{
  "1 Chronicles": {
    "1": {
      "1": "אָדָ֥ם H121 שֵׁ֖ת H8352 אֱנֽוֹשׁ H583 ",
      "2": "קֵינָ֥ן H7018 מַהֲלַלְאֵ֖ל H4111 יָֽרֶד H3382 ",
      "3": "חֲנ֥וֹךְ H2585 מְתוּשֶׁ֖לַח H4968 לָֽמֶךְ H3929 ",
      "4": "נֹ֥חַ H5146 שֵׁ֖ם H8035 חָ֥ם H2526 וָיָֽפֶת H3315 ",
      "5": "בְּנֵ֣י H1121 יֶ֔פֶת H3315 גֹּ֣מֶר H1586 וּמָג֔וֹג H4031 וּמָדַ֖י H4074 וְיָוָ֣ן H3120 וְתֻבָ֑ל H8422 וּמֶ֖שֶׁךְ H4902 וְתִירָֽס H8494 ",
      "6": "וּבְנֵ֖י H1121 גֹּ֑מֶר H1586 אַשְׁכֲּנַ֥ז H813 וְדִיפַ֖ת H7384 וְתוֹגַרְמָֽה H8425 ",
      "7": "וּבְנֵ֥י H1121 יָוָ֖ן H3120 אֱלִישָׁ֣ה H473 וְתַרְשִׁ֑ישָׁ H8659 כִּתִּ֖ים H3794 וְרוֹדָנִֽים H1721 ",
      "8": "בְּנֵ֖י H1121 חָ֑ם H2526 כּ֥וּשׁ H3568 וּמִצְרַ֖יִם H4714 פּ֥וּט H6316 וּכְנָֽעַן H3667 ",
      "9": "וּבְנֵ֣י H1121 כ֔וּשׁ H3568 סְבָא֙ H5434 וַחֲוִילָ֔ה H2341 וְסַבְתָּ֥א H5454 וְרַעְמָ֖א H7484 וְסַבְתְּכָ֑א H5455 וּבְנֵ֥י H1121 רַעְמָ֖א H7484 שְׁבָ֥א H7614 וּדְדָֽן H1719 ",
      "10": "וְכ֖וּשׁ H3568 יָלַ֣ד H3205 אֶת H853 נִמְר֑וֹד H5248 ה֣וּא H1931 הֵחֵ֔ל H2490 לִהְי֥וֹת H1961 גִּבּ֖וֹר H1368 בָּאָֽרֶץ H776 ",
      "11": "וּמִצְרַ֡יִם H4714 יָלַ֞ד H3205 אֶת H853 לודיים H3866 וְאֶת H853 עֲנָמִ֛ים H6047 וְאֶת H853 לְהָבִ֖ים H3853 וְאֶת H853 נַפְתֻּחִֽים H5320 ",
      "12": "וְֽאֶת H853 פַּתְרֻסִ֞ים H6625 וְאֶת H853 כַּסְלֻחִ֗ים H3695 אֲשֶׁ֨ר H834 יָצְא֥וּ H3318 מִשָּׁ֛ם H8033 פְּלִשְׁתִּ֖ים H6430 וְאֶת H853 כַּפְתֹּרִֽים H3732 ",
      "13": "וּכְנַ֗עַן H3667 יָלַ֛ד H3205 אֶת H853 צִיד֥וֹן H6721 בְּכֹר֖וֹ H1060 וְאֶת H853 חֵֽת H2845 ",
      "14": "וְאֶת H853 הַיְבוּסִי֙ H2983 וְאֶת H853 הָ֣אֱמֹרִ֔י H567 וְאֵ֖ת H853 הַגִּרְגָּשִֽׁי H1622 ",
      "15": "וְאֶת H853 הַחִוִּ֥י H2340 וְאֶת H853 הַֽעַרְקִ֖י H6208 וְאֶת H853 הַסִּינִֽי H5513 ",
      "16": "וְאֶת H853 הָאַרְוָדִ֥י H721 וְאֶת H853 הַצְּמָרִ֖י H6786 וְאֶת H853 הַֽחֲמָתִֽי H2577 ",
      "17": "בְּנֵ֣י H1121 שֵׁ֔ם H8035 עֵילָ֣ם H5867 וְאַשּׁ֔וּר H804 וְאַרְפַּכְשַׁ֖ד H775 וְל֣וּד H3865 וַאֲרָ֑ם H758 וְע֥וּץ H5780 וְח֖וּל H2343 וְגֶ֥תֶר H1666 וָמֶֽשֶׁךְ H4902 ",
      "18": "וְאַרְפַּכְשַׁ֖ד H775 יָלַ֣ד H3205 אֶת H853 שָׁ֑לַח H7974 וְשֶׁ֖לַח H7974 יָלַ֥ד H3205 אֶת H853 עֵֽבֶר H5677 ",
      "19": "וּלְ H5677 יֻלַּ֖ד H3205 שְׁנֵ֣י H8147 בָנִ֑ים H1121 שֵׁ֣ם H8034 הָאֶחָ֞ד H259 פֶּ֗לֶג H6389 כִּ֤י H3588 בְיָמָי H3117 נִפְלְגָ֣ה H6385 הָאָ֔רֶץ H776 וְשֵׁ֥ם H8034 אָחִ֖יו H251 יָקְטָֽן H3355 ",
      "20": "וְיָקְטָ֣ן H3355 יָלַ֔ד H3205 אֶת H853 אַלְמוֹדָ֖ד H486 וְאֶת H853 שָׁ֑לֶף H8026 וְאֶת H853 חֲצַרְמָ֖וֶת H2700 וְאֶת H853 יָֽרַח H3392 ",
      "21": "וְאֶת H853 הֲדוֹרָ֥ם H1913 וְאֶת H853 אוּזָ֖ל H187 וְאֶת H853 דִּקְלָֽה H1853 ",
      "22": "וְאֶת H853 עֵיבָ֥ל H5858 וְאֶת H853 אֲבִימָאֵ֖ל H39 וְאֶת H853 שְׁבָֽא H7614 ",
      "23": "וְאֶת H853 אוֹפִ֥יר H211 וְאֶת H853 חֲוִילָ֖ה H2341 וְאֶת H853 יוֹבָ֑ב H3103 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 יָקְטָֽן H3355 ",
      "24": "שֵׁ֥ם H8035 אַרְפַּכְשַׁ֖ד H775 שָֽׁלַח H7974 ",
      "25": "עֵ֥בֶר H5677 פֶּ֖לֶג H6389 רְעֽוּ H7466 ",
      "26": "שְׂר֥וּג H8286 נָח֖וֹר H5152 תָּֽרַח H8646 ",
      "27": "אַבְרָ֖ם H87 ה֥וּא H1931 אַבְרָהָֽם H85 ",
      "28": "בְּנֵי֙ H1121 אַבְרָהָ֔ם H85 יִצְחָ֖ק H3327 וְיִשְׁמָעֵֽאל H3458 ",
      "29": "אֵ֖לֶּה H428 תֹּלְדוֹתָ֑ם H8435 בְּכ֤וֹר H1060 יִשְׁמָעֵאל֙ H3458 נְבָי֔וֹת H5032 וְקֵדָ֥ר H6938 וְאַדְבְּאֵ֖ל H110 וּמִבְשָֽׂם H4017 ",
      "30": "מִשְׁמָ֣ע H4927 וְדוּמָ֔ה H1746 מַשָּׂ֖א H4854 חֲדַ֥ד H2301 וְתֵימָֽא H8485 ",
      "31": "יְט֥וּר H3195 נָפִ֖ישׁ H5305 וָקֵ֑דְמָה H6929 אֵ֥לֶּה H428 הֵ֖ם H1992 בְּנֵ֥י H1121 יִשְׁמָעֵֽאל H3458 ",
      "32": "וּבְנֵ֨י H1121 קְטוּרָ֜ה H6989 פִּילֶ֣גֶשׁ H6370 אַבְרָהָ֗ם H85 יָלְדָ֞ה H3205 אֶת H853 זִמְרָ֧ן H2175 וְיָקְשָׁ֛ן H3370 וּמְדָ֥ן H4091 וּמִדְיָ֖ן H4080 וְיִשְׁבָּ֣ק H3435 וְשׁ֑וּחַ H7744 וּבְנֵ֥י H1121 יָקְשָׁ֖ן H3370 שְׁבָ֥א H7614 וּדְדָֽן H1719 ",
      "33": "וּבְנֵ֣י H1121 מִדְיָ֗ן H4080 עֵיפָ֤ה H5891 וָעֵ֨פֶר֙ H6081 וַחֲנ֔וֹךְ H2585 וַאֲבִידָ֖ע H28 וְאֶלְדָּעָ֑ה H420 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 קְטוּרָֽה H6989 ",
      "34": "וַיּ֥וֹלֶד H3205 אַבְרָהָ֖ם H85 אֶת H853 יִצְחָ֑ק H3327 בְּנֵ֣י H1121 יִצְחָ֔ק H3327 עֵשָׂ֖ו H6215 וְיִשְׂרָאֵֽל H3478 ",
      "35": "בְּנֵ֖י H1121 עֵשָׂ֑ו H6215 אֱלִיפַ֛ז H464 רְעוּאֵ֥ל H7467 וִיע֖וּשׁ H3266 וְיַעְלָ֥ם H3281 וְקֹֽרַח H7141 ",
      "36": "בְּנֵ֖י H1121 אֱלִיפָ֑ז H464 תֵּימָ֤ן H8487 וְאוֹמָר֙ H201 צְפִ֣י H6825 וְגַעְתָּ֔ם H1609 קְנַ֖ז H7073 וְתִמְנָ֥ע H8555 וַעֲמָלֵֽק H6002 ",
      "37": "בְּנֵ֖י H1121 רְעוּאֵ֑ל H7467 נַ֥חַת H5184 זֶ֖רַח H2226 שַׁמָּ֥ה H8048 וּמִזָּֽה H4199 ",
      "38": "וּבְנֵ֣י H1121 שֵׂעִ֔יר H8165 לוֹטָ֥ן H3877 וְשׁוֹבָ֖ל H7732 וְצִבְע֣וֹן H6649 וַֽעֲנָ֑ה H6034 וְדִישֹׁ֥ן H1787 וְאֵ֖צֶר H687 וְדִישָֽׁן H1789 ",
      "39": "וּבְנֵ֥י H1121 לוֹטָ֖ן H3877 חֹרִ֣י H2753 וְהוֹמָ֑ם H1950 וַאֲח֥וֹת H269 לוֹטָ֖ן H3877 תִּמְנָֽע H8555 ",
      "40": "בְּנֵ֣י H1121 שׁוֹבָ֔ל H7732 עַלְיָ֧ן H5935 וּמָנַ֛חַת H4506 וְעֵיבָ֖ל H5858 שְׁפִ֣י H8195 וְאוֹנָ֑ם H208 וּבְנֵ֥י H1121 צִבְע֖וֹן H6649 אַיָּ֥ה H345 וַעֲנָֽה H6034 ",
      "41": "בְּנֵ֥י H1121 עֲנָ֖ה H6034 דִּישׁ֑וֹן H1787 וּבְנֵ֣י H1121 דִישׁ֔וֹן H1787 חַמְרָ֥ן H2566 וְאֶשְׁבָּ֖ן H790 וְיִתְרָ֥ן H3506 וּכְרָֽן H3763 ",
      "42": "בְּֽנֵי H1121 אֵ֔צֶר H687 בִּלְהָ֥ן H1092 וְזַעֲוָ֖ן H2190 יַעֲקָ֑ן H3292 בְּנֵ֥י H1121 דִישׁ֖וֹן H1787 ע֥וּץ H5780 וַאֲרָֽן H765 ",
      "43": "וְאֵ֣לֶּה H428 הַמְּלָכִ֗ים H4428 אֲשֶׁ֤ר H834 מָלְכוּ֙ H4427 בְּאֶ֣רֶץ H776 אֱד֔וֹם H123 לִפְנֵ֥י H6440 מְלָךְ H4427 מֶ֖לֶךְ H4428 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בֶּ֚לַע H1106 בֶּן H1121 בְּע֔וֹר H1160 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 דִּנְהָֽבָה H1838 ",
      "44": "וַיָּ֖מָת H4191 בָּ֑לַע H1106 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 יוֹבָ֥ב H3103 בֶּן H1121 זֶ֖רַח H2226 מִבָּצְרָֽה H1224 ",
      "45": "וַיָּ֖מָת H4191 יוֹבָ֑ב H3103 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 חוּשָׁ֖ם H2367 מֵאֶ֥רֶץ H776 הַתֵּימָנִֽי H8489 ",
      "46": "וַיָּ֖מָת H4191 חוּשָׁ֑ם H2367 וַיִּמְלֹ֨ךְ H4427 תַּחְתָּ֜יו H8478 הֲדַ֣ד H1908 בֶּן H1121 בְּדַ֗ד H911 הַמַּכֶּ֤ה H5221 אֶת H853 מִדְיָן֙ H4080 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 עיות H5762 ",
      "47": "וַיָּ֖מָת H4191 הֲדָ֑ד H1908 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 שַׂמְלָ֖ה H8072 מִמַּשְׂרֵקָֽה H4957 ",
      "48": "וַיָּ֖מָת H4191 שַׂמְלָ֑ה H8072 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 שָׁא֖וּל H7586 מֵרְחֹב֥וֹת H7344 הַנָּהָֽר H5104 ",
      "49": "וַיָּ֖מָת H4191 שָׁא֑וּל H7586 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 בַּ֥עַל H1177 חָנָ֖ן H1177 בֶּן H1121 עַכְבּֽוֹר H5907 ",
      "50": "וַיָּ֨מָת֙ H4191 בַּ֣עַל H1177 חָנָ֔ן H1177 וַיִּמְלֹ֤ךְ H4427 תַּחְתָּיו֙ H8478 הֲדַ֔ד H1908 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 פָּ֑עִי H6464 וְשֵׁ֨ם H8034 אִשְׁתּ֤וֹ H802 מְהֵיטַבְאֵל֙ H4105 בַּת H1323 מַטְרֵ֔ד H4308 בַּ֖ת H1323 מֵ֥י H4314 זָהָֽב H4314 ",
      "51": "וַיָּ֖מָת H4191 הֲדָ֑ד H1908 וַיִּהְיוּ֙ H1961 אַלּוּפֵ֣י H441 אֱד֔וֹם H123 אַלּ֥וּף H441 תִּמְנָ֛ע H8555 אַלּ֥וּף H441 עליה H5933 אַלּ֥וּף H441 יְתֵֽת H3509 ",
      "52": "אַלּ֧וּף H441 אָהֳלִיבָמָ֛ה H173 אַלּ֥וּף H441 אֵלָ֖ה H425 אַלּ֥וּף H441 פִּינֹֽן H6373 ",
      "53": "אַלּ֥וּף H441 קְנַ֛ז H7073 אַלּ֥וּף H441 תֵּימָ֖ן H8487 אַלּ֣וּף H441 מִבְצָֽר H4014 ",
      "54": "אַלּ֥וּף H441 מַגְדִּיאֵ֖ל H4025 אַלּ֣וּף H441 עִירָ֑ם H5902 אֵ֖לֶּה H428 אַלּוּפֵ֥י H441 אֱדֽוֹם H123 "
    },
    "2": {
      "1": "אֵ֖לֶּה H428 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רְאוּבֵ֤ן H7205 שִׁמְעוֹן֙ H8095 לֵוִ֣י H3878 וִיהוּדָ֔ה H3063 יִשָׂשכָ֖ר H3485 וּזְבֻלֽוּן H2074 ",
      "2": "דָּ֚ן H1835 יוֹסֵ֣ף H3130 וּבִנְיָמִ֔ן H1144 נַפְתָּלִ֖י H5321 גָּ֥ד H1410 וְאָשֵֽׁר H836 ",
      "3": "בְּנֵ֣י H1121 יְהוּדָ֗ה H3063 עֵ֤ר H6147 וְאוֹנָן֙ H209 וְשֵׁלָ֔ה H7956 שְׁלוֹשָׁה֙ H7969 נ֣וֹלַד H3205 ל֔וֹ Hl מִבַּת H1323 שׁ֖וּעַ H7774 הַֽכְּנַעֲנִ֑ית H3669 וַיְהִ֞י H1961 עֵ֣ר H6147 בְּכ֣וֹר H1060 יְהוּדָ֗ה H3063 רַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 וַיְמִיתֵֽ H4191 ",
      "4": "וְתָמָר֙ H8559 כַּלָּת֔וֹ H3618 יָ֥לְדָה H3205 לּ֖וֹ Hl אֶת H853 פֶּ֣רֶץ H6557 וְאֶת H853 זָ֑רַח H2226 כָּל H3605 בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 חֲמִשָּֽׁה H2568 ",
      "5": "בְּנֵי H1121 פֶ֖רֶץ H6557 חֶצְר֥וֹן H2696 וְחָמֽוּל H2538 ",
      "6": "וּבְנֵ֣י H1121 זֶ֗רַח H2226 זִ֠מְרִי H2174 וְאֵיתָ֧ן H387 וְהֵימָ֛ן H1968 וְכַלְכֹּ֥ל H3633 וָדָ֖רַע H1873 כֻּלָּ֥ם H3605 חֲמִשָּֽׁה H2568 ",
      "7": "וּבְנֵ֖י H1121 כַּרְמִ֑י H3756 עָכָר֙ H5917 עוֹכֵ֣ר H5916 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 מָעַ֖ל H4603 בַּחֵֽרֶם H2764 ",
      "8": "וּבְנֵ֥י H1121 אֵיתָ֖ן H387 עֲזַרְיָֽה H5838 ",
      "9": "וּבְנֵ֥י H1121 חֶצְר֖וֹן H2696 אֲשֶׁ֣ר H834 נוֹלַד H3205 ל֑וֹ Hl אֶת H853 יְרַחְמְאֵ֥ל H3396 וְאֶת H853 רָ֖ם H7410 וְאֶת H853 כְּלוּבָֽי H3621 ",
      "10": "וְרָ֖ם H7410 הוֹלִ֣יד H3205 אֶת H853 עַמִּינָדָ֑ב H5992 וְעַמִּינָדָב֙ H5992 הוֹלִ֣יד H3205 אֶת H853 נַחְשׁ֔וֹן H5177 נְשִׂ֖יא H5387 בְּנֵ֥י H1121 יְהוּדָֽה H3063 ",
      "11": "וְנַחְשׁוֹן֙ H5177 הוֹלִ֣יד H3205 אֶת H853 שַׂלְמָ֔א H8007 וְשַׂלְמָ֖א H8007 הוֹלִ֥יד H3205 אֶת H853 בֹּֽעַז H1162 ",
      "12": "וּבֹ֨עַז֙ H1162 הוֹלִ֣יד H3205 אֶת H853 עוֹבֵ֔ד H5744 וְעוֹבֵ֖ד H5744 הוֹלִ֥יד H3205 אֶת H853 יִשָֽׁי H3448 ",
      "13": "וְאִישַׁ֛י H3448 הוֹלִ֥יד H3205 אֶת H853 בְּכֹר֖וֹ H1060 אֶת H853 אֱלִיאָ֑ב H446 וַאֲבִינָדָב֙ H41 הַשֵּׁנִ֔י H8145 וְשִׁמְעָ֖א H8092 הַשְּׁלִישִֽׁי H7992 ",
      "14": "נְתַנְאֵל֙ H5417 הָֽרְבִיעִ֔י H7243 רַדַּ֖י H7288 הַחֲמִישִֽׁי H2549 ",
      "15": "אֹ֚צֶם H684 הַשִּׁשִּׁ֔י H8345 דָּוִ֖יד H1732 הַשְּׁבִעִֽי H7637 ",
      "16": "ואחיתי H269 צְרוּיָ֣ה H6870 וַאֲבִיגָ֑יִל H26 וּבְנֵ֣י H1121 צְרוּיָ֗ה H6870 אַבְשַׁ֛י H52 וְיוֹאָ֥ב H3097 וַעֲשָׂה H6214 אֵ֖ל H6214 שְׁלֹשָֽׁה H7969 ",
      "17": "וַאֲבִיגַ֕יִל H26 יָלְדָ֖ה H3205 אֶת H853 עֲמָשָׂ֑א H6021 וַאֲבִ֣י H1 עֲמָשָׂ֔א H6021 יֶ֖תֶר H3500 הַיִּשְׁמְעֵאלִֽי H3459 ",
      "18": "וְכָלֵ֣ב H3612 בֶּן H1121 חֶצְר֗וֹן H2696 הוֹלִ֛יד H3205 אֶת H853 עֲזוּבָ֥ה H5806 אִשָּׁ֖ה H802 וְאֶת H854 יְרִיע֑וֹת H3408 וְאֵ֣לֶּה H428 בָנֶ֔יהָ H1121 יֵ֥שֶׁר H3475 וְשׁוֹבָ֖ב H7727 וְאַרְדּֽוֹן H715 ",
      "19": "וַתָּ֖מָת H4191 עֲזוּבָ֑ה H5806 וַיִּֽקַּֽח H3947 ל֤וֹ Hl כָלֵב֙ H3612 אֶת H853 אֶפְרָ֔ת H672 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 חֽוּר H2354 ",
      "20": "וְחוּר֙ H2354 הוֹלִ֣יד H3205 אֶת H853 אוּרִ֔י H221 וְאוּרִ֖י H221 הוֹלִ֥יד H3205 אֶת H853 בְּצַלְאֵֽל H1212 ",
      "21": "וְאַחַ֗ר H310 בָּ֤א H935 חֶצְרוֹן֙ H2696 אֶל H413 בַּת H1323 מָכִיר֙ H4353 אֲבִ֣י H1 גִלְעָ֔ד H1568 וְה֣וּא H1931 לְקָחָ֔הּ H3947 וְה֖וּא H1931 בֶּן H1121 שִׁשִּׁ֣ים H8346 שָׁנָ֑ה H8141 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 שְׂגֽוּב H7687 ",
      "22": "וּשְׂג֖וּב H7687 הוֹלִ֣יד H3205 אֶת H853 יָאִ֑יר H2971 וַֽיְהִי H1961 ל֗וֹ Hl עֶשְׂרִ֤ים H6242 וְשָׁלוֹשׁ֙ H7969 עָרִ֔ים H5892 בְּאֶ֖רֶץ H776 הַגִּלְעָֽד H1568 ",
      "23": "וַיִּקַּ֣ח H3947 גְּשֽׁוּר H1650 וַ֠אֲרָם H758 אֶת H854 חַוֺּ֨ת H2333 יָאִ֧יר H2971 מֵאִתָּ֛ H853 אֶת H854 קְנָ֥ת H7079 וְאֶת H853 בְּנֹתֶ֖יהָ H1323 שִׁשִּׁ֣ים H8346 עִ֑יר H5892 כָּל H3605 אֵ֕לֶּה H428 בְּנֵ֖י H1121 מָכִ֥יר H4353 אֲבִי H1 גִלְעָֽד H1568 ",
      "24": "וְאַחַ֥ר H310 מוֹת H4194 חֶצְר֖וֹן H2696 בְּכָלֵ֣ב H3613 אֶפְרָ֑תָה H3613 וְאֵ֤שֶׁת H802 חֶצְרוֹן֙ H2696 אֲבִיָּ֔ה H29 וַתֵּ֣לֶד H3205 ל֔וֹ Hl אֶת H853 אַשְׁח֖וּר H806 אֲבִ֥י H1 תְקֽוֹעַ H8620 ",
      "25": "וַיִּהְי֧וּ H1961 בְנֵי H1121 יְרַחְמְאֵ֛ל H3396 בְּכ֥וֹר H1060 חֶצְר֖וֹן H2696 הַבְּכ֣וֹר H1060 רָ֑ם H7410 וּבוּנָ֥ה H946 וָאֹ֛רֶן H767 וָאֹ֖צֶם H684 אֲחִיָּֽה H281 ",
      "26": "וַתְּהִ֨י H1961 אִשָּׁ֥ה H802 אַחֶ֛רֶת H312 לִֽירַחְמְאֵ֖ל H3396 וּשְׁמָ֣ H8034 עֲטָרָ֑ה H5851 הִ֖יא H1931 אֵ֥ם H517 אוֹנָֽם H208 ",
      "27": "וַיִּהְי֥וּ H1961 בְנֵי H1121 רָ֖ם H7410 בְּכ֣וֹר H1060 יְרַחְמְאֵ֑ל H3396 מַ֥עַץ H4619 וְיָמִ֖ין H3226 וָעֵֽקֶר H6134 ",
      "28": "וַיִּהְי֥וּ H1961 בְנֵי H1121 אוֹנָ֖ם H208 שַׁמַּ֣י H8060 וְיָדָ֑ע H3047 וּבְנֵ֣י H1121 שַׁמַּ֔י H8060 נָדָ֖ב H5070 וַאֲבִישֽׁוּר H51 ",
      "29": "וְשֵׁ֛ם H8034 אֵ֥שֶׁת H802 אֲבִישׁ֖וּר H51 אֲבִיהָ֑יִל H32 וַתֵּ֣לֶד H3205 ל֔וֹ Hl אֶת H853 אַחְבָּ֖ן H257 וְאֶת H853 מוֹלִֽיד H4140 ",
      "30": "וּבְנֵ֥י H1121 נָדָ֖ב H5070 סֶ֣לֶד H5540 וְאַפָּ֑יִם H649 וַיָּ֥מָת H4191 סֶ֖לֶד H5540 לֹ֥א H3808 בָנִֽים H1121 ",
      "31": "וּבְנֵ֥י H1121 אַפַּ֖יִם H649 יִשְׁעִ֑י H3469 וּבְנֵ֤י H1121 יִשְׁעִי֙ H3469 שֵׁשָׁ֔ן H8348 וּבְנֵ֥י H1121 שֵׁשָׁ֖ן H8348 אַחְלָֽי H304 ",
      "32": "וּבְנֵ֤י H1121 יָדָע֙ H3047 אֲחִ֣י H251 שַׁמַּ֔י H8060 יֶ֖תֶר H3500 וְיוֹנָתָ֑ן H3129 וַיָּ֥מָת H4191 יֶ֖תֶר H3500 לֹ֥א H3808 בָנִֽים H1121 ",
      "33": "וּבְנֵ֥י H1121 יוֹנָתָ֖ן H3129 פֶּ֣לֶת H6431 וְזָזָ֑א H2117 אֵ֥לֶּה H428 הָי֖וּ H1961 בְּנֵ֥י H1121 יְרַחְמְאֵֽל H3396 ",
      "34": "וְלֹֽא H3808 הָיָ֧ה H1961 לְשֵׁשָׁ֛ן H8348 בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וּלְ H8348 עֶ֥בֶד H5650 מִצְרִ֖י H4713 וּשְׁמ֥ H8034 יַרְחָֽע H3398 ",
      "35": "וַיִּתֵּ֨ן H5414 שֵׁשָׁ֧ן H8348 אֶת H853 בִּתּ֛וֹ H1323 לְיַרְחָ֥ע H3398 עַבְדּ֖וֹ H5650 לְאִשָּׁ֑ה H802 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 עַתָּֽי H6262 ",
      "36": "וְעַתַּי֙ H6262 הֹלִ֣יד H3205 אֶת H853 נָתָ֔ן H5416 וְנָתָ֖ן H5416 הוֹלִ֥יד H3205 אֶת H853 זָבָֽד H2066 ",
      "37": "וְזָבָד֙ H2066 הוֹלִ֣יד H3205 אֶת H853 אֶפְלָ֔ל H654 וְאֶפְלָ֖ל H654 הוֹלִ֥יד H3205 אֶת H853 עוֹבֵֽד H5744 ",
      "38": "וְעוֹבֵד֙ H5744 הוֹלִ֣יד H3205 אֶת H853 יֵה֔וּא H3058 וְיֵה֖וּא H3058 הוֹלִ֥יד H3205 אֶת H853 עֲזַרְיָֽה H5838 ",
      "39": "וַעֲזַרְיָה֙ H5838 הֹלִ֣יד H3205 אֶת H853 חָ֔לֶץ H2503 וְחֶ֖לֶץ H2503 הֹלִ֥יד H3205 אֶת H853 אֶלְעָשָֽׂה H501 ",
      "40": "וְאֶלְעָשָׂה֙ H501 הֹלִ֣יד H3205 אֶת H853 סִֽסְמָ֔י H5581 וְסִסְמַ֖י H5581 הֹלִ֥יד H3205 אֶת H853 שַׁלּֽוּם H7967 ",
      "41": "וְשַׁלּוּם֙ H7967 הוֹלִ֣יד H3205 אֶת H853 יְקַמְיָ֔ה H3359 וִֽיקַמְיָ֖ה H3359 הֹלִ֥יד H3205 אֶת H853 אֱלִישָׁמָֽע H476 ",
      "42": "וּבְנֵ֤י H1121 כָלֵב֙ H3612 אֲחִ֣י H251 יְרַחְמְאֵ֔ל H3396 מֵישָׁ֥ע H4337 בְּכֹר֖וֹ H1060 ה֣וּא H1931 אֲבִי H1 זִ֑יף H2128 וּבְנֵ֥י H1121 מָרֵשָׁ֖ה H4762 אֲבִ֥י H1 חֶבְרֽוֹן H2275 ",
      "43": "וּבְנֵ֖י H1121 חֶבְר֑וֹן H2275 קֹ֥רַח H7141 וְתַפֻּ֖חַ H8599 וְרֶ֥קֶם H7552 וָשָֽׁמַע H8087 ",
      "44": "וְשֶׁ֣מַע H8087 הוֹלִ֔יד H3205 אֶת H853 רַ֖חַם H7357 אֲבִ֣י H1 יָרְקֳעָ֑ם H3421 וְרֶ֖קֶם H7552 הוֹלִ֥יד H3205 אֶת H853 שַׁמָּֽי H8060 ",
      "45": "וּבֶן H1121 שַׁמַּ֖י H8060 מָע֑וֹן H4584 וּמָע֖וֹן H4584 אֲבִ֥י H1 בֵֽית H1049 צֽוּר H1049 ",
      "46": "וְעֵיפָה֙ H5891 פִּילֶ֣גֶשׁ H6370 כָּלֵ֔ב H3612 יָֽלְדָ֛ה H3205 אֶת H853 חָרָ֥ן H2771 וְאֶת H853 מוֹצָ֖א H4162 וְאֶת H853 גָּזֵ֑ז H1495 וְחָרָ֖ן H2771 הֹלִ֥יד H3205 אֶת H853 גָּזֵֽז H1495 ",
      "47": "וּבְנֵ֖י H1121 יָהְדָּ֑י H3056 רֶ֧גֶם H7276 וְיוֹתָ֛ם H3147 וְגֵישָׁ֥ן H1529 וָפֶ֖לֶט H6404 וְעֵיפָ֥ה H5891 וָשָֽׁעַף H8174 ",
      "48": "פִּלֶ֤גֶשׁ H6370 כָּלֵב֙ H3612 מַעֲכָ֔ה H4601 יָ֥לַד H3205 שֶׁ֖בֶר H7669 וְאֶֽת H853 תִּרְחֲנָֽה H8647 ",
      "49": "וַתֵּ֗לֶד H3205 שַׁ֚עַף H8174 אֲבִ֣י H1 מַדְמַנָּ֔ה H4089 אֶת H853 שְׁוָ֛א H7724 אֲבִ֥י H1 מַכְבֵּנָ֖ה H4343 וַאֲבִ֣י H1 גִבְעָ֑א H1388 וּבַת H1323 כָּלֵ֖ב H3612 עַכְסָֽה H5915 ",
      "50": "אֵ֤לֶּה H428 הָיוּ֙ H1961 בְּנֵ֣י H1121 כָלֵ֔ב H3612 בֶּן H1121 ח֖וּר H2354 בְּכ֣וֹר H1060 אֶפְרָ֑תָה H672 שׁוֹבָ֕ל H7732 אֲבִ֖י H1 קִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
      "51": "שַׂלְמָא֙ H8007 אֲבִ֣י H1 בֵֽית H1035 לָ֔חֶם H1035 חָרֵ֖ף H2780 אֲבִ֥י H1 בֵית H1013 גָּדֵֽר H1013 ",
      "52": "וַיִּהְי֤וּ H1961 בָנִים֙ H1121 לְשׁוֹבָ֔ל H7732 אֲבִ֖י H1 קִרְיַ֣ת H7157 יְעָרִ֑ים H7157 הָרֹאֶ֖ה H7204 חֲצִ֥י H2679 הַמְּנֻחֽוֹת H2679 ",
      "53": "וּמִשְׁפְּחוֹת֙ H4940 קִרְיַ֣ת H7157 יְעָרִ֔ים H7157 הַיִּתְרִי֙ H3505 וְהַ H6336 וְהַ H8126 וְהַ H4954 מֵאֵ֗לֶּה H428 יָצְאוּ֙ H3318 הַצָּ֣רְעָתִ֔י H6882 וְהָ H848 ",
      "54": "בְּנֵ֣י H1121 שַׂלְמָ֗א H8007 בֵּ֥ית H1035 לֶ֨חֶם֙ H1035 וּנְט֣וֹפָתִ֔י H5200 עַטְר֖וֹת H5854 בֵּ֣ית H5854 יוֹאָ֑ב H5854 וַחֲצִ֥י H2680 הַמָּנַחְתִּ֖י H2680 הַצָּרְעִֽי H6882 ",
      "55": "וּמִשְׁפְּח֤וֹת H4940 סֹפְרִים֙ H5608 ישבו H3427 יַעְבֵּ֔ץ H3258 תִּרְעָתִ֥ים H8654 שִׁמְעָתִ֖ים H8101 שׂוּכָתִ֑ים H7756 הֵ֚מָּה H1992 הַקִּינִ֣ים H7017 הַבָּאִ֔ים H935 מֵחַמַּ֖ת H2575 אֲבִ֥י H1 בֵית H1004 רֵכָֽב H7394 "
    },
    "3": {
      "1": "וְאֵ֤לֶּה H428 הָיוּ֙ H1961 בְּנֵ֣י H1121 דָויִ֔ד H1732 אֲשֶׁ֥ר H834 נֽוֹלַד H3205 ל֖וֹ Hl בְּחֶבְר֑וֹן H2275 הַבְּכ֣וֹר H1060 אַמְנֹ֗ן H550 לַאֲחִינֹ֨עַם֙ H293 הַיִּזְרְעֵאלִ֔ית H3159 שֵׁנִי֙ H8145 דָּנִיֵּ֔אל H1840 לַאֲבִיגַ֖יִל H26 הַֽכַּרְמְלִֽית H3762 ",
      "2": "הַשְּׁלִשִׁי֙ H7992 לְאַבְשָׁל֣וֹם H53 בֶּֽן H1121 מַעֲכָ֔ה H4601 בַּת H1323 תַּלְמַ֖י H8526 מֶ֣לֶךְ H4428 גְּשׁ֑וּר H1650 הָרְבִיעִ֖י H7243 אֲדֹנִיָּ֥ה H138 בֶן H1121 חַגִּֽית H2294 ",
      "3": "הַחֲמִישִׁ֥י H2549 שְׁפַטְיָ֖ה H8203 לַאֲבִיטָ֑ל H37 הַשִּׁשִּׁ֥י H8345 יִתְרְעָ֖ם H3507 לְעֶגְלָ֥ה H5698 אִשְׁתּֽוֹ H802 ",
      "4": "שִׁשָּׁה֙ H8337 נֽוֹלַד H3205 ל֣וֹ Hl בְחֶבְר֔וֹן H2275 וַיִּ֨מְלָךְ H4427 שָׁ֔ם H8033 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וְשִׁשָּׁ֣ה H8337 חֳדָשִׁ֑ים H2320 וּשְׁלֹשִׁ֤ים H7970 וְשָׁלוֹשׁ֙ H7969 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
      "5": "וְאֵ֥לֶּה H428 נוּלְּדוּ H3205 ל֖וֹ Hl בִּירוּשָׁלָ֑יִם H3389 שִׁ֠מְעָא H8092 וְשׁוֹבָ֞ב H7727 וְנָתָ֤ן H5416 וּשְׁלֹמֹה֙ H8010 אַרְבָּעָ֔ה H702 לְבַת H1340 שׁ֖וּעַ H1340 בַּת H1323 עַמִּיאֵֽל H5988 ",
      "6": "וְיִבְחָ֥ר H2984 וֶאֱלִישָׁמָ֖ע H476 וֶאֱלִיפָֽלֶט H467 ",
      "7": "וְנֹ֥גַהּ H5052 וְנֶ֖פֶג H5298 וְיָפִֽיעַ H3309 ",
      "8": "וֶאֱלִישָׁמָ֧ע H476 וְאֶלְיָדָ֛ע H450 וֶאֱלִיפֶ֖לֶט H467 תִּשְׁעָֽה H8672 ",
      "9": "כֹּ֖ל H3605 בְּנֵ֣י H1121 דָוִ֑יד H1732 מִלְּ H905 בְּֽנֵי H1121 פִֽילַגְשִׁ֖ים H6370 וְתָמָ֥ר H8559 אֲחוֹתָֽם H269 ",
      "10": "וּבֶן H1121 שְׁלֹמֹ֖ה H8010 רְחַבְעָ֑ם H7346 אֲבִיָּ֥ה H29 בְנ֛וֹ H1121 אָסָ֥א H609 בְנ֖וֹ H1121 יְהוֹשָׁפָ֥ט H3092 בְּנֽוֹ H1121 ",
      "11": "יוֹרָ֥ם H3141 בְּנ֛וֹ H1121 אֲחַזְיָ֥הוּ H274 בְנ֖וֹ H1121 יוֹאָ֥שׁ H3101 בְּנֽוֹ H1121 ",
      "12": "אֲמַצְיָ֧הוּ H558 בְנ֛וֹ H1121 עֲזַרְיָ֥ה H5838 בְנ֖וֹ H1121 יוֹתָ֥ם H3147 בְּנֽוֹ H1121 ",
      "13": "אָחָ֥ז H271 בְּנ֛וֹ H1121 חִזְקִיָּ֥הוּ H2396 בְנ֖וֹ H1121 מְנַשֶּׁ֥ה H4519 בְנֽוֹ H1121 ",
      "14": "אָמ֥וֹן H526 בְּנ֖וֹ H1121 יֹאשִׁיָּ֥הוּ H2977 בְנֽוֹ H1121 ",
      "15": "וּבְנֵי֙ H1121 יֹאשִׁיָּ֔הוּ H2977 הַבְּכוֹר֙ H1060 יוֹחָנָ֔ן H3110 הַשֵּׁנִ֖י H8145 יְהוֹיָקִ֑ים H3079 הַשְּׁלִשִׁי֙ H7992 צִדְקִיָּ֔הוּ H6667 הָרְבִיעִ֖י H7243 שַׁלּֽוּם H7967 ",
      "16": "וּבְנֵ֖י H1121 יְהוֹיָקִ֑ים H3079 יְכָנְיָ֥ה H3204 בְנ֖וֹ H1121 צִדְקִיָּ֥ה H6667 בְנֽוֹ H1121 ",
      "17": "וּבְנֵי֙ H1121 יְכָנְיָ֣ה H3204 אַסִּ֔ר H617 שְׁאַלְתִּיאֵ֖ל H7597 בְּנֽוֹ H1121 ",
      "18": "וּמַלְכִּירָ֥ם H4443 וּפְדָיָ֖ה H6305 וְשֶׁנְאַצַּ֑ר H8137 יְקַמְיָ֥ה H3359 הוֹשָׁמָ֖ע H1953 וּנְדַבְיָֽה H5072 ",
      "19": "וּבְנֵ֣י H1121 פְדָיָ֔ה H6305 זְרֻבָּבֶ֖ל H2216 וְשִׁמְעִ֑י H8096 וּבֶן H1121 זְרֻבָּבֶל֙ H2216 מְשֻׁלָּ֣ם H4918 וַחֲנַנְיָ֔ה H2608 וּשְׁלֹמִ֖ית H8019 אֲחוֹתָֽם H269 ",
      "20": "וַחֲשֻׁבָ֡ה H2807 וָ֠אֹהֶל H169 וּבֶרֶכְיָ֧ה H1296 וַֽחֲסַדְיָ֛ה H2619 י֥וּשַׁב H3142 חֶ֖סֶד H3142 חָמֵֽשׁ H2568 ",
      "21": "וּבֶן H1121 חֲנַנְיָ֖ה H2608 פְּלַטְיָ֣ה H6410 וִישַֽׁעְיָ֑ה H3470 בְּנֵ֤י H1121 רְפָיָה֙ H7509 בְּנֵ֣י H1121 אַרְנָ֔ן H770 בְּנֵ֥י H1121 עֹבַדְיָ֖ה H5662 בְּנֵ֥י H1121 שְׁכַנְיָֽה H7935 ",
      "22": "וּבְנֵ֥י H1121 שְׁכַנְיָ֖ה H7935 שְׁמַעְיָ֑ה H8098 וּבְנֵ֣י H1121 שְׁמַעְיָ֗ה H8098 חַטּ֡וּשׁ H2407 וְ֠יִגְאָל H3008 וּבָרִ֧יחַ H1282 וּנְעַרְיָ֛ה H5294 וְשָׁפָ֖ט H8202 שִׁשָּֽׁה H8337 ",
      "23": "וּבֶן H1121 נְעַרְיָ֗ה H5294 אֶלְיוֹעֵינַ֧י H454 וְחִזְקִיָּ֛ה H2396 וְעַזְרִיקָ֖ם H5840 שְׁלֹשָֽׁה H7969 ",
      "24": "וּבְנֵ֣י H1121 אֶלְיוֹעֵינַ֗י H454 הדיוהו H1939 וְאֶלְיָשִׁ֡יב H475 וּפְלָיָ֡ה H6411 וְ֠עַקּוּב H6126 וְיוֹחָנָ֧ן H3110 וּדְלָיָ֛ה H1806 וַעֲנָ֖נִי H6054 שִׁבְעָֽה H7651 "
    },
    "4": {
      "1": "בְּנֵ֖י H1121 יְהוּדָ֑ה H3063 פֶּ֧רֶץ H6557 חֶצְר֛וֹן H2696 וְכַרְמִ֖י H3756 וְח֥וּר H2354 וְשׁוֹבָֽל H7732 ",
      "2": "וּרְאָיָ֤ה H7211 בֶן H1121 שׁוֹבָל֙ H7732 הוֹלִ֣יד H3205 אֶת H853 יַ֔חַת H3189 וְיַ֣חַת H3189 הֹלִ֔יד H3205 אֶת H853 אֲחוּמַ֖י H267 וְאֶת H853 לָ֑הַד H3855 אֵ֖לֶּה H428 מִשְׁפְּח֥וֹת H4940 הַצָּֽרְעָתִֽי H6882 ",
      "3": "וְאֵ֨לֶּה֙ H428 אֲבִ֣י H1 עֵיטָ֔ם H5862 יִזְרְעֶ֥אל H3157 וְיִשְׁמָ֖א H3457 וְיִדְבָּ֑שׁ H3031 וְשֵׁ֥ם H8034 אֲחוֹתָ֖ם H269 הַצְלֶלְפּֽוֹנִי H6753 ",
      "4": "וּפְנוּאֵל֙ H6439 אֲבִ֣י H1 גְדֹ֔ר H1446 וְעֵ֖זֶר H5829 אֲבִ֣י H1 חוּשָׁ֑ה H2364 אֵ֤לֶּה H428 בְנֵי H1121 חוּר֙ H2354 בְּכ֣וֹר H1060 אֶפְרָ֔תָה H672 אֲבִ֖י H1 בֵּ֥ית H1035 לָֽחֶם H1035 ",
      "5": "וּלְ H806 אֲבִ֣י H1 תְק֔וֹעַ H8620 הָי֖וּ H1961 שְׁתֵּ֣י H8147 נָשִׁ֑ים H802 חֶלְאָ֖ה H2458 וְנַעֲרָֽה H5292 ",
      "6": "וַתֵּ֨לֶד H3205 ל֤וֹ Hl נַעֲרָה֙ H5292 אֶת H853 אֲחֻזָּ֣ם H275 וְאֶת H853 חֵ֔פֶר H2660 וְאֶת H853 תֵּימְנִ֖י H8488 וְאֶת H853 הָאֲחַשְׁתָּרִ֑י H326 אֵ֖לֶּה H428 בְּנֵ֥י H1121 נַעֲרָֽה H5292 ",
      "7": "וּבְנֵ֖י H1121 חֶלְאָ֑ה H2458 צֶ֥רֶת H6889 יצחר H3328 וְאֶתְנָֽן H869 ",
      "8": "וְק֣וֹץ H6976 הוֹלִ֔יד H3205 אֶת H853 עָנ֖וּב H6036 וְאֶת H853 הַצֹּבֵבָ֑ה H6637 וּמִשְׁפְּח֥וֹת H4940 אֲחַרְחֵ֖ל H316 בֶּן H1121 הָרֽוּם H2037 ",
      "9": "וַיְהִ֣י H1961 יַעְבֵּ֔ץ H3258 נִכְבָּ֖ד H3513 מֵאֶחָ֑י H251 וְאִמּ֗ H517 קָרְאָ֨ה H7121 שְׁמ֤וֹ H8034 יַעְבֵּץ֙ H3258 לֵאמֹ֔ר H559 כִּ֥י H3588 יָלַ֖דְתִּי H3205 בְּעֹֽצֶב H6090 ",
      "10": "וַיִּקְרָ֣א H7121 יַ֠עְבֵּץ H3258 לֵאלֹהֵ֨י H430 יִשְׂרָאֵ֜ל H3478 לֵאמֹ֗ר H559 אִם H518 בָּרֵ֨ךְ H1288 תְּבָרֲכֵ֜נִי H1288 וְהִרְבִּ֤יתָ H7235 אֶת H853 גְּבוּלִי֙ H1366 וְהָיְתָ֤ה H1961 יָדְךָ֙ H3027 עִמִּ֔י H5973 וְעָשִׂ֥יתָ H6213 מֵּרָעָ֖ה H7451 לְבִלְתִּ֣י H1115 עָצְבִּ֑י H6087 וַיָּבֵ֥א H935 אֱלֹהִ֖ים H430 אֵ֥ת H853 אֲשֶׁר H834 שָׁאָֽל H7592 ",
      "11": "וּכְל֥וּב H3620 אֲחִֽי H251 שׁוּחָ֖ה H7746 הוֹלִ֣יד H3205 אֶת H853 מְחִ֑יר H4243 ה֖וּא H1931 אֲבִ֥י H1 אֶשְׁתּֽוֹן H850 ",
      "12": "וְאֶשְׁתּ֗וֹן H850 הוֹלִ֞יד H3205 אֶת H853 בֵּ֤ית H1051 רָפָא֙ H1051 וְאֶת H853 פָּסֵ֔חַ H6454 וְאֶת H853 תְּחִנָּ֖ה H8468 אֲבִ֣י H1 עִ֣יר H5904 נָחָ֑שׁ H5904 אֵ֖לֶּה H428 אַנְשֵׁ֥י H376 רֵכָֽה H7397 ",
      "13": "וּבְנֵ֣י H1121 קְנַ֔ז H7073 עָתְנִיאֵ֖ל H6274 וּשְׂרָיָ֑ה H8304 וּבְנֵ֥י H1121 עָתְנִיאֵ֖ל H6274 חֲתַֽת H2867 ",
      "14": "וּמְעוֹנֹתַ֖י H4587 הוֹלִ֣יד H3205 אֶת H853 עָפְרָ֑ה H6084 וּשְׂרָיָ֗ה H8304 הוֹלִ֤יד H3205 אֶת H853 יוֹאָב֙ H3097 אֲבִי֙ H1 גֵּ֣יא H1516 חֲרָשִׁ֔ים H2798 כִּ֥י H3588 חֲרָשִׁ֖ים H2796 הָיֽוּ H1961 ",
      "15": "וּבְנֵי֙ H1121 כָּלֵ֣ב H3612 בֶּן H1121 יְפֻנֶּ֔ה H3312 עִ֥ירוּ H5900 אֵלָ֖ה H425 וָנָ֑עַם H5277 וּבְנֵ֥י H1121 אֵלָ֖ה H425 וּקְנַֽז H7073 ",
      "16": "וּבְנֵ֖י H1121 יְהַלֶּלְאֵ֑ל H3094 זִ֣יף H2128 וְזִיפָ֔ה H2129 תִּירְיָ֖א H8493 וַאֲשַׂרְאֵֽל H840 ",
      "17": "וּבֶן H1121 עֶזְרָ֔ה H5834 יֶ֥תֶר H3500 וּמֶ֖רֶד H4778 וְעֵ֣פֶר H6081 וְיָל֑וֹן H3210 וַתַּ֨הַר֙ H2029 אֶת H853 מִרְיָ֣ם H4813 וְאֶת H853 שַׁמַּ֔י H8060 וְאֶת H853 יִשְׁבָּ֖ח H3431 אֲבִ֥י H1 אֶשְׁתְּמֹֽעַ H851 ",
      "18": "וְאִשְׁתּ֣ H802 הַיְהֻדִיָּ֗ה H3057 יָלְדָ֞ה H3205 אֶת H853 יֶ֨רֶד H3382 אֲבִ֤י H1 גְדוֹר֙ H1446 וְאֶת H853 חֶ֨בֶר֙ H2268 אֲבִ֣י H1 שׂוֹכ֔וֹ H7755 וְאֶת H853 יְקֽוּתִיאֵ֖ל H3354 אֲבִ֣י H1 זָנ֑וֹחַ H2182 וְאֵ֗לֶּה H428 בְּנֵי֙ H1121 בִּתְיָ֣ה H1332 בַת H1323 פַּרְעֹ֔ה H6547 אֲשֶׁ֥ר H834 לָקַ֖ח H3947 מָֽרֶד H4778 ",
      "19": "וּבְנֵי֙ H1121 אֵ֣שֶׁת H802 הֽוֹדִיָּ֔ה H1940 אֲח֣וֹת H269 נַ֔חַם H5163 אֲבִ֥י H1 קְעִילָ֖ה H7084 הַגַּרְמִ֑י H1636 וְאֶשְׁתְּמֹ֖עַ H851 הַמַּעֲכָתִֽי H4602 ",
      "20": "וּבְנֵ֣י H1121 שִׁימ֔וֹן H7889 אַמְנ֣וֹן H550 וְרִנָּ֔ה H7441 בֶּן H1135 חָנָ֖ן H1135 ותולון H8436 וּבְנֵ֣י H1121 יִשְׁעִ֔י H3469 זוֹחֵ֖ת H2105 וּבֶן H1132 זוֹחֵֽת H1132 ",
      "21": "בְּנֵי֙ H1121 שֵׁלָ֣ה H7956 בֶן H1121 יְהוּדָ֔ה H3063 עֵ֚ר H6147 אֲבִ֣י H1 לֵכָ֔ה H3922 וְלַעְדָּ֖ה H3935 אֲבִ֣י H1 מָרֵשָׁ֑ה H4762 וּמִשְׁפְּח֛וֹת H4940 בֵּית H1004 עֲבֹדַ֥ת H5656 הַבֻּ֖ץ H948 לְבֵ֥ית H1004 אַשְׁבֵּֽעַ H791 ",
      "22": "וְיוֹקִ֞ים H3137 וְאַנְשֵׁ֣י H376 כֹזֵבָ֗א H3578 וְיוֹאָ֧שׁ H3101 וְשָׂרָ֛ף H8315 אֲשֶׁר H834 בָּעֲל֥וּ H1166 לְמוֹאָ֖ב H4124 וְיָשֻׁ֣בִי H3433 לָ֑חֶם H3433 וְהַ H1697 עַתִּיקִֽים H6267 ",
      "23": "הֵ֚מָּה H1992 הַיּ֣וֹצְרִ֔ים H3335 וְיֹשְׁבֵ֥י H3427 נְטָעִ֖ים H5196 וּגְדֵרָ֑ה H1448 עִם H5973 הַמֶּ֥לֶךְ H4428 בִּמְלַאכְתּ֖ H4399 יָ֥שְׁבוּ H3427 שָֽׁם H8033 ",
      "24": "בְּנֵ֖י H1121 שִׁמְע֑וֹן H8095 נְמוּאֵ֣ל H5241 וְיָמִ֔ין H3226 יָרִ֖יב H3402 זֶ֥רַח H2226 שָׁאֽוּל H7586 ",
      "25": "שַׁלֻּ֥ם H7967 בְּנ֛וֹ H1121 מִבְשָׂ֥ם H4017 בְּנ֖וֹ H1121 מִשְׁמָ֥ע H4927 בְּנֽוֹ H1121 ",
      "26": "וּבְנֵ֖י H1121 מִשְׁמָ֑ע H4927 חַמּוּאֵ֥ל H2536 בְּנ֛וֹ H1121 זַכּ֥וּר H2139 בְּנ֖וֹ H1121 שִׁמְעִ֥י H8096 בְנֽוֹ H1121 ",
      "27": "וּלְ H8096 בָּנִ֨ים H1121 שִׁשָּׁ֤ה H8337 עָשָׂר֙ H6240 וּבָנ֣וֹת H1323 שֵׁ֔שׁ H8337 וּלְ H251 אֵ֖ין H369 בָּנִ֣ים H1121 רַבִּ֑ים H7227 וְכֹל֙ H3605 מִשְׁפַּחְתָּ֔ם H4940 לֹ֥א H3808 הִרְבּ֖וּ H7235 עַד H5704 בְּנֵ֥י H1121 יְהוּדָֽה H3063 ",
      "28": "וַיֵּֽשְׁב֛וּ H3427 בִּבְאֵֽר H884 שֶׁ֥בַע H884 וּמוֹלָדָ֖ה H4137 וַחֲצַ֥ר H2705 שׁוּעָֽל H2705 ",
      "29": "וּבְ H1090 וּבְ H6107 וּבְ H8434 ",
      "30": "וּבִ H1328 וּבְ H2767 וּבְ H6860 ",
      "31": "וּבְ H1024 מַרְכָּבוֹת֙ H1024 וּבַ H2702 סוּסִ֔ים H2702 וּבְ H1011 בִּרְאִ֖י H1011 וּֽבְ H8189 אֵ֥לֶּה H428 עָרֵיהֶ֖ם H5892 עַד H5704 מְלֹ֥ךְ H4427 דָּוִֽיד H1732 ",
      "32": "וְחַצְרֵי H2691 עֵיטָ֣ם H5862 וָעַ֔יִן H5871 רִמּ֥וֹן H7417 וְתֹ֖כֶן H8507 וְעָשָׁ֑ן H6228 עָרִ֖ים H5892 חָמֵֽשׁ H2568 ",
      "33": "וְכָל H3605 חַצְרֵיהֶ֗ם H2691 אֲשֶׁ֧ר H834 סְבִיב֛וֹת H5439 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 עַד H5704 בָּ֑עַל H1168 זֹ֚את H2063 מוֹשְׁבֹתָ֔ם H4186 וְהִתְיַחְשָׂ֖ H3187 לָהֶֽם Hl ",
      "34": "וּמְשׁוֹבָ֣ב H4877 וְיַמְלֵ֔ךְ H3230 וְיוֹשָׁ֖ה H3144 בֶּן H1121 אֲמַצְיָֽה H558 ",
      "35": "וְיוֹאֵ֑ל H3100 וְיֵהוּא֙ H3058 בֶּן H1121 י֣וֹשִׁבְיָ֔ה H3143 בֶּן H1121 שְׂרָיָ֖ה H8304 בֶּן H1121 עֲשִׂיאֵֽל H6221 ",
      "36": "וְאֶלְיוֹעֵינַ֡י H454 וְֽיַעֲקֹ֡בָה H3291 וִ֠ישׁוֹחָיָה H3439 וַעֲשָׂיָ֧ה H6222 וַעֲדִיאֵ֛ל H5717 וִישִׂימִאֵ֖ל H3450 וּבְנָיָֽה H1141 ",
      "37": "וְזִיזָ֨א H2124 בֶן H1121 שִׁפְעִ֧י H8230 בֶן H1121 אַלּ֛וֹן H438 בֶּן H1121 יְדָיָ֥ה H3042 בֶן H1121 שִׁמְרִ֖י H8113 בֶּן H1121 שְׁמַֽעְיָֽה H8098 ",
      "38": "אֵ֚לֶּה H428 הַבָּאִ֣ים H935 בְּשֵׁמ֔וֹת H8034 נְשִׂיאִ֖ים H5387 בְּמִשְׁפְּחוֹתָ֑ H4940 וּבֵית֙ H1004 אֲב֣וֹתֵיהֶ֔ם H1 פָּרְצ֖וּ H6555 לָרֽוֹב H7230 ",
      "39": "וַיֵּלְכוּ֙ H3212 לִמְב֣וֹא H3996 גְדֹ֔ר H1446 עַ֖ד H5704 לְמִזְרַ֣ח H4217 הַגָּ֑יְא H1516 לְבַקֵּ֥שׁ H1245 מִרְעֶ֖ה H4829 לְצֹאנָֽ H6629 ",
      "40": "וַֽיִּמְצְא֤וּ H4672 מִרְעֶה֙ H4829 שָׁמֵ֣ן H8082 וָט֔וֹב H2896 וְהָ H776 רַחֲבַ֣ת H7342 יָדַ֔יִם H3027 וְשֹׁקֶ֖טֶת H8252 וּשְׁלֵוָ֑ה H7961 כִּ֣י H3588 מִן H4480 חָ֔ם H2526 הַיֹּשְׁבִ֥ים H3427 שָׁ֖ם H8033 לְפָנִֽים H6440 ",
      "41": "וַיָּבֹ֡אוּ H935 אֵלֶּה֩ H428 הַכְּתוּבִ֨ים H3789 בְּשֵׁמ֜וֹת H8034 בִּימֵ֣י H3117 יְחִזְקִיָּ֣הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 וַיַּכּ֨וּ H5221 אֶת H853 אָהֳלֵיהֶ֜ם H168 וְאֶת H853 המעינים H4586 אֲשֶׁ֤ר H834 נִמְצְאוּ H4672 שָׁ֨מָּה֙ H8033 וַיַּחֲרִימֻ H2763 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וַיֵּשְׁב֖וּ H3427 תַּחְתֵּיהֶ֑ם H8478 כִּֽי H3588 מִרְעֶ֥ה H4829 לְצֹאנָ֖ H6629 שָֽׁם H8033 ",
      "42": "וּמֵ H1992 מִן H4480 בְּנֵ֣י H1121 שִׁמְע֗וֹן H8095 הָלְכוּ֙ H1980 לְהַ֣ר H2022 שֵׂעִ֔יר H8165 אֲנָשִׁ֖ים H376 חֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 וּפְלַטְיָ֡ה H6410 וּ֠נְעַרְיָה H5294 וּרְפָיָ֧ה H7509 וְעֻזִּיאֵ֛ל H5816 בְּנֵ֥י H1121 יִשְׁעִ֖י H3469 בְּרֹאשָֽׁ H7218 ",
      "43": "וַיַּכּ֕וּ H5221 אֶת H853 שְׁאֵרִ֥ית H7611 הַפְּלֵטָ֖ה H6413 לַעֲמָלֵ֑ק H6002 וַיֵּ֣שְׁבוּ H3427 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
    },
    "5": {
      "1": "וּבְנֵ֨י H1121 רְאוּבֵ֥ן H7205 בְּכֽוֹר H1060 יִשְׂרָאֵל֮ H3478 כִּ֣י H3588 ה֣וּא H1931 הַבְּכוֹר֒ H1060 וּֽבְ H2490 יְצוּעֵ֣י H3326 אָבִ֔יו H1 נִתְּנָה֙ H5414 בְּכֹ֣רָת֔וֹ H1062 לִבְנֵ֥י H1121 יוֹסֵ֖ף H3130 בֶּן H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֥א H3808 לְהִתְיַחֵ֖שׂ H3187 לַבְּכֹרָֽה H1062 ",
      "2": "כִּ֤י H3588 יְהוּדָה֙ H3063 גָּבַ֣ר H1396 בְּאֶחָ֔י H251 וּלְ H5057 מִמֶּ֑נּוּ H4480 וְהַ H1062 לְיוֹסֵֽף H3130 ",
      "3": "בְּנֵ֥י H1121 רְאוּבֵ֖ן H7205 בְּכ֣וֹר H1060 יִשְׂרָאֵ֑ל H3478 חֲנ֥וֹךְ H2585 וּפַלּ֖וּא H6396 חֶצְר֥וֹן H2696 וְכַרְמִֽי H3756 ",
      "4": "בְּנֵ֖י H1121 יוֹאֵ֑ל H3100 שְׁמַֽעְיָ֥ה H8098 בְנ֛וֹ H1121 גּ֥וֹג H1463 בְּנ֖וֹ H1121 שִׁמְעִ֥י H8096 בְנֽוֹ H1121 ",
      "5": "מִיכָ֥ה H4318 בְנ֛וֹ H1121 רְאָיָ֥ה H7211 בְנ֖וֹ H1121 בַּ֥עַל H1168 בְּנֽוֹ H1121 ",
      "6": "בְּאֵרָ֣ה H880 בְנ֔וֹ H1121 אֲשֶׁ֣ר H834 הֶגְלָ֔ה H1540 תִּלְּגַ֥ת H8407 פִּלְנְאֶ֖סֶר H8407 מֶ֣לֶךְ H4428 אַשֻּׁ֑ר H804 ה֥וּא H1931 נָשִׂ֖יא H5387 לָרֽאוּבֵנִֽי H7206 ",
      "7": "וְאֶחָי H251 לְמִשְׁפְּחֹתָ֔י H4940 בְּהִתְיַחֵ֖שׂ H3187 לְתֹלְדוֹתָ֑ H8435 הָרֹ֥אשׁ H7218 יְעִיאֵ֖ל H3273 וּזְכַרְיָֽהוּ H2148 ",
      "8": "וּבֶ֨לַע֙ H1106 בֶּן H1121 עָזָ֔ז H5811 בֶּן H1121 שֶׁ֖מַע H8087 בֶּן H1121 יוֹאֵ֑ל H3100 ה֚וּא H1931 יוֹשֵׁ֣ב H3427 בַּעֲרֹעֵ֔ר H6177 וְעַד H5704 נְב֖וֹ H5015 וּבַ֥עַל H1186 מְעֽוֹן H1186 ",
      "9": "וְלַ H4217 יָשַׁב֙ H3427 עַד H5704 לְב֣וֹא H935 מִדְבָּ֔רָה H4057 לְמִן H4480 הַנָּהָ֖ר H5104 פְּרָ֑ת H6578 כִּ֧י H3588 מִקְנֵיהֶ֛ם H4735 רָב֖וּ H7235 בְּאֶ֥רֶץ H776 גִּלְעָֽד H1568 ",
      "10": "וּבִ H3117 שָׁא֗וּל H7586 עָשׂ֤וּ H6213 מִלְחָמָה֙ H4421 עִם H5973 הַֽהַגְרִאִ֔ים H1905 וַֽיִּפְּל֖וּ H5307 בְּיָדָ֑ H3027 וַיֵּשְׁבוּ֙ H3427 בְּאָ֣הֳלֵי H168 עַֽל H5921 כָּל H3605 פְּנֵ֖י H6440 מִזְרָ֥ח H4217 לַגִּלְעָֽד H1568 ",
      "11": "וּבְנֵי H1121 גָ֣ד H1410 לְנֶגְדָּ֗ H5048 יָֽשְׁב֛וּ H3427 בְּאֶ֥רֶץ H776 הַבָּשָׁ֖ן H1316 עַד H5704 סַלְכָֽה H5548 ",
      "12": "יוֹאֵ֣ל H3100 הָרֹ֔אשׁ H7218 וְשָׁפָ֖ם H8223 הַמִּשְׁנֶ֑ה H4932 וְיַעְנַ֥י H3285 וְשָׁפָ֖ט H8202 בַּבָּשָֽׁן H1316 ",
      "13": "וַאֲחֵי H251 לְבֵ֣ית H1004 אֲבוֹתֵיהֶ֗ם H1 מִֽיכָאֵ֡ל H4317 וּמְשֻׁלָּ֡ם H4918 וְ֠שֶׁבַע H7652 וְיוֹרַ֧י H3140 וְיַעְכָּ֛ן H3275 וְזִ֥יעַ H2127 וָעֵ֖בֶר H5677 שִׁבְעָֽה H7651 ",
      "14": "אֵ֣לֶּה H428 בְּנֵ֣י H1121 אֲבִיחַ֗יִל H32 בֶּן H1121 חוּרִ֡י H2359 בֶּן H1121 יָ֠רוֹחַ H3386 בֶּן H1121 גִּלְעָ֧ד H1568 בֶּן H1121 מִיכָאֵ֛ל H4317 בֶּן H1121 יְשִׁישַׁ֥י H3454 בֶּן H1121 יַחְדּ֖וֹ H3163 בֶּן H1121 בּֽוּז H938 ",
      "15": "אֲחִי֙ H277 בֶּן H1121 עַבְדִּיאֵ֣ל H5661 בֶּן H1121 גּוּנִ֔י H1476 רֹ֖אשׁ H7218 לְבֵ֥ית H1004 אֲבוֹתָֽם H1 ",
      "16": "וַיֵּֽשְׁב֛וּ H3427 בַּגִּלְעָ֥ד H1568 בַּבָּשָׁ֖ן H1316 וּבִ H1323 וּבְ H3605 מִגְרְשֵׁ֥י H4054 שָׁר֖וֹן H8289 עַל H5921 תּוֹצְאוֹתָֽם H8444 ",
      "17": "כֻּלָּם֙ H3605 הִתְיַחְשׂ֔וּ H3187 בִּימֵ֖י H3117 יוֹתָ֣ם H3147 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 וּבִ H3117 יָרָבְעָ֥ם H3379 מֶֽלֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "18": "בְּנֵֽי H1121 רְאוּבֵ֨ן H7205 וְגָדִ֜י H1425 וַחֲצִ֥י H2677 שֵֽׁבֶט H7626 מְנַשֶּׁה֮ H4519 מִן H4480 בְּנֵי H1121 חַיִל֒ H2428 אֲ֠נָשִׁים H376 נֹשְׂאֵ֨י H5375 מָגֵ֤ן H4043 וְחֶ֨רֶב֙ H2719 וְדֹ֣רְכֵי H1869 קֶ֔שֶׁת H7198 וּלְמוּדֵ֖י H3925 מִלְחָמָ֑ה H4421 אַרְבָּעִ֨ים H705 וְאַרְבָּעָ֥ה H702 אֶ֛לֶף H505 וּשְׁבַע H7651 מֵא֥וֹת H3967 וְשִׁשִּׁ֖ים H8346 יֹצְאֵ֥י H3318 צָבָֽא H6635 ",
      "19": "וַיַּעֲשׂ֥וּ H6213 מִלְחָמָ֖ה H4421 עִם H5973 הַֽהַגְרִיאִ֑ים H1905 וִיט֥וּר H3195 וְנָפִ֖ישׁ H5305 וְנוֹדָֽב H5114 ",
      "20": "וַיֵּעָזְר֣וּ H5826 עֲלֵיהֶ֔ם H5921 וַיִּנָּתְנ֤וּ H5414 בְיָדָ H3027 הַֽהַגְרִיאִ֔ים H1905 וְכֹ֖ל H3605 שֶׁ֣עִמָּ H5973 כִּ֠י H3588 לֵאלֹהִ֤ים H430 זָעֲקוּ֙ H2199 בַּמִּלְחָמָ֔ה H4421 וְנַעְתּ֥וֹר H6279 לָהֶ֖ם Hl כִּי H3588 בָ֥טְחוּ H982 בֽוֹ Hb ",
      "21": "וַיִּשְׁבּ֣וּ H7617 מִקְנֵיהֶ֗ם H4735 גְּֽמַלֵּיהֶ֞ם H1581 חֲמִשִּׁ֥ים H2572 אֶ֨לֶף֙ H505 וְצֹ֗אן H6629 מָאתַ֤יִם H3967 וַחֲמִשִּׁים֙ H2572 אֶ֔לֶף H505 וַחֲמוֹרִ֖ים H2543 אַלְפָּ֑יִם H505 וְנֶ֥פֶשׁ H5315 אָדָ֖ם H120 מֵ֥אָה H3967 אָֽלֶף H505 ",
      "22": "כִּֽי H3588 חֲלָלִ֤ים H2491 רַבִּים֙ H7227 נָפָ֔לוּ H5307 כִּ֥י H3588 מֵהָ H430 הַמִּלְחָמָ֑ה H4421 וַיֵּשְׁב֥וּ H3427 תַחְתֵּיהֶ֖ם H8478 עַד H5704 הַגֹּלָֽה H1473 ",
      "23": "וּבְנֵ֗י H1121 חֲצִי֙ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֔ה H4519 יָשְׁב֖וּ H3427 בָּאָ֑רֶץ H776 מִבָּשָׁ֞ן H1316 עַד H5704 בַּ֧עַל H1179 חֶרְמ֛וֹן H1179 וּשְׂנִ֥יר H8149 וְהַר H2022 חֶרְמ֖וֹן H2768 הֵ֥מָּה H1992 רָבֽוּ H7235 ",
      "24": "וְאֵ֖לֶּה H428 רָאשֵׁ֣י H7218 בֵית H1004 אֲבוֹתָ֑ם H1 וְעֵ֡פֶר H6081 וְיִשְׁעִ֡י H3469 וֶאֱלִיאֵ֡ל H447 וְ֠עַזְרִיאֵל H5837 וְיִרְמְיָ֨ה H3414 וְהוֹדַוְיָ֜ה H1938 וְיַחְדִּיאֵ֗ל H3164 אֲנָשִׁים֙ H376 גִּבּ֣וֹרֵי H1368 חַ֔יִל H2428 אַנְשֵׁ֣י H376 שֵׁמ֔וֹת H8034 רָאשִׁ֖ים H7218 לְבֵ֥ית H1004 אֲבוֹתָֽם H1 ",
      "25": "וַיִּֽמְעֲל֔וּ H4603 בֵּאלֹהֵ֖י H430 אֲבוֹתֵיהֶ֑ם H1 וַיִּזְנ֗וּ H2181 אַחֲרֵי֙ H310 אֱלֹהֵ֣י H430 עַמֵּי H5971 הָאָ֔רֶץ H776 אֲשֶׁר H834 הִשְׁמִ֥יד H8045 אֱלֹהִ֖ים H430 מִפְּנֵי H6440 ",
      "26": "וַיָּעַר֩ H5782 אֱלֹהֵ֨י H430 יִשְׂרָאֵ֜ל H3478 אֶת H853 ר֣וּחַ H7307 פּ֣וּל H6322 מֶֽלֶךְ H4428 אַשּׁ֗וּר H804 וְאֶת H853 ר֨וּחַ֙ H7307 תִּלְּגַ֤ת H8407 פִּלְנֶ֨סֶר֙ H8407 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיַּגְלֵ H1540 לָראוּבֵנִ֣י H7206 וְלַ H1425 וְלַ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֑ה H4519 וַ֠יְבִיאֵ H935 לַחְלַ֨ח H2477 וְחָב֤וֹר H2249 וְהָרָא֙ H2024 וּנְהַ֣ר H5104 גּוֹזָ֔ן H1470 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": "",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": "",
      "39": "",
      "40": "",
      "41": ""
    },
    "6": {
      "1": "בְּנֵ֖י H1121 לֵוִ֑י H3878 גֵּרְשׁ֕וֹן H1648 קְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
      "2": "וּבְנֵ֖י H1121 קְהָ֑ת H6955 עַמְרָ֣ם H6019 יִצְהָ֔ר H3324 וְחֶבְר֖וֹן H2275 וְעֻזִּיאֵֽל H5816 ",
      "3": "וּבְנֵ֣י H1121 עַמְרָ֔ם H6019 אַהֲרֹ֥ן H175 וּמֹשֶׁ֖ה H4872 וּמִרְיָ֑ם H4813 וּבְנֵ֣י H1121 אַהֲרֹ֔ן H175 נָדָב֙ H5070 וַאֲבִיה֔וּא H30 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
      "4": "אֶלְעָזָר֙ H499 הוֹלִ֣יד H3205 אֶת H853 פִּֽינְחָ֔ס H6372 פִּֽינְחָ֖ס H6372 הֹלִ֥יד H3205 אֶת H853 אֲבִישֽׁוּעַ H50 ",
      "5": "וַאֲבִישׁ֨וּעַ֙ H50 הוֹלִ֣יד H3205 אֶת H853 בֻּקִּ֔י H1231 וּבֻקִּ֖י H1231 הוֹלִ֥יד H3205 אֶת H853 עֻזִּֽי H5813 ",
      "6": "וְעֻזִּי֙ H5813 הוֹלִ֣יד H3205 אֶת H853 זְרַֽחְיָ֔ה H2228 וּֽזְרַֽחְיָ֖ה H2228 הוֹלִ֥יד H3205 אֶת H853 מְרָיֽוֹת H4812 ",
      "7": "מְרָיוֹת֙ H4812 הוֹלִ֣יד H3205 אֶת H853 אֲמַרְיָ֔ה H568 וַאֲמַרְיָ֖ה H568 הוֹלִ֥יד H3205 אֶת H853 אֲחִיטֽוּב H285 ",
      "8": "וַאֲחִיטוּב֙ H285 הוֹלִ֣יד H3205 אֶת H853 צָד֔וֹק H6659 וְצָד֖וֹק H6659 הוֹלִ֥יד H3205 אֶת H853 אֲחִימָֽעַץ H290 ",
      "9": "וַאֲחִימַ֨עַץ֙ H290 הוֹלִ֣יד H3205 אֶת H853 עֲזַרְיָ֔ה H5838 וַעֲזַרְיָ֖ה H5838 הוֹלִ֥יד H3205 אֶת H853 יוֹחָנָֽן H3110 ",
      "10": "וְיוֹחָנָ֖ן H3110 הוֹלִ֣יד H3205 אֶת H853 עֲזַרְיָ֑ה H5838 ה֚וּא H1931 אֲשֶׁ֣ר H834 כִּהֵ֔ן H3547 בַּבַּ֕יִת H1004 אֲשֶׁר H834 בָּנָ֥ה H1129 שְׁלֹמֹ֖ה H8010 בִּירוּשָׁלִָֽם H3389 ",
      "11": "וַיּ֥וֹלֶד H3205 עֲזַרְיָ֖ה H5838 אֶת H853 אֲמַרְיָ֑ה H568 וַאֲמַרְיָ֖ה H568 הוֹלִ֥יד H3205 אֶת H853 אֲחִיטֽוּב H285 ",
      "12": "וַאֲחִיטוּב֙ H285 הוֹלִ֣יד H3205 אֶת H853 צָד֔וֹק H6659 וְצָד֖וֹק H6659 הוֹלִ֥יד H3205 אֶת H853 שַׁלּֽוּם H7967 ",
      "13": "וְשַׁלּוּם֙ H7967 הוֹלִ֣יד H3205 אֶת H853 חִלְקִיָּ֔ה H2518 וְחִלְקִיָּ֖ה H2518 הוֹלִ֥יד H3205 אֶת H853 עֲזַרְיָֽה H5838 ",
      "14": "וַעֲזַרְיָה֙ H5838 הוֹלִ֣יד H3205 אֶת H853 שְׂרָיָ֔ה H8304 וּשְׂרָיָ֖ה H8304 הוֹלִ֥יד H3205 אֶת H853 יְהוֹצָדָֽק H3087 ",
      "15": "וִיהוֹצָדָ֣ק H3087 הָלַ֔ךְ H1980 בְּהַגְל֣וֹת H1540 יְהוָ֔ה H3068 אֶת H853 יְהוּדָ֖ה H3063 וִירוּשָׁלִָ֑ם H3389 בְּיַ֖ד H3027 נְבֻכַדְנֶאצַּֽר H5019 ",
      "16": "בְּנֵ֖י H1121 לֵוִ֑י H3878 גֵּרְשֹׁ֕ם H1647 קְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
      "17": "וְאֵ֛לֶּה H428 שְׁמ֥וֹת H8034 בְּֽנֵי H1121 גֵרְשׁ֖וֹם H1647 לִבְנִ֥י H3845 וְשִׁמְעִֽי H8096 ",
      "18": "וּבְנֵ֖י H1121 קְהָ֑ת H6955 עַמְרָ֣ם H6019 וְיִצְהָ֔ר H3324 וְחֶבְר֖וֹן H2275 וְעֻזִּיאֵֽל H5816 ",
      "19": "בְּנֵ֥י H1121 מְרָרִ֖י H4847 מַחְלִ֣י H4249 וּמֻשִׁ֑י H4187 וְאֵ֛לֶּה H428 מִשְׁפְּח֥וֹת H4940 הַלֵּוִ֖י H3881 לַאֲבוֹתֵי H1 ",
      "20": "לְֽגֵרְשׁ֑וֹם H1647 לִבְנִ֥י H3845 בְנ֛וֹ H1121 יַ֥חַת H3189 בְּנ֖וֹ H1121 זִמָּ֥ה H2155 בְנֽוֹ H1121 ",
      "21": "יוֹאָ֤ח H3098 בְּנוֹ֙ H1121 עִדּ֣וֹ H5714 בְנ֔וֹ H1121 זֶ֥רַח H2226 בְּנ֖וֹ H1121 יְאָתְרַ֥י H2979 בְּנֽוֹ H1121 ",
      "22": "בְּנֵ֖י H1121 קְהָ֑ת H6955 עַמִּינָדָ֣ב H5992 בְּנ֔וֹ H1121 קֹ֥רַח H7141 בְּנ֖וֹ H1121 אַסִּ֥יר H617 בְּנֽוֹ H1121 ",
      "23": "אֶלְקָנָ֥ה H511 בְנ֛וֹ H1121 וְאֶבְיָסָ֥ף H43 בְּנ֖וֹ H1121 וְאַסִּ֥יר H617 בְּנֽוֹ H1121 ",
      "24": "תַּ֤חַת H8480 בְּנוֹ֙ H1121 אוּרִיאֵ֣ל H222 בְּנ֔וֹ H1121 עֻזִּיָּ֥ה H5818 בְנ֖וֹ H1121 וְשָׁא֥וּל H7586 בְּנֽוֹ H1121 ",
      "25": "וּבְנֵי֙ H1121 אֶלְקָנָ֔ה H511 עֲמָשַׂ֖י H6022 וַאֲחִימֽוֹת H287 ",
      "26": "אֶלְקָנָ֑ה H511 בנו H1121 אֶלְקָנָ֔ה H511 צוֹפַ֥י H6689 בְּנ֖וֹ H1121 וְנַ֥חַת H5184 בְּנֽוֹ H1121 ",
      "27": "אֱלִיאָ֥ב H446 בְּנ֛וֹ H1121 יְרֹחָ֥ם H3395 בְּנ֖וֹ H1121 אֶלְקָנָ֥ה H511 בְנֽוֹ H1121 ",
      "28": "וּבְנֵ֧י H1121 שְׁמוּאֵ֛ל H8050 הַבְּכֹ֥ר H1060 וַשְׁנִ֖י H2059 וַאֲבִיָּֽה H29 ",
      "29": "בְּנֵ֥י H1121 מְרָרִ֖י H4847 מַחְלִ֑י H4249 לִבְנִ֥י H3845 בְנ֛וֹ H1121 שִׁמְעִ֥י H8096 בְנ֖וֹ H1121 עֻזָּ֥ה H5798 בְנֽוֹ H1121 ",
      "30": "שִׁמְעָ֥א H8092 בְנ֛וֹ H1121 חַגִּיָּ֥ה H2293 בְנ֖וֹ H1121 עֲשָׂיָ֥ה H6222 בְנֽוֹ H1121 ",
      "31": "וְאֵ֗לֶּה H428 אֲשֶׁ֨ר H834 הֶעֱמִ֥יד H5975 דָּוִ֛יד H1732 עַל H5921 יְדֵי H3027 שִׁ֖יר H7892 בֵּ֣ית H1004 יְהוָ֑ה H3068 מִמְּנ֖וֹחַ H4494 הָאָרֽוֹן H727 ",
      "32": "וַיִּהְי֨וּ H1961 מְשָׁרְתִ֜ים H8334 לִפְנֵ֨י H6440 מִשְׁכַּ֤ן H4908 אֹֽהֶל H168 מוֹעֵד֙ H4150 בַּשִּׁ֔יר H7892 עַד H5704 בְּנ֧וֹת H1129 שְׁלֹמֹ֛ה H8010 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 בִּירוּשָׁלִָ֑ם H3389 וַיַּעַמְד֥וּ H5975 כְמִשְׁפָּטָ֖ H4941 עַל H5921 עֲבוֹדָתָֽם H5656 ",
      "33": "וְאֵ֥לֶּה H428 הָעֹמְדִ֖ים H5975 וּבְנֵי H1121 מִבְּנֵי֙ H1121 הַקְּהָתִ֔י H6956 הֵימָן֙ H1968 הַמְשׁוֹרֵ֔ר H7891 בֶּן H1121 יוֹאֵ֖ל H3100 בֶּן H1121 שְׁמוּאֵֽל H8050 ",
      "34": "בֶּן H1121 אֶלְקָנָה֙ H511 בֶּן H1121 יְרֹחָ֔ם H3395 בֶּן H1121 אֱלִיאֵ֖ל H447 בֶּן H1121 תּֽוֹחַ H8430 ",
      "35": "בֶּן H1121 ציף H6689 בֶּן H1121 אֶלְקָנָ֔ה H511 בֶּן H1121 מַ֖חַת H4287 בֶּן H1121 עֲמָשָֽׂי H6022 ",
      "36": "בֶּן H1121 אֶלְקָנָה֙ H511 בֶּן H1121 יוֹאֵ֔ל H3100 בֶּן H1121 עֲזַרְיָ֖ה H5838 בֶּן H1121 צְפַנְיָֽה H6846 ",
      "37": "בֶּן H1121 תַּ֨חַת֙ H8480 בֶּן H1121 אַסִּ֔יר H617 בֶּן H1121 אֶבְיָסָ֖ף H43 בֶּן H1121 קֹֽרַח H7141 ",
      "38": "בֶּן H1121 יִצְהָ֣ר H3324 בֶּן H1121 קְהָ֔ת H6955 בֶּן H1121 לֵוִ֖י H3878 בֶּן H1121 יִשְׂרָאֵֽל H3478 ",
      "39": "וְאָחִ֣י H251 אָסָ֔ף H623 הָעֹמֵ֖ד H5975 עַל H5921 יְמִינ֑וֹ H3225 אָסָ֥ף H623 בֶּן H1121 בֶּרֶכְיָ֖הוּ H1296 בֶּן H1121 שִׁמְעָֽא H8092 ",
      "40": "בֶּן H1121 מִיכָאֵ֥ל H4317 בֶּן H1121 בַּעֲשֵׂיָ֖ה H1202 בֶּן H1121 מַלְכִּיָּֽה H4441 ",
      "41": "בֶּן H1121 אֶתְנִ֥י H867 בֶן H1121 זֶ֖רַח H2226 בֶּן H1121 עֲדָיָֽה H5718 ",
      "42": "בֶּן H1121 אֵיתָ֥ן H387 בֶּן H1121 זִמָּ֖ה H2155 בֶּן H1121 שִׁמְעִֽי H8096 ",
      "43": "בֶּן H1121 יַ֥חַת H3189 בֶּן H1121 גֵּרְשֹׁ֖ם H1647 בֶּן H1121 לֵוִֽי H3878 ",
      "44": "וּבְנֵ֧י H1121 מְרָרִ֛י H4847 אֲחֵיהֶ֖ם H251 עַֽל H5921 הַשְּׂמֹ֑אול H8040 אֵיתָן֙ H387 בֶּן H1121 קִישִׁ֔י H7029 בֶּן H1121 עַבְדִּ֖י H5660 בֶּן H1121 מַלּֽוּךְ H4409 ",
      "45": "בֶּן H1121 חֲשַׁבְיָ֥ה H2811 בֶן H1121 אֲמַצְיָ֖ה H558 בֶּן H1121 חִלְקִיָּֽה H2518 ",
      "46": "בֶּן H1121 אַמְצִ֥י H557 בֶן H1121 בָּנִ֖י H1137 בֶּן H1121 שָֽׁמֶר H8106 ",
      "47": "בֶּן H1121 מַחְלִי֙ H4249 בֶּן H1121 מוּשִׁ֔י H4187 בֶּן H1121 מְרָרִ֖י H4847 בֶּן H1121 לֵוִֽי H3878 ",
      "48": "וַאֲחֵי H251 הַלְוִיִּ֑ם H3881 נְתוּנִ֕ים H5414 לְכָ֨ל H3605 עֲבוֹדַ֔ת H5656 מִשְׁכַּ֖ן H4908 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "49": "וְֽאַהֲרֹ֨ן H175 וּבָנָ֜י H1121 מַקְטִירִ֨ים H6999 עַל H5921 מִזְבַּ֤ח H4196 הָֽעוֹלָה֙ H5930 וְעַל H5921 מִזְבַּ֣ח H4196 הַקְּטֹ֔רֶת H7004 לְכֹ֕ל H3605 מְלֶ֖אכֶת H4399 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 וּלְ H3722 עַל H5921 יִשְׂרָאֵ֔ל H3478 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 צִוָּ֔ה H6680 מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 הָאֱלֹהִֽים H430 ",
      "50": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 אַהֲרֹ֑ן H175 אֶלְעָזָ֥ר H499 בְּנ֛וֹ H1121 פִּֽינְחָ֥ס H6372 בְּנ֖וֹ H1121 אֲבִישׁ֥וּעַ H50 בְּנֽוֹ H1121 ",
      "51": "בֻּקִּ֥י H1231 בְנ֛וֹ H1121 עֻזִּ֥י H5813 בְנ֖וֹ H1121 זְרַֽחְיָ֥ה H2228 בְנֽוֹ H1121 ",
      "52": "מְרָי֥וֹת H4812 בְּנ֛וֹ H1121 אֲמַרְיָ֥ה H568 בְנ֖וֹ H1121 אֲחִיט֥וּב H285 בְּנֽוֹ H1121 ",
      "53": "צָד֥וֹק H6659 בְּנ֖וֹ H1121 אֲחִימַ֥עַץ H290 בְּנֽוֹ H1121 ",
      "54": "וְאֵ֨לֶּה֙ H428 מוֹשְׁבוֹתָ֔ם H4186 לְטִירוֹתָ֖ H2918 בִּגְבוּלָ֑ H1366 לִבְנֵ֤י H1121 אַהֲרֹן֙ H175 לְמִשְׁפַּחַ֣ת H4940 הַקְּהָתִ֔י H6956 כִּ֥י H3588 לָהֶ֖ם H1992 הָיָ֥ה H1961 הַגּוֹרָֽל H1486 ",
      "55": "וַֽיִּתְּנ֥וּ H5414 לָהֶ֛ם H1992 אֶת H853 חֶבְר֖וֹן H2275 בְּאֶ֣רֶץ H776 יְהוּדָ֑ה H3063 וְאֶת H853 מִגְרָשֶׁ֖יהָ H4054 סְבִיבֹתֶֽיהָ H5439 ",
      "56": "וְאֶת H853 שְׂדֵ֥ה H7704 הָעִ֖יר H5892 וְאֶת H853 חֲצֵרֶ֑יהָ H2691 נָתְנ֖וּ H5414 לְכָלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּֽה H3312 ",
      "57": "וְלִ H1121 אַהֲרֹ֗ן H175 נָתְנוּ֙ H5414 אֶת H853 עָרֵ֣י H5892 הַמִּקְלָ֔ט H4733 אֶת H853 חֶבְר֥וֹן H2275 וְאֶת H853 לִבְנָ֖ה H3841 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 יַתִּ֥ר H3492 וְאֶֽת H853 אֶשְׁתְּמֹ֖עַ H851 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "58": "וְאֶת H853 חִילֵז֙ H2432 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 אֶת H853 דְּבִ֖יר H1688 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "59": "וְאֶת H853 עָשָׁן֙ H6228 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 בֵּ֥ית H1053 שֶׁ֖מֶשׁ H1053 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "60": "וּמִ H4294 בִנְיָמִ֗ן H1144 אֶת H853 גֶּ֤בַע H1387 וְאֶת H853 מִגְרָשֶׁ֨יהָ֙ H4054 וְאֶת H853 עָלֶ֣מֶת H5964 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 עֲנָת֖וֹת H6068 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 כָּל H3605 עָרֵיהֶ֛ם H5892 שְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 עִ֖יר H5892 בְּמִשְׁפְּחוֹתֵי H4940 ",
      "61": "וְלִ H1121 קְהָ֜ת H6955 הַנּוֹתָרִ֗ים H3498 מִמִּשְׁפַּ֣חַת H4940 הַמַּטֶּ֡ה H4294 מִֽ֠מַּחֲצִית H4276 מַטֵּ֨ה H4294 חֲצִ֧י H2677 מְנַשֶּׁ֛ה H4519 בַּגּוֹרָ֖ל H1486 עָרִ֥ים H5892 עָֽשֶׂר H6235 ",
      "62": "וְלִ H1121 גֵרְשׁ֜וֹם H1647 לְמִשְׁפְּחוֹתָ֗ H4940 מִמַּטֵּ֣ה H4294 יִ֠שָׂשכָר H3485 וּמִ H4294 אָשֵׁ֜ר H836 וּמִ H4294 נַפְתָּלִ֗י H5321 וּמִ H4294 מְנַשֶּׁה֙ H4519 בַּבָּשָׁ֔ן H1316 עָרִ֖ים H5892 שְׁלֹ֥שׁ H7969 עֶשְׂרֵֽה H6240 ",
      "63": "לִבְנֵ֨י H1121 מְרָרִ֜י H4847 לְמִשְׁפְּחוֹתָ֗ H4940 מִמַּטֵּ֣ה H4294 רְ֠אוּבֵן H7205 וּֽמִ H4294 גָ֞ד H1410 וּמִ H4294 זְבוּלֻן֙ H2074 בַּגּוֹרָ֔ל H1486 עָרִ֖ים H5892 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
      "64": "וַיִּתְּנ֥וּ H5414 בְנֵי H1121 יִשְׂרָאֵ֖ל H3478 לַלְוִיִּ֑ם H3881 אֶת H853 הֶעָרִ֖ים H5892 וְאֶת H854 מִגְרְשֵׁיהֶֽם H4054 ",
      "65": "וַיִּתְּנ֣וּ H5414 בַגּוֹרָ֗ל H1486 מִמַּטֵּ֤ה H4294 בְנֵי H1121 יְהוּדָה֙ H3063 וּמִ H4294 בְנֵי H1121 שִׁמְע֔וֹן H8095 וּמִ H4294 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 אֵ֚ת H853 הֶעָרִ֣ים H5892 הָאֵ֔לֶּה H428 אֲשֶׁר H834 יִקְרְא֥וּ H7121 אֶתְהֶ֖ם H853 בְּשֵׁמֽוֹת H8034 ",
      "66": "וּמִֽ H4940 בְּנֵ֣י H1121 קְהָ֑ת H6955 וַיְהִי֙ H1961 עָרֵ֣י H5892 גְבוּלָ֔ם H1366 מִמַּטֵּ֖ה H4294 אֶפְרָֽיִם H669 ",
      "67": "וַיִּתְּנ֨וּ H5414 לָהֶ֜ם Hl אֶת H853 עָרֵ֧י H5892 הַמִּקְלָ֛ט H4733 אֶת H853 שְׁכֶ֥ם H7927 וְאֶת H853 מִגְרָשֶׁ֖יהָ H4054 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וְאֶת H853 גֶּ֖זֶר H1507 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "68": "וְאֶֽת H853 יָקְמְעָם֙ H3361 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 בֵּ֥ית H1032 חוֹר֖וֹן H1032 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "69": "וְאֶת H853 אַיָּלוֹן֙ H357 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 גַּת H1667 רִמּ֖וֹן H1667 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "70": "וּמִֽ H4276 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 אֶת H853 עָנֵר֙ H6063 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 בִּלְעָ֖ם H1109 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 לְמִשְׁפַּ֥חַת H4940 לִבְנֵי H1121 קְהָ֖ת H6955 הַנּוֹתָרִֽים H3498 ",
      "71": "לִבְנֵי֮ H1121 גֵּרְשׁוֹם֒ H1647 מִמִּשְׁפַּ֗חַת H4940 חֲצִי֙ H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 אֶת H853 גּוֹלָ֥ן H1474 בַּבָּשָׁ֖ן H1316 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 עַשְׁתָּר֖וֹת H6252 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "72": "וּמִ H4294 יִשָׂשכָ֔ר H3485 אֶת H853 קֶ֖דֶשׁ H6943 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 אֶת H853 דָּבְרַ֖ת H1705 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "73": "וְאֶת H853 רָאמוֹת֙ H7216 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 עָנֵ֖ם H6046 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "74": "וּמִ H4294 אָשֵׁ֔ר H836 אֶת H853 מָשָׁ֖ל H4913 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 עַבְדּ֖וֹן H5658 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "75": "וְאֶת H853 חוּקֹק֙ H2712 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 רְחֹ֖ב H7340 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "76": "וּמִ H4294 נַפְתָּלִ֗י H5321 אֶת H853 קֶ֤דֶשׁ H6943 בַּגָּלִיל֙ H1551 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 חַמּ֖וֹן H2540 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 קִרְיָתַ֖יִם H7156 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "77": "לִבְנֵ֣י H1121 מְרָרִי֮ H4847 הַנּוֹתָרִים֒ H3498 מִמַּטֵּ֣ה H4294 זְבוּלֻ֔ן H2074 אֶת H853 רִמּוֹנ֖וֹ H7417 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 אֶת H853 תָּב֖וֹר H8396 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "78": "וּמֵ H5676 לְיַרְדֵּ֣ן H3383 יְרֵחוֹ֮ H3405 לְמִזְרַ֣ח H4217 הַיַּרְדֵּן֒ H3383 מִמַּטֵּ֣ה H4294 רְאוּבֵ֔ן H7205 אֶת H853 בֶּ֥צֶר H1221 בַּמִּדְבָּ֖ר H4057 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 יַ֖הְצָה H3096 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "79": "וְאֶת H853 קְדֵמוֹת֙ H6932 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 מֵיפַ֖עַת H4158 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "80": "וּמִ֨ H4294 גָ֔ד H1410 אֶת H853 רָאמ֥וֹת H7216 בַּגִּלְעָ֖ד H1568 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶֽת H853 מַחֲנַ֖יִם H4266 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
      "81": "וְאֶת H853 חֶשְׁבּוֹן֙ H2809 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 יַעְזֵ֖יר H3270 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 "
    },
    "7": {
      "1": "וְלִ H1121 יִשָׂשכָ֗ר H3485 תּוֹלָ֧ע H8439 וּפוּאָ֛ה H6312 ישיב H3437 וְשִׁמְר֖וֹן H8110 אַרְבָּעָֽה H702 ",
      "2": "וּבְנֵ֣י H1121 תוֹלָ֗ע H8439 עֻזִּ֡י H5813 וּרְפָיָ֡ה H7509 וִֽ֠ירִיאֵל H3400 וְיַחְמַ֨י H3181 וְיִבְשָׂ֜ם H3005 וּשְׁמוּאֵ֗ל H8050 רָאשִׁ֤ים H7218 לְבֵית H1004 אֲבוֹתָם֙ H1 לְתוֹלָ֔ע H8439 גִּבּ֥וֹרֵי H1368 חַ֖יִל H2428 לְתֹלְדוֹתָ֑ H8435 מִסְפָּרָם֙ H4557 בִּימֵ֣י H3117 דָוִ֔יד H1732 עֶשְׂרִֽים H6242 וּשְׁנַ֥יִם H8147 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "3": "וּבְנֵ֥י H1121 עֻזִּ֖י H5813 יִֽזְרַֽחְיָ֑ה H3156 וּבְנֵ֣י H1121 יִֽזְרַֽחְיָ֗ה H3156 מִֽיכָאֵ֡ל H4317 וְ֠עֹבַדְיָה H5662 וְיוֹאֵ֧ל H3100 יִשִּׁיָּ֛ה H3449 חֲמִשָּׁ֖ה H2568 רָאשִׁ֥ים H7218 כֻּלָּֽם H3605 ",
      "4": "וַעֲלֵי H5921 לְתֹלְדוֹתָ֜ H8435 לְבֵ֣ית H1004 אֲבוֹתָ֗ם H1 גְּדוּדֵי֙ H1416 צְבָ֣א H6635 מִלְחָמָ֔ה H4421 שְׁלֹשִׁ֥ים H7970 וְשִׁשָּׁ֖ה H8337 אָ֑לֶף H505 כִּֽי H3588 הִרְבּ֥וּ H7235 נָשִׁ֖ים H802 וּבָנִֽים H1121 ",
      "5": "וַאֲחֵי H251 לְכֹל֙ H3605 מִשְׁפְּח֣וֹת H4940 יִשָׂשכָ֔ר H3485 גִּבּוֹרֵ֖י H1368 חֲיָלִ֑ים H2428 שְׁמוֹנִ֤ים H8084 וְשִׁבְעָה֙ H7651 אֶ֔לֶף H505 הִתְיַחְשָׂ֖ם H3187 לַכֹּֽל H3605 ",
      "6": "בִּנְיָמִ֗ן H1144 בֶּ֧לַע H1106 וָבֶ֛כֶר H1071 וִידִֽיעֲאֵ֖ל H3043 שְׁלֹשָֽׁה H7969 ",
      "7": "וּבְנֵ֣י H1121 בֶ֗לַע H1106 אֶצְבּ֡וֹן H675 וְעֻזִּ֡י H5813 וְ֠עֻזִּיאֵל H5816 וִירִימ֨וֹת H3406 וְעִירִ֜י H5901 חֲמִשָּׁ֗ה H2568 רָאשֵׁי֙ H7218 בֵּ֣ית H1004 אָב֔וֹת H1 גִּבּוֹרֵ֖י H1368 חֲיָלִ֑ים H2428 וְהִתְיַחְשָׂ֗ H3187 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 אֶ֔לֶף H505 וּשְׁלֹשִׁ֖ים H7970 וְאַרְבָּעָֽה H702 ",
      "8": "וּבְנֵ֣י H1121 בֶ֗כֶר H1071 זְמִירָ֡ה H2160 וְיוֹעָ֡שׁ H3135 וֶ֠אֱלִיעֶזֶר H461 וְאֶלְיוֹעֵינַ֤י H454 וְעָמְרִי֙ H6018 וִירֵמ֣וֹת H3406 וַאֲבִיָּ֔ה H29 וַעֲנָת֖וֹת H6068 וְעָלָ֑מֶת H5964 כָּל H3605 אֵ֖לֶּה H428 בְּנֵי H1121 בָֽכֶר H1071 ",
      "9": "וְהִתְיַחְשָׂ֣ H3187 לְתֹלְדוֹתָ֗ H8435 רָאשֵׁי֙ H7218 בֵּ֣ית H1004 אֲבוֹתָ֔ם H1 גִּבּוֹרֵ֖י H1368 חָ֑יִל H2428 עֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
      "10": "וּבְנֵ֥י H1121 יְדִיעֲאֵ֖ל H3043 בִּלְהָ֑ן H1092 וּבְנֵ֣י H1121 בִלְהָ֗ן H1092 יעיש H3266 וּ֠בִנְיָמִן H1144 וְאֵה֤וּד H164 וּֽכְנַעֲנָה֙ H3668 וְזֵיתָ֔ן H2133 וְתַרְשִׁ֖ישׁ H8659 וַאֲחִישָֽׁחַר H300 ",
      "11": "כָּל H3605 אֵ֜לֶּה H428 בְּנֵ֤י H1121 יְדִֽיעֲאֵל֙ H3043 לְרָאשֵׁ֣י H7218 הָאָב֔וֹת H1 גִּבּוֹרֵ֖י H1368 חֲיָלִ֑ים H2428 שִׁבְעָֽה H7651 עָשָׂ֥ר H6240 אֶ֨לֶף֙ H505 וּמָאתַ֔יִם H3967 יֹצְאֵ֥י H3318 צָבָ֖א H6635 לַמִּלְחָמָֽה H4421 ",
      "12": "וְשֻׁפִּ֤ם H8206 וְחֻפִּם֙ H2650 בְּנֵ֣י H1121 עִ֔יר H5893 חֻשִׁ֖ם H2366 בְּנֵ֥י H1121 אַחֵֽר H313 ",
      "13": "בְּנֵ֣י H1121 נַפְתָּלִ֗י H5321 יַחֲצִיאֵ֧ל H3185 וְגוּנִ֛י H1476 וְיֵ֥צֶר H3337 וְשַׁלּ֖וּם H7967 בְּנֵ֥י H1121 בִלְהָֽה H1090 ",
      "14": "בְּנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 אַשְׂרִיאֵ֖ל H844 אֲשֶׁ֣ר H834 יָלָ֑דָה H3205 פִּֽילַגְשׁוֹ֙ H6370 הָֽאֲרַמִּיָּ֔ה H761 יָלְדָ֕ה H3205 אֶת H853 מָכִ֖יר H4353 אֲבִ֥י H1 גִלְעָֽד H1568 ",
      "15": "וּמָכִ֞יר H4353 לָקַ֤ח H3947 אִשָּׁה֙ H802 לְחֻפִּ֣ים H2650 וּלְ H8206 וְשֵׁ֤ם H8034 אֲחֹתוֹ֙ H269 מַעֲכָ֔ה H4601 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖י H8145 צְלָפְחָ֑ד H6765 וַתִּהְיֶ֥נָה H1961 לִצְלָפְחָ֖ד H6765 בָּנֽוֹת H1323 ",
      "16": "וַתֵּ֨לֶד H3205 מַעֲכָ֤ה H4601 אֵֽשֶׁת H802 מָכִיר֙ H4353 בֵּ֔ן H1121 וַתִּקְרָ֤א H7121 שְׁמוֹ֙ H8034 פֶּ֔רֶשׁ H6570 וְשֵׁ֥ם H8034 אָחִ֖יו H251 שָׁ֑רֶשׁ H8329 וּבָנָ֖י H1121 אוּלָ֥ם H198 וָרָֽקֶם H7552 ",
      "17": "וּבְנֵ֥י H1121 אוּלָ֖ם H198 בְּדָ֑ן H917 אֵ֚לֶּה H428 בְּנֵ֣י H1121 גִלְעָ֔ד H1568 בֶּן H1121 מָכִ֖יר H4353 בֶּן H1121 מְנַשֶּֽׁה H4519 ",
      "18": "וַאֲחֹת֖ H269 הַמֹּלֶ֑כֶת H4447 יָלְדָה֙ H3205 אֶת H853 אִישְׁה֔וֹד H379 וְאֶת H853 אֲבִיעֶ֖זֶר H44 וְאֶת H853 מַחְלָֽה H4244 ",
      "19": "וַיִּהְי֖וּ H1961 בְּנֵ֣י H1121 שְׁמִידָ֑ע H8061 אַחְיָ֣ן H291 וָשֶׁ֔כֶם H7928 וְלִקְחִ֖י H3949 וַאֲנִיעָֽם H593 ",
      "20": "וּבְנֵ֥י H1121 אֶפְרַ֖יִם H669 שׁוּתָ֑לַח H7803 וּבֶ֤רֶד H1260 בְּנוֹ֙ H1121 וְתַ֣חַת H8480 בְּנ֔וֹ H1121 וְאֶלְעָדָ֥ה H497 בְנ֖וֹ H1121 וְתַ֥חַת H8480 בְּנֽוֹ H1121 ",
      "21": "וְזָבָ֥ד H2066 בְּנ֛וֹ H1121 וְשׁוּתֶ֥לַח H7803 בְּנ֖וֹ H1121 וְעֵ֣זֶר H5827 וְאֶלְעָ֑ד H496 וַהֲרָג֗וּ H2026 אַנְשֵׁי H376 גַת֙ H1661 הַנּוֹלָדִ֣ים H3205 בָּאָ֔רֶץ H776 כִּ֣י H3588 יָרְד֔וּ H3381 לָקַ֖חַת H3947 אֶת H853 מִקְנֵיהֶֽם H4735 ",
      "22": "וַיִּתְאַבֵּ֛ל H56 אֶפְרַ֥יִם H669 אֲבִיהֶ֖ם H1 יָמִ֣ים H3117 רַבִּ֑ים H7227 וַיָּבֹ֥אוּ H935 אֶחָ֖יו H251 לְנַחֲמֽ H5162 ",
      "23": "וַיָּבֹא֙ H935 אֶל H413 אִשְׁתּ֔וֹ H802 וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמוֹ֙ H8034 בְּרִיעָ֔ה H1283 כִּ֥י H3588 בְרָעָ֖ה H7451 הָיְתָ֥ה H1961 בְּבֵיתֽ H1004 ",
      "24": "וּבִתּ֣ H1323 שֶׁאֱרָ֔ה H7609 וַתִּ֧בֶן H1129 אֶת H853 בֵּית H1032 חוֹר֛וֹן H1032 הַתַּחְתּ֖וֹן H8481 וְאֶת H853 הָעֶלְי֑וֹן H5945 וְאֵ֖ת H853 אֻזֵּ֥ן H242 שֶׁאֱרָֽה H242 ",
      "25": "וְרֶ֣פַח H7506 בְּנ֗וֹ H1121 וְרֶ֧שֶׁף H7566 וְתֶ֛לַח H8520 בְּנ֖וֹ H1121 וְתַ֥חַן H8465 בְּנֽוֹ H1121 ",
      "26": "לַעְדָּ֥ן H3936 בְּנ֛וֹ H1121 עַמִּיה֥וּד H5989 בְּנ֖וֹ H1121 אֱלִישָׁמָ֥ע H476 בְּנֽוֹ H1121 ",
      "27": "נ֥וֹן H5126 בְּנ֖וֹ H1121 יְהוֹשֻׁ֥עַ H3091 בְּנֽוֹ H1121 ",
      "28": "וַאֲחֻזָּתָ H272 וּמֹ֣שְׁבוֹתָ֔ H4186 בֵּֽית H1008 אֵ֖ל H1008 וּבְנֹתֶ֑י H1323 וְלַ H4217 נַעֲרָ֔ן H5295 וְלַֽ H4628 גֶּ֤זֶר H1507 וּבְנֹתֶ֨י H1323 וּשְׁכֶ֣ם H7927 וּבְנֹתֶ֔י H1323 עַד H5704 עַיָּ֖ה H5804 וּבְנֹתֶֽי H1323 ",
      "29": "וְעַל H5921 יְדֵ֣י H3027 בְנֵי H1121 מְנַשֶּׁ֗ה H4519 בֵּית H1052 שְׁאָ֤ן H1052 וּבְנֹתֶ֨י H1323 תַּעְנַ֣ךְ H8590 וּבְנֹתֶ֔י H1323 מְגִדּ֥וֹ H4023 וּבְנוֹתֶ֖י H1323 דּ֣וֹר H1756 וּבְנוֹתֶ֑י H1323 בְּאֵ֨לֶּה֙ H428 יָשְׁב֔וּ H3427 בְּנֵ֥י H1121 יוֹסֵ֖ף H3130 בֶּן H1121 יִשְׂרָאֵֽל H3478 ",
      "30": "בְּנֵ֣י H1121 אָשֵׁ֗ר H836 יִמְנָ֧ה H3232 וְיִשְׁוָ֛ה H3438 וְיִשְׁוִ֥י H3440 וּבְרִיעָ֖ה H1283 וְשֶׂ֥רַח H8294 אֲחוֹתָֽם H269 ",
      "31": "וּבְנֵ֣י H1121 בְרִיעָ֔ה H1283 חֶ֖בֶר H2268 וּמַלְכִּיאֵ֑ל H4439 ה֖וּא H1931 אֲבִ֥י H1 ברזות H1269 ",
      "32": "וְחֶ֨בֶר֙ H2268 הוֹלִ֣יד H3205 אֶת H853 יַפְלֵ֔ט H3310 וְאֶת H853 שׁוֹמֵ֖ר H7763 וְאֶת H853 חוֹתָ֑ם H2369 וְאֵ֖ת H853 שׁוּעָ֥א H7774 אֲחוֹתָֽם H269 ",
      "33": "וּבְנֵ֣י H1121 יַפְלֵ֔ט H3310 פָּסַ֥ךְ H6457 וּבִמְהָ֖ל H1118 וְעַשְׁוָ֑ת H6220 אֵ֖לֶּה H428 בְּנֵ֥י H1121 יַפְלֵֽט H3310 ",
      "34": "וּבְנֵ֖י H1121 שָׁ֑מֶר H8106 אֲחִ֥י H277 ורוהגה H7303 יחבה H3160 וַאֲרָֽם H758 ",
      "35": "וּבֶן H1121 הֵ֖לֶם H1987 אָחִ֑יו H251 צוֹפַ֥ח H6690 וְיִמְנָ֖ע H3234 וְשֵׁ֥לֶשׁ H8028 וְעָמָֽל H6000 ",
      "36": "בְּנֵ֖י H1121 צוֹפָ֑ח H6690 ס֧וּחַ H5477 וְחַרְנֶ֛פֶר H2774 וְשׁוּעָ֖ל H7777 וּבֵרִ֥י H1275 וְיִמְרָֽה H3236 ",
      "37": "בֶּ֣צֶר H1221 וָה֗וֹד H1936 וְשַׁמָּ֧א H8037 וְשִׁלְשָׁ֛ה H8030 וְיִתְרָ֖ן H3506 וּבְאֵרָֽא H878 ",
      "38": "וּבְנֵ֖י H1121 יֶ֑תֶר H3500 יְפֻנֶּ֥ה H3312 וּפִסְפָּ֖ה H6462 וַאְרָֽא H690 ",
      "39": "וּבְנֵ֖י H1121 עֻלָּ֑א H5925 אָרַ֥ח H733 וְחַנִּיאֵ֖ל H2592 וְרִצְיָֽא H7525 ",
      "40": "כָּל H3605 אֵ֣לֶּה H428 בְנֵי H1121 אָ֠שֵׁר H836 רָאשֵׁ֨י H7218 בֵית H1004 הָאָב֤וֹת H1 בְּרוּרִים֙ H1305 גִּבּוֹרֵ֣י H1368 חֲיָלִ֔ים H2428 רָאשֵׁ֖י H7218 הַנְּשִׂיאִ֑ים H5387 וְהִתְיַחְשָׂ֤ H3187 בַּצָּבָא֙ H6635 בַּמִּלְחָמָ֔ה H4421 מִסְפָּרָ֣ם H4557 אֲנָשִׁ֔ים H376 עֶשְׂרִ֥ים H6242 וְשִׁשָּׁ֖ה H8337 אָֽלֶף H505 "
    },
    "8": {
      "1": "וּבִ֨נְיָמִ֔ן H1144 הוֹלִ֖יד H3205 אֶת H853 בֶּ֣לַע H1106 בְּכֹר֑וֹ H1060 אַשְׁבֵּל֙ H788 הַשֵּׁנִ֔י H8145 וְאַחְרַ֖ח H315 הַשְּׁלִישִֽׁי H7992 ",
      "2": "נוֹחָה֙ H5119 הָֽרְבִיעִ֔י H7243 וְרָפָ֖א H7498 הַחֲמִישִֽׁי H2549 ",
      "3": "וַיִּהְי֥וּ H1961 בָנִ֖ים H1121 לְבָ֑לַע H1106 אַדָּ֥ר H146 וְגֵרָ֖א H1617 וַאֲבִיהֽוּד H31 ",
      "4": "וַאֲבִישׁ֥וּעַ H50 וְנַעֲמָ֖ן H5283 וַאֲחֽוֹחַ H265 ",
      "5": "וְגֵרָ֥א H1617 וּשְׁפוּפָ֖ן H8197 וְחוּרָֽם H2361 ",
      "6": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 אֵח֑וּד H261 אֵ֣לֶּה H428 הֵ֞ם H1992 רָאשֵׁ֤י H7218 אָבוֹת֙ H1 לְי֣וֹשְׁבֵי H3427 גֶ֔בַע H1387 וַיַּגְל֖וּ H1540 אֶל H413 מָנָֽחַת H4506 ",
      "7": "וְנַעֲמָ֧ן H5283 וַאֲחִיָּ֛ה H281 וְגֵרָ֖א H1617 ה֣וּא H1931 הֶגְלָ֑ם H1540 וְהוֹלִ֥יד H3205 אֶת H853 עֻזָּ֖א H5798 וְאֶת H853 אֲחִיחֻֽד H284 ",
      "8": "וְשַׁחֲרַ֗יִם H7842 הוֹלִיד֙ H3205 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 מִן H4480 שִׁלְח֖וֹ H7971 אֹתָ֑ם H853 חוּשִׁ֥ים H2366 וְאֶֽת H853 בַּעֲרָ֖א H1199 נָשָֽׁיו H802 ",
      "9": "וַיּ֖וֹלֶד H3205 מִן H4480 חֹ֣דֶשׁ H2321 אִשְׁתּ֑וֹ H802 אֶת H853 יוֹבָב֙ H3103 וְאֶת H853 צִבְיָ֔א H6644 וְאֶת H853 מֵישָׁ֖א H4331 וְאֶת H853 מַלְכָּֽם H4445 ",
      "10": "וְאֶת H853 יְע֥וּץ H3263 וְאֶת H853 שָֽׂכְיָ֖ה H7634 וְאֶת H853 מִרְמָ֑ה H4821 אֵ֥לֶּה H428 בָנָ֖יו H1121 רָאשֵׁ֥י H7218 אָבֽוֹת H1 ",
      "11": "וּמֵ H2366 הוֹלִ֥יד H3205 אֶת H853 אֲבִיט֖וּב H36 וְאֶת H853 אֶלְפָּֽעַל H508 ",
      "12": "וּבְנֵ֣י H1121 אֶלְפַּ֔עַל H508 עֵ֥בֶר H5677 וּמִשְׁעָ֖ם H4936 וָשָׁ֑מֶד H8106 ה֚וּא H1931 בָּנָ֣ה H1129 אֶת H853 אוֹנ֔וֹ H207 וְאֶת H853 לֹ֖ד H3850 וּבְנֹתֶֽי H1323 ",
      "13": "וּבְרִעָ֣ה H1283 וָשֶׁ֔מַע H8087 הֵ֚מָּה H1992 רָאשֵׁ֣י H7218 הָאָב֔וֹת H1 לְיוֹשְׁבֵ֖י H3427 אַיָּל֑וֹן H357 הֵ֥מָּה H1992 הִבְרִ֖יחוּ H1272 אֶת H853 י֥וֹשְׁבֵי H3427 גַֽת H1661 ",
      "14": "וְאַחְי֥וֹ H283 שָׁשָׁ֖ק H8349 וִירֵמֽוֹת H3406 ",
      "15": "וּזְבַדְיָ֥ה H2069 וַעֲרָ֖ד H6166 וָעָֽדֶר H5738 ",
      "16": "וּמִיכָאֵ֧ל H4317 וְיִשְׁפָּ֛ה H3472 וְיוֹחָ֖א H3109 בְּנֵ֥י H1121 בְרִיעָֽה H1283 ",
      "17": "וּזְבַדְיָ֥ה H2069 וּמְשֻׁלָּ֖ם H4918 וְחִזְקִ֥י H2395 וָחָֽבֶר H2268 ",
      "18": "וְיִשְׁמְרַ֧י H3461 וְיִזְלִיאָ֛ה H3152 וְיוֹבָ֖ב H3103 בְּנֵ֥י H1121 אֶלְפָּֽעַל H508 ",
      "19": "וְיָקִ֥ים H3356 וְזִכְרִ֖י H2147 וְזַבְדִּֽי H2067 ",
      "20": "וֶאֱלִיעֵנַ֥י H462 וְצִלְּתַ֖י H6769 וֶאֱלִיאֵֽל H447 ",
      "21": "וַעֲדָיָ֧ה H5718 וּבְרָאיָ֛ה H1256 וְשִׁמְרָ֖ת H8119 בְּנֵ֥י H1121 שִׁמְעִֽי H8096 ",
      "22": "וְיִשְׁפָּ֥ן H3473 וָעֵ֖בֶר H5677 וֶאֱלִיאֵֽל H447 ",
      "23": "וְעַבְדּ֥וֹן H5658 וְזִכְרִ֖י H2147 וְחָנָֽן H2605 ",
      "24": "וַחֲנַנְיָ֥ה H2608 וְעֵילָ֖ם H5867 וְעַנְתֹתִיָּֽה H6070 ",
      "25": "וְיִפְדְיָ֥ה H3301 ופניאל H6439 בְּנֵ֥י H1121 שָׁשָֽׁק H8349 ",
      "26": "וְשַׁמְשְׁרַ֥י H8125 וּשְׁחַרְיָ֖ה H7841 וַעֲתַלְיָֽה H6271 ",
      "27": "וְיַעֲרֶשְׁיָ֧ה H3298 וְאֵלִיָּ֛ה H452 וְזִכְרִ֖י H2147 בְּנֵ֥י H1121 יְרֹחָֽם H3395 ",
      "28": "אֵ֣לֶּה H428 רָאשֵׁ֥י H7218 אָב֛וֹת H1 לְתֹלְדוֹתָ֖ H8435 רָאשִׁ֑ים H7218 אֵ֖לֶּה H428 יָשְׁב֥וּ H3427 בִירוּשָׁלִָֽם H3389 ",
      "29": "וּבְ H1391 יָשְׁב֖וּ H3427 אֲבִ֣י H1 גִבְע֑וֹן H1391 וְשֵׁ֥ם H8034 אִשְׁתּ֖וֹ H802 מַעֲכָֽה H4601 ",
      "30": "וּבְנ֥ H1121 הַבְּכ֖וֹר H1060 עַבְדּ֑וֹן H5658 וְצ֥וּר H6698 וְקִ֖ישׁ H7027 וּבַ֥עַל H1168 וְנָדָֽב H5070 ",
      "31": "וּגְד֥וֹר H1446 וְאַחְי֖וֹ H283 וָזָֽכֶר H2144 ",
      "32": "וּמִקְל֖וֹת H4732 הוֹלִ֣יד H3205 אֶת H853 שִׁמְאָ֑ה H8039 וְאַף H637 הֵ֗מָּה H1992 נֶ֧גֶד H5048 אֲחֵיהֶ֛ם H251 יָשְׁב֥וּ H3427 בִירוּשָׁלִַ֖ם H3389 עִם H5973 אֲחֵיהֶֽם H251 ",
      "33": "וְנֵר֙ H5369 הוֹלִ֣יד H3205 אֶת H853 קִ֔ישׁ H7027 וְקִ֖ישׁ H7027 הוֹלִ֣יד H3205 אֶת H853 שָׁא֑וּל H7586 וְשָׁא֗וּל H7586 הוֹלִ֤יד H3205 אֶת H853 יְהֽוֹנָתָן֙ H3083 וְאֶת H853 מַלְכִּי H4444 שׁ֔וּעַ H4444 וְאֶת H853 אֲבִֽינָדָ֖ב H41 וְאֶת H853 אֶשְׁבָּֽעַל H792 ",
      "34": "וּבֶן H1121 יְהוֹנָתָ֖ן H3083 מְרִ֣יב H4807 בָּ֑עַל H4807 וּמְרִ֥יב H4807 בַּ֖עַל H4807 הוֹלִ֥יד H3205 אֶת H853 מִיכָֽה H4318 ",
      "35": "וּבְנֵ֖י H1121 מִיכָ֑ה H4318 פִּית֥וֹן H6377 וָמֶ֖לֶךְ H4429 וְתַאְרֵ֥עַ H8390 וְאָחָֽז H271 ",
      "36": "וְאָחָז֙ H271 הוֹלִ֣יד H3205 אֶת H853 יְהוֹעַדָּ֔ה H3085 וִיהֽוֹעַדָּ֗ה H3085 הוֹלִ֛יד H3205 אֶת H853 עָלֶ֥מֶת H5964 וְאֶת H853 עַזְמָ֖וֶת H5820 וְאֶת H853 זִמְרִ֑י H2174 וְזִמְרִ֖י H2174 הוֹלִ֥יד H3205 אֶת H853 מוֹצָֽא H4162 ",
      "37": "וּמוֹצָ֖א H4162 הוֹלִ֣יד H3205 אֶת H853 בִּנְעָ֑א H1150 רָפָ֥ה H7498 בְנ֛וֹ H1121 אֶלְעָשָׂ֥ה H501 בְנ֖וֹ H1121 אָצֵ֥ל H682 בְּנֽוֹ H1121 ",
      "38": "וּלְ H682 שִׁשָּׁ֣ה H8337 בָנִים֒ H1121 וְאֵ֣לֶּה H428 שְׁמוֹתָ֗ם H8034 עַזְרִיקָ֥ם H5840 בֹּ֨כְרוּ֙ H1074 וְיִשְׁמָעֵ֣אל H3458 וּשְׁעַרְיָ֔ה H8187 וְעֹבַדְיָ֖ה H5662 וְחָנָ֑ן H2605 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 אָצַֽל H682 ",
      "39": "וּבְנֵ֖י H1121 עֵ֣שֶׁק H6232 אָחִ֑יו H251 אוּלָ֣ם H198 בְּכֹר֔וֹ H1060 יְעוּשׁ֙ H3266 הַשֵּׁנִ֔י H8145 וֶֽאֱלִיפֶ֖לֶט H467 הַשְּׁלִשִֽׁי H7992 ",
      "40": "וַֽיִּהְי֣וּ H1961 בְנֵי H1121 א֠וּלָם H198 אֲנָשִׁ֨ים H376 גִּבֹּרֵי H1368 חַ֜יִל H2428 דֹּ֣רְכֵי H1869 קֶ֗שֶׁת H7198 וּמַרְבִּ֤ים H7235 בָּנִים֙ H1121 וּבְנֵ֣י H1121 בָנִ֔ים H1121 מֵאָ֖ה H3967 וַחֲמִשִּׁ֑ים H2572 כָּל H3605 אֵ֖לֶּה H428 מִבְּנֵ֥י H1121 בִנְיָמִֽן H1144 "
    },
    "9": {
      "1": "וְכָל H3605 יִשְׂרָאֵל֙ H3478 הִתְיַחְשׂ֔וּ H3187 וְהִנָּ֣ H2009 כְּתוּבִ֔ים H3789 עַל H5921 סֵ֖פֶר H5612 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וִיהוּדָ֛ה H3063 הָגְל֥וּ H1540 לְבָבֶ֖ל H894 בְּמַעֲלָֽ H4604 ",
      "2": "וְהַ H3427 הָרִ֣אשֹׁנִ֔ים H7223 אֲשֶׁ֥ר H834 בַּאֲחֻזָּתָ֖ H272 בְּעָרֵי H5892 יִשְׂרָאֵל֙ H3478 הַכֹּ֣הֲנִ֔ים H3548 הַלְוִיִּ֖ם H3881 וְהַ H5411 ",
      "3": "וּבִ H3389 יָשְׁב֔וּ H3427 מִן H4480 בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 וּמִן H4480 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 וּמִן H4480 בְּנֵ֥י H1121 אֶפְרַ֖יִם H669 וּמְנַשֶּֽׁה H4519 ",
      "4": "עוּתַ֨י H5793 בֶּן H1121 עַמִּיה֤וּד H5989 בֶּן H1121 עָמְרִי֙ H6018 בֶּן H1121 אִמְרִ֣י H566 בֶן H1121 בנימן H1144 בְּנֵי H1121 פֶ֖רֶץ H6557 בֶּן H1121 יְהוּדָֽה H3063 ",
      "5": "וּמִן H4480 הַשִּׁ֣ילוֹנִ֔י H7888 עֲשָׂיָ֥ה H6222 הַבְּכ֖וֹר H1060 וּבָנָֽי H1121 ",
      "6": "וּמִן H4480 בְּנֵי H1121 זֶ֖רַח H2226 יְעוּאֵ֑ל H3262 וַאֲחֵי H251 שֵׁשׁ H8337 מֵא֥וֹת H3967 וְתִשְׁעִֽים H8673 ",
      "7": "וּמִן H4480 בְּנֵ֖י H1121 בִּנְיָמִ֑ן H1144 סַלּוּא֙ H5543 בֶּן H1121 מְשֻׁלָּ֔ם H4918 בֶּן H1121 הוֹדַוְיָ֖ה H1938 בֶּן H1121 הַסְּנֻאָֽה H5574 ",
      "8": "וְיִבְנְיָה֙ H2997 בֶּן H1121 יְרֹחָ֔ם H3395 וְאֵלָ֥ה H425 בֶן H1121 עֻזִּ֖י H5813 בֶּן H1121 מִכְרִ֑י H4381 וּמְשֻׁלָּם֙ H4918 בֶּן H1121 שְׁפַטְיָ֔ה H8203 בֶּן H1121 רְעוּאֵ֖ל H7467 בֶּן H1121 יִבְנִיָּֽה H2998 ",
      "9": "וַאֲחֵי H251 לְתֹ֣לְדוֹתָ֔ H8435 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 וַחֲמִשִּׁ֣ים H2572 וְשִׁשָּׁ֑ה H8337 כָּל H3605 אֵ֣לֶּה H428 אֲנָשִׁ֔ים H376 רָאשֵׁ֥י H7218 אָב֖וֹת H1 לְבֵ֥ית H1004 אֲבֹתֵיהֶֽם H1 ",
      "10": "וּמִן H4480 הַֽכֹּהֲנִ֑ים H3548 יְדַֽעְיָ֥ה H3048 וִיהוֹיָרִ֖יב H3080 וְיָכִֽין H3199 ",
      "11": "וַעֲזַרְיָ֨ה H5838 בֶן H1121 חִלְקִיָּ֜ה H2518 בֶּן H1121 מְשֻׁלָּ֣ם H4918 בֶּן H1121 צָד֗וֹק H6659 בֶּן H1121 מְרָיוֹת֙ H4812 בֶּן H1121 אֲחִיט֔וּב H285 נְגִ֖יד H5057 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "12": "וַעֲדָיָה֙ H5718 בֶּן H1121 יְרֹחָ֔ם H3395 בֶּן H1121 פַּשְׁח֖וּר H6583 בֶּן H1121 מַלְכִּיָּ֑ה H4441 וּמַעְשַׂ֨י H4640 בֶּן H1121 עֲדִיאֵ֧ל H5717 בֶּן H1121 יַחְזֵ֛רָה H3170 בֶּן H1121 מְשֻׁלָּ֥ם H4918 בֶּן H1121 מְשִׁלֵּמִ֖ית H4921 בֶּן H1121 אִמֵּֽר H564 ",
      "13": "וַאֲחֵי H251 רָאשִׁים֙ H7218 לְבֵ֣ית H1004 אֲבוֹתָ֔ם H1 אֶ֕לֶף H505 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְשִׁשִּׁ֑ים H8346 גִּבּ֣וֹרֵי H1368 חֵ֔יל H2428 מְלֶ֖אכֶת H4399 עֲבוֹדַ֥ת H5656 בֵּית H1004 הָאֱלֹהִֽים H430 ",
      "14": "וּמִֽן H4480 הַלְוִיִּ֑ם H3881 שְׁמַֽעְיָ֧ה H8098 בֶן H1121 חַשּׁ֛וּב H2815 בֶּן H1121 עַזְרִיקָ֥ם H5840 בֶּן H1121 חֲשַׁבְיָ֖ה H2811 מִן H4480 בְּנֵ֥י H1121 מְרָרִֽי H4847 ",
      "15": "וּבַקְבַּקַּ֥ר H1230 חֶ֖רֶשׁ H2792 וְגָלָ֑ל H1559 וּמַתַּנְיָה֙ H4983 בֶּן H1121 מִיכָ֔א H4316 בֶּן H1121 זִכְרִ֖י H2147 בֶּן H1121 אָסָֽף H623 ",
      "16": "וְעֹבַדְיָה֙ H5662 בֶּֽן H1121 שְׁמַֽעְיָ֔ה H8098 בֶּן H1121 גָּלָ֖ל H1559 בֶּן H1121 יְדוּת֑וּן H3038 וּבֶרֶכְיָ֤ה H1296 בֶן H1121 אָסָא֙ H609 בֶּן H1121 אֶלְקָנָ֔ה H511 הַיּוֹשֵׁ֖ב H3427 בְּחַצְרֵ֥י H2691 נְטוֹפָתִֽי H5200 ",
      "17": "וְהַ H7778 שַׁלּ֣וּם H7967 וְעַקּ֔וּב H6126 וְטַלְמֹ֖ן H2929 וַאֲחִימָ֑ן H289 וַאֲחִי H251 שַׁלּ֖וּם H7967 הָרֹֽאשׁ H7218 ",
      "18": "וְֽעַד H5704 הֵ֔נָּה H2008 בְּשַׁ֥עַר H8179 הַמֶּ֖לֶךְ H4428 מִזְרָ֑חָה H4217 הֵ֚מָּה H1992 הַשֹּׁ֣עֲרִ֔ים H7778 לְמַחֲנ֖וֹת H4264 בְּנֵ֥י H1121 לֵוִֽי H3878 ",
      "19": "וְשַׁלּ֣וּם H7967 בֶּן H1121 ק֠וֹרֵא H6981 בֶּן H1121 אֶבְיָסָ֨ף H43 בֶּן H1121 קֹ֜רַח H7141 וְֽאֶחָ֧י H251 לְבֵית H1004 אָבִ֣יו H1 הַקָּרְחִ֗ים H7145 עַ֚ל H5921 מְלֶ֣אכֶת H4399 הָעֲבוֹדָ֔ה H5656 שֹׁמְרֵ֥י H8104 הַסִּפִּ֖ים H5592 לָאֹ֑הֶל H168 וַאֲבֹֽתֵי H1 עַל H5921 מַחֲנֵ֣ה H4264 יְהוָ֔ה H3068 שֹׁמְרֵ֖י H8104 הַמָּבֽוֹא H3996 ",
      "20": "וּפִֽינְחָ֣ס H6372 בֶּן H1121 אֶלְעָזָ֗ר H499 נָגִ֨יד H5057 הָיָ֧ה H1961 עֲלֵיהֶ֛ם H5921 לְפָנִ֖ים H6440 יְהוָ֥ה H3068 עִמּֽוֹ H5973 ",
      "21": "זְכַרְיָה֙ H2148 בֶּ֣ן H1121 מְשֶֽׁלֶמְיָ֔ה H4920 שֹׁעֵ֥ר H7778 פֶּ֖תַח H6607 לְאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "22": "כֻּלָּ֤ם H3605 הַבְּרוּרִים֙ H1305 לְשֹׁעֲרִ֣ים H7778 בַּסִּפִּ֔ים H5592 מָאתַ֖יִם H3967 וּשְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 הֵ֤מָּה H1992 בְחַצְרֵי H2691 הִתְיַחְשָׂ֔ם H3187 הֵ֣מָּה H1992 יִסַּ֥ד H3245 דָּוִ֛יד H1732 וּשְׁמוּאֵ֥ל H8050 הָרֹאֶ֖ה H7200 בֶּאֱמוּנָתָֽ H530 ",
      "23": "וְהֵ֨ם H1992 וּבְנֵי H1121 עַל H5921 הַשְּׁעָרִ֧ים H8179 לְבֵית H1004 יְהוָ֛ה H3068 לְבֵ֥ית H1004 הָאֹ֖הֶל H168 לְמִשְׁמָרֽוֹת H4931 ",
      "24": "לְאַרְבַּ֣ע H702 רוּח֔וֹת H7307 יִהְי֖וּ H1961 הַשֹּׁעֲרִ֑ים H7778 מִזְרָ֥ח H4217 יָ֖מָּה H3220 צָפ֥וֹנָה H6828 וָנֶֽגְבָּ H5045 ",
      "25": "וַאֲחֵי H251 בְּחַצְרֵי H2691 לָב֨וֹא H935 לְשִׁבְעַ֧ת H7651 הַיָּמִ֛ים H3117 מֵעֵ֥ת H6256 אֶל H413 עֵ֖ת H6256 עִם H5973 אֵֽלֶּה H428 ",
      "26": "כִּ֣י H3588 בֶאֱמוּנָ֞ה H530 הֵ֗מָּה H1992 אַרְבַּ֨עַת֙ H702 גִּבֹּרֵ֣י H1368 הַשֹּׁעֲרִ֔ים H7778 הֵ֖ם H1992 הַלְוִיִּ֑ם H3881 וְהָיוּ֙ H1961 עַל H5921 הַלְּשָׁכ֔וֹת H3957 וְעַ֥ל H5921 הָאֹצְר֖וֹת H214 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "27": "וּסְבִיב֥וֹת H5439 בֵּית H1004 הָאֱלֹהִ֖ים H430 יָלִ֑ינוּ H3885 כִּֽי H3588 עֲלֵיהֶ֣ם H5921 מִשְׁמֶ֔רֶת H4931 וְהֵ֥ם H1992 עַל H5921 הַמַּפְתֵּ֖חַ H4669 וְלַ H1242 לַבֹּֽקֶר H1242 ",
      "28": "וּמֵ H1992 עַל H5921 כְּלֵ֣י H3627 הָעֲבוֹדָ֑ה H5656 כִּֽי H3588 בְמִסְפָּ֣ר H4557 יְבִיא֔וּם H935 וּבְ H4557 יוֹצִיאֽוּם H3318 ",
      "29": "וּמֵ H1992 מְמֻנִּים֙ H4487 עַל H5921 הַכֵּלִ֔ים H3627 וְעַ֖ל H5921 כָּל H3605 כְּלֵ֣י H3627 הַקֹּ֑דֶשׁ H6944 וְעַל H5921 הַסֹּ֨לֶת֙ H5560 וְהַ H3196 וְהַ H8081 וְהַ H3828 וְהַ H1314 ",
      "30": "וּמִן H4480 בְּנֵי֙ H1121 הַכֹּ֣הֲנִ֔ים H3548 רֹקְחֵ֥י H7543 הַמִּרְקַ֖חַת H4842 לַבְּשָׂמִֽים H1314 ",
      "31": "וּמַתִּתְיָה֙ H4993 מִן H4480 הַלְוִיִּ֔ם H3881 ה֥וּא H1931 הַבְּכ֖וֹר H1060 לְשַׁלֻּ֣ם H7967 הַקָּרְחִ֑י H7145 בֶּאֱמוּנָ֕ה H530 עַ֖ל H5921 מַעֲשֵׂ֥ה H4639 הַחֲבִתִּֽים H2281 ",
      "32": "וּמִן H4480 בְּנֵ֧י H1121 הַקְּהָתִ֛י H6956 מִן H4480 אֲחֵיהֶ֖ם H251 עַל H5921 לֶ֣חֶם H3899 הַֽמַּעֲרָ֑כֶת H4635 לְהָכִ֖ין H3559 שַׁבַּ֥ת H7676 שַׁבָּֽת H7676 ",
      "33": "וְאֵ֣לֶּה H428 הַ֠מְשֹׁרְרִים H7891 רָאשֵׁ֨י H7218 אָב֧וֹת H1 לַלְוִיִּ֛ם H3881 בַּלְּשָׁכֹ֖ת H3957 פטירים H6359 כִּֽי H3588 יוֹמָ֥ם H3119 וָלַ֛יְלָה H3915 עֲלֵיהֶ֖ם H5921 בַּמְּלָאכָֽה H4399 ",
      "34": "אֵלֶּה֩ H428 רָאשֵׁ֨י H7218 הָאָב֧וֹת H1 לַלְוִיִּ֛ם H3881 לְתֹלְדוֹתָ֖ H8435 רָאשִׁ֑ים H7218 אֵ֖לֶּה H428 יָשְׁב֥וּ H3427 בִירוּשָׁלִָֽם H3389 ",
      "35": "וּבְ H1391 יָשְׁב֥וּ H3427 אֲבִֽי H1 גִבְע֖וֹן H1391 יעואל H3273 וְשֵׁ֥ם H8034 אִשְׁתּ֖וֹ H802 מַעֲכָֽה H4601 ",
      "36": "וּבְנ֥ H1121 הַבְּכ֖וֹר H1060 עַבְדּ֑וֹן H5658 וְצ֣וּר H6698 וְקִ֔ישׁ H7027 וּבַ֥עַל H1168 וְנֵ֖ר H5369 וְנָדָֽב H5070 ",
      "37": "וּגְד֣וֹר H1446 וְאַחְי֔וֹ H283 וּזְכַרְיָ֖ה H2148 וּמִקְלֽוֹת H4732 ",
      "38": "וּמִקְל֖וֹת H4732 הוֹלִ֣יד H3205 אֶת H853 שִׁמְאָ֑ם H8043 וְאַף H637 הֵ֗ם H1992 נֶ֧גֶד H5048 אֲחֵיהֶ֛ם H251 יָשְׁב֥וּ H3427 בִירֽוּשָׁלִַ֖ם H3389 עִם H5973 אֲחֵיהֶֽם H251 ",
      "39": "וְנֵר֙ H5369 הוֹלִ֣יד H3205 אֶת H853 קִ֔ישׁ H7027 וְקִ֖ישׁ H7027 הוֹלִ֣יד H3205 אֶת H853 שָׁא֑וּל H7586 וְשָׁא֗וּל H7586 הוֹלִ֤יד H3205 אֶת H853 יְהֽוֹנָתָן֙ H3083 וְאֶת H853 מַלְכִּי H4444 שׁ֔וּעַ H4444 וְאֶת H853 אֲבִינָדָ֖ב H41 וְאֶת H853 אֶשְׁבָּֽעַל H792 ",
      "40": "וּבֶן H1121 יְהוֹנָתָ֖ן H3083 מְרִ֣יב H4807 בָּ֑עַל H4807 וּמְרִי H4810 בַ֖עַל H4810 הוֹלִ֥יד H3205 אֶת H853 מִיכָֽה H4318 ",
      "41": "וּבְנֵ֖י H1121 מִיכָ֑ה H4318 פִּית֥וֹן H6377 וָמֶ֖לֶךְ H4429 וְתַחְרֵֽעַ H8475 ",
      "42": "וְאָחָז֙ H271 הוֹלִ֣יד H3205 אֶת H853 יַעְרָ֔ה H3294 וְיַעְרָ֗ה H3294 הוֹלִ֛יד H3205 אֶת H853 עָלֶ֥מֶת H5964 וְאֶת H853 עַזְמָ֖וֶת H5820 וְאֶת H853 זִמְרִ֑י H2174 וְזִמְרִ֖י H2174 הוֹלִ֥יד H3205 אֶת H853 מוֹצָֽא H4162 ",
      "43": "וּמוֹצָ֖א H4162 הוֹלִ֣יד H3205 אֶת H853 בִּנְעָ֑א H1150 וּרְפָיָ֥ה H7509 בְנ֛וֹ H1121 אֶלְעָשָׂ֥ה H501 בְנ֖וֹ H1121 אָצֵ֥ל H682 בְּנֽוֹ H1121 ",
      "44": "וּלְ H682 שִׁשָּׁ֣ה H8337 בָנִים֒ H1121 וְאֵ֣לֶּה H428 שְׁמוֹתָ֗ם H8034 עַזְרִיקָ֥ם H5840 בֹּ֨כְרוּ֙ H1074 וְיִשְׁמָעֵ֣אל H3458 וּשְׁעַרְיָ֔ה H8187 וְעֹבַדְיָ֖ה H5662 וְחָנָ֑ן H2605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 אָצַֽל H682 "
    },
    "10": {
      "1": "וּפְלִשְׁתִּ֖ים H6430 נִלְחֲמ֣וּ H3898 בְיִשְׂרָאֵ֑ל H3478 וַיָּ֑נָס H5127 אִֽישׁ H376 יִשְׂרָאֵל֙ H3478 מִפְּנֵ֣י H6440 פְלִשְׁתִּ֔ים H6430 וַיִּפְּל֥וּ H5307 חֲלָלִ֖ים H2491 בְּהַ֥ר H2022 גִּלְבֹּֽעַ H1533 ",
      "2": "וַיַּדְבְּק֣וּ H1692 פְלִשְׁתִּ֔ים H6430 אַחֲרֵ֥י H310 שָׁא֖וּל H7586 וְאַחֲרֵ֣י H310 בָנָ֑יו H1121 וַיַּכּ֣וּ H5221 פְלִשְׁתִּ֗ים H6430 אֶת H853 יוֹנָתָ֧ן H3129 וְאֶת H853 אֲבִינָדָ֛ב H41 וְאֶת H853 מַלְכִּי H4444 שׁ֖וּעַ H4444 בְּנֵ֥י H1121 שָׁאֽוּל H7586 ",
      "3": "וַתִּכְבַּ֤ד H3513 הַמִּלְחָמָה֙ H4421 עַל H5921 שָׁא֔וּל H7586 וַיִּמְצָאֻ֖ H4672 הַמּוֹרִ֣ים H3384 בַּקָּ֑שֶׁת H7198 וַיָּ֖חֶל H2342 מִן H4480 הַיּוֹרִֽים H3384 ",
      "4": "וַיֹּ֣אמֶר H559 שָׁאוּל֩ H7586 אֶל H413 נֹשֵׂ֨א H5375 כֵלָ֜יו H3627 שְׁלֹ֥ף H8025 חַרְבְּךָ֣ H2719 וְדָקְרֵ֣ H1856 בָ֗הּ Hb פֶּן H6435 יָבֹ֜אוּ H935 הָעֲרֵלִ֤ים H6189 הָאֵ֨לֶּה֙ H428 וְהִתְעַלְּלוּ H5953 בִ֔י Hb וְלֹ֤א H3808 אָבָה֙ H14 נֹשֵׂ֣א H5375 כֵלָ֔יו H3627 כִּ֥י H3588 יָרֵ֖א H3372 מְאֹ֑ד H3966 וַיִּקַּ֤ח H3947 שָׁאוּל֙ H7586 אֶת H853 הַחֶ֔רֶב H2719 וַיִּפֹּ֖ל H5307 עָלֶֽיהָ H5921 ",
      "5": "וַיַּ֥רְא H7200 נֹשֵֽׂא H5375 כֵלָ֖יו H3627 כִּ֣י H3588 מֵ֣ת H4191 שָׁא֑וּל H7586 וַיִּפֹּ֥ל H5307 גַּם H1571 ה֛וּא H1931 עַל H5921 הַחֶ֖רֶב H2719 וַיָּמֹֽת H4191 ",
      "6": "וַיָּ֤מָת H4191 שָׁאוּל֙ H7586 וּשְׁלֹ֣שֶׁת H7969 בָּנָ֔יו H1121 וְכָל H3605 בֵּית֖וֹ H1004 יַחְדָּ֥ו H3162 מֵֽתוּ H4191 ",
      "7": "וַ֠יִּרְאוּ H7200 כָּל H3605 אִ֨ישׁ H376 יִשְׂרָאֵ֤ל H3478 אֲשֶׁר H834 בָּעֵ֨מֶק֙ H6010 כִּ֣י H3588 נָ֔סוּ H5127 וְכִי H3588 מֵ֖תוּ H4191 שָׁא֣וּל H7586 וּבָנָ֑י H1121 וַיַּעַזְב֤וּ H5800 עָרֵיהֶם֙ H5892 וַיָּנֻ֔סוּ H5127 וַיָּבֹ֣אוּ H935 פְלִשְׁתִּ֔ים H6430 וַיֵּשְׁב֖וּ H3427 בָּהֶֽם Hb ",
      "8": "וַיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיָּבֹ֣אוּ H935 פְלִשְׁתִּ֔ים H6430 לְפַשֵּׁ֖ט H6584 אֶת H853 הַֽחֲלָלִ֑ים H2491 וַֽיִּמְצְא֤וּ H4672 אֶת H853 שָׁאוּל֙ H7586 וְאֶת H853 בָּנָ֔יו H1121 נֹפְלִ֖ים H5307 בְּהַ֥ר H2022 גִּלְבֹּֽעַ H1533 ",
      "9": "וַיַּ֨פְשִׁיטֻ֔ H6584 וַיִּשְׂא֥וּ H5375 אֶת H853 רֹאשׁ֖וֹ H7218 וְאֶת H853 כֵּלָ֑יו H3627 וַיְשַׁלְּח֨וּ H7971 בְאֶֽרֶץ H776 פְלִשְׁתִּ֜ים H6430 סָבִ֗יב H5439 לְבַשֵּׂ֛ר H1319 אֶת H853 עֲצַבֵּיהֶ֖ם H6091 וְאֶת H853 הָעָֽם H5971 ",
      "10": "וַיָּשִׂ֨ימוּ֙ H7760 אֶת H853 כֵּלָ֔יו H3627 בֵּ֖ית H1004 אֱלֹהֵיהֶ֑ם H430 וְאֶת H853 גֻּלְגָּלְתּ֥וֹ H1538 תָקְע֖וּ H8628 בֵּ֥ית H1004 דָּגֽוֹן H1712 ",
      "11": "וַֽיִּשְׁמְע֔וּ H8085 כֹּ֖ל H3605 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 עָשׂ֥וּ H6213 פְלִשְׁתִּ֖ים H6430 לְשָׁאֽוּל H7586 ",
      "12": "וַיָּקוּמוּ֮ H6965 כָּל H3605 אִ֣ישׁ H376 חַיִל֒ H2428 וַיִּשְׂא֞וּ H5375 אֶת H853 גּוּפַ֣ת H1480 שָׁא֗וּל H7586 וְאֵת֙ H853 גּוּפֹ֣ת H1480 בָּנָ֔יו H1121 וַיְבִיא֖וּ H935 יָבֵ֑ישָׁה H3003 וַיִּקְבְּר֨וּ H6912 אֶת H853 עַצְמוֹתֵיהֶ֜ם H6106 תַּ֤חַת H8478 הָאֵלָה֙ H424 בְּיָבֵ֔שׁ H3003 וַיָּצ֖וּמוּ H6684 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "13": "וַיָּ֣מָת H4191 שָׁא֗וּל H7586 בְּמַֽעֲל H4604 אֲשֶׁ֣ר H834 מָעַ֣ל H4603 בַּֽיהוָ֔ה H3068 עַל H5921 דְּבַ֥ר H1697 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 לֹא H3808 שָׁמָ֑ר H8104 וְגַם H1571 לִשְׁא֥וֹל H7592 בָּא֖וֹב H178 לִדְרֽוֹשׁ H1875 ",
      "14": "וְלֹֽא H3808 דָרַ֥שׁ H1875 בַּֽיהוָ֖ה H3068 וַיְמִיתֵ֑ H4191 וַיַּסֵּב֙ H5437 אֶת H853 הַמְּלוּכָ֔ה H4410 לְדָוִ֖יד H1732 בֶּן H1121 יִשָֽׁי H3448 "
    },
    "11": {
      "1": "וַיִּקָּבְצ֧וּ H6908 כָֽל H3605 יִשְׂרָאֵ֛ל H3478 אֶל H413 דָּוִ֖יד H1732 חֶבְר֣וֹנָה H2275 לֵאמֹ֑ר H559 הִנֵּ֛ה H2009 עַצְמְךָ֥ H6106 וּֽבְשָׂרְ H1320 אֲנָֽחְנוּ H587 ",
      "2": "גַּם H1571 תְּמ֣וֹל H8543 גַּם H1571 שִׁלְשׁ֗וֹם H8032 גַּ֚ם H1571 בִּהְי֣וֹת H1961 שָׁא֣וּל H7586 מֶ֔לֶךְ H4428 אַתָּ֛ה H859 הַמּוֹצִ֥יא H3318 וְהַ H935 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיֹּאמֶר֩ H559 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 לְךָ֗ Hl אַתָּ֨ה H859 תִרְעֶ֤ה H7462 אֶת H853 עַמִּי֙ H5971 אֶת H853 יִשְׂרָאֵ֔ל H3478 וְאַתָּה֙ H859 תִּהְיֶ֣ה H1961 נָגִ֔יד H5057 עַ֖ל H5921 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
      "3": "וַ֠יָּבֹאוּ H935 כָּל H3605 זִקְנֵ֨י H2205 יִשְׂרָאֵ֤ל H3478 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 חֶבְר֔וֹנָה H2275 וַיִּכְרֹת֩ H3772 לָהֶ֨ם Hl דָּוִ֥יד H1732 בְּרִ֛ית H1285 בְּחֶבְר֖וֹן H2275 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיִּמְשְׁח֨וּ H4886 אֶת H853 דָּוִ֤יד H1732 לְמֶ֨לֶךְ֙ H4428 עַל H5921 יִשְׂרָאֵ֔ל H3478 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 בְּיַד H3027 שְׁמוּאֵֽל H8050 ",
      "4": "וַיֵּ֨לֶךְ H3212 דָּוִ֧יד H1732 וְכָל H3605 יִשְׂרָאֵ֛ל H3478 יְרוּשָׁלִַ֖ם H3389 הִ֣יא H1931 יְב֑וּס H2982 וְשָׁם֙ H8033 הַיְבוּסִ֔י H2983 יֹשְׁבֵ֖י H3427 הָאָֽרֶץ H776 ",
      "5": "וַיֹּ֨אמְר֜וּ H559 יֹשְׁבֵ֤י H3427 יְבוּס֙ H2982 לְדָוִ֔יד H1732 לֹ֥א H3808 תָב֖וֹא H935 הֵ֑נָּה H2008 וַיִּלְכֹּ֤ד H3920 דָּוִיד֙ H1732 אֶת H853 מְצֻדַ֣ת H4686 צִיּ֔וֹן H6726 הִ֖יא H1931 עִ֥יר H5892 דָּוִֽיד H1732 ",
      "6": "וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 כָּל H3605 מַכֵּ֤ה H5221 יְבוּסִי֙ H2983 בָּרִ֣אשׁוֹנָ֔ה H7223 יִהְיֶ֥ה H1961 לְרֹ֖אשׁ H7218 וּלְ H8269 וַיַּ֧עַל H5927 בָּרִאשׁוֹנָ֛ה H7223 יוֹאָ֥ב H3097 בֶּן H1121 צְרוּיָ֖ה H6870 וַיְהִ֥י H1961 לְרֹֽאשׁ H7218 ",
      "7": "וַיֵּ֥שֶׁב H3427 דָּוִ֖יד H1732 בַּמְצָ֑ד H4679 עַל H5921 כֵּ֥ן H3651 קָרְאוּ H7121 ל֖וֹ Hl עִ֥יר H5892 דָּוִֽיד H1732 ",
      "8": "וַיִּ֤בֶן H1129 הָעִיר֙ H5892 מִסָּבִ֔יב H5439 מִן H4480 הַמִּלּ֖וֹא H4407 וְעַד H5704 הַסָּבִ֑יב H5439 וְיוֹאָ֕ב H3097 יְחַיֶּ֖ה H2421 אֶת H853 שְׁאָ֥ר H7605 הָעִֽיר H5892 ",
      "9": "וַיֵּ֥לֶךְ H3212 דָּוִ֖יד H1732 הָל֣וֹךְ H1980 וְגָד֑וֹל H1419 וַיהוָ֥ה H3068 צְבָא֖וֹת H6635 עִמּֽוֹ H5973 ",
      "10": "וְאֵ֨לֶּה H428 רָאשֵׁ֤י H7218 הַגִּבּוֹרִים֙ H1368 אֲשֶׁ֣ר H834 לְדָוִ֔יד H1732 הַמִּתְחַזְּקִ֨ים H2388 עִמּ֧וֹ H5973 בְמַלְכוּת֛ H4438 עִם H5973 כָּל H3605 יִשְׂרָאֵ֖ל H3478 לְהַמְלִיכ֑ H4427 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "11": "וְאֵ֛לֶּה H428 מִסְפַּ֥ר H4557 הַגִּבֹּרִ֖ים H1368 אֲשֶׁ֣ר H834 לְדָוִ֑יד H1732 יָשָׁבְעָ֣ם H3434 בֶּן H1121 חַכְמוֹנִ֗י H2453 רֹ֚אשׁ H7218 השלושים H7970 הֽוּא H1931 עוֹרֵ֧ר H5782 אֶת H853 חֲנִית֛וֹ H2595 עַל H5921 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 חָלָ֖ל H2491 בְּפַ֥עַם H6471 אֶחָֽת H259 ",
      "12": "וְאַחֲרָ֛י H310 אֶלְעָזָ֥ר H499 בֶּן H1121 דּוֹד֖וֹ H1734 הָאֲחוֹחִ֑י H266 ה֖וּא H1931 בִּשְׁלוֹשָׁ֥ה H7969 הַגִּבֹּרִֽים H1368 ",
      "13": "הֽוּא H1931 הָיָ֨ה H1961 עִם H5973 דָּוִ֜יד H1732 בַּפַּ֣ס H6450 דַּמִּ֗ים H6450 וְהַ H6430 נֶאֱסְפוּ H622 שָׁ֣ם H8033 לַמִּלְחָמָ֔ה H4421 וַתְּהִ֛י H1961 חֶלְקַ֥ת H2513 הַשָּׂדֶ֖ה H7704 מְלֵאָ֣ה H4392 שְׂעוֹרִ֑ים H8184 וְהָ H5971 נָ֖סוּ H5127 מִפְּנֵ֥י H6440 פְלִשְׁתִּֽים H6430 ",
      "14": "וַיִּֽתְיַצְּב֤וּ H3320 בְתוֹךְ H8432 הַחֶלְקָה֙ H2513 וַיַּצִּיל֔וּ H5337 וַיַּכּ֖וּ H5221 אֶת H853 פְּלִשְׁתִּ֑ים H6430 וַיּ֥וֹשַׁע H3467 יְהוָ֖ה H3068 תְּשׁוּעָ֥ה H8668 גְדוֹלָֽה H1419 ",
      "15": "וַיֵּרְד֡וּ H3381 שְֽׁלוֹשָׁה֩ H7969 מִן H4480 הַשְּׁלוֹשִׁ֨ים H7970 רֹ֤אשׁ H7218 עַל H5921 הַצֻּר֙ H6697 אֶל H413 דָּוִ֔יד H1732 אֶל H413 מְעָרַ֖ת H4631 עֲדֻלָּ֑ם H5725 וּמַחֲנֵ֣ה H4264 פְלִשְׁתִּ֔ים H6430 חֹנָ֖ה H2583 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
      "16": "וְדָוִ֖יד H1732 אָ֣ז H227 בַּמְּצוּדָ֑ה H4686 וּנְצִ֣יב H5333 פְּלִשְׁתִּ֔ים H6430 אָ֖ז H227 בְּבֵ֥ית H1035 לָֽחֶם H1035 ",
      "17": "ויתאו H183 דָּוִ֖יד H1732 וַיֹּאמַ֑ר H559 מִ֚י H4310 יַשְׁקֵ֣נִי H8248 מַ֔יִם H4325 מִבּ֥וֹר H953 בֵּֽית H1035 לֶ֖חֶם H1035 אֲשֶׁ֥ר H834 בַּשָּֽׁעַר H8179 ",
      "18": "וַיִּבְקְע֨וּ H1234 הַשְּׁלֹשָׁ֜ה H7969 בְּמַחֲנֵ֣ה H4264 פְלִשְׁתִּ֗ים H6430 וַיִּֽשְׁאֲבוּ H7579 מַ֨יִם֙ H4325 מִבּ֤וֹר H953 בֵּֽית H1035 לֶ֨חֶם֙ H1035 אֲשֶׁ֣ר H834 בַּשַּׁ֔עַר H8179 וַיִּשְׂא֖וּ H5375 וַיָּבִ֣אוּ H935 אֶל H413 דָּוִ֑יד H1732 וְלֹֽא H3808 אָבָ֤ה H14 דָוִיד֙ H1732 לִשְׁתּוֹתָ֔ H8354 וַיְנַסֵּ֥ךְ H5258 אֹתָ֖ם H853 לַיהוָֽה H3068 ",
      "19": "וַיֹּ֡אמֶר H559 חָלִילָה֩ H2486 לִּ֨י Hl מֵאֱלֹהַ֜ H430 מֵעֲשׂ֣וֹת H6213 זֹ֗את H2063 הֲדַ֣ם H1818 הָאֲנָשִׁים֩ H376 הָאֵ֨לֶּה H428 אֶשְׁתֶּ֤ה H8354 בְנַפְשׁוֹתָ H5315 כִּ֣י H3588 בְנַפְשׁוֹתָ֣ H5315 הֱבִיא֔וּם H935 וְלֹ֥א H3808 אָבָ֖ה H14 לִשְׁתּוֹתָ֑ H8354 אֵ֣לֶּה H428 עָשׂ֔וּ H6213 שְׁלֹ֖שֶׁת H7969 הַגִּבּוֹרִֽים H1368 ",
      "20": "וְאַבְשַׁ֣י H52 אֲחִֽי H251 יוֹאָ֗ב H3097 ה֤וּא H1931 הָיָה֙ H1961 רֹ֣אשׁ H7218 הַשְּׁלוֹשָׁ֔ה H7969 וְהוּא֙ H1931 עוֹרֵ֣ר H5782 אֶת H853 חֲנִית֔וֹ H2595 עַל H5921 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 חָלָ֑ל H2491 ולא H3808 שֵׁ֖ם H8034 בַּשְּׁלוֹשָֽׁה H7969 ",
      "21": "מִן H4480 הַשְּׁלוֹשָׁ֤ה H7969 בַשְּׁנַ֨יִם֙ H8147 נִכְבָּ֔ד H3513 וַיְהִ֥י H1961 לָהֶ֖ם Hl לְשָׂ֑ר H8269 וְעַד H5704 הַשְּׁלוֹשָׁ֖ה H7969 לֹֽא H3808 בָֽא H935 ",
      "22": "בְּנָיָ֨ה H1141 בֶן H1121 יְהוֹיָדָ֧ע H3077 בֶּן H1121 אִֽישׁ H376 חַ֛יִל H2428 רַב H7227 פְּעָלִ֖ים H6467 מִֽן H4480 קַבְצְאֵ֑ל H6909 ה֣וּא H1931 הִכָּ֗ה H5221 אֵ֣ת H853 שְׁנֵ֤י H8147 אֲרִיאֵל֙ H739 מוֹאָ֔ב H4124 וְ֠הוּא H1931 יָרַ֞ד H3381 וְהִכָּ֧ה H5221 אֶֽת H853 הָאֲרִ֛י H738 בְּת֥וֹךְ H8432 הַבּ֖וֹר H953 בְּי֥וֹם H3117 הַשָּֽׁלֶג H7950 ",
      "23": "וְהֽוּא H1931 הִכָּה֩ H5221 אֶת H853 הָאִ֨ישׁ H376 הַמִּצְרִ֜י H4713 אִ֥ישׁ H376 מִדָּ֣ה H4060 חָמֵ֣שׁ H2568 בָּאַמָּ֗ה H520 וּבְ H3027 הַמִּצְרִ֤י H4713 חֲנִית֙ H2595 כִּמְנ֣וֹר H4500 אֹרְגִ֔ים H707 וַיֵּ֥רֶד H3381 אֵלָ֖יו H413 בַּשָּׁ֑בֶט H7626 וַיִּגְזֹ֤ל H1497 אֶֽת H853 הַחֲנִית֙ H2595 מִיַּ֣ד H3027 הַמִּצְרִ֔י H4713 וַיַּהַרְגֵ֖ H2026 בַּחֲנִיתֽ H2595 ",
      "24": "אֵ֣לֶּה H428 עָשָׂ֔ה H6213 בְּנָיָ֖הוּ H1141 בֶּן H1121 יְהוֹיָדָ֑ע H3077 וְל Hc/Hl שֵׁ֖ם H8034 בִּשְׁלוֹשָׁ֥ה H7969 הַגִּבֹּרִֽים H1368 ",
      "25": "מִן H4480 הַשְּׁלוֹשִׁ֗ים H7970 הִנּ֤וֹ H2005 נִכְבָּד֙ H3513 ה֔וּא H1931 וְאֶל H413 הַשְּׁלוֹשָׁ֖ה H7969 לֹא H3808 בָ֑א H935 וַיְשִׂימֵ֥ H7760 דָוִ֖יד H1732 עַל H5921 מִשְׁמַעְתּֽוֹ H4928 ",
      "26": "וְגִבּוֹרֵ֖י H1368 הַחֲיָלִ֑ים H2428 עֲשָׂה H6214 אֵל֙ H6214 אֲחִ֣י H251 יוֹאָ֔ב H3097 אֶלְחָנָ֥ן H445 בֶּן H1121 דּוֹד֖וֹ H1734 מִבֵּ֥ית H1035 לָֽחֶם H1035 ",
      "27": "שַׁמּוֹת֙ H8054 הַהֲרוֹרִ֔י H2033 חֶ֖לֶץ H2503 הַפְּלוֹנִֽי H6397 ",
      "28": "עִירָ֤א H5896 בֶן H1121 עִקֵּשׁ֙ H6142 הַתְּקוֹעִ֔י H8621 אֲבִיעֶ֖זֶר H44 הָעֲנְּתוֹתִֽי H6069 ",
      "29": "סִבְּכַי֙ H5444 הַחֻ֣שָׁתִ֔י H2843 עִילַ֖י H5866 הָאֲחוֹחִֽי H266 ",
      "30": "מַהְרַי֙ H4121 הַנְּטֹ֣פָתִ֔י H5200 חֵ֥לֶד H2466 בֶּֽן H1121 בַּֽעֲנָ֖ה H1196 הַנְּטוֹפָתִֽי H5200 ",
      "31": "אִיתַ֣י H863 בֶּן H1121 רִיבַ֗י H7380 מִגִּבְעַת֙ H1390 בְּנֵ֣י H1121 בִנְיָמִ֔ן H1144 בְּנָיָ֖ה H1141 הַפִּרְעָתֹנִֽי H6553 ",
      "32": "חוּרַי֙ H2360 מִנַּ֣חֲלֵי H5158 גָ֔עַשׁ H1608 אֲבִיאֵ֖ל H22 הָעַרְבָתִֽי H6164 ",
      "33": "עַזְמָ֨וֶת֙ H5820 הַבַּ֣חֲרוּמִ֔י H978 אֶלְיַחְבָּ֖א H455 הַשַּׁעַלְבֹנִֽי H8170 ",
      "34": "בְּנֵ֗י H1121 הָשֵׁם֙ H2044 הַגִּ֣זוֹנִ֔י H1493 יוֹנָתָ֥ן H3129 בֶּן H1121 שָׁגֵ֖ה H7681 הַהֲרָרִֽי H2043 ",
      "35": "אֲחִיאָ֧ם H279 בֶּן H1121 שָׂכָ֛ר H7940 הַהֲרָרִ֖י H2043 אֱלִיפַ֥ל H465 בֶּן H1121 אֽוּר H218 ",
      "36": "חֵ֚פֶר H2660 הַמְּכֵ֣רָתִ֔י H4382 אֲחִיָּ֖ה H281 הַפְּלֹנִֽי H6397 ",
      "37": "חֶצְרוֹ֙ H2695 הַֽכַּרְמְלִ֔י H3761 נַעֲרַ֖י H5293 בֶּן H1121 אֶזְבָּֽי H229 ",
      "38": "יוֹאֵל֙ H3100 אֲחִ֣י H251 נָתָ֔ן H5416 מִבְחָ֖ר H4006 בֶּן H1121 הַגְרִֽי H1905 ",
      "39": "צֶ֖לֶק H6768 הָעַמּוֹנִ֑י H5984 נַחְרַי֙ H5171 הַבֵּ֣רֹתִ֔י H1307 נֹשֵׂ֕א H5375 כְּלֵ֖י H3627 יוֹאָ֥ב H3097 בֶּן H1121 צְרוּיָֽה H6870 ",
      "40": "עִירָא֙ H5896 הַיִּתְרִ֔י H3505 גָּרֵ֖ב H1619 הַיִּתְרִֽי H3505 ",
      "41": "אֽוּרִיָּה֙ H223 הַחִתִּ֔י H2850 זָבָ֖ד H2066 בֶּן H1121 אַחְלָֽי H304 ",
      "42": "עֲדִינָ֨א H5721 בֶן H1121 שִׁיזָ֜א H7877 הָרֽאוּבֵנִ֗י H7206 רֹ֛אשׁ H7218 לָרֽאוּבֵנִ֖י H7206 וְעָלָ֥י H5921 שְׁלוֹשִֽׁים H7970 ",
      "43": "חָנָן֙ H2605 בֶּֽן H1121 מַעֲכָ֔ה H4601 וְיוֹשָׁפָ֖ט H3146 הַמִּתְנִֽי H4981 ",
      "44": "עֻזִיָּ֖א H5814 הָעֲשְׁתְּרָתִ֑י H6254 שָׁמָע֙ H8091 ויעואל H3273 בְּנֵ֖י H1121 חוֹתָ֥ם H2369 הָעֲרֹעֵרִֽי H6200 ",
      "45": "יְדִֽיעֲאֵל֙ H3043 בֶּן H1121 שִׁמְרִ֔י H8113 וְיֹחָ֥א H3109 אָחִ֖יו H251 הַתִּיצִֽי H8491 ",
      "46": "אֱלִיאֵל֙ H447 הַֽמַּחֲוִ֔ים H4233 וִירִיבַ֥י H3403 וְיוֹשַׁוְיָ֖ה H3145 בְּנֵ֣י H1121 אֶלְנָ֑עַם H493 וְיִתְמָ֖ה H3495 הַמּוֹאָבִֽי H4125 ",
      "47": "אֱלִיאֵ֣ל H447 וְעוֹבֵ֔ד H5744 וְיַעֲשִׂיאֵ֖ל H3300 הַמְּצֹבָיָֽה H4677 "
    },
    "12": {
      "1": "וְאֵ֗לֶּה H428 הַבָּאִ֤ים H935 אֶל H413 דָּוִיד֙ H1732 לְצִ֣יקְלַ֔ג H6860 ע֣וֹד H5750 עָצ֔וּר H6113 מִפְּנֵ֖י H6440 שָׁא֣וּל H7586 בֶּן H1121 קִ֑ישׁ H7027 וְהֵ֨מָּה֙ H1992 בַּגִּבּוֹרִ֔ים H1368 עֹזְרֵ֖י H5826 הַמִּלְחָמָֽה H4421 ",
      "2": "נֹ֣שְׁקֵי H5401 קֶ֗שֶׁת H7198 מַיְמִינִ֤ים H3231 וּמַשְׂמִאלִים֙ H8041 בָּֽאֲבָנִ֔ים H68 וּבַ H2671 בַּקָּ֑שֶׁת H7198 מֵאֲחֵ֥י H251 שָׁא֖וּל H7586 מִבִּנְיָמִֽן H1144 ",
      "3": "הָרֹ֨אשׁ H7218 אֲחִיעֶ֜זֶר H295 וְיוֹאָ֗שׁ H3101 בְּנֵי֙ H1121 הַשְּׁמָעָ֣ה H8094 הַגִּבְעָתִ֔י H1395 ויזואל H3149 וָפֶ֖לֶט H6404 בְּנֵ֣י H1121 עַזְמָ֑וֶת H5820 וּבְרָכָ֕ה H1294 וְיֵה֖וּא H3058 הָעֲנְּתֹתִֽי H6069 ",
      "4": "וְיִרְמְיָ֤ה H3414 וְיַחֲזִיאֵל֙ H3166 וְי֣וֹחָנָ֔ן H3076 וְיוֹזָבָ֖ד H3107 הַגְּדֵרָתִֽי H1452 ",
      "5": "אֶלְעוּזַ֤י H498 וִירִימוֹת֙ H3406 וּבְעַלְיָ֣ה H1183 וּשְׁמַרְיָ֔הוּ H8114 וּשְׁפַטְיָ֖הוּ H8203 החריפי H2741 ",
      "6": "אֶלְקָנָ֡ה H511 וְ֠יִשִּׁיָּהוּ H3449 וַעֲזַרְאֵ֧ל H5832 וְיוֹעֶ֛זֶר H3134 וְיָשָׁבְעָ֖ם H3434 הַקָּרְחִֽים H7145 ",
      "7": "וְיוֹעֵאלָ֧ה H3132 וּזְבַדְיָ֛ה H2069 בְּנֵ֥י H1121 יְרֹחָ֖ם H3395 מִן H4480 הַגְּדֽוֹר H1446 ",
      "8": "וּמִן H4480 הַגָּדִ֡י H1425 נִבְדְּל֣וּ H914 אֶל H413 דָּוִיד֩ H1732 לַמְצַ֨ד H4679 מִדְבָּ֜רָה H4057 גִּבֹּרֵ֣י H1368 הַחַ֗יִל H2428 אַנְשֵׁ֤י H376 צָבָא֙ H6635 לַמִּלְחָמָ֔ה H4421 עֹרְכֵ֥י H6186 צִנָּ֖ה H6793 וָרֹ֑מַח H7420 וּפְנֵ֤י H6440 אַרְיֵה֙ H738 פְּנֵיהֶ֔ם H6440 וְכִ H6643 עַל H5921 הֶהָרִ֖ים H2022 לְמַהֵֽר H4116 ",
      "9": "עֵ֖זֶר H5829 הָרֹ֑אשׁ H7218 עֹבַדְיָה֙ H5662 הַשֵּׁנִ֔י H8145 אֱלִיאָ֖ב H446 הַשְּׁלִשִֽׁי H7992 ",
      "10": "מִשְׁמַנָּה֙ H4925 הָרְבִיעִ֔י H7243 יִרְמְיָ֖ה H3414 הַחֲמִשִֽׁי H2549 ",
      "11": "עַתַּי֙ H6262 הַשִּׁשִּׁ֔י H8345 אֱלִיאֵ֖ל H447 הַשְּׁבִעִֽי H7637 ",
      "12": "יֽוֹחָנָן֙ H3076 הַשְּׁמִינִ֔י H8066 אֶלְזָבָ֖ד H443 הַתְּשִׁיעִֽי H8671 ",
      "13": "יִרְמְיָ֨הוּ֙ H3414 הָעֲשִׂירִ֔י H6224 מַכְבַּנַּ֖י H4344 עַשְׁתֵּ֥י H6249 עָשָֽׂר H6240 ",
      "14": "אֵ֥לֶּה H428 מִבְּנֵי H1121 גָ֖ד H1410 רָאשֵׁ֣י H7218 הַצָּבָ֑א H6635 אֶחָ֤ד H259 לְמֵאָה֙ H3967 הַקָּטָ֔ן H6996 וְהַ H1419 לְאָֽלֶף H505 ",
      "15": "אֵ֣לֶּה H428 הֵ֗ם H1992 אֲשֶׁ֨ר H834 עָבְר֤וּ H5674 אֶת H853 הַיַּרְדֵּן֙ H3383 בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 וְה֥וּא H1931 מְמַלֵּ֖א H4390 עַל H5921 כָּל H3605 גדיתיו H1428 וַיַּבְרִ֨יחוּ֙ H1272 אֶת H853 כָּל H3605 הָ֣עֲמָקִ֔ים H6010 לַמִּזְרָ֖ח H4217 וְלַֽ H4628 ",
      "16": "וַיָּבֹ֗אוּ H935 מִן H4480 בְּנֵ֤י H1121 בִנְיָמִן֙ H1144 וִֽיהוּדָ֔ה H3063 עַד H5704 לַמְצָ֖ד H4679 לְדָוִֽיד H1732 ",
      "17": "וַיֵּצֵ֣א H3318 דָוִיד֮ H1732 לִפְנֵי H6440 וַיַּ֨עַן֙ H6030 וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl אִם H518 לְשָׁל֞וֹם H7965 בָּאתֶ֤ם H935 אֵלַי֙ H413 לְעָזְרֵ֔ H5826 יִֽהְיֶה H1961 לִּ֧י Hl עֲלֵיכֶ֛ם H5921 לֵבָ֖ב H3824 לְיָ֑חַד H3162 וְאִֽם H518 לְרַמּוֹתַ֣ H7411 לְצָרַ֗ H6862 בְּלֹ֤א H3808 חָמָס֙ H2555 בְּכַפַּ֔ H3709 יֵ֛רֶא H7200 אֱלֹהֵ֥י H430 אֲבוֹתֵ֖ינוּ H1 וְיוֹכַֽח H3198 ",
      "18": "וְר֣וּחַ H7307 לָבְשָׁ֗ה H3847 אֶת H853 עֲמָשַׂי֮ H6022 רֹ֣אשׁ H7218 השלושים H7970 לְךָ֤ Hl דָוִיד֙ H1732 וְעִמְּ H5973 בֶן H1121 יִשַׁ֔י H3448 שָׁל֨וֹם H7965 שָׁל֜וֹם H7965 לְךָ֗ Hl וְשָׁלוֹם֙ H7965 לְעֹ֣זְרֶ֔ H5826 כִּ֥י H3588 עֲזָרְךָ֖ H5826 אֱלֹהֶ֑יךָ H430 וַיְקַבְּלֵ֣ H6901 דָּוִ֔יד H1732 וַֽיִּתְּנֵ֖ H5414 בְּרָאשֵׁ֥י H7218 הַגְּדֽוּד H1416 ",
      "19": "וּמִֽ H4519 נָפְל֣וּ H5307 עַל H5921 דָּוִ֗יד H1732 בְּבֹא֨ H935 עִם H5973 פְּלִשְׁתִּ֧ים H6430 עַל H5921 שָׁא֛וּל H7586 לַמִּלְחָמָ֖ה H4421 וְלֹ֣א H3808 עֲזָרֻ֑ם H5826 כִּ֣י H3588 בְעֵצָ֗ה H6098 שִׁלְּחֻ֜הוּ H7971 סַרְנֵ֤י H5633 פְלִשְׁתִּים֙ H6430 לֵאמֹ֔ר H559 בְּרָאשֵׁ֕י H7218 יִפּ֖וֹל H5307 אֶל H413 אֲדֹנָ֥יו H113 שָׁאֽוּל H7586 ",
      "20": "בְּלֶכְתּ֣ H3212 אֶל H413 צִֽיקְלַ֗ג H6860 נָפְל֣וּ H5307 עָלָ֣יו H5921 מִֽמְּנַשֶּׁ֡ה H4519 עַ֠דְנַח H5734 וְיוֹזָבָ֤ד H3107 וִידִֽיעֲאֵל֙ H3043 וּמִיכָאֵ֣ל H4317 וְיוֹזָבָ֔ד H3107 וֶאֱלִיה֖וּא H453 וְצִלְּתָ֑י H6769 רָאשֵׁ֥י H7218 הָאֲלָפִ֖ים H505 אֲשֶׁ֥ר H834 לִמְנַשֶּֽׁה H4519 ",
      "21": "וְהֵ֗מָּה H1992 עָזְר֤וּ H5826 עִם H5973 דָּוִיד֙ H1732 עַֽל H5921 הַגְּד֔וּד H1416 כִּֽי H3588 גִבּ֥וֹרֵי H1368 חַ֖יִל H3605 כֻּלָּ֑ם H2428 וַיִּהְי֥וּ H1961 שָׂרִ֖ים H8269 בַּצָּבָֽא H6635 ",
      "22": "כִּ֚י H3588 לְעֶת H6256 י֣וֹם H3117 בְּי֔וֹם H3117 יָבֹ֥אוּ H935 עַל H5921 דָּוִ֖יד H1732 לְעָזְר֑ H5826 עַד H5704 לְמַחֲנֶ֥ה H4264 גָד֖וֹל H1419 כְּמַחֲנֵ֥ה H4264 אֱלֹהִֽים H430 ",
      "23": "וְ֠אֵלֶּה H428 מִסְפְּרֵ֞י H4557 רָאשֵׁ֤י H7218 הֶֽחָלוּץ֙ H2502 לַצָּבָ֔א H6635 בָּ֥אוּ H935 עַל H5921 דָּוִ֖יד H1732 חֶבְר֑וֹנָה H2275 לְהָסֵ֞ב H5437 מַלְכ֥וּת H4438 שָׁא֛וּל H7586 אֵלָ֖יו H413 כְּפִ֥י H6310 יְהוָֽה H3068 ",
      "24": "בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 נֹשְׂאֵ֥י H5375 צִנָּ֖ה H6793 וָרֹ֑מַח H7420 שֵׁ֧שֶׁת H8337 אֲלָפִ֛ים H505 וּשְׁמוֹנֶ֥ה H8083 מֵא֖וֹת H3967 חֲלוּצֵ֥י H2502 צָבָֽא H6635 ",
      "25": "מִן H4480 בְּנֵ֣י H1121 שִׁמְע֗וֹן H8095 גִּבּ֤וֹרֵי H1368 חַ֨יִל֙ H2428 לַצָּבָ֔א H6635 שִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וּמֵאָֽה H3967 ",
      "26": "מִן H4480 בְּנֵי֙ H1121 הַלֵּוִ֔י H3878 אַרְבַּ֥עַת H702 אֲלָפִ֖ים H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "27": "וִיהוֹיָדָ֖ע H3077 הַנָּגִ֣יד H5057 לְאַהֲרֹ֑ן H175 וְעִמּ֕ H5973 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
      "28": "וְצָד֥וֹק H6659 נַ֖עַר H5288 גִּבּ֣וֹר H1368 חָ֑יִל H2428 וּבֵית H1004 אָבִ֥יו H1 שָׂרִ֖ים H8269 עֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
      "29": "וּמִן H4480 בְּנֵ֧י H1121 בִנְיָמִ֛ן H1144 אֲחֵ֥י H251 שָׁא֖וּל H7586 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֑ים H505 וְעַד H5704 הֵ֨נָּה֙ H2008 מַרְבִּיתָ֔ם H4768 שֹׁמְרִ֕ים H8104 מִשְׁמֶ֖רֶת H4931 בֵּ֥ית H1004 שָׁאֽוּל H7586 ",
      "30": "וּמִן H4480 בְּנֵ֣י H1121 אֶפְרַ֔יִם H669 עֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 וּשְׁמוֹנֶ֣ה H8083 מֵא֑וֹת H3967 גִּבּ֣וֹרֵי H1368 חַ֔יִל H2428 אַנְשֵׁ֥י H376 שֵׁמ֖וֹת H8034 לְבֵ֥ית H1004 אֲבוֹתָֽם H1 ",
      "31": "וּמֵ H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 שְׁמוֹנָ֥ה H8083 עָשָׂ֖ר H6240 אָ֑לֶף H505 אֲשֶׁ֤ר H834 נִקְּבוּ֙ H5344 בְּשֵׁמ֔וֹת H8034 לָב֖וֹא H935 לְהַמְלִ֥יךְ H4427 אֶת H853 דָּוִֽיד H1732 ",
      "32": "וּמִ H1121 יִשָּׂשכָ֗ר H3485 יוֹדְעֵ֤י H3045 בִינָה֙ H998 לַֽעִתִּ֔ים H6256 לָדַ֖עַת H3045 מַה H4100 יַּעֲשֶׂ֣ה H6213 יִשְׂרָאֵ֑ל H3478 רָאשֵׁיהֶ֣ם H7218 מָאתַ֔יִם H3967 וְכָל H3605 אֲחֵיהֶ֖ם H251 עַל H5921 פִּיהֶֽם H6310 ",
      "33": "מִזְּבֻל֞וּן H2074 יוֹצְאֵ֣י H3318 צָבָ֗א H6635 עֹרְכֵ֧י H6186 מִלְחָמָ֛ה H4421 בְּכָל H3605 כְּלֵ֥י H3627 מִלְחָמָ֖ה H4421 חֲמִשִּׁ֣ים H2572 אָ֑לֶף H505 וְלַ H5737 בְּלֹא H3808 לֵ֥ב H3820 וָלֵֽב H3820 ",
      "34": "וּמִ H5321 שָׂרִ֣ים H8269 אָ֑לֶף H505 וְעִמָּ H5973 בְּצִנָּ֣ה H6793 וַחֲנִ֔ית H2595 שְׁלֹשִׁ֥ים H7970 וְשִׁבְעָ֖ה H7651 אָֽלֶף H505 ",
      "35": "וּמִן H4480 הַדָּנִי֙ H1839 עֹרְכֵ֣י H6186 מִלְחָמָ֔ה H4421 עֶשְׂרִֽים H6242 וּשְׁמוֹנָ֥ה H8083 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "36": "וּמֵ H836 יוֹצְאֵ֥י H3318 צָבָ֛א H6635 לַעֲרֹ֥ךְ H6186 מִלְחָמָ֖ה H4421 אַרְבָּעִ֥ים H705 אָֽלֶף H505 ",
      "37": "וּמֵ H5676 לַ֠יַּרְדֵּן H3383 מִן H4480 הָראוּבֵנִ֨י H7206 וְהַ H1425 וַחֲצִ֣י H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֗ה H4519 בְּכֹל֙ H3605 כְּלֵי֙ H3627 צְבָ֣א H6635 מִלְחָמָ֔ה H4421 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 אָֽלֶף H505 ",
      "38": "כָּל H3605 אֵ֜לֶּה H428 אַנְשֵׁ֣י H376 מִלְחָמָה֮ H4421 עֹדְרֵ֣י H6186 מַעֲרָכָה֒ H4634 בְּלֵבָ֤ב H8003 שָׁלֵם֙ H3824 בָּ֣אוּ H935 חֶבְר֔וֹנָה H2275 לְהַמְלִ֥יךְ H4427 אֶת H853 דָּוִ֖יד H1732 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וְ֠גַם H1571 כָּל H3605 שֵׁרִ֧ית H7611 יִשְׂרָאֵ֛ל H3478 לֵ֥ב H3820 אֶחָ֖ד H259 לְהַמְלִ֥יךְ H4427 אֶת H853 דָּוִֽיד H1732 ",
      "39": "וַיִּהְיוּ H1961 שָׁ֤ם H8033 עִם H5973 דָּוִיד֙ H1732 יָמִ֣ים H3117 שְׁלוֹשָׁ֔ה H7969 אֹכְלִ֖ים H398 וְשׁוֹתִ֑ים H8354 כִּֽי H3588 הֵכִ֥ינוּ H3559 לָהֶ֖ם Hl אֲחֵיהֶֽם H251 ",
      "40": "וְגַ֣ם H1571 הַקְּרֽוֹבִים H7138 אֲ֠לֵיהֶם H413 עַד H5704 יִשָׂשכָ֨ר H3485 וּזְבֻל֜וּן H2074 וְנַפְתָּלִ֗י H5321 מְבִיאִ֣ים H935 לֶ֡חֶם H3899 בַּחֲמוֹרִ֣ים H2543 וּבַ H1581 וּבַ H6505 וּֽבַ H1241 מַאֲכָ֡ל H3978 קֶ֠מַח H7058 דְּבֵלִ֨ים H1690 וְצִמּוּקִ֧ים H6778 וְיַֽיִן H3196 וְשֶׁ֛מֶן H8081 וּבָקָ֥ר H1241 וְצֹ֖אן H6629 לָרֹ֑ב H7230 כִּ֥י H3588 שִׂמְחָ֖ה H8057 בְּיִשְׂרָאֵֽל H3478 ",
      "41": "וְגַ֣ם H1571 הַקְּרֽוֹבִים H7138 אֲ֠לֵיהֶם H413 עַד H5704 יִשָׂשכָ֨ר H3485 וּזְבֻל֜וּן H2074 וְנַפְתָּלִ֗י H5321 מְבִיאִ֣ים H935 לֶ֡חֶם H3899 בַּחֲמוֹרִ֣ים H2543 וּבַ H1581 וּבַ H6505 וּֽבַ H1241 מַאֲכָ֡ל H3978 קֶ֠מַח H7058 דְּבֵלִ֨ים H1690 וְצִמּוּקִ֧ים H6778 וְיַֽיִן H3196 וְשֶׁ֛מֶן H8081 וּבָקָ֥ר H1241 וְצֹ֖אן H6629 לָרֹ֑ב H7230 כִּ֥י H3588 שִׂמְחָ֖ה H8057 בְּיִשְׂרָאֵֽל H3478 "
    },
    "13": {
      "1": "וַיִּוָּעַ֣ץ H3289 דָּוִ֗יד H1732 עִם H5973 שָׂרֵ֧י H8269 הָאֲלָפִ֛ים H505 וְהַ H3967 לְכָל H3605 נָגִֽיד H5057 ",
      "2": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 לְכֹ֣ל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֗ל H3478 אִם H518 עֲלֵיכֶ֨ם H5921 ט֜וֹב H2895 וּמִן H4480 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 נִפְרְצָה֙ H6555 נִשְׁלְחָ֞ה H7971 עַל H5921 אַחֵ֣ינוּ H251 הַנִּשְׁאָרִ֗ים H7604 בְּכֹל֙ H3605 אַרְצ֣וֹת H776 יִשְׂרָאֵ֔ל H3478 וְעִמָּ H5973 הַכֹּהֲנִ֥ים H3548 וְהַ H3881 בְּעָרֵ֣י H5892 מִגְרְשֵׁיהֶ֑ם H4054 וְיִקָּבְצ֖וּ H6908 אֵלֵֽינוּ H413 ",
      "3": "וְנָסֵ֛בָּה H5437 אֶת H853 אֲר֥וֹן H727 אֱלֹהֵ֖ינוּ H430 אֵלֵ֑ינוּ H413 כִּי H3588 לֹ֥א H3808 דְרַשְׁנֻ֖הוּ H1875 בִּימֵ֥י H3117 שָׁאֽוּל H7586 ",
      "4": "וַיֹּאמְר֥וּ H559 כָֽל H3605 הַקָּהָ֖ל H6951 לַעֲשׂ֣וֹת H6213 כֵּ֑ן H3651 כִּֽי H3588 יָשַׁ֥ר H3474 הַדָּבָ֖ר H1697 בְּעֵינֵ֥י H5869 כָל H3605 הָעָֽם H5971 ",
      "5": "וַיַּקְהֵ֤ל H6950 דָּוִיד֙ H1732 אֶת H853 כָּל H3605 יִשְׂרָאֵ֔ל H3478 מִן H4480 שִׁיח֥וֹר H7883 מִצְרַ֖יִם H4714 וְעַד H5704 לְב֣וֹא H935 חֲמָ֑ת H2574 לְהָבִיא֙ H935 אֶת H853 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 מִקִּרְיַ֖ת H7157 יְעָרִֽים H7157 ",
      "6": "וַיַּ֨עַל H5927 דָּוִ֤יד H1732 וְכָל H3605 יִשְׂרָאֵל֙ H3478 בַּעֲלָ֔תָה H1173 אֶל H413 קִרְיַ֥ת H7157 יְעָרִ֖ים H7157 אֲשֶׁ֣ר H834 לִיהוּדָ֑ה H3063 לְהַעֲל֣וֹת H5927 מִשָּׁ֗ם H8033 אֵת֩ H853 אֲר֨וֹן H727 הָאֱלֹהִ֧ים H430 יְהוָ֛ה H3068 יוֹשֵׁ֥ב H3427 הַכְּרוּבִ֖ים H3742 אֲשֶׁר H834 נִקְרָ֥א H7121 שֵֽׁם H8034 ",
      "7": "וַיַּרְכִּ֜יבוּ H7392 אֶת H853 אֲר֤וֹן H727 הָאֱלֹהִים֙ H430 עַל H5921 עֲגָלָ֣ה H5699 חֲדָשָׁ֔ה H2319 מִבֵּ֖ית H1004 אֲבִינָדָ֑ב H41 וְעֻזָּ֣א H5798 וְאַחְי֔וֹ H283 נֹהֲגִ֖ים H5090 בָּעֲגָלָֽה H5699 ",
      "8": "וְדָוִ֣יד H1732 וְכָל H3605 יִשְׂרָאֵ֗ל H3478 מְשַׂחֲקִ֛ים H7832 לִפְנֵ֥י H6440 הָאֱלֹהִ֖ים H430 בְּכָל H3605 עֹ֑ז H5797 וּבְ H7892 וּבְ H3658 וּבִ H5035 וּבְ H8596 וּבִ H4700 וּבַ H2689 ",
      "9": "וַיָּבֹ֖אוּ H935 עַד H5704 גֹּ֣רֶן H1637 כִּידֹ֑ן H3592 וַיִּשְׁלַ֨ח H7971 עֻזָּ֜א H5798 אֶת H853 יָד֗וֹ H3027 לֶאֱחֹז֙ H270 אֶת H853 הָ֣אָר֔וֹן H727 כִּ֥י H3588 שָֽׁמְט֖וּ H8058 הַבָּקָֽר H1241 ",
      "10": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּעֻזָּ֔א H5798 וַיַּכֵּ֕ H5221 עַ֛ל H5921 אֲשֶׁר H834 שָׁלַ֥ח H7971 יָד֖וֹ H3027 עַל H5921 הָאָר֑וֹן H727 וַיָּ֥מָת H4191 שָׁ֖ם H8033 לִפְנֵ֥י H6440 אֱלֹהִֽים H430 ",
      "11": "וַיִּ֣חַר H2734 לְדָוִ֔יד H1732 כִּֽי H3588 פָרַ֧ץ H6555 יְהוָ֛ה H3068 פֶּ֖רֶץ H6556 בְּעֻזָּ֑א H5798 וַיִּקְרָ֞א H7121 לַמָּק֤וֹם H4725 הַהוּא֙ H1931 פֶּ֣רֶץ H6560 עֻזָּ֔א H6560 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "12": "וַיִּירָ֤א H3372 דָוִיד֙ H1732 אֶת H853 הָ֣אֱלֹהִ֔ים H430 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לֵאמֹ֑ר H559 הֵ֚יךְ H1963 אָבִ֣יא H935 אֵלַ֔י H413 אֵ֖ת H854 אֲר֥וֹן H727 הָאֱלֹהִֽים H430 ",
      "13": "וְלֹֽא H3808 הֵסִ֨יר H5493 דָּוִ֧יד H1732 אֶת H853 הָאָר֛וֹן H727 אֵלָ֖יו H413 אֶל H413 עִ֣יר H5892 דָּוִ֑יד H1732 וַיַּטֵּ֕ H5186 אֶל H413 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱדֹ֖ם H5654 הַגִּתִּֽי H1663 ",
      "14": "וַיֵּשֶׁב֩ H3427 אֲר֨וֹן H727 הָאֱלֹהִ֜ים H430 עִם H5973 בֵּ֨ית H1004 עֹבֵ֥ד H5654 אֱדֹ֛ם H5654 בְּבֵית֖ H1004 שְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֑ים H2320 וַיְבָ֧רֶךְ H1288 יְהוָ֛ה H3068 אֶת H853 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱדֹ֖ם H5654 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לֽוֹ Hl "
    },
    "14": {
      "1": "וַ֠יִּשְׁלַח H7971 חירם H2438 מֶֽלֶךְ H4428 צֹ֥ר H6865 מַלְאָכִים֮ H4397 אֶל H413 דָּוִיד֒ H1732 וַעֲצֵ֣י H6086 אֲרָזִ֔ים H730 וְחָרָשֵׁ֣י H2796 קִ֔יר H7023 וְחָרָשֵׁ֖י H2796 עֵצִ֑ים H6086 לִבְנ֥וֹת H1129 ל֖וֹ Hl בָּֽיִת H1004 ",
      "2": "וַיֵּ֣דַע H3045 דָּוִ֔יד H1732 כִּֽי H3588 הֱכִינ֧וֹ H3559 יְהוָ֛ה H3068 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 כִּֽי H3588 נִשֵּׂ֤את H5375 לְמַ֨עְלָ H4605 מַלְכוּת֔וֹ H4438 בַּעֲב֖וּר H5668 עַמּ֥וֹ H5971 יִשְׂרָאֵֽל H3478 ",
      "3": "וַיִּקַּ֨ח H3947 דָּוִ֥יד H1732 ע֛וֹד H5750 נָשִׁ֖ים H802 בִּירוּשָׁלִָ֑ם H3389 וַיּ֧וֹלֶד H3205 דָּוִ֛יד H1732 ע֖וֹד H5750 בָּנִ֥ים H1121 וּבָנֽוֹת H1323 ",
      "4": "וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 הַיְלוּדִ֔ים H3205 אֲשֶׁ֥ר H834 הָיוּ H1961 ל֖וֹ Hl בִּירוּשָׁלִָ֑ם H3389 שַׁמּ֣וּעַ H8051 וְשׁוֹבָ֔ב H7727 נָתָ֖ן H5416 וּשְׁלֹמֹֽה H8010 ",
      "5": "וְיִבְחָ֥ר H2984 וֶאֱלִישׁ֖וּעַ H474 וְאֶלְפָּֽלֶט H467 ",
      "6": "וְנֹ֥גַהּ H5052 וְנֶ֖פֶג H5298 וְיָפִֽיעַ H3309 ",
      "7": "וֶאֱלִישָׁמָ֥ע H476 וּבְעֶלְיָדָ֖ע H1182 וֶאֱלִיפָֽלֶט H467 ",
      "8": "וַיִּשְׁמְע֣וּ H8085 פְלִשְׁתִּ֗ים H6430 כִּי H3588 נִמְשַׁ֨ח H4886 דָּוִ֤יד H1732 לְמֶ֨לֶךְ֙ H4428 עַל H5921 כָּל H3605 יִשְׂרָאֵ֔ל H3478 וַיַּעֲל֥וּ H5927 כָל H3605 פְּלִשְׁתִּ֖ים H6430 לְבַקֵּ֣שׁ H1245 אֶת H853 דָּוִ֑יד H1732 וַיִּשְׁמַ֣ע H8085 דָּוִ֔יד H1732 וַיֵּצֵ֖א H3318 לִפְנֵי H6440 ",
      "9": "וּפְלִשְׁתִּ֖ים H6430 בָּ֑אוּ H935 וַֽיִּפְשְׁט֖וּ H6584 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
      "10": "וַיִּשְׁאַ֨ל H7592 דָּוִ֤יד H1732 בֵּאלֹהִים֙ H430 לֵאמֹ֔ר H559 הַאֶֽעֱלֶה֙ H5927 עַל H5921 פלשתיים H6430 וּנְתַתָּ֖ H5414 בְּיָדִ֑ H3027 וַיֹּ֨אמֶר H559 ל֤וֹ Hl יְהוָה֙ H3068 עֲלֵ֔ה H5927 וּנְתַתִּ֖י H5414 בְּיָדֶֽ H3027 ",
      "11": "וַיַּעֲל֥וּ H5927 בְּבַֽעַל H1188 פְּרָצִים֮ H1188 וַיַּכֵּ֣ H5221 שָׁ֣ם H8033 דָּוִיד֒ H1732 וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 פָּרַ֨ץ H6555 הָֽאֱלֹהִ֧ים H430 אֶת H853 אוֹיְבַ֛י H341 בְּיָדִ֖ H3027 כְּפֶ֣רֶץ H6556 מָ֑יִם H4325 עַל H5921 כֵּ֗ן H3651 קָֽרְא֛וּ H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 בַּ֥עַל H1188 פְּרָצִֽים H1188 ",
      "12": "וַיַּעַזְבוּ H5800 שָׁ֖ם H8033 אֶת H853 אֱלֹֽהֵיהֶ֑ם H430 וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 וַיִּשָּׂרְפ֖וּ H8313 בָּאֵֽשׁ H784 ",
      "13": "וַיֹּסִ֤יפוּ H3254 עוֹד֙ H5750 פְּלִשְׁתִּ֔ים H6430 וַֽיִּפְשְׁט֖וּ H6584 בָּעֵֽמֶק H6010 ",
      "14": "וַיִּשְׁאַ֨ל H7592 ע֤וֹד H5750 דָּוִיד֙ H1732 בֵּֽאלֹהִ֔ים H430 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הָֽאֱלֹהִ֔ים H430 לֹ֥א H3808 תַֽעֲלֶ֖ה H5927 אַֽחֲרֵיהֶ֑ם H310 הָסֵב֙ H5437 מֵֽעֲלֵי H5921 וּבָ֥אתָ H935 לָהֶ֖ם H1992 מִמּ֥וּל H4136 הַבְּכָאִֽים H1057 ",
      "15": "וִ֠יהִי H1961 כְּֽשָׁמְעֲ H8085 אֶת H853 ק֤וֹל H6963 הַצְּעָדָה֙ H6807 בְּרָאשֵׁ֣י H7218 הַבְּכָאִ֔ים H1057 אָ֖ז H227 תֵּצֵ֣א H3318 בַמִּלְחָמָ֑ה H4421 כִּֽי H3588 יָצָ֤א H3318 הָֽאֱלֹהִים֙ H430 לְפָנֶ֔י H6440 לְהַכּ֖וֹת H5221 אֶת H853 מַחֲנֵ֥ה H4264 פְלִשְׁתִּֽים H6430 ",
      "16": "וַיַּ֣עַשׂ H6213 דָּוִ֔יד H1732 כַּֽאֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 הָֽאֱלֹהִ֑ים H430 וַיַּכּוּ֙ H5221 אֶת H853 מַחֲנֵ֣ה H4264 פְלִשְׁתִּ֔ים H6430 מִגִּבְע֖וֹן H1391 וְעַד H5704 גָּֽזְרָה H1507 ",
      "17": "וַיֵּצֵ֥א H3318 שֵׁם H8034 דָּוִ֖יד H1732 בְּכָל H3605 הָֽאֲרָצ֑וֹת H776 וַֽיהוָ֛ה H3068 נָתַ֥ן H5414 אֶת H853 פַּחְדּ֖וֹ H6343 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 "
    },
    "15": {
      "1": "וַיַּֽעַשׂ H6213 ל֥וֹ Hl בָתִּ֖ים H1004 בְּעִ֣יר H5892 דָּוִ֑יד H1732 וַיָּ֤כֶן H3559 מָקוֹם֙ H4725 לַֽאֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 וַיֶּט H5186 ל֖וֹ Hl אֹֽהֶל H168 ",
      "2": "אָ֚ז H227 אָמַ֣ר H559 דָּוִ֔יד H1732 לֹ֤א H3808 לָשֵׂאת֙ H5375 אֶת H853 אֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 כִּ֖י H3588 אִם H518 הַלְוִיִּ֑ם H3881 כִּי H3588 בָ֣ם Hb בָּחַ֣ר H977 יְהוָ֗ה H3068 לָשֵׂ֞את H5375 אֶת H853 אֲר֧וֹן H727 יְהוָ֛ה H3068 וּֽלְ H8334 עַד H5704 עוֹלָֽם H5769 ",
      "3": "וַיַּקְהֵ֥ל H6950 דָּוִ֛יד H1732 אֶת H853 כָּל H3605 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְרֽוּשָׁלִָ֑ם H3389 לְהַעֲלוֹת֙ H5927 אֶת H853 אֲר֣וֹן H727 יְהוָ֔ה H3068 אֶל H413 מְקוֹמ֖וֹ H4725 אֲשֶׁר H834 הֵכִ֥ין H3559 לֽוֹ Hl ",
      "4": "וַיֶּאֱסֹ֥ף H622 דָּוִ֛יד H1732 אֶת H853 בְּנֵ֥י H1121 אַֽהֲרֹ֖ן H175 וְאֶת H853 הַלְוִיִּֽם H3881 ",
      "5": "לִבְנֵ֖י H1121 קְהָ֑ת H6955 אוּרִיאֵ֣ל H222 הַשָּׂ֔ר H8269 וְאֶחָ֖י H251 מֵאָ֥ה H3967 וְעֶשְׂרִֽים H6242 ",
      "6": "לִבְנֵ֖י H1121 מְרָרִ֑י H4847 עֲשָׂיָ֣ה H6222 הַשָּׂ֔ר H8269 וְאֶחָ֖י H251 מָאתַ֥יִם H3967 וְעֶשְׂרִֽים H6242 ",
      "7": "לִבְנֵ֖י H1121 גֵּרְשׁ֑וֹם H1648 יוֹאֵ֣ל H3100 הַשָּׂ֔ר H8269 וְאֶחָ֖י H251 מֵאָ֥ה H3967 וּשְׁלֹשִֽׁים H7970 ",
      "8": "לִבְנֵ֖י H1121 אֱלִֽיצָפָ֑ן H469 שְׁמַֽעְיָ֥ה H8098 הַשָּׂ֖ר H8269 וְאֶחָ֥י H251 מָאתָֽיִם H3967 ",
      "9": "לִבְנֵ֖י H1121 חֶבְר֑וֹן H2275 אֱלִיאֵ֥ל H447 הַשָּׂ֖ר H8269 וְאֶחָ֥י H251 שְׁמוֹנִֽים H8084 ",
      "10": "לִבְנֵ֖י H1121 עֻזִּיאֵ֑ל H5816 עַמִּינָדָ֣ב H5992 הַשָּׂ֔ר H8269 וְאֶחָ֕י H251 מֵאָ֖ה H3967 וּשְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "11": "וַיִּקְרָ֣א H7121 דָוִ֔יד H1732 לְצָד֥וֹק H6659 וּלְ H54 הַכֹּֽהֲנִ֑ים H3548 וְלַ H3881 לְאֽוּרִיאֵ֤ל H222 עֲשָׂיָה֙ H6222 וְיוֹאֵ֣ל H3100 שְׁמַֽעְיָ֔ה H8098 וֶאֱלִיאֵ֖ל H447 וְעַמִּינָדָֽב H5992 ",
      "12": "וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl אַתֶּ֛ם H859 רָאשֵׁ֥י H7218 הָאָב֖וֹת H1 לַלְוִיִּ֑ם H3881 הִֽתְקַדְּשׁוּ֙ H6942 אַתֶּ֣ם H859 וַאֲחֵי H251 וְהַֽעֲלִיתֶ֗ם H5927 אֵ֣ת H853 אֲר֤וֹן H727 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֶל H413 הֲכִינ֖וֹתִי H3559 לֽוֹ Hl ",
      "13": "כִּ֛י H3588 לְמַ H7223 לֹ֣א H3808 אַתֶּ֑ם H859 פָּרַ֨ץ H6555 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 בָּ֔נוּ Hb כִּי H3588 לֹ֥א H3808 דְרַשְׁנֻ֖הוּ H1875 כַּמִּשְׁפָּֽט H4941 ",
      "14": "וַיִּֽתְקַדְּשׁ֔וּ H6942 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 לְהַעֲל֕וֹת H5927 אֶת H853 אֲר֥וֹן H727 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "15": "וַיִּשְׂא֣וּ H5375 בְנֵֽי H1121 הַלְוִיִּ֗ם H3881 אֵ֚ת H853 אֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 מֹשֶׁ֖ה H4872 כִּדְבַ֣ר H1697 יְהוָ֑ה H3068 בִּכְתֵפָ֥ H3802 בַּמֹּט֖וֹת H4133 עֲלֵיהֶֽם H5921 ",
      "16": "וַיֹּ֣אמֶר H559 דָּוִיד֮ H1732 לְשָׂרֵ֣י H8269 הַלְוִיִּם֒ H3881 לְהַֽעֲמִ֗יד H5975 אֶת H853 אֲחֵיהֶם֙ H251 הַמְשֹׁ֣רְרִ֔ים H7891 בִּכְלֵי H3627 שִׁ֛יר H7892 נְבָלִ֥ים H5035 וְכִנֹּר֖וֹת H3658 וּמְצִלְתָּ֑יִם H4700 מַשְׁמִיעִ֥ים H8085 לְהָרִֽים H7311 בְּק֖וֹל H6963 לְשִׂמְחָֽה H8057 ",
      "17": "וַיַּעֲמִ֣ידוּ H5975 הַלְוִיִּ֗ם H3881 אֵ֚ת H853 הֵימָ֣ן H1968 בֶּן H1121 יוֹאֵ֔ל H3100 וּמִ֨ן H4480 אֶחָ֔יו H251 אָסָ֖ף H623 בֶּן H1121 בֶּֽרֶכְיָ֑הוּ H1296 וּמִן H4480 בְּנֵ֤י H1121 מְרָרִי֙ H4847 אֲחֵיהֶ֔ם H251 אֵיתָ֖ן H387 בֶּן H1121 קֽוּשָׁיָֽהוּ H6984 ",
      "18": "וְעִמָּ H5973 אֲחֵיהֶ֣ם H251 הַמִּשְׁנִ֑ים H4932 זְכַרְיָ֡הוּ H2148 בֵּ֡ן H1122 וְיַֽעֲזִיאֵ֡ל H3268 וּשְׁמִֽירָמ֡וֹת H8070 וִיחִיאֵ֣ל H3171 וְעֻנִּ֡י H6042 אֱלִיאָ֡ב H446 וּבְנָיָ֡הוּ H1141 וּמַֽעֲשֵׂיָ֡הוּ H4641 וּמַתִּתְיָהוּ֩ H4993 וֶאֱלִ֨יפְלֵ֜הוּ H466 וּמִקְנֵיָ֨הוּ H4737 וְעֹבֵ֥ד H5654 אֱדֹ֛ם H5654 וִֽיעִיאֵ֖ל H3273 הַשֹּׁעֲרִֽים H7778 ",
      "19": "וְהַ H7891 הֵימָ֥ן H1968 אָסָ֖ף H623 וְאֵיתָ֑ן H387 בִּמְצִלְתַּ֥יִם H4700 נְחֹ֖שֶׁת H5178 לְהַשְׁמִֽיעַ H8085 ",
      "20": "וּזְכַרְיָ֨ה H2148 וַעֲזִיאֵ֜ל H5815 וּשְׁמִֽירָמ֤וֹת H8070 וִֽיחִיאֵל֙ H3171 וְעֻנִּ֣י H6042 וֶֽאֱלִיאָ֔ב H446 וּמַעֲשֵׂיָ֖הוּ H4641 וּבְנָיָ֑הוּ H1141 בִּנְבָלִ֖ים H5035 עַל H5921 עֲלָמֽוֹת H5961 ",
      "21": "וּמַתִּתְיָ֣הוּ H4993 וֶאֱלִֽיפְלֵ֗הוּ H466 וּמִקְנֵיָ֨הוּ֙ H4737 וְעֹבֵ֣ד H5654 אֱדֹ֔ם H5654 וִֽיעִיאֵ֖ל H3273 וַעֲזַזְיָ֑הוּ H5812 בְּכִנֹּר֥וֹת H3658 עַל H5921 הַשְּׁמִינִ֖ית H8067 לְנַצֵּֽחַ H5329 ",
      "22": "וּכְנַנְיָ֥הוּ H3663 שַֽׂר H8269 הַלְוִיִּ֖ם H3881 בְּמַשָּׂ֑א H4853 יָסֹר֙ H3256 בַּמַּשָּׂ֔א H4853 כִּ֥י H3588 מֵבִ֖ין H995 הֽוּא H1931 ",
      "23": "וּבֶֽרֶכְיָה֙ H1296 וְאֶלְקָנָ֔ה H511 שֹׁעֲרִ֖ים H7778 לָאָרֽוֹן H727 ",
      "24": "וּשְׁבַנְיָ֡הוּ H7645 וְיֽוֹשָׁפָ֡ט H3146 וּנְתַנְאֵ֡ל H5417 וַעֲמָשַׂ֡י H6022 וּ֠זְכַרְיָהוּ H2148 וּבְנָיָ֤הוּ H1141 וֶֽאֱלִיעֶ֨זֶר֙ H461 הַכֹּ֣הֲנִ֔ים H3548 מחצצרים H2690 בַּחֲצֹ֣צְר֔וֹת H2689 לִפְנֵ֖י H6440 אֲר֣וֹן H727 הָֽאֱלֹהִ֑ים H430 וְעֹבֵ֤ד H5654 אֱדֹם֙ H5654 וִֽיחִיָּ֔ה H3174 שֹׁעֲרִ֖ים H7778 לָאָרֽוֹן H727 ",
      "25": "וַיְהִ֥י H1961 דָוִ֛יד H1732 וְזִקְנֵ֥י H2205 יִשְׂרָאֵ֖ל H3478 וְשָׂרֵ֣י H8269 הָאֲלָפִ֑ים H505 הַהֹֽלְכִ֗ים H1980 לְֽהַעֲל֞וֹת H5927 אֶת H853 אֲר֧וֹן H727 בְּרִית H1285 יְהוָ֛ה H3068 מִן H4480 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱדֹ֖ם H5654 בְּשִׂמְחָֽה H8057 ",
      "26": "וַֽיְהִי֙ H1961 בֶּעְזֹ֣ר H5826 הָֽאֱלֹהִ֔ים H430 אֶ֨ת H853 הַלְוִיִּ֔ם H3881 נֹשְׂאֵ֖י H5375 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֑ה H3068 וַיִּזְבְּח֥וּ H2076 שִׁבְעָֽה H7651 פָרִ֖ים H6499 וְשִׁבְעָ֥ה H7651 אֵילִֽים H352 ",
      "27": "וְדָוִ֞יד H1732 מְכֻרְבָּ֣ל H3736 בִּמְעִ֣יל H4598 בּ֗וּץ H948 וְכָל H3605 הַלְוִיִּם֙ H3881 הַנֹּשְׂאִ֣ים H5375 אֶת H853 הָאָר֔וֹן H727 וְהַ H7891 וּכְנַנְיָ֛ה H3663 הַשַּׂ֥ר H8269 הַמַּשָּׂ֖א H4853 הַמְשֹֽׁרְרִ֑ים H7891 וְעַל H5921 דָּוִ֖יד H1732 אֵפ֥וֹד H646 בָּֽד H906 ",
      "28": "וְכָל H3605 יִשְׂרָאֵ֗ל H3478 מַעֲלִים֙ H5927 אֶת H853 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֔ה H3068 בִּתְרוּעָה֙ H8643 וּבְ H6963 שׁוֹפָ֔ר H7782 וּבַ H2689 וּבִ H4700 מַשְׁמִעִ֕ים H8085 בִּנְבָלִ֖ים H5035 וְכִנֹּרֽוֹת H3658 ",
      "29": "וַיְהִ֗י H1961 אֲרוֹן֙ H727 בְּרִ֣ית H1285 יְהוָ֔ה H3068 בָּ֖א H935 עַד H5704 עִ֣יר H5892 דָּוִ֑יד H1732 וּמִיכַ֨ל H4324 בַּת H1323 שָׁא֜וּל H7586 נִשְׁקְפָ֣ה H8259 בְּעַ֣ד H1157 הַחַלּ֗וֹן H2474 וַתֵּ֨רֶא H7200 אֶת H853 הַמֶּ֤לֶךְ H4428 דָּוִיד֙ H1732 מְרַקֵּ֣ד H7540 וּמְשַׂחֵ֔ק H7832 וַתִּ֥בֶז H959 ל֖וֹ Hl בְּלִבָּֽ H3820 "
    },
    "16": {
      "1": "וַיָּבִ֨יאוּ֙ H935 אֶת H853 אֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 וַיַּצִּ֣יגוּ H3322 אֹת֔וֹ H853 בְּת֣וֹךְ H8432 הָאֹ֔הֶל H168 אֲשֶׁ֥ר H834 נָֽטָה H5186 ל֖וֹ Hl דָּוִ֑יד H1732 וַיַּקְרִ֛יבוּ H7126 עֹל֥וֹת H5930 וּשְׁלָמִ֖ים H8002 לִפְנֵ֥י H6440 הָאֱלֹהִֽים H430 ",
      "2": "וַיְכַ֣ל H3615 דָּוִ֔יד H1732 מֵהַעֲל֥וֹת H5927 הָעֹלָ֖ה H5930 וְהַ H8002 וַיְבָ֥רֶךְ H1288 אֶת H853 הָעָ֖ם H5971 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
      "3": "וַיְחַלֵּק֙ H2505 לְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 מֵאִ֖ישׁ H376 וְעַד H5704 אִשָּׁ֑ה H802 לְאִישׁ֙ H376 כִּכַּר H3603 לֶ֔חֶם H3899 וְאֶשְׁפָּ֖ר H829 וַאֲשִׁישָֽׁה H809 ",
      "4": "וַיִּתֵּ֞ן H5414 לִפְנֵ֨י H6440 אֲר֧וֹן H727 יְהוָ֛ה H3068 מִן H4480 הַלְוִיִּ֖ם H3881 מְשָׁרְתִ֑ים H8334 וּלְ H2142 וּלְ H3034 וּלְ H1984 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "5": "אָסָ֥ף H623 הָרֹ֖אשׁ H7218 וּמִשְׁנֵ֣ H4932 זְכַרְיָ֑ה H2148 יְעִיאֵ֡ל H3273 וּשְׁמִֽירָמ֡וֹת H8070 וִֽיחִיאֵ֡ל H3171 וּמַתִּתְיָ֡ה H4993 וֶאֱלִיאָ֡ב H446 וּבְנָיָהוּ֩ H1141 וְעֹבֵ֨ד H5654 אֱדֹ֜ם H5654 וִֽיעִיאֵ֗ל H3273 בִּכְלֵ֤י H3627 נְבָלִים֙ H5035 וּבְ H3658 וְאָסָ֖ף H623 בַּֽמְצִלְתַּ֥יִם H4700 מַשְׁמִֽיעַ H8085 ",
      "6": "וּבְנָיָ֥הוּ H1141 וְיַחֲזִיאֵ֖ל H3166 הַכֹּהֲנִ֑ים H3548 בַּחֲצֹצְר֣וֹת H2689 תָּמִ֔יד H8548 לִפְנֵ֖י H6440 אֲר֥וֹן H727 בְּרִית H1285 הָאֱלֹהִֽים H430 ",
      "7": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 אָ֣ז H227 נָתַ֤ן H5414 דָּוִיד֙ H1732 בָּרֹ֔אשׁ H7218 לְהֹד֖וֹת H3034 לַיהוָ֑ה H3068 בְּיַד H3027 אָסָ֖ף H623 וְאֶחָֽי H251 ",
      "8": "הוֹד֤וּ H3034 לַֽיהוָה֙ H3068 קִרְא֣וּ H7121 בִשְׁמ֔ H8034 הוֹדִ֥יעוּ H3045 בָעַמִּ֖ים H5971 עֲלִילֹתָֽיו H5949 ",
      "9": "שִׁ֤ירוּ H7891 לוֹ֙ Hl זַמְּרוּ H2167 ל֔וֹ Hl שִׂ֖יחוּ H7878 בְּכָל H3605 נִפְלְאֹתָֽיו H6381 ",
      "10": "הִֽתְהַֽלְלוּ֙ H1984 בְּשֵׁ֣ם H8034 קָדְשׁ֔וֹ H6944 יִשְׂמַ֕ח H8055 לֵ֖ב H3820 מְבַקְשֵׁ֥י H1245 יְהוָֽה H3068 ",
      "11": "דִּרְשׁ֤וּ H1875 יְהוָה֙ H3068 וְעֻזּ֔ H5797 בַּקְּשׁ֥וּ H1245 פָנָ֖יו H6440 תָּמִֽיד H8548 ",
      "12": "זִכְר֗וּ H2142 נִפְלְאֹתָיו֙ H6381 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 מֹפְתָ֖יו H4159 וּמִשְׁפְּטֵי H4941 פִֽיהוּ H6310 ",
      "13": "זֶ֚רַע H2233 יִשְׂרָאֵ֣ל H3478 עַבְדּ֔וֹ H5650 בְּנֵ֥י H1121 יַעֲקֹ֖ב H3290 בְּחִירָֽיו H972 ",
      "14": "ה֚וּא H1931 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 בְּכָל H3605 הָאָ֖רֶץ H776 מִשְׁפָּטָֽיו H4941 ",
      "15": "זִכְר֤וּ H2142 לְעוֹלָם֙ H5769 בְּרִית֔וֹ H1285 דָּבָ֥ר H1697 צִוָּ֖ה H6680 לְאֶ֥לֶף H505 דּֽוֹר H1755 ",
      "16": "אֲשֶׁ֤ר H834 כָּרַת֙ H3772 אֶת H854 אַבְרָהָ֔ם H85 וּשְׁבוּעָת֖ H7621 לְיִצְחָֽק H3327 ",
      "17": "וַיַּעֲמִידֶ֤ H5975 לְיַעֲקֹב֙ H3290 לְחֹ֔ק H2706 לְיִשְׂרָאֵ֖ל H3478 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
      "18": "לֵאמֹ֗ר H559 לְךָ֙ Hl אֶתֵּ֣ן H5414 אֶֽרֶץ H776 כְּנָ֔עַן H3667 חֶ֖בֶל H2256 נַחֲלַתְכֶֽם H5159 ",
      "19": "בִּֽהְיֽוֹתְ H1961 מְתֵ֣י H4962 מִסְפָּ֔ר H4557 כִּמְעַ֖ט H4592 וְגָרִ֥ים H1481 בָּֽהּ Hb ",
      "20": "וַיִּֽתְהַלְּכוּ֙ H1980 מִגּ֣וֹי H1471 אֶל H413 גּ֔וֹי H1471 וּמִ H4467 אֶל H413 עַ֥ם H5971 אַחֵֽר H312 ",
      "21": "לֹא H3808 הִנִּ֤יחַ H3240 לְאִישׁ֙ H376 לְעָשְׁקָ֔ H6231 וַיּ֥וֹכַח H3198 עֲלֵיהֶ֖ם H5921 מְלָכִֽים H4428 ",
      "22": "אַֽל H408 תִּגְּעוּ֙ H5060 בִּמְשִׁיחָ֔ H4899 וּבִ H5030 אַל H408 תָּרֵֽעוּ H7489 ",
      "23": "שִׁ֤ירוּ H7891 לַֽיהוָה֙ H3068 כָּל H3605 הָאָ֔רֶץ H776 בַּשְּׂר֥וּ H1319 מִיּֽוֹם H3117 אֶל H413 י֖וֹם H3117 יְשׁוּעָתֽוֹ H3444 ",
      "24": "סַפְּר֤וּ H5608 בַגּוֹיִם֙ H1471 אֶת H853 כְּבוֹד֔וֹ H3519 בְּכָל H3605 הָעַמִּ֖ים H5971 נִפְלְאֹתָֽיו H6381 ",
      "25": "כִּי֩ H3588 גָד֨וֹל H1419 יְהוָ֤ה H3068 וּמְהֻלָּל֙ H1984 מְאֹ֔ד H3966 וְנוֹרָ֥א H3372 ה֖וּא H1931 עַל H5921 כָּל H3605 אֱלֹהִֽים H430 ",
      "26": "כִּ֠י H3588 כָּל H3605 אֱלֹהֵ֤י H430 הָעַמִּים֙ H5971 אֱלִילִ֔ים H457 וַיהוָ֖ה H3068 שָׁמַ֥יִם H8064 עָשָֽׂה H6213 ",
      "27": "ה֤וֹד H1935 וְהָדָר֙ H1926 לְפָנָ֔י H6440 עֹ֥ז H5797 וְחֶדְוָ֖ה H2304 בִּמְקֹמֽ H4725 ",
      "28": "הָב֤וּ H3051 לַֽיהוָה֙ H3068 מִשְׁפְּח֣וֹת H4940 עַמִּ֔ים H5971 הָב֥וּ H3051 לַיהוָ֖ה H3068 כָּב֥וֹד H3519 וָעֹֽז H5797 ",
      "29": "הָב֥וּ H3051 לַיהוָ֖ה H3068 כְּב֣וֹד H3519 שְׁמ֑וֹ H8034 שְׂא֤וּ H5375 מִנְחָה֙ H4503 וּבֹ֣אוּ H935 לְפָנָ֔י H6440 הִשְׁתַּחֲו֥וּ H7812 לַיהוָ֖ה H3068 בְּהַדְרַת H1927 קֹֽדֶשׁ H6944 ",
      "30": "חִ֤ילוּ H2342 מִלְּ H6440 כָּל H3605 הָאָ֔רֶץ H776 אַף H637 תִּכּ֥וֹן H3559 תֵּבֵ֖ל H8398 בַּל H1077 תִּמּֽוֹט H4131 ",
      "31": "יִשְׂמְח֤וּ H8056 הַשָּׁמַ֨יִם֙ H8064 וְתָגֵ֣ל H1523 הָאָ֔רֶץ H776 וְיֹאמְר֥וּ H559 בַגּוֹיִ֖ם H1471 יְהוָ֥ה H3068 מָלָֽךְ H4427 ",
      "32": "יִרְעַ֤ם H7481 הַיָּם֙ H3220 וּמְלוֹא֔ H4393 יַעֲלֹ֥ץ H5970 הַשָּׂדֶ֖ה H7704 וְכָל H3605 אֲשֶׁר H834 בּֽוֹ Hb ",
      "33": "אָ֥ז H227 יְרַנְּנ֖וּ H7442 עֲצֵ֣י H6086 הַיָּ֑עַר H3293 מִלִּ H6440 יְהוָ֔ה H3068 כִּי H3588 בָ֖א H935 לִשְׁפּ֥וֹט H8199 אֶת H853 הָאָֽרֶץ H776 ",
      "34": "הוֹד֤וּ H3034 לַיהוָה֙ H3068 כִּ֣י H3588 ט֔וֹב H2896 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּֽוֹ H2617 ",
      "35": "וְאִמְר֕וּ H559 הוֹשִׁיעֵ֨נוּ֙ H3467 אֱלֹהֵ֣י H430 יִשְׁעֵ֔נוּ H3468 וְקַבְּצֵ֥ H6908 וְהַצִּילֵ֖ H5337 מִן H4480 הַגּוֹיִ֑ם H1471 לְהֹדוֹת֙ H3034 לְשֵׁ֣ם H8034 קָדְשֶׁ֔ךָ H6944 לְהִשְׁתַּבֵּ֖חַ H7623 בִּתְהִלָּתֶֽ H8416 ",
      "36": "בָּר֤וּךְ H1288 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 מִן H4480 הָעוֹלָ֖ם H5769 וְעַ֣ד H5704 הָעֹלָ֑ם H5769 וַיֹּאמְר֤וּ H559 כָל H3605 הָעָם֙ H5971 אָמֵ֔ן H543 וְהַלֵּ֖ל H1984 לַֽיהוָֽה H3068 ",
      "37": "וַיַּֽעֲזָב H5800 שָׁ֗ם H8033 לִפְנֵי֙ H6440 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֔ה H3068 לְאָסָ֖ף H623 וּלְ H251 לְשָׁרֵ֞ת H8334 לִפְנֵ֧י H6440 הָאָר֛וֹן H727 תָּמִ֖יד H8548 לִדְבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
      "38": "וְעֹבֵ֥ד H5654 אֱדֹ֛ם H5654 וַאֲחֵי H251 שִׁשִּׁ֣ים H8346 וּשְׁמוֹנָ֑ה H8083 וְעֹבֵ֨ד H5654 אֱדֹ֧ם H5654 בֶּן H1121 יְדִית֛וּן H3038 וְחֹסָ֖ה H2621 לְשֹׁעֲרִֽים H7778 ",
      "39": "וְאֵ֣ת H853 צָד֣וֹק H6659 הַכֹּהֵ֗ן H3548 וְאֶחָי H251 הַכֹּ֣הֲנִ֔ים H3548 לִפְנֵ֖י H6440 מִשְׁכַּ֣ן H4908 יְהוָ֑ה H3068 בַּבָּמָ֖ה H1116 אֲשֶׁ֥ר H834 בְּגִבְעֽוֹן H1391 ",
      "40": "לְֽהַעֲלוֹת֩ H5927 עֹל֨וֹת H5930 לַיהוָ֜ה H3068 עַל H5921 מִזְבַּ֧ח H4196 הָעֹלָ֛ה H5930 תָּמִ֖יד H8548 לַבֹּ֣קֶר H1242 וְלָ H6153 וּלְ H3605 הַכָּתוּב֙ H3789 בְּתוֹרַ֣ת H8451 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "41": "וְעִמָּ H5973 הֵימָ֣ן H1968 וִֽידוּת֔וּן H3038 וּשְׁאָר֙ H7605 הַבְּרוּרִ֔ים H1305 אֲשֶׁ֥ר H834 נִקְּב֖וּ H5344 בְּשֵׁמ֑וֹת H8034 לְהֹדוֹת֙ H3034 לַֽיהוָ֔ה H3068 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּֽוֹ H2617 ",
      "42": "וְעִמָּ H5973 הֵימָ֨ן H1968 וִֽידוּת֜וּן H3038 חֲצֹצְר֤וֹת H2689 וּמְצִלְתַּ֨יִם֙ H4700 לְמַשְׁמִיעִ֔ים H8085 וּכְלֵ֖י H3627 שִׁ֣יר H7892 הָאֱלֹהִ֑ים H430 וּבְנֵ֥י H1121 יְדוּת֖וּן H3038 לַשָּֽׁעַר H8179 ",
      "43": "וַיֵּלְכ֥וּ H3212 כָל H3605 הָעָ֖ם H5971 אִ֣ישׁ H376 לְבֵית֑ H1004 וַיִּסֹּ֥ב H5437 דָּוִ֖יד H1732 לְבָרֵ֥ךְ H1288 אֶת H853 בֵּיתֽוֹ H1004 "
    },
    "17": {
      "1": "וַיְהִ֕י H1961 כַּאֲשֶׁ֛ר H834 יָשַׁ֥ב H3427 דָּוִ֖יד H1732 בְּבֵית֑ H1004 וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 אֶל H413 נָתָ֣ן H5416 הַנָּבִ֗יא H5030 הִנֵּ֨ה H2009 אָנֹכִ֤י H595 יוֹשֵׁב֙ H3427 בְּבֵ֣ית H1004 הָֽאֲרָזִ֔ים H730 וַאֲר֥וֹן H727 בְּרִית H1285 יְהוָ֖ה H3068 תַּ֥חַת H8478 יְרִיעֽוֹת H3407 ",
      "2": "וַיֹּ֤אמֶר H559 נָתָן֙ H5416 אֶל H413 דָּוִ֔יד H1732 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 בִּֽלְבָבְ H3824 עֲשֵׂ֑ה H6213 כִּ֥י H3588 הָאֱלֹהִ֖ים H430 עִמָּֽךְ H5973 ",
      "3": "וַֽיְהִ֖י H1961 בַּלַּ֣יְלָה H3915 הַה֑וּא H1931 וַיְהִי֙ H1961 דְּבַר H1697 אֱלֹהִ֔ים H430 אֶל H413 נָתָ֖ן H5416 לֵאמֹֽר H559 ",
      "4": "לֵ֤ךְ H3212 וְאָמַרְתָּ֙ H559 אֶל H413 דָּוִ֣יד H1732 עַבְדִּ֔י H5650 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 לֹ֥א H3808 אַתָּ֛ה H859 תִּבְנֶה H1129 לִּ֥י Hl הַבַּ֖יִת H1004 לָשָֽׁבֶת H3427 ",
      "5": "כִּ֣י H3588 לֹ֤א H3808 יָשַׁ֨בְתִּי֙ H3427 בְּבַ֔יִת H1004 מִן H4480 הַיּ֗וֹם H3117 אֲשֶׁ֤ר H834 הֶעֱלֵ֨יתִי֙ H5927 אֶת H853 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וָֽאֶהְיֶ֛ה H1961 מֵאֹ֥הֶל H168 אֶל H413 אֹ֖הֶל H168 וּמִ H4908 ",
      "6": "בְּכֹ֥ל H3605 אֲשֶֽׁר H834 הִתְהַלַּכְתִּי֮ H1980 בְּכָל H3605 יִשְׂרָאֵל֒ H3478 הֲדָבָ֣ר H1697 דִּבַּ֗רְתִּי H1696 אֶת H854 אַחַד֙ H259 שֹׁפְטֵ֣י H8199 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 צִוִּ֛יתִי H6680 לִרְע֥וֹת H7462 אֶת H853 עַמִּ֖י H5971 לֵאמֹ֑ר H559 לָ֛מָּה H4100 לֹא H3808 בְנִיתֶ֥ם H1129 לִ֖י Hl בֵּ֥ית H1004 אֲרָזִֽים H730 ",
      "7": "וְ֠עַתָּה H6258 כֹּֽה H3541 תֹאמַ֞ר H559 לְעַבְדִּ֣ H5650 לְדָוִ֗יד H1732 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲנִ֤י H589 לְקַחְתִּ֨יךָ֙ H3947 מִן H4480 הַנָּוֶ֔ה H5116 מִֽן H4480 אַחֲרֵ֖י H310 הַצֹּ֑אן H6629 לִהְי֣וֹת H1961 נָגִ֔יד H5057 עַ֖ל H5921 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
      "8": "וָֽאֶהְיֶ֣ה H1961 עִמְּךָ֗ H5973 בְּכֹל֙ H3605 אֲשֶׁ֣ר H834 הָלַ֔כְתָּ H1980 וָאַכְרִ֥ית H3772 אֶת H853 כָּל H3605 אוֹיְבֶ֖יךָ H341 מִפָּנֶ֑י H6440 וְעָשִׂ֤יתִֽי H6213 לְךָ֙ Hl שֵׁ֔ם H8034 כְּשֵׁ֥ם H8034 הַגְּדוֹלִ֖ים H1419 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
      "9": "וְשַׂמְתִּ֣י H7760 מָ֠קוֹם H4725 לְעַמִּ֨ H5971 יִשְׂרָאֵ֤ל H3478 וּנְטַעְתִּ֨י H5193 וְשָׁכַ֣ן H7931 תַּחְתָּ֔יו H8478 וְלֹ֥א H3808 יִרְגַּ֖ז H7264 ע֑וֹד H5750 וְלֹא H3808 יוֹסִ֤יפוּ H3254 בְנֵי H1121 עַוְלָה֙ H5766 לְבַלֹּת֔ H1086 כַּאֲשֶׁ֖ר H834 בָּרִאשׁוֹנָֽה H7223 ",
      "10": "וּלְ H3117 אֲשֶׁ֨ר H834 צִוִּ֤יתִי H6680 שֹֽׁפְטִים֙ H8199 עַל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 וְהִכְנַ֖עְתִּי H3665 אֶת H853 כָּל H3605 אוֹיְבֶ֑יךָ H341 וָאַגִּ֣ד H5046 לָ֔ךְ Hl וּבַ֖יִת H1004 יִֽבְנֶה H1129 לְּךָ֥ Hl יְהוָֽה H3068 ",
      "11": "וְהָיָ֗ה H1961 כִּֽי H3588 מָלְא֤וּ H4390 יָמֶ֨יךָ֙ H3117 לָלֶ֣כֶת H3212 עִם H5973 אֲבֹתֶ֔יךָ H1 וַהֲקִֽימוֹתִ֤י H6965 אֶֽת H853 זַרְעֲךָ֙ H2233 אַחֲרֶ֔יךָ H310 אֲשֶׁ֥ר H834 יִהְיֶ֖ה H1961 מִבָּנֶ֑י H1121 וַהֲכִינוֹתִ֖י H3559 אֶת H853 מַלְכוּתֽוֹ H4438 ",
      "12": "ה֥וּא H1931 יִבְנֶה H1129 לִּ֖י Hl בָּ֑יִת H1004 וְכֹנַנְתִּ֥י H3559 אֶת H853 כִּסְא֖וֹ H3678 עַד H5704 עוֹלָֽם H5769 ",
      "13": "אֲנִי֙ H589 אֶֽהְיֶה H1961 לּ֣וֹ Hl לְאָ֔ב H1 וְה֖וּא H1931 יִֽהְיֶה H1961 לִּ֣י Hl לְבֵ֑ן H1121 וְחַסְדִּ H2617 לֹא H3808 אָסִ֣יר H5493 מֵֽעִמּ֔ H5973 כַּאֲשֶׁ֣ר H834 הֲסִיר֔וֹתִי H5493 מֵאֲשֶׁ֥ר H834 הָיָ֖ה H1961 לְפָנֶֽי H6440 ",
      "14": "וְהַֽעֲמַדְתִּ֛י H5975 בְּבֵיתִ֥ H1004 וּבְ H4438 עַד H5704 הָעוֹלָ֑ם H5769 וְכִסְא֕ H3678 יִהְיֶ֥ה H1961 נָכ֖וֹן H3559 עַד H5704 עוֹלָֽם H5769 ",
      "15": "כְּכֹל֙ H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וּכְ H3605 הֶחָז֣וֹן H2377 הַזֶּ֑ה H2088 כֵּ֛ן H3651 דִּבֶּ֥ר H1696 נָתָ֖ן H5416 אֶל H413 דָּוִֽיד H1732 ",
      "16": "וַיָּבֹא֙ H935 הַמֶּ֣לֶךְ H4428 דָּוִ֔יד H1732 וַיֵּ֖שֶׁב H3427 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיֹּ֗אמֶר H559 מִֽי H4310 אֲנִ֞י H589 יְהוָ֤ה H3068 אֱלֹהִים֙ H430 וּמִ֣י H4310 בֵיתִ֔י H1004 כִּ֥י H3588 הֲבִיאֹתַ֖נִי H935 עַד H5704 הֲלֹֽם H1988 ",
      "17": "וַתִּקְטַ֨ן H6994 זֹ֤את H2063 בְּעֵינֶ֨י H5869 אֱלֹהִ֔ים H430 וַתְּדַבֵּ֥ר H1696 עַל H5921 בֵּֽית H1004 עַבְדְּךָ֖ H5650 לְמֵ H7350 וּרְאִיתַ֗ H7200 כְּת֧וֹר H8448 הָאָדָ֛ם H120 הַֽמַּעֲלָ֖ה H4609 יְהוָ֥ה H3068 אֱלֹהִֽים H430 ",
      "18": "מַה H4100 יּוֹסִ֨יף H3254 ע֥וֹד H5750 דָּוִ֛יד H1732 אֵלֶ֖יךָ H413 לְכָב֣וֹד H3519 אֶת H853 עַבְדֶּ֑ךָ H5650 וְאַתָּ֖ה H859 אֶֽת H853 עַבְדְּךָ֥ H5650 יָדָֽעְתָּ H3045 ",
      "19": "יְהוָ֕ה H3068 בַּעֲב֤וּר H5668 עַבְדְּךָ֙ H5650 וּֽכְ H3820 עָשִׂ֕יתָ H6213 אֵ֥ת H853 כָּל H3605 הַגְּדוּלָּ֖ה H1420 הַזֹּ֑את H2063 לְהֹדִ֖יעַ H3045 אֶת H853 כָּל H3605 הַגְּדֻלּֽוֹת H1420 ",
      "20": "יְהוָה֙ H3068 אֵ֣ין H369 כָּמ֔וֹךָ H3644 וְאֵ֥ין H369 אֱלֹהִ֖ים H430 זוּלָתֶ֑ךָ H2108 בְּכֹ֥ל H3605 אֲשֶׁר H834 שָׁמַ֖עְנוּ H8085 בְּאָזְנֵֽי H241 ",
      "21": "וּמִי֙ H4310 כְּעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 גּ֥וֹי H1471 אֶחָ֖ד H259 בָּאָ֑רֶץ H776 אֲשֶׁר֩ H834 הָלַ֨ךְ H1980 הָאֱלֹהִ֜ים H430 לִפְדּ֧וֹת H6299 ל֣וֹ Hl עָ֗ם H5971 לָשׂ֤וּם H7760 לְךָ֙ Hl שֵׁ֚ם H8034 גְּדֻלּ֣וֹת H1420 וְנֹרָא֔וֹת H3372 לְגָרֵ֗שׁ H1644 מִפְּנֵ֧י H6440 עַמְּךָ֛ H5971 אֲשֶׁר H834 פָּדִ֥יתָ H6299 מִמִּצְרַ֖יִם H4714 גּוֹיִֽם H1471 ",
      "22": "וַ֠תִּתֵּן H5414 אֶת H853 עַמְּךָ֨ H5971 יִשְׂרָאֵ֧ל H3478 לְךָ֛ Hl לְעָ֖ם H5971 עַד H5704 עוֹלָ֑ם H5769 וְאַתָּ֣ה H859 יְהוָ֔ה H3068 הָיִ֥יתָ H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
      "23": "וְעַתָּ֣ה H6258 יְהוָ֔ה H3068 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבַּ֤רְתָּ H1696 עַֽל H5921 עַבְדְּךָ֙ H5650 וְעַל H5921 בֵּית֔וֹ H1004 יֵאָמֵ֖ן H539 עַד H5704 עוֹלָ֑ם H5769 וַעֲשֵׂ֖ה H6213 כַּאֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
      "24": "וְ֠יֵֽאָמֵן H539 וְיִגְדַּ֨ל H1431 שִׁמְךָ֤ H8034 עַד H5704 עוֹלָם֙ H5769 לֵאמֹ֔ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֱלֹהִ֖ים H430 לְיִשְׂרָאֵ֑ל H3478 וּבֵית H1004 דָּוִ֥יד H1732 עַבְדְּךָ֖ H5650 נָכ֥וֹן H3559 לְפָנֶֽי H6440 ",
      "25": "כִּ֣י H3588 אַתָּ֣ה H859 אֱלֹהַ֗י H430 גָּלִ֨יתָ֙ H1540 אֶת H853 אֹ֣זֶן H241 עַבְדְּךָ֔ H5650 לִבְנ֥וֹת H1129 ל֖וֹ Hl בָּ֑יִת H1004 עַל H5921 כֵּן֙ H3651 מָצָ֣א H4672 עַבְדְּךָ֔ H5650 לְהִתְפַּלֵּ֖ל H6419 לְפָנֶֽי H6440 ",
      "26": "וְעַתָּ֣ה H6258 יְהוָ֔ה H3068 אַתָּה H859 ה֖וּא H1931 הָאֱלֹהִ֑ים H430 וַתְּדַבֵּר֙ H1696 עַֽל H5921 עַבְדְּךָ֔ H5650 הַטּוֹבָ֖ה H2896 הַזֹּֽאת H2063 ",
      "27": "וְעַתָּ֗ה H6258 הוֹאַ֨לְתָּ֙ H2974 לְבָרֵךְ֙ H1288 אֶת H853 בֵּ֣ית H1004 עַבְדְּךָ֔ H5650 לִהְי֥וֹת H1961 לְעוֹלָ֖ם H5769 לְפָנֶ֑י H6440 כִּֽי H3588 אַתָּ֤ה H859 יְהוָה֙ H3068 בֵּרַ֔כְתָּ H1288 וּמְבֹרָ֖ךְ H1288 לְעוֹלָֽם H5769 "
    },
    "18": {
      "1": "וַיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיַּ֥ךְ H5221 דָּוִ֛יד H1732 אֶת H853 פְּלִשְׁתִּ֖ים H6430 וַיַּכְנִיעֵ֑ H3665 וַיִּקַּ֛ח H3947 אֶת H853 גַּ֥ת H1661 וּבְנֹתֶ֖י H1323 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
      "2": "וַיַּ֖ךְ H5221 אֶת H853 מוֹאָ֑ב H4124 וַיִּהְי֤וּ H1961 מוֹאָב֙ H4124 עֲבָדִ֣ים H5650 לְדָוִ֔יד H1732 נֹשְׂאֵ֖י H5375 מִנְחָֽה H4503 ",
      "3": "וַיַּ֥ךְ H5221 דָּוִ֛יד H1732 אֶת H853 הֲדַדְעֶ֥זֶר H1909 מֶֽלֶךְ H4428 צוֹבָ֖ה H6678 חֲמָ֑תָה H2574 בְּלֶכְתּ֕ H3212 לְהַצִּ֥יב H5324 יָד֖וֹ H3027 בִּֽנְהַר H5104 פְּרָֽת H6578 ",
      "4": "וַיִּלְכֹּד֩ H3920 דָּוִ֨יד H1732 מִמֶּ֜נּוּ H4480 אֶ֣לֶף H505 רֶ֗כֶב H7393 וְשִׁבְעַ֤ת H7651 אֲלָפִים֙ H505 פָּֽרָשִׁ֔ים H6571 וְעֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 אִ֣ישׁ H376 רַגְלִ֑י H7273 וַיְעַקֵּ֤ר H6131 דָּוִיד֙ H1732 אֶת H853 כָּל H3605 הָרֶ֔כֶב H7393 וַיּוֹתֵ֥ר H3498 מִמֶּ֖נּוּ H4480 מֵ֥אָה H3967 רָֽכֶב H7393 ",
      "5": "וַיָּבֹא֙ H935 אֲרַ֣ם H758 דַּרְמֶ֔שֶׂק H1834 לַעְז֕וֹר H5826 לַהֲדַדְעֶ֖זֶר H1909 מֶ֣לֶךְ H4428 צוֹבָ֑ה H6678 וַיַּ֤ךְ H5221 דָּוִיד֙ H1732 בַּאֲרָ֔ם H758 עֶשְׂרִֽים H6242 וּשְׁנַ֥יִם H8147 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "6": "וַיָּ֤שֶׂם H7760 דָּוִיד֙ H1732 בַּאֲרַ֣ם H758 דַּרְמֶ֔שֶׂק H1834 וַיְהִ֤י H1961 אֲרָם֙ H758 לְדָוִ֔יד H1732 עֲבָדִ֖ים H5650 נֹשְׂאֵ֣י H5375 מִנְחָ֑ה H4503 וַיּ֤וֹשַׁע H3467 יְהוָה֙ H3068 לְדָוִ֔יד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
      "7": "וַיִּקַּ֣ח H3947 דָּוִ֗יד H1732 אֵ֚ת H853 שִׁלְטֵ֣י H7982 הַזָּהָ֔ב H2091 אֲשֶׁ֣ר H834 הָי֔וּ H1961 עַ֖ל H5921 עַבְדֵ֣י H5650 הֲדַדְעָ֑זֶר H1909 וַיְבִיאֵ֖ H935 יְרוּשָׁלִָֽם H3389 ",
      "8": "וּמִ H2880 וּמִ H3560 עָרֵ֣י H5892 הֲדַדְעֶ֔זֶר H1909 לָקַ֥ח H3947 דָּוִ֛יד H1732 נְחֹ֖שֶׁת H5178 רַבָּ֣ה H7227 מְאֹ֑ד H3966 בָּ֣הּ Hb עָשָׂ֣ה H6213 שְׁלֹמֹ֗ה H8010 אֶת H853 יָ֤ם H3220 הַנְּחֹ֨שֶׁת֙ H5178 וְאֶת H853 הָֽעַמּוּדִ֔ים H5982 וְאֵ֖ת H853 כְּלֵ֥י H3627 הַנְּחֹֽשֶׁת H5178 ",
      "9": "וַיִּשְׁמַ֕ע H8085 תֹּ֖עוּ H8583 מֶ֣לֶךְ H4428 חֲמָ֑ת H2574 כִּ֚י H3588 הִכָּ֣ה H5221 דָוִ֔יד H1732 אֶת H853 כָּל H3605 חֵ֖יל H2426 הֲדַדְעֶ֥זֶר H1909 מֶֽלֶךְ H4428 צוֹבָֽה H6678 ",
      "10": "וַיִּשְׁלַ֣ח H7971 אֶת H853 הֲדֽוֹרָם H1913 בְּנ֣וֹ H1121 אֶל H413 הַמֶּֽלֶךְ H4428 דָּ֠וִיד H1732 לשאול H7592 ל֨וֹ H7592 לְשָׁל֜וֹם H7965 וּֽלְ H1288 עַל֩ H5921 אֲשֶׁ֨ר H834 נִלְחַ֤ם H3898 בַּהֲדַדְעֶ֨זֶר֙ H1909 וַיַּכֵּ֔ H5221 כִּי H3588 אִ֛ישׁ H376 מִלְחֲמ֥וֹת H4421 תֹּ֖עוּ H8583 הָיָ֣ה H1961 הֲדַדְעָ֑זֶר H1909 וְכֹ֗ל H3605 כְּלֵ֛י H3627 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 וּנְחֹֽשֶׁת H5178 ",
      "11": "גַּם H1571 אֹתָ֗ם H853 הִקְדִּ֞ישׁ H6942 הַמֶּ֤לֶךְ H4428 דָּוִיד֙ H1732 לַיהוָ֔ה H3068 עִם H5973 הַכֶּ֨סֶף֙ H3701 וְהַ H2091 אֲשֶׁ֥ר H834 נָשָׂ֖א H5375 מִכָּל H3605 הַגּוֹיִ֑ם H1471 מֵֽאֱד֤וֹם H123 וּמִ H4124 וּמִ H1121 עַמּ֔וֹן H5983 וּמִ H6430 וּמֵֽ H6002 ",
      "12": "וְאַבְשַׁ֣י H52 בֶּן H1121 צְרוּיָ֗ה H6870 הִכָּ֤ה H5221 אֶת H853 אֱדוֹם֙ H123 בְּגֵ֣יא H1516 הַמֶּ֔לַח H4417 שְׁמוֹנָ֥ה H8083 עָשָׂ֖ר H6240 אָֽלֶף H505 ",
      "13": "וַיָּ֤שֶׂם H7760 בֶּֽאֱדוֹם֙ H123 נְצִיבִ֔ים H5333 וַיִּהְי֥וּ H1961 כָל H3605 אֱד֖וֹם H123 עֲבָדִ֣ים H5650 לְדָוִ֑יד H1732 וַיּ֤וֹשַׁע H3467 יְהוָה֙ H3068 אֶת H853 דָּוִ֔יד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
      "14": "וַיִּמְלֹ֥ךְ H4427 דָּוִ֖יד H1732 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֗י H1961 עֹשֶׂ֛ה H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 לְכָל H3605 עַמּֽוֹ H5971 ",
      "15": "וְיוֹאָ֥ב H3097 בֶּן H1121 צְרוּיָ֖ה H6870 עַל H5921 הַצָּבָ֑א H6635 וִיהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 מַזְכִּֽיר H2142 ",
      "16": "וְצָד֧וֹק H6659 בֶּן H1121 אֲחִיט֛וּב H285 וַאֲבִימֶ֥לֶךְ H40 בֶּן H1121 אֶבְיָתָ֖ר H54 כֹּהֲנִ֑ים H3548 וְשַׁוְשָׁ֖א H7798 סוֹפֵֽר H5608 ",
      "17": "וּבְנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 עַל H5921 הַכְּרֵתִ֖י H3774 וְהַ H6432 וּבְנֵי H1121 דָוִ֥יד H1732 הָרִאשֹׁנִ֖ים H7223 לְיַ֥ד H3027 הַמֶּֽלֶךְ H4428 "
    },
    "19": {
      "1": "וַיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיָּ֕מָת H4191 נָחָ֖שׁ H5176 מֶ֣לֶךְ H4428 בְּנֵי H1121 עַמּ֑וֹן H5983 וַיִּמְלֹ֥ךְ H4427 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "2": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 אֶֽעֱשֶׂה H6213 חֶ֣סֶד H2617 עִם H5973 חָנ֣וּן H2586 בֶּן H1121 נָחָ֗שׁ H5176 כִּֽי H3588 עָשָׂ֨ה H6213 אָבִ֤יו H1 עִמִּי֙ H5973 חֶ֔סֶד H2617 וַיִּשְׁלַ֥ח H7971 דָּוִ֛יד H1732 מַלְאָכִ֖ים H4397 לְנַחֲמ֣ H5162 עַל H5921 אָבִ֑יו H1 וַיָּבֹאוּ֩ H935 עַבְדֵ֨י H5650 דָוִ֜יד H1732 אֶל H413 אֶ֧רֶץ H776 בְּנֵי H1121 עַמּ֛וֹן H5983 אֶל H413 חָנ֖וּן H2586 לְנַחֲמֽ H5162 ",
      "3": "וַיֹּאמְרוּ֩ H559 שָׂרֵ֨י H8269 בְנֵי H1121 עַמּ֜וֹן H5983 לְחָנ֗וּן H2586 הַֽמְכַבֵּ֨ד H3513 דָּוִ֤יד H1732 אֶת H853 אָבִ֨יךָ֙ H1 בְּעֵינֶ֔י H5869 כִּֽי H3588 שָׁלַ֥ח H7971 לְךָ֖ Hl מְנַחֲמִ֑ים H5162 הֲלֹ֡א H3808 בַּ֠עֲבוּר H5668 לַחְקֹ֨ר H2713 וְלַ H2015 וּלְ H7270 הָאָ֔רֶץ H776 בָּ֥אוּ H935 עֲבָדָ֖יו H5650 אֵלֶֽיךָ H413 ",
      "4": "וַיִּקַּ֨ח H3947 חָנ֜וּן H2586 אֶת H853 עַבְדֵ֤י H5650 דָוִיד֙ H1732 וַֽיְגַלְּחֵ֔ H1548 וַיִּכְרֹ֧ת H3772 אֶת H853 מַדְוֵיהֶ֛ם H4063 בַּחֵ֖צִי H2677 עַד H5704 הַמִּפְשָׂעָ֑ה H4667 וַֽיְשַׁלְּחֵֽ H7971 ",
      "5": "וַיֵּלְכוּ֩ H3212 וַיַּגִּ֨ידוּ H5046 לְדָוִ֤יד H1732 עַל H5921 הָֽאֲנָשִׁים֙ H376 וַיִּשְׁלַ֣ח H7971 לִקְרָאתָ֔ H7125 כִּי H3588 הָי֥וּ H1961 הָאֲנָשִׁ֖ים H376 נִכְלָמִ֣ים H3637 מְאֹ֑ד H3966 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 שְׁב֣וּ H3427 בִֽירֵח֔וֹ H3405 עַ֛ד H5704 אֲשֶׁר H834 יְצַמַּ֥ח H6779 זְקַנְכֶ֖ם H2206 וְשַׁבְתֶּֽם H7725 ",
      "6": "וַיִּרְאוּ֙ H7200 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 כִּ֥י H3588 הִֽתְבָּאֲשׁ֖וּ H887 עִם H5973 דָּוִ֑יד H1732 וַיִּשְׁלַ֣ח H7971 חָ֠נוּן H2586 וּבְנֵ֨י H1121 עַמּ֜וֹן H5983 אֶ֣לֶף H505 כִּכַּר H3603 כֶּ֗סֶף H3701 לִשְׂכֹּ֣ר H7936 לָ֠הֶם Hl מִן H4480 אֲרַ֨ם H763 נַהֲרַ֜יִם H763 וּמִן H4480 אֲרַ֤ם H758 מַעֲכָה֙ H4601 וּמִ H6678 רֶ֖כֶב H7393 וּפָרָשִֽׁים H6571 ",
      "7": "וַיִּשְׂכְּר֣וּ H7936 לָהֶ֡ם Hl שְׁנַיִם֩ H8147 וּשְׁלֹשִׁ֨ים H7970 אֶ֜לֶף H505 רֶ֗כֶב H7393 וְאֶת H853 מֶ֤לֶךְ H4428 מַעֲכָה֙ H4601 וְאֶת H853 עַמּ֔וֹ H5971 וַיָּבֹ֕אוּ H935 וַֽיַּחֲנ֖וּ H2583 לִפְנֵ֣י H6440 מֵידְבָ֑א H4311 וּבְנֵ֣י H1121 עַמּ֗וֹן H5983 נֶאֶסְפוּ֙ H622 מֵעָ֣רֵי H5892 וַיָּבֹ֖אוּ H935 לַמִּלְחָמָֽה H4421 ",
      "8": "וַיִּשְׁמַ֖ע H8085 דָּוִ֑יד H1732 וַיִּשְׁלַח֙ H7971 אֶת H853 יוֹאָ֔ב H3097 וְאֵ֥ת H853 כָּל H3605 צָבָ֖א H6635 הַגִּבּוֹרִֽים H1368 ",
      "9": "וַיֵּצְאוּ֙ H3318 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיַּֽעַרְכ֥וּ H6186 מִלְחָמָ֖ה H4421 פֶּ֣תַח H6607 הָעִ֑יר H5892 וְהַ H4428 אֲשֶׁר H834 בָּ֔אוּ H935 לְבַדָּ֖ H905 בַּשָּׂדֶֽה H7704 ",
      "10": "וַיַּ֣רְא H7200 יוֹאָ֗ב H3097 כִּֽי H3588 הָיְתָ֧ה H1961 פְנֵי H6440 הַמִּלְחָמָ֛ה H4421 אֵלָ֖יו H413 פָּנִ֣ים H6440 וְאָח֑וֹר H268 וַיִּבְחַ֗ר H977 מִכָּל H3605 בָּחוּר֙ H977 בְּיִשְׂרָאֵ֔ל H3478 וַֽיַּעֲרֹ֖ךְ H6186 לִקְרַ֥את H7125 אֲרָֽם H758 ",
      "11": "וְאֵת֙ H853 יֶ֣תֶר H3499 הָעָ֔ם H5971 נָתַ֕ן H5414 בְּיַ֖ד H3027 אַבְשַׁ֣י H52 אָחִ֑יו H251 וַיַּ֣עַרְכ֔וּ H6186 לִקְרַ֖את H7125 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "12": "וַיֹּ֗אמֶר H559 אִם H518 תֶּחֱזַ֤ק H2388 מִמֶּ֨נִּי֙ H4480 אֲרָ֔ם H758 וְהָיִ֥יתָ H1961 לִּ֖י Hl לִתְשׁוּעָ֑ה H8668 וְאִם H518 בְּנֵ֥י H1121 עַמּ֛וֹן H5983 יֶֽחֶזְק֥וּ H2388 מִמְּךָ֖ H4480 וְהוֹשַׁעְתִּֽי H3467 ",
      "13": "חֲזַ֤ק H2388 וְנִֽתְחַזְּקָה֙ H2388 בְּעַד H1157 עַמֵּ֔נוּ H5971 וּבְעַ֖ד H1157 עָרֵ֣י H5892 אֱלֹהֵ֑ינוּ H430 וַֽיהוָ֔ה H3068 הַטּ֥וֹב H2896 בְּעֵינָ֖י H5869 יַעֲשֶֽׂה H6213 ",
      "14": "וַיִּגַּ֨שׁ H5066 יוֹאָ֜ב H3097 וְהָ H5971 אֲשֶׁר H834 עִמּ֛וֹ H5973 לִפְנֵ֥י H6440 אֲרָ֖ם H758 לַמִּלְחָמָ֑ה H4421 וַיָּנ֖וּסוּ H5127 מִפָּנָֽי H6440 ",
      "15": "וּבְנֵ֨י H1121 עַמּ֤וֹן H5983 רָאוּ֙ H7200 כִּי H3588 נָ֣ס H5127 אֲרָ֔ם H758 וַיָּנ֣וּסוּ H5127 גַם H1571 הֵ֗ם H1992 מִפְּנֵי֙ H6440 אַבְשַׁ֣י H52 אָחִ֔יו H251 וַיָּבֹ֖אוּ H935 הָעִ֑ירָ H5892 וַיָּבֹ֥א H935 יוֹאָ֖ב H3097 יְרוּשָׁלִָֽם H3389 ",
      "16": "וַיַּ֣רְא H7200 אֲרָ֗ם H758 כִּ֣י H3588 נִגְּפוּ֮ H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵל֒ H3478 וַֽיִּשְׁלְחוּ֙ H7971 מַלְאָכִ֔ים H4397 וַיּוֹצִ֣יאוּ H3318 אֶת H853 אֲרָ֔ם H758 אֲשֶׁ֖ר H834 מֵעֵ֣בֶר H5676 הַנָּהָ֑ר H5104 וְשׁוֹפַ֛ךְ H7780 שַׂר H8269 צְבָ֥א H6635 הֲדַדְעֶ֖זֶר H1909 לִפְנֵי H6440 ",
      "17": "וַיֻּגַּ֣ד H5046 לְדָוִ֗יד H1732 וַיֶּאֱסֹ֤ף H622 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 וַיַּעֲבֹ֣ר H5674 הַיַּרְדֵּ֔ן H3383 וַיָּבֹ֣א H935 אֲלֵהֶ֔ם H413 וַֽיַּעֲרֹ֖ךְ H6186 אֲלֵהֶ֑ם H413 וַיַּעֲרֹ֨ךְ H6186 דָּוִ֜יד H1732 לִקְרַ֤את H7125 אֲרָם֙ H758 מִלְחָמָ֔ה H4421 וַיִּֽלָּחֲמ֖וּ H3898 עִמּֽוֹ H5973 ",
      "18": "וַיָּ֣נָס H5127 אֲרָם֮ H758 מִלִּ H6440 יִשְׂרָאֵל֒ H3478 וַיַּהֲרֹ֨ג H2026 דָּוִ֜יד H1732 מֵאֲרָ֗ם H758 שִׁבְעַ֤ת H7651 אֲלָפִים֙ H505 רֶ֔כֶב H7393 וְאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 אִ֣ישׁ H376 רַגְלִ֑י H7273 וְאֵ֛ת H853 שׁוֹפַ֥ךְ H7780 שַֽׂר H8269 הַצָּבָ֖א H6635 הֵמִֽית H4191 ",
      "19": "וַיִּרְא֞וּ H7200 עַבְדֵ֣י H5650 הֲדַדְעֶ֗זֶר H1909 כִּ֤י H3588 נִגְּפוּ֙ H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 וַיַּשְׁלִ֥ימוּ H7999 עִם H5973 דָּוִ֖יד H1732 וַיַּֽעַבְדֻ֑ H5647 וְלֹא H3808 אָבָ֣ה H14 אֲרָ֔ם H758 לְהוֹשִׁ֥יעַ H3467 אֶת H853 בְּנֵי H1121 עַמּ֖וֹן H5983 עֽוֹד H5750 "
    },
    "20": {
      "1": "וַיְהִ֡י H1961 לְעֵת֩ H6256 תְּשׁוּבַ֨ת H8666 הַשָּׁנָ֜ה H8141 לְעֵ֣ת H6256 צֵ֣את H3318 הַמְּלָכִ֗ים H4428 וַיִּנְהַ֣ג H5090 יוֹאָב֩ H3097 אֶת H853 חֵ֨יל H2426 הַצָּבָ֜א H6635 וַיַּשְׁחֵ֣ת H7843 אֶת H853 אֶ֣רֶץ H776 בְּנֵֽי H1121 עַמּ֗וֹן H5983 וַיָּבֹא֙ H935 וַיָּ֣צַר H6696 אֶת H853 רַבָּ֔ה H7237 וְדָוִ֖יד H1732 יֹשֵׁ֣ב H3427 בִּירֽוּשָׁלִָ֑ם H3389 וַיַּ֥ךְ H5221 יוֹאָ֛ב H3097 אֶת H853 רַבָּ֖ה H7237 וַיֶּֽהֶרְסֶֽ H2040 ",
      "2": "וַיִּקַּ֣ח H3947 דָּוִ֣יד H1732 אֶת H853 עֲטֶֽרֶת H5850 מַלְכָּם֩ H4428 מֵעַ֨ל H5921 רֹאשׁ֜וֹ H7218 וַֽיִּמְצָאָ֣ H4672 מִשְׁקַ֣ל H4948 כִּכַּר H3603 זָהָ֗ב H2091 וּבָ Hc/Hb אֶ֣בֶן H68 יְקָרָ֔ה H3368 וַתְּהִ֖י H1961 עַל H5921 רֹ֣אשׁ H7218 דָּוִ֑יד H1732 וּשְׁלַ֥ל H7998 הָעִ֛יר H5892 הוֹצִ֖יא H3318 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
      "3": "וְאֶת H853 הָעָ֨ם H5971 אֲשֶׁר H834 בָּ֜הּ Hb הוֹצִ֗יא H3318 וַיָּ֨שַׂר H7787 בַּמְּגֵרָ֜ה H4050 וּבַ H2757 הַבַּרְזֶל֙ H1270 וּבַ H4050 וְכֵן֙ H3651 יַעֲשֶׂ֣ה H6213 דָוִ֔יד H1732 לְכֹ֖ל H3605 עָרֵ֣י H5892 בְנֵי H1121 עַמּ֑וֹן H5983 וַיָּ֧שָׁב H7725 דָּוִ֛יד H1732 וְכָל H3605 הָעָ֖ם H5971 יְרוּשָׁלִָֽם H3389 ",
      "4": "וַיְהִי֙ H1961 אַחֲרֵיכֵ֔ן H310 וַתַּעֲמֹ֧ד H5975 מִלְחָמָ֛ה H4421 בְּגֶ֖זֶר H1507 עִם H5973 פְּלִשְׁתִּ֑ים H6430 אָ֣ז H227 הִכָּ֞ה H5221 סִבְּכַ֣י H5444 הַחֻֽשָׁתִ֗י H2843 אֶת H853 סִפַּ֛י H5598 מִילִדֵ֥י H3211 הָרְפָאִ֖ים H7497 וַיִּכָּנֵֽעוּ H3665 ",
      "5": "וַתְּהִי H1961 ע֥וֹד H5750 מִלְחָמָ֖ה H4421 אֶת H854 פְּלִשְׁתִּ֑ים H6430 וַיַּ֞ךְ H5221 אֶלְחָנָ֣ן H445 בֶּן H1121 יעור H3265 אֶת H853 לַחְמִי֙ H3902 אֲחִי֙ H251 גָּלְיָ֣ת H1555 הַגִּתִּ֔י H1663 וְעֵ֣ץ H6086 חֲנִית֔וֹ H2595 כִּמְנ֖וֹר H4500 אֹרְגִֽים H707 ",
      "6": "וַתְּהִי H1961 ע֥וֹד H5750 מִלְחָמָ֖ה H4421 בְּגַ֑ת H1661 וַיְהִ֣י H1961 אִ֣ישׁ H376 מִדָּ֗ה H4060 וְאֶצְבְּעֹתָ֤י H676 שֵׁשׁ H8337 וָשֵׁשׁ֙ H8337 עֶשְׂרִ֣ים H6242 וְאַרְבַּ֔ע H702 וְגַם H1571 ה֖וּא H1931 נוֹלַ֥ד H3205 לְהָ H7497 ",
      "7": "וַיְחָרֵ֖ף H2778 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיַּכֵּ֨ H5221 יְה֣וֹנָתָ֔ן H3083 בֶּן H1121 שִׁמְעָ֖א H8092 אֲחִ֥י H251 דָוִֽיד H1732 ",
      "8": "אֵ֛ל H411 נוּלְּד֥וּ H3205 לְהָ H7497 בְּגַ֑ת H1661 וַיִּפְּל֥וּ H5307 בְיַד H3027 דָּוִ֖יד H1732 וּבְ H3027 עֲבָדָֽיו H5650 "
    },
    "21": {
      "1": "וַיַּֽעֲמֹ֥ד H5975 שָׂטָ֖ן H7854 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיָּ֨סֶת֙ H5496 אֶת H853 דָּוִ֔יד H1732 לִמְנ֖וֹת H4487 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיֹּ֨אמֶר H559 דָּוִ֤יד H1732 אֶל H413 יוֹאָב֙ H3097 וְאֶל H413 שָׂרֵ֣י H8269 הָעָ֔ם H5971 לְכ֗וּ H3212 סִפְרוּ֙ H5608 אֶת H853 יִשְׂרָאֵ֔ל H3478 מִבְּאֵ֥ר H884 שֶׁ֖בַע H884 וְעַד H5704 דָּ֑ן H1835 וְהָבִ֣יאוּ H935 אֵלַ֔י H413 וְאֵדְעָ֖ה H3045 אֶת H853 מִסְפָּרָֽם H4557 ",
      "3": "וַיֹּ֣אמֶר H559 יוֹאָ֗ב H3097 יוֹסֵף֩ H3254 יְהוָ֨ה H3068 עַל H5921 עַמּ֤וֹ H5971 כָּהֵם֙ H1992 מֵאָ֣ה H3967 פְעָמִ֔ים H6471 הֲלֹא֙ H3808 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כֻּלָּ֥ם H3605 לַאדֹנִ֖ H113 לַעֲבָדִ֑ים H5650 לָ֣מָּה H4100 יְבַקֵּ֥שׁ H1245 זֹאת֙ H2063 אֲדֹנִ֔י H113 לָ֛מָּה H4100 יִהְיֶ֥ה H1961 לְאַשְׁמָ֖ה H819 לְיִשְׂרָאֵֽל H3478 ",
      "4": "וּדְבַר H1697 הַמֶּ֖לֶךְ H4428 חָזַ֣ק H2388 עַל H5921 יוֹאָ֑ב H3097 וַיֵּצֵ֣א H3318 יוֹאָ֗ב H3097 וַיִּתְהַלֵּךְ֙ H1980 בְּכָל H3605 יִשְׂרָאֵ֔ל H3478 וַיָּבֹ֖א H935 יְרוּשָׁלִָֽם H3389 ",
      "5": "וַיִּתֵּ֥ן H5414 יוֹאָ֛ב H3097 אֶת H853 מִסְפַּ֥ר H4557 מִפְקַד H4662 הָעָ֖ם H5971 אֶל H413 דָּוִ֑יד H1732 וַיְהִ֣י H1961 כָֽל H3605 יִשְׂרָאֵ֡ל H3478 אֶ֣לֶף H505 אֲלָפִים֩ H505 וּמֵאָ֨ה H3967 אֶ֤לֶף H505 אִישׁ֙ H376 שֹׁ֣לֵֽף H8025 חֶ֔רֶב H2719 וִֽיהוּדָ֕ה H3063 אַרְבַּע֩ H702 מֵא֨וֹת H3967 וְשִׁבְעִ֥ים H7657 אֶ֛לֶף H505 אִ֖ישׁ H376 שֹׁ֥לֵֽף H8025 חָֽרֶב H2719 ",
      "6": "וְלֵוִי֙ H3878 וּבִנְיָמִ֔ן H1144 לֹ֥א H3808 פָקַ֖ד H6485 בְּתוֹכָ֑ H8432 כִּֽי H3588 נִתְעַ֥ב H8581 דְּבַר H1697 הַמֶּ֖לֶךְ H4428 אֶת H854 יוֹאָֽב H3097 ",
      "7": "וַיֵּ֨רַע֙ H7489 בְּעֵינֵ֣י H5869 הָאֱלֹהִ֔ים H430 עַל H5921 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 וַיַּ֖ךְ H5221 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "8": "וַיֹּ֤אמֶר H559 דָּוִיד֙ H1732 אֶל H413 הָ֣אֱלֹהִ֔ים H430 חָטָ֣אתִֽי H2398 מְאֹ֔ד H3966 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וְעַתָּ֗ה H6258 הַֽעֲבֶר H5674 נָא֙ H4994 אֶת H853 עֲו֣וֹן H5771 עַבְדְּךָ֔ H5650 כִּ֥י H3588 נִסְכַּ֖לְתִּי H5528 מְאֹֽד H3966 ",
      "9": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 גָּ֔ד H1410 חֹזֵ֥ה H2374 דָוִ֖יד H1732 לֵאמֹֽר H559 ",
      "10": "לֵךְ֩ H3212 וְדִבַּרְתָּ֨ H1696 אֶל H413 דָּוִ֜יד H1732 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שָׁל֕וֹשׁ H7969 אֲנִ֖י H589 נֹטֶ֣ה H5186 עָלֶ֑יךָ H5921 בְּחַר H977 לְךָ֛ Hl אַחַ֥ת H259 מֵהֵ֖נָּה H2007 וְאֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
      "11": "וַיָּ֥בֹא H935 גָ֖ד H1410 אֶל H413 דָּוִ֑יד H1732 וַיֹּ֥אמֶר H559 ל֛וֹ Hl כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 קַבֶּל H6901 לָֽךְ Hl ",
      "12": "אִם H518 שָׁל֨וֹשׁ H7969 שָׁנִ֜ים H8141 רָעָ֗ב H7458 וְאִם H518 שְׁלֹשָׁ֨ה H7969 חֳדָשִׁ֜ים H2320 נִסְפֶּ֥ה H5595 מִפְּנֵי H6440 צָרֶיךָ֮ H6862 וְחֶ֣רֶב H2719 אוֹיְבֶ֣ךָ H341 לְמַשֶּׂגֶת֒ H5381 וְאִם H518 שְׁלֹ֣שֶׁת H7969 יָ֠מִים H3117 חֶ֣רֶב H2719 יְהוָ֤ה H3068 וְדֶ֨בֶר֙ H1698 בָּאָ֔רֶץ H776 וּמַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 מַשְׁחִ֖ית H7843 בְּכָל H3605 גְּב֣וּל H1366 יִשְׂרָאֵ֑ל H3478 וְעַתָּ֣ה H6258 רְאֵ֔ה H7200 מָֽה H4100 אָשִׁ֥יב H7725 אֶת H854 שֹׁלְחִ֖י H7971 דָּבָֽר H1697 ",
      "13": "וַיֹּ֧אמֶר H559 דָּוִ֛יד H1732 אֶל H413 גָּ֖ד H1410 צַר H6862 לִ֣י Hl מְאֹ֑ד H3966 אֶפְּלָה H5307 נָּ֣א H4994 בְיַד H3027 יְהוָ֗ה H3068 כִּֽי H3588 רַבִּ֤ים H7227 רַחֲמָיו֙ H7356 מְאֹ֔ד H3966 וּבְ H3027 אָדָ֖ם H120 אַל H408 אֶפֹּֽל H5307 ",
      "14": "וַיִּתֵּ֧ן H5414 יְהוָ֛ה H3068 דֶּ֖בֶר H1698 בְּיִשְׂרָאֵ֑ל H3478 וַיִּפֹּל֙ H5307 מִיִּשְׂרָאֵ֔ל H3478 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "15": "וַיִּשְׁלַח֩ H7971 הָאֱלֹהִ֨ים H430 מַלְאָ֥ךְ H4397 לִֽירוּשָׁלִַם֮ H3389 לְהַשְׁחִיתָ H7843 וּכְ H7843 רָאָ֤ה H7200 יְהוָה֙ H3068 וַיִּנָּ֣חֶם H5162 עַל H5921 הָֽרָעָ֔ה H7451 וַיֹּ֨אמֶר H559 לַמַּלְאָ֤ךְ H4397 הַמַּשְׁחִית֙ H7843 רַ֔ב H7227 עַתָּ֖ה H6258 הֶ֣רֶף H7503 יָדֶ֑ךָ H3027 וּמַלְאַ֤ךְ H4397 יְהוָה֙ H3068 עֹמֵ֔ד H5975 עִם H5973 גֹּ֖רֶן H1637 אָרְנָ֥ן H771 הַיְבוּסִֽי H2983 ",
      "16": "וַיִּשָּׂ֨א H5375 דָוִ֜יד H1732 אֶת H853 עֵינָ֗יו H5869 וַיַּ֞רְא H7200 אֶת H853 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 עֹמֵ֗ד H5975 בֵּ֤ין H996 הָאָ֨רֶץ֙ H776 וּבֵ֣ין H996 הַשָּׁמַ֔יִם H8064 וְחַרְבּ֤ H2719 שְׁלוּפָה֙ H8025 בְּיָד֔ H3027 נְטוּיָ֖ה H5186 עַל H5921 יְרוּשָׁלִָ֑ם H3389 וַיִּפֹּ֨ל H5307 דָּוִ֧יד H1732 וְהַ H2205 מְכֻסִּ֥ים H3680 בַּשַּׂקִּ֖ים H8242 עַל H5921 פְּנֵיהֶֽם H6440 ",
      "17": "וַיֹּ֣אמֶר H559 דָּוִ֣יד H1732 אֶֽל H413 הָאֱלֹהִ֡ים H430 הֲלֹא֩ H3808 אֲנִ֨י H589 אָמַ֜רְתִּי H559 לִמְנ֣וֹת H4487 בָּעָ֗ם H5971 וַאֲנִי H589 ה֤וּא H1931 אֲשֶׁר H834 חָטָ֨אתִי֙ H2398 וְהָרֵ֣עַ H7489 הֲרֵע֔וֹתִי H7489 וְאֵ֥לֶּה H428 הַצֹּ֖אן H6629 מֶ֣ה H4100 עָשׂ֑וּ H6213 יְהוָ֣ה H3068 אֱלֹהַ֗י H430 תְּהִ֨י H1961 נָ֤א H4994 יָֽדְךָ֙ H3027 בִּ֚י Hb וּבְ H1004 אָבִ֔י H1 וּֽבְ H5971 לֹ֥א H3808 לְמַגֵּפָֽה H4046 ",
      "18": "וּמַלְאַ֧ךְ H4397 יְהוָ֛ה H3068 אָמַ֥ר H559 אֶל H413 גָּ֖ד H1410 לֵאמֹ֣ר H559 לְדָוִ֑יד H1732 כִּ֣י H3588 יַעֲלֶ֣ה H5927 דָוִ֗יד H1732 לְהָקִ֤ים H6965 מִזְבֵּ֨חַ֙ H4196 לַיהוָ֔ה H3068 בְּגֹ֖רֶן H1637 אָרְנָ֥ן H771 הַיְבֻסִֽי H2983 ",
      "19": "וַיַּ֤עַל H5927 דָּוִיד֙ H1732 בִּדְבַר H1697 גָּ֔ד H1410 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
      "20": "וַיָּ֣שָׁב H7725 אָרְנָ֗ן H771 וַיַּרְא֙ H7200 אֶת H853 הַמַּלְאָ֔ךְ H4397 וְאַרְבַּ֧עַת H702 בָּנָ֛יו H1121 עִמּ֖וֹ H5973 מִֽתְחַבְּאִ֑ים H2244 וְאָרְנָ֖ן H771 דָּ֥שׁ H1758 חִטִּֽים H2406 ",
      "21": "וַיָּבֹ֥א H935 דָוִ֖יד H1732 עַד H5704 אָרְנָ֑ן H771 וַיַּבֵּ֤ט H5027 אָרְנָן֙ H771 וַיַּ֣רְא H7200 אֶת H853 דָּוִ֔יד H1732 וַיֵּצֵא֙ H3318 מִן H4480 הַגֹּ֔רֶן H1637 וַיִּשְׁתַּ֧חוּ H7812 לְדָוִ֛יד H1732 אַפַּ֖יִם H639 אָֽרְצָה H776 ",
      "22": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 אֶל H413 אָרְנָ֗ן H771 תְּנָה H5414 לִּי֙ Hl מְק֣וֹם H4725 הַגֹּ֔רֶן H1637 וְאֶבְנֶה H1129 בּ֥וֹ Hb מִזְבֵּ֖חַ H4196 לַיהוָ֑ה H3068 בְּכֶ֤סֶף H3701 מָלֵא֙ H4392 תְּנֵ֣הוּ H5414 לִ֔י Hl וְתֵעָצַ֥ר H6113 הַמַּגֵּפָ֖ה H4046 מֵעַ֥ל H5921 הָעָֽם H5971 ",
      "23": "וַיֹּ֨אמֶר H559 אָרְנָ֤ן H771 אֶל H413 דָּוִיד֙ H1732 קַֽח H3947 לָ֔ךְ Hl וְיַ֛עַשׂ H6213 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 הַטּ֣וֹב H2896 בְּעֵינָ֑י H5869 רְאֵה֩ H7200 נָתַ֨תִּי H5414 הַבָּקָ֜ר H1241 לָֽעֹל֗וֹת H5930 וְהַ H4173 לָעֵצִ֛ים H6086 וְהַ H2406 לַמִּנְחָ֖ה H4503 הַכֹּ֥ל H3605 נָתָֽתִּי H5414 ",
      "24": "וַיֹּ֨אמֶר H559 הַמֶּ֤לֶךְ H4428 דָּוִיד֙ H1732 לְאָרְנָ֔ן H771 לֹ֕א H3808 כִּֽי H3588 קָנֹ֥ה H7069 אֶקְנֶ֖ה H7069 בְּכֶ֣סֶף H3701 מָלֵ֑א H4392 כִּ֠י H3588 לֹא H3808 אֶשָּׂ֤א H5375 אֲשֶׁר H834 לְךָ֙ Hl לַיהוָ֔ה H3068 וְהַעֲל֥וֹת H5927 עוֹלָ֖ה H5930 חִנָּֽם H2600 ",
      "25": "וַיִּתֵּ֥ן H5414 דָּוִ֛יד H1732 לְאָרְנָ֖ן H771 בַּמָּק֑וֹם H4725 שִׁקְלֵ֣י H8255 זָהָ֔ב H2091 מִשְׁקָ֖ל H4948 שֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "26": "וַיִּבֶן֩ H1129 שָׁ֨ם H8033 דָּוִ֤יד H1732 מִזְבֵּ֨חַ֙ H4196 לַיהוָ֔ה H3068 וַיַּ֥עַל H5927 עֹל֖וֹת H5930 וּשְׁלָמִ֑ים H8002 וַיִּקְרָא֙ H7121 אֶל H413 יְהוָ֔ה H3068 וַיַּֽעֲנֵ֤ H6030 בָאֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 עַ֖ל H5921 מִזְבַּ֥ח H4196 הָעֹלָֽה H5930 ",
      "27": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 לַמַּלְאָ֔ךְ H4397 וַיָּ֥שֶׁב H7725 חַרְבּ֖וֹ H2719 אֶל H413 נְדָנָֽהּ H5084 ",
      "28": "בָּעֵ֣ת H6256 הַהִ֔יא H1931 בִּרְא֤וֹת H7200 דָּוִיד֙ H1732 כִּי H3588 עָנָ֣הוּ H6030 יְהוָ֔ה H3068 בְּגֹ֖רֶן H1637 אָרְנָ֣ן H771 הַיְבוּסִ֑י H2983 וַיִּזְבַּ֖ח H2076 שָֽׁם H8033 ",
      "29": "וּמִשְׁכַּ֣ן H4908 יְ֠הוָה H3068 אֲשֶׁר H834 עָשָׂ֨ה H6213 מֹשֶׁ֧ה H4872 בַמִּדְבָּ֛ר H4057 וּמִזְבַּ֥ח H4196 הָעוֹלָ֖ה H5930 בָּעֵ֣ת H6256 הַהִ֑יא H1931 בַּבָּמָ֖ה H1116 בְּגִבְעֽוֹן H1391 ",
      "30": "וְלֹא H3808 יָכֹ֥ל H3201 דָּוִ֛יד H1732 לָלֶ֥כֶת H3212 לְפָנָ֖י H6440 לִדְרֹ֣שׁ H1875 אֱלֹהִ֑ים H430 כִּ֣י H3588 נִבְעַ֔ת H1204 מִפְּנֵ֕י H6440 חֶ֖רֶב H2719 מַלְאַ֥ךְ H4397 יְהוָֽה H3068 "
    },
    "22": {
      "1": "וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 זֶ֣ה H2088 ה֔וּא H1931 בֵּ֖ית H1004 יְהוָ֣ה H3068 הָאֱלֹהִ֑ים H430 וְזֶה H2088 מִּזְבֵּ֥חַ H4196 לְעֹלָ֖ה H5930 לְיִשְׂרָאֵֽל H3478 ",
      "2": "וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 לִכְנוֹס֙ H3664 אֶת H853 הַגֵּרִ֔ים H1616 אֲשֶׁ֖ר H834 בְּאֶ֣רֶץ H776 יִשְׂרָאֵ֑ל H3478 וַיַּעֲמֵ֣ד H5975 חֹֽצְבִ֗ים H2672 לַחְצוֹב֙ H2672 אַבְנֵ֣י H68 גָזִ֔ית H1496 לִבְנ֖וֹת H1129 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "3": "וּבַרְזֶ֣ל H1270 לָ֠רֹב H7230 לַֽמִּסְמְרִ֞ים H4548 לְדַלְת֧וֹת H1817 הַשְּׁעָרִ֛ים H8179 וְלַֽ H4226 הֵכִ֣ין H3559 דָּוִ֑יד H1732 וּנְחֹ֥שֶׁת H5178 לָרֹ֖ב H7230 אֵ֥ין H369 מִשְׁקָֽל H4948 ",
      "4": "וַעֲצֵ֥י H6086 אֲרָזִ֖ים H730 לְאֵ֣ין H369 מִסְפָּ֑ר H4557 כִּֽי H3588 הֵ֠בִיאוּ H935 הַצִּֽידֹנִ֨ים H6722 וְהַ H6876 עֲצֵ֧י H6086 אֲרָזִ֛ים H730 לָרֹ֖ב H7230 לְדָוִֽיד H1732 ",
      "5": "וַיֹּ֣אמֶר H559 דָּוִ֗יד H1732 שְׁלֹמֹ֣ה H8010 בְנִי֮ H1121 נַ֣עַר H5288 וָרָךְ֒ H7390 וְהַ H1004 לִבְנ֣וֹת H1129 לַיהוָ֗ה H3068 לְהַגְדִּ֨יל H1431 לְמַ֜עְלָ H4605 לְשֵׁ֤ם H8034 וּלְ H8597 לְכָל H3605 הָ֣אֲרָצ֔וֹת H776 אָכִ֥ינָה H3559 נָּ֖א H4994 ל֑וֹ Hl וַיָּ֧כֶן H3559 דָּוִ֛יד H1732 לָרֹ֖ב H7230 לִפְנֵ֥י H6440 מוֹתֽוֹ H4194 ",
      "6": "וַיִּקְרָ֖א H7121 לִשְׁלֹמֹ֣ה H8010 בְנ֑וֹ H1121 וַיְצַוֵּ֨ H6680 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "7": "וַיֹּ֥אמֶר H559 דָּוִ֖יד H1732 לִשְׁלֹמֹ֑ה H8010 בנו H1121 אֲנִי֙ H589 הָיָ֣ה H1961 עִם H5973 לְבָבִ֔י H3824 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֖ם H8034 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
      "8": "וַיְהִ֨י H1961 עָלַ֤י H5921 דְּבַר H1697 יְהוָה֙ H3068 לֵאמֹ֔ר H559 דָּ֤ם H1818 לָרֹב֙ H7230 שָׁפַ֔כְתָּ H8210 וּמִלְחָמ֥וֹת H4421 גְּדֹל֖וֹת H1419 עָשִׂ֑יתָ H6213 לֹֽא H3808 תִבְנֶ֥ה H1129 בַ֨יִת֙ H1004 לִשְׁמִ֔ H8034 כִּ֚י H3588 דָּמִ֣ים H1818 רַבִּ֔ים H7227 שָׁפַ֥כְתָּ H8210 אַ֖רְצָה H776 לְפָנָֽ H6440 ",
      "9": "הִנֵּה H2009 בֵ֞ן H1121 נוֹלָ֣ד H3205 לָ֗ךְ Hl ה֤וּא H1931 יִהְיֶה֙ H1961 אִ֣ישׁ H376 מְנוּחָ֔ה H4496 וַהֲנִח֥וֹתִי H5117 ל֛וֹ Hl מִכָּל H3605 אוֹיְבָ֖יו H341 מִסָּבִ֑יב H5439 כִּ֤י H3588 שְׁלֹמֹה֙ H8010 יִהְיֶ֣ה H1961 שְׁמ֔וֹ H8034 וְשָׁל֥וֹם H7965 וָשֶׁ֛קֶט H8253 אֶתֵּ֥ן H5414 עַל H5921 יִשְׂרָאֵ֖ל H3478 בְּיָמָֽי H3117 ",
      "10": "הֽוּא H1931 יִבְנֶ֥ה H1129 בַ֨יִת֙ H1004 לִשְׁמִ֔ H8034 וְהוּא֙ H1931 יִהְיֶה H1961 לִּ֣י Hl לְבֵ֔ן H1121 וַאֲנִי H589 ל֖וֹ Hl לְאָ֑ב H1 וַהֲכִ֨ינוֹתִ֜י H3559 כִּסֵּ֧א H3678 מַלְכוּת֛וֹ H4438 עַל H5921 יִשְׂרָאֵ֖ל H3478 עַד H5704 עוֹלָֽם H5769 ",
      "11": "עַתָּ֣ה H6258 בְנִ֔י H1121 יְהִ֥י H1961 יְהוָ֖ה H3068 עִמָּ֑ךְ H5973 וְהִצְלַחְתָּ֗ H6743 וּבָנִ֨יתָ֙ H1129 בֵּ֚ית H1004 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 עָלֶֽיךָ H5921 ",
      "12": "אַ֣ךְ H389 יִֽתֶּן H5414 לְּךָ֤ Hl יְהוָה֙ H3068 שֵׂ֣כֶל H7922 וּבִינָ֔ה H998 וִֽיצַוְּ H6680 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְלִ H8104 אֶת H853 תּוֹרַ֖ת H8451 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
      "13": "אָ֣ז H227 תַּצְלִ֔יחַ H6743 אִם H518 תִּשְׁמ֗וֹר H8104 לַעֲשׂוֹת֙ H6213 אֶת H853 הַֽחֻקִּ֣ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֔ים H4941 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 עַל H5921 יִשְׂרָאֵ֑ל H3478 חֲזַ֣ק H2388 וֶאֱמָ֔ץ H553 אַל H408 תִּירָ֖א H3372 וְאַל H408 תֵּחָֽת H2865 ",
      "14": "וְהִנֵּ֨ה H2009 בְעָנְיִ֜ H6040 הֲכִינ֣וֹתִי H3559 לְבֵית H1004 יְהוָ֗ה H3068 זָהָ֞ב H2091 כִּכָּרִ֤ים H3603 מֵֽאָה H3967 אֶ֨לֶף֙ H505 וְכֶ֗סֶף H3701 אֶ֤לֶף H505 אֲלָפִים֙ H505 כִּכָּרִ֔ים H3603 וְלַ H5178 וְלַ H1270 אֵ֣ין H369 מִשְׁקָ֔ל H4948 כִּ֥י H3588 לָרֹ֖ב H7230 הָיָ֑ה H1961 וְעֵצִ֤ים H6086 וַאֲבָנִים֙ H68 הֲכִינ֔וֹתִי H3559 וַעֲלֵי H5921 תּוֹסִֽיף H3254 ",
      "15": "וְעִמְּ H5973 לָרֹב֙ H7230 עֹשֵׂ֣י H6213 מְלָאכָ֔ה H4399 חֹצְבִ֕ים H2672 וְחָרָשֵׁ֥י H2796 אֶ֖בֶן H68 וָעֵ֑ץ H6086 וְכָל H3605 חָכָ֖ם H2450 בְּכָל H3605 מְלָאכָֽה H4399 ",
      "16": "לַזָּהָ֥ב H2091 לַכֶּ֛סֶף H3701 וְלַ H5178 וְלַ H1270 אֵ֣ין H369 מִסְפָּ֑ר H4557 ק֣וּם H6965 וַעֲשֵׂ֔ה H6213 וִיהִ֥י H1961 יְהוָ֖ה H3068 עִמָּֽךְ H5973 ",
      "17": "וַיְצַ֤ו H6680 דָּוִיד֙ H1732 לְכָל H3605 שָׂרֵ֣י H8269 יִשְׂרָאֵ֔ל H3478 לַעְזֹ֖ר H5826 לִשְׁלֹמֹ֥ה H8010 בְנֽוֹ H1121 ",
      "18": "הֲלֹ֨א H3808 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 עִמָּכֶ֔ם H5973 וְהֵנִ֥יחַ H5117 לָכֶ֖ם Hl מִסָּבִ֑יב H5439 כִּ֣י H3588 נָתַ֣ן H5414 בְּיָדִ֗ H3027 אֵ֚ת H853 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 וְנִכְבְּשָׁ֥ה H3533 הָאָ֛רֶץ H776 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 וְלִ H6440 עַמּֽוֹ H5971 ",
      "19": "עַתָּ֗ה H6258 תְּנ֤וּ H5414 לְבַבְכֶם֙ H3824 וְנַפְשְׁ H5315 לִדְר֖וֹשׁ H1875 לַיהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְק֗וּמוּ H6965 וּבְנוּ֙ H1129 אֶת H853 מִקְדַּשׁ֙ H4720 יְהוָ֣ה H3068 הָֽאֱלֹהִ֔ים H430 לְהָבִ֞יא H935 אֶת H853 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֗ה H3068 וּכְלֵי֙ H3627 קֹ֣דֶשׁ H6944 הָֽאֱלֹהִ֔ים H430 לַבַּ֖יִת H1004 הַנִּבְנֶ֥ה H1129 לְשֵׁם H8034 יְהוָֽה H3068 "
    },
    "23": {
      "1": "וְדָוִ֥יד H1732 זָקֵ֖ן H2204 וְשָׂבַ֣ע H7646 יָמִ֑ים H3117 וַיַּמְלֵ֛ךְ H4427 אֶת H853 שְׁלֹמֹ֥ה H8010 בְנ֖וֹ H1121 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיֶּאֱסֹף֙ H622 אֶת H853 כָּל H3605 שָׂרֵ֣י H8269 יִשְׂרָאֵ֔ל H3478 וְהַ H3548 וְהַ H3881 ",
      "3": "וַיִּסָּֽפְרוּ֙ H5608 הַלְוִיִּ֔ם H3881 מִבֶּ֛ן H1121 שְׁלֹשִׁ֥ים H7970 שָׁנָ֖ה H8141 וָמָ֑עְלָ H4605 וַיְהִ֨י H1961 מִסְפָּרָ֤ם H4557 לְגֻלְגְּלֹתָ H1538 לִגְבָרִ֔ים H1397 שְׁלֹשִׁ֥ים H7970 וּשְׁמוֹנָ֖ה H8083 אָֽלֶף H505 ",
      "4": "מֵאֵ֗לֶּה H428 לְנַצֵּ֨חַ֙ H5329 עַל H5921 מְלֶ֣אכֶת H4399 בֵּית H1004 יְהוָ֔ה H3068 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָ֑לֶף H505 וְשֹׁטְרִ֥ים H7860 וְשֹׁפְטִ֖ים H8199 שֵׁ֥שֶׁת H8337 אֲלָפִֽים H505 ",
      "5": "וְאַרְבַּ֥עַת H702 אֲלָפִ֖ים H505 שֹׁעֲרִ֑ים H7778 וְאַרְבַּ֤עַת H702 אֲלָפִים֙ H505 מְהַֽלְלִ֣ים H1984 לַיהוָ֔ה H3068 בַּכֵּלִ֕ים H3627 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 לְהַלֵּֽל H1984 ",
      "6": "וַיֶּֽחָלְקֵ֥ H2505 דָּוִ֖יד H1732 מַחְלְק֑וֹת H4256 לִבְנֵ֣י H1121 לֵוִ֔י H3878 לְגֵרְשׁ֖וֹן H1647 קְהָ֥ת H6955 וּמְרָרִֽי H4847 ",
      "7": "לַגֵּרְשֻׁנִּ֖י H1649 לַעְדָּ֥ן H3936 וְשִׁמְעִֽי H8096 ",
      "8": "בְּנֵ֣י H1121 לַעְדָּ֗ן H3936 הָרֹ֧אשׁ H7218 יְחִיאֵ֛ל H3171 וְזֵתָ֥ם H2241 וְיוֹאֵ֖ל H3100 שְׁלֹשָֽׁה H7969 ",
      "9": "בְּנֵ֣י H1121 שִׁמְעִ֗י H8096 שלמות H8013 וַחֲזִיאֵ֛ל H2381 וְהָרָ֖ן H2039 שְׁלֹשָׁ֑ה H7969 אֵ֛לֶּה H428 רָאשֵׁ֥י H7218 הָאָב֖וֹת H1 לְלַעְדָּֽן H3936 ",
      "10": "וּבְנֵ֣י H1121 שִׁמְעִ֔י H8096 יַ֣חַת H3189 זִינָ֔א H2126 וִיע֖וּשׁ H3266 וּבְרִיעָ֑ה H1283 אֵ֥לֶּה H428 בְנֵי H1121 שִׁמְעִ֖י H8096 אַרְבָּעָֽה H702 ",
      "11": "וַֽיְהִי H1961 יַ֣חַת H3189 הָרֹ֔אשׁ H7218 וְזִיזָ֖ה H2125 הַשֵּׁנִ֑י H8145 וִיע֤וּשׁ H3266 וּבְרִיעָה֙ H1283 לֹֽא H3808 הִרְבּ֣וּ H7235 בָנִ֔ים H1121 וַיִּֽהְיוּ֙ H1961 לְבֵ֣ית H1004 אָ֔ב H1 לִפְקֻדָּ֖ה H6486 אֶחָֽת H259 ",
      "12": "בְּנֵ֣י H1121 קְהָ֗ת H6955 עַמְרָ֥ם H6019 יִצְהָ֛ר H3324 חֶבְר֥וֹן H2275 וְעֻזִּיאֵ֖ל H5816 אַרְבָּעָֽה H702 ",
      "13": "בְּנֵ֥י H1121 עַמְרָ֖ם H6019 אַהֲרֹ֣ן H175 וּמֹשֶׁ֑ה H4872 וַיִּבָּדֵ֣ל H914 אַהֲרֹ֡ן H175 לְֽהַקְדִּישׁ H6942 קֹ֨דֶשׁ H6944 קָֽדָשִׁ֤ים H6944 הֽוּא H1931 וּבָנָי H1121 עַד H5704 עוֹלָ֔ם H5769 לְהַקְטִיר֩ H6999 לִפְנֵ֨י H6440 יְהוָ֧ה H3068 לְשָׁרְת֛ H8334 וּלְ H1288 בִּשְׁמ֖ H8034 עַד H5704 עוֹלָֽם H5769 ",
      "14": "וּמֹשֶׁ֖ה H4872 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 בָּנָ֕יו H1121 יִקָּרְא֖וּ H7121 עַל H5921 שֵׁ֥בֶט H7626 הַלֵּוִֽי H3878 ",
      "15": "בְּנֵ֣י H1121 מֹשֶׁ֔ה H4872 גֵּרְשֹׁ֖ם H1647 וֶאֱלִיעֶֽזֶר H461 ",
      "16": "בְּנֵ֥י H1121 גֵרְשׁ֖וֹם H1647 שְׁבוּאֵ֥ל H7619 הָרֹֽאשׁ H7218 ",
      "17": "וַיִּֽהְי֥וּ H1961 בְנֵי H1121 אֱלִיעֶ֖זֶר H461 רְחַבְיָ֣ה H7345 הָרֹ֑אשׁ H7218 וְלֹא H3808 הָיָ֤ה H1961 לֶאֱלִיעֶ֨זֶר֙ H461 בָּנִ֣ים H1121 אֲחֵרִ֔ים H312 וּבְנֵ֥י H1121 רְחַבְיָ֖ה H7345 רָב֥וּ H7235 לְמָֽעְלָ H4605 ",
      "18": "בְּנֵ֥י H1121 יִצְהָ֖ר H3324 שְׁלֹמִ֥ית H8019 הָרֹֽאשׁ H7218 ",
      "19": "בְּנֵ֖י H1121 חֶבְר֑וֹן H2275 יְרִיָּ֤הוּ H3404 הָרֹאשׁ֙ H7218 אֲמַרְיָ֣ה H568 הַשֵּׁנִ֔י H8145 יַחֲזִיאֵל֙ H3166 הַשְּׁלִישִׁ֔י H7992 וִֽיקַמְעָ֖ם H3360 הָרְבִיעִֽי H7243 ",
      "20": "בְּנֵ֖י H1121 עֻזִּיאֵ֑ל H5816 מִיכָ֣ה H4318 הָרֹ֔אשׁ H7218 וְיִשִּׁיָּ֖ה H3449 הַשֵּׁנִֽי H8145 ",
      "21": "בְּנֵ֤י H1121 מְרָרִי֙ H4847 מַחְלִ֣י H4249 וּמוּשִׁ֔י H4187 בְּנֵ֥י H1121 מַחְלִ֖י H4249 אֶלְעָזָ֥ר H499 וְקִֽישׁ H7027 ",
      "22": "וַיָּ֨מָת֙ H4191 אֶלְעָזָ֔ר H499 וְלֹא H3808 הָ֥יוּ H1961 ל֛וֹ Hl בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וַיִּשָּׂא֥וּ H5375 בְּנֵי H1121 קִ֖ישׁ H7027 אֲחֵיהֶֽם H251 ",
      "23": "בְּנֵ֣י H1121 מוּשִׁ֗י H4187 מַחְלִ֥י H4249 וְעֵ֛דֶר H5740 וִירֵמ֖וֹת H3406 שְׁלֹשָֽׁה H7969 ",
      "24": "אֵ֣לֶּה H428 בְנֵֽי H1121 לֵוִי֩ H3878 לְבֵ֨ית H1004 אֲבֹתֵיהֶ֜ם H1 רָאשֵׁ֧י H7218 הָאָב֣וֹת H1 לִפְקוּדֵי H6485 בְּמִסְפַּ֤ר H4557 שֵׁמוֹת֙ H8034 לְגֻלְגְּלֹתָ֔ H1538 עֹשֵׂה֙ H6213 הַמְּלָאכָ֔ה H4399 לַעֲבֹדַ֖ת H5656 בֵּ֣ית H1004 יְהוָ֑ה H3068 מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וָמָֽעְלָ H4605 ",
      "25": "כִּ֚י H3588 אָמַ֣ר H559 דָּוִ֔יד H1732 הֵנִ֛יחַ H5117 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 לְעַמּ֑ H5971 וַיִּשְׁכֹּ֥ן H7931 בִּירוּשָׁלִַ֖ם H3389 עַד H5704 לְעוֹלָֽם H5769 ",
      "26": "וְגַ֖ם H1571 לַלְוִיִּ֑ם H3881 אֵין H369 לָשֵׂ֧את H5375 אֶת H853 הַמִּשְׁכָּ֛ן H4908 וְאֶת H853 כָּל H3605 כֵּלָ֖יו H3627 לַעֲבֹדָתֽ H5656 ",
      "27": "כִּ֣י H3588 בְדִבְרֵ֤י H1697 דָוִיד֙ H1732 הָאַ֣חֲרֹנִ֔ים H314 הֵ֖מָּה H1992 מִסְפַּ֣ר H4557 בְּנֵי H1121 לֵוִ֑י H3881 מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וּלְ H4605 ",
      "28": "כִּ֣י H3588 מַעֲמָדָ֞ם H4612 לְיַד H3027 בְּנֵ֣י H1121 אַהֲרֹ֗ן H175 לַעֲבֹדַת֙ H5656 בֵּ֣ית H1004 יְהוָ֔ה H3068 עַל H5921 הַחֲצֵרוֹת֙ H2691 וְעַל H5921 הַלְּשָׁכ֔וֹת H3957 וְעַֽל H5921 טָהֳרַ֖ת H2893 לְכָל H3605 קֹ֑דֶשׁ H6944 וּמַֽעֲשֵׂ֔ה H4639 עֲבֹדַ֖ת H5656 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "29": "וּלְ H3899 הַֽמַּעֲרֶ֜כֶת H4635 וּלְ H5560 לְמִנְחָה֙ H4503 וְלִ H7550 הַמַּצּ֔וֹת H4682 וְלַֽ H4227 וְלַ H7246 וּלְ H3605 מְשׂוּרָ֖ה H4884 וּמִדָּֽה H4060 ",
      "30": "וְלַ H5975 בַּבֹּ֣קֶר H1242 בַּבֹּ֔קֶר H1242 לְהֹד֥וֹת H3034 וּלְ H1984 לַיהוָ֑ה H3068 וְכֵ֖ן H3651 לָעָֽרֶב H6153 ",
      "31": "וּלְ H3605 הַעֲל֤וֹת H5927 עֹלוֹת֙ H5930 לַיהוָ֔ה H3068 לַשַּׁבָּת֔וֹת H7676 לֶחֳדָשִׁ֖ים H2320 וְלַ H4150 בְּמִסְפָּ֨ר H4557 כְּמִשְׁפָּ֧ט H4941 עֲלֵיהֶ֛ם H5921 תָּמִ֖יד H8548 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "32": "וְשָׁמְר֞וּ H8104 אֶת H853 מִשְׁמֶ֣רֶת H4931 אֹֽהֶל H168 מוֹעֵ֗ד H4150 וְאֵת֙ H853 מִשְׁמֶ֣רֶת H4931 הַקֹּ֔דֶשׁ H6944 וּמִשְׁמֶ֕רֶת H4931 בְּנֵ֥י H1121 אַהֲרֹ֖ן H175 אֲחֵיהֶ֑ם H251 לַעֲבֹדַ֖ת H5656 בֵּ֥ית H1004 יְהוָֽה H3068 "
    },
    "24": {
      "1": "וְלִ H1121 אַהֲרֹ֖ן H175 מַחְלְקוֹתָ֑ם H4256 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 נָדָב֙ H5070 וַאֲבִיה֔וּא H30 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
      "2": "וַיָּ֨מָת H4191 נָדָ֤ב H5070 וַאֲבִיהוּא֙ H30 לִפְנֵ֣י H6440 אֲבִיהֶ֔ם H1 וּבָנִ֖ים H1121 לֹא H3808 הָי֣וּ H1961 לָהֶ֑ם H1992 וַֽיְכַהֲנ֔וּ H3547 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
      "3": "וַיֶּֽחָלְקֵ֣ H2505 דָּוִ֔יד H1732 וְצָדוֹק֙ H6659 מִן H4480 בְּנֵ֣י H1121 אֶלְעָזָ֔ר H499 וַאֲחִימֶ֖לֶךְ H288 מִן H4480 בְּנֵ֣י H1121 אִיתָמָ֑ר H385 לִפְקֻדָּתָ֖ H6486 בַּעֲבֹדָתָֽ H5656 ",
      "4": "וַיִּמָּצְא֣וּ H4672 בְֽנֵי H1121 אֶלְעָזָ֡ר H499 רַבִּ֞ים H7227 לְרָאשֵׁ֧י H7218 הַגְּבָרִ֛ים H1397 מִן H4480 בְּנֵ֥י H1121 אִיתָמָ֖ר H385 וַֽיַּחְלְק֑וּ H2505 לִבְנֵ֨י H1121 אֶלְעָזָ֜ר H499 רָאשִׁ֤ים H7218 לְבֵית H1004 אָבוֹת֙ H1 שִׁשָּׁ֣ה H8337 עָשָׂ֔ר H6240 וְלִ H1121 אִיתָמָ֛ר H385 לְבֵ֥ית H1004 אֲבוֹתָ֖ם H1 שְׁמוֹנָֽה H8083 ",
      "5": "וַיַּחְלְק֥וּ H2505 בְּגוֹרָל֖וֹת H1486 אֵ֣לֶּה H428 עִם H5973 אֵ֑לֶּה H428 כִּי H3588 הָי֤וּ H1961 שָֽׂרֵי H8269 קֹ֨דֶשׁ֙ H6944 וְשָׂרֵ֣י H8269 הָאֱלֹהִ֔ים H430 מִבְּנֵ֥י H1121 אֶלְעָזָ֖ר H499 וּבִ H1121 אִיתָמָֽר H385 ",
      "6": "וַֽיִּכְתְּבֵ֡ H3789 שְֽׁמַֽעְיָה֩ H8098 בֶן H1121 נְתַנְאֵ֨ל H5417 הַסּוֹפֵ֜ר H5608 מִן H4480 הַלֵּוִ֗י H3881 לִפְנֵ֨י H6440 הַמֶּ֤לֶךְ H4428 וְהַ H8269 וְצָד֣וֹק H6659 הַכֹּהֵ֗ן H3548 וַאֲחִימֶ֨לֶךְ֙ H288 בֶּן H1121 אֶבְיָתָ֔ר H54 וְרָאשֵׁי֙ H7218 הָֽאָב֔וֹת H1 לַכֹּהֲנִ֖ים H3548 וְלַ H3881 בֵּֽית H1004 אָ֣ב H1 אֶחָ֗ד H259 אָחֻז֙ H270 לְאֶלְעָזָ֔ר H499 וְאָחֻ֥ז H270 אָחֻ֖ז H270 לְאִיתָמָֽר H385 ",
      "7": "וַיֵּצֵ֞א H3318 הַגּוֹרָ֤ל H1486 הָרִאשׁוֹן֙ H7223 לִיה֣וֹיָרִ֔יב H3080 לִֽידַעְיָ֖ה H3048 הַשֵּׁנִֽי H8145 ",
      "8": "לְחָרִם֙ H2766 הַשְּׁלִישִׁ֔י H7992 לִשְׂעֹרִ֖ים H8188 הָרְבִעִֽי H7243 ",
      "9": "לְמַלְכִּיָּה֙ H4441 הַחֲמִישִׁ֔י H2549 לְמִיָּמִ֖ן H4326 הַשִּׁשִּֽׁי H8345 ",
      "10": "לְהַקּוֹץ֙ H6976 הַשְּׁבִעִ֔י H7637 לַאֲבִיָּ֖ה H29 הַשְּׁמִינִֽי H8066 ",
      "11": "לְיֵשׁ֨וּעַ֙ H3442 הַתְּשִׁעִ֔י H8671 לִשְׁכַנְיָ֖הוּ H7935 הָעֲשִׂרִֽי H6224 ",
      "12": "לְאֶלְיָשִׁיב֙ H475 עַשְׁתֵּ֣י H6249 עָשָׂ֔ר H6240 לְיָקִ֖ים H3356 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "13": "לְחֻפָּה֙ H2647 שְׁלֹשָׁ֣ה H7969 עָשָׂ֔ר H6240 לְיֶֽשֶׁבְאָ֖ב H3428 אַרְבָּעָ֥ה H702 עָשָֽׂר H6240 ",
      "14": "לְבִלְגָּה֙ H1083 חֲמִשָּׁ֣ה H2568 עָשָׂ֔ר H6240 לְאִמֵּ֖ר H564 שִׁשָּׁ֥ה H8337 עָשָֽׂר H6240 ",
      "15": "לְחֵזִיר֙ H2387 שִׁבְעָ֣ה H7651 עָשָׂ֔ר H6240 לְהַ H6483 שְׁמוֹנָ֥ה H8083 עָשָֽׂר H6240 ",
      "16": "לִֽפְתַחְיָה֙ H6611 תִּשְׁעָ֣ה H8672 עָשָׂ֔ר H6240 לִֽיחֶזְקֵ֖אל H3168 הָעֶשְׂרִֽים H6242 ",
      "17": "לְיָכִין֙ H3199 אֶחָ֣ד H259 וְעֶשְׂרִ֔ים H6242 לְגָמ֖וּל H1577 שְׁנַ֥יִם H8147 וְעֶשְׂרִֽים H6242 ",
      "18": "לִדְלָיָ֨הוּ֙ H1806 שְׁלֹשָׁ֣ה H7969 וְעֶשְׂרִ֔ים H6242 לְמַֽעַזְיָ֖הוּ H4590 אַרְבָּעָ֥ה H702 וְעֶשְׂרִֽים H6242 ",
      "19": "אֵ֣לֶּה H428 פְקֻדָּתָ֞ם H6486 לַעֲבֹדָתָ֗ H5656 לָב֤וֹא H935 לְבֵית H1004 יְהוָה֙ H3068 כְּמִשְׁפָּטָ֔ H4941 בְּיַ֖ד H3027 אַהֲרֹ֣ן H175 אֲבִיהֶ֑ם H1 כַּאֲשֶׁ֣ר H834 צִוָּ֔הוּ H6680 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "20": "וְלִ H1121 לֵוִ֖י H3878 הַנּוֹתָרִ֑ים H3498 לִבְנֵ֤י H1121 עַמְרָם֙ H6019 שֽׁוּבָאֵ֔ל H7619 לִבְנֵ֥י H1121 שׁוּבָאֵ֖ל H7619 יֶחְדְּיָֽהוּ H3165 ",
      "21": "לִרְחַבְיָ֑הוּ H7345 לִבְנֵ֣י H1121 רְחַבְיָ֔הוּ H7345 הָרֹ֖אשׁ H7218 יִשִּׁיָּֽה H3449 ",
      "22": "לַיִּצְהָרִ֣י H3325 שְׁלֹמ֔וֹת H8013 לִבְנֵ֥י H1121 שְׁלֹמ֖וֹת H8013 יָֽחַת H3189 ",
      "23": "וּבְנָ֖י H1121 יְרִיָּ֑הוּ H3404 אֲמַרְיָ֨הוּ֙ H568 הַשֵּׁנִ֔י H8145 יַחֲזִיאֵל֙ H3166 הַשְּׁלִישִׁ֔י H7992 יְקַמְעָ֖ם H3360 הָרְבִיעִֽי H7243 ",
      "24": "בְּנֵ֤י H1121 עֻזִּיאֵל֙ H5816 מִיכָ֔ה H4318 לִבְנֵ֥י H1121 מִיכָ֖ה H4318 שמור H8053 ",
      "25": "אֲחִ֤י H251 מִיכָה֙ H4318 יִשִּׁיָּ֔ה H3449 לִבְנֵ֥י H1121 יִשִּׁיָּ֖ה H3449 זְכַרְיָֽהוּ H2148 ",
      "26": "בְּנֵ֤י H1121 מְרָרִי֙ H4847 מַחְלִ֣י H4249 וּמוּשִׁ֔י H4187 בְּנֵ֖י H1121 יַעֲזִיָּ֥הֽוּ H3269 בְנֽוֹ H1121 ",
      "27": "בְּנֵ֖י H1121 מְרָרִ֑י H4847 לְיַֽעֲזִיָּ֣הֽוּ H3269 בְנ֔וֹ H1121 וְשֹׁ֥הַם H7719 וְזַכּ֖וּר H2139 וְעִבְרִֽי H5681 ",
      "28": "לְמַחְלִי֙ H4249 אֶלְעָזָ֔ר H499 וְלֹא H3808 הָ֥יָה H1961 ל֖וֹ Hl בָּנִֽים H1121 ",
      "29": "לְקִ֖ישׁ H7027 בְּנֵי H1121 קִ֥ישׁ H7027 יְרַחְמְאֵֽל H3396 ",
      "30": "וּבְנֵ֣י H1121 מוּשִׁ֔י H4187 מַחְלִ֥י H4249 וְעֵ֖דֶר H5740 וִירִימ֑וֹת H3406 אֵ֛לֶּה H428 בְּנֵ֥י H1121 הַלְוִיִּ֖ם H3881 לְבֵ֥ית H1004 אֲבֹתֵיהֶֽם H1 ",
      "31": "וַיַּפִּילוּ֩ H5307 גַם H1571 הֵ֨ם H1992 גּוֹרָל֜וֹת H1486 לְעֻמַּ֣ת H5980 אֲחֵיהֶ֣ם H251 בְּנֵֽי H1121 אַהֲרֹ֗ן H175 לִפְנֵ֨י H6440 דָוִ֤יד H1732 הַמֶּ֨לֶךְ֙ H4428 וְצָד֣וֹק H6659 וַאֲחִימֶ֔לֶךְ H288 וְרָאשֵׁי֙ H7218 הָֽאָב֔וֹת H1 לַכֹּהֲנִ֖ים H3548 וְלַ H3881 אָב֣וֹת H1 הָרֹ֔אשׁ H7218 לְעֻמַּ֖ת H5980 אָחִ֥יו H251 הַקָּטָֽן H6996 "
    },
    "25": {
      "1": "וַיַּבְדֵּ֣ל H914 דָּוִיד֩ H1732 וְשָׂרֵ֨י H8269 הַצָּבָ֜א H6635 לַעֲבֹדָ֗ה H5656 לִבְנֵ֤י H1121 אָסָף֙ H623 וְהֵימָ֣ן H1968 וִֽידוּת֔וּן H3038 הנביאים H5030 בְּכִנֹּר֥וֹת H3658 בִּנְבָלִ֖ים H5035 וּבִ H4700 וַֽיְהִי֙ H1961 מִסְפָּרָ֔ם H4557 אַנְשֵׁ֥י H376 מְלָאכָ֖ה H4399 לַעֲבֹדָתָֽ H5656 ",
      "2": "לִבְנֵ֣י H1121 אָסָ֗ף H623 זַכּ֧וּר H2139 וְיוֹסֵ֛ף H3130 וּנְתַנְיָ֥ה H5418 וַאֲשַׂרְאֵ֖לָה H841 בְּנֵ֣י H1121 אָסָ֑ף H623 עַ֚ל H5921 יַד H3027 אָסָ֔ף H623 הַנִּבָּ֖א H5012 עַל H5921 יְדֵ֥י H3027 הַמֶּֽלֶךְ H4428 ",
      "3": "לִידוּת֑וּן H3038 בְּנֵ֣י H1121 יְדוּת֡וּן H3038 גְּדַלְיָ֡הוּ H1436 וּצְרִ֡י H6874 וִֽ֠ישַׁעְיָהוּ H3470 חֲשַׁבְיָ֨הוּ H2811 וּמַתִּתְיָ֜הוּ H4993 שִׁשָּׁ֗ה H8337 עַל֩ H5921 יְדֵ֨י H3027 אֲבִיהֶ֤ם H1 יְדוּתוּן֙ H3038 בַּכִּנּ֔וֹר H3658 הַנִּבָּ֕א H5012 עַל H5921 הֹד֥וֹת H3034 וְהַלֵּ֖ל H1984 לַיהוָֽה H3068 ",
      "4": "לְהֵימָ֑ן H1968 בְּנֵ֣י H1121 הֵימָ֡ן H1968 בֻּקִּיָּ֡הוּ H1232 מַתַּנְיָ֡הוּ H4983 עֻ֠זִּיאֵל H5816 שְׁבוּאֵ֨ל H7619 וִֽירִימ֜וֹת H3406 חֲנַנְיָ֣ה H2608 חֲנָ֗נִי H2607 אֱלִיאָ֤תָה H448 גִדַּ֨לְתִּי֙ H1437 וְרֹמַ֣מְתִּי H7320 עֶ֔זֶר H7320 יָשְׁבְּקָ֣שָׁה H3436 מַלּ֔וֹתִי H4413 הוֹתִ֖יר H1956 מַחֲזִיאֽוֹת H4238 ",
      "5": "כָּל H3605 אֵ֨לֶּה H428 בָנִ֜ים H1121 לְהֵימָ֗ן H1968 חֹזֵ֥ה H2374 הַמֶּ֛לֶךְ H4428 בְּדִבְרֵ֥י H1697 הָאֱלֹהִ֖ים H430 לְהָרִ֣ים H7311 קָ֑רֶן H7161 וַיִּתֵּ֨ן H5414 הָאֱלֹהִ֜ים H430 לְהֵימָ֗ן H1968 בָּנִ֛ים H1121 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 וּבָנ֥וֹת H1323 שָׁלֽוֹשׁ H7969 ",
      "6": "כָּל H3605 אֵ֣לֶּה H428 עַל H5921 יְדֵי֩ H3027 אֲבִיהֶ֨ם H1 בַּשִּׁ֜יר H7892 בֵּ֣ית H1004 יְהוָ֗ה H3068 בִּמְצִלְתַּ֨יִם֙ H4700 נְבָלִ֣ים H5035 וְכִנֹּר֔וֹת H3658 לַעֲבֹדַ֖ת H5656 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 עַ֚ל H5921 יְדֵ֣י H3027 הַמֶּ֔לֶךְ H4428 אָסָ֥ף H623 וִידוּת֖וּן H3038 וְהֵימָֽן H1968 ",
      "7": "וַיְהִ֤י H1961 מִסְפָּרָם֙ H4557 עִם H5973 אֲחֵיהֶ֔ם H251 מְלֻמְּדֵי H3925 שִׁ֖יר H7892 לַיהוָ֑ה H3068 כָּל H3605 הַ֨מֵּבִ֔ין H995 מָאתַ֖יִם H3967 שְׁמוֹנִ֥ים H8084 וּשְׁמוֹנָֽה H8083 ",
      "8": "וַיַּפִּ֜ילוּ H5307 גּוֹרָל֣וֹת H1486 מִשְׁמֶ֗רֶת H4931 לְעֻמַּת֙ H5980 כַּקָּטֹ֣ן H6996 כַּגָּד֔וֹל H1419 מֵבִ֖ין H995 עִם H5973 תַּלְמִֽיד H8527 ",
      "9": "וַיֵּצֵ֞א H3318 הַגּוֹרָ֧ל H1486 הָרִאשׁ֛וֹן H7223 לְאָסָ֖ף H623 לְיוֹסֵ֑ף H3130 גְּדַלְיָ֨הוּ֙ H1436 הַשֵּׁנִ֔י H8145 הֽוּא H1931 וְאֶחָ֥י H251 וּבָנָ֖י H1121 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "10": "הַשְּׁלִשִׁ֣י H7992 זַכּ֔וּר H2139 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "11": "הָרְבִיעִי֙ H7243 לַיִּצְרִ֔י H3339 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "12": "הַחֲמִישִׁ֣י H2549 נְתַנְיָ֔הוּ H5418 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "13": "הַשִּׁשִּׁ֣י H8345 בֻקִּיָּ֔הוּ H1232 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "14": "הַשְּׁבִעִ֣י H7637 יְשַׂרְאֵ֔לָה H3480 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "15": "הַשְּׁמִינִ֣י H8066 יְשַֽׁעְיָ֔הוּ H3470 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "16": "הַתְּשִׁיעִ֣י H8671 מַתַּנְיָ֔הוּ H4983 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "17": "הָעֲשִׂירִ֣י H6224 שִׁמְעִ֔י H8096 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "18": "עַשְׁתֵּֽי H6249 עָשָׂ֣ר H6240 עֲזַרְאֵ֔ל H5832 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "19": "הַשְּׁנֵ֤ים H8147 עָשָׂר֙ H6240 לַחֲשַׁבְיָ֔ה H2811 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "20": "לִשְׁלֹשָׁ֤ה H7969 עָשָׂר֙ H6240 שֽׁוּבָאֵ֔ל H7619 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "21": "לְאַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 מַתִּתְיָ֔הוּ H4993 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "22": "לַחֲמִשָּׁ֤ה H2568 עָשָׂר֙ H6240 לִֽירֵמ֔וֹת H3406 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "23": "לְשִׁשָּׁ֤ה H8337 עָשָׂר֙ H6240 לַחֲנַנְיָ֔הוּ H2608 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "24": "לְשִׁבְעָ֤ה H7651 עָשָׂר֙ H6240 לְיָשְׁבְּקָ֔שָׁה H3436 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "25": "לִשְׁמוֹנָ֤ה H8083 עָשָׂר֙ H6240 לַחֲנָ֔נִי H2607 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "26": "לְתִשְׁעָ֤ה H8672 עָשָׂר֙ H6240 לְמַלּ֔וֹתִי H4413 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "27": "לְעֶשְׂרִים֙ H6242 לֶֽאֱלִיָּ֔תָה H448 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "28": "לְאֶחָ֤ד H259 וְעֶשְׂרִים֙ H6242 לְהוֹתִ֔יר H1956 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "29": "לִשְׁנַ֤יִם H8147 וְעֶשְׂרִים֙ H6242 לְגִדַּ֔לְתִּי H1437 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "30": "לִשְׁלֹשָׁ֤ה H7969 וְעֶשְׂרִים֙ H6242 לְמַ֣חֲזִיא֔וֹת H4238 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "31": "לְאַרְבָּעָ֤ה H702 וְעֶשְׂרִים֙ H6242 לְרוֹמַ֣מְתִּי H7320 עָ֔זֶר H7320 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 "
    },
    "26": {
      "1": "לְמַחְלְק֖וֹת H4256 לְשֹׁעֲרִ֑ים H7778 לַקָּרְחִ֕ים H7145 מְשֶֽׁלֶמְיָ֥הוּ H4920 בֶן H1121 קֹרֵ֖א H6981 מִן H4480 בְּנֵ֥י H1121 אָסָֽף H623 ",
      "2": "וְלִ H4920 בָּנִ֑ים H1121 זְכַרְיָ֤הוּ H2148 הַבְּכוֹר֙ H1060 יְדִֽיעֲאֵ֣ל H3043 הַשֵּׁנִ֔י H8145 זְבַדְיָ֨הוּ֙ H2069 הַשְּׁלִישִׁ֔י H7992 יַתְנִיאֵ֖ל H3496 הָרְבִיעִֽי H7243 ",
      "3": "עֵילָ֤ם H5867 הַחֲמִישִׁי֙ H2549 יְהוֹחָנָ֣ן H3076 הַשִּׁשִּׁ֔י H8345 אֶלְיְהוֹעֵינַ֖י H454 הַשְּׁבִיעִֽי H7637 ",
      "4": "וּלְ H5654 אֱדֹ֖ם H5654 בָּנִ֑ים H1121 שְׁמַֽעְיָ֤ה H8098 הַבְּכוֹר֙ H1060 יְהוֹזָבָ֣ד H3075 הַשֵּׁנִ֔י H8145 יוֹאָ֤ח H3098 הַשְּׁלִשִׁי֙ H7992 וְשָׂכָ֣ר H7940 הָרְבִיעִ֔י H7243 וּנְתַנְאֵ֖ל H5417 הַחֲמִישִֽׁי H2549 ",
      "5": "עַמִּיאֵ֤ל H5988 הַשִּׁשִּׁי֙ H8345 יִשָׂשכָ֣ר H3485 הַשְּׁבִיעִ֔י H7637 פְּעֻלְּתַ֖י H6469 הַשְּׁמִינִ֑י H8066 כִּ֥י H3588 בֵרֲכ֖וֹ H1288 אֱלֹהִֽים H430 ",
      "6": "וְלִֽ H8098 בְנוֹ֙ H1121 נוֹלַ֣ד H3205 בָּנִ֔ים H1121 הַמִּמְשָׁלִ֖ים H4474 לְבֵ֣ית H1004 אֲבִיהֶ֑ם H1 כִּֽי H3588 גִבּ֥וֹרֵי H1368 חַ֖יִל H2428 הֵֽמָּה H1992 ",
      "7": "בְּנֵ֣י H1121 שְׁמַֽעְיָ֗ה H8098 עָ֠תְנִי H6273 וּרְפָאֵ֨ל H7501 וְעוֹבֵ֧ד H5744 אֶלְזָבָ֛ד H443 אֶחָ֖יו H251 בְּנֵי H1121 חָ֑יִל H2428 אֱלִיה֖וּ H453 וּסְמַכְיָֽהוּ H5565 ",
      "8": "כָּל H3605 אֵ֜לֶּה H428 מִבְּנֵ֣י H1121 עֹבֵ֣ד H5654 אֱדֹ֗ם H5654 הֵ֤מָּה H1992 וּבְנֵי H1121 וַאֲחֵי H251 אִֽישׁ H376 חַ֥יִל H2428 בַּכֹּ֖חַ H3581 לַעֲבֹדָ֑ה H5656 שִׁשִּׁ֥ים H8346 וּשְׁנַ֖יִם H8147 לְעֹבֵ֥ד H5654 אֱדֹֽם H5654 ",
      "9": "וְלִ H4920 בָּנִ֧ים H1121 וְאַחִ֛ים H251 בְּנֵי H1121 חָ֖יִל H2428 שְׁמוֹנָ֥ה H8083 עָשָֽׂר H6240 ",
      "10": "וּלְ H2621 מִן H4480 בְּנֵי H1121 מְרָרִ֖י H4847 בָּנִ֑ים H1121 שִׁמְרִ֤י H8113 הָרֹאשׁ֙ H7218 כִּ֣י H3588 לֹא H3808 הָיָ֣ה H1961 בְכ֔וֹר H1060 וַיְשִׂימֵ֥ H7760 אָבִ֖יהוּ H1 לְרֹֽאשׁ H7218 ",
      "11": "חִלְקִיָּ֤הוּ H2518 הַשֵּׁנִי֙ H8145 טְבַלְיָ֣הוּ H2882 הַשְּׁלִשִׁ֔י H7992 זְכַרְיָ֖הוּ H2148 הָרְבִעִ֑י H7243 כָּל H3605 בָּנִ֧ים H1121 וְאַחִ֛ים H251 לְחֹסָ֖ה H2621 שְׁלֹשָׁ֥ה H7969 עָשָֽׂר H6240 ",
      "12": "לְ֠אֵלֶּה H428 מַחְלְק֨וֹת H4256 הַשֹּֽׁעֲרִ֜ים H7778 לְרָאשֵׁ֧י H7218 הַגְּבָרִ֛ים H1397 מִשְׁמָר֖וֹת H4931 לְעֻמַּ֣ת H5980 אֲחֵיהֶ֑ם H251 לְשָׁרֵ֖ת H8334 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
      "13": "וַיַּפִּ֨ילוּ H5307 גוֹרָל֜וֹת H1486 כַּקָּטֹ֧ן H6996 כַּגָּד֛וֹל H1419 לְבֵ֥ית H1004 אֲבוֹתָ֖ם H1 לְשַׁ֥עַר H8179 וָשָֽׁעַר H8179 ",
      "14": "וַיִּפֹּ֧ל H5307 הַגּוֹרָ֛ל H1486 מִזְרָ֖חָה H4217 לְשֶֽׁלֶמְיָ֑הוּ H8018 וּזְכַרְיָ֨הוּ H2148 בְנ֜וֹ H1121 יוֹעֵ֣ץ H3289 בְּשֶׂ֗כֶל H7922 הִפִּ֨ילוּ֙ H5307 גּֽוֹרָל֔וֹת H1486 וַיֵּצֵ֥א H3318 גוֹרָל֖וֹ H1486 צָפֽוֹנָה H6828 ",
      "15": "לְעֹבֵ֥ד H5654 אֱדֹ֖ם H5654 נֶ֑גְבָּה H5045 וּלְ H1121 בֵּ֥ית H1004 הָאֲסֻפִּֽים H624 ",
      "16": "לְשֻׁפִּ֤ים H8206 וּלְ H2621 לַֽמַּעֲרָ֔ב H4628 עִ֚ם H5973 שַׁ֣עַר H8179 שַׁלֶּ֔כֶת H7996 בַּֽמְסִלָּ֖ה H4546 הָעוֹלָ֑ה H5927 מִשְׁמָ֖ר H4929 לְעֻמַּ֥ת H5980 מִשְׁמָֽר H4929 ",
      "17": "לַמִּזְרָח֮ H4217 הַלְוִיִּ֣ם H3881 שִׁשָּׁה֒ H8337 לַצָּפ֤וֹנָ H6828 לַיּוֹם֙ H3117 אַרְבָּעָ֔ה H702 לַנֶּ֥גְבָּ H5045 לַיּ֖וֹם H3117 אַרְבָּעָ֑ה H702 וְלָ H624 שְׁנַ֥יִם H8147 שְׁנָֽיִם H8147 ",
      "18": "לַפַּרְבָּ֖ר H6503 לַֽמַּעֲרָ֑ב H4628 אַרְבָּעָה֙ H702 לַֽמְסִלָּ֔ה H4546 שְׁנַ֖יִם H8147 לַפַּרְבָּֽר H6503 ",
      "19": "אֵ֗לֶּה H428 מַחְלְקוֹת֙ H4256 הַשֹּׁ֣עֲרִ֔ים H7778 לִבְנֵ֥י H1121 הַקָּרְחִ֖י H7145 וְלִ H1121 מְרָרִֽי H4847 ",
      "20": "וְֽהַ H3881 אֲחִיָּ֗ה H281 עַל H5921 אֽוֹצְרוֹת֙ H214 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וּלְ H214 הַקֳּדָשִֽׁים H6944 ",
      "21": "בְּנֵ֣י H1121 לַ֠עְדָּן H3936 בְּנֵ֨י H1121 הַגֵּרְשֻׁנִּ֜י H1649 לְלַעְדָּ֗ן H3936 רָאשֵׁ֧י H7218 הָאָב֛וֹת H1 לְלַעְדָּ֥ן H3936 הַגֵּרְשֻׁנִּ֖י H1649 יְחִיאֵלִֽי H3172 ",
      "22": "בְּנֵ֖י H1121 יְחִֽיאֵלִ֑י H3172 זֵתָם֙ H2241 וְיוֹאֵ֣ל H3100 אָחִ֔יו H251 עַל H5921 אֹצְר֖וֹת H214 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "23": "לַֽעַמְרָמִי֙ H6020 לַיִּצְהָרִ֔י H3325 לַֽחֶבְרוֹנִ֖י H2276 לָֽעָזִּיאֵלִֽי H5817 ",
      "24": "וּשְׁבֻאֵל֙ H7619 בֶּן H1121 גֵּרְשׁ֣וֹם H1647 בֶּן H1121 מֹשֶׁ֔ה H4872 נָגִ֖יד H5057 עַל H5921 הָאֹצָרֽוֹת H214 ",
      "25": "וְאֶחָ֖י H251 לֶֽאֱלִיעֶ֑זֶר H461 רְחַבְיָ֨הוּ H7345 בְנ֜וֹ H1121 וִֽישַׁעְיָ֤הוּ H3470 בְנוֹ֙ H1121 וְיֹרָ֣ם H3141 בְּנ֔וֹ H1121 וְזִכְרִ֥י H2147 בְנ֖וֹ H1121 ושלמות H8013 בְּנֽוֹ H1121 ",
      "26": "ה֧וּא H1931 שְׁלֹמ֣וֹת H8013 וְאֶחָ֗י H251 עַ֣ל H5921 כָּל H3605 אֹצְר֤וֹת H214 הַקֳּדָשִׁים֙ H6944 אֲשֶׁ֨ר H834 הִקְדִּ֜ישׁ H6942 דָּוִ֣יד H1732 הַמֶּ֗לֶךְ H4428 וְרָאשֵׁ֧י H7218 הָאָב֛וֹת H1 לְשָׂרֵֽי H8269 הָאֲלָפִ֥ים H505 וְהַ H3967 וְשָׂרֵ֥י H8269 הַצָּבָֽא H6635 ",
      "27": "מִן H4480 הַמִּלְחָמ֥וֹת H4421 וּמִן H4480 הַשָּׁלָ֖ל H7998 הִקְדִּ֑ישׁוּ H6942 לְחַזֵּ֖ק H2388 לְבֵ֥ית H1004 יְהוָֽה H3068 ",
      "28": "וְכֹ֨ל H3605 הַֽהִקְדִּ֜ישׁ H6942 שְׁמוּאֵ֤ל H8050 הָרֹאֶה֙ H7200 וְשָׁא֣וּל H7586 בֶּן H1121 קִ֔ישׁ H7027 וְאַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 וְיוֹאָ֖ב H3097 בֶּן H1121 צְרוּיָ֑ה H6870 כֹּ֚ל H3605 הַמַּקְדִּ֔ישׁ H6942 עַ֥ל H5921 יַד H3027 שְׁלֹמִ֖ית H8019 וְאֶחָֽי H251 ",
      "29": "לַיִּצְהָרִ֞י H3325 כְּנַנְיָ֣הוּ H3663 וּבָנָ֗י H1121 לַמְּלָאכָ֤ה H4399 הַחִֽיצוֹנָה֙ H2435 עַל H5921 יִשְׂרָאֵ֔ל H3478 לְשֹׁטְרִ֖ים H7860 וּלְ H8199 ",
      "30": "לַֽחֶבְרוֹנִ֡י H2276 חֲשַׁבְיָהוּ֩ H2811 וְאֶחָ֨י H251 בְּנֵי H1121 חַ֜יִל H2428 אֶ֣לֶף H505 וּשְׁבַע H7651 מֵא֗וֹת H3967 עַ֚ל H5921 פְּקֻדַּ֣ת H6486 יִשְׂרָאֵ֔ל H3478 מֵעֵ֥בֶר H5676 לַיַּרְדֵּ֖ן H3383 מַעְרָ֑בָה H4628 לְכֹל֙ H3605 מְלֶ֣אכֶת H4399 יְהוָ֔ה H3068 וְלַ H5656 הַמֶּֽלֶךְ H4428 ",
      "31": "לַֽחֶבְרוֹנִי֙ H2276 יְרִיָּ֣ה H3404 הָרֹ֔אשׁ H7218 לַֽחֶבְרוֹנִ֥י H2276 לְתֹלְדֹתָ֖י H8435 לְאָב֑וֹת H1 בִּשְׁנַ֨ת H8141 הָֽאַרְבָּעִ֜ים H705 לְמַלְכ֤וּת H4438 דָּוִיד֙ H1732 נִדְרָ֔שׁוּ H1875 וַיִּמָּצֵ֥א H4672 בָהֶ֛ם Hb גִּבּ֥וֹרֵי H1368 חַ֖יִל H2428 בְּיַעְזֵ֥יר H3270 גִּלְעָֽד H1568 ",
      "32": "וְאֶחָ֣י H251 בְּנֵי H1121 חַ֗יִל H2428 אַלְפַּ֛יִם H505 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 רָאשֵׁ֣י H7218 הָאָב֑וֹת H1 וַיַּפְקִידֵ֞ H6485 דָּוִ֣יד H1732 הַמֶּ֗לֶךְ H4428 עַל H5921 הָראוּבֵנִ֤י H7206 וְהַ H1425 וַחֲצִי֙ H2677 שֵׁ֣בֶט H7626 הַֽמְנַשִּׁ֔י H4520 לְכָל H3605 דְּבַ֥ר H1697 הָאֱלֹהִ֖ים H430 וּדְבַ֥ר H1697 הַמֶּֽלֶךְ H4428 "
    },
    "27": {
      "1": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֣ל H3478 לְֽמִסְפָּרָ֡ H4557 רָאשֵׁ֣י H7218 הָאָב֣וֹת H1 וְשָׂרֵ֣י H8269 הָֽאֲלָפִ֣ים H505 וְהַ H3967 וְשֹׁטְרֵי H7860 הַמְשָׁרְתִ֨ים H8334 אֶת H853 הַמֶּ֜לֶךְ H4428 לְכֹ֣ל H3605 דְּבַ֣ר H1697 הַֽמַּחְלְק֗וֹת H4256 הַבָּאָ֤ה H935 וְהַ H3318 חֹ֣דֶשׁ H2320 בְּחֹ֔דֶשׁ H2320 לְכֹ֖ל H3605 חָדְשֵׁ֣י H2320 הַשָּׁנָ֑ה H8141 הַֽמַּחֲלֹ֨קֶת֙ H4256 הָֽאַחַ֔ת H259 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "2": "עַ֞ל H5921 הַמַּחֲלֹ֤קֶת H4256 הָרִֽאשׁוֹנָה֙ H7223 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 יָֽשָׁבְעָ֖ם H3434 בֶּן H1121 זַבְדִּיאֵ֑ל H2068 וְעַל֙ H5921 מַֽחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "3": "מִן H4480 בְּנֵי H1121 פֶ֗רֶץ H6557 הָרֹ֛אשׁ H7218 לְכָל H3605 שָׂרֵ֥י H8269 הַצְּבָא֖וֹת H6635 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
      "4": "וְעַ֞ל H5921 מַחֲלֹ֣קֶת H4256 הַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֗י H8145 דּוֹדַ֤י H1737 הָאֲחוֹחִי֙ H266 וּמַ֣חֲלֻקְתּ֔ H4256 וּמִקְל֖וֹת H4732 הַנָּגִ֑יד H5057 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "5": "שַׂ֣ר H8269 הַצָּבָ֤א H6635 הַשְּׁלִישִׁי֙ H7992 לַחֹ֣דֶשׁ H2320 הַשְּׁלִישִׁ֔י H7992 בְּנָיָ֧הוּ H1141 בֶן H1121 יְהוֹיָדָ֛ע H3077 הַכֹּהֵ֖ן H3548 רֹ֑אשׁ H7218 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "6": "ה֧וּא H1931 בְנָיָ֛הוּ H1141 גִּבּ֥וֹר H1368 הַשְּׁלֹשִׁ֖ים H7970 וְעַל H5921 הַשְּׁלֹשִׁ֑ים H7970 וּמַ֣חֲלֻקְתּ֔ H4256 עַמִּיזָבָ֖ד H5990 בְּנֽוֹ H1121 ",
      "7": "הָֽרְבִיעִ֞י H7243 לַחֹ֣דֶשׁ H2320 הָרְבִיעִ֗י H7243 עֲשָׂה H6214 אֵל֙ H6214 אֲחִ֣י H251 יוֹאָ֔ב H3097 וּזְבַדְיָ֥ה H2069 בְנ֖וֹ H1121 אַחֲרָ֑יו H310 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "8": "הַחַמִישִׁי֙ H2549 לַחֹ֣דֶשׁ H2320 הַחֲמִישִׁ֔י H2549 הַשַּׂ֖ר H8269 שַׁמְה֣וּת H8049 הַיִּזְרָ֑ח H3155 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "9": "הַשִּׁשִּׁי֙ H8345 לַחֹ֣דֶשׁ H2320 הַשִּׁשִּׁ֔י H8345 עִירָ֥א H5896 בֶן H1121 עִקֵּ֖שׁ H6142 הַתְּקוֹעִ֑י H8621 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "10": "הַשְּׁבִיעִי֙ H7637 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 חֶ֥לֶץ H2503 הַפְּלוֹנִ֖י H6397 מִן H4480 בְּנֵ֣י H1121 אֶפְרָ֑יִם H669 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "11": "הַשְּׁמִינִי֙ H8066 לַחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֔י H8066 סִבְּכַ֥י H5444 הַחֻשָׁתִ֖י H2843 לַזַּרְחִ֑י H2227 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "12": "הַתְּשִׁיעִי֙ H8671 לַחֹ֣דֶשׁ H2320 הַתְּשִׁיעִ֔י H8671 אֲבִיעֶ֥זֶר H44 הָעַנְּתֹתִ֖י H6069 לבנימיני H1145 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "13": "הָעֲשִׂירִי֙ H6224 לַחֹ֣דֶשׁ H2320 הָעֲשִׂירִ֔י H6224 מַהְרַ֥י H4121 הַנְּטֽוֹפָתִ֖י H5200 לַזַּרְחִ֑י H2227 וְעַל֙ H5921 מַֽחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "14": "עַשְׁתֵּֽי H6249 עָשָׂר֙ H6240 לְעַשְׁתֵּ֣י H6249 עָשָׂ֣ר H6240 הַחֹ֔דֶשׁ H2320 בְּנָיָ֥ה H1141 הַפִּרְעָתוֹנִ֖י H6553 מִן H4480 בְּנֵ֣י H1121 אֶפְרָ֑יִם H669 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "15": "הַשְּׁנֵ֤ים H8147 עָשָׂר֙ H6240 לִשְׁנֵ֣ים H8147 עָשָׂ֣ר H6240 הַחֹ֔דֶשׁ H2320 חֶלְדַּ֥י H2469 הַנְּטוֹפָתִ֖י H5200 לְעָתְנִיאֵ֑ל H6274 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
      "16": "וְעַל֙ H5921 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 לָרֽאוּבֵנִ֣י H7206 נָגִ֔יד H5057 אֱלִיעֶ֖זֶר H461 בֶּן H1121 זִכְרִ֑י H2147 לַשִּׁ֨מְעוֹנִ֔י H8099 שְׁפַטְיָ֖הוּ H8203 בֶּֽן H1121 מַעֲכָֽה H4601 ",
      "17": "לְלֵוִ֛י H3881 חֲשַׁבְיָ֥ה H2811 בֶן H1121 קְמוּאֵ֖ל H7055 לְאַהֲרֹ֥ן H175 צָדֽוֹק H6659 ",
      "18": "לִֽיהוּדָ֕ה H3063 אֱלִיה֖וּ H453 מֵאֲחֵ֣י H251 דָוִ֑יד H1732 לְיִ֨שָׂשכָ֔ר H3485 עָמְרִ֖י H6018 בֶּן H1121 מִיכָאֵֽל H4317 ",
      "19": "לִזְבוּלֻ֕ן H2074 יִֽשְׁמַֽעְיָ֖הוּ H3460 בֶּן H1121 עֹבַדְיָ֑הוּ H5662 לְנַ֨פְתָּלִ֔י H5321 יְרִימ֖וֹת H3406 בֶּן H1121 עַזְרִיאֵֽל H5837 ",
      "20": "לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 הוֹשֵׁ֖עַ H1954 בֶּן H1121 עֲזַזְיָ֑הוּ H5812 לַחֲצִי֙ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֔ה H4519 יוֹאֵ֖ל H3100 בֶּן H1121 פְּדָיָֽהוּ H6305 ",
      "21": "לַחֲצִ֤י H2677 הַֽמְנַשֶּׁה֙ H4519 גִּלְעָ֔דָה H1568 יִדּ֖וֹ H3035 בֶּן H1121 זְכַרְיָ֑הוּ H2148 לְבִנְיָמִ֔ן H1144 יַעֲשִׂיאֵ֖ל H3300 בֶּן H1121 אַבְנֵֽר H74 ",
      "22": "לְדָ֕ן H1835 עֲזַרְאֵ֖ל H5832 בֶּן H1121 יְרֹחָ֑ם H3395 אֵ֕לֶּה H428 שָׂרֵ֖י H8269 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
      "23": "וְלֹא H3808 נָשָׂ֤א H5375 דָוִיד֙ H1732 מִסְפָּרָ֔ם H4557 לְמִ H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וּלְ H4295 כִּ֚י H3588 אָמַ֣ר H559 יְהוָ֔ה H3068 לְהַרְבּ֥וֹת H7235 אֶת H853 יִשְׂרָאֵ֖ל H3478 כְּכוֹכְבֵ֥י H3556 הַשָּׁמָֽיִם H8064 ",
      "24": "יוֹאָ֨ב H3097 בֶּן H1121 צְרוּיָ֜ה H6870 הֵחֵ֤ל H2490 לִמְנוֹת֙ H4487 וְלֹ֣א H3808 כִלָּ֔ה H3615 וַיְהִ֥י H1961 בָזֹ֛את H2063 קֶ֖צֶף H7110 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְלֹ֤א H3808 עָלָה֙ H5927 הַמִּסְפָּ֔ר H4557 בְּמִסְפַּ֥ר H4557 דִּבְרֵֽי H1697 הַיָּמִ֖ים H3117 לַמֶּ֥לֶךְ H4428 דָּוִֽיד H1732 ",
      "25": "וְעַל֙ H5921 אֹצְר֣וֹת H214 הַמֶּ֔לֶךְ H4428 עַזְמָ֖וֶת H5820 בֶּן H1121 עֲדִיאֵ֑ל H5717 וְעַ֣ל H5921 הָֽאֹצָר֡וֹת H214 בַּשָּׂדֶ֞ה H7704 בֶּעָרִ֤ים H5892 וּבַ H3723 וּבַ H4026 יְהוֹנָתָ֖ן H3083 בֶּן H1121 עֻזִּיָּֽהוּ H5818 ",
      "26": "וְעַ֗ל H5921 עֹשֵׂי֙ H6213 מְלֶ֣אכֶת H4399 הַשָּׂדֶ֔ה H7704 לַעֲבֹדַ֖ת H5656 הָאֲדָמָ֑ה H127 עֶזְרִ֖י H5836 בֶּן H1121 כְּלֽוּב H3620 ",
      "27": "וְעַל H5921 הַ֨כְּרָמִ֔ים H3754 שִׁמְעִ֖י H8096 הָרָֽמָתִ֑י H7435 וְעַ֤ל H5921 שֶׁבַּ H3754 לְאֹצְר֣וֹת H214 הַיַּ֔יִן H3196 זַבְדִּ֖י H2067 הַשִּׁפְמִֽי H8225 ",
      "28": "וְעַל H5921 הַזֵּיתִ֤ים H2132 וְהַ H8256 אֲשֶׁ֣ר H834 בַּשְּׁפֵלָ֔ה H8219 בַּ֥עַל H1177 חָנָ֖ן H1177 הַגְּדֵרִ֑י H1451 וְעַל H5921 אֹצְר֥וֹת H214 הַשֶּׁ֖מֶן H8081 יוֹעָֽשׁ H3135 ",
      "29": "וְעַל H5921 הַבָּקָר֙ H1241 הָרֹעִ֣ים H7462 בַּשָּׁר֔וֹן H8289 שטרי H7861 הַשָּׁרוֹנִ֑י H8290 וְעַל H5921 הַבָּקָר֙ H1241 בָּֽעֲמָקִ֔ים H6010 שָׁפָ֖ט H8202 בֶּן H1121 עַדְלָֽי H5724 ",
      "30": "וְעַל H5921 הַ֨גְּמַלִּ֔ים H1581 אוֹבִ֖יל H179 הַיִּשְׁמְעֵלִ֑י H3459 וְעַל H5921 הָ֣אֲתֹנ֔וֹת H860 יֶחְדְּיָ֖הוּ H3165 הַמֵּרֹנֹתִֽי H4824 ",
      "31": "וְעַל H5921 הַצֹּ֖אן H6629 יָזִ֣יז H3151 הַֽהַגְרִ֑י H1905 כָּל H3605 אֵ֨לֶּה֙ H428 שָׂרֵ֣י H8269 הָרְכ֔וּשׁ H7399 אֲשֶׁ֖ר H834 לַמֶּ֥לֶךְ H4428 דָּוִֽיד H1732 ",
      "32": "וִֽיהוֹנָתָ֤ן H3083 דּוֹד H1730 דָּוִיד֙ H1732 יוֹעֵ֔ץ H3289 אִישׁ H376 מֵבִ֥ין H995 וְסוֹפֵ֖ר H5608 ה֑וּא H1931 וִֽיחִיאֵ֥ל H3171 בֶּן H1121 חַכְמוֹנִ֖י H2453 עִם H5973 בְּנֵ֥י H1121 הַמֶּֽלֶךְ H4428 ",
      "33": "וַאֲחִיתֹ֖פֶל H302 יוֹעֵ֣ץ H3289 לַמֶּ֑לֶךְ H4428 וְחוּשַׁ֥י H2365 הָאַרְכִּ֖י H757 רֵ֥עַ H7453 הַמֶּֽלֶךְ H4428 ",
      "34": "וְאַחֲרֵ֣י H310 אֲחִיתֹ֗פֶל H302 יְהוֹיָדָ֤ע H3077 בֶּן H1121 בְּנָיָ֨הוּ֙ H1141 וְאֶבְיָתָ֔ר H54 וְשַׂר H8269 צָבָ֥א H6635 לַמֶּ֖לֶךְ H4428 יוֹאָֽב H3097 "
    },
    "28": {
      "1": "וַיַּקְהֵ֣ל H6950 דָּוִ֣יד H1732 אֶת H853 כָּל H3605 שָׂרֵ֣י H8269 יִשְׂרָאֵ֡ל H3478 שָׂרֵ֣י H8269 הַשְּׁבָטִ֣ים H7626 וְשָׂרֵ֣י H8269 הַמַּחְלְק֣וֹת H4256 הַמְשָׁרְתִ֪ים H8334 אֶת H853 הַמֶּ֟לֶךְ H4428 וְשָׂרֵ֣י H8269 הָאֲלָפִ֣ים H505 וְשָׂרֵ֣י H8269 הַמֵּא֡וֹת H3967 וְשָׂרֵ֣י H8269 כָל H3605 רְכוּשׁ H7399 וּמִקְנֶה֩ H4735 לַמֶּ֨לֶךְ H4428 וּלְ H1121 עִם H5973 הַסָּרִיסִ֧ים H5631 וְהַ H1368 וּֽלְ H3605 גִּבּ֥וֹר H1368 חָ֖יִל H2428 אֶל H413 יְרוּשָׁלִָֽם H3389 ",
      "2": "וַיָּ֨קָם H6965 דָּוִ֤יד H1732 הַמֶּ֨לֶךְ֙ H4428 עַל H5921 רַגְלָ֔יו H7272 וַיֹּ֕אמֶר H559 שְׁמָע֖וּנִי H8085 אַחַ֣י H251 וְעַמִּ֑ H5971 אֲנִ֣י H589 עִם H5973 לְבָבִ֡י H3824 לִבְנוֹת֩ H1129 בֵּ֨ית H1004 מְנוּחָ֜ה H4496 לַאֲר֣וֹן H727 בְּרִית H1285 יְהוָ֗ה H3068 וְלַ H1916 רַגְלֵ֣י H7272 אֱלֹהֵ֔ינוּ H430 וַהֲכִינ֖וֹתִי H3559 לִבְנֽוֹת H1129 ",
      "3": "וְהָ H430 אָ֣מַר H559 לִ֔י Hl לֹא H3808 תִבְנֶ֥ה H1129 בַ֖יִת H1004 לִשְׁמִ֑ H8034 כִּ֣י H3588 אִ֧ישׁ H376 מִלְחָמ֛וֹת H4421 אַ֖תָּה H859 וְדָמִ֥ים H1818 שָׁפָֽכְתָּ H8210 ",
      "4": "וַיִּבְחַ֡ר H977 יְהוָ֣ה H3068 אֱלֹהֵי֩ H430 יִשְׂרָאֵ֨ל H3478 בִּ֜י Hb מִכֹּ֣ל H3605 בֵּית H1004 אָבִ֗י H1 לִהְי֨וֹת H1961 לְמֶ֤לֶךְ H4428 עַל H5921 יִשְׂרָאֵל֙ H3478 לְעוֹלָ֔ם H5769 כִּ֤י H3588 בִֽיהוּדָה֙ H3063 בָּחַ֣ר H977 לְנָגִ֔יד H5057 וּבְ H1004 יְהוּדָ֖ה H3063 בֵּ֣ית H1004 אָבִ֑י H1 וּבִ H1121 אָבִ֔י H1 בִּ֣י Hb רָצָ֔ה H7521 לְהַמְלִ֖יךְ H4427 עַל H5921 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "5": "וּמִ H3605 בָּנַ֔י H1121 כִּ֚י H3588 רַבִּ֣ים H7227 בָּנִ֔ים H1121 נָ֥תַן H5414 לִ֖י Hl יְהוָ֑ה H3068 וַיִּבְחַר֙ H977 בִּשְׁלֹמֹ֣ה H8010 בְנִ֔י H1121 לָשֶׁ֗בֶת H3427 עַל H5921 כִּסֵּ֛א H3678 מַלְכ֥וּת H4438 יְהוָ֖ה H3068 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "6": "וַיֹּ֣אמֶר H559 לִ֔י Hl שְׁלֹמֹ֣ה H8010 בִנְךָ֔ H1121 הֽוּא H1931 יִבְנֶ֥ה H1129 בֵיתִ֖י H1004 וַחֲצֵרוֹתָ֑ H2691 כִּי H3588 בָחַ֨רְתִּי H977 ב֥וֹ Hb לִי֙ Hl לְבֵ֔ן H1121 וַאֲנִ֖י H589 אֶֽהְיֶה H1961 לּ֥וֹ Hl לְאָֽב H1 ",
      "7": "וַהֲכִינוֹתִ֥י H3559 אֶת H853 מַלְכוּת֖וֹ H4438 עַד H5704 לְעוֹלָ֑ם H5769 אִם H518 יֶחֱזַ֗ק H2388 לַעֲשׂ֛וֹת H6213 מִצְוֺתַ֥י H4687 וּמִשְׁפָּטַ֖ H4941 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "8": "וְ֠עַתָּה H6258 לְעֵינֵ֨י H5869 כָל H3605 יִשְׂרָאֵ֤ל H3478 קְהַל H6951 יְהוָה֙ H3068 וּבְ H241 אֱלֹהֵ֔ינוּ H430 שִׁמְר֣וּ H8104 וְדִרְשׁ֔וּ H1875 כָּל H3605 מִצְוֺ֖ת H4687 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 לְמַ֤עַן H4616 תִּֽירְשׁוּ֙ H3423 אֶת H853 הָאָ֣רֶץ H776 הַטּוֹבָ֔ה H2896 וְהִנְחַלְתֶּ֛ם H5157 לִבְנֵי H1121 אַחֲרֵיכֶ֖ם H310 עַד H5704 עוֹלָֽם H5769 ",
      "9": "וְאַתָּ֣ה H859 שְׁלֹמֹֽה H8010 בְנִ֡י H1121 דַּע֩ H3045 אֶת H853 אֱלֹהֵ֨י H430 אָבִ֜יךָ H1 וְעָבְדֵ֗ H5647 בְּלֵ֤ב H3820 שָׁלֵם֙ H8003 וּבְ H5315 חֲפֵצָ֔ה H2655 כִּ֤י H3588 כָל H3605 לְבָבוֹת֙ H3824 דּוֹרֵ֣שׁ H1875 יְהוָ֔ה H3068 וְכָל H3605 יֵ֥צֶר H3336 מַחֲשָׁב֖וֹת H4284 מֵבִ֑ין H995 אִֽם H518 תִּדְרְשֶׁ֨נּוּ֙ H1875 יִמָּ֣צֵא H4672 לָ֔ךְ Hl וְאִם H518 תַּֽעַזְבֶ֖נּוּ H5800 יַזְנִיחֲךָ֥ H2186 לָעַֽד H5703 ",
      "10": "רְאֵ֣ה H7200 עַתָּ֗ה H6258 כִּֽי H3588 יְהוָ֛ה H3068 בָּ֧חַר H977 בְּךָ֛ Hb לִבְנֽוֹת H1129 בַּ֥יִת H1004 לַמִּקְדָּ֖שׁ H4720 חֲזַ֥ק H2388 וַעֲשֵֽׂה H6213 ",
      "11": "וַיִּתֵּ֣ן H5414 דָּוִ֣יד H1732 לִשְׁלֹמֹ֣ה H8010 בְנ֡וֹ H1121 אֶת H853 תַּבְנִ֣ית H8403 הָאוּלָם֩ H197 וְֽאֶת H853 בָּ֨תָּ֜יו H1004 וְגַנְזַכָּ֧י H1597 וַעֲלִיֹּתָ֛י H5944 וַחֲדָרָ֥י H2315 הַפְּנִימִ֖ים H6442 וּבֵ֥ית H1004 הַכַּפֹּֽרֶת H3727 ",
      "12": "וְתַבְנִ֗ית H8403 כֹּל֩ H3605 אֲשֶׁ֨ר H834 הָיָ֤ה H1961 בָר֨וּחַ֙ H7307 עִמּ֔וֹ H5973 לְחַצְר֧וֹת H2691 בֵּית H1004 יְהוָ֛ה H3068 וּלְ H3605 הַלְּשָׁכ֖וֹת H3957 סָבִ֑יב H5439 לְאֹֽצְרוֹת֙ H214 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וּלְ H214 הַקֳּדָשִֽׁים H6944 ",
      "13": "וּֽלְ H4256 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וּֽלְ H3605 מְלֶ֖אכֶת H4399 עֲבוֹדַ֣ת H5656 בֵּית H1004 יְהוָ֑ה H3068 וּֽלְ H3605 כְּלֵ֖י H3627 עֲבוֹדַ֥ת H5656 בֵּית H1004 יְהוָֽה H3068 ",
      "14": "לַזָּהָ֤ב H2091 בַּמִּשְׁקָל֙ H4948 לַזָּהָ֔ב H2091 לְכָל H3605 כְּלֵ֖י H3627 עֲבוֹדָ֣ה H5656 וַעֲבוֹדָ֑ה H5656 לְכֹ֨ל H3605 כְּלֵ֤י H3627 הַכֶּ֨סֶף֙ H3701 בְּמִשְׁקָ֔ל H4948 לְכָל H3605 כְּלֵ֖י H3627 עֲבוֹדָ֥ה H5656 וַעֲבוֹדָֽה H5656 ",
      "15": "וּמִשְׁקָ֞ל H4948 לִמְנֹר֣וֹת H4501 הַזָּהָ֗ב H2091 וְנֵרֹֽתֵי H5216 זָהָ֔ב H2091 בְּמִשְׁקַל H4948 מְנוֹרָ֥ה H4501 וּמְנוֹרָ֖ה H4501 וְנֵרֹתֶ֑י H5216 וְלִ H4501 הַכֶּ֤סֶף H3701 בְּמִשְׁקָל֙ H4948 לִמְנוֹרָ֣ה H4501 וְנֵרֹתֶ֔י H5216 כַּעֲבוֹדַ֖ת H5656 מְנוֹרָ֥ה H4501 וּמְנוֹרָֽה H4501 ",
      "16": "וְאֶת H853 הַזָּהָ֥ב H2091 מִשְׁקָ֛ל H4948 לְשֻׁלְחֲנ֥וֹת H7979 הַֽמַּעֲרֶ֖כֶת H4635 לְשֻׁלְחַ֣ן H7979 וְשֻׁלְחָ֑ן H7979 וְכֶ֖סֶף H3701 לְשֻׁלְחֲנ֥וֹת H7979 הַכָּֽסֶף H3701 ",
      "17": "וְהַ H4207 וְהַ H4219 וְהַ H7184 זָהָ֣ב H2091 טָה֑וֹר H2889 וְלִ H3713 הַזָּהָ֤ב H2091 בְּמִשְׁקָל֙ H4948 לִכְפ֣וֹר H3713 וּכְפ֔וֹר H3713 וְלִ H3713 הַכֶּ֛סֶף H3701 בְּמִשְׁקָ֖ל H4948 לִכְפ֥וֹר H3713 וּכְפֽוֹר H3713 ",
      "18": "וּלְ H4196 הַקְּטֹ֛רֶת H7004 זָהָ֥ב H2091 מְזֻקָּ֖ק H2212 בַּמִּשְׁקָ֑ל H4948 וּלְ H8403 הַמֶּרְכָּבָ֗ה H4818 הַכְּרֻבִ֤ים H3742 זָהָב֙ H2091 לְפֹ֣רְשִׂ֔ים H6566 וְסֹכְכִ֖ים H5526 עַל H5921 אֲר֥וֹן H727 בְּרִית H1285 יְהוָֽה H3068 ",
      "19": "הַכֹּ֥ל H3605 בִּכְתָ֛ב H3791 מִיַּ֥ד H3027 יְהוָ֖ה H3068 עָלַ֣י H5921 הִשְׂכִּ֑יל H7919 כֹּ֖ל H3605 מַלְאֲכ֥וֹת H4399 הַתַּבְנִֽית H8403 ",
      "20": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 לִשְׁלֹמֹ֣ה H8010 בְנ֗וֹ H1121 חֲזַ֤ק H2388 וֶאֱמַץ֙ H553 וַעֲשֵׂ֔ה H6213 אַל H408 תִּירָ֖א H3372 וְאַל H408 תֵּחָ֑ת H2865 כִּי֩ H3588 יְהוָ֨ה H3068 אֱלֹהִ֤ים H430 אֱלֹהַי֙ H430 עִמָּ֔ךְ H5973 לֹ֤א H3808 יַרְפְּךָ֙ H7503 וְלֹ֣א H3808 יַֽעַזְבֶ֔ךָּ H5800 עַד H5704 לִכְל֕וֹת H3615 כָּל H3605 מְלֶ֖אכֶת H4399 עֲבוֹדַ֥ת H5656 בֵּית H1004 יְהוָֽה H3068 ",
      "21": "וְהִנֵּ֗ה H2009 מַחְלְקוֹת֙ H4256 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 לְכָל H3605 עֲבוֹדַ֖ת H5656 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 וְעִמְּ H5973 בְכָל H3605 מְלָאכָ֜ה H4399 לְכָל H3605 נָדִ֤יב H5081 בַּֽחָכְמָה֙ H2451 לְכָל H3605 עֲבוֹדָ֔ה H5656 וְהַ H8269 וְכָל H3605 הָעָ֖ם H5971 לְכָל H3605 דְּבָרֶֽיךָ H1697 "
    },
    "29": {
      "1": "וַיֹּ֨אמֶר H559 דָּוִ֤יד H1732 הַמֶּ֨לֶךְ֙ H4428 לְכָל H3605 הַקָּהָ֔ל H6951 שְׁלֹמֹ֨ה H8010 בְנִ֥י H1121 אֶחָ֛ד H259 בָּֽחַר H977 בּ֥וֹ Hb אֱלֹהִ֖ים H430 נַ֣עַר H5288 וָרָ֑ךְ H7390 וְהַ H4399 גְדוֹלָ֔ה H1419 כִּ֣י H3588 לֹ֤א H3808 לְאָדָם֙ H120 הַבִּירָ֔ה H1002 כִּ֖י H3588 לַיהוָ֥ה H3068 אֱלֹהִֽים H430 ",
      "2": "וּֽכְ H3605 כֹּחִ֞י H3581 הֲכִינ֣וֹתִי H3559 לְבֵית H1004 אֱלֹהַ֗י H430 הַזָּהָ֣ב H2091 לַ֠זָּהָב H2091 וְהַ H3701 לַכֶּ֜סֶף H3701 וְהַ H5178 לַנְּחֹ֗שֶׁת H5178 הַבַּרְזֶל֙ H1270 לַבַּרְזֶ֔ל H1270 וְהָ H6086 לָעֵצִ֑ים H6086 אַבְנֵי H68 שֹׁ֨הַם H7718 וּמִלּוּאִ֜ים H4394 אַבְנֵי H68 פ֣וּךְ H6320 וְרִקְמָ֗ה H7553 וְכֹ֨ל H3605 אֶ֧בֶן H68 יְקָרָ֛ה H3368 וְאַבְנֵי H68 שַׁ֖יִשׁ H7893 לָרֹֽב H7230 ",
      "3": "וְע֗וֹד H5750 בִּרְצוֹתִ H7521 בְּבֵ֣ית H1004 אֱלֹהַ֔י H430 יֶשׁ H3426 לִ֥י Hl סְגֻלָּ֖ה H5459 זָהָ֣ב H2091 וָכָ֑סֶף H3701 נָתַ֤תִּי H5414 לְבֵית H1004 אֱלֹהַי֙ H430 לְמַ֔עְלָ H4605 מִכָּל H3605 הֲכִינ֖וֹתִי H3559 לְבֵ֥ית H1004 הַקֹּֽדֶשׁ H6944 ",
      "4": "שְׁלֹ֧שֶׁת H7969 אֲלָפִ֛ים H505 כִּכְּרֵ֥י H3603 זָהָ֖ב H2091 מִזְּהַ֣ב H2091 אוֹפִ֑יר H211 וְשִׁבְעַ֨ת H7651 אֲלָפִ֤ים H505 כִּכַּר H3603 כֶּ֨סֶף֙ H3701 מְזֻקָּ֔ק H2212 לָט֖וּחַ H2902 קִיר֥וֹת H7023 הַבָּתִּֽים H1004 ",
      "5": "לַזָּהָ֤ב H2091 לַזָּהָב֙ H2091 וְלַ H3701 לַכֶּ֔סֶף H3701 וּלְ H3605 מְלָאכָ֖ה H4399 בְּיַ֣ד H3027 חָרָשִׁ֑ים H2796 וּמִ֣י H4310 מִתְנַדֵּ֔ב H5068 לְמַלֹּ֥אות H4390 יָד֛וֹ H3027 הַיּ֖וֹם H3117 לַיהוָֽה H3068 ",
      "6": "וַיִּֽתְנַדְּבוּ֩ H5068 שָׂרֵ֨י H8269 הָאָב֜וֹת H1 וְשָׂרֵ֣י H8269 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֗ל H3478 וְשָׂרֵ֤י H8269 הָאֲלָפִים֙ H505 וְהַ H3967 וּלְ H8269 מְלֶ֥אכֶת H4399 הַמֶּֽלֶךְ H4428 ",
      "7": "וַֽיִּתְּנ֞וּ H5414 לַעֲבוֹדַ֣ת H5656 בֵּית H1004 הָאֱלֹהִ֗ים H430 זָהָ֞ב H2091 כִּכָּרִ֣ים H3603 חֲמֵֽשֶׁת H2568 אֲלָפִים֮ H505 וַאֲדַרְכֹנִ֣ים H150 רִבּוֹ֒ H7239 וְכֶ֗סֶף H3701 כִּכָּרִים֙ H3603 עֲשֶׂ֣רֶת H6235 אֲלָפִ֔ים H505 וּנְחֹ֕שֶׁת H5178 רִבּ֛וֹ H7239 וּשְׁמוֹנַ֥ת H8083 אֲלָפִ֖ים H505 כִּכָּרִ֑ים H3603 וּבַרְזֶ֖ל H1270 מֵֽאָה H3967 אֶ֥לֶף H505 כִּכָּרִֽים H3603 ",
      "8": "וְהַ H4672 אִתּוֹ֙ H854 אֲבָנִ֔ים H68 נָתְנ֖וּ H5414 לְאוֹצַ֣ר H214 בֵּית H1004 יְהוָ֑ה H3068 עַ֥ל H5921 יַד H3027 יְחִיאֵ֖ל H3171 הַגֵּרְשֻׁנִּֽי H1649 ",
      "9": "וַיִּשְׂמְח֤וּ H8055 הָעָם֙ H5971 עַל H5921 הִֽתְנַדְּבָ֔ם H5068 כִּ֚י H3588 בְּלֵ֣ב H3820 שָׁלֵ֔ם H8003 הִֽתְנַדְּב֖וּ H5068 לַיהוָ֑ה H3068 וְגַם֙ H1571 דָּוִ֣יד H1732 הַמֶּ֔לֶךְ H4428 שָׂמַ֖ח H8055 שִׂמְחָ֥ה H8057 גְדוֹלָֽה H1419 ",
      "10": "וַיְבָ֤רֶךְ H1288 דָּוִיד֙ H1732 אֶת H853 יְהוָ֔ה H3068 לְעֵינֵ֖י H5869 כָּל H3605 הַקָּהָ֑ל H6951 וַיֹּ֣אמֶר H559 דָּוִ֗יד H1732 בָּר֨וּךְ H1288 אַתָּ֤ה H859 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 יִשְׂרָאֵ֣ל H3478 אָבִ֔ינוּ H1 מֵעוֹלָ֖ם H5769 וְעַד H5704 עוֹלָֽם H5769 ",
      "11": "לְךָ֣ Hl יְ֠הוָה H3068 הַגְּדֻלָּ֨ה H1420 וְהַ H1369 וְהַ H8597 וְהַ H5331 וְהַ H1935 כִּי H3588 כֹ֖ל H3605 בַּשָּׁמַ֣יִם H8064 וּבָ H776 לְךָ֤ Hl יְהוָה֙ H3068 הַמַּמְלָכָ֔ה H4467 וְהַ H4984 לְכֹ֥ל H3605 לְרֹֽאשׁ H7218 ",
      "12": "וְהָ H6239 וְהַ H3519 מִלְּ H6440 וְאַתָּה֙ H859 מוֹשֵׁ֣ל H4910 בַּכֹּ֔ל H3605 וּבְ H3027 כֹּ֣חַ H3581 וּגְבוּרָ֑ה H1369 וּבְ H3027 לְגַדֵּ֥ל H1431 וּלְ H2388 לַכֹּֽל H3605 ",
      "13": "וְעַתָּ֣ה H6258 אֱלֹהֵ֔ינוּ H430 מוֹדִ֥ים H3034 אֲנַ֖חְנוּ H587 לָ֑ךְ Hl וּֽמְהַֽלְלִ֖ים H1984 לְשֵׁ֥ם H8034 תִּפְאַרְתֶּֽךָ H8597 ",
      "14": "וְכִ֨י H3588 מִ֤י H4310 אֲנִי֙ H589 וּמִ֣י H4310 עַמִּ֔י H5971 כִּֽי H3588 נַעְצֹ֣ר H6113 כֹּ֔חַ H3581 לְהִתְנַדֵּ֖ב H5068 כָּזֹ֑את H2063 כִּֽי H3588 מִמְּךָ֣ H4480 הַכֹּ֔ל H3605 וּמִ H3027 נָתַ֥נּוּ H5414 לָֽךְ Hl ",
      "15": "כִּֽי H3588 גֵרִ֨ים H1616 אֲנַ֧חְנוּ H587 לְפָנֶ֛י H6440 וְתוֹשָׁבִ֖ים H8453 כְּכָל H3605 אֲבֹתֵ֑ינוּ H1 כַּצֵּ֧ל H6738 יָמֵ֛ינוּ H3117 עַל H5921 הָאָ֖רֶץ H776 וְאֵ֥ין H369 מִקְוֶֽה H4723 ",
      "16": "יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 כֹ֣ל H3605 הֶהָמ֤וֹן H1995 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 הֲכִינֹ֔נוּ H3559 לִבְנֽוֹת H1129 לְךָ֥ Hl בַ֖יִת H1004 לְשֵׁ֣ם H8034 קָדְשֶׁ֑ךָ H6944 מִיָּדְ H3027 היא H1931 וּלְ Hc/Hl הַכֹּֽל H3605 ",
      "17": "וְיָדַ֣עְתִּי H3045 אֱלֹהַ֔י H430 כִּ֤י H3588 אַתָּה֙ H859 בֹּחֵ֣ן H974 לֵבָ֔ב H3824 וּמֵישָׁרִ֖ים H4339 תִּרְצֶ֑ה H7521 אֲנִ֗י H589 בְּיֹ֤שֶׁר H3476 לְבָבִי֙ H3824 הִתְנַדַּ֣בְתִּי H5068 כָל H3605 אֵ֔לֶּה H428 וְעַתָּ֗ה H6258 עַמְּךָ֙ H5971 הַנִּמְצְאוּ H4672 פֹ֔ה H6311 רָאִ֥יתִי H7200 בְשִׂמְחָ֖ה H8057 לְהִֽתְנַדֶּב H5068 לָֽךְ Hl ",
      "18": "יְהוָ֗ה H3068 אֱ֠לֹהֵי H430 אַבְרָהָ֞ם H85 יִצְחָ֤ק H3327 וְיִשְׂרָאֵל֙ H3478 אֲבֹתֵ֔ינוּ H1 שֳׁמְרָה H8104 זֹּ֣את H2063 לְעוֹלָ֔ם H5769 לְיֵ֥צֶר H3336 מַחְשְׁב֖וֹת H4284 לְבַ֣ב H3824 עַמֶּ֑ךָ H5971 וְהָכֵ֥ן H3559 לְבָבָ֖ם H3824 אֵלֶֽיךָ H413 ",
      "19": "וְלִ H8010 בְנִ֗י H1121 תֵּ֚ן H5414 לֵבָ֣ב H3824 שָׁלֵ֔ם H8003 לִשְׁמוֹר֙ H8104 מִצְוֺתֶ֔יךָ H4687 עֵדְוֺתֶ֖יךָ H5715 וְחֻקֶּ֑י H2708 וְלַ H6213 הַכֹּ֔ל H3605 וְלִ H1129 הַבִּירָ֥ה H1002 אֲשֶׁר H834 הֲכִינֽוֹתִי H3559 ",
      "20": "וַיֹּ֤אמֶר H559 דָּוִיד֙ H1732 לְכָל H3605 הַקָּהָ֔ל H6951 בָּֽרְכוּ H1288 נָ֖א H4994 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וַיְבָרֲכ֣וּ H1288 כָֽל H3605 הַקָּהָ֗ל H6951 לַיהוָה֙ H3068 אֱלֹהֵ֣י H430 אֲבֹֽתֵיהֶ֔ם H1 וַיִּקְּד֧וּ H6915 וַיִּֽשְׁתַּחֲו֛וּ H7812 לַיהוָ֖ה H3068 וְלַ H4428 ",
      "21": "וַיִּזְבְּח֣וּ H2076 לַיהוָ֣ה H3068 זְ֠בָחִים H2077 וַיַּעֲל֨וּ H5927 עֹל֜וֹת H5930 לַיהוָ֗ה H3068 לְֽמָחֳרַת֮ H4283 הַיּ֣וֹם H3117 הַהוּא֒ H1931 פָּרִ֨ים H6499 אֶ֜לֶף H505 אֵילִ֥ים H352 אֶ֛לֶף H505 כְּבָשִׂ֥ים H3532 אֶ֖לֶף H505 וְנִסְכֵּי H5262 וּזְבָחִ֥ים H2077 לָרֹ֖ב H7230 לְכָל H3605 יִשְׂרָאֵֽל H3478 ",
      "22": "וַיֹּאכְל֨וּ H398 וַיִּשְׁתּ֜וּ H8354 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 בַּיּ֥וֹם H3117 הַה֖וּא H1931 בְּשִׂמְחָ֣ה H8057 גְדוֹלָ֑ה H1419 וַיַּמְלִ֤יכוּ H4427 שֵׁנִית֙ H8145 לִשְׁלֹמֹ֣ה H8010 בֶן H1121 דָּוִ֔יד H1732 וַיִּמְשְׁח֧וּ H4886 לַיהוָ֛ה H3068 לְנָגִ֥יד H5057 וּלְ H6659 לְכֹהֵֽן H3548 ",
      "23": "וַיֵּ֣שֶׁב H3427 שְׁ֠לֹמֹה H8010 עַל H5921 כִּסֵּ֨א H3678 יְהוָ֧ה H3068 לְמֶ֛לֶךְ H4428 תַּֽחַת H8478 דָּוִ֥יד H1732 אָבִ֖יו H1 וַיַּצְלַ֑ח H6743 וַיִּשְׁמְע֥וּ H8085 אֵלָ֖יו H413 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "24": "וְכָל H3605 הַשָּׂרִים֙ H8269 וְהַ H1368 וְגַ֕ם H1571 כָּל H3605 בְּנֵ֖י H1121 הַמֶּ֣לֶךְ H4428 דָּוִ֑יד H1732 נָ֣תְנוּ H5414 יָ֔ד H3027 תַּ֖חַת H8478 שְׁלֹמֹ֥ה H8010 הַמֶּֽלֶךְ H4428 ",
      "25": "וַיְגַדֵּ֨ל H1431 יְהוָ֤ה H3068 אֶת H853 שְׁלֹמֹה֙ H8010 לְמַ֔עְלָ H4605 לְעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיִּתֵּ֤ן H5414 עָלָיו֙ H5921 ה֣וֹד H1935 מַלְכ֔וּת H4438 אֲ֠שֶׁר H834 לֹֽא H3808 הָיָ֧ה H1961 עַל H5921 כָּל H3605 מֶ֛לֶךְ H4428 לְפָנָ֖י H6440 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "26": "וְדָוִיד֙ H1732 בֶּן H1121 יִשָׁ֔י H3448 מָלַ֖ךְ H4427 עַל H5921 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "27": "וְהַ H3117 אֲשֶׁ֤ר H834 מָלַךְ֙ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 בְּחֶבְר֤וֹן H2275 מָלַךְ֙ H4427 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 וּבִ H3389 מָלַ֖ךְ H4427 שְׁלֹשִׁ֥ים H7970 וְשָׁלֽוֹשׁ H7969 ",
      "28": "וַיָּ֨מָת֙ H4191 בְּשֵׂיבָ֣ה H7872 טוֹבָ֔ה H2896 שְׂבַ֥ע H7649 יָמִ֖ים H3117 עֹ֣שֶׁר H6239 וְכָב֑וֹד H3519 וַיִּמְלֹ֛ךְ H4427 שְׁלֹמֹ֥ה H8010 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "29": "וְדִבְרֵי֙ H1697 דָּוִ֣יד H1732 הַמֶּ֔לֶךְ H4428 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 דִּבְרֵי֙ H1697 שְׁמוּאֵ֣ל H8050 הָרֹאֶ֔ה H7200 וְעַל H5921 דִּבְרֵי֙ H1697 נָתָ֣ן H5416 הַנָּבִ֔יא H5030 וְעַל H5921 דִּבְרֵ֖י H1697 גָּ֥ד H1410 הַחֹזֶֽה H2374 ",
      "30": "עִ֥ם H5973 כָּל H3605 מַלְכוּת֖וֹ H4438 וּגְבוּרָת֑ H1369 וְהָ H6256 אֲשֶׁ֨ר H834 עָבְר֤וּ H5674 עָלָיו֙ H5921 וְעַל H5921 יִשְׂרָאֵ֔ל H3478 וְעַ֖ל H5921 כָּל H3605 מַמְלְכ֥וֹת H4467 הָאֲרָצֽוֹת H776 "
    }
  }
}
