{
  "2 Samuel": {
    "1": {
      "1": "וַיְהִ֗י H1961 אַֽחֲרֵי֙ H310 מ֣וֹת H4194 שָׁא֔וּל H7586 וְדָוִ֣ד H1732 שָׁ֔ב H7725 מֵהַכּ֖וֹת H5221 אֶת H853 הָעֲמָלֵ֑ק H6002 וַיֵּ֧שֶׁב H3427 דָּוִ֛ד H1732 בְּצִקְלָ֖ג H6860 יָמִ֥ים H3117 שְׁנָֽיִם H8147 ",
      "2": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 וְהִנֵּה֩ H2009 אִ֨ישׁ H376 בָּ֤א H935 מִן H4480 הַֽמַּחֲנֶה֙ H4264 מֵעִ֣ם H5973 שָׁא֔וּל H7586 וּבְגָדָ֣י H899 קְרֻעִ֔ים H7167 וַאֲדָמָ֖ה H127 עַל H5921 רֹאשׁ֑וֹ H7218 וַיְהִי֙ H1961 בְּבֹא֣ H935 אֶל H413 דָּוִ֔ד H1732 וַיִּפֹּ֥ל H5307 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
      "3": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl דָּוִ֔ד H1732 אֵ֥י H335 מִזֶּ֖ה H2088 תָּב֑וֹא H935 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 מִמַּחֲנֵ֥ה H4264 יִשְׂרָאֵ֖ל H3478 נִמְלָֽטְתִּי H4422 ",
      "4": "וַיֹּ֨אמֶר H559 אֵלָ֥יו H413 דָּוִ֛ד H1732 מֶה H4100 הָיָ֥ה H1961 הַדָּבָ֖ר H1697 הַגֶּד H5046 נָ֣א H4994 לִ֑י Hl וַ֠יֹּאמֶר H559 אֲשֶׁר H834 נָ֨ס H5127 הָעָ֜ם H5971 מִן H4480 הַמִּלְחָמָ֗ה H4421 וְגַם H1571 הַרְבֵּ֞ה H7235 נָפַ֤ל H5307 מִן H4480 הָעָם֙ H5971 וַיָּמֻ֔תוּ H4191 וְגַ֗ם H1571 שָׁא֛וּל H7586 וִיהוֹנָתָ֥ן H3083 בְּנ֖וֹ H1121 מֵֽתוּ H4191 ",
      "5": "וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 אֶל H413 הַנַּ֖עַר H5288 הַמַּגִּ֣יד H5046 ל֑וֹ Hl אֵ֣יךְ H349 יָדַ֔עְתָּ H3045 כִּי H3588 מֵ֥ת H4191 שָׁא֖וּל H7586 וִיהֽוֹנָתָ֥ן H3083 בְּנֽוֹ H1121 ",
      "6": "וַיֹּ֜אמֶר H559 הַנַּ֣עַר H5288 הַמַּגִּ֣יד H5046 ל֗וֹ Hl נִקְרֹ֤א H7122 נִקְרֵ֨יתִי֙ H7136 בְּהַ֣ר H2022 הַגִּלְבֹּ֔עַ H1533 וְהִנֵּ֥ה H2009 שָׁא֖וּל H7586 נִשְׁעָ֣ן H8172 עַל H5921 חֲנִית֑וֹ H2595 וְהִנֵּ֥ה H2009 הָרֶ֛כֶב H7393 וּבַעֲלֵ֥י H1167 הַפָּרָשִׁ֖ים H6571 הִדְבִּקֻֽהוּ H1692 ",
      "7": "וַיִּ֥פֶן H6437 אַחֲרָ֖יו H310 וַיִּרְאֵ֑ H7200 וַיִּקְרָ֣א H7121 אֵלָ֔י H413 וָאֹמַ֖ר H559 הִנֵּֽנִי H2005 ",
      "8": "וַיֹּ֥אמֶר H559 לִ֖י Hl מִי H4310 אָ֑תָּה H859 ויאמר H559 אֵלָ֔יו H413 עֲמָלֵקִ֖י H6003 אָנֹֽכִי H595 ",
      "9": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 עֲמָד H5975 נָ֤א H4994 עָלַי֙ H5921 וּמֹ֣תְתֵ֔ H4191 כִּ֥י H3588 אֲחָזַ֖נִי H270 הַשָּׁבָ֑ץ H7661 כִּֽי H3588 כָל H3605 ע֥וֹד H5750 נַפְשִׁ֖י H5315 בִּֽי Hb ",
      "10": "וָאֶעֱמֹ֤ד H5975 עָלָיו֙ H5921 וַאֲמֹ֣תְתֵ֔ H4191 כִּ֣י H3588 יָדַ֔עְתִּי H3045 כִּ֛י H3588 לֹ֥א H3808 יִֽחְיֶ֖ה H2421 אַחֲרֵ֣י H310 נִפְל֑וֹ H5307 וָאֶקַּ֞ח H3947 הַנֵּ֣זֶר H5145 אֲשֶׁ֣ר H834 עַל H5921 רֹאשׁ֗וֹ H7218 וְאֶצְעָדָה֙ H685 אֲשֶׁ֣ר H834 עַל H5921 זְרֹע֔וֹ H2220 וָאֲבִיאֵ֥ H935 אֶל H413 אֲדֹנִ֖י H113 הֵֽנָּה H2008 ",
      "11": "וַיַּחֲזֵ֥ק H2388 דָּוִ֛ד H1732 בבגד H899 וַיִּקְרָעֵ֑ H7167 וְגַ֥ם H1571 כָּל H3605 הָאֲנָשִׁ֖ים H376 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
      "12": "וַֽיִּסְפְּדוּ֙ H5594 וַיִּבְכּ֔וּ H1058 וַיָּצֻ֖מוּ H6684 עַד H5704 הָעָ֑רֶב H6153 עַל H5921 שָׁא֞וּל H7586 וְעַל H5921 יְהוֹנָתָ֣ן H3083 בְּנ֗וֹ H1121 וְעַל H5921 עַ֤ם H5971 יְהוָה֙ H3068 וְעַל H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 נָפְל֖וּ H5307 בֶּחָֽרֶב H2719 ",
      "13": "וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 אֶל H413 הַנַּ֨עַר֙ H5288 הַמַּגִּ֣יד H5046 ל֔וֹ Hl אֵ֥י H335 מִזֶּ֖ה H2088 אָ֑תָּה H859 וַיֹּ֕אמֶר H559 בֶּן H1121 אִ֛ישׁ H376 גֵּ֥ר H1616 עֲמָלֵקִ֖י H6003 אָנֹֽכִי H595 ",
      "14": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 דָּוִ֑ד H1732 אֵ֚יךְ H349 לֹ֣א H3808 יָרֵ֔אתָ H3372 לִשְׁלֹ֨חַ֙ H7971 יָֽדְךָ֔ H3027 לְשַׁחֵ֖ת H7843 אֶת H853 מְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
      "15": "וַיִּקְרָ֣א H7121 דָוִ֗ד H1732 לְאַחַד֙ H259 מֵֽהַ H5288 וַיֹּ֖אמֶר H559 גַּ֣שׁ H5066 פְּגַע H6293 בּ֑וֹ Hb וַיַּכֵּ֖ H5221 וַיָּמֹֽת H4191 ",
      "16": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 דָּוִ֔ד H1732 דמיך H1818 עַל H5921 רֹאשֶׁ֑ךָ H7218 כִּ֣י H3588 פִ֗יךָ H6310 עָנָ֤ה H6030 בְךָ֙ Hb לֵאמֹ֔ר H559 אָנֹכִ֥י H595 מֹתַ֖תִּי H4191 אֶת H853 מְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
      "17": "וַיְקֹנֵ֣ן H6969 דָּוִ֔ד H1732 אֶת H854 הַקִּינָ֖ה H7015 הַזֹּ֑את H2063 עַל H5921 שָׁא֖וּל H7586 וְעַל H5921 יְהוֹנָתָ֥ן H3083 בְּנֽוֹ H1121 ",
      "18": "וַיֹּ֕אמֶר H559 לְלַמֵּ֥ד H3925 בְּנֵֽי H1121 יְהוּדָ֖ה H3063 קָ֑שֶׁת H7198 הִנֵּ֥ה H2009 כְתוּבָ֖ה H3789 עַל H5921 סֵ֥פֶר H5612 הַיָּשָֽׁר H3477 ",
      "19": "הַצְּבִי֙ H6643 יִשְׂרָאֵ֔ל H3478 עַל H5921 בָּמוֹתֶ֖יךָ H1116 חָלָ֑ל H2491 אֵ֖יךְ H349 נָפְל֥וּ H5307 גִבּוֹרִֽים H1368 ",
      "20": "אַל H408 תַּגִּ֣ידוּ H5046 בְגַ֔ת H1661 אַֽל H408 תְּבַשְּׂר֖וּ H1319 בְּחוּצֹ֣ת H2351 אַשְׁקְל֑וֹן H831 פֶּן H6435 תִּשְׂמַ֨חְנָה֙ H8055 בְּנ֣וֹת H1323 פְּלִשְׁתִּ֔ים H6430 פֶּֽן H6435 תַּעֲלֹ֖זְנָה H5937 בְּנ֥וֹת H1323 הָעֲרֵלִֽים H6189 ",
      "21": "הָרֵ֣י H2022 בַגִּלְבֹּ֗עַ H1533 אַל H408 טַ֧ל H2919 וְאַל H408 מָטָ֛ר H4306 עֲלֵיכֶ֖ם H5921 וּשְׂדֵ֣י H7704 תְרוּמֹ֑ת H8641 כִּ֣י H3588 שָׁ֤ם H8033 נִגְעַל֙ H1602 מָגֵ֣ן H4043 גִּבּוֹרִ֔ים H1368 מָגֵ֣ן H4043 שָׁא֔וּל H7586 בְּלִ֖י H1097 מָשִׁ֥יחַ H4899 בַּשָּֽׁמֶן H8081 ",
      "22": "מִדַּ֣ם H1818 חֲלָלִ֗ים H2491 מֵחֵ֨לֶב֙ H2459 גִּבּוֹרִ֔ים H1368 קֶ֚שֶׁת H7198 יְה֣וֹנָתָ֔ן H3083 לֹ֥א H3808 נָשׂ֖וֹג H7734 אָח֑וֹר H268 וְחֶ֣רֶב H2719 שָׁא֔וּל H7586 לֹ֥א H3808 תָשׁ֖וּב H7725 רֵיקָֽם H7387 ",
      "23": "שָׁא֣וּל H7586 וִיהוֹנָתָ֗ן H3083 הַנֶּאֱהָבִ֤ים H157 וְהַ H5273 בְּחַיֵּי H2416 וּבְ H4194 לֹ֣א H3808 נִפְרָ֑דוּ H6504 מִנְּשָׁרִ֣ים H5404 קַ֔לּוּ H7043 מֵאֲרָי֖וֹת H738 גָּבֵֽרוּ H1396 ",
      "24": "בְּנוֹת֙ H1323 יִשְׂרָאֵ֔ל H3478 אֶל H413 שָׁא֖וּל H7586 בְּכֶ֑ינָה H1058 הַמַּלְבִּֽשְׁ H3847 שָׁנִי֙ H8144 עִם H5973 עֲדָנִ֔ים H5730 הַֽמַּעֲלֶה֙ H5927 עֲדִ֣י H5716 זָהָ֔ב H2091 עַ֖ל H5921 לְבוּשְׁכֶֽן H3830 ",
      "25": "אֵ֚יךְ H349 נָפְל֣וּ H5307 גִבֹּרִ֔ים H1368 בְּת֖וֹךְ H8432 הַמִּלְחָמָ֑ה H4421 יְה֣וֹנָתָ֔ן H3083 עַל H5921 בָּמוֹתֶ֖יךָ H1116 חָלָֽל H2491 ",
      "26": "צַר H6887 לִ֣י Hl עָלֶ֗יךָ H5921 אָחִי֙ H251 יְה֣וֹנָתָ֔ן H3083 נָעַ֥מְתָּ H5276 לִּ֖י Hl מְאֹ֑ד H3966 נִפְלְאַ֤תָה H6381 אַהֲבָֽתְךָ֙ H160 לִ֔י Hl מֵאַהֲבַ֖ת H160 נָשִֽׁים H802 ",
      "27": "אֵ֚יךְ H349 נָפְל֣וּ H5307 גִבּוֹרִ֔ים H1368 וַיֹּאבְד֖וּ H6 כְּלֵ֥י H3627 מִלְחָמָֽה H4421 "
    },
    "2": {
      "1": "וַיְהִ֣י H1961 אַֽחֲרֵי H310 כֵ֗ן H3651 וַיִּשְׁאַל֩ H7592 דָּוִ֨ד H1732 בַּֽיהוָ֤ה H3068 לֵאמֹר֙ H559 הַאֶעֱלֶ֗ה H5927 בְּאַחַת֙ H259 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֵלָ֖יו H413 עֲלֵ֑ה H5927 וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אָ֥נָה H575 אֶעֱלֶ֖ה H5927 וַיֹּ֥אמֶר H559 חֶבְרֹֽנָה H2275 ",
      "2": "וַיַּ֤עַל H5927 שָׁם֙ H8033 דָּוִ֔ד H1732 וְגַ֖ם H1571 שְׁתֵּ֣י H8147 נָשָׁ֑יו H802 אֲחִינֹ֨עַם֙ H293 הַיִּזְרְעֵלִ֔ית H3159 וַאֲבִיגַ֕יִל H26 אֵ֖שֶׁת H802 נָבָ֥ל H5037 הַֽכַּרְמְלִֽי H3761 ",
      "3": "וַאֲנָשָׁ֧י H376 אֲשֶׁר H834 עִמּ֛וֹ H5973 הֶעֱלָ֥ה H5927 דָוִ֖ד H1732 אִ֣ישׁ H376 וּבֵית֑ H1004 וַיֵּשְׁב֖וּ H3427 בְּעָרֵ֥י H5892 חֶבְרֽוֹן H2275 ",
      "4": "וַיָּבֹ֨אוּ֙ H935 אַנְשֵׁ֣י H376 יְהוּדָ֔ה H3063 וַיִּמְשְׁחוּ H4886 שָׁ֧ם H8033 אֶת H853 דָּוִ֛ד H1732 לְמֶ֖לֶךְ H4428 עַל H5921 בֵּ֣ית H1004 יְהוּדָ֑ה H3063 וַיַּגִּ֤דוּ H5046 לְדָוִד֙ H1732 לֵאמֹ֔ר H559 אַנְשֵׁי֙ H376 יָבֵ֣ישׁ H3003 גִּלְעָ֔ד H1568 אֲשֶׁ֥ר H834 קָבְר֖וּ H6912 אֶת H853 שָׁאֽוּל H7586 ",
      "5": "וַיִּשְׁלַ֤ח H7971 דָּוִד֙ H1732 מַלְאָכִ֔ים H4397 אֶל H413 אַנְשֵׁ֖י H376 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 בְּרֻכִ֤ים H1288 אַתֶּם֙ H859 לַֽיהוָ֔ה H3068 אֲשֶׁ֨ר H834 עֲשִׂיתֶ֜ם H6213 הַחֶ֣סֶד H2617 הַזֶּ֗ה H2088 עִם H5973 אֲדֹֽנֵיכֶם֙ H113 עִם H5973 שָׁא֔וּל H7586 וַֽתִּקְבְּר֖וּ H6912 אֹתֽוֹ H853 ",
      "6": "וְעַתָּ֕ה H6258 יַֽעַשׂ H6213 יְהוָ֥ה H3068 עִמָּכֶ֖ם H5973 חֶ֣סֶד H2617 וֶאֱמֶ֑ת H571 וְגַ֣ם H1571 אָנֹכִ֗י H595 אֶעֱשֶׂ֤ה H6213 אִתְּכֶם֙ H854 הַטּוֹבָ֣ה H2896 הַזֹּ֔את H2063 אֲשֶׁ֥ר H834 עֲשִׂיתֶ֖ם H6213 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "7": "וְעַתָּ֣ה H6258 תֶּחֱזַ֣קְנָה H2388 יְדֵיכֶ֗ם H3027 וִֽהְיוּ֙ H1961 לִבְנֵי H1121 חַ֔יִל H2428 כִּי H3588 מֵ֖ת H4191 אֲדֹנֵיכֶ֣ם H113 שָׁא֑וּל H7586 וְגַם H1571 אֹתִ֗י H853 מָשְׁח֧וּ H4886 בֵית H1004 יְהוּדָ֛ה H3063 לְמֶ֖לֶךְ H4428 עֲלֵיהֶֽם H5921 ",
      "8": "וְאַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 שַׂר H8269 צָבָ֖א H6635 אֲשֶׁ֣ר H834 לְשָׁא֑וּל H7586 לָקַ֗ח H3947 אֶת H853 אִ֥ישׁ H378 בֹּ֨שֶׁת֙ H378 בֶּן H1121 שָׁא֔וּל H7586 וַיַּעֲבִרֵ֖ H5674 מַחֲנָֽיִם H4266 ",
      "9": "וַיַּמְלִכֵ֨ H4427 אֶל H413 הַגִּלְעָ֔ד H1568 וְאֶל H413 הָאֲשׁוּרִ֖י H805 וְאֶֽל H413 יִזְרְעֶ֑אל H3157 וְעַל H5921 אֶפְרַ֨יִם֙ H669 וְעַל H5921 בִּנְיָמִ֔ן H1144 וְעַל H5921 יִשְׂרָאֵ֖ל H3478 כֻּלֹּֽה H3605 ",
      "10": "בֶּן H1121 אַרְבָּעִ֨ים H705 שָׁנָ֜ה H8141 אִֽישׁ H378 בֹּ֣שֶׁת H378 בֶּן H1121 שָׁא֗וּל H7586 בְּמָלְכ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 וּשְׁתַּ֥יִם H8147 שָׁנִ֖ים H8141 מָלָ֑ךְ H4427 אַ֚ךְ H389 בֵּ֣ית H1004 יְהוּדָ֔ה H3063 הָי֖וּ H1961 אַחֲרֵ֥י H310 דָוִֽד H1732 ",
      "11": "וַֽיְהִי֙ H1961 מִסְפַּ֣ר H4557 הַיָּמִ֔ים H3117 אֲשֶׁר֩ H834 הָיָ֨ה H1961 דָוִ֥ד H1732 מֶ֛לֶךְ H4428 בְּחֶבְר֖וֹן H2275 עַל H5921 בֵּ֣ית H1004 יְהוּדָ֑ה H3063 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וְשִׁשָּׁ֥ה H8337 חֳדָשִֽׁים H2320 ",
      "12": "וַיֵּצֵא֙ H3318 אַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 וְעַבְדֵ֖י H5650 אִֽישׁ H378 בֹּ֣שֶׁת H378 בֶּן H1121 שָׁא֑וּל H7586 מִֽמַּחֲנַ֖יִם H4266 גִּבְעֽוֹנָה H1391 ",
      "13": "וְיוֹאָ֨ב H3097 בֶּן H1121 צְרוּיָ֜ה H6870 וְעַבְדֵ֤י H5650 דָוִד֙ H1732 יָֽצְא֔וּ H3318 וַֽיִּפְגְּשׁ֛וּ H6298 עַל H5921 בְּרֵכַ֥ת H1295 גִּבְע֖וֹן H1391 יַחְדָּ֑ו H3162 וַיֵּ֨שְׁב֜וּ H3427 אֵ֤לֶּה H428 עַל H5921 הַבְּרֵכָה֙ H1295 מִזֶּ֔ה H2088 וְאֵ֥לֶּה H428 עַל H5921 הַבְּרֵכָ֖ה H1295 מִזֶּֽה H2088 ",
      "14": "וַיֹּ֤אמֶר H559 אַבְנֵר֙ H74 אֶל H413 יוֹאָ֔ב H3097 יָק֤וּמוּ H6965 נָא֙ H4994 הַנְּעָרִ֔ים H5288 וִֽישַׂחֲק֖וּ H7832 לְפָנֵ֑י H6440 וַיֹּ֥אמֶר H559 יוֹאָ֖ב H3097 יָקֻֽמוּ H6965 ",
      "15": "וַיָּקֻ֖מוּ H6965 וַיַּעַבְר֣וּ H5674 בְמִסְפָּ֑ר H4557 שְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 לְבִנְיָמִ֗ן H1144 וּלְ H378 בֹּ֨שֶׁת֙ H378 בֶּן H1121 שָׁא֔וּל H7586 וּשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מֵעַבְדֵ֥י H5650 דָוִֽד H1732 ",
      "16": "וַֽיַּחֲזִ֜קוּ H2388 אִ֣ישׁ H376 בְּרֹ֣אשׁ H7218 רֵעֵ֗הוּ H7453 וְחַרְבּ H2719 בְּצַ֣ד H6654 רֵעֵ֔הוּ H7453 וַֽיִּפְּל֖וּ H5307 יַחְדָּ֑ו H3162 וַיִּקְרָא֙ H7121 לַמָּק֣וֹם H4725 הַה֔וּא H1931 חֶלְקַ֥ת H2521 הַצֻּרִ֖ים H2521 אֲשֶׁ֥ר H834 בְּגִבְעֽוֹן H1391 ",
      "17": "וַתְּהִ֧י H1961 הַמִּלְחָמָ֛ה H4421 קָשָׁ֥ה H7186 עַד H5704 מְאֹ֖ד H3966 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיִּנָּ֤גֶף H5062 אַבְנֵר֙ H74 וְאַנְשֵׁ֣י H376 יִשְׂרָאֵ֔ל H3478 לִפְנֵ֖י H6440 עַבְדֵ֥י H5650 דָוִֽד H1732 ",
      "18": "וַיִּֽהְיוּ H1961 שָׁ֗ם H8033 שְׁלֹשָׁה֙ H7969 בְּנֵ֣י H1121 צְרוּיָ֔ה H6870 יוֹאָ֥ב H3097 וַאֲבִישַׁ֖י H52 וַעֲשָׂהאֵ֑ל H6214 וַעֲשָׂהאֵל֙ H6214 קַ֣ל H7031 בְּרַגְלָ֔י H7272 כְּאַחַ֥ד H259 הַצְּבָיִ֖ם H6643 אֲשֶׁ֥ר H834 בַּשָּׂדֶֽה H7704 ",
      "19": "וַיִּרְדֹּ֥ף H7291 עֲשָׂהאֵ֖ל H6214 אַחֲרֵ֣י H310 אַבְנֵ֑ר H74 וְלֹֽא H3808 נָטָ֣ה H5186 לָלֶ֗כֶת H3212 עַל H5921 הַיָּמִין֙ H3225 וְעַֽל H5921 הַשְּׂמֹ֔אול H8040 מֵאַחֲרֵ֖י H310 אַבְנֵֽר H74 ",
      "20": "וַיִּ֤פֶן H6437 אַבְנֵר֙ H74 אַֽחֲרָ֔יו H310 וַיֹּ֕אמֶר H559 הַאַתָּ֥ה H859 זֶ֖ה H2088 עֲשָׂהאֵ֑ל H6214 וַיֹּ֖אמֶר H559 אָנֹֽכִי H595 ",
      "21": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl אַבְנֵ֗ר H74 נְטֵ֤ה H5186 לְךָ֙ Hl עַל H5921 יְמִֽינְךָ֙ H3225 א֣וֹ H176 עַל H5921 שְׂמֹאלֶ֔ךָ H8040 וֶאֱחֹ֣ז H270 לְךָ֗ Hl אֶחָד֙ H259 מֵֽהַ H5288 וְקַח H3947 לְךָ֖ Hl אֶת H853 חֲלִצָת֑וֹ H2488 וְלֹֽא H3808 אָבָ֣ה H14 עֲשָׂהאֵ֔ל H6214 לָס֖וּר H5493 מֵאַחֲרָֽי H310 ",
      "22": "וַיֹּ֧סֶף H3254 ע֣וֹד H5750 אַבְנֵ֗ר H74 לֵאמֹר֙ H559 אֶל H413 עֲשָׂהאֵ֔ל H6214 ס֥וּר H5493 לְךָ֖ Hl מֵאַֽחֲרָ֑ H310 לָ֤מָּה H4100 אַכֶּ֨כָּה֙ H5221 אַ֔רְצָה H776 וְאֵיךְ֙ H349 אֶשָּׂ֣א H5375 פָנַ֔י H6440 אֶל H413 יוֹאָ֖ב H3097 אָחִֽיךָ H251 ",
      "23": "וַיְמָאֵ֣ן H3985 לָס֗וּר H5493 וַיַּכֵּ֣ H5221 אַבְנֵר֩ H74 בְּאַחֲרֵ֨י H310 הַחֲנִ֜ית H2595 אֶל H413 הַחֹ֗מֶשׁ H2570 וַתֵּצֵ֤א H3318 הַֽחֲנִית֙ H2595 מֵאַחֲרָ֔י H310 וַיִּפָּל H5307 שָׁ֖ם H8033 וַיָּ֣מָת H4191 תחתו H8478 וַיְהִ֡י H1961 כָּל H3605 הַבָּ֣א H935 אֶֽל H413 הַמָּקוֹם֩ H4725 אֲשֶׁר H834 נָ֨פַל H5307 שָׁ֧ם H8033 עֲשָׂהאֵ֛ל H6214 וַיָּמֹ֖ת H4191 וַֽיַּעֲמֹֽדוּ H5975 ",
      "24": "וַֽיִּרְדְּפ֛וּ H7291 יוֹאָ֥ב H3097 וַאֲבִישַׁ֖י H52 אַחֲרֵ֣י H310 אַבְנֵ֑ר H74 וְהַ H8121 בָּ֔אָה H935 וְהֵ֗מָּה H1992 בָּ֚אוּ H935 עַד H5704 גִּבְעַ֣ת H1389 אַמָּ֔ה H522 אֲשֶׁר֙ H834 עַל H5921 פְּנֵי H6440 גִ֔יחַ H1520 דֶּ֖רֶךְ H1870 מִדְבַּ֥ר H4057 גִּבְעֽוֹן H1391 ",
      "25": "וַיִּֽתְקַבְּצ֤וּ H6908 בְנֵֽי H1121 בִנְיָמִן֙ H1144 אַחֲרֵ֣י H310 אַבְנֵ֔ר H74 וַיִּהְי֖וּ H1961 לַאֲגֻדָּ֣ה H92 אֶחָ֑ת H259 וַיַּ֣עַמְד֔וּ H5975 עַ֥ל H5921 רֹאשׁ H7218 גִּבְעָ֖ה H1389 אֶחָֽת H259 ",
      "26": "וַיִּקְרָ֨א H7121 אַבְנֵ֜ר H74 אֶל H413 יוֹאָ֗ב H3097 וַיֹּ֨אמֶר֙ H559 הֲלָ H5331 תֹּ֣אכַל H398 חֶ֔רֶב H2719 הֲל֣וֹא H3808 יָדַ֔עְתָּה H3045 כִּֽי H3588 מָרָ֥ה H4751 תִהְיֶ֖ה H1961 בָּאַחֲרוֹנָ֑ה H314 וְעַד H5704 מָתַי֙ H4970 לֹֽא H3808 תֹאמַ֣ר H559 לָעָ֔ם H5971 לָשׁ֖וּב H7725 מֵאַחֲרֵ֥י H310 אֲחֵיהֶֽם H251 ",
      "27": "וַיֹּ֣אמֶר H559 יוֹאָ֔ב H3097 חַ֚י H2416 הָֽאֱלֹהִ֔ים H430 כִּ֥י H3588 לוּלֵ֖א H3884 דִּבַּ֑רְתָּ H1696 כִּ֣י H3588 אָ֤ז H227 מֵֽהַ H1242 נַעֲלָ֣ה H5927 הָעָ֔ם H5971 אִ֖ישׁ H376 מֵאַחֲרֵ֥י H310 אָחִֽיו H251 ",
      "28": "וַיִּתְקַ֤ע H8628 יוֹאָב֙ H3097 בַּשּׁוֹפָ֔ר H7782 וַיַּֽעַמְדוּ֙ H5975 כָּל H3605 הָעָ֔ם H5971 וְלֹֽא H3808 יִרְדְּפ֥וּ H7291 ע֖וֹד H5750 אַחֲרֵ֣י H310 יִשְׂרָאֵ֑ל H3478 וְלֹֽא H3808 יָסְפ֥וּ H3254 ע֖וֹד H5750 לְהִלָּחֵֽם H3898 ",
      "29": "וְאַבְנֵ֣ר H74 וַֽאֲנָשָׁ֗י H376 הָֽלְכוּ֙ H1980 בָּֽעֲרָבָ֔ה H6160 כֹּ֖ל H3605 הַלַּ֣יְלָה H3915 הַה֑וּא H1931 וַיַּעַבְר֣וּ H5674 אֶת H853 הַיַּרְדֵּ֗ן H3383 וַיֵּֽלְכוּ֙ H3212 כָּל H3605 הַבִּתְר֔וֹן H1338 וַיָּבֹ֖אוּ H935 מַחֲנָֽיִם H4266 ",
      "30": "וְיוֹאָ֗ב H3097 שָׁ֚ב H7725 מֵאַחֲרֵ֣י H310 אַבְנֵ֔ר H74 וַיִּקְבֹּ֖ץ H6908 אֶת H853 כָּל H3605 הָעָ֑ם H5971 וַיִּפָּ֨קְד֜וּ H6485 מֵעַבְדֵ֥י H5650 דָוִ֛ד H1732 תִּשְׁעָֽה H8672 עָשָׂ֥ר H6240 אִ֖ישׁ H376 וַעֲשָׂה H6214 אֵֽל H410 ",
      "31": "וְעַבְדֵ֣י H5650 דָוִ֗ד H1732 הִכּוּ֙ H5221 מִבִּנְיָמִ֔ן H1144 וּבְ H376 אַבְנֵ֑ר H74 שְׁלֹשׁ H7969 מֵא֧וֹת H3967 וְשִׁשִּׁ֛ים H8346 אִ֖ישׁ H376 מֵֽתוּ H4191 ",
      "32": "וַיִּשְׂאוּ֙ H5375 אֶת H853 עֲשָׂהאֵ֔ל H6214 וַֽיִּקְבְּרֻ֨ H6912 בְּקֶ֣בֶר H6913 אָבִ֔יו H1 אֲשֶׁ֖ר H834 בֵּ֣ית H1035 לָ֑חֶם H1035 וַיֵּלְכ֣וּ H3212 כָל H3605 הַלַּ֗יְלָה H3915 יוֹאָב֙ H3097 וַֽאֲנָשָׁ֔י H376 וַיֵּאֹ֥ר H215 לָהֶ֖ם Hl בְּחֶבְרֽוֹן H2275 "
    },
    "3": {
      "1": "וַתְּהִ֤י H1961 הַמִּלְחָמָה֙ H4421 אֲרֻכָּ֔ה H752 בֵּ֚ין H996 בֵּ֣ית H1004 שָׁא֔וּל H7586 וּבֵ֖ין H996 בֵּ֣ית H1004 דָּוִ֑ד H1732 וְדָוִד֙ H1732 הֹלֵ֣ךְ H1980 וְחָזֵ֔ק H2390 וּבֵ֥ית H1004 שָׁא֖וּל H7586 הֹלְכִ֥ים H1980 וְדַלִּֽים H1800 ",
      "2": "וילדו H3205 לְדָוִ֛ד H1732 בָּנִ֖ים H1121 בְּחֶבְר֑וֹן H2275 וַיְהִ֤י H1961 בְכוֹרוֹ֙ H1060 אַמְנ֔וֹן H550 לַאֲחִינֹ֖עַם H293 הַיִּזְרְעֵאלִֽת H3159 ",
      "3": "וּמִשְׁנֵ֣ H4932 כִלְאָ֔ב H3609 לאביגל H26 אֵ֖שֶׁת H802 נָבָ֣ל H5037 הַֽכַּרְמְלִ֑י H3761 וְהַ H7992 אַבְשָׁל֣וֹם H53 בֶּֽן H1121 מַעֲכָ֔ה H4601 בַּת H1323 תַּלְמַ֖י H8526 מֶ֥לֶךְ H4428 גְּשֽׁוּר H1650 ",
      "4": "וְהָ H7243 אֲדֹנִיָּ֣ה H138 בֶן H1121 חַגִּ֑ית H2294 וְהַ H2549 שְׁפַטְיָ֥ה H8203 בֶן H1121 אֲבִיטָֽל H37 ",
      "5": "וְהַ H8345 יִתְרְעָ֔ם H3507 לְעֶגְלָ֖ה H5698 אֵ֣שֶׁת H802 דָּוִ֑ד H1732 אֵ֛לֶּה H428 יֻלְּד֥וּ H3205 לְדָוִ֖ד H1732 בְּחֶבְרֽוֹן H2275 ",
      "6": "וַיְהִ֗י H1961 בִּֽהְיוֹת֙ H1961 הַמִּלְחָמָ֔ה H4421 בֵּ֚ין H996 בֵּ֣ית H1004 שָׁא֔וּל H7586 וּבֵ֖ין H996 בֵּ֣ית H1004 דָּוִ֑ד H1732 וְאַבְנֵ֛ר H74 הָיָ֥ה H1961 מִתְחַזֵּ֖ק H2388 בְּבֵ֥ית H1004 שָׁאֽוּל H7586 ",
      "7": "וּלְ H7586 פִּלֶ֔גֶשׁ H6370 וּשְׁמָ֖ H8034 רִצְפָּ֣ה H7532 בַת H1323 אַיָּ֑ה H345 וַיֹּ֨אמֶר֙ H559 אֶל H413 אַבְנֵ֔ר H74 מַדּ֥וּעַ H4069 בָּ֖אתָה H935 אֶל H413 פִּילֶ֥גֶשׁ H6370 אָבִֽי H1 ",
      "8": "וַיִּחַר֩ H2734 לְאַבְנֵ֨ר H74 מְאֹ֜ד H3966 עַל H5921 דִּבְרֵ֣י H1697 אִֽישׁ H378 בֹּ֗שֶׁת H378 וַיֹּ֨אמֶר֙ H559 הֲרֹ֨אשׁ H7218 כֶּ֥לֶב H3611 אָנֹ֘כִי֮ H595 אֲשֶׁ֣ר H834 לִֽיהוּדָה֒ H3063 הַיּ֨וֹם H3117 אֶֽעֱשֶׂה H6213 חֶ֜סֶד H2617 עִם H5973 בֵּ֣ית H1004 שָׁא֣וּל H7586 אָבִ֗יךָ H1 אֶל H413 אֶחָיו֙ H251 וְאֶל H413 מֵ֣רֵעֵ֔הוּ H4828 וְלֹ֥א H3808 הִמְצִיתִ֖ךָ H4672 בְּיַד H3027 דָּוִ֑ד H1732 וַתִּפְקֹ֥ד H6485 עָלַ֛י H5921 עֲוֺ֥ן H5771 הָאִשָּׁ֖ה H802 הַיּֽוֹם H3117 ",
      "9": "כֹּֽה H3541 יַעֲשֶׂ֤ה H6213 אֱלֹהִים֙ H430 לְאַבְנֵ֔ר H74 וְכֹ֖ה H3541 יֹסִ֣יף H3254 ל֑וֹ Hl כִּ֗י H3588 כַּאֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 יְהוָה֙ H3068 לְדָוִ֔ד H1732 כִּֽי H3588 כֵ֖ן H3651 אֶֽעֱשֶׂה H6213 לּֽוֹ Hl ",
      "10": "לְהַֽעֲבִ֥יר H5674 הַמַּמְלָכָ֖ה H4467 מִבֵּ֣ית H1004 שָׁא֑וּל H7586 וּלְ H6965 אֶת H853 כִּסֵּ֣א H3678 דָוִ֗ד H1732 עַל H5921 יִשְׂרָאֵל֙ H3478 וְעַל H5921 יְהוּדָ֔ה H3063 מִדָּ֖ן H1835 וְעַד H5704 בְּאֵ֥ר H884 שָֽׁבַע H884 ",
      "11": "וְלֹֽא H3808 יָכֹ֣ל H3201 ע֔וֹד H5750 לְהָשִׁ֥יב H7725 אֶת H853 אַבְנֵ֖ר H74 דָּבָ֑ר H1697 מִיִּרְאָת֖ H3372 אֹתֽוֹ H853 ",
      "12": "וַיִּשְׁלַח֩ H7971 אַבְנֵ֨ר H74 מַלְאָכִ֧ים H4397 אֶל H413 דָּוִ֛ד H1732 תחתו H8478 לֵאמֹ֖ר H559 לְמִי H4310 אָ֑רֶץ H776 לֵאמֹ֗ר H559 כָּרְתָ֤ה H3772 בְרִֽיתְךָ֙ H1285 אִתִּ֔י H854 וְהִנֵּה֙ H2009 יָדִ֣י H3027 עִמָּ֔ךְ H5973 לְהָסֵ֥ב H5437 אֵלֶ֖יךָ H413 אֶת H853 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "13": "וַיֹּ֣אמֶר H559 ט֔וֹב H2896 אֲנִ֕י H589 אֶכְרֹ֥ת H3772 אִתְּךָ֖ H854 בְּרִ֑ית H1285 אַ֣ךְ H389 דָּבָ֣ר H1697 אֶחָ֡ד H259 אָנֹכִי֩ H595 שֹׁאֵ֨ל H7592 מֵאִתְּ H854 לֵאמֹר֙ H559 לֹא H3808 תִרְאֶ֣ה H7200 אֶת H853 פָּנַ֔י H6440 כִּ֣י H3588 אִם H518 לִפְנֵ֣י H6440 הֱבִיאֲךָ֗ H935 אֵ֚ת H853 מִיכַ֣ל H4324 בַּת H1323 שָׁא֔וּל H7586 בְּבֹאֲ H935 לִרְא֥וֹת H7200 אֶת H853 פָּנָֽי H6440 ",
      "14": "וַיִּשְׁלַ֤ח H7971 דָּוִד֙ H1732 מַלְאָכִ֔ים H4397 אֶל H413 אִֽישׁ H378 בֹּ֥שֶׁת H378 בֶּן H1121 שָׁא֖וּל H7586 לֵאמֹ֑ר H559 תְּנָ֤ה H5414 אֶת H853 אִשְׁתִּי֙ H802 אֶת H853 מִיכַ֔ל H4324 אֲשֶׁר֙ H834 אֵרַ֣שְׂתִּי H781 לִ֔י Hl בְּמֵאָ֖ה H3967 עָרְל֥וֹת H6190 פְּלִשְׁתִּֽים H6430 ",
      "15": "וַיִּשְׁלַח֙ H7971 אִ֣ישׁ H378 בֹּ֔שֶׁת H378 וַיִּקָּחֶ֖ H3947 מֵ֣עִֽם H5973 אִ֑ישׁ H376 מֵעִ֖ם H5973 פַּלְטִיאֵ֥ל H6409 בֶּן H1121 לוש H3889 ",
      "16": "וַיֵּ֨לֶךְ H3212 אִתָּ֜הּ H854 אִישָׁ֗הּ H376 הָל֧וֹךְ H1980 וּבָכֹ֛ה H1058 אַחֲרֶ֖יהָ H310 עַד H5704 בַּֽחֻרִ֑ים H980 וַיֹּ֨אמֶר H559 אֵלָ֥יו H413 אַבְנֵ֛ר H74 לֵ֥ךְ H3212 שׁ֖וּב H7725 וַיָּשֹֽׁב H7725 ",
      "17": "וּדְבַר H1697 אַבְנֵ֣ר H74 הָיָ֔ה H1961 עִם H5973 זִקְנֵ֥י H2205 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 גַּם H1571 תְּמוֹל֙ H8543 גַּם H1571 שִׁלְשֹׁ֔ם H8032 הֱיִיתֶ֞ם H1961 מְבַקְשִׁ֧ים H1245 אֶת H853 דָּוִ֛ד H1732 לְמֶ֖לֶךְ H4428 עֲלֵיכֶֽם H5921 ",
      "18": "וְעַתָּ֖ה H6258 עֲשׂ֑וּ H6213 כִּ֣י H3588 יְהוָ֗ה H3068 אָמַ֤ר H559 אֶל H413 דָּוִד֙ H1732 לֵאמֹ֔ר H559 בְּיַ֣ד H3027 דָּוִ֣ד H1732 עַבְדִּ֗י H5650 הוֹשִׁ֜יעַ H3467 אֶת H853 עַמִּ֤י H5971 יִשְׂרָאֵל֙ H3478 מִיַּ֣ד H3027 פְּלִשְׁתִּ֔ים H6430 וּמִ H3027 כָּל H3605 אֹיְבֵיהֶֽם H341 ",
      "19": "וַיְדַבֵּ֥ר H1696 גַּם H1571 אַבְנֵ֖ר H74 בְּאָזְנֵ֣י H241 בִנְיָמִ֑ין H1144 וַיֵּ֣לֶךְ H3212 גַּם H1571 אַבְנֵ֗ר H74 לְדַבֵּ֞ר H1696 בְּאָזְנֵ֤י H241 דָוִד֙ H1732 בְּחֶבְר֔וֹן H2275 אֵ֤ת H853 כָּל H3605 אֲשֶׁר H834 טוֹב֙ H2896 בְּעֵינֵ֣י H5869 יִשְׂרָאֵ֔ל H3478 וּבְ H5869 כָּל H3605 בֵּ֥ית H1004 בִּנְיָמִֽן H1144 ",
      "20": "וַיָּבֹ֨א H935 אַבְנֵ֤ר H74 אֶל H413 דָּוִד֙ H1732 חֶבְר֔וֹן H2275 וְאִתּ֖ H854 עֶשְׂרִ֣ים H6242 אֲנָשִׁ֑ים H376 וַיַּ֨עַשׂ H6213 דָּוִ֧ד H1732 לְאַבְנֵ֛ר H74 וְלַ H376 אֲשֶׁר H834 אִתּ֖וֹ H854 מִשְׁתֶּֽה H4960 ",
      "21": "וַיֹּ֣אמֶר H559 אַבְנֵ֣ר H74 אֶל H413 דָּוִ֡ד H1732 אָק֣וּמָה H6965 וְֽאֵלֵ֡כָה H3212 וְאֶקְבְּצָה֩ H6908 אֶל H413 אֲדֹנִ֨י H113 הַמֶּ֜לֶךְ H4428 אֶת H853 כָּל H3605 יִשְׂרָאֵ֗ל H3478 וְיִכְרְת֤וּ H3772 אִתְּךָ֙ H854 בְּרִ֔ית H1285 וּמָ֣לַכְתָּ֔ H4427 בְּכֹ֥ל H3605 אֲשֶׁר H834 תְּאַוֶּ֖ה H183 נַפְשֶׁ֑ךָ H5315 וַיְּשַׁלַּ֥ח H7971 דָּוִ֛ד H1732 אֶת H853 אַבְנֵ֖ר H74 וַיֵּ֥לֶךְ H3212 בְּשָׁלֽוֹם H7965 ",
      "22": "וְהִנֵּה֩ H2009 עַבְדֵ֨י H5650 דָוִ֤ד H1732 וְיוֹאָב֙ H3097 בָּ֣א H935 מֵֽהַ H1416 וְשָׁלָ֥ל H7998 רָ֖ב H7227 עִמָּ֣ם H5973 הֵבִ֑יאוּ H935 וְאַבְנֵ֗ר H74 אֵינֶ֤נּוּ H369 עִם H5973 דָּוִד֙ H1732 בְּחֶבְר֔וֹן H2275 כִּ֥י H3588 שִׁלְּח֖וֹ H7971 וַיֵּ֥לֶךְ H3212 בְּשָׁלֽוֹם H7965 ",
      "23": "וְיוֹאָ֛ב H3097 וְכָל H3605 הַצָּבָ֥א H6635 אֲשֶׁר H834 אִתּ֖וֹ H854 בָּ֑אוּ H935 וַיַּגִּ֤דוּ H5046 לְיוֹאָב֙ H3097 לֵאמֹ֔ר H559 בָּֽא H935 אַבְנֵ֤ר H74 בֶּן H1121 נֵר֙ H5369 אֶל H413 הַמֶּ֔לֶךְ H4428 וַֽיְשַׁלְּחֵ֖ H7971 וַיֵּ֥לֶךְ H3212 בְּשָׁלֽוֹם H7965 ",
      "24": "וַיָּבֹ֤א H935 יוֹאָב֙ H3097 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיֹּ֖אמֶר H559 מֶ֣ה H4100 עָשִׂ֑יתָה H6213 הִנֵּה H2009 בָ֤א H935 אַבְנֵר֙ H74 אֵלֶ֔יךָ H413 לָמָּה H4100 זֶּ֥ה H2088 שִׁלַּחְתּ֖וֹ H7971 וַיֵּ֥לֶךְ H3212 הָלֽוֹךְ H1980 ",
      "25": "יָדַ֨עְתָּ֙ H3045 אֶת H853 אַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 כִּ֥י H3588 לְפַתֹּתְ H6601 בָּ֑א H935 וְלָ H3045 אֶת H853 מוֹצָֽאֲךָ֙ H4161 וְאֶת H853 מבואך H4126 וְלָ H3045 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 עֹשֶֽׂה H6213 ",
      "26": "וַיֵּצֵ֤א H3318 יוֹאָב֙ H3097 מֵעִ֣ם H5973 דָּוִ֔ד H1732 וַיִּשְׁלַ֤ח H7971 מַלְאָכִים֙ H4397 אַחֲרֵ֣י H310 אַבְנֵ֔ר H74 וַיָּשִׁ֥בוּ H7725 אֹת֖וֹ H853 מִבּ֣וֹר H953 הַסִּרָ֑ה H5626 וְדָוִ֖ד H1732 לֹ֥א H3808 יָדָֽע H3045 ",
      "27": "וַיָּ֤שָׁב H7725 אַבְנֵר֙ H74 חֶבְר֔וֹן H2275 וַיַּטֵּ֤ H5186 יוֹאָב֙ H3097 אֶל H413 תּ֣וֹךְ H8432 הַשַּׁ֔עַר H8179 לְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 בַּשֶּׁ֑לִי H7987 וַיַּכֵּ֤ H5221 שָׁם֙ H8033 הַחֹ֔מֶשׁ H2570 וַיָּ֕מָת H4191 בְּדַ֖ם H1818 עֲשָׂה H6214 אֵ֥ל H6214 אָחִֽיו H251 ",
      "28": "וַיִּשְׁמַ֤ע H8085 דָּוִד֙ H1732 מֵאַ֣חֲרֵי H310 כֵ֔ן H3651 וַיֹּ֗אמֶר H559 נָקִ֨י H5355 אָנֹכִ֧י H595 וּמַמְלַכְתִּ֛ H4467 מֵעִ֥ם H5973 יְהוָ֖ה H3068 עַד H5703 עוֹלָ֑ם H5769 מִדְּמֵ֖י H1818 אַבְנֵ֥ר H74 בֶּן H1121 נֵֽר H5369 ",
      "29": "יָחֻ֨לוּ֙ H2342 עַל H5921 רֹ֣אשׁ H7218 יוֹאָ֔ב H3097 וְאֶ֖ל H413 כָּל H3605 בֵּ֣ית H1004 אָבִ֑יו H1 וְֽאַל H408 יִכָּרֵ֣ת H3772 מִבֵּ֣ית H1004 יוֹאָ֡ב H3097 זָ֠ב H2100 וּמְצֹרָ֞ע H6879 וּמַחֲזִ֥יק H2388 בַּפֶּ֛לֶךְ H6418 וְנֹפֵ֥ל H5307 בַּחֶ֖רֶב H2719 וַחֲסַר H2638 לָֽחֶם H3899 ",
      "30": "וְיוֹאָב֙ H3097 וַאֲבִישַׁ֣י H52 אָחִ֔יו H251 הָרְג֖וּ H2026 לְאַבְנֵ֑ר H74 עַל֩ H5921 אֲשֶׁ֨ר H834 הֵמִ֜ית H4191 אֶת H853 עֲשָׂהאֵ֧ל H6214 אֲחִיהֶ֛ם H251 בְּגִבְע֖וֹן H1391 בַּמִּלְחָמָֽה H4421 ",
      "31": "וַיֹּאמֶר֩ H559 דָּוִ֨ד H1732 אֶל H413 יוֹאָ֜ב H3097 וְאֶל H413 כָּל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֗וֹ H854 קִרְע֤וּ H7167 בִגְדֵיכֶם֙ H899 וְחִגְר֣וּ H2296 שַׂקִּ֔ים H8242 וְסִפְד֖וּ H5594 לִפְנֵ֣י H6440 אַבְנֵ֑ר H74 וְהַ H4428 דָּוִ֔ד H1732 הֹלֵ֖ךְ H1980 אַחֲרֵ֥י H310 הַמִּטָּֽה H4296 ",
      "32": "וַיִּקְבְּר֥וּ H6912 אֶת H853 אַבְנֵ֖ר H74 בְּחֶבְר֑וֹן H2275 וַיִשָּׂ֧א H5375 הַמֶּ֣לֶךְ H4428 אֶת H853 קוֹל֗וֹ H6963 וַיֵּבְךְּ֙ H1058 אֶל H413 קֶ֣בֶר H6913 אַבְנֵ֔ר H74 וַיִּבְכּ֖וּ H1058 כָּל H3605 הָעָֽם H5971 ",
      "33": "וַיְקֹנֵ֥ן H6969 הַמֶּ֛לֶךְ H4428 אֶל H413 אַבְנֵ֖ר H74 וַיֹּאמַ֑ר H559 הַכְּ H4194 נָבָ֖ל H5036 יָמ֥וּת H4191 אַבְנֵֽר H74 ",
      "34": "יָדֶ֣ךָ H3027 לֹֽא H3808 אֲסֻר֗וֹת H631 וְרַגְלֶ֨י H7272 לֹא H3808 לִנְחֻשְׁתַּ֣יִם H5178 הֻגָּ֔שׁוּ H5066 כִּנְפ֛וֹל H5307 לִפְנֵ֥י H6440 בְנֵֽי H1121 עַוְלָ֖ה H5766 נָפָ֑לְתָּ H5307 וַיֹּסִ֥פוּ H3254 כָל H3605 הָעָ֖ם H5971 לִבְכּ֥וֹת H1058 עָלָֽיו H5921 ",
      "35": "וַיָּבֹ֣א H935 כָל H3605 הָעָ֗ם H5971 לְהַבְר֧וֹת H1262 אֶת H853 דָּוִ֛ד H1732 לֶ֖חֶם H3899 בְּע֣וֹד H5750 הַיּ֑וֹם H3117 וַיִּשָּׁבַ֨ע H7650 דָּוִ֜ד H1732 לֵאמֹ֗ר H559 כֹּ֣ה H3541 יַעֲשֶׂה H6213 לִּ֤י Hl אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יֹסִ֔יף H3254 כִּ֣י H3588 אִם H518 לִפְנֵ֧י H6440 בֽוֹא H935 הַשֶּׁ֛מֶשׁ H8121 אֶטְעַם H2938 לֶ֖חֶם H3899 א֥וֹ H176 כָל H3605 מְאֽוּמָה H3972 ",
      "36": "וְכָל H3605 הָעָ֣ם H5971 הִכִּ֔ירוּ H5234 וַיִּיטַ֖ב H3190 בְּעֵֽינֵי H5869 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 עָשָׂ֣ה H6213 הַמֶּ֔לֶךְ H4428 בְּעֵינֵ֥י H5869 כָל H3605 הָעָ֖ם H5971 טֽוֹב H2896 ",
      "37": "וַיֵּדְע֧וּ H3045 כָל H3605 הָעָ֛ם H5971 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 בַּיּ֣וֹם H3117 הַה֑וּא H1931 כִּ֣י H3588 לֹ֤א H3808 הָיְתָה֙ H1961 מֵֽהַ H4428 לְהָמִ֖ית H4191 אֶת H853 אַבְנֵ֥ר H74 בֶּן H1121 נֵֽר H5369 ",
      "38": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 אֶל H413 עֲבָדָ֑יו H5650 הֲל֣וֹא H3808 תֵדְע֔וּ H3045 כִּי H3588 שַׂ֣ר H8269 וְגָד֗וֹל H1419 נָפַ֛ל H5307 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 בְּיִשְׂרָאֵֽל H3478 ",
      "39": "וְאָנֹכִ֨י H595 הַיּ֥וֹם H3117 רַךְ֙ H7390 וּמָשׁ֣וּחַ H4886 מֶ֔לֶךְ H4428 וְהָ H376 הָאֵ֛לֶּה H428 בְּנֵ֥י H1121 צְרוּיָ֖ה H6870 קָשִׁ֣ים H7186 מִמֶּ֑נִּי H4480 יְשַׁלֵּ֧ם H7999 יְהוָ֛ה H3068 לְעֹשֵׂ֥ה H6213 הָרָעָ֖ה H7451 כְּרָעָתֽ H7451 "
    },
    "4": {
      "1": "וַיִּשְׁמַ֣ע H8085 בֶּן H1121 שָׁא֗וּל H7586 כִּ֣י H3588 מֵ֤ת H4191 אַבְנֵר֙ H74 בְּחֶבְר֔וֹן H2275 וַיִּרְפּ֖וּ H7503 יָדָ֑יו H3027 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 נִבְהָֽלוּ H926 ",
      "2": "וּשְׁנֵ֣י H8147 אֲנָשִׁ֣ים H376 שָׂרֵֽי H8269 גְדוּדִ֣ים H1416 הָי֪וּ H1961 בֶן H1121 שָׁא֟וּל H7586 שֵׁם֩ H8034 הָאֶחָ֨ד H259 בַּֽעֲנָ֜ה H1196 וְשֵׁ֧ם H8034 הַשֵּׁנִ֣י H8145 רֵכָ֗ב H7394 בְּנֵ֛י H1121 רִמּ֥וֹן H7417 הַבְּאֶֽרֹתִ֖י H886 מִבְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 כִּ֚י H3588 גַּם H1571 בְּאֵר֔וֹת H881 תֵּחָשֵׁ֖ב H2803 עַל H5921 בִּנְיָמִֽן H1144 ",
      "3": "וַיִּבְרְח֥וּ H1272 הַבְּאֵרֹתִ֖ים H886 גִּתָּ֑יְמָה H1664 וַֽיִּהְיוּ H1961 שָׁ֣ם H8033 גָּרִ֔ים H1481 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "4": "וְלִ H3083 בֶּן H1121 שָׁא֔וּל H7586 בֵּ֖ן H1121 נְכֵ֣ה H5223 רַגְלָ֑יִם H7272 בֶּן H1121 חָמֵ֣שׁ H2568 שָׁנִ֣ים H8141 הָיָ֡ה H1961 בְּבֹ֣א H935 שְׁמֻעַת֩ H8052 שָׁא֨וּל H7586 וִיהֽוֹנָתָ֜ן H3083 מִֽיִּזְרְעֶ֗אל H3157 וַתִּשָּׂאֵ֤ H5375 אֹֽמַנְתּוֹ֙ H539 וַתָּנֹ֔ס H5127 וַיְהִ֞י H1961 בְּחָפְזָ֥ H2648 לָנ֛וּס H5127 וַיִּפֹּ֥ל H5307 וַיִּפָּסֵ֖חַ H6452 וּשְׁמ֥ H8034 מְפִיבֹֽשֶׁת H4648 ",
      "5": "וַיֵּ֨לְכ֜וּ H3212 בְּנֵֽי H1121 רִמּ֤וֹן H7417 הַבְּאֵֽרֹתִי֙ H886 רֵכָ֣ב H7394 וּבַעֲנָ֔ה H1196 וַיָּבֹ֨אוּ֙ H935 כְּחֹ֣ם H2527 הַיּ֔וֹם H3117 אֶל H413 בֵּ֖ית H1004 אִ֣ישׁ H378 בֹּ֑שֶׁת H378 וְה֣וּא H1931 שֹׁכֵ֔ב H7901 אֵ֖ת H853 מִשְׁכַּ֥ב H4904 הַֽצָּהֳרָֽיִם H6672 ",
      "6": "וְ֠הֵנָּה H2007 בָּ֜אוּ H935 עַד H5704 תּ֤וֹךְ H8432 הַבַּ֨יִת֙ H1004 לֹקְחֵ֣י H3947 חִטִּ֔ים H2406 וַיַּכֻּ֖ H5221 אֶל H413 הַחֹ֑מֶשׁ H2570 וְרֵכָ֛ב H7394 וּבַעֲנָ֥ה H1196 אָחִ֖יו H251 נִמְלָֽטוּ H4422 ",
      "7": "וַיָּבֹ֣אוּ H935 הַבַּ֗יִת H1004 וְהֽוּא H1931 שֹׁכֵ֤ב H7901 עַל H5921 מִטָּתוֹ֙ H4296 בַּחֲדַ֣ר H2315 מִשְׁכָּב֔וֹ H4904 וַיַּכֻּ֨ H5221 וַיְמִתֻ֔ H4191 וַיָּסִ֖ירוּ H5493 אֶת H853 רֹאשׁ֑וֹ H7218 וַיִּקְחוּ֙ H3947 אֶת H853 רֹאשׁ֔וֹ H7218 וַיֵּֽלְכ֛וּ H3212 דֶּ֥רֶךְ H1870 הָעֲרָבָ֖ה H6160 כָּל H3605 הַלָּֽיְלָה H3915 ",
      "8": "וַ֠יָּבִאוּ H935 אֶת H853 רֹ֨אשׁ H7218 אִֽישׁ H378 בֹּ֥שֶׁת H378 אֶל H413 דָּוִד֮ H1732 חֶבְרוֹן֒ H2275 וַיֹּֽאמְרוּ֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 הִנֵּֽה H2009 רֹ֣אשׁ H7218 אִֽישׁ H378 בֹּ֗שֶׁת H378 בֶּן H1121 שָׁאוּל֙ H7586 אֹֽיִבְךָ֔ H341 אֲשֶׁ֥ר H834 בִּקֵּ֖שׁ H1245 אֶת H853 נַפְשֶׁ֑ךָ H5315 וַיִּתֵּ֣ן H5414 יְ֠הוָה H3068 לַֽאדֹנִ֨ H113 הַמֶּ֤לֶךְ H4428 נְקָמוֹת֙ H5360 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 מִשָּׁא֖וּל H7586 וּמִ H2233 ",
      "9": "וַיַּ֨עַן H6030 דָּוִ֜ד H1732 אֶת H853 רֵכָ֣ב H7394 וְאֶת H853 בַּעֲנָ֣ה H1196 אָחִ֗יו H251 בְּנֵ֛י H1121 רִמּ֥וֹן H7417 הַבְּאֵֽרֹתִ֖י H886 וַיֹּ֣אמֶר H559 לָהֶ֑ם Hl חַי H2416 יְהוָ֕ה H3068 אֲשֶׁר H834 פָּדָ֥ה H6299 אֶת H853 נַפְשִׁ֖י H5315 מִכָּל H3605 צָרָֽה H6869 ",
      "10": "כִּ֣י H3588 הַמַּגִּיד֩ H5046 לִ֨י Hl לֵאמֹ֜ר H559 הִנֵּה H2009 מֵ֣ת H4191 שָׁא֗וּל H7586 וְהֽוּא H1931 הָיָ֤ה H1961 כִמְבַשֵּׂר֙ H1319 בְּעֵינָ֔י H5869 וָאֹחֲזָ֣ H270 ב֔וֹ Hb וָאֶהְרְגֵ֖ H2026 בְּצִֽקְלָ֑ג H6860 אֲשֶׁ֥ר H834 לְתִתִּ H5414 ל֖וֹ Hl בְּשֹׂרָֽה H1309 ",
      "11": "אַ֞ף H637 כִּֽי H3588 אֲנָשִׁ֣ים H376 רְשָׁעִ֗ים H7563 הָרְג֧וּ H2026 אֶת H853 אִישׁ H376 צַדִּ֛יק H6662 בְּבֵית֖ H1004 עַל H5921 מִשְׁכָּב֑וֹ H4904 וְעַתָּ֗ה H6258 הֲל֨וֹא H3808 אֲבַקֵּ֤שׁ H1245 אֶת H853 דָּמוֹ֙ H1818 מִיֶּדְ H3027 וּבִעַרְתִּ֥י H1197 אֶתְכֶ֖ם H853 מִן H4480 הָאָֽרֶץ H776 ",
      "12": "וַיְצַו֩ H6680 דָּוִ֨ד H1732 אֶת H853 הַנְּעָרִ֜ים H5288 וַיַּהַרְג֗וּ H2026 וַֽיְקַצְּצ֤וּ H7112 אֶת H853 יְדֵיהֶם֙ H3027 וְאֶת H853 רַגְלֵיהֶ֔ם H7272 וַיִּתְל֥וּ H8518 עַל H5921 הַבְּרֵכָ֖ה H1295 בְּחֶבְר֑וֹן H2275 וְאֵ֨ת H853 רֹ֤אשׁ H7218 אִֽישׁ H378 בֹּ֨שֶׁת֙ H378 לָקָ֔חוּ H3947 וַיִּקְבְּר֥וּ H6912 בְקֶֽבֶר H6913 אַבְנֵ֖ר H74 בְּחֶבְרֽוֹן H2275 "
    },
    "5": {
      "1": "וַיָּבֹ֜אוּ H935 כָּל H3605 שִׁבְטֵ֧י H7626 יִשְׂרָאֵ֛ל H3478 אֶל H413 דָּוִ֖ד H1732 חֶבְר֑וֹנָה H2275 וַיֹּאמְר֣וּ H559 לֵאמֹ֔ר H559 הִנְנ֛וּ H2005 עַצְמְךָ֥ H6106 וּֽבְשָׂרְ H1320 אֲנָֽחְנוּ H587 ",
      "2": "גַּם H1571 אֶתְמ֣וֹל H865 גַּם H1571 שִׁלְשׁ֗וֹם H8032 בִּהְי֨וֹת H1961 שָׁא֥וּל H7586 מֶ֨לֶךְ֙ H4428 עָלֵ֔ינוּ H5921 אַתָּ֗ה H859 הייתה H1961 מוציא H3318 וה H935 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 לְךָ֗ Hl אַתָּ֨ה H859 תִרְעֶ֤ה H7462 אֶת H853 עַמִּי֙ H5971 אֶת H853 יִשְׂרָאֵ֔ל H3478 וְאַתָּ֛ה H859 תִּהְיֶ֥ה H1961 לְנָגִ֖יד H5057 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "3": "וַ֠יָּבֹאוּ H935 כָּל H3605 זִקְנֵ֨י H2205 יִשְׂרָאֵ֤ל H3478 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 חֶבְר֔וֹנָה H2275 וַיִּכְרֹ֣ת H3772 לָהֶם֩ Hl הַמֶּ֨לֶךְ H4428 דָּוִ֥ד H1732 בְּרִ֛ית H1285 בְּחֶבְר֖וֹן H2275 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיִּמְשְׁח֧וּ H4886 אֶת H853 דָּוִ֛ד H1732 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "4": "בֶּן H1121 שְׁלֹשִׁ֥ים H7970 שָׁנָ֛ה H8141 דָּוִ֖ד H1732 בְּמָלְכ֑ H4427 אַרְבָּעִ֥ים H705 שָׁנָ֖ה H8141 מָלָֽךְ H4427 ",
      "5": "בְּחֶבְרוֹן֙ H2275 מָלַ֣ךְ H4427 עַל H5921 יְהוּדָ֔ה H3063 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וְשִׁשָּׁ֣ה H8337 חֳדָשִׁ֑ים H2320 וּבִ H3389 מָלַ֗ךְ H4427 שְׁלֹשִׁ֤ים H7970 וְשָׁלֹשׁ֙ H7969 שָׁנָ֔ה H8141 עַ֥ל H5921 כָּל H3605 יִשְׂרָאֵ֖ל H3478 וִיהוּדָֽה H3063 ",
      "6": "וַיֵּ֨לֶךְ H3212 הַמֶּ֤לֶךְ H4428 וַֽאֲנָשָׁי H376 יְר֣וּשָׁלִַ֔ם H3389 אֶל H413 הַיְבֻסִ֖י H2983 יוֹשֵׁ֣ב H3427 הָאָ֑רֶץ H776 וַיֹּ֨אמֶר H559 לְדָוִ֤ד H1732 לֵאמֹר֙ H559 לֹא H3808 תָב֣וֹא H935 הֵ֔נָּה H2008 כִּ֣י H3588 אִם H518 הֱסִֽירְךָ֗ H5493 הַעִוְרִ֤ים H5787 וְהַ H6452 לֵאמֹ֔ר H559 לֹֽא H3808 יָב֥וֹא H935 דָוִ֖ד H1732 הֵֽנָּה H2008 ",
      "7": "וַיִּלְכֹּ֣ד H3920 דָּוִ֔ד H1732 אֵ֖ת H853 מְצֻדַ֣ת H4686 צִיּ֑וֹן H6726 הִ֖יא H1931 עִ֥יר H5892 דָּוִֽד H1732 ",
      "8": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 בַּיּ֣וֹם H3117 הַה֗וּא H1931 כָּל H3605 מַכֵּ֤ה H5221 יְבֻסִי֙ H2983 וְיִגַּ֣ע H5060 בַּצִּנּ֔וֹר H6794 וְאֶת H853 הַפִּסְחִים֙ H6455 וְאֶת H853 הַ֣עִוְרִ֔ים H5787 שנאו H8130 נֶ֣פֶשׁ H5315 דָּוִ֑ד H1732 עַל H5921 כֵּן֙ H3651 יֹֽאמְר֔וּ H559 עִוֵּ֣ר H5787 וּפִסֵּ֔חַ H6455 לֹ֥א H3808 יָב֖וֹא H935 אֶל H413 הַבָּֽיִת H1004 ",
      "9": "וַיֵּ֤שֶׁב H3427 דָּוִד֙ H1732 בַּמְּצֻדָ֔ה H4686 וַיִּקְרָא H7121 לָ֖הּ Hl עִ֣יר H5892 דָּוִ֑ד H1732 וַיִּ֤בֶן H1129 דָּוִד֙ H1732 סָבִ֔יב H5439 מִן H4480 הַמִּלּ֖וֹא H4407 וָבָֽיְתָ H1004 ",
      "10": "וַיֵּ֥לֶךְ H3212 דָּוִ֖ד H1732 הָל֣וֹךְ H1980 וְגָד֑וֹל H1419 וַיהוָ֛ה H3068 אֱלֹהֵ֥י H430 צְבָא֖וֹת H6635 עִמּֽוֹ H5973 ",
      "11": "וַ֠יִּשְׁלַח H7971 חִירָ֨ם H2438 מֶֽלֶךְ H4428 צֹ֥ר H6865 מַלְאָכִים֮ H4397 אֶל H413 דָּוִד֒ H1732 וַעֲצֵ֣י H6086 אֲרָזִ֔ים H730 וְחָרָשֵׁ֣י H2796 עֵ֔ץ H6086 וְחָֽרָשֵׁ֖י H2796 אֶ֣בֶן H68 קִ֑יר H7023 וַיִּבְנֽוּ H1129 בַ֖יִת H1004 לְדָוִֽד H1732 ",
      "12": "וַיֵּ֣דַע H3045 דָּוִ֔ד H1732 כִּֽי H3588 הֱכִינ֧וֹ H3559 יְהוָ֛ה H3068 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְכִי֙ H3588 נִשֵּׂ֣א H5375 מַמְלַכְתּ֔וֹ H4467 בַּעֲב֖וּר H5668 עַמּ֥וֹ H5971 יִשְׂרָאֵֽל H3478 ",
      "13": "וַיִּקַּח֩ H3947 דָּוִ֨ד H1732 ע֜וֹד H5750 פִּֽלַגְשִׁ֤ים H6370 וְנָשִׁים֙ H802 מִיר֣וּשָׁלִַ֔ם H3389 אַחֲרֵ֖י H310 בֹּא֣וֹ H935 מֵחֶבְר֑וֹן H2275 וַיִּוָּ֥לְדּוּ H3205 ע֛וֹד H5750 לְדָוִ֖ד H1732 בָּנִ֥ים H1121 וּבָנֽוֹת H1323 ",
      "14": "וְאֵ֗לֶּה H428 שְׁמ֛וֹת H8034 הַיִּלֹּדִ֥ים H3209 ל֖וֹ Hl בִּירוּשָׁלִָ֑ם H3389 שַׁמּ֣וּעַ H8051 וְשׁוֹבָ֔ב H7727 וְנָתָ֖ן H5416 וּשְׁלֹמֹֽה H8010 ",
      "15": "וְיִבְחָ֥ר H2984 וֶאֱלִישׁ֖וּעַ H474 וְנֶ֥פֶג H5298 וְיָפִֽיעַ H3309 ",
      "16": "וֶאֱלִישָׁמָ֥ע H476 וְאֶלְיָדָ֖ע H450 וֶאֱלִיפָֽלֶט H467 ",
      "17": "וַיִּשְׁמְע֣וּ H8085 פְלִשְׁתִּ֗ים H6430 כִּי H3588 מָשְׁח֨וּ H4886 אֶת H853 דָּוִ֤ד H1732 לְמֶ֨לֶךְ֙ H4428 עַל H5921 יִשְׂרָאֵ֔ל H3478 וַיַּעֲל֥וּ H5927 כָל H3605 פְּלִשְׁתִּ֖ים H6430 לְבַקֵּ֣שׁ H1245 אֶת H853 דָּוִ֑ד H1732 וַיִּשְׁמַ֣ע H8085 דָּוִ֔ד H1732 וַיֵּ֖רֶד H3381 אֶל H413 הַמְּצוּדָֽה H4686 ",
      "18": "וּפְלִשְׁתִּ֖ים H6430 בָּ֑אוּ H935 וַיִּנָּטְשׁ֖וּ H5203 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
      "19": "וַיִּשְׁאַ֨ל H7592 דָּוִ֤ד H1732 בַּֽיהוָה֙ H3068 לֵאמֹ֔ר H559 הַאֶֽעֱלֶה֙ H5927 אֶל H413 פְּלִשְׁתִּ֔ים H6430 הֲתִתְּנֵ֖ H5414 בְּיָדִ֑ H3027 וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 דָּוִד֙ H1732 עֲלֵ֔ה H5927 כִּֽי H3588 נָתֹ֥ן H5414 אֶתֵּ֛ן H5414 אֶת H853 הַפְּלִשְׁתִּ֖ים H6430 בְּיָדֶֽ H3027 ",
      "20": "וַיָּבֹ֨א H935 דָוִ֥ד H1732 בְּבַֽעַל H1188 פְּרָצִים֮ H1188 וַיַּכֵּ֣ H5221 שָׁ֣ם H8033 דָּוִד֒ H1732 וַיֹּ֕אמֶר H559 פָּרַ֨ץ H6555 יְהוָ֧ה H3068 אֶת H853 אֹיְבַ֛י H341 לְפָנַ֖ H6440 כְּפֶ֣רֶץ H6556 מָ֑יִם H4325 עַל H5921 כֵּ֗ן H3651 קָרָ֛א H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 בַּ֥עַל H1188 פְּרָצִֽים H1188 ",
      "21": "וַיַּעַזְבוּ H5800 שָׁ֖ם H8033 אֶת H853 עֲצַבֵּיהֶ֑ם H6091 וַיִּשָּׂאֵ֥ H5375 דָּוִ֖ד H1732 וַאֲנָשָֽׁי H376 ",
      "22": "וַיֹּסִ֥פוּ H3254 ע֛וֹד H5750 פְּלִשְׁתִּ֖ים H6430 לַֽעֲל֑וֹת H5927 וַיִּנָּֽטְשׁ֖וּ H5203 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
      "23": "וַיִּשְׁאַ֤ל H7592 דָּוִד֙ H1732 בַּֽיהוָ֔ה H3068 וַיֹּ֖אמֶר H559 לֹ֣א H3808 תַעֲלֶ֑ה H5927 הָסֵב֙ H5437 אֶל H413 אַ֣חֲרֵיהֶ֔ם H310 וּבָ֥אתָ H935 לָהֶ֖ם Hl מִמּ֥וּל H4136 בְּכָאִֽים H1057 ",
      "24": "וִ֠יהִי H1961 בשמע H8085 אֶת H853 ק֧וֹל H6963 צְעָדָ֛ה H6807 בְּרָאשֵׁ֥י H7218 הַבְּכָאִ֖ים H1057 אָ֣ז H227 תֶּחֱרָ֑ץ H2782 כִּ֣י H3588 אָ֗ז H227 יָצָ֤א H3318 יְהוָה֙ H3068 לְפָנֶ֔י H6440 לְהַכּ֖וֹת H5221 בְּמַחֲנֵ֥ה H4264 פְלִשְׁתִּֽים H6430 ",
      "25": "וַיַּ֤עַשׂ H6213 דָּוִד֙ H1732 כֵּ֔ן H3651 כַּאֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 יְהוָ֑ה H3068 וַיַּךְ֙ H5221 אֶת H853 פְּלִשְׁתִּ֔ים H6430 מִגֶּ֖בַע H1387 עַד H5704 בֹּאֲךָ֥ H935 גָֽזֶר H1507 "
    },
    "6": {
      "1": "וַיֹּ֨סֶף H622 ע֥וֹד H5750 דָּוִ֛ד H1732 אֶת H853 כָּל H3605 בָּח֥וּר H977 בְּיִשְׂרָאֵ֖ל H3478 שְׁלֹשִׁ֥ים H7970 אָֽלֶף H505 ",
      "2": "וַיָּ֣קָם H6965 וַיֵּ֣לֶךְ H3212 דָּוִ֗ד H1732 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 מִֽבַּעֲלֵ֖י H1184 יְהוּדָ֑ה H1184 לְהַעֲל֣וֹת H5927 מִשָּׁ֗ם H8033 אֵ֚ת H853 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 אֲשֶׁר H834 נִקְרָ֣א H7121 שֵׁ֗ם H8034 שֵׁ֣ם H8034 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 יֹשֵׁ֥ב H3427 הַכְּרֻבִ֖ים H3742 עָלָֽיו H5921 ",
      "3": "וַיַּרְכִּ֜בוּ H7392 אֶת H853 אֲר֤וֹן H727 הָֽאֱלֹהִים֙ H430 אֶל H413 עֲגָלָ֣ה H5699 חֲדָשָׁ֔ה H2319 וַיִּשָּׂאֻ֔ H5375 מִבֵּ֥ית H1004 אֲבִינָדָ֖ב H41 אֲשֶׁ֣ר H834 בַּגִּבְעָ֑ה H1389 וְעֻזָּ֣א H5798 וְאַחְי֗וֹ H283 בְּנֵי֙ H1121 אֲבִ֣ינָדָ֔ב H41 נֹהֲגִ֖ים H5090 אֶת H853 הָעֲגָלָ֥ה H5699 חֲדָשָֽׁה H2319 ",
      "4": "וַיִּשָּׂאֻ֗ H5375 מִבֵּ֤ית H1004 אֲבִֽינָדָב֙ H41 אֲשֶׁ֣ר H834 בַּגִּבְעָ֔ה H1389 עִ֖ם H5973 אֲר֣וֹן H727 הָאֱלֹהִ֑ים H430 וְאַחְי֕וֹ H283 הֹלֵ֖ךְ H1980 לִפְנֵ֥י H6440 הָאָרֽוֹן H727 ",
      "5": "וְדָוִ֣ד H1732 וְכָל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 מְשַֽׂחֲקִים֙ H7832 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 בְּכֹ֖ל H3605 עֲצֵ֣י H6086 בְרוֹשִׁ֑ים H1265 וּבְ H3658 וּבִ H5035 וּבְ H8596 וּבִ H4517 וּֽבְ H6767 ",
      "6": "וַיָּבֹ֖אוּ H935 עַד H5704 גֹּ֣רֶן H1637 נָכ֑וֹן H5225 וַיִּשְׁלַ֨ח H7971 עֻזָּ֜א H5798 אֶל H413 אֲר֤וֹן H727 הָֽאֱלֹהִים֙ H430 וַיֹּ֣אחֶז H270 בּ֔וֹ Hb כִּ֥י H3588 שָׁמְט֖וּ H8058 הַבָּקָֽר H1241 ",
      "7": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּעֻזָּ֔ה H5798 וַיַּכֵּ֥ H5221 שָׁ֛ם H8033 הָאֱלֹהִ֖ים H430 עַל H5921 הַשַּׁ֑ל H7944 וַיָּ֣מָת H4191 שָׁ֔ם H8033 עִ֖ם H5973 אֲר֥וֹן H727 הָאֱלֹהִֽים H430 ",
      "8": "וַיִּ֣חַר H2734 לְדָוִ֔ד H1732 עַל֩ H5921 אֲשֶׁ֨ר H834 פָּרַ֧ץ H6555 יְהוָ֛ה H3068 פֶּ֖רֶץ H6556 בְּעֻזָּ֑ה H5798 וַיִּקְרָ֞א H7121 לַמָּק֤וֹם H4725 הַהוּא֙ H1931 פֶּ֣רֶץ H6560 עֻזָּ֔ה H6560 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "9": "וַיִּרָ֥א H3372 דָוִ֛ד H1732 אֶת H853 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיֹּ֕אמֶר H559 אֵ֛יךְ H349 יָב֥וֹא H935 אֵלַ֖י H413 אֲר֥וֹן H727 יְהוָֽה H3068 ",
      "10": "וְלֹֽא H3808 אָבָ֣ה H14 דָוִ֗ד H1732 לְהָסִ֥יר H5493 אֵלָ֛יו H413 אֶת H853 אֲר֥וֹן H727 יְהוָ֖ה H3068 עַל H5921 עִ֣יר H5892 דָּוִ֑ד H1732 וַיַּטֵּ֣ H5186 דָוִ֔ד H1732 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱד֖וֹם H5654 הַגִּתִּֽי H1663 ",
      "11": "וַיֵּשֶׁב֩ H3427 אֲר֨וֹן H727 יְהוָ֜ה H3068 בֵּ֣ית H1004 עֹבֵ֥ד H5654 אֱדֹ֛ם H5654 הַגִּתִּ֖י H1663 שְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֑ים H2320 וַיְבָ֧רֶךְ H1288 יְהוָ֛ה H3068 אֶת H853 עֹבֵ֥ד H5654 אֱדֹ֖ם H5654 וְאֶת H853 כָּל H3605 בֵּיתֽוֹ H1004 ",
      "12": "וַיֻּגַּ֗ד H5046 לַמֶּ֣לֶךְ H4428 דָּוִד֮ H1732 לֵאמֹר֒ H559 בֵּרַ֣ךְ H1288 יְהוָ֗ה H3068 אֶת H853 בֵּ֨ית H1004 עֹבֵ֤ד H5654 אֱדֹם֙ H5654 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 ל֔וֹ Hl בַּעֲב֖וּר H5668 אֲר֣וֹן H727 הָאֱלֹהִ֑ים H430 וַיֵּ֣לֶךְ H3212 דָּוִ֗ד H1732 וַיַּעַל֩ H5927 אֶת H853 אֲר֨וֹן H727 הָאֱלֹהִ֜ים H430 מִבֵּ֨ית H1004 עֹבֵ֥ד H5654 אֱדֹ֛ם H5654 עִ֥יר H5892 דָּוִ֖ד H1732 בְּשִׂמְחָֽה H8057 ",
      "13": "וַיְהִ֗י H1961 כִּ֧י H3588 צָעֲד֛וּ H6805 נֹשְׂאֵ֥י H5375 אֲרוֹן H727 יְהוָ֖ה H3068 שִׁשָּׁ֣ה H8337 צְעָדִ֑ים H6806 וַיִּזְבַּ֥ח H2076 שׁ֖וֹר H7794 וּמְרִֽיא H4806 ",
      "14": "וְדָוִ֛ד H1732 מְכַרְכֵּ֥ר H3769 בְּכָל H3605 עֹ֖ז H5797 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְדָוִ֕ד H1732 חָג֖וּר H2296 אֵפ֥וֹד H646 בָּֽד H906 ",
      "15": "וְדָוִד֙ H1732 וְכָל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 מַעֲלִ֖ים H5927 אֶת H853 אֲר֣וֹן H727 יְהוָ֑ה H3068 בִּתְרוּעָ֖ה H8643 וּבְ H6963 שׁוֹפָֽר H7782 ",
      "16": "וְהָיָה֙ H1961 אֲר֣וֹן H727 יְהוָ֔ה H3068 בָּ֖א H935 עִ֣יר H5892 דָּוִ֑ד H1732 וּמִיכַ֨ל H4324 בַּת H1323 שָׁא֜וּל H7586 נִשְׁקְפָ֣ה H8259 בְּעַ֣ד H1157 הַחַלּ֗וֹן H2474 וַתֵּ֨רֶא H7200 אֶת H853 הַמֶּ֤לֶךְ H4428 דָּוִד֙ H1732 מְפַזֵּ֤ז H6339 וּמְכַרְכֵּר֙ H3769 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַתִּ֥בֶז H959 ל֖וֹ Hl בְּלִבָּֽ H3820 ",
      "17": "וַיָּבִ֜אוּ H935 אֶת H853 אֲר֣וֹן H727 יְהוָ֗ה H3068 וַיַּצִּ֤גוּ H3322 אֹתוֹ֙ H853 בִּמְקוֹמ֔ H4725 בְּת֣וֹךְ H8432 הָאֹ֔הֶל H168 אֲשֶׁ֥ר H834 נָטָה H5186 ל֖וֹ Hl דָּוִ֑ד H1732 וַיַּ֨עַל H5927 דָּוִ֥ד H1732 עֹל֛וֹת H5930 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 וּשְׁלָמִֽים H8002 ",
      "18": "וַיְכַ֣ל H3615 דָּוִ֔ד H1732 מֵהַעֲל֥וֹת H5927 הָעוֹלָ֖ה H5930 וְהַ H8002 וַיְבָ֣רֶךְ H1288 אֶת H853 הָעָ֔ם H5971 בְּשֵׁ֖ם H8034 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "19": "וַיְחַלֵּ֨ק H2505 לְכָל H3605 הָעָ֜ם H5971 לְכָל H3605 הֲמ֣וֹן H1995 יִשְׂרָאֵל֮ H3478 לְמֵ H376 וְעַד H5704 אִשָּׁה֒ H802 לְאִ֗ישׁ H376 חַלַּ֥ת H2471 לֶ֨חֶם֙ H3899 אַחַ֔ת H259 וְאֶשְׁפָּ֣ר H829 אֶחָ֔ד H259 וַאֲשִׁישָׁ֖ה H809 אֶחָ֑ת H259 וַיֵּ֥לֶךְ H3212 כָּל H3605 הָעָ֖ם H5971 אִ֥ישׁ H376 לְבֵיתֽ H1004 ",
      "20": "וַיָּ֥שָׁב H7725 דָּוִ֖ד H1732 לְבָרֵ֣ךְ H1288 אֶת H853 בֵּית֑וֹ H1004 וַתֵּצֵ֞א H3318 מִיכַ֤ל H4324 בַּת H1323 שָׁאוּל֙ H7586 לִקְרַ֣את H7125 דָּוִ֔ד H1732 וַתֹּ֗אמֶר H559 מַה H4100 נִּכְבַּ֨ד H3513 הַיּ֜וֹם H3117 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 נִגְלָ֤ה H1540 הַיּוֹם֙ H3117 לְעֵינֵ֨י H5869 אַמְה֣וֹת H519 עֲבָדָ֔יו H5650 כְּהִגָּל֥וֹת H1540 נִגְל֖וֹת H1540 אַחַ֥ד H259 הָרֵקִֽים H7386 ",
      "21": "וַיֹּ֣אמֶר H559 דָּוִד֮ H1732 אֶל H413 מִיכַל֒ H4324 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 בָּֽחַר H977 בִּ֤י Hb מֵֽאָבִי H1 וּמִ H3605 בֵּית֔וֹ H1004 לְצַוֺּ֨ת H6680 אֹתִ֥י H853 נָגִ֛יד H5057 עַל H5921 עַ֥ם H5971 יְהוָ֖ה H3068 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְשִׂחַקְתִּ֖י H7832 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "22": "וּנְקַלֹּ֤תִי H7043 עוֹד֙ H5750 מִזֹּ֔את H2063 וְהָיִ֥יתִי H1961 שָׁפָ֖ל H8217 בְּעֵינָ֑ H5869 וְעִם H5973 הָֽאֲמָהוֹת֙ H519 אֲשֶׁ֣ר H834 אָמַ֔רְתְּ H559 עִמָּ֖ם H5973 אִכָּבֵֽדָה H3513 ",
      "23": "וּלְ H4324 בַּת H1323 שָׁא֔וּל H7586 לֹֽא H3808 הָ֥יָה H1961 לָ֖הּ Hl יָ֑לֶד H3206 עַ֖ד H5704 י֥וֹם H3117 מוֹתָֽהּ H4194 "
    },
    "7": {
      "1": "וַיְהִ֕י H1961 כִּי H3588 יָשַׁ֥ב H3427 הַמֶּ֖לֶךְ H4428 בְּבֵית֑ H1004 וַיהוָ֛ה H3068 הֵנִֽיחַ H5117 ל֥וֹ Hl מִסָּבִ֖יב H5439 מִכָּל H3605 אֹיְבָֽיו H341 ",
      "2": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 נָתָ֣ן H5416 הַנָּבִ֔יא H5030 רְאֵ֣ה H7200 נָ֔א H4994 אָנֹכִ֥י H595 יוֹשֵׁ֖ב H3427 בְּבֵ֣ית H1004 אֲרָזִ֑ים H730 וַֽאֲרוֹן֙ H727 הָֽאֱלֹהִ֔ים H430 יֹשֵׁ֖ב H3427 בְּת֥וֹךְ H8432 הַיְרִיעָֽה H3407 ",
      "3": "וַיֹּ֤אמֶר H559 נָתָן֙ H5416 אֶל H413 הַמֶּ֔לֶךְ H4428 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 בִּֽלְבָבְ H3824 לֵ֣ךְ H3212 עֲשֵׂ֑ה H6213 כִּ֥י H3588 יְהוָ֖ה H3068 עִמָּֽךְ H5973 ",
      "4": "וַיְהִ֖י H1961 בַּלַּ֣יְלָה H3915 הַה֑וּא H1931 וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 נָתָ֖ן H5416 לֵאמֹֽר H559 ",
      "5": "לֵ֤ךְ H3212 וְאָֽמַרְתָּ֙ H559 אֶל H413 עַבְדִּ֣י H5650 אֶל H413 דָּוִ֔ד H1732 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 הַאַתָּ֛ה H859 תִּבְנֶה H1129 לִּ֥י Hl בַ֖יִת H1004 לְשִׁבְתִּֽ H3427 ",
      "6": "כִּ֣י H3588 לֹ֤א H3808 יָשַׁ֨בְתִּי֙ H3427 בְּבַ֔יִת H1004 לְ֠מִ H3117 הַעֲלֹתִ֞י H5927 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 מִמִּצְרַ֔יִם H4714 וְעַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וָאֶֽהְיֶה֙ H1961 מִתְהַלֵּ֔ךְ H1980 בְּאֹ֖הֶל H168 וּבְ H4908 ",
      "7": "בְּכֹ֥ל H3605 אֲשֶֽׁר H834 הִתְהַלַּכְתִּי֮ H1980 בְּכָל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 הֲדָבָ֣ר H1697 דִּבַּ֗רְתִּי H1696 אֶת H854 אַחַד֙ H259 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֣ר H834 צִוִּ֗יתִי H6680 לִרְע֛וֹת H7462 אֶת H853 עַמִּ֥י H5971 אֶת H853 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 לָ֛מָּה H4100 לֹֽא H3808 בְנִיתֶ֥ם H1129 לִ֖י Hl בֵּ֥ית H1004 אֲרָזִֽים H730 ",
      "8": "וְ֠עַתָּה H6258 כֹּֽה H3541 תֹאמַ֞ר H559 לְעַבְדִּ֣ H5650 לְדָוִ֗ד H1732 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲנִ֤י H589 לְקַחְתִּ֨יךָ֙ H3947 מִן H4480 הַנָּוֶ֔ה H5116 מֵאַחַ֖ר H310 הַצֹּ֑אן H6629 לִֽהְי֣וֹת H1961 נָגִ֔יד H5057 עַל H5921 עַמִּ֖י H5971 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "9": "וָאֶהְיֶ֣ה H1961 עִמְּךָ֗ H5973 בְּכֹל֙ H3605 אֲשֶׁ֣ר H834 הָלַ֔כְתָּ H1980 וָאַכְרִ֥תָ H3772 אֶת H853 כָּל H3605 אֹיְבֶ֖יךָ H341 מִפָּנֶ֑י H6440 וְעָשִׂ֤תִֽי H6213 לְךָ֙ Hl שֵׁ֣ם H8034 גָּד֔וֹל H1419 כְּשֵׁ֥ם H8034 הַגְּדֹלִ֖ים H1419 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
      "10": "וְשַׂמְתִּ֣י H7760 מָ֠קוֹם H4725 לְעַמִּ֨ H5971 לְיִשְׂרָאֵ֤ל H3478 וּנְטַעְתִּי H5193 וְשָׁכַ֣ן H7931 תַּחְתָּ֔יו H8478 וְלֹ֥א H3808 יִרְגַּ֖ז H7264 ע֑וֹד H5750 וְלֹֽא H3808 יֹסִ֤יפוּ H3254 בְנֵֽי H1121 עַוְלָה֙ H5766 לְעַנּוֹת֔ H6031 כַּאֲשֶׁ֖ר H834 בָּרִאשׁוֹנָֽה H7223 ",
      "11": "וּלְ H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 צִוִּ֤יתִי H6680 שֹֽׁפְטִים֙ H8199 עַל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 וַהֲנִיחֹ֥תִי H5117 לְךָ֖ Hl מִכָּל H3605 אֹיְבֶ֑יךָ H341 וְהִגִּ֤יד H5046 לְךָ֙ Hl יְהוָ֔ה H3068 כִּי H3588 בַ֖יִת H1004 יַעֲשֶׂה H6213 לְּךָ֥ Hl יְהוָֽה H3068 ",
      "12": "כִּ֣י H3588 יִמְלְא֣וּ H4390 יָמֶ֗יךָ H3117 וְשָֽׁכַבְתָּ֙ H7901 אֶת H854 אֲבֹתֶ֔יךָ H1 וַהֲקִימֹתִ֤י H6965 אֶֽת H853 זַרְעֲךָ֙ H2233 אַחֲרֶ֔יךָ H310 אֲשֶׁ֥ר H834 יֵצֵ֖א H3318 מִמֵּעֶ֑י H4578 וַהֲכִינֹתִ֖י H3559 אֶת H853 מַמְלַכְתּֽוֹ H4467 ",
      "13": "ה֥וּא H1931 יִבְנֶה H1129 בַּ֖יִת H1004 לִשְׁמִ֑ H8034 וְכֹנַנְתִּ֛י H3559 אֶת H853 כִּסֵּ֥א H3678 מַמְלַכְתּ֖וֹ H4467 עַד H5704 עוֹלָֽם H5769 ",
      "14": "אֲנִי֙ H589 אֶהְיֶה H1961 לּ֣וֹ Hl לְאָ֔ב H1 וְה֖וּא H1931 יִהְיֶה H1961 לִּ֣י Hl לְבֵ֑ן H1121 אֲשֶׁר֙ H834 בְּהַ֣עֲוֺת֔ H5753 וְהֹֽכַחְתִּי H3198 בְּשֵׁ֣בֶט H7626 אֲנָשִׁ֔ים H376 וּבְ H5061 בְּנֵ֥י H1121 אָדָֽם H120 ",
      "15": "וְחַסְדִּ֖ H2617 לֹא H3808 יָס֣וּר H5493 מִמֶּ֑נּוּ H4480 כַּאֲשֶׁ֤ר H834 הֲסִרֹ֨תִי֙ H5493 מֵעִ֣ם H5973 שָׁא֔וּל H7586 אֲשֶׁ֥ר H834 הֲסִרֹ֖תִי H5493 מִלְּ H6440 ",
      "16": "וְנֶאְמַ֨ן H539 בֵּיתְךָ֧ H1004 וּמַֽמְלַכְתְּ H4467 עַד H5704 עוֹלָ֖ם H5769 לְפָנֶ֑י H6440 כִּֽסְאֲךָ֔ H3678 יִהְיֶ֥ה H1961 נָכ֖וֹן H3559 עַד H5704 עוֹלָֽם H5769 ",
      "17": "כְּכֹל֙ H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וּכְ H3605 הַחִזָּי֣וֹן H2384 הַזֶּ֑ה H2088 כֵּ֛ן H3651 דִּבֶּ֥ר H1696 נָתָ֖ן H5416 אֶל H413 דָּוִֽד H1732 ",
      "18": "וַיָּבֹא֙ H935 הַמֶּ֣לֶךְ H4428 דָּוִ֔ד H1732 וַיֵּ֖שֶׁב H3427 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיֹּ֗אמֶר H559 מִ֣י H4310 אָנֹכִ֞י H595 אֲדֹנָ֤י H136 יְהוִה֙ H3069 וּמִ֣י H4310 בֵיתִ֔י H1004 כִּ֥י H3588 הֲבִיאֹתַ֖נִי H935 עַד H5704 הֲלֹֽם H1988 ",
      "19": "וַתִּקְטַן֩ H6994 ע֨וֹד H5750 זֹ֤את H2063 בְּעֵינֶ֨י H5869 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וַתְּדַבֵּ֛ר H1696 גַּ֥ם H1571 אֶל H413 בֵּֽית H1004 עַבְדְּךָ֖ H5650 לְמֵֽ H7350 וְזֹ֛את H2063 תּוֹרַ֥ת H8452 הָאָדָ֖ם H120 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
      "20": "וּמַה H4100 יּוֹסִ֥יף H3254 דָּוִ֛ד H1732 ע֖וֹד H5750 לְדַבֵּ֣ר H1696 אֵלֶ֑יךָ H413 וְאַתָּ֛ה H859 יָדַ֥עְתָּ H3045 אֶֽת H853 עַבְדְּךָ֖ H5650 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
      "21": "בַּעֲב֤וּר H5668 דְּבָֽרְךָ֙ H1697 וּֽכְ H3820 עָשִׂ֕יתָ H6213 אֵ֥ת H853 כָּל H3605 הַגְּדוּלָּ֖ה H1420 הַזֹּ֑את H2063 לְהוֹדִ֖יעַ H3045 אֶת H853 עַבְדֶּֽךָ H5650 ",
      "22": "עַל H5921 כֵּ֥ן H3651 גָּדַ֖לְתָּ H1431 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 כִּֽי H3588 אֵ֣ין H369 כָּמ֗וֹךָ H3644 וְאֵ֤ין H369 אֱלֹהִים֙ H430 זֽוּלָתֶ֔ךָ H2108 בְּכֹ֥ל H3605 אֲשֶׁר H834 שָׁמַ֖עְנוּ H8085 בְּאָזְנֵֽי H241 ",
      "23": "וּמִ֤י H4310 כְעַמְּ H5971 כְּיִשְׂרָאֵ֔ל H3478 גּ֥וֹי H1471 אֶחָ֖ד H259 בָּאָ֑רֶץ H776 אֲשֶׁ֣ר H834 הָלְכֽוּ H1980 אֱ֠לֹהִים H430 לִפְדּֽוֹת H6299 ל֨וֹ Hl לְעָ֜ם H5971 וְלָ H7760 ל֣וֹ Hl שֵׁ֗ם H8034 וְלַ H6213 לָכֶ֜ם Hl הַגְּדוּלָּ֤ה H1420 וְנֹֽרָאוֹת֙ H3372 לְאַרְצֶ֔ H776 מִפְּנֵ֣י H6440 עַמְּךָ֗ H5971 אֲשֶׁ֨ר H834 פָּדִ֤יתָ H6299 לְּךָ֙ Hl מִמִּצְרַ֔יִם H4714 גּוֹיִ֖ם H1471 וֵאלֹהָֽי H430 ",
      "24": "וַתְּכ֣וֹנֵֽן H3559 לְ֠ךָ Hl אֶת H853 עַמְּךָ֨ H5971 יִשְׂרָאֵ֧ל H3478 לְךָ֛ Hl לְעָ֖ם H5971 עַד H5704 עוֹלָ֑ם H5769 וְאַתָּ֣ה H859 יְהוָ֔ה H3068 הָיִ֥יתָ H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
      "25": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהִ֔ים H430 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבַּ֤רְתָּ H1696 עַֽל H5921 עַבְדְּךָ֙ H5650 וְעַל H5921 בֵּית֔וֹ H1004 הָקֵ֖ם H6965 עַד H5704 עוֹלָ֑ם H5769 וַעֲשֵׂ֖ה H6213 כַּאֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
      "26": "וְיִגְדַּ֨ל H1431 שִׁמְךָ֤ H8034 עַד H5704 עוֹלָם֙ H5769 לֵאמֹ֔ר H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֱלֹהִ֖ים H430 עַל H5921 יִשְׂרָאֵ֑ל H3478 וּבֵית֙ H1004 עַבְדְּךָ֣ H5650 דָוִ֔ד H1732 יִהְיֶ֥ה H1961 נָכ֖וֹן H3559 לְפָנֶֽי H6440 ",
      "27": "כִּֽי H3588 אַתָּה֩ H859 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 גָּלִ֜יתָה H1540 אֶת H853 אֹ֤זֶן H241 עַבְדְּךָ֙ H5650 לֵאמֹ֔ר H559 בַּ֖יִת H1004 אֶבְנֶה H1129 לָּ֑ךְ Hl עַל H5921 כֵּ֗ן H3651 מָצָ֤א H4672 עַבְדְּךָ֙ H5650 אֶת H853 לִבּ֔וֹ H3820 לְהִתְפַּלֵּ֣ל H6419 אֵלֶ֔יךָ H413 אֶת H853 הַתְּפִלָּ֖ה H8605 הַזֹּֽאת H2063 ",
      "28": "וְעַתָּ֣ה H6258 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 אַתָּה H859 הוּא֙ H1931 הָֽאֱלֹהִ֔ים H430 וּדְבָרֶ֖י H1697 יִהְי֣וּ H1961 אֱמֶ֑ת H571 וַתְּדַבֵּר֙ H1696 אֶֽל H413 עַבְדְּךָ֔ H5650 אֶת H853 הַטּוֹבָ֖ה H2896 הַזֹּֽאת H2063 ",
      "29": "וְעַתָּ֗ה H6258 הוֹאֵל֙ H2974 וּבָרֵךְ֙ H1288 אֶת H853 בֵּ֣ית H1004 עַבְדְּךָ֔ H5650 לִהְי֥וֹת H1961 לְעוֹלָ֖ם H5769 לְפָנֶ֑י H6440 כִּֽי H3588 אַתָּ֞ה H859 אֲדֹנָ֤י H136 יְהוִה֙ H3069 דִּבַּ֔רְתָּ H1696 וּמִ H1293 יְבֹרַ֥ךְ H1288 בֵּֽית H1004 עַבְדְּךָ֖ H5650 לְעוֹלָֽם H5769 "
    },
    "8": {
      "1": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַיַּ֥ךְ H5221 דָּוִ֛ד H1732 אֶת H853 פְּלִשְׁתִּ֖ים H6430 וַיַּכְנִיעֵ֑ H3665 וַיִּקַּ֥ח H3947 דָּוִ֛ד H1732 אֶת H853 מֶ֥תֶג H4965 הָאַמָּ֖ה H4965 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
      "2": "וַיַּ֣ךְ H5221 אֶת H853 מוֹאָ֗ב H4124 וַֽיְמַדְּדֵ֤ H4058 בַּחֶ֨בֶל֙ H2256 הַשְׁכֵּ֣ב H7901 אוֹתָ֣ם H853 אַ֔רְצָה H776 וַיְמַדֵּ֤ד H4058 שְׁנֵֽי H8147 חֲבָלִים֙ H2256 לְהָמִ֔ית H4191 וּמְלֹ֥א H4393 הַחֶ֖בֶל H2256 לְהַחֲי֑וֹת H2421 וַתְּהִ֤י H1961 מוֹאָב֙ H4124 לְדָוִ֔ד H1732 לַעֲבָדִ֖ים H5650 נֹשְׂאֵ֥י H5375 מִנְחָֽה H4503 ",
      "3": "וַיַּ֣ךְ H5221 דָּוִ֔ד H1732 אֶת H853 הֲדַדְעֶ֥זֶר H1909 בֶּן H1121 רְחֹ֖ב H7340 מֶ֣לֶךְ H4428 צוֹבָ֑ה H6678 בְּלֶכְתּ֕ H3212 לְהָשִׁ֥יב H7725 יָד֖וֹ H3027 בִּֽנְהַר H5104 ",
      "4": "וַיִּלְכֹּ֨ד H3920 דָּוִ֜ד H1732 מִמֶּ֗נּוּ H4480 אֶ֤לֶף H505 וּשְׁבַע H7651 מֵאוֹת֙ H3967 פָּרָשִׁ֔ים H6571 וְעֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 אִ֣ישׁ H376 רַגְלִ֑י H7273 וַיְעַקֵּ֤ר H6131 דָּוִד֙ H1732 אֶת H853 כָּל H3605 הָרֶ֔כֶב H7393 וַיּוֹתֵ֥ר H3498 מִמֶּ֖נּוּ H4480 מֵ֥אָה H3967 רָֽכֶב H7393 ",
      "5": "וַתָּבֹא֙ H935 אֲרַ֣ם H758 דַּמֶּ֔שֶׂק H1834 לַעְזֹ֕ר H5826 לַהֲדַדְעֶ֖זֶר H1909 מֶ֣לֶךְ H4428 צוֹבָ֑ה H6678 וַיַּ֤ךְ H5221 דָּוִד֙ H1732 בַּֽאֲרָ֔ם H758 עֶשְׂרִֽים H6242 וּשְׁנַ֥יִם H8147 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "6": "וַיָּ֨שֶׂם H7760 דָּוִ֤ד H1732 נְצִבִים֙ H5333 בַּאֲרַ֣ם H758 דַּמֶּ֔שֶׂק H1834 וַתְּהִ֤י H1961 אֲרָם֙ H758 לְדָוִ֔ד H1732 לַעֲבָדִ֖ים H5650 נוֹשְׂאֵ֣י H5375 מִנְחָ֑ה H4503 וַיֹּ֤שַׁע H3467 יְהוָה֙ H3068 אֶת H853 דָּוִ֔ד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
      "7": "וַיִּקַּ֣ח H3947 דָּוִ֗ד H1732 אֵ֚ת H853 שִׁלְטֵ֣י H7982 הַזָּהָ֔ב H2091 אֲשֶׁ֣ר H834 הָי֔וּ H1961 אֶ֖ל H413 עַבְדֵ֣י H5650 הֲדַדְעָ֑זֶר H1909 וַיְבִיאֵ֖ H935 יְרוּשָׁלִָֽם H3389 ",
      "8": "וּמִ H984 וּמִ H1268 עָרֵ֣י H5892 הֲדַדְעָ֑זֶר H1909 לָקַ֞ח H3947 הַמֶּ֧לֶךְ H4428 דָּוִ֛ד H1732 נְחֹ֖שֶׁת H5178 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
      "9": "וַיִּשְׁמַ֕ע H8085 תֹּ֖עִי H8583 מֶ֣לֶךְ H4428 חֲמָ֑ת H2574 כִּ֚י H3588 הִכָּ֣ה H5221 דָוִ֔ד H1732 אֵ֖ת H853 כָּל H3605 חֵ֥יל H2426 הֲדַדְעָֽזֶר H1909 ",
      "10": "וַיִּשְׁלַ֣ח H7971 תֹּ֣עִי H8583 אֶת H853 יֽוֹרָם H3141 בְּנ֣וֹ H1121 אֶל H413 הַמֶּֽלֶךְ H4428 דָּ֠וִד H1732 לִשְׁאָל H7592 ל֨וֹ Hl לְשָׁל֜וֹם H7965 וּֽלְ H1288 עַל֩ H5921 אֲשֶׁ֨ר H834 נִלְחַ֤ם H3898 בַּהֲדַדְעֶ֨זֶר֙ H1909 וַיַּכֵּ֔ H5221 כִּי H3588 אִ֛ישׁ H376 מִלְחֲמ֥וֹת H4421 תֹּ֖עִי H8583 הָיָ֣ה H1961 הֲדַדְעָ֑זֶר H1909 וּבְ H3027 הָי֛וּ H1961 כְּלֵֽי H3627 כֶ֥סֶף H3701 וּכְלֵֽי H3627 זָהָ֖ב H2091 וּכְלֵ֥י H3627 נְחֹֽשֶׁת H5178 ",
      "11": "גַּם H1571 אֹתָ֕ם H853 הִקְדִּ֛ישׁ H6942 הַמֶּ֥לֶךְ H4428 דָּוִ֖ד H1732 לַֽיהוָ֑ה H3068 עִם H5973 הַכֶּ֤סֶף H3701 וְהַ H2091 אֲשֶׁ֣ר H834 הִקְדִּ֔ישׁ H6942 מִכָּל H3605 הַגּוֹיִ֖ם H1471 אֲשֶׁ֥ר H834 כִּבֵּֽשׁ H3533 ",
      "12": "מֵאֲרָ֤ם H758 וּמִ H4124 וּמִ H1121 עַמּ֔וֹן H5983 וּמִ H6430 וּמֵֽ H6002 וּמִ H7998 הֲדַדְעֶ֥זֶר H1909 בֶּן H1121 רְחֹ֖ב H7340 מֶ֥לֶךְ H4428 צוֹבָֽה H6678 ",
      "13": "וַיַּ֤עַשׂ H6213 דָּוִד֙ H1732 שֵׁ֔ם H8034 בְּשֻׁב֕ H7725 מֵהַכּוֹת֥ H5221 אֶת H853 אֲרָ֖ם H758 בְּגֵיא H1516 מֶ֑לַח H4417 שְׁמוֹנָ֥ה H8083 עָשָׂ֖ר H6240 אָֽלֶף H505 ",
      "14": "וַיָּ֨שֶׂם H7760 בֶּאֱד֜וֹם H123 נְצִבִ֗ים H5333 בְּכָל H3605 אֱדוֹם֙ H123 שָׂ֣ם H7760 נְצִבִ֔ים H5333 וַיְהִ֥י H1961 כָל H3605 אֱד֖וֹם H123 עֲבָדִ֣ים H5650 לְדָוִ֑ד H1732 וַיּ֤וֹשַׁע H3467 יְהוָה֙ H3068 אֶת H853 דָּוִ֔ד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
      "15": "וַיִּמְלֹ֥ךְ H4427 דָּוִ֖ד H1732 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 דָוִ֗ד H1732 עֹשֶׂ֛ה H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 לְכָל H3605 עַמּֽוֹ H5971 ",
      "16": "וְיוֹאָ֥ב H3097 בֶּן H1121 צְרוּיָ֖ה H6870 עַל H5921 הַצָּבָ֑א H6635 וִיהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 מַזְכִּֽיר H2142 ",
      "17": "וְצָד֧וֹק H6659 בֶּן H1121 אֲחִיט֛וּב H285 וַאֲחִימֶ֥לֶךְ H288 בֶּן H1121 אֶבְיָתָ֖ר H54 כֹּהֲנִ֑ים H3548 וּשְׂרָיָ֖ה H8304 סוֹפֵֽר H5608 ",
      "18": "וּבְנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 וְהַ H3774 וְהַ H6432 וּבְנֵ֥י H1121 דָוִ֖ד H1732 כֹּהֲנִ֥ים H3548 הָיֽוּ H1961 "
    },
    "9": {
      "1": "וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 הֲכִ֣י H3588 יֶשׁ H3426 ע֔וֹד H5750 אֲשֶׁ֥ר H834 נוֹתַ֖ר H3498 לְבֵ֣ית H1004 שָׁא֑וּל H7586 וְאֶעֱשֶׂ֤ה H6213 עִמּוֹ֙ H5973 חֶ֔סֶד H2617 בַּעֲב֖וּר H5668 יְהוֹנָתָֽן H3083 ",
      "2": "וּלְ H1004 שָׁא֥וּל H7586 עֶ֨בֶד֙ H5650 וּשְׁמ֣ H8034 צִיבָ֔א H6717 וַיִּקְרְאוּ H7121 ל֖וֹ Hl אֶל H413 דָּוִ֑ד H1732 וַיֹּ֨אמֶר H559 הַמֶּ֧לֶךְ H4428 אֵלָ֛יו H413 הַאַתָּ֥ה H859 צִיבָ֖א H6717 וַיֹּ֥אמֶר H559 עַבְדֶּֽךָ H5650 ",
      "3": "וַיֹּ֣אמֶר H559 הַמֶּ֗לֶךְ H4428 הַאֶ֨פֶס H657 ע֥וֹד H5750 אִישׁ֙ H376 לְבֵ֣ית H1004 שָׁא֔וּל H7586 וְאֶעֱשֶׂ֥ה H6213 עִמּ֖וֹ H5973 חֶ֣סֶד H2617 אֱלֹהִ֑ים H430 וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 אֶל H413 הַמֶּ֔לֶךְ H4428 ע֛וֹד H5750 בֵּ֥ן H1121 לִיהוֹנָתָ֖ן H3083 נְכֵ֥ה H5223 רַגְלָֽיִם H7272 ",
      "4": "וַיֹּֽאמֶר H559 ל֥וֹ Hl הַמֶּ֖לֶךְ H4428 אֵיפֹ֣ה H375 ה֑וּא H1931 וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 אֶל H413 הַמֶּ֔לֶךְ H4428 הִנֵּה H2009 ה֗וּא H1931 בֵּ֛ית H1004 מָכִ֥יר H4353 בֶּן H1121 עַמִּיאֵ֖ל H5988 בְּל֥וֹ H3810 דְבָֽר H3810 ",
      "5": "וַיִּשְׁלַ֖ח H7971 הַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וַיִּקָּחֵ֗ H3947 מִבֵּ֛ית H1004 מָכִ֥יר H4353 בֶּן H1121 עַמִּיאֵ֖ל H5988 מִלּ֥וֹ H3810 דְבָֽר H3810 ",
      "6": "וַ֠יָּבֹא H935 מְפִיבֹ֨שֶׁת H4648 בֶּן H1121 יְהוֹנָתָ֤ן H3083 בֶּן H1121 שָׁאוּל֙ H7586 אֶל H413 דָּוִ֔ד H1732 וַיִּפֹּ֥ל H5307 עַל H5921 פָּנָ֖יו H6440 וַיִּשְׁתָּ֑חוּ H7812 וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 מְפִיבֹ֔שֶׁת H4648 וַיֹּ֖אמֶר H559 הִנֵּ֥ה H2009 עַבְדֶּֽךָ H5650 ",
      "7": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl דָוִ֜ד H1732 אַל H408 תִּירָ֗א H3372 כִּ֣י H3588 עָשֹׂה֩ H6213 אֶעֱשֶׂ֨ה H6213 עִמְּךָ֥ H5973 חֶ֨סֶד֙ H2617 בַּֽעֲבוּר֙ H5668 יְהוֹנָתָ֣ן H3083 אָבִ֔יךָ H1 וַהֲשִׁבֹתִ֣י H7725 לְךָ֔ Hl אֶֽת H853 כָּל H3605 שְׂדֵ֖ה H7704 שָׁא֣וּל H7586 אָבִ֑יךָ H1 וְאַתָּ֗ה H859 תֹּ֥אכַל H398 לֶ֛חֶם H3899 עַל H5921 שֻׁלְחָנִ֖י H7979 תָּמִֽיד H8548 ",
      "8": "וַיִּשְׁתַּ֕חוּ H7812 וַיֹּ֖אמֶר H559 מֶ֣ה H4100 עַבְדֶּ֑ךָ H5650 כִּ֣י H3588 פָנִ֔יתָ H6437 אֶל H413 הַכֶּ֥לֶב H3611 הַמֵּ֖ת H4191 אֲשֶׁ֥ר H834 כָּמֽוֹנִי H3644 ",
      "9": "וַיִּקְרָ֣א H7121 הַמֶּ֗לֶךְ H4428 אֶל H413 צִיבָ֛א H6717 נַ֥עַר H5288 שָׁא֖וּל H7586 וַיֹּ֣אמֶר H559 אֵלָ֑יו H413 כֹּל֩ H3605 אֲשֶׁ֨ר H834 הָיָ֤ה H1961 לְשָׁאוּל֙ H7586 וּלְ H3605 בֵּית֔וֹ H1004 נָתַ֖תִּי H5414 לְבֶן H1121 אֲדֹנֶֽיךָ H113 ",
      "10": "וְעָבַ֣דְתָּ H5647 לּ֣וֹ Hl אֶֽת H853 הָאֲדָמָ֡ה H127 אַתָּה֩ H859 וּבָנֶ֨י H1121 וַעֲבָדֶ֜י H5650 וְהֵבֵ֗אתָ H935 וְהָיָ֨ה H1961 לְבֶן H1121 אֲדֹנֶ֤יךָ H113 לֶּ֨חֶם֙ H3899 וַאֲכָל֔ H398 וּמְפִיבֹ֨שֶׁת֙ H4648 בֶּן H1121 אֲדֹנֶ֔יךָ H113 יֹאכַ֥ל H398 תָּמִ֛יד H8548 לֶ֖חֶם H3899 עַל H5921 שֻׁלְחָנִ֑י H7979 וּלְ H6717 חֲמִשָּׁ֥ה H2568 עָשָׂ֛ר H6240 בָּנִ֖ים H1121 וְעֶשְׂרִ֥ים H6242 עֲבָדִֽים H5650 ",
      "11": "וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 אֶל H413 הַמֶּ֔לֶךְ H4428 כְּכֹל֩ H3605 אֲשֶׁ֨ר H834 יְצַוֶּ֜ה H6680 אֲדֹנִ֤י H113 הַמֶּ֨לֶךְ֙ H4428 אֶת H853 עַבְדּ֔וֹ H5650 כֵּ֖ן H3651 יַעֲשֶׂ֣ה H6213 עַבְדֶּ֑ךָ H5650 וּמְפִיבֹ֗שֶׁת H4648 אֹכֵל֙ H398 עַל H5921 שֻׁלְחָנִ֔י H7979 כְּאַחַ֖ד H259 מִבְּנֵ֥י H1121 הַמֶּֽלֶךְ H4428 ",
      "12": "וְלִ H4648 בֵּן H1121 קָטָ֖ן H6996 וּשְׁמ֣ H8034 מִיכָ֑א H4316 וְכֹל֙ H3605 מוֹשַׁ֣ב H4186 בֵּית H1004 צִיבָ֔א H6717 עֲבָדִ֖ים H5650 לִמְפִיבֹֽשֶׁת H4648 ",
      "13": "וּמְפִיבֹ֗שֶׁת H4648 יֹשֵׁב֙ H3427 בִּיר֣וּשָׁלִַ֔ם H3389 כִּ֣י H3588 עַל H5921 שֻׁלְחַ֥ן H7979 הַמֶּ֛לֶךְ H4428 תָּמִ֖יד H8548 ה֣וּא H1931 אֹכֵ֑ל H398 וְה֥וּא H1931 פִסֵּ֖חַ H6455 שְׁתֵּ֥י H8147 רַגְלָֽיו H7272 "
    },
    "10": {
      "1": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַיָּ֕מָת H4191 מֶ֖לֶךְ H4428 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 וַיִּמְלֹ֛ךְ H4427 חָנ֥וּן H2586 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "2": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶעֱשֶׂה H6213 חֶ֣סֶד H2617 עִם H5973 חָנ֣וּן H2586 בֶּן H1121 נָחָ֗שׁ H5176 כַּאֲשֶׁר֩ H834 עָשָׂ֨ה H6213 אָבִ֤יו H1 עִמָּדִי֙ H5978 חֶ֔סֶד H2617 וַיִּשְׁלַ֨ח H7971 דָּוִ֧ד H1732 לְנַחֲמ֛ H5162 בְּיַד H3027 עֲבָדָ֖יו H5650 אֶל H413 אָבִ֑יו H1 וַיָּבֹ֨אוּ֙ H935 עַבְדֵ֣י H5650 דָוִ֔ד H1732 אֶ֖רֶץ H776 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "3": "וַיֹּאמְרוּ֩ H559 שָׂרֵ֨י H8269 בְנֵֽי H1121 עַמּ֜וֹן H5983 אֶל H413 חָנ֣וּן H2586 אֲדֹֽנֵיהֶ֗ם H113 הַֽמְכַבֵּ֨ד H3513 דָּוִ֤ד H1732 אֶת H853 אָבִ֨יךָ֙ H1 בְּעֵינֶ֔י H5869 כִּֽי H3588 שָׁלַ֥ח H7971 לְךָ֖ Hl מְנַֽחֲמִ֑ים H5162 הֲ֠לוֹא H3808 בַּעֲב֞וּר H5668 חֲק֤וֹר H2713 אֶת H853 הָעִיר֙ H5892 וּלְ H7270 וּלְ H2015 שָׁלַ֥ח H7971 דָּוִ֛ד H1732 אֶת H853 עֲבָדָ֖יו H5650 אֵלֶֽיךָ H413 ",
      "4": "וַיִּקַּ֨ח H3947 חָנ֜וּן H2586 אֶת H853 עַבְדֵ֣י H5650 דָוִ֗ד H1732 וַיְגַלַּח֙ H1548 אֶת H853 חֲצִ֣י H2677 זְקָנָ֔ם H2206 וַיִּכְרֹ֧ת H3772 אֶת H853 מַדְוֵיהֶ֛ם H4063 בַּחֵ֖צִי H2677 עַ֣ד H5704 שְׁתֽוֹתֵיהֶ֑ם H8357 וַֽיְשַׁלְּחֵֽ H7971 ",
      "5": "וַיַּגִּ֤דוּ H5046 לְדָוִד֙ H1732 וַיִּשְׁלַ֣ח H7971 לִקְרָאתָ֔ H7125 כִּֽי H3588 הָי֥וּ H1961 הָאֲנָשִׁ֖ים H376 נִכְלָמִ֣ים H3637 מְאֹ֑ד H3966 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 שְׁב֣וּ H3427 בִֽירֵח֔וֹ H3405 עַד H5704 יְצַמַּ֥ח H6779 זְקַנְכֶ֖ם H2206 וְשַׁבְתֶּֽם H7725 ",
      "6": "וַיִּרְאוּ֙ H7200 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 כִּ֥י H3588 נִבְאֲשׁ֖וּ H887 בְּדָוִ֑ד H1732 וַיִּשְׁלְח֣וּ H7971 בְנֵֽי H1121 עַמּ֡וֹן H5983 וַיִּשְׂכְּרוּ֩ H7936 אֶת H853 אֲרַ֨ם H758 בֵּית H1050 רְח֜וֹב H1050 וְאֶת H853 אֲרַ֣ם H758 צוֹבָ֗א H6678 עֶשְׂרִ֥ים H6242 אֶ֨לֶף֙ H505 רַגְלִ֔י H7273 וְאֶת H853 מֶ֤לֶךְ H4428 מַֽעֲכָה֙ H4601 אֶ֣לֶף H505 אִ֔ישׁ H376 וְאִ֣ישׁ H376 ט֔וֹב H2897 שְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H376 אִֽישׁ H505 ",
      "7": "וַיִּשְׁמַ֖ע H8085 דָּוִ֑ד H1732 וַיִּשְׁלַח֙ H7971 אֶת H853 יוֹאָ֔ב H3097 וְאֵ֥ת H853 כָּל H3605 הַצָּבָ֖א H6635 הַגִּבֹּרִֽים H1368 ",
      "8": "וַיֵּֽצְאוּ֙ H3318 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיַּעַרְכ֥וּ H6186 מִלְחָמָ֖ה H4421 פֶּ֣תַח H6607 הַשָּׁ֑עַר H8179 וַאֲרַ֨ם H758 צוֹבָ֤א H6678 וּרְחוֹב֙ H7340 וְאִֽישׁ H376 ט֣וֹב H2897 וּמַֽעֲכָ֔ה H4601 לְבַדָּ֖ H905 בַּשָּׂדֶֽה H7704 ",
      "9": "וַיַּ֣רְא H7200 יוֹאָ֗ב H3097 כִּֽי H3588 הָיְתָ֤ה H1961 אֵלָיו֙ H413 פְּנֵ֣י H6440 הַמִּלְחָמָ֔ה H4421 מִפָּנִ֖ים H6440 וּמֵֽ H268 וַיִּבְחַ֗ר H977 מִכֹּל֙ H3605 בְּחוּרֵ֣י H977 בישראל H3478 וַֽיַּעֲרֹ֖ךְ H6186 לִקְרַ֥את H7125 אֲרָֽם H758 ",
      "10": "וְאֵת֙ H853 יֶ֣תֶר H3499 הָעָ֔ם H5971 נָתַ֕ן H5414 בְּיַ֖ד H3027 אַבְשַׁ֣י H52 אָחִ֑יו H251 וַֽיַּעֲרֹ֕ךְ H6186 לִקְרַ֖את H7125 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "11": "וַיֹּ֗אמֶר H559 אִם H518 תֶּחֱזַ֤ק H2388 אֲרָם֙ H758 מִמֶּ֔נִּי H4480 וְהָיִ֥תָה H1961 לִּ֖י Hl לִֽישׁוּעָ֑ה H3467 וְאִם H518 בְּנֵ֤י H1121 עַמּוֹן֙ H5983 יֶחֱזְק֣וּ H2388 מִמְּךָ֔ H4480 וְהָלַכְתִּ֖י H1980 לְהוֹשִׁ֥יעַֽ H3467 לָֽךְ Hl ",
      "12": "חֲזַ֤ק H2388 וְנִתְחַזַּק֙ H2388 בְּעַד H1157 עַמֵּ֔נוּ H5971 וּבְעַ֖ד H1157 עָרֵ֣י H5892 אֱלֹהֵ֑ינוּ H430 וַֽיהוָ֔ה H3068 יַעֲשֶׂ֥ה H6213 הַטּ֖וֹב H2896 בְּעֵינָֽי H5869 ",
      "13": "וַיִּגַּ֣שׁ H5066 יוֹאָ֗ב H3097 וְהָ H5971 אֲשֶׁ֣ר H834 עִמּ֔וֹ H5973 לַמִּלְחָמָ֖ה H4421 בַּֽאֲרָ֑ם H758 וַיָּנֻ֖סוּ H5127 מִפָּנָֽי H6440 ",
      "14": "וּבְנֵ֨י H1121 עַמּ֤וֹן H5983 רָאוּ֙ H7200 כִּי H3588 נָ֣ס H5127 אֲרָ֔ם H758 וַיָּנֻ֨סוּ֙ H5127 מִפְּנֵ֣י H6440 אֲבִישַׁ֔י H52 וַיָּבֹ֖אוּ H935 הָעִ֑יר H5892 וַיָּ֣שָׁב H7725 יוֹאָ֗ב H3097 מֵעַל֙ H5921 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיָּבֹ֖א H935 יְרוּשָׁלִָֽם H3389 ",
      "15": "וַיַּ֣רְא H7200 אֲרָ֔ם H758 כִּ֥י H3588 נִגַּ֖ף H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 וַיֵּאָסְפ֖וּ H622 יָֽחַד H3162 ",
      "16": "וַיִּשְׁלַ֣ח H7971 הֲדַדְעֶ֗זֶר H1909 וַיֹּצֵ֤א H3318 אֶת H853 אֲרָם֙ H758 אֲשֶׁר֙ H834 מֵעֵ֣בֶר H5676 הַנָּהָ֔ר H5104 וַיָּבֹ֖אוּ H935 חֵילָ֑ם H2431 וְשׁוֹבַ֛ךְ H7731 שַׂר H8269 צְבָ֥א H6635 הֲדַדְעֶ֖זֶר H1909 לִפְנֵי H6440 ",
      "17": "וַיֻּגַּ֣ד H5046 לְדָוִ֗ד H1732 וַיֶּאֱסֹ֤ף H622 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 וַיַּעֲבֹ֣ר H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 וַיָּבֹ֖א H935 חֵלָ֑אמָה H2431 וַיַּעַרְכ֤וּ H6186 אֲרָם֙ H758 לִקְרַ֣את H7125 דָּוִ֔ד H1732 וַיִּלָּחֲמ֖וּ H3898 עִמּֽוֹ H5973 ",
      "18": "וַיָּ֣נָס H5127 אֲרָם֮ H758 מִפְּנֵ֣י H6440 יִשְׂרָאֵל֒ H3478 וַיַּהֲרֹ֨ג H2026 דָּוִ֜ד H1732 מֵאֲרָ֗ם H758 שְׁבַ֤ע H7651 מֵאוֹת֙ H3967 רֶ֔כֶב H7393 וְאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 פָּרָשִׁ֑ים H6571 וְאֵ֨ת H853 שׁוֹבַ֧ךְ H7731 שַׂר H8269 צְבָא֛וֹ H6635 הִכָּ֖ה H5221 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
      "19": "וַיִּרְא֨וּ H7200 כָֽל H3605 הַמְּלָכִ֜ים H4428 עַבְדֵ֣י H5650 הֲדַדְעֶ֗זֶר H1909 כִּ֤י H3588 נִגְּפוּ֙ H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 וַיַּשְׁלִ֥מוּ H7999 אֶת H854 יִשְׂרָאֵ֖ל H3478 וַיַּֽעַבְד֑וּ H5647 וַיִּֽרְא֣וּ H3372 אֲרָ֔ם H758 לְהוֹשִׁ֥יעַ H3467 ע֖וֹד H5750 אֶת H853 בְּנֵ֥י H1121 עַמּֽוֹן H5983 "
    },
    "11": {
      "1": "וַיְהִי֩ H1961 לִתְשׁוּבַ֨ת H8666 הַשָּׁנָ֜ה H8141 לְעֵ֣ת H6256 צֵ֣את H3318 הַמַּלְאֿכִ֗ים H4428 וַיִּשְׁלַ֣ח H7971 דָּוִ֡ד H1732 אֶת H853 יוֹאָב֩ H3097 וְאֶת H853 עֲבָדָ֨יו H5650 עִמּ֜וֹ H5973 וְאֶת H853 כָּל H3605 יִשְׂרָאֵ֗ל H3478 וַיַּשְׁחִ֨תוּ֙ H7843 אֶת H853 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיָּצֻ֖רוּ H6696 עַל H5921 רַבָּ֑ה H7237 וְדָוִ֖ד H1732 יוֹשֵׁ֥ב H3427 בִּירוּשָׁלִָֽם H3389 ",
      "2": "וַיְהִ֣י H1961 לְעֵ֣ת H6256 הָעֶ֗רֶב H6153 וַיָּ֨קָם H6965 דָּוִ֜ד H1732 מֵעַ֤ל H5921 מִשְׁכָּבוֹ֙ H4904 וַיִּתְהַלֵּךְ֙ H1980 עַל H5921 גַּ֣ג H1406 בֵּית H1004 הַמֶּ֔לֶךְ H4428 וַיַּ֥רְא H7200 אִשָּׁ֛ה H802 רֹחֶ֖צֶת H7364 מֵעַ֣ל H5921 הַגָּ֑ג H1406 וְהָ֣ H802 טוֹבַ֥ת H2896 מַרְאֶ֖ה H4758 מְאֹֽד H3966 ",
      "3": "וַיִּשְׁלַ֣ח H7971 דָּוִ֔ד H1732 וַיִּדְרֹ֖שׁ H1875 לָֽאִשָּׁ֑ה H802 וַיֹּ֗אמֶר H559 הֲלוֹא H3808 זֹאת֙ H2063 בַּת H1339 שֶׁ֣בַע H1339 בַּת H1323 אֱלִיעָ֔ם H463 אֵ֖שֶׁת H802 אוּרִיָּ֥ה H223 הַחִתִּֽי H2850 ",
      "4": "וַיִּשְׁלַח֩ H7971 דָּוִ֨ד H1732 מַלְאָכִ֜ים H4397 וַיִּקָּחֶ֗ H3947 וַתָּב֤וֹא H935 אֵלָיו֙ H413 וַיִּשְׁכַּ֣ב H7901 עִמָּ֔הּ H5973 וְהִ֥יא H1931 מִתְקַדֶּ֖שֶׁת H6942 מִטֻּמְאָתָ֑ H2932 וַתָּ֖שָׁב H7725 אֶל H413 בֵּיתָֽהּ H1004 ",
      "5": "וַתַּ֖הַר H2029 הָֽאִשָּׁ֑ה H802 וַתִּשְׁלַח֙ H7971 וַתַּגֵּ֣ד H5046 לְדָוִ֔ד H1732 וַתֹּ֖אמֶר H559 הָרָ֥ה H2030 אָנֹֽכִי H595 ",
      "6": "וַיִּשְׁלַ֤ח H7971 דָּוִד֙ H1732 אֶל H413 יוֹאָ֔ב H3097 שְׁלַ֣ח H7971 אֵלַ֔י H413 אֶת H853 אֽוּרִיָּ֖ה H223 הַחִתִּ֑י H2850 וַיִּשְׁלַ֥ח H7971 יוֹאָ֛ב H3097 אֶת H853 אֽוּרִיָּ֖ה H223 אֶל H413 דָּוִֽד H1732 ",
      "7": "וַיָּבֹ֥א H935 אוּרִיָּ֖ה H223 אֵלָ֑יו H413 וַיִּשְׁאַ֣ל H7592 דָּוִ֗ד H1732 לִשְׁל֤וֹם H7965 יוֹאָב֙ H3097 וְלִ H7965 הָעָ֔ם H5971 וְלִ H7965 הַמִּלְחָמָֽה H4421 ",
      "8": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 לְא֣וּרִיָּ֔ה H223 רֵ֥ד H3381 לְבֵיתְ H1004 וּרְחַ֣ץ H7364 רַגְלֶ֑יךָ H7272 וַיֵּצֵ֤א H3318 אֽוּרִיָּה֙ H223 מִבֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וַתֵּצֵ֥א H3318 אַחֲרָ֖יו H310 מַשְׂאַ֥ת H4864 הַמֶּֽלֶךְ H4428 ",
      "9": "וַיִּשְׁכַּ֣ב H7901 אוּרִיָּ֗ה H223 פֶּ֚תַח H6607 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 אֵ֖ת H854 כָּל H3605 עַבְדֵ֣י H5650 אֲדֹנָ֑יו H113 וְלֹ֥א H3808 יָרַ֖ד H3381 אֶל H413 בֵּיתֽוֹ H1004 ",
      "10": "וַיַּגִּ֤דוּ H5046 לְדָוִד֙ H1732 לֵאמֹ֔ר H559 לֹֽא H3808 יָרַ֥ד H3381 אוּרִיָּ֖ה H223 אֶל H413 בֵּית֑וֹ H1004 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 אוּרִיָּ֗ה H223 הֲל֤וֹא H3808 מִדֶּ֨רֶךְ֙ H1870 אַתָּ֣ה H859 בָ֔א H935 מַדּ֖וּעַ H4069 לֹֽא H3808 יָרַ֥דְתָּ H3381 אֶל H413 בֵּיתֶֽךָ H1004 ",
      "11": "וַיֹּ֨אמֶר H559 אוּרִיָּ֜ה H223 אֶל H413 דָּוִ֗ד H1732 הָ֠אָרוֹן H727 וְיִשְׂרָאֵ֨ל H3478 וִֽיהוּדָ֜ה H3063 יֹשְׁבִ֣ים H3427 בַּסֻּכּ֗וֹת H5521 וַאדֹנִ֨ H113 יוֹאָ֜ב H3097 וְעַבְדֵ֤י H5650 אֲדֹנִ֨י H113 עַל H5921 פְּנֵ֤י H6440 הַשָּׂדֶה֙ H7704 חֹנִ֔ים H2583 וַאֲנִ֞י H589 אָב֧וֹא H935 אֶל H413 בֵּיתִ֛י H1004 לֶאֱכֹ֥ל H398 וְלִ H8354 וְלִ H7901 עִם H5973 אִשְׁתִּ֑י H802 חַיֶּ֨ךָ֙ H2416 וְחֵ֣י H2416 נַפְשֶׁ֔ךָ H5315 אִֽם H518 אֶעֱשֶׂ֖ה H6213 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "12": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 אוּרִיָּ֗ה H223 שֵׁ֥ב H3427 בָּזֶ֛ה H2088 גַּם H1571 הַיּ֖וֹם H3117 וּמָחָ֣ר H4279 אֲשַׁלְּחֶ֑ךָּ H7971 וַיֵּ֨שֶׁב H3427 אוּרִיָּ֧ה H223 בִירוּשָׁלִַ֛ם H3389 בַּיּ֥וֹם H3117 הַה֖וּא H1931 וּמִֽ H4283 ",
      "13": "וַיִּקְרָא H7121 ל֣וֹ Hl דָוִ֗ד H1732 וַיֹּ֧אכַל H398 לְפָנָ֛י H6440 וַיֵּ֖שְׁתְּ H8354 וַֽיְשַׁכְּרֵ֑ H7937 וַיֵּצֵ֣א H3318 בָעֶ֗רֶב H6153 לִשְׁכַּ֤ב H7901 בְּמִשְׁכָּב H4904 עִם H5973 עַבְדֵ֣י H5650 אֲדֹנָ֔יו H113 וְאֶל H413 בֵּית֖וֹ H1004 לֹ֥א H3808 יָרָֽד H3381 ",
      "14": "וַיְהִ֣י H1961 בַבֹּ֔קֶר H1242 וַיִּכְתֹּ֥ב H3789 דָּוִ֛ד H1732 סֵ֖פֶר H5612 אֶל H413 יוֹאָ֑ב H3097 וַיִּשְׁלַ֖ח H7971 בְּיַ֥ד H3027 אוּרִיָּֽה H223 ",
      "15": "וַיִּכְתֹּ֥ב H3789 בַּסֵּ֖פֶר H5612 לֵאמֹ֑ר H559 הָב֣וּ H3051 אֶת H853 אֽוּרִיָּ֗ה H223 אֶל H413 מוּל֙ H4136 פְּנֵ֤י H6440 הַמִּלְחָמָה֙ H4421 הַֽחֲזָקָ֔ה H2389 וְשַׁבְתֶּ֥ם H7725 מֵאַחֲרָ֖י H310 וְנִכָּ֥ה H5221 וָמֵֽת H4191 ",
      "16": "וַיְהִ֕י H1961 בִּשְׁמ֥וֹר H8104 יוֹאָ֖ב H3097 אֶל H413 הָעִ֑יר H5892 וַיִּתֵּן֙ H5414 אֶת H853 א֣וּרִיָּ֔ה H223 אֶל H413 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 יָדַ֔ע H3045 כִּ֥י H3588 אַנְשֵׁי H376 חַ֖יִל H2428 שָֽׁם H8033 ",
      "17": "וַיֵּ֨צְא֜וּ H3318 אַנְשֵׁ֤י H376 הָעִיר֙ H5892 וַיִּלָּחֲמ֣וּ H3898 אֶת H854 יוֹאָ֔ב H3097 וַיִּפֹּ֥ל H5307 מִן H4480 הָעָ֖ם H5971 מֵעַבְדֵ֣י H5650 דָוִ֑ד H1732 וַיָּ֕מָת H4191 גַּ֖ם H1571 אוּרִיָּ֥ה H223 הַחִתִּֽי H2850 ",
      "18": "וַיִּשְׁלַ֖ח H7971 יוֹאָ֑ב H3097 וַיַּגֵּ֣ד H5046 לְדָוִ֔ד H1732 אֶת H853 כָּל H3605 דִּבְרֵ֖י H1697 הַמִּלְחָמָֽה H4421 ",
      "19": "וַיְצַ֥ו H6680 אֶת H853 הַמַּלְאָ֖ךְ H4397 לֵאמֹ֑ר H559 כְּכַלּוֹתְ H3615 אֵ֛ת H853 כָּל H3605 דִּבְרֵ֥י H1697 הַמִּלְחָמָ֖ה H4421 לְדַבֵּ֥ר H1696 אֶל H413 הַמֶּֽלֶךְ H4428 ",
      "20": "וְהָיָ֗ה H1961 אִֽם H518 תַּעֲלֶה֙ H5927 חֲמַ֣ת H2534 הַמֶּ֔לֶךְ H4428 וְאָמַ֣ר H559 לְךָ֔ Hl מַדּ֛וּעַ H4069 נִגַּשְׁתֶּ֥ם H5066 אֶל H413 הָעִ֖יר H5892 לְהִלָּחֵ֑ם H3898 הֲל֣וֹא H3808 יְדַעְתֶּ֔ם H3045 אֵ֥ת H853 אֲשֶׁר H834 יֹר֖וּ H3384 מֵעַ֥ל H5921 הַחוֹמָֽה H2346 ",
      "21": "מִֽי H4310 הִכָּ֞ה H5221 אֶת H853 אֲבִימֶ֣לֶךְ H40 בֶּן H1121 יְרֻבֶּ֗שֶׁת H3380 הֲלֽוֹא H3808 אִשָּׁ֡ה H802 הִשְׁלִ֣יכָה H7993 עָלָיו֩ H5921 פֶּ֨לַח H6400 רֶ֜כֶב H7393 מֵעַ֤ל H5921 הַֽחוֹמָה֙ H2346 וַיָּ֣מָת H4191 בְּתֵבֵ֔ץ H8405 לָ֥מָּה H4100 נִגַּשְׁתֶּ֖ם H5066 אֶל H413 הַֽחוֹמָ֑ה H2346 וְאָ֣מַרְתָּ֔ H559 גַּ֗ם H1571 עַבְדְּךָ֛ H5650 אוּרִיָּ֥ה H223 הַחִתִּ֖י H2850 מֵֽת H4191 ",
      "22": "וַיֵּ֖לֶךְ H3212 הַמַּלְאָ֑ךְ H4397 וַיָּבֹא֙ H935 וַיַּגֵּ֣ד H5046 לְדָוִ֔ד H1732 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 שְׁלָח֖וֹ H7971 יוֹאָֽב H3097 ",
      "23": "וַיֹּ֤אמֶר H559 הַמַּלְאָךְ֙ H4397 אֶל H413 דָּוִ֔ד H1732 כִּֽי H3588 גָבְר֤וּ H1396 עָלֵ֨ינוּ֙ H5921 הָֽאֲנָשִׁ֔ים H376 וַיֵּצְא֥וּ H3318 אֵלֵ֖ינוּ H413 הַשָּׂדֶ֑ה H7704 וַנִּהְיֶ֥ה H1961 עֲלֵיהֶ֖ם H5921 עַד H5704 פֶּ֥תַח H6607 הַשָּֽׁעַר H8179 ",
      "24": "ויראו H3384 המוראים H3384 אֶל H413 עֲבָדֶ֨ךָ֙ H5650 מֵעַ֣ל H5921 הַחוֹמָ֔ה H2346 וַיָּמ֖וּתוּ H4191 מֵעַבְדֵ֣י H5650 הַמֶּ֑לֶךְ H4428 וְגַ֗ם H1571 עַבְדְּךָ֛ H5650 אוּרִיָּ֥ה H223 הַחִתִּ֖י H2850 מֵֽת H4191 ",
      "25": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 הַמַּלְאָ֗ךְ H4397 כֹּֽה H3541 תֹאמַ֤ר H559 אֶל H413 יוֹאָב֙ H3097 אַל H408 יֵרַ֤ע H7489 בְּעֵינֶ֨י H5869 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 כִּֽי H3588 כָזֹ֥ה H2090 וְכָ H2088 תֹּאכַ֣ל H398 הֶחָ֑רֶב H2719 הַחֲזֵ֨ק H2388 מִלְחַמְתְּךָ֧ H4421 אֶל H413 הָעִ֛יר H5892 וְהָרְסָ֖ H2040 וְחַזְּקֵֽ H2388 ",
      "26": "וַתִּשְׁמַע֙ H8085 אֵ֣שֶׁת H802 אֽוּרִיָּ֔ה H223 כִּי H3588 מֵ֖ת H4191 אוּרִיָּ֣ה H223 אִישָׁ֑הּ H376 וַתִּסְפֹּ֖ד H5594 עַל H5921 בַּעְלָֽהּ H1167 ",
      "27": "וַיַּעֲבֹ֣ר H5674 הָאֵ֗בֶל H60 וַיִּשְׁלַ֨ח H7971 דָּוִ֜ד H1732 וַיַּאַסְפָ֤ H622 אֶל H413 בֵּיתוֹ֙ H1004 וַתְּהִי H1961 ל֣וֹ Hl לְאִשָּׁ֔ה H802 וַתֵּ֥לֶד H3205 ל֖וֹ Hl בֵּ֑ן H1121 וַיֵּ֧רַע H7489 הַדָּבָ֛ר H1697 אֲשֶׁר H834 עָשָׂ֥ה H6213 דָוִ֖ד H1732 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 "
    },
    "12": {
      "1": "וַיִּשְׁלַ֧ח H7971 יְהוָ֛ה H3068 אֶת H853 נָתָ֖ן H5416 אֶל H413 דָּוִ֑ד H1732 וַיָּבֹ֣א H935 אֵלָ֗יו H413 וַיֹּ֤אמֶר H559 לוֹ֙ Hl שְׁנֵ֣י H8147 אֲנָשִׁ֗ים H376 הָיוּ֙ H1961 בְּעִ֣יר H5892 אֶחָ֔ת H259 אֶחָ֥ד H259 עָשִׁ֖יר H6223 וְאֶחָ֥ד H259 רָֽאשׁ H7326 ",
      "2": "לְעָשִׁ֗יר H6223 הָיָ֛ה H1961 צֹ֥אן H6629 וּבָקָ֖ר H1241 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
      "3": "וְלָ H7326 אֵֽין H369 כֹּ֗ל H3605 כִּי֩ H3588 אִם H518 כִּבְשָׂ֨ה H3535 אַחַ֤ת H259 קְטַנָּה֙ H6996 אֲשֶׁ֣ר H834 קָנָ֔ה H7069 וַיְחַיֶּ֕ H2421 וַתִּגְדַּ֥ל H1431 עִמּ֛וֹ H5973 וְעִם H5973 בָּנָ֖יו H1121 יַחְדָּ֑ו H3162 מִפִּתּ֨ H6595 תֹאכַ֜ל H398 וּמִ H3563 תִשְׁתֶּה֙ H8354 וּבְ H2436 תִשְׁכָּ֔ב H7901 וַתְּהִי H1961 ל֖וֹ Hl כְּבַֽת H1323 ",
      "4": "וַיָּ֣בֹא H935 הֵלֶךְ֮ H1982 לְאִ֣ישׁ H376 הֶֽעָשִׁיר֒ H6223 וַיַּחְמֹ֗ל H2550 לָקַ֤חַת H3947 מִצֹּאנ H6629 וּמִ H1241 לַעֲשׂ֕וֹת H6213 לָאֹרֵ֖חַ H732 הַבָּא H935 ל֑וֹ Hl וַיִּקַּ֗ח H3947 אֶת H853 כִּבְשַׂת֙ H3535 הָאִ֣ישׁ H376 הָרָ֔אשׁ H7326 וַֽיַּעֲשֶׂ֔ H6213 לָאִ֖ישׁ H376 הַבָּ֥א H935 אֵלָֽיו H413 ",
      "5": "וַיִּֽחַר H2734 אַ֥ף H639 דָּוִ֛ד H1732 בָּאִ֖ישׁ H376 מְאֹ֑ד H3966 וַיֹּ֨אמֶר֙ H559 אֶל H413 נָתָ֔ן H5416 חַי H2416 יְהוָ֕ה H3068 כִּ֣י H3588 בֶן H1121 מָ֔וֶת H4194 הָאִ֖ישׁ H376 הָעֹשֶׂ֥ה H6213 זֹֽאת H2063 ",
      "6": "וְאֶת H853 הַכִּבְשָׂ֖ה H3535 יְשַׁלֵּ֣ם H7999 אַרְבַּעְתָּ֑יִם H706 עֵ֗קֶב H6118 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וְעַ֖ל H5921 אֲשֶׁ֥ר H834 לֹֽא H3808 חָמָֽל H2550 ",
      "7": "וַיֹּ֧אמֶר H559 נָתָ֛ן H5416 אֶל H413 דָּוִ֖ד H1732 אַתָּ֣ה H859 הָאִ֑ישׁ H376 כֹּה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 אָנֹכִ֞י H595 מְשַׁחְתִּ֤יךָֽ H4886 לְמֶ֨לֶךְ֙ H4428 עַל H5921 יִשְׂרָאֵ֔ל H3478 וְאָנֹכִ֥י H595 הִצַּלְתִּ֖יךָ H5337 מִיַּ֥ד H3027 שָׁאֽוּל H7586 ",
      "8": "וָאֶתְּנָ֨ H5414 לְךָ֜ Hl אֶת H853 בֵּ֣ית H1004 אֲדֹנֶ֗יךָ H113 וְאֶת H853 נְשֵׁ֤י H802 אֲדֹנֶ֨יךָ֙ H113 בְּחֵיקֶ֔ H2436 וָאֶתְּנָ֣ H5414 לְךָ֔ Hl אֶת H853 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 וִֽיהוּדָ֑ה H3063 וְאִ֨ם H518 מְעָ֔ט H4592 וְאֹסִ֥פָה H3254 לְּךָ֖ Hl כָּהֵ֥נָּה H2007 וְכָ H2007 ",
      "9": "מַדּ֜וּעַ H4069 בָּזִ֣יתָ H959 אֶת H853 דְּבַ֣ר H1697 יְהוָ֗ה H3068 לַעֲשׂ֣וֹת H6213 הָרַע֮ H7451 בעינ H5869 אֵ֣ת H853 אוּרִיָּ֤ה H223 הַֽחִתִּי֙ H2850 הִכִּ֣יתָ H5221 בַחֶ֔רֶב H2719 וְאֶ֨ת H853 אִשְׁתּ֔וֹ H802 לָקַ֥חְתָּ H3947 לְּךָ֖ Hl לְאִשָּׁ֑ה H802 וְאֹת֣ H853 הָרַ֔גְתָּ H2026 בְּחֶ֖רֶב H2719 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "10": "וְעַתָּ֗ה H6258 לֹא H3808 תָס֥וּר H5493 חֶ֛רֶב H2719 מִבֵּיתְ H1004 עַד H5704 עוֹלָ֑ם H5769 עֵ֚קֶב H6118 כִּ֣י H3588 בְזִתָ֔נִי H959 וַתִּקַּ֗ח H3947 אֶת H853 אֵ֨שֶׁת֙ H802 אוּרִיָּ֣ה H223 הַחִתִּ֔י H2850 לִהְי֥וֹת H1961 לְךָ֖ Hl לְאִשָּֽׁה H802 ",
      "11": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִנְנִי֩ H2005 מֵקִ֨ים H6965 עָלֶ֤יךָ H5921 רָעָה֙ H7451 מִבֵּיתֶ֔ H1004 וְלָקַחְתִּ֤י H3947 אֶת H853 נָשֶׁ֨יךָ֙ H802 לְעֵינֶ֔י H5869 וְנָתַתִּ֖י H5414 לְרֵעֶ֑י H7453 וְשָׁכַב֙ H7901 עִם H5973 נָשֶׁ֔יךָ H802 לְעֵינֵ֖י H5869 הַשֶּׁ֥מֶשׁ H8121 הַזֹּֽאת H2063 ",
      "12": "כִּ֥י H3588 אַתָּ֖ה H859 עָשִׂ֣יתָ H6213 בַסָּ֑תֶר H5643 וַאֲנִ֗י H589 אֶעֱשֶׂה֙ H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 נֶ֥גֶד H5048 כָּל H3605 יִשְׂרָאֵ֖ל H3478 וְנֶ֥גֶד H5048 הַשָּֽׁמֶשׁ H8121 ",
      "13": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 נָתָ֔ן H5416 חָטָ֖אתִי H2398 לַֽיהוָ֑ה H3068 וַיֹּ֨אמֶר H559 נָתָ֜ן H5416 אֶל H413 דָּוִ֗ד H1732 גַּם H1571 יְהוָ֛ה H3068 הֶעֱבִ֥יר H5674 חַטָּאתְךָ֖ H2403 לֹ֥א H3808 תָמֽוּת H4191 ",
      "14": "אֶ֗פֶס H657 כִּֽי H3588 נִאֵ֤ץ H5006 נִאַ֨צְתָּ֙ H5006 אֶת H853 אֹיְבֵ֣י H341 יְהוָ֔ה H3068 בַּדָּבָ֖ר H1697 הַזֶּ֑ה H2088 גַּ֗ם H1571 הַבֵּ֛ן H1121 הַיִּלּ֥וֹד H3209 לְךָ֖ Hl מ֥וֹת H4191 יָמֽוּת H4191 ",
      "15": "וַיֵּ֥לֶךְ H3212 נָתָ֖ן H5416 אֶל H413 בֵּית֑וֹ H1004 וַיִּגֹּ֣ף H5062 יְהוָ֗ה H3068 אֶת H853 הַיֶּ֜לֶד H3206 אֲשֶׁ֨ר H834 יָלְדָ֧ה H3205 אֵֽשֶׁת H802 אוּרִיָּ֛ה H223 לְדָוִ֖ד H1732 וַיֵּאָנַֽשׁ H605 ",
      "16": "וַיְבַקֵּ֥שׁ H1245 דָּוִ֛ד H1732 אֶת H853 הָאֱלֹהִ֖ים H430 בְּעַ֣ד H1157 הַנָּ֑עַר H5288 וַיָּ֤צָם H6684 דָּוִד֙ H1732 צ֔וֹם H6685 וּבָ֥א H935 וְלָ֖ן H3885 וְשָׁכַ֥ב H7901 אָֽרְצָה H776 ",
      "17": "וַיָּקֻ֜מוּ H6965 זִקְנֵ֤י H2205 בֵיתוֹ֙ H1004 עָלָ֔יו H5921 לַהֲקִימ֖ H6965 מִן H4480 הָאָ֑רֶץ H776 וְלֹ֣א H3808 אָבָ֔ה H14 וְלֹֽא H3808 בָרָ֥א H1262 אִתָּ֖ם H854 לָֽחֶם H3899 ",
      "18": "וַיְהִ֛י H1961 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 וַיָּ֣מָת H4191 הַיָּ֑לֶד H3206 וַיִּֽרְאוּ֩ H3372 עַבְדֵ֨י H5650 דָוִ֜ד H1732 לְהַגִּ֥יד H5046 ל֣וֹ Hl כִּי H3588 מֵ֣ת H4191 הַיֶּ֗לֶד H3206 כִּ֤י H3588 אָֽמְרוּ֙ H559 הִנֵּה֩ H2009 בִהְי֨וֹת H1961 הַיֶּ֜לֶד H3206 חַ֗י H2416 דִּבַּ֤רְנוּ H1696 אֵלָיו֙ H413 וְלֹא H3808 שָׁמַ֣ע H8085 בְּקוֹלֵ֔ H6963 וְאֵ֨יךְ H349 נֹאמַ֥ר H559 אֵלָ֛יו H413 מֵ֥ת H4191 הַיֶּ֖לֶד H3206 וְעָשָׂ֥ה H6213 רָעָֽה H7451 ",
      "19": "וַיַּ֣רְא H7200 דָּוִ֗ד H1732 כִּ֤י H3588 עֲבָדָיו֙ H5650 מִֽתְלַחֲשִׁ֔ים H3907 וַיָּ֥בֶן H995 דָּוִ֖ד H1732 כִּ֣י H3588 מֵ֣ת H4191 הַיָּ֑לֶד H3206 וַיֹּ֨אמֶר H559 דָּוִ֧ד H1732 אֶל H413 עֲבָדָ֛יו H5650 הֲמֵ֥ת H4191 הַיֶּ֖לֶד H3206 וַיֹּ֥אמְרוּ H559 מֵֽת H4191 ",
      "20": "וַיָּקָם֩ H6965 דָּוִ֨ד H1732 מֵהָ H776 וַיִּרְחַ֣ץ H7364 וַיָּ֗סֶךְ H5480 וַיְחַלֵּף֙ H2498 שמלתו H8071 וַיָּבֹ֥א H935 בֵית H1004 יְהוָ֖ה H3068 וַיִּשְׁתָּ֑חוּ H7812 וַיָּבֹא֙ H935 אֶל H413 בֵּית֔וֹ H1004 וַיִּשְׁאַ֕ל H7592 וַיָּשִׂ֥ימוּ H7760 ל֛וֹ Hl לֶ֖חֶם H3899 וַיֹּאכַֽל H398 ",
      "21": "וַיֹּאמְר֤וּ H559 עֲבָדָיו֙ H5650 אֵלָ֔יו H413 מָֽה H4100 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 אֲשֶׁ֣ר H834 עָשִׂ֑יתָה H6213 בַּעֲב֞וּר H5668 הַיֶּ֤לֶד H3206 חַי֙ H2416 צַ֣מְתָּ H6684 וַתֵּ֔בְךְּ H1058 וְכַֽ H834 מֵ֣ת H4191 הַיֶּ֔לֶד H3206 קַ֖מְתָּ H6965 וַתֹּ֥אכַל H398 לָֽחֶם H3899 ",
      "22": "וַיֹּ֕אמֶר H559 בְּעוֹד֙ H5750 הַיֶּ֣לֶד H3206 חַ֔י H2416 צַ֖מְתִּי H6684 וָֽאֶבְכֶּ֑ה H1058 כִּ֤י H3588 אָמַ֨רְתִּי֙ H559 מִ֣י H4310 יוֹדֵ֔עַ H3045 יחנני H2603 יְהוָ֖ה H3068 וְחַ֥י H2416 הַיָּֽלֶד H3206 ",
      "23": "וְעַתָּ֣ה H6258 מֵ֗ת H4191 לָ֤מָּה H4100 זֶּה֙ H2088 אֲנִ֣י H589 צָ֔ם H6684 הַאוּכַ֥ל H3201 לַהֲשִׁיב֖ H7725 ע֑וֹד H5750 אֲנִי֙ H589 הֹלֵ֣ךְ H1980 אֵלָ֔יו H413 וְה֖וּא H1931 לֹֽא H3808 יָשׁ֥וּב H7725 אֵלָֽי H413 ",
      "24": "וַיְנַחֵ֣ם H5162 דָּוִ֗ד H1732 אֵ֚ת H853 בַּת H1339 שֶׁ֣בַע H1339 אִשְׁתּ֔וֹ H802 וַיָּבֹ֥א H935 אֵלֶ֖יהָ H413 וַיִּשְׁכַּ֣ב H7901 עִמָּ֑הּ H5973 וַתֵּ֣לֶד H3205 בֵּ֗ן H1121 ויקרא H7121 אֶת H853 שְׁמוֹ֙ H8034 שְׁלֹמֹ֔ה H8010 וַיהוָ֖ה H3068 אֲהֵבֽוֹ H157 ",
      "25": "וַיִּשְׁלַ֗ח H7971 בְּיַד֙ H3027 נָתָ֣ן H5416 הַנָּבִ֔יא H5030 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 יְדִ֣ידְיָ֑הּ H3041 בַּעֲב֖וּר H5668 יְהוָֽה H3068 ",
      "26": "וַיִּלָּ֣חֶם H3898 יוֹאָ֔ב H3097 בְּרַבַּ֖ת H7237 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 וַיִּלְכֹּ֖ד H3920 אֶת H853 עִ֥יר H5892 הַמְּלוּכָֽה H4410 ",
      "27": "וַיִּשְׁלַ֥ח H7971 יוֹאָ֛ב H3097 מַלְאָכִ֖ים H4397 אֶל H413 דָּוִ֑ד H1732 וַיֹּ֨אמֶר֙ H559 נִלְחַ֣מְתִּי H3898 בְרַבָּ֔ה H7237 גַּם H1571 לָכַ֖דְתִּי H3920 אֶת H853 עִ֥יר H5892 הַמָּֽיִם H4325 ",
      "28": "וְעַתָּ֗ה H6258 אֱסֹף֙ H622 אֶת H853 יֶ֣תֶר H3499 הָעָ֔ם H5971 וַחֲנֵ֥ה H2583 עַל H5921 הָעִ֖יר H5892 וְלָכְדָ֑ H3920 פֶּן H6435 אֶלְכֹּ֤ד H3920 אֲנִי֙ H589 אֶת H853 הָעִ֔יר H5892 וְנִקְרָ֥א H7121 שְׁמִ֖י H8034 עָלֶֽיהָ H5921 ",
      "29": "וַיֶּאֱסֹ֥ף H622 דָּוִ֛ד H1732 אֶת H853 כָּל H3605 הָעָ֖ם H5971 וַיֵּ֣לֶךְ H3212 רַבָּ֑תָה H7237 וַיִּלָּ֥חֶם H3898 בָּ֖הּ Hb וַֽיִּלְכְּדָֽ H3920 ",
      "30": "וַיִּקַּ֣ח H3947 אֶת H853 עֲטֶֽרֶת H5850 מַלְכָּם֩ H4428 מֵעַ֨ל H5921 רֹאשׁ֜וֹ H7218 וּמִשְׁקָלָ֨ H4948 כִּכַּ֤ר H3603 זָהָב֙ H2091 וְאֶ֣בֶן H68 יְקָרָ֔ה H3368 וַתְּהִ֖י H1961 עַל H5921 רֹ֣אשׁ H7218 דָּוִ֑ד H1732 וּשְׁלַ֥ל H7998 הָעִ֛יר H5892 הוֹצִ֖יא H3318 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
      "31": "וְאֶת H853 הָעָ֨ם H5971 אֲשֶׁר H834 בָּ֜הּ Hb הוֹצִ֗יא H3318 וַיָּ֣שֶׂם H7760 בַּ֠מְּגֵרָה H4050 וּבַ H2757 הַבַּרְזֶ֜ל H1270 וּֽבְ H4037 הַבַּרְזֶ֗ל H1270 וְהֶעֱבִ֤יר H5674 אוֹתָם֙ H853 במלכן H4404 וְכֵ֣ן H3651 יַעֲשֶׂ֔ה H6213 לְכֹ֖ל H3605 עָרֵ֣י H5892 בְנֵֽי H1121 עַמּ֑וֹן H5983 וַיָּ֧שָׁב H7725 דָּוִ֛ד H1732 וְכָל H3605 הָעָ֖ם H5971 יְרוּשָׁלִָֽם H3389 "
    },
    "13": {
      "1": "וַיְהִ֣י H1961 אַֽחֲרֵי H310 כֵ֗ן H3651 וּלְ H53 בֶּן H1121 דָּוִ֛ד H1732 אָח֥וֹת H269 יָפָ֖ה H3303 וּשְׁמָ֣ H8034 תָּמָ֑ר H8559 וַיֶּאֱהָבֶ֖ H157 אַמְנ֥וֹן H550 בֶּן H1121 דָּוִֽד H1732 ",
      "2": "וַיֵּ֨צֶר H3334 לְאַמְנ֜וֹן H550 לְהִתְחַלּ֗וֹת H2470 בַּֽעֲבוּר֙ H5668 תָּמָ֣ר H8559 אֲחֹת֔וֹ H269 כִּ֥י H3588 בְתוּלָ֖ה H1330 הִ֑יא H1931 וַיִּפָּלֵא֙ H6381 בְּעֵינֵ֣י H5869 אַמְנ֔וֹן H550 לַעֲשׂ֥וֹת H6213 לָ֖הּ Hl מְאֽוּמָה H3972 ",
      "3": "וּלְ H550 רֵ֗עַ H7453 וּשְׁמ H8034 יֽוֹנָדָ֔ב H3122 בֶּן H1121 שִׁמְעָ֖ה H8093 אֲחִ֣י H251 דָוִ֑ד H1732 וְי֣וֹנָדָ֔ב H3122 אִ֥ישׁ H376 חָכָ֖ם H2450 מְאֹֽד H3966 ",
      "4": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl מַדּ֣וּעַ H4069 אַ֠תָּה H859 כָּ֣כָה H3602 דַּ֤ל H1800 בֶּן H1121 הַמֶּ֨לֶךְ֙ H4428 בַּבֹּ֣קֶר H1242 בַּבֹּ֔קֶר H1242 הֲל֖וֹא H3808 תַּגִּ֣יד H5046 לִ֑י Hl וַיֹּ֤אמֶר H559 לוֹ֙ Hl אַמְנ֔וֹן H550 אֶת H853 תָּמָ֗ר H8559 אֲח֛וֹת H269 אַבְשָׁלֹ֥ם H53 אָחִ֖י H251 אֲנִ֥י H589 אֹהֵֽב H157 ",
      "5": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl יְה֣וֹנָדָ֔ב H3082 שְׁכַ֥ב H7901 עַל H5921 מִשְׁכָּבְךָ֖ H4904 וְהִתְחָ֑ל H2470 וּבָ֧א H935 אָבִ֣יךָ H1 לִרְאוֹתֶ֗ H7200 וְאָמַרְתָּ֣ H559 אֵלָ֡יו H413 תָּ֣בֹא H935 נָא֩ H4994 תָמָ֨ר H8559 אֲחוֹתִ֜י H269 וְתַבְרֵ֣ H1262 לֶ֗חֶם H3899 וְעָשְׂתָ֤ה H6213 לְעֵינַ H5869 אֶת H853 הַבִּרְיָ֔ה H1279 לְמַ֨עַן֙ H4616 אֲשֶׁ֣ר H834 אֶרְאֶ֔ה H7200 וְאָכַלְתִּ֖י H398 מִיָּדָֽ H3027 ",
      "6": "וַיִּשְׁכַּ֥ב H7901 אַמְנ֖וֹן H550 וַיִּתְחָ֑ל H2470 וַיָּבֹ֨א H935 הַמֶּ֜לֶךְ H4428 לִרְאֹת֗ H7200 וַיֹּ֨אמֶר H559 אַמְנ֤וֹן H550 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 תָּֽבוֹא H935 נָ֞א H4994 תָּמָ֣ר H8559 אֲחֹתִ֗י H269 וּתְלַבֵּ֤ב H3823 לְעֵינַ H5869 שְׁתֵּ֣י H8147 לְבִב֔וֹת H3834 וְאֶבְרֶ֖ה H1262 מִיָּדָֽ H3027 ",
      "7": "וַיִּשְׁלַ֥ח H7971 דָּוִ֛ד H1732 אֶל H413 תָּמָ֖ר H8559 הַבַּ֣יְתָ H1004 לֵאמֹ֑ר H559 לְכִ֣י H3212 נָ֗א H4994 בֵּ֚ית H1004 אַמְנ֣וֹן H550 אָחִ֔יךְ H251 וַעֲשִׂי H6213 ל֖וֹ Hl הַבִּרְיָֽה H1279 ",
      "8": "וַתֵּ֣לֶךְ H3212 תָּמָ֗ר H8559 בֵּ֛ית H1004 אַמְנ֥וֹן H550 אָחִ֖יהָ H251 וְה֣וּא H1931 שֹׁכֵ֑ב H7901 וַתִּקַּ֨ח H3947 אֶת H853 הַבָּצֵ֤ק H1217 ותלוש H3888 וַתְּלַבֵּ֣ב H3823 לְעֵינָ֔י H5869 וַתְּבַשֵּׁ֖ל H1310 אֶת H853 הַלְּבִבֽוֹת H3834 ",
      "9": "וַתִּקַּ֤ח H3947 אֶת H853 הַמַּשְׂרֵת֙ H4958 וַתִּצֹ֣ק H3332 לְפָנָ֔י H6440 וַיְמָאֵ֖ן H3985 לֶאֱכ֑וֹל H398 וַיֹּ֣אמֶר H559 אַמְנ֗וֹן H550 הוֹצִ֤יאוּ H3318 כָל H3605 אִישׁ֙ H376 מֵֽעָלַ֔ H5921 וַיֵּצְא֥וּ H3318 כָל H3605 אִ֖ישׁ H376 מֵעָלָֽי H5921 ",
      "10": "וַיֹּ֨אמֶר H559 אַמְנ֜וֹן H550 אֶל H413 תָּמָ֗ר H8559 הָבִ֤יאִי H935 הַבִּרְיָה֙ H1279 הַחֶ֔דֶר H2315 וְאֶבְרֶ֖ה H1262 מִיָּדֵ֑ H3027 וַתִּקַּ֣ח H3947 תָּמָ֗ר H8559 אֶת H853 הַלְּבִבוֹת֙ H3834 אֲשֶׁ֣ר H834 עָשָׂ֔תָה H6213 וַתָּבֵ֛א H935 לְאַמְנ֥וֹן H550 אָחִ֖יהָ H251 הֶחָֽדְרָ H2315 ",
      "11": "וַתַּגֵּ֥שׁ H5066 אֵלָ֖יו H413 לֶֽאֱכֹ֑ל H398 וַיַּֽחֲזֶק H2388 בָּהּ֙ Hb וַיֹּ֣אמֶר H559 לָ֔הּ Hl בּ֛וֹאִי H935 שִׁכְבִ֥י H7901 עִמִּ֖י H5973 אֲחוֹתִֽי H269 ",
      "12": "וַתֹּ֣אמֶר H559 ל֗וֹ Hl אַל H408 אָחִי֙ H251 אַל H408 תְּעַנֵּ֔נִי H6031 כִּ֛י H3588 לֹא H3808 יֵֽעָשֶׂ֥ה H6213 כֵ֖ן H3651 בְּיִשְׂרָאֵ֑ל H3478 אַֽל H408 תַּעֲשֵׂ֖ה H6213 אֶת H853 הַנְּבָלָ֥ה H5039 הַזֹּֽאת H2063 ",
      "13": "וַאֲנִ֗י H589 אָ֤נָה H575 אוֹלִיךְ֙ H3212 אֶת H853 חֶרְפָּתִ֔י H2781 וְאַתָּ֗ה H859 תִּהְיֶ֛ה H1961 כְּאַחַ֥ד H259 הַנְּבָלִ֖ים H5036 בְּיִשְׂרָאֵ֑ל H3478 וְעַתָּה֙ H6258 דַּבֶּר H1696 נָ֣א H4994 אֶל H413 הַמֶּ֔לֶךְ H4428 כִּ֛י H3588 לֹ֥א H3808 יִמְנָעֵ֖נִי H4513 מִמֶּֽךָּ H4480 ",
      "14": "וְלֹ֥א H3808 אָבָ֖ה H14 לִשְׁמֹ֣עַ H8085 בְּקוֹלָ֑ H6963 וַיֶּחֱזַ֤ק H2388 מִמֶּ֨נָּה֙ H4480 וַיְעַנֶּ֔ H6031 וַיִּשְׁכַּ֖ב H7901 אֹתָֽהּ H854 ",
      "15": "וַיִּשְׂנָאֶ֣ H8130 אַמְנ֗וֹן H550 שִׂנְאָה֙ H8135 גְּדוֹלָ֣ה H1419 מְאֹ֔ד H3966 כִּ֣י H3588 גְדוֹלָ֗ה H1419 הַשִּׂנְאָה֙ H8135 אֲשֶׁ֣ר H834 שְׂנֵאָ֔הּ H8130 מֵאַהֲבָ֖ה H160 אֲשֶׁ֣ר H834 אֲהֵבָ֑הּ H157 וַֽיֹּאמֶר H559 לָ֥הּ Hl אַמְנ֖וֹן H550 ק֥וּמִי H6965 לֵֽכִי H3212 ",
      "16": "וַתֹּ֣אמֶר H559 ל֗וֹ Hl אַל H408 אוֹדֹ֞ת H182 הָרָעָ֤ה H7451 הַגְּדוֹלָה֙ H1419 הַזֹּ֔את H2063 מֵאַחֶ֛רֶת H312 אֲשֶׁר H834 עָשִׂ֥יתָ H6213 עִמִּ֖י H5973 לְשַׁלְּחֵ֑ H7971 וְלֹ֥א H3808 אָבָ֖ה H14 לִשְׁמֹ֥עַֽ H8085 לָֽהּ Hl ",
      "17": "וַיִּקְרָ֗א H7121 אֶֽת H853 נַעֲרוֹ֙ H5288 מְשָׁ֣רְת֔וֹ H8334 וַיֹּ֕אמֶר H559 שִׁלְחוּ H7971 נָ֥א H4994 אֶת H853 זֹ֛את H2063 מֵעָלַ֖ H5921 הַח֑וּצָ H2351 וּנְעֹ֥ל H5274 הַדֶּ֖לֶת H1817 אַחֲרֶֽיהָ H310 ",
      "18": "וְעָלֶ֨י H5921 כְּתֹ֣נֶת H3801 פַּסִּ֔ים H6446 כִּי֩ H3588 כֵ֨ן H3651 תִּלְבַּ֧שְׁןָ H3847 בְנוֹת H1323 הַמֶּ֛לֶךְ H4428 הַבְּתוּלֹ֖ת H1330 מְעִילִ֑ים H4598 וַיֹּצֵ֨א H3318 אוֹתָ֤הּ H853 מְשָֽׁרְתוֹ֙ H8334 הַח֔וּץ H2351 וְנָעַ֥ל H5274 הַדֶּ֖לֶת H1817 אַחֲרֶֽיהָ H310 ",
      "19": "וַתִּקַּ֨ח H3947 תָּמָ֥ר H8559 אֵ֨פֶר֙ H665 עַל H5921 רֹאשָׁ֔הּ H7218 וּכְתֹ֧נֶת H3801 הַפַּסִּ֛ים H6446 אֲשֶׁ֥ר H834 עָלֶ֖יהָ H5921 קָרָ֑עָה H7167 וַתָּ֤שֶׂם H7760 יָדָהּ֙ H3027 עַל H5921 רֹאשָׁ֔הּ H7218 וַתֵּ֥לֶךְ H3212 הָל֖וֹךְ H1980 וְזָעָֽקָה H2199 ",
      "20": "וַיֹּ֨אמֶר H559 אֵלֶ֜יהָ H413 אַבְשָׁל֣וֹם H53 אָחִ֗יהָ H251 הַאֲמִינ֣וֹן H550 אָחִיךְ֮ H251 הָיָ֣ה H1961 עִמָּךְ֒ H5973 וְעַתָּ֞ה H6258 אֲחוֹתִ֤י H269 הַחֲרִ֨ישִׁי֙ H2790 אָחִ֣יךְ H251 ה֔וּא H1931 אַל H408 תָּשִׁ֥יתִי H7896 אֶת H853 לִבֵּ֖ךְ H3820 לַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַתֵּ֤שֶׁב H3427 תָּמָר֙ H8559 וְשֹׁ֣מֵמָ֔ה H8076 בֵּ֖ית H1004 אַבְשָׁל֥וֹם H53 אָחִֽיהָ H251 ",
      "21": "וְהַ H4428 דָּוִ֔ד H1732 שָׁמַ֕ע H8085 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיִּ֥חַר H2734 ל֖וֹ Hl מְאֹֽד H3966 ",
      "22": "וְלֹֽא H3808 דִבֶּ֧ר H1696 אַבְשָׁל֛וֹם H53 עִם H5973 אַמְנ֖וֹן H550 לְמֵ H7451 וְעַד H5704 ט֑וֹב H2896 כִּֽי H3588 שָׂנֵ֤א H8130 אַבְשָׁלוֹם֙ H53 אֶת H853 אַמְנ֔וֹן H550 עַל H5921 דְּבַר֙ H1697 אֲשֶׁ֣ר H834 עִנָּ֔ה H6031 אֵ֖ת H853 תָּמָ֥ר H8559 אֲחֹתֽוֹ H269 ",
      "23": "וַֽיְהִי֙ H1961 לִשְׁנָתַ֣יִם H8141 יָמִ֔ים H3117 וַיִּהְי֤וּ H1961 גֹֽזְזִים֙ H1494 לְאַבְשָׁל֔וֹם H53 בְּבַ֥עַל H1178 חָצ֖וֹר H1178 אֲשֶׁ֣ר H834 עִם H5973 אֶפְרָ֑יִם H669 וַיִּקְרָ֥א H7121 אַבְשָׁל֖וֹם H53 לְכָל H3605 בְּנֵ֥י H1121 הַמֶּֽלֶךְ H4428 ",
      "24": "וַיָּבֹ֤א H935 אַבְשָׁלוֹם֙ H53 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיֹּ֕אמֶר H559 הִנֵּה H2009 נָ֥א H4994 גֹזְזִ֖ים H1494 לְעַבְדֶּ֑ H5650 יֵֽלֶךְ H3212 נָ֥א H4994 הַמֶּ֛לֶךְ H4428 וַעֲבָדָ֖י H5650 עִם H5973 עַבְדֶּֽךָ H5650 ",
      "25": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 אַבְשָׁל֗וֹם H53 אַל H408 בְּנִי֙ H1121 אַל H408 נָ֤א H4994 נֵלֵךְ֙ H3212 כֻּלָּ֔נוּ H3605 וְלֹ֥א H3808 נִכְבַּ֖ד H3513 עָלֶ֑יךָ H5921 וַיִּפְרָץ H6555 בּ֛וֹ Hb וְלֹֽא H3808 אָבָ֥ה H14 לָלֶ֖כֶת H3212 וַֽיְבָרֲכֵֽ H1288 ",
      "26": "וַיֹּ֨אמֶר֙ H559 אַבְשָׁל֔וֹם H53 וָלֹ֕א H3808 יֵֽלֶךְ H3212 נָ֥א H4994 אִתָּ֖נוּ H854 אַמְנ֣וֹן H550 אָחִ֑י H251 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 לָ֥מָּה H4100 יֵלֵ֖ךְ H3212 עִמָּֽךְ H5973 ",
      "27": "וַיִּפְרָץ H6555 בּ֖וֹ Hb אַבְשָׁל֑וֹם H53 וַיִּשְׁלַ֤ח H7971 אִתּוֹ֙ H854 אֶת H853 אַמְנ֔וֹן H550 וְאֵ֖ת H853 כָּל H3605 בְּנֵ֥י H1121 הַמֶּֽלֶךְ H4428 ",
      "28": "וַיְצַו֩ H6680 אַבְשָׁל֨וֹם H53 אֶת H853 נְעָרָ֜יו H5288 לֵאמֹ֗ר H559 רְא֣וּ H7200 נָ֠א H4994 כְּט֨וֹב H2896 לֵב H3820 אַמְנ֤וֹן H550 בַּיַּ֨יִן֙ H3196 וְאָמַרְתִּ֣י H559 אֲלֵיכֶ֔ם H413 הַכּ֧וּ H5221 אֶת H853 אַמְנ֛וֹן H550 וַהֲמִתֶּ֥ם H4191 אֹת֖וֹ H853 אַל H408 תִּירָ֑אוּ H3372 הֲל֗וֹא H3808 כִּ֤י H3588 אָֽנֹכִי֙ H595 צִוִּ֣יתִי H6680 אֶתְכֶ֔ם H853 חִזְק֖וּ H2388 וִהְי֥וּ H1961 לִבְנֵי H1121 חָֽיִל H2428 ",
      "29": "וַֽיַּעֲשׂ֞וּ H6213 נַעֲרֵ֤י H5288 אַבְשָׁלוֹם֙ H53 לְאַמְנ֔וֹן H550 כַּאֲשֶׁ֥ר H834 צִוָּ֖ה H6680 אַבְשָׁל֑וֹם H53 וַיָּקֻ֣מוּ H6965 כָּל H3605 בְּנֵ֣י H1121 הַמֶּ֗לֶךְ H4428 וַֽיִּרְכְּב֛וּ H7392 אִ֥ישׁ H376 עַל H5921 פִּרְדּ֖וֹ H6505 וַיָּנֻֽסוּ H5127 ",
      "30": "וַֽיְהִי֙ H1961 הֵ֣מָּה H1992 בַדֶּ֔רֶךְ H1870 וְהַ H8052 בָ֔אָה H935 אֶל H413 דָּוִ֖ד H1732 לֵאמֹ֑ר H559 הִכָּ֤ה H5221 אַבְשָׁלוֹם֙ H53 אֶת H853 כָּל H3605 בְּנֵ֣י H1121 הַמֶּ֔לֶךְ H4428 וְלֹֽא H3808 נוֹתַ֥ר H3498 מֵהֶ֖ם H1992 אֶחָֽד H259 ",
      "31": "וַיָּ֧קָם H6965 הַמֶּ֛לֶךְ H4428 וַיִּקְרַ֥ע H7167 אֶת H853 בְּגָדָ֖יו H899 וַיִּשְׁכַּ֣ב H7901 אָ֑רְצָה H776 וְכָל H3605 עֲבָדָ֥יו H5650 נִצָּבִ֖ים H5324 קְרֻעֵ֥י H7167 בְגָדִֽים H899 ",
      "32": "וַיַּ֡עַן H6030 יוֹנָדָ֣ב H3122 בֶּן H1121 שִׁמְעָ֨ה H8093 אֲחִֽי H251 דָוִ֜ד H1732 וַיֹּ֗אמֶר H559 אַל H408 יֹאמַ֤ר H559 אֲדֹנִי֙ H113 אֵ֣ת H853 כָּל H3605 הַנְּעָרִ֤ים H5288 בְּנֵֽי H1121 הַמֶּ֨לֶךְ֙ H4428 הֵמִ֔יתוּ H4191 כִּֽי H3588 אַמְנ֥וֹן H550 לְבַדּ֖ H905 מֵ֑ת H4191 כִּֽי H3588 עַל H5921 פִּ֤י H6310 אַבְשָׁלוֹם֙ H53 הָיְתָ֣ה H1961 שׂוּמָ֔ה H7760 מִיּוֹם֙ H3117 עַנֹּת֔וֹ H6031 אֵ֖ת H853 תָּמָ֥ר H8559 אֲחֹתֽוֹ H269 ",
      "33": "וְעַתָּ֡ה H6258 אַל H408 יָשֵׂם֩ H7760 אֲדֹנִ֨י H113 הַמֶּ֤לֶךְ H4428 אֶל H413 לִבּוֹ֙ H3820 דָּבָ֣ר H1697 לֵאמֹ֔ר H559 כָּל H3605 בְּנֵ֥י H1121 הַמֶּ֖לֶךְ H4428 מֵ֑תוּ H4191 כִּֽי H3588 אִם H518 אַמְנ֥וֹן H550 לְבַדּ֖ H905 מֵֽת H4191 ",
      "34": "וַיִּבְרַ֖ח H1272 אַבְשָׁל֑וֹם H53 וַיִּשָּׂ֞א H5375 הַנַּ֤עַר H5288 הַצֹּפֶה֙ H6822 אֶת H853 עינו H5869 וַיַּ֗רְא H7200 וְהִנֵּ֨ה H2009 עַם H5971 רַ֜ב H7227 הֹלְכִ֥ים H1980 מִדֶּ֛רֶךְ H1870 אַחֲרָ֖יו H310 מִצַּ֥ד H6654 הָהָֽר H2022 ",
      "35": "וַיֹּ֤אמֶר H559 יֽוֹנָדָב֙ H3122 אֶל H413 הַמֶּ֔לֶךְ H4428 הִנֵּ֥ה H2009 בְנֵֽי H1121 הַמֶּ֖לֶךְ H4428 בָּ֑אוּ H935 כִּדְבַ֥ר H1697 עַבְדְּךָ֖ H5650 כֵּ֥ן H3651 הָיָֽה H1961 ",
      "36": "וַיְהִ֣י H1961 כְּכַלֹּת֣ H3615 לְדַבֵּ֗ר H1696 וְהִנֵּ֤ה H2009 בְנֵֽי H1121 הַמֶּ֨לֶךְ֙ H4428 בָּ֔אוּ H935 וַיִּשְׂא֥וּ H5375 קוֹלָ֖ם H6963 וַיִּבְכּ֑וּ H1058 וְגַם H1571 הַמֶּ֨לֶךְ֙ H4428 וְכָל H3605 עֲבָדָ֔יו H5650 בָּכ֕וּ H1058 בְּכִ֖י H1065 גָּד֥וֹל H1419 מְאֹֽד H3966 ",
      "37": "וְאַבְשָׁל֣וֹם H53 בָּרַ֔ח H1272 וַיֵּ֛לֶךְ H3212 אֶל H413 תַּלְמַ֥י H8526 בֶּן H1121 עמיחור H5991 מֶ֣לֶךְ H4428 גְּשׁ֑וּר H1650 וַיִּתְאַבֵּ֥ל H56 עַל H5921 בְּנ֖וֹ H1121 כָּל H3605 הַיָּמִֽים H3117 ",
      "38": "וְאַבְשָׁל֥וֹם H53 בָּרַ֖ח H1272 וַיֵּ֣לֶךְ H3212 גְּשׁ֑וּר H1650 וַיְהִי H1961 שָׁ֖ם H8033 שָׁלֹ֥שׁ H7969 שָׁנִֽים H8141 ",
      "39": "וַתְּכַל֙ H3615 דָּוִ֣ד H1732 הַמֶּ֔לֶךְ H4428 לָצֵ֖את H3318 אֶל H413 אַבְשָׁל֑וֹם H53 כִּֽי H3588 נִחַ֥ם H5162 עַל H5921 אַמְנ֖וֹן H550 כִּֽי H3588 מֵֽת H4191 "
    },
    "14": {
      "1": "וַיֵּ֖דַע H3045 יוֹאָ֣ב H3097 בֶּן H1121 צְרֻיָ֑ה H6870 כִּֽי H3588 לֵ֥ב H3820 הַמֶּ֖לֶךְ H4428 עַל H5921 אַבְשָׁלֽוֹם H53 ",
      "2": "וַיִּשְׁלַ֤ח H7971 יוֹאָב֙ H3097 תְּק֔וֹעָה H8620 וַיִּקַּ֥ח H3947 מִשָּׁ֖ם H8033 אִשָּׁ֣ה H802 חֲכָמָ֑ה H2450 וַיֹּ֣אמֶר H559 אֵ֠לֶיהָ H413 הִֽתְאַבְּלִי H56 נָ֞א H4994 וְלִבְשִׁי H3847 נָ֣א H4994 בִגְדֵי H899 אֵ֗בֶל H60 וְאַל H408 תָּס֨וּכִי֙ H5480 שֶׁ֔מֶן H8081 וְהָיִ֕ית H1961 כְּאִשָּׁ֗ה H802 זֶ֚ה H2088 יָמִ֣ים H3117 רַבִּ֔ים H7227 מִתְאַבֶּ֖לֶת H56 עַל H5921 מֵֽת H4191 ",
      "3": "וּבָאת֙ H935 אֶל H413 הַמֶּ֔לֶךְ H4428 וְדִבַּ֥רְתְּ H1696 אֵלָ֖יו H413 כַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיָּ֧שֶׂם H7760 יוֹאָ֛ב H3097 אֶת H853 הַדְּבָרִ֖ים H1697 בְּפִֽי H6310 ",
      "4": "וַ֠תֹּאמֶר H559 הָאִשָּׁ֤ה H802 הַתְּקֹעִית֙ H8621 אֶל H413 הַמֶּ֔לֶךְ H4428 וַתִּפֹּ֧ל H5307 עַל H5921 אַפֶּ֛יהָ H639 אַ֖רְצָה H776 וַתִּשְׁתָּ֑חוּ H7812 וַתֹּ֖אמֶר H559 הוֹשִׁ֥עָה H3467 הַמֶּֽלֶךְ H4428 ",
      "5": "וַיֹּֽאמֶר H559 לָ֥הּ Hl הַמֶּ֖לֶךְ H4428 מַה H4100 לָּ֑ךְ Hl וַתֹּ֗אמֶר H559 אֲבָ֛ל H61 אִשָּֽׁה H802 אַלְמָנָ֥ה H490 אָ֖נִי H589 וַיָּ֥מָת H4191 אִישִֽׁי H376 ",
      "6": "וּלְ H8198 שְׁנֵ֣י H8147 בָנִ֔ים H1121 וַיִּנָּצ֤וּ H5327 שְׁנֵיהֶם֙ H8147 בַּשָּׂדֶ֔ה H7704 וְאֵ֥ין H369 מַצִּ֖יל H5337 בֵּֽינֵיהֶ֑ם H996 וַיַּכּ֧ H5221 הָאֶחָ֛ד H259 אֶת H853 הָאֶחָ֖ד H259 וַיָּ֥מֶת H4191 אֹתֽוֹ H853 ",
      "7": "וְהִנֵּה֩ H2009 קָ֨מָה H6965 כָֽל H3605 הַמִּשְׁפָּחָ֜ה H4940 עַל H5921 שִׁפְחָתֶ֗ךָ H8198 וַיֹּֽאמְרוּ֙ H559 תְּנִ֣י H5414 אֶת H853 מַכֵּ֣ה H5221 אָחִ֗יו H251 וּנְמִתֵ֨ H4191 בְּנֶ֤פֶשׁ H5315 אָחִיו֙ H251 אֲשֶׁ֣ר H834 הָרָ֔ג H2026 וְנַשְׁמִ֖ידָה H8045 גַּ֣ם H1571 אֶת H853 הַיּוֹרֵ֑שׁ H3423 וְכִבּ֗וּ H3518 אֶת H853 גַּֽחַלְתִּי֙ H1513 אֲשֶׁ֣ר H834 נִשְׁאָ֔רָה H7604 לְבִלְתִּ֧י H1115 שום H7760 לְאִישִׁ֛ H376 שֵׁ֥ם H8034 וּשְׁאֵרִ֖ית H7611 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
      "8": "וַיֹּ֧אמֶר H559 הַמֶּ֛לֶךְ H4428 אֶל H413 הָאִשָּׁ֖ה H802 לְכִ֣י H3212 לְבֵיתֵ֑ H1004 וַאֲנִ֖י H589 אֲצַוֶּ֥ה H6680 עָלָֽיִךְ H5921 ",
      "9": "וַתֹּ֜אמֶר H559 הָאִשָּׁ֤ה H802 הַתְּקוֹעִית֙ H8621 אֶל H413 הַמֶּ֔לֶךְ H4428 עָלַ֞י H5921 אֲדֹנִ֥י H113 הַמֶּ֛לֶךְ H4428 הֶעָוֺ֖ן H5771 וְעַל H5921 בֵּ֣ית H1004 אָבִ֑י H1 וְהַ H4428 וְכִסְא֖ H3678 נָקִֽי H5355 ",
      "10": "וַיֹּ֖אמֶר H559 הַמֶּ֑לֶךְ H4428 הַֽמְדַבֵּ֤ר H1696 אֵלַ֨יִךְ֙ H413 וַֽהֲבֵאת֣ H935 אֵלַ֔י H413 וְלֹֽא H3808 יֹסִ֥יף H3254 ע֖וֹד H5750 לָגַ֥עַת H5060 בָּֽךְ Hb ",
      "11": "וַתֹּאמֶר֩ H559 יִזְכָּר H2142 נָ֨א H4994 הַמֶּ֜לֶךְ H4428 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 מהרבית H7235 גֹּאֵ֤ל H1350 הַדָּם֙ H1818 לְשַׁחֵ֔ת H7843 וְלֹ֥א H3808 יַשְׁמִ֖ידוּ H8045 אֶת H853 בְּנִ֑י H1121 וַיֹּ֨אמֶר֙ H559 חַי H2416 יְהוָ֔ה H3068 אִם H518 יִפֹּ֛ל H5307 מִשַּׂעֲרַ֥ת H8185 בְּנֵ֖ךְ H1121 אָֽרְצָה H776 ",
      "12": "וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 תְּדַבֶּר H1696 נָ֧א H4994 שִׁפְחָתְךָ֛ H8198 אֶל H413 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 דָּבָ֑ר H1697 וַיֹּ֖אמֶר H559 דַּבֵּֽרִי H1696 ",
      "13": "וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 וְלָ֧ H4100 חָשַׁ֛בְתָּה H2803 כָּזֹ֖את H2063 עַל H5921 עַ֣ם H5971 אֱלֹהִ֑ים H430 וּמִ H1696 הַמֶּ֜לֶךְ H4428 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 כְּאָשֵׁ֔ם H818 לְבִלְתִּ֛י H1115 הָשִׁ֥יב H7725 הַמֶּ֖לֶךְ H4428 אֶֽת H853 נִדְּחֽוֹ H5080 ",
      "14": "כִּי H3588 מ֣וֹת H4191 נָמ֔וּת H4191 וְכַ H4325 הַנִּגָּרִ֣ים H5064 אַ֔רְצָה H776 אֲשֶׁ֖ר H834 לֹ֣א H3808 יֵאָסֵ֑פוּ H622 וְלֹֽא H3808 יִשָּׂ֤א H5375 אֱלֹהִים֙ H430 נֶ֔פֶשׁ H5315 וְחָשַׁב֙ H2803 מַֽחֲשָׁב֔וֹת H4284 לְבִלְתִּ֛י H1115 יִדַּ֥ח H5080 מִמֶּ֖נּוּ H4480 נִדָּֽח H5080 ",
      "15": "וְ֠עַתָּה H6258 אֲשֶׁר H834 בָּ֜אתִי H935 לְדַבֵּ֨ר H1696 אֶל H413 הַמֶּ֤לֶךְ H4428 אֲדֹנִי֙ H113 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 כִּ֥י H3588 יֵֽרְאֻ֖נִי H3372 הָעָ֑ם H5971 וַתֹּ֤אמֶר H559 שִׁפְחָֽתְךָ֙ H8198 אֲדַבְּרָה H1696 נָּ֣א H4994 אֶל H413 הַמֶּ֔לֶךְ H4428 אוּלַ֛י H194 יַעֲשֶׂ֥ה H6213 הַמֶּ֖לֶךְ H4428 אֶת H853 דְּבַ֥ר H1697 אֲמָתֽוֹ H519 ",
      "16": "כִּ֚י H3588 יִשְׁמַ֣ע H8085 הַמֶּ֔לֶךְ H4428 לְהַצִּ֥יל H5337 אֶת H853 אֲמָת֖וֹ H519 מִכַּ֣ף H3709 הָאִ֑ישׁ H376 לְהַשְׁמִ֨יד H8045 אֹתִ֤י H853 וְאֶת H853 בְּנִי֙ H1121 יַ֔חַד H3162 מִֽנַּחֲלַ֖ת H5159 אֱלֹהִֽים H430 ",
      "17": "וַתֹּ֨אמֶר֙ H559 שִׁפְחָ֣תְךָ֔ H8198 יִֽהְיֶה H1961 נָּ֛א H4994 דְּבַר H1697 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 לִמְנוּחָ֑ה H4496 כִּ֣י H3588 כְּמַלְאַ֣ךְ H4397 הָאֱלֹהִ֗ים H430 כֵּ֣ן H3651 אֲדֹנִ֤י H113 הַמֶּ֨לֶךְ֙ H4428 לִשְׁמֹ֨עַ֙ H8085 הַטּ֣וֹב H2896 וְהָ H7451 וַֽיהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 יְהִ֥י H1961 עִמָּֽךְ H5973 ",
      "18": "וַיַּ֣עַן H6030 הַמֶּ֗לֶךְ H4428 וַיֹּ֨אמֶר֙ H559 אֶל H413 הָ֣אִשָּׁ֔ה H802 אַל H408 נָ֨א H4994 תְכַחֲדִ֤י H3582 מִמֶּ֨נִּי֙ H4480 דָּבָ֔ר H1697 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 שֹׁאֵ֣ל H7592 אֹתָ֑ךְ H853 וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 יְדַבֶּר H1696 נָ֖א H4994 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
      "19": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 הֲיַ֥ד H3027 יוֹאָ֛ב H3097 אִתָּ֖ךְ H854 בְּכָל H3605 זֹ֑את H2063 וַתַּ֣עַן H6030 הָאִשָּׁ֣ה H802 וַתֹּ֡אמֶר H559 חֵֽי H2416 נַפְשְׁךָ֩ H5315 אֲדֹנִ֨י H113 הַמֶּ֜לֶךְ H4428 אִם H518 אִ֣שׁ H786 לְהֵמִ֣ין H3231 וּלְ H8041 מִכֹּ֤ל H3605 אֲשֶׁר H834 דִּבֶּר֙ H1696 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כִּֽי H3588 עַבְדְּךָ֤ H5650 יוֹאָב֙ H3097 ה֣וּא H1931 צִוָּ֔נִי H6680 וְה֗וּא H1931 שָׂ֚ם H7760 בְּפִ֣י H6310 שִׁפְחָֽתְךָ֔ H8198 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
      "20": "לְבַ H5668 סַבֵּב֙ H5437 אֶת H853 פְּנֵ֣י H6440 הַדָּבָ֔ר H1697 עָשָׂ֛ה H6213 עַבְדְּךָ֥ H5650 יוֹאָ֖ב H3097 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַאדֹנִ֣ H113 חָכָ֗ם H2450 כְּחָכְמַת֙ H2451 מַלְאַ֣ךְ H4397 הָאֱלֹהִ֔ים H430 לָדַ֖עַת H3045 אֶֽת H853 כָּל H3605 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
      "21": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 יוֹאָ֔ב H3097 הִנֵּה H2009 נָ֥א H4994 עָשִׂ֖יתִי H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וְלֵ֛ךְ H3212 הָשֵׁ֥ב H7725 אֶת H853 הַנַּ֖עַר H5288 אֶת H853 אַבְשָׁלֽוֹם H53 ",
      "22": "וַיִּפֹּל֩ H5307 יוֹאָ֨ב H3097 אֶל H413 פָּנָ֥יו H6440 אַ֛רְצָה H776 וַיִּשְׁתַּ֖חוּ H7812 וַיְבָ֣רֶךְ H1288 אֶת H853 הַמֶּ֑לֶךְ H4428 וַיֹּ֣אמֶר H559 יוֹאָ֡ב H3097 הַיּוֹם֩ H3117 יָדַ֨ע H3045 עַבְדְּךָ֜ H5650 כִּי H3588 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 אֲשֶׁר H834 עָשָׂ֥ה H6213 הַמֶּ֖לֶךְ H4428 אֶת H853 דְּבַ֥ר H1697 עבדו H5650 ",
      "23": "וַיָּ֥קָם H6965 יוֹאָ֖ב H3097 וַיֵּ֣לֶךְ H3212 גְּשׁ֑וּרָה H1650 וַיָּבֵ֥א H935 אֶת H853 אַבְשָׁל֖וֹם H53 יְרוּשָׁלִָֽם H3389 ",
      "24": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 יִסֹּ֣ב H5437 אֶל H413 בֵּית֔וֹ H1004 וּפָנַ֖ H6440 לֹ֣א H3808 יִרְאֶ֑ה H7200 וַיִּסֹּ֤ב H5437 אַבְשָׁלוֹם֙ H53 אֶל H413 בֵּית֔וֹ H1004 וּפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 לֹ֥א H3808 רָאָֽה H7200 ",
      "25": "וּכְ H53 לֹא H3808 הָיָ֧ה H1961 אִישׁ H376 יָפֶ֛ה H3303 בְּכָל H3605 יִשְׂרָאֵ֖ל H3478 לְהַלֵּ֣ל H1984 מְאֹ֑ד H3966 מִכַּ֤ף H3709 רַגְלוֹ֙ H7272 וְעַ֣ד H5704 קָדְקֳד֔וֹ H6936 לֹא H3808 הָ֥יָה H1961 ב֖וֹ Hb מֽוּם H3971 ",
      "26": "וּֽבְ H1548 אֶת H853 רֹאשׁוֹ֒ H7218 וְֽ֠הָיָה H1961 מִקֵּ֨ץ H7093 יָמִ֤ים H3117 לַיָּמִים֙ H3117 אֲשֶׁ֣ר H834 יְגַלֵּ֔חַ H1548 כִּֽי H3588 כָבֵ֥ד H3513 עָלָ֖יו H5921 וְגִלְּח֑ H1548 וְשָׁקַל֙ H8254 אֶת H853 שְׂעַ֣ר H8181 רֹאשׁ֔וֹ H7218 מָאתַ֥יִם H3967 שְׁקָלִ֖ים H8255 בְּאֶ֥בֶן H68 הַמֶּֽלֶךְ H4428 ",
      "27": "וַיִּֽוָּלְד֤וּ H3205 לְאַבְשָׁלוֹם֙ H53 שְׁלוֹשָׁ֣ה H7969 בָנִ֔ים H1121 וּבַ֥ת H1323 אַחַ֖ת H259 וּשְׁמָ֣ H8034 תָּמָ֑ר H8559 הִ֣יא H1931 הָיְתָ֔ה H1961 אִשָּׁ֖ה H802 יְפַ֥ת H3303 מַרְאֶֽה H4758 ",
      "28": "וַיֵּ֧שֶׁב H3427 אַבְשָׁל֛וֹם H53 בִּירוּשָׁלִַ֖ם H3389 שְׁנָתַ֣יִם H8141 יָמִ֑ים H3117 וּפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 לֹ֥א H3808 רָאָֽה H7200 ",
      "29": "וַיִּשְׁלַ֨ח H7971 אַבְשָׁל֜וֹם H53 אֶל H413 יוֹאָ֗ב H3097 לִשְׁלֹ֤חַ H7971 אֹתוֹ֙ H853 אֶל H413 הַמֶּ֔לֶךְ H4428 וְלֹ֥א H3808 אָבָ֖ה H14 לָב֣וֹא H935 אֵלָ֑יו H413 וַיִּשְׁלַ֥ח H7971 עוֹד֙ H5750 שֵׁנִ֔ית H8145 וְלֹ֥א H3808 אָבָ֖ה H14 לָבֽוֹא H935 ",
      "30": "וַיֹּ֨אמֶר H559 אֶל H413 עֲבָדָ֜יו H5650 רְאוּ֩ H7200 חֶלְקַ֨ת H2513 יוֹאָ֤ב H3097 אֶל H413 יָדִי֙ H3027 וְל Hc/Hl שָׁ֣ם H8033 שְׂעֹרִ֔ים H8184 לְכ֖וּ H3212 והוצתי H3341 בָאֵ֑שׁ H784 וַיַּצִּ֜תוּ H3341 עַבְדֵ֧י H5650 אַבְשָׁל֛וֹם H53 אֶת H853 הַחֶלְקָ֖ה H2513 בָּאֵֽשׁ H784 ",
      "31": "וַיָּ֣קָם H6965 יוֹאָ֔ב H3097 וַיָּבֹ֥א H935 אֶל H413 אַבְשָׁל֖וֹם H53 הַבָּ֑יְתָ H1004 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 לָ֣מָּה H4100 הִצִּ֧יתוּ H3341 עֲבָדֶ֛ךָ H5650 אֶת H853 הַחֶלְקָ֥ה H2513 אֲשֶׁר H834 לִ֖י Hl בָּאֵֽשׁ H784 ",
      "32": "וַיֹּ֣אמֶר H559 אַבְשָׁל֣וֹם H53 אֶל H413 יוֹאָ֡ב H3097 הִנֵּ֣ה H2009 שָׁלַ֣חְתִּי H7971 אֵלֶ֣יךָ H413 לֵאמֹ֡ר H559 בֹּ֣א H935 הֵ֠נָּה H2008 וְאֶשְׁלְחָה֩ H7971 אֹתְךָ֨ H853 אֶל H413 הַמֶּ֜לֶךְ H4428 לֵאמֹ֗ר H559 לָ֤מָּה H4100 בָּ֨אתִי֙ H935 מִגְּשׁ֔וּר H1650 ט֥וֹב H2896 לִ֖י Hl עֹ֣ד H5750 אֲנִי H589 שָׁ֑ם H8033 וְעַתָּ֗ה H6258 אֶרְאֶה֙ H7200 פְּנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וְאִם H518 יֶשׁ H3426 בִּ֥י Hb עָוֺ֖ן H5771 וֶהֱמִתָֽ H4191 ",
      "33": "וַיָּבֹ֨א H935 יוֹאָ֣ב H3097 אֶל H413 הַמֶּלֶךְ֮ H4428 וַיַּגֶּד H5046 לוֹ֒ Hl וַיִּקְרָ֤א H7121 אֶל H413 אַבְשָׁלוֹם֙ H53 וַיָּבֹ֣א H935 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיִּשְׁתַּ֨חוּ H7812 ל֧וֹ Hl עַל H5921 אַפָּ֛יו H639 אַ֖רְצָה H776 לִפְנֵ֣י H6440 הַמֶּ֑לֶךְ H4428 וַיִּשַּׁ֥ק H5401 הַמֶּ֖לֶךְ H4428 לְאַבְשָׁלֽוֹם H53 "
    },
    "15": {
      "1": "וַֽיְהִי֙ H1961 מֵאַ֣חֲרֵי H310 כֵ֔ן H3651 וַיַּ֤עַשׂ H6213 לוֹ֙ Hl אַבְשָׁל֔וֹם H53 מֶרְכָּבָ֖ה H4818 וְסֻסִ֑ים H5483 וַחֲמִשִּׁ֥ים H2572 אִ֖ישׁ H376 רָצִ֥ים H7323 לְפָנָֽי H6440 ",
      "2": "וְהִשְׁכִּים֙ H7925 אַבְשָׁל֔וֹם H53 וְעָמַ֕ד H5975 עַל H5921 יַ֖ד H3027 דֶּ֣רֶךְ H1870 הַשָּׁ֑עַר H8179 וַיְהִ֡י H1961 כָּל H3605 הָאִ֣ישׁ H376 אֲשֶֽׁר H834 יִהְיֶה H1961 לּוֹ Hl רִיב֩ H7379 לָב֨וֹא H935 אֶל H413 הַמֶּ֜לֶךְ H4428 לַמִּשְׁפָּ֗ט H4941 וַיִּקְרָ֨א H7121 אַבְשָׁל֤וֹם H53 אֵלָיו֙ H413 וַיֹּ֗אמֶר H559 אֵֽי H335 מִזֶּ֥ה H2088 עִיר֙ H5892 אַ֔תָּה H859 וַיֹּ֕אמֶר H559 מֵאַחַ֥ד H259 שִׁבְטֵֽי H7626 יִשְׂרָאֵ֖ל H3478 עַבְדֶּֽךָ H5650 ",
      "3": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אַבְשָׁל֔וֹם H53 רְאֵ֥ה H7200 דְבָרֶ֖ךָ H1697 טוֹבִ֣ים H2896 וּנְכֹחִ֑ים H5228 וְשֹׁמֵ֥עַ H8085 אֵין H369 לְךָ֖ Hl מֵאֵ֥ת H853 הַמֶּֽלֶךְ H4428 ",
      "4": "וַיֹּ֨אמֶר֙ H559 אַבְשָׁל֔וֹם H53 מִי H4310 יְשִׂמֵ֥נִי H7760 שֹׁפֵ֖ט H8199 בָּאָ֑רֶץ H776 וְעָלַ֗ H5921 יָב֥וֹא H935 כָּל H3605 אִ֛ישׁ H376 אֲשֶֽׁר H834 יִהְיֶה H1961 לּוֹ Hl רִ֥יב H7379 וּמִשְׁפָּ֖ט H4941 וְהִצְדַּקְתִּֽי H6663 ",
      "5": "וְהָיָה֙ H1961 בִּקְרָב H7126 אִ֔ישׁ H376 לְהִשְׁתַּחֲוֺ֖ת H7812 ל֑וֹ Hl וְשָׁלַ֧ח H7971 אֶת H853 יָד֛וֹ H3027 וְהֶחֱזִ֥יק H2388 ל֖וֹ Hl וְנָ֥שַׁק H5401 לֽוֹ Hl ",
      "6": "וַיַּ֨עַשׂ H6213 אַבְשָׁל֜וֹם H53 כַּדָּבָ֤ר H1697 הַזֶּה֙ H2088 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 יָבֹ֥אוּ H935 לַמִּשְׁפָּ֖ט H4941 אֶל H413 הַמֶּ֑לֶךְ H4428 וַיְגַנֵּב֙ H1589 אַבְשָׁל֔וֹם H53 אֶת H853 לֵ֖ב H3820 אַנְשֵׁ֥י H376 יִשְׂרָאֵֽל H3478 ",
      "7": "וַיְהִ֕י H1961 מִקֵּ֖ץ H7093 אַרְבָּעִ֣ים H705 שָׁנָ֑ה H8141 וַיֹּ֤אמֶר H559 אַבְשָׁלוֹם֙ H53 אֶל H413 הַמֶּ֔לֶךְ H4428 אֵ֣לֲכָה H3212 נָּ֗א H4994 וַאֲשַׁלֵּ֛ם H7999 אֶת H853 נִדְרִ֛י H5088 אֲשֶׁר H834 נָדַ֥רְתִּי H5087 לַֽיהוָ֖ה H3068 בְּחֶבְרֽוֹן H2275 ",
      "8": "כִּי H3588 נֵ֨דֶר֙ H5088 נָדַ֣ר H5087 עַבְדְּךָ֔ H5650 בְּשִׁבְתִּ֥ H3427 בִגְשׁ֛וּר H1650 בַּאֲרָ֖ם H758 לֵאמֹ֑ר H559 אִם H518 ישיב H7725 יְשִׁיבֵ֤נִי H7725 יְהוָה֙ H3068 יְר֣וּשָׁלִַ֔ם H3389 וְעָבַדְתִּ֖י H5647 אֶת H853 יְהוָֽה H3068 ",
      "9": "וַיֹּֽאמֶר H559 ל֥וֹ Hl הַמֶּ֖לֶךְ H4428 לֵ֣ךְ H3212 בְּשָׁל֑וֹם H7965 וַיָּ֖קָם H6965 וַיֵּ֥לֶךְ H3212 חֶבְרֽוֹנָה H2275 ",
      "10": "וַיִּשְׁלַ֤ח H7971 אַבְשָׁלוֹם֙ H53 מְרַגְּלִ֔ים H7270 בְּכָל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 כְּשָׁמְעֲ H8085 אֶת H853 ק֣וֹל H6963 הַשֹּׁפָ֔ר H7782 וַאֲמַרְתֶּ֕ם H559 מָלַ֥ךְ H4427 אַבְשָׁל֖וֹם H53 בְּחֶבְרֽוֹן H2275 ",
      "11": "וְאֶת H854 אַבְשָׁל֗וֹם H53 הָלְכ֞וּ H1980 מָאתַ֤יִם H3967 אִישׁ֙ H376 מִיר֣וּשָׁלִַ֔ם H3389 קְרֻאִ֖ים H7121 וְהֹלְכִ֣ים H1980 לְתֻמָּ֑ H8537 וְלֹ֥א H3808 יָדְע֖וּ H3045 כָּל H3605 דָּבָֽר H1697 ",
      "12": "וַיִּשְׁלַ֣ח H7971 אַ֠בְשָׁלוֹם H53 אֶת H853 אֲחִיתֹ֨פֶל H302 הַגִּֽילֹנִ֜י H1526 יוֹעֵ֣ץ H3289 דָּוִ֗ד H1732 מֵֽעִיר H5892 מִגִּלֹ֔ה H1542 בְּזָבְח֖ H2076 אֶת H853 הַזְּבָחִ֑ים H2077 וַיְהִ֤י H1961 הַקֶּ֨שֶׁר֙ H7195 אַמִּ֔ץ H533 וְהָ H5971 הוֹלֵ֥ךְ H1980 וָרָ֖ב H7227 אֶת H854 אַבְשָׁלֽוֹם H53 ",
      "13": "וַיָּבֹא֙ H935 הַמַּגִּ֔יד H5046 אֶל H413 דָּוִ֖ד H1732 לֵאמֹ֑ר H559 הָיָ֛ה H1961 לֶב H3820 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 אַחֲרֵ֥י H310 אַבְשָׁלֽוֹם H53 ",
      "14": "וַיֹּ֣אמֶר H559 דָּ֠וִד H1732 לְכָל H3605 עֲבָדָ֨יו H5650 אֲשֶׁר H834 אִתּ֤וֹ H854 בִירוּשָׁלִַ֨ם֙ H3389 ק֣וּמוּ H6965 וְנִבְרָ֔חָה H1272 כִּ֛י H3588 לֹא H3808 תִֽהְיֶה H1961 לָּ֥נוּ Hl פְלֵיטָ֖ה H6413 מִפְּנֵ֣י H6440 אַבְשָׁל֑וֹם H53 מַהֲר֣וּ H4116 לָלֶ֗כֶת H3212 פֶּן H6435 יְמַהֵ֤ר H4116 וְהִשִּׂגָ֨ H5381 וְהִדִּ֤יחַ H5080 עָלֵ֨ינוּ֙ H5921 אֶת H853 הָ֣רָעָ֔ה H7451 וְהִכָּ֥ה H5221 הָעִ֖יר H5892 לְפִי H6310 חָֽרֶב H2719 ",
      "15": "וַיֹּאמְר֥וּ H559 עַבְדֵֽי H5650 הַמֶּ֖לֶךְ H4428 אֶל H413 הַמֶּ֑לֶךְ H4428 כְּכֹ֧ל H3605 אֲשֶׁר H834 יִבְחַ֛ר H977 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 הִנֵּ֥ה H2009 עֲבָדֶֽיךָ H5650 ",
      "16": "וַיֵּצֵ֥א H3318 הַמֶּ֛לֶךְ H4428 וְכָל H3605 בֵּית֖וֹ H1004 בְּרַגְלָ֑י H7272 וַיַּעֲזֹ֣ב H5800 הַמֶּ֗לֶךְ H4428 אֵ֣ת H853 עֶ֧שֶׂר H6235 נָשִׁ֛ים H802 פִּֽלַגְשִׁ֖ים H6370 לִשְׁמֹ֥ר H8104 הַבָּֽיִת H1004 ",
      "17": "וַיֵּצֵ֥א H3318 הַמֶּ֛לֶךְ H4428 וְכָל H3605 הָעָ֖ם H5971 בְּרַגְלָ֑י H7272 וַיַּעַמְד֖וּ H5975 בֵּ֥ית H1023 הַמֶּרְחָֽק H1023 ",
      "18": "וְכָל H3605 עֲבָדָיו֙ H5650 עֹבְרִ֣ים H5674 עַל H5921 יָד֔וֹ H3027 וְכָל H3605 הַכְּרֵתִ֖י H3774 וְכָל H3605 הַפְּלֵתִ֑י H6432 וְכָֽל H3605 הַגִּתִּ֞ים H1663 שֵׁשׁ H8337 מֵא֣וֹת H3967 אִ֗ישׁ H376 אֲשֶׁר H834 בָּ֤אוּ H935 בְרַגְל H7272 מִגַּ֔ת H1661 עֹבְרִ֖ים H5674 עַל H5921 פְּנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "19": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 אִתַּ֣י H863 הַגִּתִּ֔י H1663 לָ֧מָּה H4100 תֵלֵ֛ךְ H3212 גַּם H1571 אַתָּ֖ה H859 אִתָּ֑נוּ H854 שׁ֣וּב H7725 וְשֵׁ֤ב H3427 עִם H5973 הַמֶּ֨לֶךְ֙ H4428 כִּֽי H3588 נָכְרִ֣י H5237 אַ֔תָּה H859 וְגַם H1571 גֹּלֶ֥ה H1540 אַתָּ֖ה H859 לִמְקוֹמֶֽ H4725 ",
      "20": "תְּמ֣וֹל H8543 בּוֹאֶ֗ךָ H935 וְהַ H3117 אנועך H5128 עִמָּ֨נוּ֙ H5973 לָלֶ֔כֶת H3212 וַאֲנִ֣י H589 הוֹלֵ֔ךְ H1980 עַ֥ל H5921 אֲשֶׁר H834 אֲנִ֖י H589 הוֹלֵ֑ךְ H1980 שׁ֣וּב H7725 וְהָשֵׁ֧ב H7725 אֶת H853 אַחֶ֛יךָ H251 עִמָּ֖ךְ H5973 חֶ֥סֶד H2617 וֶאֱמֶֽת H571 ",
      "21": "וַיַּ֧עַן H6030 אִתַּ֛י H863 אֶת H853 הַמֶּ֖לֶךְ H4428 וַיֹּאמַ֑ר H559 חַי H2416 יְהוָ֗ה H3068 וְחֵי֙ H2416 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כִּ֠י H3588 אִם H518 בִּמְק֞וֹם H4725 אֲשֶׁ֥ר H834 יִֽהְיֶה H1961 שָּׁ֣ם H8033 אֲדֹנִ֣י H113 הַמֶּ֗לֶךְ H4428 אִם H518 לְמָ֨וֶת֙ H4194 אִם H518 לְחַיִּ֔ים H2416 כִּי H3588 שָׁ֖ם H8033 יִהְיֶ֥ה H1961 עַבְדֶּֽךָ H5650 ",
      "22": "וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אֶל H413 אִתַּ֖י H863 לֵ֣ךְ H3212 וַעֲבֹ֑ר H5674 וַֽיַּעֲבֹ֞ר H5674 אִתַּ֤י H863 הַגִּתִּי֙ H1663 וְכָל H3605 אֲנָשָׁ֔יו H376 וְכָל H3605 הַטַּ֖ף H2945 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
      "23": "וְכָל H3605 הָאָ֗רֶץ H776 בּוֹכִים֙ H1058 ק֣וֹל H6963 גָּד֔וֹל H1419 וְכָל H3605 הָעָ֖ם H5971 עֹֽבְרִ֑ים H5674 וְהַ H4428 עֹבֵר֙ H5674 בְּנַ֣חַל H5158 קִדְר֔וֹן H6939 וְכָל H3605 הָעָם֙ H5971 עֹבְרִ֔ים H5674 עַל H5921 פְּנֵי H6440 דֶ֖רֶךְ H1870 אֶת H853 הַמִּדְבָּֽר H4057 ",
      "24": "וְהִנֵּ֨ה H2009 גַם H1571 צָד֜וֹק H6659 וְכָֽל H3605 הַלְוִיִּ֣ם H3881 אִתּ֗וֹ H854 נֹֽשְׂאִים֙ H5375 אֶת H853 אֲרוֹן֙ H727 בְּרִ֣ית H1285 הָאֱלֹהִ֔ים H430 וַיַּצִּ֨קוּ֙ H3332 אֶת H853 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 וַיַּ֖עַל H5927 אֶבְיָתָ֑ר H54 עַד H5704 תֹּ֥ם H8552 כָּל H3605 הָעָ֖ם H5971 לַעֲב֥וֹר H5674 מִן H4480 הָעִֽיר H5892 ",
      "25": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְצָד֔וֹק H6659 הָשֵׁ֛ב H7725 אֶת H853 אֲר֥וֹן H727 הָאֱלֹהִ֖ים H430 הָעִ֑יר H5892 אִם H518 אֶמְצָ֥א H4672 חֵן֙ H2580 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 וֶהֱשִׁבַ֕ H7725 וְהִרְאַ֥ H7200 אֹת֖וֹ H853 וְאֶת H853 נָוֵֽהוּ H5116 ",
      "26": "וְאִם֙ H518 כֹּ֣ה H3541 יֹאמַ֔ר H559 לֹ֥א H3808 חָפַ֖צְתִּי H2654 בָּ֑ךְ Hb הִנְנִ֕י H2005 יַֽעֲשֶׂה H6213 לִּ֕י Hl כַּאֲשֶׁ֥ר H834 ט֖וֹב H2896 בְּעֵינָֽי H5869 ",
      "27": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 צָד֣וֹק H6659 הַכֹּהֵ֔ן H3548 הֲרוֹאֶ֣ה H7200 אַתָּ֔ה H859 שֻׁ֥בָה H7725 הָעִ֖יר H5892 בְּשָׁל֑וֹם H7965 וַאֲחִימַ֨עַץ H290 בִּנְךָ֜ H1121 וִיהוֹנָתָ֧ן H3083 בֶּן H1121 אֶבְיָתָ֛ר H54 שְׁנֵ֥י H8147 בְנֵיכֶ֖ם H1121 אִתְּכֶֽם H854 ",
      "28": "רְאוּ֙ H7200 אָנֹכִ֣י H595 מִתְמַהְמֵ֔הַּ H4102 בעברות H5679 הַמִּדְבָּ֑ר H4057 עַ֣ד H5704 בּ֥וֹא H935 דָבָ֛ר H1697 מֵעִמָּ H5973 לְהַגִּ֥יד H5046 לִֽי Hl ",
      "29": "וַיָּ֨שֶׁב H7725 צָד֧וֹק H6659 וְאֶבְיָתָ֛ר H54 אֶת H853 אֲר֥וֹן H727 הָאֱלֹהִ֖ים H430 יְרוּשָׁלִָ֑ם H3389 וַיֵּשְׁב֖וּ H3427 שָֽׁם H8033 ",
      "30": "וְדָוִ֡ד H1732 עֹלֶה֩ H5927 בְמַעֲלֵ֨ה H4608 הַזֵּיתִ֜ים H2132 עֹלֶ֣ה H5927 וּבוֹכֶ֗ה H1058 וְרֹ֥אשׁ H7218 לוֹ֙ Hl חָפ֔וּי H2645 וְה֖וּא H1931 הֹלֵ֣ךְ H1980 יָחֵ֑ף H3182 וְכָל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֗וֹ H854 חָפוּ֙ H2645 אִ֣ישׁ H376 רֹאשׁ֔וֹ H7218 וְעָל֥וּ H5927 עָלֹ֖ה H5927 וּבָכֹֽה H1058 ",
      "31": "וְדָוִד֙ H1732 הִגִּ֣יד H5046 לֵאמֹ֔ר H559 אֲחִיתֹ֥פֶל H302 בַּקֹּשְׁרִ֖ים H7194 עִם H5973 אַבְשָׁל֑וֹם H53 וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 סַכֶּל H5528 נָ֛א H4994 אֶת H853 עֲצַ֥ת H6098 אֲחִיתֹ֖פֶל H302 יְהוָֽה H3068 ",
      "32": "וַיְהִ֤י H1961 דָוִד֙ H1732 בָּ֣א H935 עַד H5704 הָרֹ֔אשׁ H7218 אֲשֶֽׁר H834 יִשְׁתַּחֲוֶ֥ה H7812 שָׁ֖ם H8033 לֵאלֹהִ֑ים H430 וְהִנֵּ֤ה H2009 לִקְרָאת H7125 חוּשַׁ֣י H2365 הָאַרְכִּ֔י H757 קָר֨וּעַ֙ H7167 כֻּתָּנְתּ֔וֹ H3801 וַאֲדָמָ֖ה H127 עַל H5921 רֹאשֽׁוֹ H7218 ",
      "33": "וַיֹּ֥אמֶר H559 ל֖וֹ Hl דָּוִ֑ד H1732 אִ֚ם H518 עָבַ֣רְתָּ H5674 אִתִּ֔י H854 וְהָיִ֥תָ H1961 עָלַ֖י H5921 לְמַשָּֽׂא H4853 ",
      "34": "וְאִם H518 הָעִ֣יר H5892 תָּשׁ֗וּב H7725 וְאָמַרְתָּ֤ H559 לְאַבְשָׁלוֹם֙ H53 עַבְדְּךָ֨ H5650 אֲנִ֤י H589 הַמֶּ֨לֶךְ֙ H4428 אֶֽהְיֶ֔ה H1961 עֶ֣בֶד H5650 אָבִ֤יךָ H1 וַֽאֲנִי֙ H589 מֵאָ֔ז H227 וְעַתָּ֖ה H6258 וַאֲנִ֣י H589 עַבְדֶּ֑ךָ H5650 וְהֵפַרְתָּ֣ה H6565 לִ֔י Hl אֵ֖ת H853 עֲצַ֥ת H6098 אֲחִיתֹֽפֶל H302 ",
      "35": "וַהֲ H3808 עִמְּךָ֙ H5973 שָׁ֔ם H8033 צָד֥וֹק H6659 וְאֶבְיָתָ֖ר H54 הַכֹּהֲנִ֑ים H3548 וְהָיָ֗ה H1961 כָּל H3605 הַדָּבָר֙ H1697 אֲשֶׁ֤ר H834 תִּשְׁמַע֙ H8085 מִבֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 תַּגִּ֕יד H5046 לְצָד֥וֹק H6659 וּלְ H54 הַכֹּהֲנִֽים H3548 ",
      "36": "הִנֵּה H2009 שָׁ֤ם H8033 עִמָּם֙ H5973 שְׁנֵ֣י H8147 בְנֵיהֶ֔ם H1121 אֲחִימַ֣עַץ H290 לְצָד֔וֹק H6659 וִיהוֹנָתָ֖ן H3083 לְאֶבְיָתָ֑ר H54 וּשְׁלַחְתֶּ֤ם H7971 בְּיָדָ H3027 אֵלַ֔י H413 כָּל H3605 דָּבָ֖ר H1697 אֲשֶׁ֥ר H834 תִּשְׁמָֽעוּ H8085 ",
      "37": "וַיָּבֹ֥א H935 חוּשַׁ֛י H2365 רֵעֶ֥ה H7463 דָוִ֖ד H1732 הָעִ֑יר H5892 וְאַבְשָׁלֹ֔ם H53 יָבֹ֖א H935 יְרוּשָׁלִָֽם H3389 "
    },
    "16": {
      "1": "וְדָוִ֗ד H1732 עָבַ֤ר H5674 מְעַט֙ H4592 מֵֽהָ H7218 וְהִנֵּ֥ה H2009 צִיבָ֛א H6717 נַ֥עַר H5288 מְפִי H4648 בֹ֖שֶׁת H4648 לִקְרָאת֑ H7122 וְצֶ֨מֶד H6776 חֲמֹרִ֜ים H2543 חֲבֻשִׁ֗ים H2280 וַעֲלֵי H5921 מָאתַ֨יִם H3967 לֶ֜חֶם H3899 וּמֵאָ֧ה H3967 צִמּוּקִ֛ים H6778 וּמֵ֥אָה H3967 קַ֖יִץ H7019 וְנֵ֥בֶל H5035 יָֽיִן H3196 ",
      "2": "וַיֹּ֧אמֶר H559 הַמֶּ֛לֶךְ H4428 אֶל H413 צִיבָ֖א H6717 מָה H4100 אֵ֣לֶּה H428 לָּ֑ךְ Hl וַיֹּ֣אמֶר H559 צִ֠יבָא H6717 הַחֲמוֹרִ֨ים H2543 לְבֵית H1004 הַמֶּ֜לֶךְ H4428 לִרְכֹּ֗ב H7392 ול H3899 וְהַ H7019 לֶאֱכ֣וֹל H398 הַנְּעָרִ֔ים H5288 וְהַ H3196 לִשְׁתּ֥וֹת H8354 הַיָּעֵ֖ף H3287 בַּמִּדְבָּֽר H4057 ",
      "3": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 וְאַיֵּ֖ה H346 בֶּן H1121 אֲדֹנֶ֑יךָ H113 וַיֹּ֨אמֶר H559 צִיבָ֜א H6717 אֶל H413 הַמֶּ֗לֶךְ H4428 הִנֵּה֙ H2009 יוֹשֵׁ֣ב H3427 בִּירוּשָׁלִַ֔ם H3389 כִּ֣י H3588 אָמַ֔ר H559 הַיּ֗וֹם H3117 יָשִׁ֤יבוּ H7725 לִי֙ Hl בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 אֵ֖ת H853 מַמְלְכ֥וּת H4468 אָבִֽי H1 ",
      "4": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְצִבָ֔א H6717 הִנֵּ֣ה H2009 לְךָ֔ Hl כֹּ֖ל H3605 אֲשֶׁ֣ר H834 לִמְפִי H4648 בֹ֑שֶׁת H4648 וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 הִֽשְׁתַּחֲוֵ֔יתִי H7812 אֶמְצָא H4672 חֵ֥ן H2580 בְּעֵינֶ֖י H5869 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
      "5": "וּבָ֛א H935 הַמֶּ֥לֶךְ H4428 דָּוִ֖ד H1732 עַד H5704 בַּֽחוּרִ֑ים H980 וְהִנֵּ֣ה H2009 מִשָּׁם֩ H8033 אִ֨ישׁ H376 יוֹצֵ֜א H3318 מִמִּשְׁפַּ֣חַת H4940 בֵּית H1004 שָׁא֗וּל H7586 וּשְׁמ H8034 שִׁמְעִ֣י H8096 בֶן H1121 גֵּרָ֔א H1617 יֹצֵ֥א H3318 יָצ֖וֹא H3318 וּמְקַלֵּֽל H7043 ",
      "6": "וַיְסַקֵּ֤ל H5619 בָּֽאֲבָנִים֙ H68 אֶת H853 דָּוִ֔ד H1732 וְאֶת H853 כָּל H3605 עַבְדֵ֖י H5650 הַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וְכָל H3605 הָעָם֙ H5971 וְכָל H3605 הַגִּבֹּרִ֔ים H1368 מִימִינ֖ H3225 וּמִ H8040 ",
      "7": "וְכֹֽה H3541 אָמַ֥ר H559 שִׁמְעִ֖י H8096 בְּקַֽלְל֑ H7043 צֵ֥א H3318 צֵ֛א H3318 אִ֥ישׁ H376 הַדָּמִ֖ים H1818 וְאִ֥ישׁ H376 הַבְּלִיָּֽעַל H1100 ",
      "8": "הֵשִׁיב֩ H7725 עָלֶ֨יךָ H5921 יְהוָ֜ה H3068 כֹּ֣ל H3605 דְּמֵ֣י H1818 בֵית H1004 שָׁא֗וּל H7586 אֲשֶׁ֤ר H834 מָלַ֨כְתָּ֙ H4427 תחתו H8478 וַיִּתֵּ֤ן H5414 יְהוָה֙ H3068 אֶת H853 הַמְּלוּכָ֔ה H4410 בְּיַ֖ד H3027 אַבְשָׁל֣וֹם H53 בְּנֶ֑ךָ H1121 וְהִנְּ H2005 בְּרָ֣עָתֶ֔ H7451 כִּ֛י H3588 אִ֥ישׁ H376 דָּמִ֖ים H1818 אָֽתָּה H859 ",
      "9": "וַיֹּ֨אמֶר H559 אֲבִישַׁ֤י H52 בֶּן H1121 צְרוּיָה֙ H6870 אֶל H413 הַמֶּ֔לֶךְ H4428 לָ֣מָּה H4100 יְקַלֵּ֞ל H7043 הַכֶּ֤לֶב H3611 הַמֵּת֙ H4191 הַזֶּ֔ה H2088 אֶת H853 אֲדֹנִ֖י H113 הַמֶּ֑לֶךְ H4428 אֶעְבְּרָה H5674 נָּ֖א H4994 וְאָסִ֥ירָה H5493 אֶת H853 רֹאשֽׁוֹ H7218 ",
      "10": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מַה H4100 לִּ֥י Hl וְלָ Hc/Hl בְּנֵ֣י H1121 צְרֻיָ֑ה H6870 כי H3588 יְקַלֵּ֗ל H7043 וכי H3588 יְהוָה֙ H3068 אָ֤מַר H559 לוֹ֙ Hl קַלֵּ֣ל H7043 אֶת H853 דָּוִ֔ד H1732 וּמִ֣י H4310 יֹאמַ֔ר H559 מַדּ֖וּעַ H4069 עָשִׂ֥יתָה H6213 כֵּֽן H3651 ",
      "11": "וַיֹּ֨אמֶר H559 דָּוִ֤ד H1732 אֶל H413 אֲבִישַׁי֙ H52 וְאֶל H413 כָּל H3605 עֲבָדָ֔יו H5650 הִנֵּ֥ה H2009 בְנִ֛י H1121 אֲשֶׁר H834 יָצָ֥א H3318 מִמֵּעַ֖ H4578 מְבַקֵּ֣שׁ H1245 אֶת H853 נַפְשִׁ֑י H5315 וְאַ֨ף H637 כִּֽי H3588 עַתָּ֜ה H6258 בֶּן H1145 הַיְמִינִ֗י H1145 הַנִּ֤חוּ H3240 לוֹ֙ Hl וִֽיקַלֵּ֔ל H7043 כִּ֥י H3588 אָֽמַר H559 ל֖וֹ Hl יְהוָֽה H3068 ",
      "12": "אוּלַ֛י H194 יִרְאֶ֥ה H7200 יְהוָ֖ה H3068 בעונ H5771 וְהֵשִׁ֨יב H7725 יְהוָ֥ה H3068 לִי֙ Hl טוֹבָ֔ה H2896 תַּ֥חַת H8478 קִלְלָת֖וֹ H7045 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "13": "וַיֵּ֧לֶךְ H3212 דָּוִ֛ד H1732 וַאֲנָשָׁ֖י H376 בַּדָּ֑רֶךְ H1870 וְשִׁמְעִ֡י H8096 הֹלֵךְ֩ H1980 בְּצֵ֨לַע H6763 הָהָ֜ר H2022 לְעֻמָּת֗ H5980 הָלוֹךְ֙ H1980 וַיְקַלֵּ֔ל H7043 וַיְסַקֵּ֤ל H5619 בָּֽאֲבָנִים֙ H68 לְעֻמָּת֔ H5980 וְעִפַּ֖ר H6080 בֶּעָפָֽר H6083 ",
      "14": "וַיָּבֹ֥א H935 הַמֶּ֛לֶךְ H4428 וְכָל H3605 הָעָ֥ם H5971 אֲשֶׁר H834 אִתּ֖וֹ H854 עֲיֵפִ֑ים H5889 וַיִּנָּפֵ֖שׁ H5314 שָֽׁם H8033 ",
      "15": "וְאַבְשָׁל֗וֹם H53 וְכָל H3605 הָעָם֙ H5971 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 בָּ֖אוּ H935 יְרוּשָׁלִָ֑ם H3389 וַאֲחִיתֹ֖פֶל H302 אִתּֽוֹ H854 ",
      "16": "וַיְהִ֗י H1961 כַּֽאֲשֶׁר H834 בָּ֞א H935 חוּשַׁ֧י H2365 הָאַרְכִּ֛י H757 רֵעֶ֥ה H7463 דָוִ֖ד H1732 אֶל H413 אַבְשָׁל֑וֹם H53 וַיֹּ֤אמֶר H559 חוּשַׁי֙ H2365 אֶל H413 אַבְשָׁלֹ֔ם H53 יְחִ֥י H2421 הַמֶּ֖לֶךְ H4428 יְחִ֥י H2421 הַמֶּֽלֶךְ H4428 ",
      "17": "וַיֹּ֤אמֶר H559 אַבְשָׁלוֹם֙ H53 אֶל H413 חוּשַׁ֔י H2365 זֶ֥ה H2088 חַסְדְּךָ֖ H2617 אֶת H854 רֵעֶ֑ךָ H7453 לָ֥מָּה H4100 לֹֽא H3808 הָלַ֖כְתָּ H1980 אֶת H854 רֵעֶֽךָ H7453 ",
      "18": "וַיֹּ֣אמֶר H559 חוּשַׁי֮ H2365 אֶל H413 אַבְשָׁלֹם֒ H53 לֹ֕א H3808 כִּי֩ H3588 אֲשֶׁ֨ר H834 בָּחַ֧ר H977 יְהוָ֛ה H3068 וְהָ H5971 הַזֶּ֖ה H2088 וְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֑ל H3478 לא H3808 אֶהְיֶ֖ה H1961 וְאִתּ֥ H854 אֵשֵֽׁב H3427 ",
      "19": "וְהַ H8145 לְמִי֙ H4310 אֲנִ֣י H589 אֶֽעֱבֹ֔ד H5647 הֲל֖וֹא H3808 לִפְנֵ֣י H6440 בְנ֑וֹ H1121 כַּאֲשֶׁ֤ר H834 עָבַ֨דְתִּי֙ H5647 לִפְנֵ֣י H6440 אָבִ֔יךָ H1 כֵּ֖ן H3651 אֶהְיֶ֥ה H1961 לְפָנֶֽי H6440 ",
      "20": "וַיֹּ֥אמֶר H559 אַבְשָׁל֖וֹם H53 אֶל H413 אֲחִיתֹ֑פֶל H302 הָב֥וּ H3051 לָכֶ֛ם Hl עֵצָ֖ה H6098 מַֽה H4100 נַּעֲשֶֽׂה H6213 ",
      "21": "וַיֹּ֤אמֶר H559 אֲחִיתֹ֨פֶל֙ H302 אֶל H413 אַבְשָׁלֹ֔ם H53 בּ֚וֹא H935 אֶל H413 פִּלַגְשֵׁ֣י H6370 אָבִ֔יךָ H1 אֲשֶׁ֥ר H834 הִנִּ֖יחַ H3240 לִשְׁמ֣וֹר H8104 הַבָּ֑יִת H1004 וְשָׁמַ֤ע H8085 כָּל H3605 יִשְׂרָאֵל֙ H3478 כִּֽי H3588 נִבְאַ֣שְׁתָּ H887 אֶת H854 אָבִ֔יךָ H1 וְחָ֣זְק֔וּ H2388 יְדֵ֖י H3027 כָּל H3605 אֲשֶׁ֥ר H834 אִתָּֽךְ H854 ",
      "22": "וַיַּטּ֧וּ H5186 לְאַבְשָׁל֛וֹם H53 הָאֹ֖הֶל H168 עַל H5921 הַגָּ֑ג H1406 וַיָּבֹ֤א H935 אַבְשָׁלוֹם֙ H53 אֶל H413 פִּֽלַגְשֵׁ֣י H6370 אָבִ֔יו H1 לְעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "23": "וַעֲצַ֣ת H6098 אֲחִיתֹ֗פֶל H302 אֲשֶׁ֤ר H834 יָעַץ֙ H3289 בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 כַּאֲשֶׁ֥ר H834 יִשְׁאַל H7592 בִּדְבַ֣ר H1697 הָאֱלֹהִ֑ים H430 כֵּ֚ן H3651 כָּל H3605 עֲצַ֣ת H6098 אֲחִיתֹ֔פֶל H302 גַּם H1571 לְדָוִ֖ד H1732 גַּ֥ם H1571 לְאַבְשָׁלֹֽם H53 "
    },
    "17": {
      "1": "וַיֹּ֥אמֶר H559 אֲחִיתֹ֖פֶל H302 אֶל H413 אַבְשָׁלֹ֑ם H53 אֶבְחֲרָ֣ה H977 נָּ֗א H4994 שְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֨לֶף֙ H505 אִ֔ישׁ H376 וְאָק֛וּמָה H6965 וְאֶרְדְּפָ֥ה H7291 אַחֲרֵי H310 דָוִ֖ד H1732 הַלָּֽיְלָה H3915 ",
      "2": "וְאָב֣וֹא H935 עָלָ֗יו H5921 וְה֤וּא H1931 יָגֵ֨עַ֙ H3023 וּרְפֵ֣ה H7504 יָדַ֔יִם H3027 וְהַֽחֲרַדְתִּ֣י H2729 אֹת֔וֹ H853 וְנָ֖ס H5127 כָּל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֑וֹ H854 וְהִכֵּיתִ֥י H5221 אֶת H853 הַמֶּ֖לֶךְ H4428 לְבַדּֽ H905 ",
      "3": "וְאָשִׁ֥יבָה H7725 כָל H3605 הָעָ֖ם H5971 אֵלֶ֑יךָ H413 כְּשׁ֣וּב H7725 הַכֹּ֔ל H3605 הָאִישׁ֙ H376 אֲשֶׁ֣ר H834 אַתָּ֣ה H859 מְבַקֵּ֔שׁ H1245 כָּל H3605 הָעָ֖ם H5971 יִהְיֶ֥ה H1961 שָׁלֽוֹם H7965 ",
      "4": "וַיִּישַׁ֥ר H3474 הַדָּבָ֖ר H1697 בְּעֵינֵ֣י H5869 אַבְשָׁלֹ֑ם H53 וּבְ H5869 כָּל H3605 זִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
      "5": "וַיֹּ֨אמֶר֙ H559 אַבְשָׁל֔וֹם H53 קְרָ֣א H7121 נָ֔א H4994 גַּ֖ם H1571 לְחוּשַׁ֣י H2365 הָאַרְכִּ֑י H757 וְנִשְׁמְעָ֥ה H8085 מַה H4100 בְּפִ֖י H6310 גַּם H1571 הֽוּא H1931 ",
      "6": "וַיָּבֹ֣א H935 חוּשַׁי֮ H2365 אֶל H413 אַבְשָׁלוֹם֒ H53 וַיֹּאמֶר֩ H559 אַבְשָׁל֨וֹם H53 אֵלָ֜יו H413 לֵאמֹ֗ר H559 כַּדָּבָ֤ר H1697 הַזֶּה֙ H2088 דִּבֶּ֣ר H1696 אֲחִיתֹ֔פֶל H302 הֲנַעֲשֶׂ֖ה H6213 אֶת H853 דְּבָר֑וֹ H1697 אִם H518 אַ֖יִן H369 אַתָּ֥ה H859 דַבֵּֽר H1696 ",
      "7": "וַיֹּ֥אמֶר H559 חוּשַׁ֖י H2365 אֶל H413 אַבְשָׁל֑וֹם H53 לֹֽא H3808 טוֹבָ֧ה H2896 הָעֵצָ֛ה H6098 אֲשֶׁר H834 יָעַ֥ץ H3289 אֲחִיתֹ֖פֶל H302 בַּפַּ֥עַם H6471 הַזֹּֽאת H2063 ",
      "8": "וַיֹּ֣אמֶר H559 חוּשַׁ֗י H2365 אַתָּ֣ה H859 יָ֠דַעְתָּ H3045 אֶת H853 אָבִ֨יךָ H1 וְאֶת H853 אֲנָשָׁ֜יו H376 כִּ֧י H3588 גִבֹּרִ֣ים H1368 הֵ֗מָּה H1992 וּמָרֵ֥י H4751 נֶ֨פֶשׁ֙ H5315 הֵ֔מָּה H1992 כְּדֹ֥ב H1677 שַׁכּ֖וּל H7909 בַּשָּׂדֶ֑ה H7704 וְאָבִ֨י H1 אִ֣ישׁ H376 מִלְחָמָ֔ה H4421 וְלֹ֥א H3808 יָלִ֖ין H3885 אֶת H854 הָעָֽם H5971 ",
      "9": "הִנֵּ֨ה H2009 עַתָּ֤ה H6258 הֽוּא H1931 נֶחְבָּא֙ H2244 בְּאַחַ֣ת H259 הַפְּחָתִ֔ים H6354 א֖וֹ H176 בְּאַחַ֣ד H259 הַמְּקוֹמֹ֑ת H4725 וְהָיָ֗ה H1961 כִּנְפֹ֤ל H5307 בָּהֶם֙ Hb בַּתְּחִלָּ֔ה H8462 וְשָׁמַ֤ע H8085 הַשֹּׁמֵ֨עַ֙ H8085 וְאָמַ֔ר H559 הָֽיְתָה֙ H1961 מַגֵּפָ֔ה H4046 בָּעָ֕ם H5971 אֲשֶׁ֖ר H834 אַחֲרֵ֥י H310 אַבְשָׁלֹֽם H53 ",
      "10": "וְה֣וּא H1931 גַם H1571 בֶּן H1121 חַ֗יִל H2428 אֲשֶׁ֥ר H834 לִבּ֛וֹ H3820 כְּלֵ֥ב H3820 הָאַרְיֵ֖ה H738 הִמֵּ֣ס H4549 יִמָּ֑ס H4549 כִּֽי H3588 יֹדֵ֤עַ H3045 כָּל H3605 יִשְׂרָאֵל֙ H3478 כִּי H3588 גִבּ֣וֹר H1368 אָבִ֔יךָ H1 וּבְנֵי H1121 חַ֖יִל H2428 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
      "11": "כִּ֣י H3588 יָעַ֗צְתִּי H3289 הֵ֠אָסֹף H622 יֵאָסֵ֨ף H622 עָלֶ֤יךָ H5921 כָל H3605 יִשְׂרָאֵל֙ H3478 מִדָּן֙ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 כַּח֥וֹל H2344 אֲשֶׁר H834 עַל H5921 הַיָּ֖ם H3220 לָרֹ֑ב H7230 וּפָנֶ֥י H6440 הֹלְכִ֖ים H1980 בַּקְרָֽב H7128 ",
      "12": "וּבָ֣אנוּ H935 אֵלָ֗יו H413 באחת H259 הַמְּקוֹמֹת֙ H4725 אֲשֶׁ֣ר H834 נִמְצָ֣א H4672 שָׁ֔ם H8033 וְנַ֣חְנוּ H5117 עָלָ֔יו H5921 כַּאֲשֶׁ֛ר H834 יִפֹּ֥ל H5307 הַטַּ֖ל H2919 עַל H5921 הָאֲדָמָ֑ה H127 וְלֹֽא H3808 נ֥וֹתַר H3498 בּ֛וֹ Hb וּבְ H3605 הָאֲנָשִׁ֥ים H376 אֲשֶׁר H834 אִתּ֖וֹ H854 גַּם H1571 אֶחָֽד H259 ",
      "13": "וְאִם H518 אֶל H413 עִיר֙ H5892 יֵֽאָסֵ֔ף H622 וְהִשִּׂ֧יאוּ H5375 כָֽל H3605 יִשְׂרָאֵ֛ל H3478 אֶל H413 הָעִ֥יר H5892 הַהִ֖יא H1931 חֲבָלִ֑ים H2256 וְסָחַ֤בְנוּ H5498 אֹתוֹ֙ H853 עַד H5704 הַנַּ֔חַל H5158 עַ֛ד H5704 אֲשֶֽׁר H834 לֹא H3808 נִמְצָ֥א H4672 שָׁ֖ם H8033 גַּם H1571 צְרֽוֹר H6872 ",
      "14": "וַיֹּ֤אמֶר H559 אַבְשָׁלוֹם֙ H53 וְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 טוֹבָ֗ה H2896 עֲצַת֙ H6098 חוּשַׁ֣י H2365 הָאַרְכִּ֔י H757 מֵעֲצַ֖ת H6098 אֲחִיתֹ֑פֶל H302 וַיהוָ֣ה H3068 צִוָּ֗ה H6680 לְהָפֵ֞ר H6565 אֶת H853 עֲצַ֤ת H6098 אֲחִיתֹ֨פֶל֙ H302 הַטּוֹבָ֔ה H2896 לְבַ H5668 הָבִ֧יא H935 יְהוָ֛ה H3068 אֶל H413 אַבְשָׁל֖וֹם H53 אֶת H853 הָרָעָֽה H7451 ",
      "15": "וַיֹּ֣אמֶר H559 חוּשַׁ֗י H2365 אֶל H413 צָד֤וֹק H6659 וְאֶל H413 אֶבְיָתָר֙ H54 הַכֹּ֣הֲנִ֔ים H3548 כָּזֹ֣את H2063 וְכָ H2063 יָעַ֤ץ H3289 אֲחִיתֹ֨פֶל֙ H302 אֶת H853 אַבְשָׁלֹ֔ם H53 וְאֵ֖ת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וְכָ H2063 וְכָ H2063 יָעַ֥צְתִּי H3289 אָֽנִי H589 ",
      "16": "וְעַתָּ֡ה H6258 שִׁלְח֣וּ H7971 מְהֵרָה֩ H4120 וְהַגִּ֨ידוּ H5046 לְדָוִ֜ד H1732 לֵאמֹ֗ר H559 אַל H408 תָּ֤לֶן H3885 הַלַּ֨יְלָה֙ H3915 בְּעַֽרְב֣וֹת H6160 הַמִּדְבָּ֔ר H4057 וְגַ֖ם H1571 עָב֣וֹר H5674 תַּעֲב֑וֹר H5674 פֶּ֚ן H6435 יְבֻלַּ֣ע H1104 לַמֶּ֔לֶךְ H4428 וּלְ H3605 הָעָ֖ם H5971 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
      "17": "וִיהוֹנָתָ֨ן H3083 וַאֲחִימַ֜עַץ H290 עֹמְדִ֣ים H5975 בְּעֵין H5883 רֹגֵ֗ל H5883 וְהָלְכָ֤ה H1980 הַשִּׁפְחָה֙ H8198 וְהִגִּ֣ידָה H5046 לָהֶ֔ם Hl וְהֵם֙ H1992 יֵֽלְכ֔וּ H3212 וְהִגִּ֖ידוּ H5046 לַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 כִּ֣י H3588 לֹ֥א H3808 יוּכְל֛וּ H3201 לְהֵרָא֖וֹת H7200 לָב֥וֹא H935 הָעִֽירָ H5892 ",
      "18": "וַיַּ֤רְא H7200 אֹתָם֙ H853 נַ֔עַר H5288 וַיַּגֵּ֖ד H5046 לְאַבְשָׁלֹ֑ם H53 וַיֵּלְכוּ֩ H3212 שְׁנֵיהֶ֨ם H8147 מְהֵרָ֜ה H4120 וַיָּבֹ֣אוּ H935 אֶל H413 בֵּֽית H1004 אִ֣ישׁ H376 בְּבַחוּרִ֗ים H980 וְל֥ Hc/Hl בְאֵ֛ר H875 בַּחֲצֵר֖ H2691 וַיֵּ֥רְדוּ H3381 שָֽׁם H8033 ",
      "19": "וַתִּקַּ֣ח H3947 הָאִשָּׁ֗ה H802 וַתִּפְרֹ֤שׂ H6566 אֶת H853 הַמָּסָךְ֙ H4539 עַל H5921 פְּנֵ֣י H6440 הַבְּאֵ֔ר H875 וַתִּשְׁטַ֥ח H7849 עָלָ֖יו H5921 הָֽרִפ֑וֹת H7383 וְלֹ֥א H3808 נוֹדַ֖ע H3045 דָּבָֽר H1697 ",
      "20": "וַיָּבֹ֣אוּ H935 עַבְדֵי֩ H5650 אַבְשָׁל֨וֹם H53 אֶֽל H413 הָאִשָּׁ֜ה H802 הַבַּ֗יְתָ H1004 וַיֹּֽאמְרוּ֙ H559 אַיֵּ֗ה H346 אֲחִימַ֨עַץ֙ H290 וִיה֣וֹנָתָ֔ן H3083 וַתֹּ֤אמֶר H559 לָהֶם֙ Hl הָֽאִשָּׁ֔ה H802 עָבְר֖וּ H5674 מִיכַ֣ל H4323 הַמָּ֑יִם H4325 וַיְבַקְשׁוּ֙ H1245 וְלֹ֣א H3808 מָצָ֔אוּ H4672 וַיָּשֻׁ֖בוּ H7725 יְרוּשָׁלִָֽם H3389 ",
      "21": "וַיְהִ֣י H1961 אַחֲרֵ֣י H310 לֶכְתָּ֗ם H3212 וַֽיַּעֲלוּ֙ H5927 מֵֽהַ H875 וַיֵּ֣לְכ֔וּ H3212 וַיַּגִּ֖דוּ H5046 לַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וַיֹּאמְר֣וּ H559 אֶל H413 דָּוִ֗ד H1732 ק֣וּמוּ H6965 וְעִבְר֤וּ H5674 מְהֵרָה֙ H4120 אֶת H853 הַמַּ֔יִם H4325 כִּי H3588 כָ֛כָה H3602 יָעַ֥ץ H3289 עֲלֵיכֶ֖ם H5921 אֲחִיתֹֽפֶל H302 ",
      "22": "וַיָּ֣קָם H6965 דָּוִ֗ד H1732 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 וַיַּעַבְר֖וּ H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 עַד H5704 א֣וֹר H216 הַבֹּ֗קֶר H1242 עַד H5704 אַחַד֙ H259 לֹ֣א H3808 נֶעְדָּ֔ר H5737 אֲשֶׁ֥ר H834 לֹא H3808 עָבַ֖ר H5674 אֶת H853 הַיַּרְדֵּֽן H3383 ",
      "23": "וַאֲחִיתֹ֣פֶל H302 רָאָ֗ה H7200 כִּ֣י H3588 לֹ֣א H3808 נֶעֶשְׂתָה֮ H6213 עֲצָתוֹ֒ H6098 וַיַּחֲבֹ֣שׁ H2280 אֶֽת H853 הַחֲמ֗וֹר H2543 וַיָּ֜קָם H6965 וַיֵּ֤לֶךְ H3212 אֶל H413 בֵּיתוֹ֙ H1004 אֶל H413 עִיר֔וֹ H5892 וַיְצַ֥ו H6680 אֶל H413 בֵּית֖וֹ H1004 וַיֵּחָנַ֑ק H2614 וַיָּ֕מָת H4191 וַיִּקָּבֵ֖ר H6912 בְּקֶ֥בֶר H6913 אָבִֽיו H1 ",
      "24": "וְדָוִ֖ד H1732 בָּ֣א H935 מַחֲנָ֑יְמָה H4266 וְאַבְשָׁלֹ֗ם H53 עָבַר֙ H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 ה֕וּא H1931 וְכָל H3605 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 עִמּֽוֹ H5973 ",
      "25": "וְאֶת H853 עֲמָשָׂ֗א H6021 שָׂ֧ם H7760 אַבְשָׁלֹ֛ם H53 תַּ֥חַת H8478 יוֹאָ֖ב H3097 עַל H5921 הַצָּבָ֑א H6635 וַעֲמָשָׂ֣א H6021 בֶן H1121 אִ֗ישׁ H376 וּשְׁמ H8034 יִתְרָ֣א H3501 הַיִּשְׂרְאֵלִ֔י H3481 אֲשֶׁר H834 בָּא֙ H935 אֶל H413 אֲבִיגַ֣ל H26 בַּת H1323 נָחָ֔שׁ H5176 אֲח֥וֹת H269 צְרוּיָ֖ה H6870 אֵ֥ם H517 יוֹאָֽב H3097 ",
      "26": "וַיִּ֤חַן H2583 יִשְׂרָאֵל֙ H3478 וְאַבְשָׁלֹ֔ם H53 אֶ֖רֶץ H776 הַגִּלְעָֽד H1568 ",
      "27": "וַיְהִ֕י H1961 כְּב֥וֹא H935 דָוִ֖ד H1732 מַחֲנָ֑יְמָה H4266 וְשֹׁבִ֨י H7629 בֶן H1121 נָחָ֜שׁ H5176 מֵרַבַּ֣ת H7237 בְּנֵֽי H1121 עַמּ֗וֹן H5983 וּמָכִ֤יר H4353 בֶּן H1121 עַמִּיאֵל֙ H5988 מִלֹּ֣א H3810 דְבָ֔ר H3810 וּבַרְזִלַּ֥י H1271 הַגִּלְעָדִ֖י H1569 מֵרֹגְלִֽים H7274 ",
      "28": "מִשְׁכָּ֤ב H4904 וְסַפּוֹת֙ H5592 וּכְלִ֣י H3627 יוֹצֵ֔ר H3335 וְחִטִּ֥ים H2406 וּשְׂעֹרִ֖ים H8184 וְקֶ֣מַח H7058 וְקָלִ֑י H7039 וּפ֥וֹל H6321 וַעֲדָשִׁ֖ים H5742 וְקָלִֽי H7039 ",
      "29": "וּדְבַ֣שׁ H1706 וְחֶמְאָ֗ה H2529 וְצֹאן֙ H6629 וּשְׁפ֣וֹת H8194 בָּקָ֔ר H1241 הִגִּ֧ישׁוּ H5066 לְדָוִ֛ד H1732 וְלָ H5971 אֲשֶׁר H834 אִתּ֖וֹ H854 לֶאֱכ֑וֹל H398 כִּ֣י H3588 אָמְר֔וּ H559 הָעָ֗ם H5971 רָעֵ֛ב H7457 וְעָיֵ֥ף H5889 וְצָמֵ֖א H6771 בַּמִּדְבָּֽר H4057 "
    },
    "18": {
      "1": "וַיִּפְקֹ֣ד H6485 דָּוִ֔ד H1732 אֶת H853 הָעָ֖ם H5971 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 וַיָּ֣שֶׂם H7760 עֲלֵיהֶ֔ם H5921 שָׂרֵ֥י H8269 אֲלָפִ֖ים H505 וְשָׂרֵ֥י H8269 מֵאֽוֹת H3967 ",
      "2": "וַיְשַׁלַּ֨ח H7971 דָּוִ֜ד H1732 אֶת H853 הָעָ֗ם H5971 הַשְּׁלִשִׁ֤ית H7992 בְּיַד H3027 יוֹאָב֙ H3097 וְ֠הַ H7992 בְּיַ֨ד H3027 אֲבִישַׁ֤י H52 בֶּן H1121 צְרוּיָה֙ H6870 אֲחִ֣י H251 יוֹאָ֔ב H3097 וְהַ֨ H7992 בְּיַ֖ד H3027 אִתַּ֣י H863 הַגִּתִּ֑י H1663 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 הָעָ֔ם H5971 יָצֹ֥א H3318 אֵצֵ֛א H3318 גַּם H1571 אֲנִ֖י H589 עִמָּכֶֽם H5973 ",
      "3": "וַיֹּ֨אמֶר H559 הָעָ֜ם H5971 לֹ֣א H3808 תֵצֵ֗א H3318 כִּי֩ H3588 אִם H518 נֹ֨ס H5127 נָנ֜וּס H5127 לֹא H3808 יָשִׂ֧ימוּ H7760 אֵלֵ֣ינוּ H413 לֵ֗ב H3820 וְאִם H518 יָמֻ֤תוּ H4191 חֶצְיֵ֨נוּ֙ H2677 לֹֽא H3808 יָשִׂ֤ימוּ H7760 אֵלֵ֨ינוּ֙ H413 לֵ֔ב H3820 כִּֽי H3588 עַתָּ֥ה H6258 כָמֹ֖נוּ H3644 עֲשָׂרָ֣ה H6235 אֲלָפִ֑ים H505 וְעַתָּ֣ה H6258 ט֔וֹב H2896 כִּי H3588 תִֽהְיֶה H1961 לָּ֥נוּ Hl מֵעִ֖יר H5892 לעזיר H5826 ",
      "4": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 הַמֶּ֔לֶךְ H4428 אֲשֶׁר H834 יִיטַ֥ב H3190 בְּעֵינֵי H5869 אֶעֱשֶׂ֑ה H6213 וַיַּעֲמֹ֤ד H5975 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 יַ֣ד H3027 הַשַּׁ֔עַר H8179 וְכָל H3605 הָעָם֙ H5971 יָֽצְא֔וּ H3381 לְמֵא֖וֹת H3967 וְלַ H505 ",
      "5": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 אֶת H853 י֠וֹאָב H3097 וְאֶת H853 אֲבִישַׁ֤י H52 וְאֶת H853 אִתַּי֙ H863 לֵאמֹ֔ר H559 לְאַט H328 לִ֖י Hl לַנַּ֣עַר H5288 לְאַבְשָׁל֑וֹם H53 וְכָל H3605 הָעָ֣ם H5971 שָׁמְע֗וּ H8085 בְּצַוֺּ֥ת H6680 הַמֶּ֛לֶךְ H4428 אֶת H853 כָּל H3605 הַשָּׂרִ֖ים H8269 עַל H5921 דְּבַ֥ר H1697 אַבְשָׁלֽוֹם H53 ",
      "6": "וַיֵּצֵ֥א H3318 הָעָ֛ם H5971 הַשָּׂדֶ֖ה H7704 לִקְרַ֣את H7125 יִשְׂרָאֵ֑ל H3478 וַתְּהִ֥י H1961 הַמִּלְחָמָ֖ה H4421 בְּיַ֥עַר H3293 אֶפְרָֽיִם H669 ",
      "7": "וַיִּנָּ֤גְפוּ H5062 שָׁם֙ H8033 עַ֣ם H5971 יִשְׂרָאֵ֔ל H3478 לִפְנֵ֖י H6440 עַבְדֵ֣י H5650 דָוִ֑ד H1732 וַתְּהִי H1961 שָׁ֞ם H8033 הַמַּגֵּפָ֧ה H4046 גְדוֹלָ֛ה H1419 בַּיּ֥וֹם H3117 הַה֖וּא H1931 עֶשְׂרִ֥ים H6242 אָֽלֶף H505 ",
      "8": "וַתְּהִי H1961 שָׁ֧ם H8033 הַמִּלְחָמָ֛ה H4421 נפצית H6327 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֑רֶץ H776 וַיֶּ֤רֶב H7235 הַיַּ֨עַר֙ H3293 לֶאֱכֹ֣ל H398 בָּעָ֔ם H5971 מֵאֲשֶׁ֥ר H834 אָכְלָ֛ה H398 הַחֶ֖רֶב H2719 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
      "9": "וַיִּקָּרֵא֙ H7122 אַבְשָׁל֔וֹם H53 לִפְנֵ֖י H6440 עַבְדֵ֣י H5650 דָוִ֑ד H1732 וְאַבְשָׁל֞וֹם H53 רֹכֵ֣ב H7392 עַל H5921 הַפֶּ֗רֶד H6505 וַיָּבֹ֣א H935 הַפֶּ֡רֶד H6505 תַּ֣חַת H8478 שׂוֹבֶךְ֩ H7730 הָאֵלָ֨ה H424 הַגְּדוֹלָ֜ה H1419 וַיֶּחֱזַ֧ק H2388 רֹאשׁ֣וֹ H7218 בָאֵלָ֗ה H424 וַיֻּתַּן֙ H5414 בֵּ֤ין H996 הַשָּׁמַ֨יִם֙ H8064 וּבֵ֣ין H996 הָאָ֔רֶץ H776 וְהַ H6505 אֲשֶׁר H834 תַּחְתָּ֖יו H8478 עָבָֽר H5674 ",
      "10": "וַיַּרְא֙ H7200 אִ֣ישׁ H376 אֶחָ֔ד H259 וַיַּגֵּ֖ד H5046 לְיוֹאָ֑ב H3097 וַיֹּ֗אמֶר H559 הִנֵּה֙ H2009 רָאִ֣יתִי H7200 אֶת H853 אַבְשָׁלֹ֔ם H53 תָּל֖וּי H8518 בָּאֵלָֽה H424 ",
      "11": "וַיֹּ֣אמֶר H559 יוֹאָ֗ב H3097 לָאִישׁ֙ H376 הַמַּגִּ֣יד H5046 ל֔וֹ Hl וְהִנֵּ֣ה H2009 רָאִ֔יתָ H7200 וּמַדּ֛וּעַ H4069 לֹֽא H3808 הִכִּית֥וֹ H5221 שָׁ֖ם H8033 אָ֑רְצָה H776 וְעָלַ֗ H5921 לָ֤תֶת H5414 לְךָ֙ Hl עֲשָׂ֣רָה H6235 כֶ֔סֶף H3701 וַחֲגֹרָ֖ה H2290 אֶחָֽת H259 ",
      "12": "וַיֹּ֤אמֶר H559 הָאִישׁ֙ H376 אֶל H413 יוֹאָ֔ב H3097 ולא H3863 אָנֹכִ֜י H595 שֹׁקֵ֤ל H8254 עַל H5921 כַּפַּי֙ H3709 אֶ֣לֶף H505 כֶּ֔סֶף H3701 לֹֽא H3808 אֶשְׁלַ֥ח H7971 יָדִ֖י H3027 אֶל H413 בֶּן H1121 הַמֶּ֑לֶךְ H4428 כִּ֣י H3588 בְאָזְנֵ֜י H241 צִוָּ֣ה H6680 הַמֶּ֗לֶךְ H4428 אֹ֠תְךָ H853 וְאֶת H853 אֲבִישַׁ֤י H52 וְאֶת H853 אִתַּי֙ H863 לֵאמֹ֔ר H559 שִׁמְרוּ H8104 מִ֕י H4310 בַּנַּ֖עַר H5288 בְּאַבְשָׁלֽוֹם H53 ",
      "13": "אֽוֹ H176 עָשִׂ֤יתִי H6213 בנפש H5315 שֶׁ֔קֶר H8267 וְכָל H3605 דָּבָ֖ר H1697 לֹא H3808 יִכָּחֵ֣ד H3582 מִן H4480 הַמֶּ֑לֶךְ H4428 וְאַתָּ֖ה H859 תִּתְיַצֵּ֥ב H3320 מִנֶּֽגֶד H5048 ",
      "14": "וַיֹּ֣אמֶר H559 יוֹאָ֔ב H3097 לֹא H3808 כֵ֖ן H3651 אֹחִ֣ילָה H3176 לְפָנֶ֑י H6440 וַיִּקַּח֩ H3947 שְׁלֹשָׁ֨ה H7969 שְׁבָטִ֜ים H7626 בְּכַפּ֗ H3709 וַיִּתְקָעֵ H8628 בְּלֵ֣ב H3820 אַבְשָׁל֔וֹם H53 עוֹדֶ֥נּוּ H5750 חַ֖י H2416 בְּלֵ֥ב H3820 הָאֵלָֽה H424 ",
      "15": "וַיָּסֹ֨בּוּ֙ H5437 עֲשָׂרָ֣ה H6235 נְעָרִ֔ים H5288 נֹשְׂאֵ֖י H5375 כְּלֵ֣י H3627 יוֹאָ֑ב H3097 וַיַּכּ֥וּ H5221 אֶת H853 אַבְשָׁל֖וֹם H53 וַיְמִיתֻֽ H4191 ",
      "16": "וַיִּתְקַ֤ע H8628 יוֹאָב֙ H3097 בַּשֹּׁפָ֔ר H7782 וַיָּ֣שָׁב H7725 הָעָ֔ם H5971 מִרְדֹ֖ף H7291 אַחֲרֵ֣י H310 יִשְׂרָאֵ֑ל H3478 כִּֽי H3588 חָשַׂ֥ךְ H2820 יוֹאָ֖ב H3097 אֶת H853 הָעָֽם H5971 ",
      "17": "וַיִּקְח֣וּ H3947 אֶת H853 אַבְשָׁל֗וֹם H53 וַיַּשְׁלִ֨יכוּ H7993 אֹת֤וֹ H853 בַיַּ֨עַר֙ H3293 אֶל H413 הַפַּ֣חַת H6354 הַגָּד֔וֹל H1419 וַיַּצִּ֧בוּ H5324 עָלָ֛יו H5921 גַּל H1530 אֲבָנִ֖ים H68 גָּד֣וֹל H1419 מְאֹ֑ד H3966 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 נָ֖סוּ H5127 אִ֥ישׁ H376 לאהל H168 ",
      "18": "וְאַבְשָׁלֹ֣ם H53 לָקַ֗ח H3947 וַיַּצֶּב H5324 ל֤וֹ Hl בחי H2416 אֶת H853 מַצֶּ֨בֶת֙ H4678 אֲשֶׁ֣ר H834 בְּעֵֽמֶק H6010 הַמֶּ֔לֶךְ H4428 כִּ֤י H3588 אָמַר֙ H559 אֵֽין H369 לִ֣י Hl בֵ֔ן H1121 בַּעֲב֖וּר H5668 הַזְכִּ֣יר H2142 שְׁמִ֑י H8034 וַיִּקְרָ֤א H7121 לַמַּצֶּ֨בֶת֙ H4678 עַל H5921 שְׁמ֔וֹ H8034 וַיִּקָּ֤רֵא H7121 לָהּ֙ Hl יַ֣ד H3027 אַבְשָׁלֹ֔ם H53 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "19": "וַאֲחִימַ֤עַץ H290 בֶּן H1121 צָדוֹק֙ H6659 אָמַ֔ר H559 אָר֣וּצָה H7323 נָּ֔א H4994 וַאֲבַשְּׂרָ֖ה H1319 אֶת H853 הַמֶּ֑לֶךְ H4428 כִּי H3588 שְׁפָט֥וֹ H8199 יְהוָ֖ה H3068 מִיַּ֥ד H3027 אֹיְבָֽיו H341 ",
      "20": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl יוֹאָ֗ב H3097 לֹא֩ H3808 אִ֨ישׁ H376 בְּשֹׂרָ֤ה H1309 אַתָּה֙ H859 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וּבִשַּׂרְתָּ֖ H1319 בְּי֣וֹם H3117 אַחֵ֑ר H312 וְהַ H3117 הַזֶּה֙ H2088 לֹ֣א H3808 תְבַשֵּׂ֔ר H1319 כִּֽי H3588 על H5921 בֶּן H1121 הַמֶּ֖לֶךְ H4428 מֵֽת H4191 ",
      "21": "וַיֹּ֤אמֶר H559 יוֹאָב֙ H3097 לַכּוּשִׁ֔י H3569 לֵ֛ךְ H3212 הַגֵּ֥ד H5046 לַמֶּ֖לֶךְ H4428 אֲשֶׁ֣ר H834 רָאִ֑יתָה H7200 וַיִּשְׁתַּ֧חוּ H7812 כוּשִׁ֛י H3569 לְיוֹאָ֖ב H3097 וַיָּרֹֽץ H7323 ",
      "22": "וַיֹּ֨סֶף H3254 ע֜וֹד H5750 אֲחִימַ֤עַץ H290 בֶּן H1121 צָדוֹק֙ H6659 וַיֹּ֣אמֶר H559 אֶל H413 יוֹאָ֔ב H3097 וִ֣יהִי H1961 מָ֔ה H4100 אָרֻֽצָה H7323 נָּ֥א H4994 גַם H1571 אָ֖נִי H589 אַחֲרֵ֣י H310 הַכּוּשִׁ֑י H3569 וַיֹּ֣אמֶר H559 יוֹאָ֗ב H3097 לָֽמָּה H4100 זֶּ֞ה H2088 אַתָּ֥ה H859 רָץ֙ H7323 בְּנִ֔י H1121 וּלְ Hc/Hl אֵין H369 בְּשׂוֹרָ֥ה H1309 מֹצֵֽאת H4672 ",
      "23": "וִיהִי H1961 מָ֣ה H4100 אָר֔וּץ H7323 וַיֹּ֥אמֶר H559 ל֖וֹ Hl ר֑וּץ H7323 וַיָּ֤רָץ H7323 אֲחִימַ֨עַץ֙ H290 דֶּ֣רֶךְ H1870 הַכִּכָּ֔ר H3603 וַֽיַּעֲבֹ֖ר H5674 אֶת H853 הַכּוּשִֽׁי H3569 ",
      "24": "וְדָוִ֥ד H1732 יוֹשֵׁ֖ב H3427 בֵּין H996 שְׁנֵ֣י H8147 הַשְּׁעָרִ֑ים H8179 וַיֵּ֨לֶךְ H3212 הַצֹּפֶ֜ה H6822 אֶל H413 גַּ֤ג H1406 הַשַּׁ֨עַר֙ H8179 אֶל H413 הַ֣חוֹמָ֔ה H2346 וַיִּשָּׂ֤א H5375 אֶת H853 עֵינָיו֙ H5869 וַיַּ֔רְא H7200 וְהִנֵּה H2009 אִ֖ישׁ H376 רָ֥ץ H7323 לְבַדּֽ H905 ",
      "25": "וַיִּקְרָ֤א H7121 הַצֹּפֶה֙ H6822 וַיַּגֵּ֣ד H5046 לַמֶּ֔לֶךְ H4428 וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 אִם H518 לְבַדּ֖ H905 בְּשׂוֹרָ֣ה H1309 בְּפִ֑י H6310 וַיֵּ֥לֶךְ H3212 הָל֖וֹךְ H1980 וְקָרֵֽב H7131 ",
      "26": "וַיַּ֣רְא H7200 הַצֹּפֶה֮ H6822 אִישׁ H376 אַחֵ֣ר H312 רָץ֒ H7323 וַיִּקְרָ֤א H7121 הַצֹּפֶה֙ H6822 אֶל H413 הַשֹּׁעֵ֔ר H7778 וַיֹּ֕אמֶר H559 הִנֵּה H2009 אִ֖ישׁ H376 רָ֣ץ H7323 לְבַדּ֑ H905 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 גַּם H1571 זֶ֥ה H2088 מְבַשֵּֽׂר H1319 ",
      "27": "וַיֹּ֨אמֶר֙ H559 הַצֹּפֶ֔ה H6822 אֲנִ֤י H589 רֹאֶה֙ H7200 אֶת H853 מְרוּצַ֣ת H4794 הָרִאשׁ֔וֹן H7223 כִּמְרֻצַ֖ת H4794 אֲחִימַ֣עַץ H290 בֶּן H1121 צָד֑וֹק H6659 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אִֽישׁ H376 ט֣וֹב H2896 זֶ֔ה H2088 וְאֶל H413 בְּשׂוֹרָ֥ה H1309 טוֹבָ֖ה H2896 יָבֽוֹא H935 ",
      "28": "וַיִּקְרָ֣א H7121 אֲחִימַ֗עַץ H290 וַיֹּ֤אמֶר H559 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 שָׁל֔וֹם H7965 וַיִּשְׁתַּ֧חוּ H7812 לַמֶּ֛לֶךְ H4428 לְאַפָּ֖י H639 אָ֑רְצָה H776 וַיֹּ֗אמֶר H559 בָּרוּךְ֙ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֤ר H834 סִגַּר֙ H5462 אֶת H853 הָ֣אֲנָשִׁ֔ים H376 אֲשֶׁר H834 נָשְׂא֥וּ H5375 אֶת H853 יָדָ֖ם H3027 בַּֽאדֹנִ֥ H113 הַמֶּֽלֶךְ H4428 ",
      "29": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 שָׁל֥וֹם H7965 לַנַּ֖עַר H5288 לְאַבְשָׁל֑וֹם H53 וַיֹּ֣אמֶר H559 אֲחִימַ֡עַץ H290 רָאִיתִי֩ H7200 הֶהָמ֨וֹן H1995 הַגָּד֜וֹל H1419 לִ֠שְׁלֹחַ H7971 אֶת H853 עֶ֨בֶד H5650 הַמֶּ֤לֶךְ H4428 יוֹאָב֙ H3097 וְאֶת H853 עַבְדֶּ֔ךָ H5650 וְלֹ֥א H3808 יָדַ֖עְתִּי H3045 מָֽה H4100 ",
      "30": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 סֹ֖ב H5437 הִתְיַצֵּ֣ב H3320 כֹּ֑ה H3541 וַיִּסֹּ֖ב H5437 וַֽיַּעֲמֹֽד H5975 ",
      "31": "וְהִנֵּ֥ה H2009 הַכּוּשִׁ֖י H3569 בָּ֑א H935 וַיֹּ֣אמֶר H559 הַכּוּשִׁ֗י H3569 יִתְבַּשֵּׂר֙ H1319 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כִּֽי H3588 שְׁפָטְךָ֤ H8199 יְהוָה֙ H3068 הַיּ֔וֹם H3117 מִיַּ֖ד H3027 כָּל H3605 הַקָּמִ֥ים H6965 עָלֶֽיךָ H5921 ",
      "32": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 הַכּוּשִׁ֔י H3569 הֲשָׁל֥וֹם H7965 לַנַּ֖עַר H5288 לְאַבְשָׁל֑וֹם H53 וַיֹּ֣אמֶר H559 הַכּוּשִׁ֗י H3569 יִהְי֤וּ H1961 כַנַּ֨עַר֙ H5288 אֹֽיְבֵי֙ H341 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 וְכֹ֛ל H3605 אֲשֶׁר H834 קָ֥מוּ H6965 עָלֶ֖יךָ H5921 לְרָעָֽה H7451 ",
      "33": "וַיִּרְגַּ֣ז H7264 הַמֶּ֗לֶךְ H4428 וַיַּ֛עַל H5927 עַל H5921 עֲלִיַּ֥ת H5944 הַשַּׁ֖עַר H8179 וַיֵּ֑בְךְּ H1058 וְכֹ֣ה H3541 אָמַ֣ר H559 בְּלֶכְתּ֗ H3212 בְּנִ֤י H1121 אַבְשָׁלוֹם֙ H53 בְּנִ֣י H1121 בְנִ֣י H1121 אַבְשָׁל֔וֹם H53 מִֽי H4310 יִתֵּ֤ן H5414 מוּתִי֙ H4191 אֲנִ֣י H589 תַחְתֶּ֔יךָ H8478 אַבְשָׁל֖וֹם H53 בְּנִ֥י H1121 בְנִֽי H1121 "
    },
    "19": {
      "1": "וַיֻּגַּ֖ד H5046 לְיוֹאָ֑ב H3097 הִנֵּ֨ה H2009 הַמֶּ֧לֶךְ H4428 בֹּכֶ֛ה H1058 וַיִּתְאַבֵּ֖ל H56 עַל H5921 אַבְשָׁלֹֽם H53 ",
      "2": "וַתְּהִ֨י H1961 הַתְּשֻׁעָ֜ה H8668 בַּיּ֥וֹם H3117 הַה֛וּא H1931 לְאֵ֖בֶל H60 לְכָל H3605 הָעָ֑ם H5971 כִּֽי H3588 שָׁמַ֣ע H8085 הָעָ֗ם H5971 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 לֵאמֹ֔ר H559 נֶעֱצַ֥ב H6087 הַמֶּ֖לֶךְ H4428 עַל H5921 בְּנֽוֹ H1121 ",
      "3": "וַיִּתְגַּנֵּ֥ב H1589 הָעָ֛ם H5971 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לָב֣וֹא H935 הָעִ֑יר H5892 כַּאֲשֶׁ֣ר H834 יִתְגַּנֵּ֗ב H1589 הָעָם֙ H5971 הַנִּכְלָמִ֔ים H3637 בְּנוּסָ֖ H5127 בַּמִּלְחָמָֽה H4421 ",
      "4": "וְהַ H4428 לָאַ֣ט H3813 אֶת H853 פָּנָ֔יו H6440 וַיִּזְעַ֥ק H2199 הַמֶּ֖לֶךְ H4428 ק֣וֹל H6963 גָּד֑וֹל H1419 בְּנִי֙ H1121 אַבְשָׁל֔וֹם H53 אַבְשָׁל֖וֹם H53 בְּנִ֥י H1121 בְנִֽי H1121 ",
      "5": "וַיָּבֹ֥א H935 יוֹאָ֛ב H3097 אֶל H413 הַמֶּ֖לֶךְ H4428 הַבָּ֑יִת H1004 וַיֹּאמֶר֩ H559 הֹבַ֨שְׁתָּ H3001 הַיּ֜וֹם H3117 אֶת H853 פְּנֵ֣י H6440 כָל H3605 עֲבָדֶ֗יךָ H5650 הַֽמְמַלְּטִ֤ים H4422 אֶֽת H853 נַפְשְׁךָ֙ H5315 הַיּ֔וֹם H3117 וְאֵ֨ת H853 נֶ֤פֶשׁ H5315 בָּנֶ֨יךָ֙ H1121 וּבְנֹתֶ֔י H1323 וְנֶ֣פֶשׁ H5315 נָשֶׁ֔יךָ H802 וְנֶ֖פֶשׁ H5315 פִּלַגְשֶֽׁיךָ H6370 ",
      "6": "לְאַֽהֲבָה֙ H157 אֶת H853 שֹׂ֣נְאֶ֔יךָ H8130 וְלִ H8130 אֶת H853 אֹהֲבֶ֑יךָ H157 כִּ֣י H3588 הִגַּ֣דְתָּ H5046 הַיּ֗וֹם H3117 כִּ֣י H3588 אֵ֤ין H369 לְךָ֙ Hl שָׂרִ֣ים H8269 וַעֲבָדִ֔ים H5650 כִּ֣י H3588 יָדַ֣עְתִּי H3045 הַיּ֗וֹם H3117 כִּ֠י H3588 לא H3863 אַבְשָׁל֥וֹם H53 חַי֙ H2416 וְכֻלָּ֤ H3605 הַיּוֹם֙ H3117 מֵתִ֔ים H4191 כִּי H3588 אָ֖ז H227 יָשָׁ֥ר H3477 בְּעֵינֶֽי H5869 ",
      "7": "וְעַתָּה֙ H6258 ק֣וּם H6965 צֵ֔א H3318 וְדַבֵּ֖ר H1696 עַל H5921 לֵ֣ב H3820 עֲבָדֶ֑יךָ H5650 כִּי֩ H3588 בַיהוָ֨ה H3068 נִשְׁבַּ֜עְתִּי H7650 כִּי H3588 אֵינְךָ֣ H369 יוֹצֵ֗א H3318 אִם H518 יָלִ֨ין H3885 אִ֤ישׁ H376 אִתְּךָ֙ H854 הַלַּ֔יְלָה H3915 וְרָעָ֧ה H7489 לְךָ֣ Hl זֹ֗את H2063 מִכָּל H3605 הָרָעָה֙ H7451 אֲשֶׁר H834 בָּ֣אָה H935 עָלֶ֔יךָ H5921 מִנְּעֻרֶ֖י H5271 עַד H5704 עָֽתָּה H6258 ",
      "8": "וַיָּ֥קָם H6965 הַמֶּ֖לֶךְ H4428 וַיֵּ֣שֶׁב H3427 בַּשָּׁ֑עַר H8179 וּֽלְ H3605 הָעָ֞ם H5971 הִגִּ֣ידוּ H5046 לֵאמֹ֗ר H559 הִנֵּ֤ה H2009 הַמֶּ֨לֶךְ֙ H4428 יוֹשֵׁ֣ב H3427 בַּשַּׁ֔עַר H8179 וַיָּבֹ֤א H935 כָל H3605 הָעָם֙ H5971 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וְיִשְׂרָאֵ֔ל H3478 נָ֖ס H5127 אִ֥ישׁ H376 לְאֹהָלָֽי H168 ",
      "9": "וַיְהִ֤י H1961 כָל H3605 הָעָם֙ H5971 נָד֔וֹן H1777 בְּכָל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הַמֶּ֜לֶךְ H4428 הִצִּילָ֣נוּ H5337 מִכַּ֣ף H3709 אֹיְבֵ֗ינוּ H341 וְה֤וּא H1931 מִלְּטָ֨נוּ֙ H4422 מִכַּ֣ף H3709 פְּלִשְׁתִּ֔ים H6430 וְעַתָּ֛ה H6258 בָּרַ֥ח H1272 מִן H4480 הָאָ֖רֶץ H776 מֵעַ֥ל H5921 אַבְשָׁלֽוֹם H53 ",
      "10": "וְאַבְשָׁלוֹם֙ H53 אֲשֶׁ֣ר H834 מָשַׁ֣חְנוּ H4886 עָלֵ֔ינוּ H5921 מֵ֖ת H4191 בַּמִּלְחָמָ֑ה H4421 וְעַתָּ֗ה H6258 לָמָ֥ה H4100 אַתֶּ֛ם H859 מַחֲרִשִׁ֖ים H2790 לְהָשִׁ֥יב H7725 אֶת H853 הַמֶּֽלֶךְ H4428 ",
      "11": "וְהַ H4428 דָּוִ֗ד H1732 שָׁ֠לַח H7971 אֶל H413 צָד֨וֹק H6659 וְאֶל H413 אֶבְיָתָ֥ר H54 הַכֹּהֲנִים֮ H3548 לֵאמֹר֒ H559 דַּבְּר֞וּ H1696 אֶל H413 זִקְנֵ֤י H2205 יְהוּדָה֙ H3063 לֵאמֹ֔ר H559 לָ֤מָּה H4100 תִֽהְיוּ֙ H1961 אַֽחֲרֹנִ֔ים H314 לְהָשִׁ֥יב H7725 אֶת H853 הַמֶּ֖לֶךְ H4428 אֶל H413 בֵּית֑וֹ H1004 וּדְבַר֙ H1697 כָּל H3605 יִשְׂרָאֵ֔ל H3478 בָּ֥א H935 אֶל H413 הַמֶּ֖לֶךְ H4428 אֶל H413 בֵּיתֽוֹ H1004 ",
      "12": "אַחַ֣י H251 אַתֶּ֔ם H859 עַצְמִ֥י H6106 וּבְשָׂרִ֖ H1320 אַתֶּ֑ם H859 וְלָ֧ H4100 תִהְי֛וּ H1961 אַחֲרֹנִ֖ים H314 לְהָשִׁ֥יב H7725 אֶת H853 הַמֶּֽלֶךְ H4428 ",
      "13": "וְלַֽ H6021 תֹּֽמְר֔וּ H559 הֲל֛וֹא H3808 עַצְמִ֥י H6106 וּבְשָׂרִ֖ H1320 אָ֑תָּה H859 כֹּ֣ה H3541 יַֽעֲשֶׂה H6213 לִּ֤י Hl אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יוֹסִ֔יף H3254 אִם H518 לֹ֠א H3808 שַׂר H8269 צָבָ֞א H6635 תִּהְיֶ֧ה H1961 לְפָנַ֛ H6440 כָּל H3605 הַיָּמִ֖ים H3117 תַּ֥חַת H8478 יוֹאָֽב H3097 ",
      "14": "וַיַּ֛ט H5186 אֶת H853 לְבַ֥ב H3824 כָּל H3605 אִישׁ H376 יְהוּדָ֖ה H3063 כְּאִ֣ישׁ H376 אֶחָ֑ד H259 וַֽיִּשְׁלְחוּ֙ H7971 אֶל H413 הַמֶּ֔לֶךְ H4428 שׁ֥וּב H7725 אַתָּ֖ה H859 וְכָל H3605 עֲבָדֶֽיךָ H5650 ",
      "15": "וַיָּ֣שָׁב H7725 הַמֶּ֔לֶךְ H4428 וַיָּבֹ֖א H935 עַד H5704 הַיַּרְדֵּ֑ן H3383 וִיהוּדָ֞ה H3063 בָּ֣א H935 הַגִּלְגָּ֗לָ H1537 לָלֶ֨כֶת֙ H3212 לִקְרַ֣את H7125 הַמֶּ֔לֶךְ H4428 לְהַעֲבִ֥יר H5674 אֶת H853 הַמֶּ֖לֶךְ H4428 אֶת H853 הַיַּרְדֵּֽן H3383 ",
      "16": "וַיְמַהֵ֗ר H4116 שִׁמְעִ֤י H8096 בֶן H1121 גֵּרָא֙ H1617 בֶּן H1145 הַיְמִינִ֔י H1145 אֲשֶׁ֖ר H834 מִבַּֽחוּרִ֑ים H980 וַיֵּ֨רֶד֙ H3381 עִם H5973 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 לִקְרַ֖את H7125 הַמֶּ֥לֶךְ H4428 דָּוִֽד H1732 ",
      "17": "וְאֶ֨לֶף H505 אִ֣ישׁ H376 עִמּוֹ֮ H5973 מִבִּנְיָמִן֒ H1144 וְצִיבָ֗א H6717 נַ֚עַר H5288 בֵּ֣ית H1004 שָׁא֔וּל H7586 וַחֲמֵ֨שֶׁת H2568 עָשָׂ֥ר H6240 בָּנָ֛יו H1121 וְעֶשְׂרִ֥ים H6242 עֲבָדָ֖יו H5650 אִתּ֑וֹ H854 וְצָלְח֥וּ H6743 הַיַּרְדֵּ֖ן H3383 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "18": "וְעָבְרָ֣ה H5674 הָעֲבָרָ֗ה H5679 לַֽעֲבִיר֙ H5674 אֶת H853 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְלַ H6213 הַטּ֖וֹב H2896 בעינ H5869 וְשִׁמְעִ֣י H8096 בֶן H1121 גֵּרָ֗א H1617 נָפַל֙ H5307 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 בְּעָבְר֖ H5674 בַּיַּרְדֵּֽן H3383 ",
      "19": "וַיֹּ֣אמֶר H559 אֶל H413 הַמֶּ֗לֶךְ H4428 אַל H408 יַחֲשָׁב H2803 לִ֣י Hl אֲדֹנִי֮ H113 עָוֺן֒ H5771 וְאַל H408 תִּזְכֹּ֗ר H2142 אֵ֚ת H853 אֲשֶׁ֣ר H834 הֶעֱוָ֣ה H5753 עַבְדְּךָ֔ H5650 בַּיּ֕וֹם H3117 אֲשֶׁר H834 יָׄצָ֥ׄאׄ H3318 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 מִירֽוּשָׁלִָ֑ם H3389 לָשׂ֥וּם H7760 הַמֶּ֖לֶךְ H4428 אֶל H413 לִבּֽוֹ H3820 ",
      "20": "כִּ֚י H3588 יָדַ֣ע H3045 עַבְדְּךָ֔ H5650 כִּ֖י H3588 אֲנִ֣י H589 חָטָ֑אתִי H2398 וְהִנֵּֽה H2009 בָ֣אתִי H935 הַיּ֗וֹם H3117 רִאשׁוֹן֙ H7223 לְכָל H3605 בֵּ֣ית H1004 יוֹסֵ֔ף H3130 לָרֶ֕דֶת H3381 לִקְרַ֖את H7125 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
      "21": "וַיַּ֨עַן H6030 אֲבִישַׁ֤י H52 בֶּן H1121 צְרוּיָה֙ H6870 וַיֹּ֔אמֶר H559 הֲתַ֣חַת H8478 זֹ֔את H2063 לֹ֥א H3808 יוּמַ֖ת H4191 שִׁמְעִ֑י H8096 כִּ֥י H3588 קִלֵּ֖ל H7043 אֶת H853 מְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
      "22": "וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 מַה H4100 לִּ֤י Hl וְלָ Hc/Hl בְּנֵ֣י H1121 צְרוּיָ֔ה H6870 כִּי H3588 תִֽהְיוּ H1961 לִ֥י Hl הַיּ֖וֹם H3117 לְשָׂטָ֑ן H7854 הַיּ֗וֹם H3117 י֤וּמַת H4191 אִישׁ֙ H376 בְּיִשְׂרָאֵ֔ל H3478 כִּ֚י H3588 הֲל֣וֹא H3808 יָדַ֔עְתִּי H3045 כִּ֥י H3588 הַיּ֖וֹם H3117 אֲנִי H589 מֶ֥לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "23": "וַיֹּ֧אמֶר H559 הַמֶּ֛לֶךְ H4428 אֶל H413 שִׁמְעִ֖י H8096 לֹ֣א H3808 תָמ֑וּת H4191 וַיִּשָּׁ֥בַֽע H7650 ל֖וֹ Hl הַמֶּֽלֶךְ H4428 ",
      "24": "וּמְפִבֹ֨שֶׁת֙ H4648 בֶּן H1121 שָׁא֔וּל H7586 יָרַ֖ד H3381 לִקְרַ֣את H7125 הַמֶּ֑לֶךְ H4428 וְלֹא H3808 עָשָׂ֨ה H6213 רַגְלָ֜יו H7272 וְלֹא H3808 עָשָׂ֣ה H6213 שְׂפָמ֗וֹ H8222 וְאֶת H853 בְּגָדָיו֙ H899 לֹ֣א H3808 כִבֵּ֔ס H3526 לְמִן H4480 הַיּוֹם֙ H3117 לֶ֣כֶת H3212 הַמֶּ֔לֶךְ H4428 עַד H5704 הַיּ֖וֹם H3117 אֲשֶׁר H834 בָּ֥א H935 בְשָׁלֽוֹם H7965 ",
      "25": "וַיְהִ֛י H1961 כִּי H3588 בָ֥א H935 יְרוּשָׁלִַ֖ם H3389 לִקְרַ֣את H7125 הַמֶּ֑לֶךְ H4428 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 לָ֛מָּה H4100 לֹא H3808 הָלַ֥כְתָּ H1980 עִמִּ֖י H5973 מְפִיבֹֽשֶׁת H4648 ",
      "26": "וַיֹּאמַ֕ר H559 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 עַבְדִּ֣י H5650 רִמָּ֑נִי H7411 כִּֽי H3588 אָמַ֨ר H559 עַבְדְּךָ֜ H5650 אֶחְבְּשָׁה H2280 לִּי֩ Hl הַחֲמ֨וֹר H2543 וְאֶרְכַּ֤ב H7392 עָלֶ֨יהָ֙ H5921 וְאֵלֵ֣ךְ H3212 אֶת H854 הַמֶּ֔לֶךְ H4428 כִּ֥י H3588 פִסֵּ֖חַ H6455 עַבְדֶּֽךָ H5650 ",
      "27": "וַיְרַגֵּ֣ל H7270 בְּעַבְדְּ H5650 אֶל H413 אֲדֹנִ֖י H113 הַמֶּ֑לֶךְ H4428 וַאדֹנִ֤ H113 הַמֶּ֨לֶךְ֙ H4428 כְּמַלְאַ֣ךְ H4397 הָאֱלֹהִ֔ים H430 וַעֲשֵׂ֥ה H6213 הַטּ֖וֹב H2896 בְּעֵינֶֽי H5869 ",
      "28": "כִּי֩ H3588 לֹ֨א H3808 הָיָ֜ה H1961 כָּל H3605 בֵּ֣ית H1004 אָבִ֗י H1 כִּ֤י H3588 אִם H518 אַנְשֵׁי H376 מָ֨וֶת֙ H4194 לַאדֹנִ֣ H113 הַמֶּ֔לֶךְ H4428 וַתָּ֨שֶׁת֙ H7896 אֶֽת H853 עַבְדְּךָ֔ H5650 בְּאֹכְלֵ֖י H398 שֻׁלְחָנֶ֑ךָ H7979 וּמַה H4100 יֶּשׁ H3426 לִ֥י Hl עוֹד֙ H5750 צְדָקָ֔ה H6666 וְלִ H2199 ע֖וֹד H5750 אֶל H413 הַמֶּֽלֶךְ H4428 ",
      "29": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 לָ֛מָּה H4100 תְּדַבֵּ֥ר H1696 ע֖וֹד H5750 דְּבָרֶ֑יךָ H1697 אָמַ֕רְתִּי H559 אַתָּ֣ה H859 וְצִיבָ֔א H6717 תַּחְלְק֖וּ H2505 אֶת H853 הַשָּׂדֶֽה H7704 ",
      "30": "וַיֹּ֤אמֶר H559 מְפִיבֹ֨שֶׁת֙ H4648 אֶל H413 הַמֶּ֔לֶךְ H4428 גַּ֥ם H1571 אֶת H853 הַכֹּ֖ל H3605 יִקָּ֑ח H3947 אַ֠חֲרֵי H310 אֲשֶׁר H834 בָּ֞א H935 אֲדֹנִ֥י H113 הַמֶּ֛לֶך H4428 בְּשָׁל֖וֹם H7965 אֶל H413 בֵּיתֽוֹ H1004 ",
      "31": "וּבַרְזִלַּי֙ H1271 הַגִּלְעָדִ֔י H1569 יָרַ֖ד H3381 מֵרֹגְלִ֑ים H7274 וַיַּעֲבֹ֤ר H5674 אֶת H854 הַמֶּ֨לֶךְ֙ H4428 הַיַּרְדֵּ֔ן H3383 לְשַׁלְּח֖ H7971 אֶת H853 בירדן H3383 ",
      "32": "וּבַרְזִלַּי֙ H1271 זָקֵ֣ן H2204 מְאֹ֔ד H3966 בֶּן H1121 שְׁמֹנִ֖ים H8084 שָׁנָ֑ה H8141 וְהֽוּא H1931 כִלְכַּ֤ל H3557 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 בְּשִׁיבָת֣ H7871 בְמַחֲנַ֔יִם H4266 כִּֽי H3588 אִ֛ישׁ H376 גָּד֥וֹל H1419 ה֖וּא H1931 מְאֹֽד H3966 ",
      "33": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 אֶל H413 בַּרְזִלָּ֑י H1271 אַתָּה֙ H859 עֲבֹ֣ר H5674 אִתִּ֔י H854 וְכִלְכַּלְתִּ֥י H3557 אֹתְךָ֛ H853 עִמָּדִ֖י H5978 בִּירוּשָׁלִָֽם H3389 ",
      "34": "וַיֹּ֥אמֶר H559 בַּרְזִלַּ֖י H1271 אֶל H413 הַמֶּ֑לֶךְ H4428 כַּמָּ֗ה H4100 יְמֵי֙ H3117 שְׁנֵ֣י H8141 חַיַּ֔י H2416 כִּי H3588 אֶעֱלֶ֥ה H5927 אֶת H854 הַמֶּ֖לֶךְ H4428 יְרוּשָׁלִָֽם H3389 ",
      "35": "בֶּן H1121 שְׁמֹנִ֣ים H8084 שָׁנָה֩ H8141 אָנֹכִ֨י H595 הַיּ֜וֹם H3117 הַאֵדַ֣ע H3045 בֵּין H996 ט֣וֹב H2896 לְרָ֗ע H7451 אִם H518 יִטְעַ֤ם H2938 עַבְדְּךָ֙ H5650 אֶת H853 אֲשֶׁ֤ר H834 אֹכַל֙ H398 וְאֶת H853 אֲשֶׁ֣ר H834 אֶשְׁתֶּ֔ה H8354 אִם H518 אֶשְׁמַ֣ע H8085 ע֔וֹד H5750 בְּק֖וֹל H6963 שָׁרִ֣ים H7891 וְשָׁר֑וֹת H7891 וְלָ H4100 יִֽהְיֶ֨ה H1961 עַבְדְּךָ֥ H5650 עוֹד֙ H5750 לְמַשָּׂ֔א H4853 אֶל H413 אֲדֹנִ֖י H113 הַמֶּֽלֶךְ H4428 ",
      "36": "כִּמְעַ֞ט H4592 יַעֲבֹ֧ר H5674 עַבְדְּךָ֛ H5650 אֶת H853 הַיַּרְדֵּ֖ן H3383 אֶת H854 הַמֶּ֑לֶךְ H4428 וְלָ֨ H4100 יִגְמְלֵ֣נִי H1580 הַמֶּ֔לֶךְ H4428 הַגְּמוּלָ֖ה H1578 הַזֹּֽאת H2063 ",
      "37": "יָֽשָׁב H7725 נָ֤א H4994 עַבְדְּךָ֙ H5650 וְאָמֻ֣ת H4191 בְּעִירִ֔ H5892 עִ֛ם H5973 קֶ֥בֶר H6913 אָבִ֖י H1 וְאִמִּ֑ H517 וְהִנֵּ֣ה H2009 עַבְדְּךָ֣ H5650 כִמְהָ֗ם H3643 יַֽעֲבֹר֙ H5674 עִם H5973 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 וַעֲשֵׂה H6213 ל֕וֹ Hl אֵ֥ת H853 אֲשֶׁר H834 ט֖וֹב H2896 בְּעֵינֶֽי H5869 ",
      "38": "וַיֹּ֣אמֶר H559 הַמֶּ֗לֶךְ H4428 אִתִּי֙ H854 יַעֲבֹ֣ר H5674 כִּמְהָ֔ם H3643 וַאֲנִי֙ H589 אֶעֱשֶׂה H6213 לּ֔וֹ Hl אֶת H853 הַטּ֖וֹב H2896 בְּעֵינֶ֑י H5869 וְכֹ֛ל H3605 אֲשֶׁר H834 תִּבְחַ֥ר H977 עָלַ֖י H5921 אֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
      "39": "וַיַּעֲבֹ֧ר H5674 כָּל H3605 הָעָ֛ם H5971 אֶת H853 הַיַּרְדֵּ֖ן H3383 וְהַ H4428 עָבָ֑ר H5674 וַיִּשַּׁ֨ק H5401 הַמֶּ֤לֶךְ H4428 לְבַרְזִלַּי֙ H1271 וַיְבָ֣רֲכֵ֔ H1288 וַיָּ֖שָׁב H7725 לִמְקֹמֽ H4725 ",
      "40": "וַיַּעֲבֹ֤ר H5674 הַמֶּ֨לֶךְ֙ H4428 הַגִּלְגָּ֔לָ H1537 וְכִמְהָ֖ן H3643 עָבַ֣ר H5674 עִמּ֑וֹ H5973 וְכָל H3605 עַ֤ם H5971 יְהוּדָה֙ H3063 ויעברו H5674 אֶת H853 הַמֶּ֔לֶךְ H4428 וְגַ֕ם H1571 חֲצִ֖י H2677 עַ֥ם H5971 יִשְׂרָאֵֽל H3478 ",
      "41": "וְהִנֵּ֛ה H2009 כָּל H3605 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 בָּאִ֣ים H935 אֶל H413 הַמֶּ֑לֶךְ H4428 וַיֹּאמְר֣וּ H559 אֶל H413 הַמֶּ֡לֶךְ H4428 מַדּוּעַ֩ H4069 גְּנָב֨וּךָ H1589 אַחֵ֜ינוּ H251 אִ֣ישׁ H376 יְהוּדָ֗ה H3063 וַיַּעֲבִ֨רוּ H5674 אֶת H853 הַמֶּ֤לֶךְ H4428 וְאֶת H853 בֵּיתוֹ֙ H1004 אֶת H853 הַיַּרְדֵּ֔ן H3383 וְכָל H3605 אַנְשֵׁ֥י H376 דָוִ֖ד H1732 עִמּֽוֹ H5973 ",
      "42": "וַיַּעַן֩ H6030 כָּל H3605 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 עַל H5921 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 כִּֽי H3588 קָר֤וֹב H7138 הַמֶּ֨לֶךְ֙ H4428 אֵלַ֔י H413 וְלָ֤ H4100 זֶּה֙ H2088 חָרָ֣ה H2734 לְךָ֔ Hl עַל H5921 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 הֶאָכ֤וֹל H398 אָכַ֨לְנוּ֙ H398 מִן H4480 הַמֶּ֔לֶךְ H4428 אִם H518 נִשֵּׂ֥את H5379 נִשָּׂ֖א H5375 לָֽנוּ Hl ",
      "43": "וַיַּ֣עַן H6030 אִֽישׁ H376 יִשְׂרָאֵל֩ H3478 אֶת H853 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 וַיֹּ֗אמֶר H559 עֶֽשֶׂר H6235 יָד֨וֹת H3027 לִ֣י Hl בַמֶּלֶךְ֮ H4428 וְגַם H1571 בְּדָוִד֮ H1732 אֲנִ֣י H589 מִמְּךָ֒ H4480 וּמַדּ֨וּעַ֙ H4069 הֱקִלֹּתַ֔נִי H7043 וְלֹא H3808 הָיָ֨ה H1961 דְבָרִ֥י H1697 רִאשׁ֛וֹן H7223 לִ֖י Hl לְהָשִׁ֣יב H7725 אֶת H853 מַלְכִּ֑י H4428 וַיִּ֨קֶשׁ֙ H7185 דְּבַר H1697 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 מִדְּבַ֖ר H1697 אִ֥ישׁ H376 יִשְׂרָאֵֽל H3478 ",
      "44": "וַיַּ֣עַן H6030 אִֽישׁ H376 יִשְׂרָאֵל֩ H3478 אֶת H853 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 וַיֹּ֗אמֶר H559 עֶֽשֶׂר H6235 יָד֨וֹת H3027 לִ֣י Hl בַמֶּלֶךְ֮ H4428 וְגַם H1571 בְּדָוִד֮ H1732 אֲנִ֣י H589 מִמְּךָ֒ H4480 וּמַדּ֨וּעַ֙ H4069 הֱקִלֹּתַ֔נִי H7043 וְלֹא H3808 הָיָ֨ה H1961 דְבָרִ֥י H1697 רִאשׁ֛וֹן H7223 לִ֖י Hl לְהָשִׁ֣יב H7725 אֶת H853 מַלְכִּ֑י H4428 וַיִּ֨קֶשׁ֙ H7185 דְּבַר H1697 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 מִדְּבַ֖ר H1697 אִ֥ישׁ H376 יִשְׂרָאֵֽל H3478 "
    },
    "20": {
      "1": "וְשָׁ֨ם H8033 נִקְרָ֜א H7122 אִ֣ישׁ H376 בְּלִיַּ֗עַל H1100 וּשְׁמ֛ H8034 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִ֖י H1075 אִ֣ישׁ H376 יְמִינִ֑י H3228 וַיִּתְקַ֣ע H8628 בַּשֹּׁפָ֗ר H7782 וַ֠יֹּאמֶר H559 אֵֽין H369 לָ֨נוּ Hl חֵ֜לֶק H2506 בְּדָוִ֗ד H1732 וְלֹ֤א H3808 נַֽחֲלָה H5159 לָ֨נוּ֙ Hl בְּבֶן H1121 יִשַׁ֔י H3448 אִ֥ישׁ H376 לְאֹהָלָ֖י H168 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיַּ֜עַל H5927 כָּל H3605 אִ֤ישׁ H376 יִשְׂרָאֵל֙ H3478 מֵאַחֲרֵ֣י H310 דָוִ֔ד H1732 אַחֲרֵ֖י H310 שֶׁ֣בַע H7652 בֶּן H1121 בִּכְרִ֑י H1075 וְאִ֤ישׁ H376 יְהוּדָה֙ H3063 דָּבְק֣וּ H1692 בְמַלְכָּ֔ H4428 מִן H4480 הַיַּרְדֵּ֖ן H3383 וְעַד H5704 יְרוּשָׁלִָֽם H3389 ",
      "3": "וַיָּבֹ֨א H935 דָוִ֣ד H1732 אֶל H413 בֵּיתוֹ֮ H1004 יְרֽוּשָׁלִַם֒ H3389 וַיִּקַּ֣ח H3947 הַמֶּ֡לֶךְ H4428 אֵ֣ת H853 עֶֽשֶׂר H6235 נָשִׁ֣ים H802 פִּלַגְשִׁ֡ים H6370 אֲשֶׁ֣ר H834 הִנִּיחַ֩ H3240 לִשְׁמֹ֨ר H8104 הַבַּ֜יִת H1004 וַֽיִּתְּנֵ֤ H5414 בֵּית H1004 מִשְׁמֶ֨רֶת֙ H4931 וַֽיְכַלְכְּלֵ֔ H3557 וַאֲלֵי H413 לֹא H3808 בָ֑א H935 וַתִּהְיֶ֧ינָה H1961 צְרֻר֛וֹת H6887 עַד H5704 י֥וֹם H3117 מֻתָ֖ן H4194 אַלְמְנ֥וּת H491 חַיּֽוּת H2424 ",
      "4": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 עֲמָשָׂ֔א H6021 הַזְעֶק H2199 לִ֥י Hl אֶת H853 אִישׁ H376 יְהוּדָ֖ה H3063 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וְאַתָּ֖ה H859 פֹּ֥ה H6311 עֲמֹֽד H5975 ",
      "5": "וַיֵּ֥לֶךְ H3212 עֲמָשָׂ֖א H6021 לְהַזְעִ֣יק H2199 אֶת H853 יְהוּדָ֑ה H3063 וייחר H3186 מִן H4480 הַמּוֹעֵ֖ד H4150 אֲשֶׁ֥ר H834 יְעָדֽוֹ H3259 ",
      "6": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 אֲבִישַׁ֔י H52 עַתָּ֗ה H6258 יֵ֧רַֽע H3415 לָ֛נוּ Hl שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִ֖י H1075 מִן H4480 אַבְשָׁל֑וֹם H53 אַ֠תָּה H859 קַ֞ח H3947 אֶת H853 עַבְדֵ֤י H5650 אֲדֹנֶ֨יךָ֙ H113 וּרְדֹ֣ף H7291 אַחֲרָ֔יו H310 פֶּן H6435 מָ֥צָא H4672 ל֛וֹ Hl עָרִ֥ים H5892 בְּצֻר֖וֹת H1219 וְהִצִּ֥יל H5337 עֵינֵֽנוּ H5869 ",
      "7": "וַיֵּצְא֤וּ H3318 אַֽחֲרָיו֙ H310 אַנְשֵׁ֣י H376 יוֹאָ֔ב H3097 וְהַ H3774 וְהַ H6432 וְכָל H3605 הַגִּבֹּרִ֑ים H1368 וַיֵּֽצְאוּ֙ H3318 מִיר֣וּשָׁלִַ֔ם H3389 לִרְדֹּ֕ף H7291 אַחֲרֵ֖י H310 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִֽי H1075 ",
      "8": "הֵ֗ם H1992 עִם H5973 הָאֶ֤בֶן H68 הַגְּדוֹלָה֙ H1419 אֲשֶׁ֣ר H834 בְּגִבְע֔וֹן H1391 וַעֲמָשָׂ֖א H6021 בָּ֣א H935 לִפְנֵי H6440 וְיוֹאָ֞ב H3097 חָג֣וּר H2296 מִדּ֣וֹ H4055 לְבֻשׁ֗וּ H3830 ועל H5921 חֲג֥וֹר H2290 חֶ֨רֶב֙ H2719 מְצֻמֶּ֤דֶת H6775 עַל H5921 מָתְנָיו֙ H4975 בְּתַעְרָ֔ H8593 וְה֥וּא H1931 יָצָ֖א H3318 וַתִּפֹּֽל H5307 ",
      "9": "וַיֹּ֤אמֶר H559 יוֹאָב֙ H3097 לַעֲמָשָׂ֔א H6021 הֲשָׁל֥וֹם H7965 אַתָּ֖ה H859 אָחִ֑י H251 וַתֹּ֜חֶז H270 יַד H3027 יְמִ֥ין H3225 יוֹאָ֛ב H3097 בִּזְקַ֥ן H2206 עֲמָשָׂ֖א H6021 לִנְשָׁק H5401 לֽוֹ Hl ",
      "10": "וַעֲמָשָׂ֨א H6021 לֹֽא H3808 נִשְׁמַ֜ר H8104 בַּחֶ֣רֶב H2719 אֲשֶׁ֣ר H834 בְּיַד H3027 יוֹאָ֗ב H3097 וַיַּכֵּ H5221 בָ֨הּ Hb אֶל H413 הַחֹ֜מֶשׁ H2570 וַיִּשְׁפֹּ֨ךְ H8210 מֵעָ֥יו H4578 אַ֛רְצָה H776 וְלֹא H3808 שָׁ֥נָה H8138 ל֖וֹ Hl וַיָּמֹ֑ת H4191 וְיוֹאָב֙ H3097 וַאֲבִישַׁ֣י H52 אָחִ֔יו H251 רָדַ֕ף H7291 אַחֲרֵ֖י H310 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִֽי H1075 ",
      "11": "וְאִישׁ֙ H376 עָמַ֣ד H5975 עָלָ֔יו H5921 מִֽנַּעֲרֵ֖י H5288 יוֹאָ֑ב H3097 וַיֹּ֗אמֶר H559 מִי֩ H4310 אֲשֶׁ֨ר H834 חָפֵ֧ץ H2654 בְּיוֹאָ֛ב H3097 וּמִ֥י H4310 אֲשֶׁר H834 לְדָוִ֖ד H1732 אַחֲרֵ֥י H310 יוֹאָֽב H3097 ",
      "12": "וַעֲמָשָׂ֛א H6021 מִתְגֹּלֵ֥ל H1556 בַּדָּ֖ם H1818 בְּת֣וֹךְ H8432 הַֽמְסִּלָּ֑ה H4546 וַיַּ֨רְא H7200 הָאִ֜ישׁ H376 כִּֽי H3588 עָמַ֣ד H5975 כָּל H3605 הָעָ֗ם H5971 וַיַּסֵּב֩ H5437 אֶת H853 עֲמָשָׂ֨א H6021 מִן H4480 הַֽמְסִלָּ֤ה H4546 הַשָּׂדֶה֙ H7704 וַיַּשְׁלֵ֤ךְ H7993 עָלָיו֙ H5921 בֶּ֔גֶד H899 כַּאֲשֶׁ֣ר H834 רָאָ֔ה H7200 כָּל H3605 הַבָּ֥א H935 עָלָ֖יו H5921 וְעָמָֽד H5975 ",
      "13": "כַּאֲשֶׁ֥ר H834 הֹגָ֖ה H3014 מִן H4480 הַֽמְסִלָּ֑ה H4546 עָבַ֤ר H5674 כָּל H3605 אִישׁ֙ H376 אַחֲרֵ֣י H310 יוֹאָ֔ב H3097 לִרְדֹּ֕ף H7291 אַחֲרֵ֖י H310 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִֽי H1075 ",
      "14": "וַֽיַּעֲבֹ֞ר H5674 בְּכָל H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֗ל H3478 אָבֵ֛לָה H59 וּבֵ֥ית H1038 מַעֲכָ֖ה H1038 וְכָל H3605 הַבֵּרִ֑ים H1276 ויקלהו H7035 וַיָּבֹ֖אוּ H935 אַף H637 אַחֲרָֽיו H310 ",
      "15": "וַיָּבֹ֜אוּ H935 וַיָּצֻ֣רוּ H6696 עָלָ֗יו H5921 בְּאָבֵ֨לָ H59 בֵּ֣ית H1038 הַֽמַּעֲכָ֔ה H1038 וַיִּשְׁפְּכ֤וּ H8210 סֹֽלְלָה֙ H5550 אֶל H413 הָעִ֔יר H5892 וַֽתַּעֲמֹ֖ד H5975 בַּחֵ֑ל H2426 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אֶת H854 יוֹאָ֔ב H3097 מַשְׁחִיתִ֖ם H7843 לְהַפִּ֥יל H5307 הַחוֹמָֽה H2346 ",
      "16": "וַתִּקְרָ֛א H7121 אִשָּׁ֥ה H802 חֲכָמָ֖ה H2450 מִן H4480 הָעִ֑יר H5892 שִׁמְע֤וּ H8085 שִׁמְעוּ֙ H8085 אִמְרוּ H559 נָ֣א H4994 אֶל H413 יוֹאָ֔ב H3097 קְרַ֣ב H7126 עַד H5704 הֵ֔נָּה H2008 וַאֲדַבְּרָ֖ה H1696 אֵלֶֽיךָ H413 ",
      "17": "וַיִּקְרַ֣ב H7126 אֵלֶ֔יהָ H413 וַתֹּ֧אמֶר H559 הָאִשָּׁ֛ה H802 הַאַתָּ֥ה H859 יוֹאָ֖ב H3097 וַיֹּ֣אמֶר H559 אָ֑נִי H589 וַתֹּ֣אמֶר H559 ל֗וֹ Hl שְׁמַע֙ H8085 דִּבְרֵ֣י H1697 אֲמָתֶ֔ךָ H519 וַיֹּ֖אמֶר H559 שֹׁמֵ֥עַ H8085 אָנֹֽכִי H595 ",
      "18": "וַתֹּ֖אמֶר H559 לֵאמֹ֑ר H559 דַּבֵּ֨ר H1696 יְדַבְּר֤וּ H1696 בָרִֽאשֹׁנָה֙ H7223 לֵאמֹ֔ר H559 שָׁאֹ֧ל H7592 יְשָׁאֲל֛וּ H7592 בְּאָבֵ֖ל H59 וְכֵ֥ן H3651 הֵתַֽמּוּ H8552 ",
      "19": "אָנֹכִ֕י H595 שְׁלֻמֵ֖י H7999 אֱמוּנֵ֣י H539 יִשְׂרָאֵ֑ל H3478 אַתָּ֣ה H859 מְבַקֵּ֗שׁ H1245 לְהָמִ֨ית H4191 עִ֤יר H5892 וְאֵם֙ H517 בְּיִשְׂרָאֵ֔ל H3478 לָ֥מָּה H4100 תְבַלַּ֖ע H1104 נַחֲלַ֥ת H5159 יְהוָֽה H3068 ",
      "20": "וַיַּ֥עַן H6030 יוֹאָ֖ב H3097 וַיֹּאמַ֑ר H559 חָלִ֤ילָה H2486 חָלִ֨ילָה֙ H2486 לִ֔י Hl אִם H518 אֲבַלַּ֖ע H1104 וְאִם H518 אַשְׁחִֽית H7843 ",
      "21": "לֹא H3808 כֵ֣ן H3651 הַדָּבָ֗ר H1697 כִּ֡י H3588 אִישׁ֩ H376 מֵהַ֨ר H2022 אֶפְרַ֜יִם H669 שֶׁ֧בַע H7652 בֶּן H1121 בִּכְרִ֣י H1075 שְׁמ֗וֹ H8034 נָשָׂ֤א H5375 יָדוֹ֙ H3027 בַּמֶּ֣לֶךְ H4428 בְּדָוִ֔ד H1732 תְּנֽוּ H5414 אֹת֣וֹ H853 לְבַדּ֔ H905 וְאֵלְכָ֖ה H3212 מֵעַ֣ל H5921 הָעִ֑יר H5892 וַתֹּ֤אמֶר H559 הָֽאִשָּׁה֙ H802 אֶל H413 יוֹאָ֔ב H3097 הִנֵּ֥ה H2009 רֹאשׁ֛וֹ H7218 מֻשְׁלָ֥ךְ H7993 אֵלֶ֖יךָ H413 בְּעַ֥ד H1157 הַחוֹמָֽה H2346 ",
      "22": "וַתָּבוֹא֩ H935 הָאִשָּׁ֨ה H802 אֶל H413 כָּל H3605 הָעָ֜ם H5971 בְּחָכְמָתָ֗ H2451 וַֽיִּכְרְת֞וּ H3772 אֶת H853 רֹ֨אשׁ H7218 שֶׁ֤בַע H7652 בֶּן H1121 בִּכְרִי֙ H1075 וַיַּשְׁלִ֣כוּ H7993 אֶל H413 יוֹאָ֔ב H3097 וַיִּתְקַע֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַיָּפֻ֥צוּ H6327 מֵֽעַל H5921 הָעִ֖יר H5892 אִ֣ישׁ H376 לְאֹהָלָ֑י H168 וְיוֹאָ֛ב H3097 שָׁ֥ב H7725 יְרוּשָׁלִַ֖ם H3389 אֶל H413 הַמֶּֽלֶךְ H4428 ",
      "23": "וְיוֹאָ֕ב H3097 אֶ֥ל H413 כָּל H3605 הַצָּבָ֖א H6635 יִשְׂרָאֵ֑ל H3478 וּבְנָיָה֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 עַל H5921 הכרי H3746 וְעַל H5921 הַפְּלֵתִֽי H6432 ",
      "24": "וַאֲדֹרָ֖ם H151 עַל H5921 הַמַּ֑ס H4522 וִיהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 הַמַּזְכִּֽיר H2142 ",
      "25": "ושיא H7864 סֹפֵ֑ר H5608 וְצָד֥וֹק H6659 וְאֶבְיָתָ֖ר H54 כֹּהֲנִֽים H3548 ",
      "26": "וְגַ֗ם H1571 עִירָא֙ H5896 הַיָּ֣אִרִ֔י H2972 הָיָ֥ה H1961 כֹהֵ֖ן H3548 לְדָוִֽד H1732 "
    },
    "21": {
      "1": "וַיְהִ֣י H1961 רָעָב֩ H7458 בִּימֵ֨י H3117 דָוִ֜ד H1732 שָׁלֹ֣שׁ H7969 שָׁנִ֗ים H8141 שָׁנָה֙ H8141 אַחֲרֵ֣י H310 שָׁנָ֔ה H8141 וַיְבַקֵּ֥שׁ H1245 דָּוִ֖ד H1732 אֶת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 אֶל H413 שָׁאוּל֙ H7586 וְאֶל H413 בֵּ֣ית H1004 הַדָּמִ֔ים H1818 עַל H5921 אֲשֶׁר H834 הֵמִ֖ית H4191 אֶת H853 הַגִּבְעֹנִֽים H1393 ",
      "2": "וַיִּקְרָ֥א H7121 הַמֶּ֛לֶךְ H4428 לַגִּבְעֹנִ֖ים H1393 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֑ם H413 וְהַ H1393 לֹ֣א H3808 מִבְּנֵ֧י H1121 יִשְׂרָאֵ֣ל H3478 הֵ֗מָּה H1992 כִּ֚י H3588 אִם H518 מִיֶּ֣תֶר H3499 הָאֱמֹרִ֔י H567 וּבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 נִשְׁבְּע֣וּ H7650 לָהֶ֔ם H1992 וַיְבַקֵּ֤שׁ H1245 שָׁאוּל֙ H7586 לְהַכֹּתָ֔ H5221 בְּקַנֹּאת֥ H7065 לִבְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 וִיהוּדָֽה H3063 ",
      "3": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 הַגִּבְעֹנִ֔ים H1393 מָ֥ה H4100 אֶעֱשֶׂ֖ה H6213 לָכֶ֑ם Hl וּבַ H4100 אֲכַפֵּ֔ר H3722 וּבָרְכ֖וּ H1288 אֶת H853 נַחֲלַ֥ת H5159 יְהוָֽה H3068 ",
      "4": "וַיֹּ֧אמְרוּ H559 ל֣וֹ Hl הַגִּבְעֹנִ֗ים H1393 אֵֽין H369 לי Hl כֶּ֤סֶף H3701 וְזָהָב֙ H2091 עִם H5973 שָׁא֣וּל H7586 וְעִם H5973 בֵּית֔וֹ H1004 וְאֵֽין H369 לָ֥נוּ Hl אִ֖ישׁ H376 לְהָמִ֣ית H4191 בְּיִשְׂרָאֵ֑ל H3478 וַיֹּ֛אמֶר H559 מָֽה H4100 אַתֶּ֥ם H859 אֹמְרִ֖ים H559 אֶעֱשֶׂ֥ה H6213 לָכֶֽם Hl ",
      "5": "וַיֹּֽאמְרוּ֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 הָאִישׁ֙ H376 אֲשֶׁ֣ר H834 כִּלָּ֔נוּ H3615 וַאֲשֶׁ֖ר H834 דִּמָּה H1819 לָ֑נוּ Hl נִשְׁמַ֕דְנוּ H8045 מֵֽהִתְיַצֵּ֖ב H3320 בְּכָל H3605 גְּבֻ֥ל H1366 יִשְׂרָאֵֽל H3478 ",
      "6": "ינתן H5414 לָ֜נוּ Hl שִׁבְעָ֤ה H7651 אֲנָשִׁים֙ H376 מִבָּנָ֔י H1121 וְהוֹקַֽעֲנוּ H3363 לַֽיהוָ֔ה H3068 בְּגִבְעַ֥ת H1390 שָׁא֖וּל H7586 בְּחִ֣יר H972 יְהוָ֑ה H3068 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 אֲנִ֥י H589 אֶתֵּֽן H5414 ",
      "7": "וַיַּחְמֹ֣ל H2550 הַמֶּ֔לֶךְ H4428 עַל H5921 מְפִי H4648 בֹ֖שֶׁת H1322 בֶּן H1121 יְהוֹנָתָ֣ן H3083 בֶּן H1121 שָׁא֑וּל H7586 עַל H5921 שְׁבֻעַ֤ת H7621 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 בֵּֽינֹתָ֔ם H996 בֵּ֣ין H996 דָּוִ֔ד H1732 וּבֵ֖ין H996 יְהוֹנָתָ֥ן H3083 בֶּן H1121 שָׁאֽוּל H7586 ",
      "8": "וַיִּקַּ֣ח H3947 הַמֶּ֡לֶךְ H4428 אֶת H853 שְׁ֠נֵי H8147 בְּנֵ֨י H1121 רִצְפָּ֤ה H7532 בַת H1323 אַיָּה֙ H345 אֲשֶׁ֣ר H834 יָלְדָ֣ה H3205 לְשָׁא֔וּל H7586 אֶת H853 אַרְמֹנִ֖י H764 וְאֶת H853 מְפִבֹ֑שֶׁת H4648 וְאֶת H853 חֲמֵ֗שֶׁת H2568 בְּנֵי֙ H1121 מִיכַ֣ל H4324 בַּת H1323 שָׁא֔וּל H7586 אֲשֶׁ֥ר H834 יָלְדָ֛ה H3205 לְעַדְרִיאֵ֥ל H5741 בֶּן H1121 בַּרְזִלַּ֖י H1271 הַמְּחֹלָתִֽי H4259 ",
      "9": "וַֽיִּתְּנֵ֞ H5414 בְּיַ֣ד H3027 הַגִּבְעֹנִ֗ים H1393 וַיֹּקִיעֻ֤ H3363 בָּהָר֙ H2022 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיִּפְּל֥וּ H5307 שבעתים H7651 יָ֑חַד H3162 והם H1992 הֻמְת֜וּ H4191 בִּימֵ֤י H3117 קָצִיר֙ H7105 בָּרִ֣אשֹׁנִ֔ים H7223 תחלת H8462 קְצִ֥יר H7105 שְׂעֹרִֽים H8184 ",
      "10": "וַתִּקַּ֣ח H3947 רִצְפָּה֩ H7532 בַת H1323 אַיָּ֨ה H345 אֶת H853 הַשַּׂ֜ק H8242 וַתַּטֵּ֨ H5186 לָ֤הּ Hl אֶל H413 הַצּוּר֙ H6697 מִתְּחִלַּ֣ת H8462 קָצִ֔יר H7105 עַ֛ד H5704 נִתַּךְ H5413 מַ֥יִם H4325 עֲלֵיהֶ֖ם H5921 מִן H4480 הַשָּׁמָ֑יִם H8064 וְלֹֽא H3808 נָתְנָה֩ H5414 ע֨וֹף H5775 הַשָּׁמַ֜יִם H8064 לָנ֤וּחַ H5117 עֲלֵיהֶם֙ H5921 יוֹמָ֔ם H3119 וְאֶת H853 חַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 לָֽיְלָה H3915 ",
      "11": "וַיֻּגַּ֖ד H5046 לְדָוִ֑ד H1732 אֵ֧ת H853 אֲשֶׁר H834 עָשְׂתָ֛ה H6213 רִצְפָּ֥ה H7532 בַת H1323 אַיָּ֖ה H345 פִּלֶ֥גֶשׁ H6370 שָׁאֽוּל H7586 ",
      "12": "וַיֵּ֣לֶךְ H3212 דָּוִ֗ד H1732 וַיִּקַּ֞ח H3947 אֶת H853 עַצְמ֤וֹת H6106 שָׁאוּל֙ H7586 וְאֶת H853 עַצְמוֹת֙ H6106 יְהוֹנָתָ֣ן H3083 בְּנ֔וֹ H1121 מֵאֵ֕ת H853 בַּעֲלֵ֖י H1167 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 אֲשֶׁר֩ H834 גָּנְב֨וּ H1589 אֹתָ֜ם H853 מֵרְחֹ֣ב H7339 בֵּֽית H1052 שַׁ֗ן H1052 אֲשֶׁ֨ר H834 תלום H8518 שם H8033 הפלשתים H6430 בְּי֨וֹם H3117 הַכּ֧וֹת H5221 פְּלִשְׁתִּ֛ים H6430 אֶת H853 שָׁא֖וּל H7586 בַּגִּלְבֹּֽעַ H1533 ",
      "13": "וַיַּ֤עַל H5927 מִשָּׁם֙ H8033 אֶת H853 עַצְמ֣וֹת H6106 שָׁא֔וּל H7586 וְאֶת H853 עַצְמ֖וֹת H6106 יְהוֹנָתָ֣ן H3083 בְּנ֑וֹ H1121 וַיַּ֣אַסְפ֔וּ H622 אֶת H853 עַצְמ֖וֹת H6106 הַמּוּקָעִֽים H3363 ",
      "14": "וַיִּקְבְּר֣וּ H6912 אֶת H853 עַצְמוֹת H6106 שָׁא֣וּל H7586 וִיהוֹנָֽתָן H3083 בְּ֠נוֹ H1121 בְּאֶ֨רֶץ H776 בִּנְיָמִ֜ן H1144 בְּצֵלָ֗ע H6762 בְּקֶ֨בֶר֙ H6913 קִ֣ישׁ H7027 אָבִ֔יו H1 וַֽיַּעֲשׂ֔וּ H6213 כֹּ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 הַמֶּ֑לֶךְ H4428 וַיֵּעָתֵ֧ר H6279 אֱלֹהִ֛ים H430 לָאָ֖רֶץ H776 אַֽחֲרֵי H310 כֵֽן H3651 ",
      "15": "וַתְּהִי H1961 ע֧וֹד H5750 מִלְחָמָ֛ה H4421 לַפְּלִשְׁתִּ֖ים H6430 אֶת H854 יִשְׂרָאֵ֑ל H3478 וַיֵּ֨רֶד H3381 דָּוִ֜ד H1732 וַעֲבָדָ֥י H5650 עִמּ֛וֹ H5973 וַיִּלָּחֲמ֥וּ H3898 אֶת H854 פְּלִשְׁתִּ֖ים H6430 וַיָּ֥עַף H5774 דָּוִֽד H1732 ",
      "16": "וישבו H3430 בְּנֹ֜ב H3430 אֲשֶׁ֣ר H834 בִּילִידֵ֣י H3211 הָרָפָ֗ה H7497 וּמִשְׁקַ֤ל H4948 קֵינוֹ֙ H7013 שְׁלֹ֤שׁ H7969 מֵאוֹת֙ H3967 מִשְׁקַ֣ל H4948 נְחֹ֔שֶׁת H5178 וְה֖וּא H1931 חָג֣וּר H2296 חֲדָשָׁ֑ה H2319 וַיֹּ֖אמֶר H559 לְהַכּ֥וֹת H5221 אֶת H853 דָּוִֽד H1732 ",
      "17": "וַיַּֽעֲזָר H5826 לוֹ֙ Hl אֲבִישַׁ֣י H52 בֶּן H1121 צְרוּיָ֔ה H6870 וַיַּ֥ךְ H5221 אֶת H853 הַפְּלִשְׁתִּ֖י H6430 וַיְמִיתֵ֑ H4191 אָ֣ז H227 נִשְׁבְּעוּ֩ H7650 אַנְשֵׁי H376 דָוִ֨ד H1732 ל֜וֹ Hl לֵאמֹ֗ר H559 לֹא H3808 תֵצֵ֨א H3318 ע֤וֹד H5750 אִתָּ֨נוּ֙ H854 לַמִּלְחָמָ֔ה H4421 וְלֹ֥א H3808 תְכַבֶּ֖ה H3518 אֶת H853 נֵ֥ר H5216 יִשְׂרָאֵֽל H3478 ",
      "18": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַתְּהִי H1961 ע֧וֹד H5750 הַמִּלְחָמָ֛ה H4421 בְּג֖וֹב H1359 עִם H5973 פְּלִשְׁתִּ֑ים H6430 אָ֣ז H227 הִכָּ֗ה H5221 סִבְּכַי֙ H5444 הַחֻ֣שָׁתִ֔י H2843 אֶת H853 סַ֕ף H5593 אֲשֶׁ֖ר H834 בִּילִדֵ֥י H3211 הָרָפָֽה H7497 ",
      "19": "וַתְּהִי H1961 ע֧וֹד H5750 הַמִּלְחָמָ֛ה H4421 בְּג֖וֹב H1359 עִם H5973 פְּלִשְׁתִּ֑ים H6430 וַיַּ֡ךְ H5221 אֶלְחָנָן֩ H445 בֶּן H1121 יַעְרֵ֨י H3296 אֹרְגִ֜ים H3296 בֵּ֣ית H1022 הַלַּחְמִ֗י H1022 אֵ֚ת H853 גָּלְיָ֣ת H1555 הַגִּתִּ֔י H1663 וְעֵ֣ץ H6086 חֲנִית֔וֹ H2595 כִּמְנ֖וֹר H4500 אֹרְגִֽים H707 ",
      "20": "וַתְּהִי H1961 ע֥וֹד H5750 מִלְחָמָ֖ה H4421 בְּגַ֑ת H1661 וַיְהִ֣י H1961 אִ֣ישׁ H376 מדין H4067 וְאֶצְבְּעֹ֣ת H676 יָדָיו֩ H3027 וְאֶצְבְּעֹ֨ת H676 רַגְלָ֜יו H7272 שֵׁ֣שׁ H8337 וָשֵׁ֗שׁ H8337 עֶשְׂרִ֤ים H6242 וְאַרְבַּע֙ H702 מִסְפָּ֔ר H4557 וְגַם H1571 ה֖וּא H1931 יֻלַּ֥ד H3205 לְהָ H7497 ",
      "21": "וַיְחָרֵ֖ף H2778 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיַּכֵּ֨ H5221 יְה֣וֹנָתָ֔ן H3083 בֶּן H1121 שמעי H8096 אֲחִ֥י H251 דָוִֽד H1732 ",
      "22": "אֶת H853 אַרְבַּ֥עַת H702 אֵ֛לֶּה H428 יֻלְּד֥וּ H3205 לְהָ H7497 בְּגַ֑ת H1661 וַיִּפְּל֥וּ H5307 בְיַד H3027 דָּוִ֖ד H1732 וּבְ H3027 עֲבָדָֽיו H5650 "
    },
    "22": {
      "1": "וַיְדַבֵּ֤ר H1696 דָּוִד֙ H1732 לַֽיהוָ֔ה H3068 אֶת H853 דִּבְרֵ֖י H1697 הַשִּׁירָ֣ה H7892 הַזֹּ֑את H2063 בְּיוֹם֩ H3117 הִצִּ֨יל H5337 יְהוָ֥ה H3068 אֹת֛וֹ H853 מִכַּ֥ף H3709 כָּל H3605 אֹיְבָ֖יו H341 וּמִ H3709 שָׁאֽוּל H7586 ",
      "2": "וַיֹּאמַ֑ר H559 יְהוָ֛ה H3068 סַֽלְעִ֥י H5553 וּמְצֻדָתִ֖ H4686 וּמְפַלְטִ H6403 לִֽי Hl ",
      "3": "אֱלֹהֵ֥י H430 צוּרִ֖י H6697 אֶחֱסֶה H2620 בּ֑וֹ Hb מָגִנִּ֞י H4043 וְקֶ֣רֶן H7161 יִשְׁעִ֗י H3468 מִשְׂגַּבִּי֙ H4869 וּמְנוּסִ֔ H4498 מֹשִׁעִ֕י H3467 מֵחָמָ֖ס H2555 תֹּשִׁעֵֽנִי H3467 ",
      "4": "מְהֻלָּ֖ל H1984 אֶקְרָ֣א H7121 יְהוָ֑ה H3068 וּמֵ H341 אִוָּשֵֽׁעַ H3467 ",
      "5": "כִּ֥י H3588 אֲפָפֻ֖נִי H661 מִשְׁבְּרֵי H4867 מָ֑וֶת H4194 נַחֲלֵ֥י H5158 בְלִיַּ֖עַל H1100 יְבַעֲתֻֽנִי H1204 ",
      "6": "חֶבְלֵ֥י H2256 שְׁא֖וֹל H7585 סַבֻּ֑נִי H5437 קִדְּמֻ֖נִי H6923 מֹֽקְשֵׁי H4170 מָֽוֶת H4194 ",
      "7": "בַּצַּר H6862 לִי֙ Hl אֶקְרָ֣א H7121 יְהוָ֔ה H3068 וְאֶל H413 אֱלֹהַ֖י H430 אֶקְרָ֑א H7121 וַיִּשְׁמַ֤ע H8085 מֵהֵֽיכָל H1964 קוֹלִ֔י H6963 וְשַׁוְעָתִ֖ H7775 בְּאָזְנָֽי H241 ",
      "8": "ותגעש H1607 וַתִּרְעַשׁ֙ H7493 הָאָ֔רֶץ H776 מוֹסְד֥וֹת H4146 הַשָּׁמַ֖יִם H8064 יִרְגָּ֑זוּ H7264 וַיִּֽתְגָּעֲשׁ֖וּ H1607 כִּֽי H3588 חָ֥רָה H2734 לֽוֹ Hl ",
      "9": "עָלָ֤ה H5927 עָשָׁן֙ H6227 בְּאַפּ֔ H639 וְאֵ֥שׁ H784 מִפִּ֖י H6310 תֹּאכֵ֑ל H398 גֶּחָלִ֖ים H1513 בָּעֲר֥וּ H1197 מִמֶּֽנּוּ H4480 ",
      "10": "וַיֵּ֥ט H5186 שָׁמַ֖יִם H8064 וַיֵּרַ֑ד H3381 וַעֲרָפֶ֖ל H6205 תַּ֥חַת H8478 רַגְלָֽיו H7272 ",
      "11": "וַיִּרְכַּ֥ב H7392 עַל H5921 כְּר֖וּב H3742 וַיָּעֹ֑ף H5774 וַיֵּרָ֖א H7200 עַל H5921 כַּנְפֵי H3671 רֽוּחַ H7307 ",
      "12": "וַיָּ֥שֶׁת H7896 חֹ֛שֶׁךְ H2822 סְבִיבֹתָ֖יו H5439 סֻכּ֑וֹת H5521 חַֽשְׁרַת H2841 מַ֖יִם H4325 עָבֵ֥י H5645 שְׁחָקִֽים H7834 ",
      "13": "מִנֹּ֖גַהּ H5051 נֶגְדּ֑וֹ H5048 בָּעֲר֖וּ H1197 גַּחֲלֵי H1513 אֵֽשׁ H784 ",
      "14": "יַרְעֵ֥ם H7481 מִן H4480 שָׁמַ֖יִם H8064 יְהוָ֑ה H3068 וְעֶלְי֖וֹן H5945 יִתֵּ֥ן H5414 קוֹלֽוֹ H6963 ",
      "15": "וַיִּשְׁלַ֥ח H7971 חִצִּ֖ים H2671 וַיְפִיצֵ֑ H6327 בָּרָ֖ק H1300 ויהמ H2000 ",
      "16": "וַיֵּֽרָאוּ֙ H7200 אֲפִ֣קֵי H650 יָ֔ם H3220 יִגָּל֖וּ H1540 מֹסְד֣וֹת H4146 תֵּבֵ֑ל H8398 בְּגַעֲרַ֣ת H1606 יְהוָ֔ה H3068 מִנִּשְׁמַ֖ת H5397 ר֥וּחַ H7307 אַפּֽוֹ H639 ",
      "17": "יִשְׁלַ֥ח H7971 מִמָּר֖וֹם H4791 יִקָּחֵ֑נִי H3947 יַֽמְשֵׁ֖נִי H4871 מִמַּ֥יִם H4325 רַבִּֽים H7227 ",
      "18": "יַצִּילֵ֕נִי H5337 מֵאֹיְבִ֖ H341 עָ֑ז H5794 מִשֹּׂ֣נְאַ֔ H8130 כִּ֥י H3588 אָמְצ֖וּ H553 מִמֶּֽנִּי H4480 ",
      "19": "יְקַדְּמֻ֖נִי H6923 בְּי֣וֹם H3117 אֵידִ֑י H343 וַיְהִ֧י H1961 יְהוָ֛ה H3068 מִשְׁעָ֖ן H4937 לִֽי Hl ",
      "20": "וַיֹּצֵ֥א H3318 לַמֶּרְחָ֖ב H4800 אֹתִ֑י H853 יְחַלְּצֵ֖נִי H2502 כִּי H3588 חָ֥פֵֽץ H2654 בִּֽי Hb ",
      "21": "יִגְמְלֵ֥נִי H1580 יְהוָ֖ה H3068 כְּצִדְקָתִ֑ H6666 כְּבֹ֥ר H1252 יָדַ֖י H3027 יָשִׁ֥יב H7725 לִֽי Hl ",
      "22": "כִּ֥י H3588 שָׁמַ֖רְתִּי H8104 דַּרְכֵ֣י H1870 יְהוָ֑ה H3068 וְלֹ֥א H3808 רָשַׁ֖עְתִּי H7561 מֵאֱלֹהָֽ H430 ",
      "23": "כִּ֥י H3588 כָל H3605 משפטו H4941 לְנֶגְדִּ֑ H5048 וְחֻקֹּתָ֖י H2708 לֹא H3808 אָס֥וּר H5493 מִמֶּֽנָּה H4480 ",
      "24": "וָאֶהְיֶ֥ה H1961 תָמִ֖ים H8549 ל֑וֹ Hl וָאֶשְׁתַּמְּרָ֖ H8104 מֵעֲוֺנִֽ H5771 ",
      "25": "וַיָּ֧שֶׁב H7725 יְהוָ֛ה H3068 לִ֖י Hl כְּצִדְקָתִ֑ H6666 כְּבֹרִ֖ H1252 לְנֶ֥גֶד H5048 עֵינָֽיו H5869 ",
      "26": "עִם H5973 חָסִ֖יד H2623 תִּתְחַסָּ֑ד H2616 עִם H5973 גִּבּ֥וֹר H1368 תָּמִ֖ים H8549 תִּתַּמָּֽם H8552 ",
      "27": "עִם H5973 נָבָ֖ר H1305 תִּתָּבָ֑ר H1305 וְעִם H5973 עִקֵּ֖שׁ H6141 תִּתַּפָּֽל H6617 ",
      "28": "וְאֶת H853 עַ֥ם H5971 עָנִ֖י H6041 תּוֹשִׁ֑יעַ H3467 וְעֵינֶ֖י H5869 עַל H5921 רָמִ֥ים H7311 תַּשְׁפִּֽיל H8213 ",
      "29": "כִּֽי H3588 אַתָּ֥ה H859 נֵירִ֖י H5216 יְהוָ֑ה H3068 וַיהוָ֖ה H3068 יַגִּ֥יהַּ H5050 חָשְׁכִּֽי H2822 ",
      "30": "כִּ֥י H3588 בְכָ֖ה Hb אָר֣וּץ H7323 גְּד֑וּד H1416 בֵּאלֹהַ֖ H430 אֲדַלֶּג H1801 שֽׁוּר H7791 ",
      "31": "הָאֵ֖ל H410 תָּמִ֣ים H8549 דַּרְכּ֑וֹ H1870 אִמְרַ֤ת H565 יְהוָה֙ H3068 צְרוּפָ֔ה H6884 מָגֵ֣ן H4043 ה֔וּא H1931 לְכֹ֖ל H3605 הַחֹסִ֥ים H2620 בּֽוֹ Hb ",
      "32": "כִּ֥י H3588 מִי H4310 אֵ֖ל H410 מִבַּלְעֲדֵ֣י H1107 יְהוָ֑ה H3068 וּמִ֥י H4310 צ֖וּר H6697 מִֽבַּלְעֲדֵ֥י H1107 אֱלֹהֵֽינוּ H430 ",
      "33": "הָאֵ֥ל H410 מָעוּזִּ֖י H4581 חָ֑יִל H2428 וַיַּתֵּ֥ר H5425 תָּמִ֖ים H8549 דרכו H1870 ",
      "34": "מְשַׁוֶּ֥ה H7737 רגליו H7272 כָּאַיָּל֑וֹת H355 וְעַ֥ל H5921 בָּמוֹתַ֖י H1116 יַעֲמִדֵֽנִי H5975 ",
      "35": "מְלַמֵּ֥ד H3925 יָדַ֖י H3027 לַמִּלְחָמָ֑ה H4421 וְנִחַ֥ת H5181 קֶֽשֶׁת H7198 נְחוּשָׁ֖ה H5154 זְרֹעֹתָֽי H2220 ",
      "36": "וַתִּתֶּן H5414 לִ֖י Hl מָגֵ֣ן H4043 יִשְׁעֶ֑ךָ H3468 וַעֲנֹתְ H6031 תַּרְבֵּֽנִי H7235 ",
      "37": "תַּרְחִ֥יב H7337 צַעֲדִ֖י H6806 תַּחְתֵּ֑נִי H8478 וְלֹ֥א H3808 מָעֲד֖וּ H4571 קַרְסֻלָּֽי H7166 ",
      "38": "אֶרְדְּפָ֥ה H7291 אֹיְבַ֖י H341 וָאַשְׁמִידֵ֑ H8045 וְלֹ֥א H3808 אָשׁ֖וּב H7725 עַד H5704 כַּלּוֹתָֽם H3615 ",
      "39": "וָאֲכַלֵּ֥ H398 וָאֶמְחָצֵ֖ H4272 וְלֹ֣א H3808 יְקוּמ֑וּן H6965 וַֽיִּפְּל֖וּ H5307 תַּ֥חַת H8478 רַגְלָֽי H7272 ",
      "40": "וַתַּזְרֵ֥ H247 חַ֖יִל H2428 לַמִּלְחָמָ֑ה H4421 תַּכְרִ֥יעַ H3766 קָמַ֖י H6965 תַּחְתֵּֽנִי H8478 ",
      "41": "וְאֹ֣יְבַ֔ H341 תַּ֥תָּה H5414 לִּ֖י Hl עֹ֑רֶף H6203 מְשַׂנְאַ֖י H8130 וָאַצְמִיתֵֽ H6789 ",
      "42": "יִשְׁע֖וּ H8159 וְאֵ֣ין H369 מֹשִׁ֑יעַ H3467 אֶל H413 יְהוָ֖ה H3068 וְלֹ֥א H3808 עָנָֽם H6030 ",
      "43": "וְאֶשְׁחָקֵ֖ H7833 כַּעֲפַר H6083 אָ֑רֶץ H776 כְּטִיט H2916 חוּצ֥וֹת H2351 אֲדִקֵּ֖ם H1854 אֶרְקָעֵֽם H7554 ",
      "44": "וַֽתְּפַלְּטֵ֔ H6403 מֵרִיבֵ֖י H7379 עַמִּ֑י H5971 תִּשְׁמְרֵ֨נִי֙ H8104 לְרֹ֣אשׁ H7218 גּוֹיִ֔ם H1471 עַ֥ם H5971 לֹא H3808 יָדַ֖עְתִּי H3045 יַעַבְדֻֽנִי H5647 ",
      "45": "בְּנֵ֥י H1121 נֵכָ֖ר H5236 יִתְכַּֽחֲשׁוּ H3584 לִ֑י Hl לִשְׁמ֥וֹעַ H8085 אֹ֖זֶן H241 יִשָּׁ֥מְעוּ H8085 לִֽי Hl ",
      "46": "בְּנֵ֥י H1121 נֵכָ֖ר H5236 יִבֹּ֑לוּ H5034 וְיַחְגְּר֖וּ H2296 מִמִּסְגְּרוֹתָֽ H4526 ",
      "47": "חַי H2416 יְהוָ֖ה H3068 וּבָר֣וּךְ H1288 צוּרִ֑י H6697 וְיָרֻ֕ם H7311 אֱלֹהֵ֖י H430 צ֥וּר H6697 יִשְׁעִֽי H3468 ",
      "48": "הָאֵ֕ל H410 הַנֹּתֵ֥ן H5414 נְקָמֹ֖ת H5360 לִ֑י Hl וּמוֹרִ֥יד H3381 עַמִּ֖ים H5971 תַּחְתֵּֽנִי H8478 ",
      "49": "וּמוֹצִיאִ֖ H3318 מֵאֹֽיְבָ֑ H341 וּמִ H6965 תְּר֣וֹמְמֵ֔נִי H7311 מֵאִ֥ישׁ H376 חֲמָסִ֖ים H2555 תַּצִּילֵֽנִי H5337 ",
      "50": "עַל H5921 כֵּ֛ן H3651 אוֹדְךָ֥ H3034 יְהוָ֖ה H3068 בַּגּוֹיִ֑ם H1471 וּלְ H8034 אֲזַמֵּֽר H2167 ",
      "51": "מגדיל H1431 יְשׁוּע֣וֹת H3444 מַלְכּ֑וֹ H4428 וְעֹֽשֶׂה H6213 חֶ֧סֶד H2617 לִמְשִׁיח֛ H4899 לְדָוִ֥ד H1732 וּלְ H2233 עַד H5704 עוֹלָֽם H5769 "
    },
    "23": {
      "1": "וְאֵ֛לֶּה H428 דִּבְרֵ֥י H1697 דָוִ֖ד H1732 הָאַֽחֲרֹנִ֑ים H314 נְאֻ֧ם H5002 דָּוִ֣ד H1732 בֶּן H1121 יִשַׁ֗י H3448 וּנְאֻ֤ם H5002 הַגֶּ֨בֶר֙ H1397 הֻ֣קַם H6965 עָ֔ל H5920 מְשִׁ֨יחַ֙ H4899 אֱלֹהֵ֣י H430 יַֽעֲקֹ֔ב H3290 וּנְעִ֖ים H5273 זְמִר֥וֹת H2158 יִשְׂרָאֵֽל H3478 ",
      "2": "ר֥וּחַ H7307 יְהוָ֖ה H3068 דִּבֶּר H1696 בִּ֑י Hb וּמִלָּת֖ H4405 עַל H5921 לְשׁוֹנִֽי H3956 ",
      "3": "אָמַר֙ H559 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 לִ֥י Hl דִבֶּ֖ר H1696 צ֣וּר H6697 יִשְׂרָאֵ֑ל H3478 מוֹשֵׁל֙ H4910 בָּאָדָ֔ם H120 צַדִּ֕יק H6662 מוֹשֵׁ֖ל H4910 יִרְאַ֥ת H3374 אֱלֹהִֽים H430 ",
      "4": "וּכְ H216 בֹּ֖קֶר H1242 יִזְרַח H2224 שָׁ֑מֶשׁ H8121 בֹּ֚קֶר H1242 לֹ֣א H3808 עָב֔וֹת H5645 מִנֹּ֥גַהּ H5051 מִמָּטָ֖ר H4306 דֶּ֥שֶׁא H1877 מֵאָֽרֶץ H776 ",
      "5": "כִּֽי H3588 לֹא H3808 כֵ֥ן H3651 בֵּיתִ֖י H1004 עִם H5973 אֵ֑ל H410 כִּי֩ H3588 בְרִ֨ית H1285 עוֹלָ֜ם H5769 שָׂ֣ם H7760 לִ֗י Hl עֲרוּכָ֤ה H6186 בַכֹּל֙ H3605 וּשְׁמֻרָ֔ה H8104 כִּֽי H3588 כָל H3605 יִשְׁעִ֥י H3468 וְכָל H3605 חֵ֖פֶץ H2656 כִּֽי H3588 לֹ֥א H3808 יַצְמִֽיחַ H6779 ",
      "6": "וּבְלִיַּ֕עַל H1100 כְּק֥וֹץ H6975 מֻנָ֖ד H5074 כֻּלָּ֑הַם H3605 כִּֽי H3588 לֹ֥א H3808 בְיָ֖ד H3027 יִקָּֽחוּ H3947 ",
      "7": "וְאִישׁ֙ H376 יִגַּ֣ע H5060 בָּהֶ֔ם Hb יִמָּלֵ֥א H4390 בַרְזֶ֖ל H1270 וְעֵ֣ץ H6086 חֲנִ֑ית H2595 וּבָ H784 שָׂר֥וֹף H8313 יִשָּׂרְפ֖וּ H8313 בַּשָּֽׁבֶת H7675 ",
      "8": "אֵ֛לֶּה H428 שְׁמ֥וֹת H8034 הַגִּבֹּרִ֖ים H1368 אֲשֶׁ֣ר H834 לְדָוִ֑ד H1732 יֹשֵׁ֨ב H3429 בַּשֶּׁ֜בֶת H3429 תַּחְכְּמֹנִ֣י H8461 רֹ֣אשׁ H7218 הַשָּׁלִשִׁ֗י H7991 ה֚וּא H1931 עֲדִינ֣וֹ H5722 העצנ H6112 עַל H5921 שְׁמֹנֶ֥ה H8083 מֵא֛וֹת H3967 חָלָ֖ל H2491 בְּפַ֥עַם H6471 אחד H259 ",
      "9": "ואחר H310 אֶלְעָזָ֥ר H499 בֶּן H1121 דדי H1734 בֶּן H1121 אֲחֹחִ֑י H266 בִּשְׁלֹשָׁ֨ה H7969 גברים H1368 עִם H5973 דָּוִ֗ד H1732 בְּחָֽרְפָ֤ H2778 בַּפְּלִשְׁתִּים H6430 נֶאֶסְפוּ H622 שָׁ֣ם H8033 לַמִּלְחָמָ֔ה H4421 וַֽיַּעֲל֖וּ H5927 אִ֥ישׁ H376 יִשְׂרָאֵֽל H3478 ",
      "10": "ה֣וּא H1931 קָם֩ H6965 וַיַּ֨ךְ H5221 בַּפְּלִשְׁתִּ֜ים H6430 עַ֣ד H5704 כִּֽי H3588 יָגְעָ֣ה H3021 יָד֗וֹ H3027 וַתִּדְבַּ֤ק H1692 יָדוֹ֙ H3027 אֶל H413 הַחֶ֔רֶב H2719 וַיַּ֧עַשׂ H6213 יְהוָ֛ה H3068 תְּשׁוּעָ֥ה H8668 גְדוֹלָ֖ה H1419 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְהָ H5971 יָשֻׁ֥בוּ H7725 אַחֲרָ֖יו H310 אַךְ H389 לְפַשֵּֽׁט H6584 ",
      "11": "וְאַחֲרָ֛י H310 שַׁמָּ֥א H8037 בֶן H1121 אָגֵ֖א H89 הָרָרִ֑י H2043 וַיֵּאָסְפ֨וּ H622 פְלִשְׁתִּ֜ים H6430 לַחַיָּ֗ה H2416 וַתְּהִי H1961 שָׁ֞ם H8033 חֶלְקַ֤ת H2513 הַשָּׂדֶה֙ H7704 מְלֵאָ֣ה H4395 עֲדָשִׁ֔ים H5742 וְהָ H5971 נָ֖ס H5127 מִפְּנֵ֥י H6440 פְלִשְׁתִּֽים H6430 ",
      "12": "וַיִּתְיַצֵּ֤ב H3320 בְּתוֹךְ H8432 הַֽחֶלְקָה֙ H2513 וַיַּצִּילֶ֔ H5337 וַיַּ֖ךְ H5221 אֶת H853 פְּלִשְׁתִּ֑ים H6430 וַיַּ֥עַשׂ H6213 יְהוָ֖ה H3068 תְּשׁוּעָ֥ה H8668 גְדוֹלָֽה H1419 ",
      "13": "וַיֵּרְד֨וּ H3381 שלשים H7970 מֵהַ H7970 רֹ֗אשׁ H7218 וַיָּבֹ֤אוּ H935 אֶל H413 קָצִיר֙ H7105 אֶל H413 דָּוִ֔ד H1732 אֶל H413 מְעָרַ֖ת H4631 עֲדֻלָּ֑ם H5725 וְחַיַּ֣ת H2416 פְּלִשְׁתִּ֔ים H6430 חֹנָ֖ה H2583 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
      "14": "וְדָוִ֖ד H1732 אָ֣ז H227 בַּמְּצוּדָ֑ה H4686 וּמַצַּ֣ב H4673 פְּלִשְׁתִּ֔ים H6430 אָ֖ז H227 בֵּ֥ית H1035 לָֽחֶם H1035 ",
      "15": "וַיִּתְאַוֶּ֥ה H183 דָוִ֖ד H1732 וַיֹּאמַ֑ר H559 מִ֚י H4310 יַשְׁקֵ֣נִי H8248 מַ֔יִם H4325 מִבֹּ֥אר H877 בֵּֽית H1035 לֶ֖חֶם H1035 אֲשֶׁ֥ר H834 בַּשָּֽׁעַר H8179 ",
      "16": "וַיִּבְקְעוּ֩ H1234 שְׁלֹ֨שֶׁת H7969 הַגִּבֹּרִ֜ים H1368 בְּמַחֲנֵ֣ה H4264 פְלִשְׁתִּ֗ים H6430 וַיִּֽשְׁאֲבוּ H7579 מַ֨יִם֙ H4325 מִבֹּ֤אר H877 בֵּֽית H1035 לֶ֨חֶם֙ H1035 אֲשֶׁ֣ר H834 בַּשַּׁ֔עַר H8179 וַיִּשְׂא֖וּ H5375 וַיָּבִ֣אוּ H935 אֶל H413 דָּוִ֑ד H1732 וְלֹ֤א H3808 אָבָה֙ H14 לִשְׁתּוֹתָ֔ H8354 וַיַּסֵּ֥ךְ H5258 אֹתָ֖ם H853 לַֽיהוָֽה H3068 ",
      "17": "וַיֹּ֡אמֶר H559 חָלִילָה֩ H2486 לִּ֨י Hl יְהוָ֜ה H3068 מֵעֲשֹׂ֣תִ H6213 זֹ֗את H2063 הֲדַ֤ם H1818 הָֽאֲנָשִׁים֙ H376 הַהֹלְכִ֣ים H1980 בְּנַפְשׁוֹתָ֔ H5315 וְלֹ֥א H3808 אָבָ֖ה H14 לִשְׁתּוֹתָ֑ H8354 אֵ֣לֶּה H428 עָשׂ֔וּ H6213 שְׁלֹ֖שֶׁת H7969 הַגִּבֹּרִֽים H1368 ",
      "18": "וַאֲבִישַׁ֞י H52 אֲחִ֣י H251 יוֹאָ֣ב H3097 בֶּן H1121 צְרוּיָ֗ה H6870 ה֚וּא H1931 רֹ֣אשׁ H7218 השלשי H7992 וְהוּא֙ H1931 עוֹרֵ֣ר H5782 אֶת H853 חֲנִית֔וֹ H2595 עַל H5921 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 חָלָ֑ל H2491 וְל Hc/Hl שֵׁ֖ם H8034 בַּשְּׁלֹשָֽׁה H7969 ",
      "19": "מִן H4480 הַשְּׁלֹשָׁה֙ H7969 הֲכִ֣י H3588 נִכְבָּ֔ד H3513 וַיְהִ֥י H1961 לָהֶ֖ם Hl לְשָׂ֑ר H8269 וְעַד H5704 הַשְּׁלֹשָׁ֖ה H7969 לֹא H3808 בָֽא H935 ",
      "20": "וּבְנָיָ֨הוּ H1141 בֶן H1121 יְהוֹיָדָ֧ע H3077 בֶּן H1121 אִֽישׁ H376 חי H2416 רַב H7227 פְּעָלִ֖ים H6467 מִֽקַּבְצְאֵ֑ל H6909 ה֣וּא H1931 הִכָּ֗ה H5221 אֵ֣ת H853 שְׁנֵ֤י H8147 אֲרִאֵל֙ H739 מוֹאָ֔ב H4124 וְ֠הוּא H1931 יָרַ֞ד H3381 וְהִכָּ֧ה H5221 אֶֽת H853 האריה H738 בְּת֥וֹךְ H8432 הַבֹּ֖אר H953 בְּי֥וֹם H3117 הַשָּֽׁלֶג H7950 ",
      "21": "וְהוּא H1931 הִכָּה֩ H5221 אֶת H853 אִ֨ישׁ H376 מִצְרִ֜י H4713 אשר H834 מַרְאֶ֗ה H4758 וּבְ H3027 הַמִּצְרִי֙ H4713 חֲנִ֔ית H2595 וַיֵּ֥רֶד H3381 אֵלָ֖יו H413 בַּשָּׁ֑בֶט H7626 וַיִּגְזֹ֤ל H1497 אֶֽת H853 הַחֲנִית֙ H2595 מִיַּ֣ד H3027 הַמִּצְרִ֔י H4713 וַיַּהַרְגֵ֖ H2026 בַּחֲנִיתֽ H2595 ",
      "22": "אֵ֣לֶּה H428 עָשָׂ֔ה H6213 בְּנָיָ֖הוּ H1141 בֶּן H1121 יְהוֹיָדָ֑ע H3077 וְל Hc/Hl שֵׁ֖ם H8034 בִּשְׁלֹשָׁ֥ה H7969 הַגִּבֹּרִֽים H1368 ",
      "23": "מִן H4480 הַשְּׁלֹשִׁ֣ים H7970 נִכְבָּ֔ד H3513 וְאֶל H413 הַשְּׁלֹשָׁ֖ה H7969 לֹא H3808 בָ֑א H935 וַיְשִׂמֵ֥ H7760 דָוִ֖ד H1732 אֶל H413 מִשְׁמַעְתּֽוֹ H4928 ",
      "24": "עֲשָׂה H6214 אֵ֥ל H6214 אֲחִֽי H251 יוֹאָ֖ב H3097 בַּשְּׁלֹשִׁ֑ים H7970 אֶלְחָנָ֥ן H445 בֶּן H1121 דֹּד֖וֹ H1734 בֵּ֥ית H1035 לָֽחֶם H1035 ",
      "25": "שַׁמָּה֙ H8048 הַֽחֲרֹדִ֔י H2733 אֱלִיקָ֖א H470 הַחֲרֹדִֽי H2733 ",
      "26": "חֶ֚לֶץ H2503 הַפַּלְטִ֔י H6407 עִירָ֥א H5896 בֶן H1121 עִקֵּ֖שׁ H6142 הַתְּקוֹעִֽי H8621 ",
      "27": "אֲבִיעֶ֨זֶר֙ H44 הָֽעַנְּתֹתִ֔י H6069 מְבֻנַּ֖י H4012 הַחֻשָׁתִֽי H2843 ",
      "28": "צַלְמוֹן֙ H6756 הָֽאֲחֹחִ֔י H266 מַהְרַ֖י H4121 הַנְּטֹפָתִֽי H5200 ",
      "29": "חֵ֥לֶב H2460 בֶּֽן H1121 בַּעֲנָ֖ה H1196 הַנְּטֹפָתִ֑י H5200 אִתַּי֙ H863 בֶּן H1121 רִיבַ֔י H7380 מִגִּבְעַ֖ת H1390 בְּנֵ֥י H1121 בִנְיָמִֽן H1144 ",
      "30": "בְּנָיָ֨הוּ֙ H1141 פִּרְעָ֣תֹנִ֔י H6553 הִדַּ֖י H1914 מִנַּ֥חֲלֵי H5158 גָֽעַשׁ H1608 ",
      "31": "אֲבִֽי H45 עַלְבוֹן֙ H45 הָֽעַרְבָתִ֔י H6164 עַזְמָ֖וֶת H5820 הַבַּרְחֻמִֽי H1273 ",
      "32": "אֶלְיַחְבָּא֙ H455 הַשַּׁ֣עַלְבֹנִ֔י H8170 בְּנֵ֥י H1121 יָשֵׁ֖ן H3464 יְהוֹנָתָֽן H3083 ",
      "33": "שַׁמָּה֙ H8048 הַֽהֲרָרִ֔י H2043 אֲחִיאָ֥ם H279 בֶּן H1121 שָׁרָ֖ר H8325 הָארָרִֽי H2043 ",
      "34": "אֱלִיפֶ֥לֶט H467 בֶּן H1121 אֲחַסְבַּ֖י H308 בֶּן H1121 הַמַּֽעֲכָתִ֑י H4602 אֱלִיעָ֥ם H463 בֶּן H1121 אֲחִיתֹ֖פֶל H302 הַגִּלֹנִֽי H1526 ",
      "35": "חצרו H2695 הַֽכַּרְמְלִ֔י H3761 פַּעֲרַ֖י H6474 הָאַרְבִּֽי H701 ",
      "36": "יִגְאָ֤ל H3008 בֶּן H1121 נָתָן֙ H5416 מִצֹּבָ֔ה H6678 בָּנִ֖י H1137 הַגָּדִֽי H1425 ",
      "37": "צֶ֖לֶק H6768 הָעַמֹּנִ֑י H5984 נַחְרַי֙ H5171 הַבְּאֵ֣רֹתִ֔י H886 נשאי H5375 כְּלֵ֖י H3627 יוֹאָ֥ב H3097 בֶּן H1121 צְרֻיָֽה H6870 ",
      "38": "עִירָא֙ H5896 הַיִּתְרִ֔י H3505 גָּרֵ֖ב H1619 הַיִּתְרִֽי H3505 ",
      "39": "אֽוּרִיָּה֙ H223 הַֽחִתִּ֔י H2850 כֹּ֖ל H3605 שְׁלֹשִׁ֥ים H7970 וְשִׁבְעָֽה H7651 "
    },
    "24": {
      "1": "וַיֹּ֨סֶף֙ H3254 אַף H639 יְהוָ֔ה H3068 לַחֲר֖וֹת H2734 בְּיִשְׂרָאֵ֑ל H3478 וַיָּ֨סֶת H5496 אֶת H853 דָּוִ֤ד H1732 בָּהֶם֙ Hb לֵאמֹ֔ר H559 לֵ֛ךְ H3212 מְנֵ֥ה H4487 אֶת H853 יִשְׂרָאֵ֖ל H3478 וְאֶת H853 יְהוּדָֽה H3063 ",
      "2": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 יוֹאָ֣ב H3097 שַׂר H8269 הַחַ֣יִל H2428 אֲשֶׁר H834 אִתּ֗וֹ H854 שֽׁוּט H7751 נָ֞א H4994 בְּכָל H3605 שִׁבְטֵ֤י H7626 יִשְׂרָאֵל֙ H3478 מִדָּן֙ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 וּפִקְד֖וּ H6485 אֶת H853 הָעָ֑ם H5971 וְיָ֣דַעְתִּ֔י H3045 אֵ֖ת H853 מִסְפַּ֥ר H4557 הָעָֽם H5971 ",
      "3": "וַיֹּ֨אמֶר H559 יוֹאָ֜ב H3097 אֶל H413 הַמֶּ֗לֶךְ H4428 וְיוֹסֵ֣ף H3254 יְהוָה֩ H3068 אֱלֹהֶ֨יךָ H430 אֶל H413 הָעָ֜ם H5971 כָּהֵ֤ם H1992 וְכָ H1992 מֵאָ֣ה H3967 פְעָמִ֔ים H6471 וְעֵינֵ֥י H5869 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 רֹא֑וֹת H7200 וַאדֹנִ֣ H113 הַמֶּ֔לֶךְ H4428 לָ֥מָּה H4100 חָפֵ֖ץ H2654 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "4": "וַיֶּחֱזַ֤ק H2388 דְּבַר H1697 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 יוֹאָ֔ב H3097 וְעַ֖ל H5921 שָׂרֵ֣י H8269 הֶחָ֑יִל H2428 וַיֵּצֵ֨א H3318 יוֹאָ֜ב H3097 וְשָׂרֵ֤י H8269 הַחַ֨יִל֙ H2428 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 לִפְקֹ֥ד H6485 אֶת H853 הָעָ֖ם H5971 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "5": "וַיַּעַבְר֖וּ H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 וַיַּחֲנ֣וּ H2583 בַעֲרוֹעֵ֗ר H6177 יְמִ֥ין H3225 הָעִ֛יר H5892 אֲשֶׁ֛ר H834 בְּתוֹךְ H8432 הַנַּ֥חַל H5158 הַגָּ֖ד H1410 וְאֶל H413 יַעְזֵֽר H3270 ",
      "6": "וַיָּבֹ֨אוּ֙ H935 הַגִּלְעָ֔דָ H1568 וְאֶל H413 אֶ֥רֶץ H776 תַּחְתִּ֖ים H8483 חָדְשִׁ֑י H8483 וַיָּבֹ֨אוּ֙ H935 דָּ֣נָה H1842 יַּ֔עַן H1842 וְסָבִ֖יב H5439 אֶל H413 צִידֽוֹן H6721 ",
      "7": "וַיָּבֹ֨אוּ֙ H935 מִבְצַר H4013 צֹ֔ר H6865 וְכָל H3605 עָרֵ֥י H5892 הַחִוִּ֖י H2340 וְהַֽ H3669 וַיֵּֽצְא֛וּ H3318 אֶל H413 נֶ֥גֶב H5045 יְהוּדָ֖ה H3063 בְּאֵ֥ר H884 שָֽׁבַע H884 ",
      "8": "וַיָּשֻׁ֖טוּ H7751 בְּכָל H3605 הָאָ֑רֶץ H776 וַיָּבֹ֜אוּ H935 מִקְצֵ֨ה H7097 תִשְׁעָ֧ה H8672 חֳדָשִׁ֛ים H2320 וְעֶשְׂרִ֥ים H6242 י֖וֹם H3117 יְרוּשָׁלִָֽם H3389 ",
      "9": "וַיִּתֵּ֥ן H5414 יוֹאָ֛ב H3097 אֶת H853 מִסְפַּ֥ר H4557 מִפְקַד H4662 הָעָ֖ם H5971 אֶל H413 הַמֶּ֑לֶךְ H4428 וַתְּהִ֣י H1961 יִשְׂרָאֵ֡ל H3478 שְׁמֹנֶה֩ H8083 מֵא֨וֹת H3967 אֶ֤לֶף H505 אִֽישׁ H376 חַ֨יִל֙ H2428 שֹׁ֣לֵֽף H8025 חֶ֔רֶב H2719 וְאִ֣ישׁ H376 יְהוּדָ֔ה H3063 חֲמֵשׁ H2568 מֵא֥וֹת H3967 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "10": "וַיַּ֤ךְ H5221 לֵב H3820 דָּוִד֙ H1732 אֹת֔וֹ H853 אַחֲרֵי H310 כֵ֖ן H3651 סָפַ֣ר H5608 אֶת H853 הָעָ֑ם H5971 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 יְהוָ֗ה H3068 חָטָ֤אתִי H2398 מְאֹד֙ H3966 אֲשֶׁ֣ר H834 עָשִׂ֔יתִי H6213 וְעַתָּ֣ה H6258 יְהוָ֔ה H3068 הַֽעֲבֶר H5674 נָא֙ H4994 אֶת H853 עֲוֺ֣ן H5771 עַבְדְּךָ֔ H5650 כִּ֥י H3588 נִסְכַּ֖לְתִּי H5528 מְאֹֽד H3966 ",
      "11": "וַיָּ֥קָם H6965 דָּוִ֖ד H1732 בַּבֹּ֑קֶר H1242 וּדְבַר H1697 יְהוָ֗ה H3068 הָיָה֙ H1961 אֶל H413 גָּ֣ד H1410 הַנָּבִ֔יא H5030 חֹזֵ֥ה H2374 דָוִ֖ד H1732 לֵאמֹֽר H559 ",
      "12": "הָל֞וֹךְ H1980 וְדִבַּרְתָּ֣ H1696 אֶל H413 דָּוִ֗ד H1732 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שָׁלֹ֕שׁ H7969 אָנֹכִ֖י H595 נוֹטֵ֣ל H5190 עָלֶ֑יךָ H5921 בְּחַר H977 לְךָ֥ Hl אַֽחַת H259 מֵהֶ֖ם H1992 וְאֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
      "13": "וַיָּבֹא H935 גָ֥ד H1410 אֶל H413 דָּוִ֖ד H1732 וַיַּגֶּד H5046 ל֑וֹ Hl וַיֹּ֣אמֶר H559 ל֡וֹ Hl הֲתָב֣וֹא H935 לְךָ֣ Hl שֶֽׁבַע H7651 שָׁנִ֣ים H8141 רָעָ֣ב H7458 בְּאַרְצֶ֡ H776 אִם H518 שְׁלֹשָׁ֣ה H7969 חֳ֠דָשִׁים H2320 נֻסְךָ֨ H5127 לִפְנֵֽי H6440 צָרֶ֜יךָ H6862 וְה֣וּא H1931 רֹדְפֶ֗ךָ H7291 וְאִם H518 הֱ֠יוֹת H1961 שְׁלֹ֨שֶׁת H7969 יָמִ֥ים H3117 דֶּ֨בֶר֙ H1698 בְּאַרְצֶ֔ H776 עַתָּה֙ H6258 דַּ֣ע H3045 וּרְאֵ֔ה H7200 מָה H4100 אָשִׁ֥יב H7725 שֹׁלְחִ֖י H7971 דָּבָֽר H1697 ",
      "14": "וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אֶל H413 גָּ֖ד H1410 צַר H6862 לִ֣י Hl מְאֹ֑ד H3966 נִפְּלָה H5307 נָּ֤א H4994 בְיַד H3027 יְהוָה֙ H3068 כִּֽי H3588 רַבִּ֣ים H7227 רחמו H7356 וּבְ H3027 אָדָ֖ם H120 אַל H408 אֶפֹּֽלָה H5307 ",
      "15": "וַיִּתֵּ֨ן H5414 יְהוָ֥ה H3068 דֶּ֨בֶר֙ H1698 בְּיִשְׂרָאֵ֔ל H3478 מֵהַ H1242 וְעַד H5704 עֵ֣ת H6256 מוֹעֵ֑ד H4150 וַיָּ֣מָת H4191 מִן H4480 הָעָ֗ם H5971 מִדָּן֙ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "16": "וַיִּשְׁלַח֩ H7971 יָד֨וֹ H3027 הַמַּלְאָ֥ךְ H4397 יְרֽוּשָׁלִַם֮ H3389 לְשַׁחֲתָ H7843 וַיִּנָּ֤חֶם H5162 יְהוָה֙ H3068 אֶל H413 הָ֣רָעָ֔ה H7451 וַ֠יֹּאמֶר H559 לַמַּלְאָ֞ךְ H4397 הַמַּשְׁחִ֤ית H7843 בָּעָם֙ H5971 רַ֔ב H7227 עַתָּ֖ה H6258 הֶ֣רֶף H7503 יָדֶ֑ךָ H3027 וּמַלְאַ֤ךְ H4397 יְהוָה֙ H3068 הָיָ֔ה H1961 עִם H5973 גֹּ֖רֶן H1637 האורנה H728 הַיְבֻסִֽי H2983 ",
      "17": "וַיֹּאמֶר֩ H559 דָּוִ֨ד H1732 אֶל H413 יְהוָ֜ה H3068 בִּרְאֹת֣ H7200 אֶֽת H853 הַמַּלְאָ֣ךְ H4397 הַמַּכֶּ֣ה H5221 בָעָ֗ם H5971 וַיֹּ֨אמֶר֙ H559 הִנֵּ֨ה H2009 אָנֹכִ֤י H595 חָטָ֨אתִי֙ H2398 וְאָנֹכִ֣י H595 הֶעֱוֵ֔יתִי H5753 וְאֵ֥לֶּה H428 הַצֹּ֖אן H6629 מֶ֣ה H4100 עָשׂ֑וּ H6213 תְּהִ֨י H1961 נָ֥א H4994 יָדְךָ֛ H3027 בִּ֖י Hb וּבְ H1004 אָבִֽי H1 ",
      "18": "וַיָּבֹא H935 גָ֥ד H1410 אֶל H413 דָּוִ֖ד H1732 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיֹּ֣אמֶר H559 ל֗וֹ Hl עֲלֵה֙ H5927 הָקֵ֤ם H6965 לַֽיהוָה֙ H3068 מִזְבֵּ֔חַ H4196 בְּגֹ֖רֶן H1637 ארניה H728 הַיְבֻסִֽי H2983 ",
      "19": "וַיַּ֤עַל H5927 דָּוִד֙ H1732 כִּדְבַר H1697 גָּ֔ד H1410 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
      "20": "וַיַּשְׁקֵ֣ף H8259 אֲרַ֗וְנָה H728 וַיַּ֤רְא H7200 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 וְאֶת H853 עֲבָדָ֔יו H5650 עֹבְרִ֖ים H5674 עָלָ֑יו H5921 וַיֵּצֵ֣א H3318 אֲרַ֔וְנָה H728 וַיִּשְׁתַּ֧חוּ H7812 לַמֶּ֛לֶךְ H4428 אַפָּ֖יו H639 אָֽרְצָה H776 ",
      "21": "וַיֹּ֣אמֶר H559 אֲרַ֔וְנָה H728 מַדּ֛וּעַ H4069 בָּ֥א H935 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 אֶל H413 עַבְדּ֑וֹ H5650 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 לִקְנ֧וֹת H7069 מֵעִמְּ H5973 אֶת H853 הַגֹּ֗רֶן H1637 לִבְנ֤וֹת H1129 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 וְתֵעָצַ֥ר H6113 הַמַּגֵּפָ֖ה H4046 מֵעַ֥ל H5921 הָעָֽם H5971 ",
      "22": "וַיֹּ֤אמֶר H559 אֲרַ֨וְנָה֙ H728 אֶל H413 דָּוִ֔ד H1732 יִקַּ֥ח H3947 וְיַ֛עַל H5927 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 הַטּ֣וֹב H2896 בעינ H5869 רְאֵה֙ H7200 הַבָּקָ֣ר H1241 לָעֹלָ֔ה H5930 וְהַ H4173 וּכְלֵ֥י H3627 הַבָּקָ֖ר H1241 לָעֵצִֽים H6086 ",
      "23": "הַכֹּ֗ל H3605 נָתַ֛ן H5414 אֲרַ֥וְנָה H728 הַמֶּ֖לֶךְ H4428 לַמֶּ֑לֶךְ H4428 וַיֹּ֤אמֶר H559 אֲרַ֨וְנָה֙ H728 אֶל H413 הַמֶּ֔לֶךְ H4428 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 יִרְצֶֽךָ H7521 ",
      "24": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 אֲרַ֗וְנָה H728 לֹ֚א H3808 כִּֽי H3588 קָנ֨וֹ H7069 אֶקְנֶ֤ה H7069 מֵאֽוֹתְ H853 בִּמְחִ֔יר H4242 וְלֹ֧א H3808 אַעֲלֶ֛ה H5927 לַיהוָ֥ה H3068 אֱלֹהַ֖י H430 עֹל֣וֹת H5930 חִנָּ֑ם H2600 וַיִּ֨קֶן H7069 דָּוִ֤ד H1732 אֶת H853 הַגֹּ֨רֶן֙ H1637 וְאֶת H853 הַבָּקָ֔ר H1241 בְּכֶ֖סֶף H3701 שְׁקָלִ֥ים H8255 חֲמִשִּֽׁים H2572 ",
      "25": "וַיִּבֶן֩ H1129 שָׁ֨ם H8033 דָּוִ֤ד H1732 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 וַיַּ֥עַל H5927 עֹל֖וֹת H5930 וּשְׁלָמִ֑ים H8002 וַיֵּעָתֵ֤ר H6279 יְהוָה֙ H3068 לָאָ֔רֶץ H776 וַתֵּעָצַ֥ר H6113 הַמַּגֵּפָ֖ה H4046 מֵעַ֥ל H5921 יִשְׂרָאֵֽל H3478 "
    }
  }
}
