{
  "2 Kings": {
    "1": {
      "1": "וַיִּפְשַׁ֤ע H6586 מוֹאָב֙ H4124 בְּיִשְׂרָאֵ֔ל H3478 אַחֲרֵ֖י H310 מ֥וֹת H4194 אַחְאָֽב H256 ",
      "2": "וַיִּפֹּ֨ל H5307 אֲחַזְיָ֜ה H274 בְּעַ֣ד H1157 הַשְּׂבָכָ֗ה H7639 בַּעֲלִיָּת֛ H5944 אֲשֶׁ֥ר H834 בְּשֹׁמְר֖וֹן H8111 וַיָּ֑חַל H2470 וַיִּשְׁלַ֣ח H7971 מַלְאָכִ֔ים H4397 וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 לְכ֣וּ H3212 דִרְשׁ֗וּ H1875 בְּבַ֤עַל H1176 זְבוּב֙ H1176 אֱלֹהֵ֣י H430 עֶקְר֔וֹן H6138 אִם H518 אֶחְיֶ֖ה H2421 מֵחֳלִ֥י H2483 זֶֽה H2088 ",
      "3": "וּמַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 דִּבֶּר֙ H1696 אֶל H413 אֵלִיָּ֣ה H452 הַתִּשְׁבִּ֔י H8664 ק֣וּם H6965 עֲלֵ֔ה H5927 לִקְרַ֖את H7125 מַלְאֲכֵ֣י H4397 מֶֽלֶךְ H4428 שֹׁמְר֑וֹן H8111 וְדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 הַֽמִ H1097 אֵין H369 אֱלֹהִים֙ H430 בְּיִשְׂרָאֵ֔ל H3478 אַתֶּם֙ H859 הֹֽלְכִ֔ים H1980 לִדְרֹ֕שׁ H1875 בְּבַ֥עַל H1176 זְב֖וּב H1176 אֱלֹהֵ֥י H430 עֶקְרֽוֹן H6138 ",
      "4": "וְלָ H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַמִּטָּ֞ה H4296 אֲשֶׁר H834 עָלִ֥יתָ H5927 שָּׁ֛ם H8033 לֹֽא H3808 תֵרֵ֥ד H3381 מִמֶּ֖נָּה H4480 כִּ֣י H3588 מ֣וֹת H4191 תָּמ֑וּת H4191 וַיֵּ֖לֶךְ H3212 אֵלִיָּֽה H452 ",
      "5": "וַיָּשׁ֥וּבוּ H7725 הַמַּלְאָכִ֖ים H4397 אֵלָ֑יו H413 וַיֹּ֥אמֶר H559 אֲלֵיהֶ֖ם H413 מַה H4100 זֶּ֥ה H2088 שַׁבְתֶּֽם H7725 ",
      "6": "וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 אִ֣ישׁ H376 עָלָ֣ה H5927 לִקְרָאתֵ֗ H7125 וַיֹּ֣אמֶר H559 אֵלֵינוּ֮ H413 לְכ֣וּ H3212 שׁוּבוּ֮ H7725 אֶל H413 הַמֶּ֣לֶךְ H4428 אֲשֶׁר H834 שָׁלַ֣ח H7971 אֶתְכֶם֒ H853 וְדִבַּרְתֶּ֣ם H1696 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַֽמִ H1097 אֵין H369 אֱלֹהִים֙ H430 בְּיִשְׂרָאֵ֔ל H3478 אַתָּ֣ה H859 שֹׁלֵ֔חַ H7971 לִדְרֹ֕שׁ H1875 בְּבַ֥עַל H1176 זְב֖וּב H1176 אֱלֹהֵ֣י H430 עֶקְר֑וֹן H6138 לָ֠כֵן H3651 הַמִּטָּ֞ה H4296 אֲשֶׁר H834 עָלִ֥יתָ H5927 שָּׁ֛ם H8033 לֹֽא H3808 תֵרֵ֥ד H3381 מִמֶּ֖נָּה H4480 כִּֽי H3588 מ֥וֹת H4191 תָּמֽוּת H4191 ",
      "7": "וַיְדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 מֶ֚ה H4100 מִשְׁפַּ֣ט H4941 הָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 עָלָ֖ה H5927 לִקְרַאתְ H7125 וַיְדַבֵּ֣ר H1696 אֲלֵיכֶ֔ם H413 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
      "8": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 אִ֚ישׁ H376 בַּ֣עַל H1167 שֵׂעָ֔ר H8181 וְאֵז֥וֹר H232 ע֖וֹר H5785 אָז֣וּר H247 בְּמָתְנָ֑י H4975 וַיֹּאמַ֕ר H559 אֵלִיָּ֥ה H452 הַתִּשְׁבִּ֖י H8664 הֽוּא H1931 ",
      "9": "וַיִּשְׁלַ֥ח H7971 אֵלָ֛יו H413 שַׂר H8269 חֲמִשִּׁ֖ים H2572 וַחֲמִשָּׁ֑י H2572 וַיַּ֣עַל H5927 אֵלָ֗יו H413 וְהִנֵּה֙ H2009 יֹשֵׁב֙ H3427 עַל H5921 רֹ֣אשׁ H7218 הָהָ֔ר H2022 וַיְדַבֵּ֣ר H1696 אֵלָ֔יו H413 אִ֚ישׁ H376 הָֽאֱלֹהִ֔ים H430 הַמֶּ֥לֶךְ H4428 דִּבֶּ֖ר H1696 רֵֽדָה H3381 ",
      "10": "וַיַּעֲנֶ֣ה H6030 אֵלִיָּ֗הוּ H452 וַיְדַבֵּר֮ H1696 אֶל H413 שַׂ֣ר H8269 הַחֲמִשִּׁים֒ H2572 וְאִם H518 אִ֤ישׁ H376 אֱלֹהִים֙ H430 אָ֔נִי H589 תֵּ֤רֶד H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וְתֹאכַ֥ל H398 אֹתְךָ֖ H853 וְאֶת H853 חֲמִשֶּׁ֑יךָ H2572 וַתֵּ֤רֶד H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וַתֹּ֥אכַל H398 אֹת֖וֹ H853 וְאֶת H853 חֲמִשָּֽׁיו H2572 ",
      "11": "וַיָּ֜שָׁב H7725 וַיִּשְׁלַ֥ח H7971 אֵלָ֛יו H413 שַׂר H8269 חֲמִשִּׁ֥ים H2572 אַחֵ֖ר H312 וַחֲמִשָּׁ֑י H2572 וַיַּ֨עַן֙ H6030 וַיְדַבֵּ֣ר H1696 אֵלָ֔יו H413 אִ֚ישׁ H376 הָאֱלֹהִ֔ים H430 כֹּֽה H3541 אָמַ֥ר H559 הַמֶּ֖לֶךְ H4428 מְהֵרָ֥ה H4120 רֵֽדָה H3381 ",
      "12": "וַיַּ֣עַן H6030 אֵלִיָּה֮ H452 וַיְדַבֵּ֣ר H1696 אֲלֵיהֶם֒ H413 אִם H518 אִ֤ישׁ H376 הָֽאֱלֹהִים֙ H430 אָ֔נִי H589 תֵּ֤רֶד H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וְתֹאכַ֥ל H398 אֹתְךָ֖ H853 וְאֶת H853 חֲמִשֶּׁ֑יךָ H2572 וַתֵּ֤רֶד H3381 אֵשׁ H784 אֱלֹהִים֙ H430 מִן H4480 הַשָּׁמַ֔יִם H8064 וַתֹּ֥אכַל H398 אֹת֖וֹ H853 וְאֶת H853 חֲמִשָּֽׁיו H2572 ",
      "13": "וַיָּ֗שָׁב H7725 וַיִּשְׁלַ֛ח H7971 שַׂר H8269 חֲמִשִּׁ֥ים H2572 שְׁלִשִׁ֖ים H7992 וַחֲמִשָּׁ֑י H2572 וַיַּ֡עַל H5927 וַיָּבֹא֩ H935 שַׂר H8269 הַחֲמִשִּׁ֨ים H2572 הַשְּׁלִישִׁ֜י H7992 וַיִּכְרַ֥ע H3766 עַל H5921 בִּרְכָּ֣יו H1290 לְנֶ֣גֶד H5048 אֵלִיָּ֗הוּ H452 וַיִּתְחַנֵּ֤ן H2603 אֵלָיו֙ H413 וַיְדַבֵּ֣ר H1696 אֵלָ֔יו H413 אִ֚ישׁ H376 הָֽאֱלֹהִ֔ים H430 תִּֽיקַר H3365 נָ֣א H4994 נַפְשִׁ֗י H5315 וְנֶ֨פֶשׁ H5315 עֲבָדֶ֥יךָֽ H5650 אֵ֛לֶּה H428 חֲמִשִּׁ֖ים H2572 בְּעֵינֶֽי H5869 ",
      "14": "הִ֠נֵּה H2009 יָ֤רְדָה H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וַ֠תֹּאכַל H398 אֶת H853 שְׁנֵ֞י H8147 שָׂרֵ֧י H8269 הַחֲמִשִּׁ֛ים H2572 הָרִאשֹׁנִ֖ים H7223 וְאֶת H853 חֲמִשֵּׁיהֶ֑ם H2572 וְעַתָּ֕ה H6258 תִּיקַ֥ר H3365 נַפְשִׁ֖י H5315 בְּעֵינֶֽי H5869 ",
      "15": "וַיְדַבֵּ֞ר H1696 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 אֶל H413 אֵ֣לִיָּ֔הוּ H452 רֵ֣ד H3381 אוֹת֔וֹ H854 אַל H408 תִּירָ֖א H3372 מִפָּנָ֑י H6440 וַיָּ֛קָם H6965 וַיֵּ֥רֶד H3381 אוֹת֖וֹ H854 אֶל H413 הַמֶּֽלֶךְ H4428 ",
      "16": "וַיְדַבֵּ֨ר H1696 אֵלָ֜יו H413 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 יַ֜עַן H3282 אֲשֶׁר H834 שָׁלַ֣חְתָּ H7971 מַלְאָכִים֮ H4397 לִדְרֹשׁ֮ H1875 בְּבַ֣עַל H1176 זְבוּב֮ H1176 אֱלֹהֵ֣י H430 עֶקְרוֹן֒ H6138 הַֽמִ H1097 אֵין H369 אֱלֹהִים֙ H430 בְּיִשְׂרָאֵ֔ל H3478 לִדְרֹ֖שׁ H1875 בִּדְבָר֑ H1697 לָ֠כֵן H3651 הַמִּטָּ֞ה H4296 אֲשֶׁר H834 עָלִ֥יתָ H5927 שָּׁ֛ם H8033 לֹֽא H3808 תֵרֵ֥ד H3381 מִמֶּ֖נָּה H4480 כִּֽי H3588 מ֥וֹת H4191 תָּמֽוּת H4191 ",
      "17": "וַיָּ֜מָת H4191 כִּדְבַ֥ר H1697 יְהוָ֣ה H3068 אֲשֶׁר H834 דִּבֶּ֣ר H1696 אֵלִיָּ֗הוּ H452 וַיִּמְלֹ֤ךְ H4427 יְהוֹרָם֙ H3088 תַּחְתָּ֔יו H8478 בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לִיהוֹרָ֥ם H3088 בֶּן H1121 יְהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 כִּ֛י H3588 לֹֽא H3808 הָ֥יָה H1961 ל֖וֹ Hl בֵּֽן H1121 ",
      "18": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אֲחַזְיָ֖הוּ H274 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֽוֹא H3808 הֵ֣מָּה H1992 כְתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 "
    },
    "2": {
      "1": "וַיְהִ֗י H1961 בְּהַעֲל֤וֹת H5927 יְהוָה֙ H3068 אֶת H853 אֵ֣לִיָּ֔הוּ H452 בַּֽסְעָרָ֖ה H5591 הַשָּׁמָ֑יִם H8064 וַיֵּ֧לֶךְ H3212 אֵלִיָּ֛הוּ H452 וֶאֱלִישָׁ֖ע H477 מִן H4480 הַגִּלְגָּֽל H1537 ",
      "2": "וַיֹּאמֶר֩ H559 אֵלִיָּ֨הוּ H452 אֶל H413 אֱלִישָׁ֜ע H477 שֵֽׁב H3427 נָ֣א H4994 פֹ֗ה H6311 כִּ֤י H3588 יְהוָה֙ H3068 שְׁלָחַ֣נִי H7971 עַד H5704 בֵּֽית H1008 אֵ֔ל H1008 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיֵּרְד֖וּ H3381 בֵּֽית H1008 אֵֽל H1008 ",
      "3": "וַיֵּצְא֨וּ H3318 בְנֵֽי H1121 הַנְּבִיאִ֥ים H5030 אֲשֶׁר H834 בֵּֽית H1008 אֵל֮ H1008 אֶל H413 אֱלִישָׁע֒ H477 וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 הֲיָדַ֕עְתָּ H3045 כִּ֣י H3588 הַיּ֗וֹם H3117 יְהוָ֛ה H3068 לֹקֵ֥חַ H3947 אֶת H853 אֲדֹנֶ֖יךָ H113 מֵעַ֣ל H5921 רֹאשֶׁ֑ךָ H7218 וַיֹּ֛אמֶר H559 גַּם H1571 אֲנִ֥י H589 יָדַ֖עְתִּי H3045 הֶחֱשֽׁוּ H2814 ",
      "4": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl אֵלִיָּ֜הוּ H452 אֱלִישָׁ֣ע H477 שֵֽׁב H3427 נָ֣א H4994 פֹ֗ה H6311 כִּ֤י H3588 יְהוָה֙ H3068 שְׁלָחַ֣נִי H7971 יְרִיח֔וֹ H3405 וַיֹּ֕אמֶר H559 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיָּבֹ֖אוּ H935 יְרִיחֽוֹ H3405 ",
      "5": "וַיִּגְּשׁ֨וּ H5066 בְנֵֽי H1121 הַנְּבִיאִ֥ים H5030 אֲשֶׁר H834 בִּֽירִיחוֹ֮ H3405 אֶל H413 אֱלִישָׁע֒ H477 וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 הֲיָדַ֕עְתָּ H3045 כִּ֣י H3588 הַיּ֗וֹם H3117 יְהוָ֛ה H3068 לֹקֵ֥חַ H3947 אֶת H853 אֲדֹנֶ֖יךָ H113 מֵעַ֣ל H5921 רֹאשֶׁ֑ךָ H7218 וַיֹּ֛אמֶר H559 גַּם H1571 אֲנִ֥י H589 יָדַ֖עְתִּי H3045 הֶחֱשֽׁוּ H2814 ",
      "6": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl אֵלִיָּ֜הוּ H452 שֵֽׁב H3427 נָ֣א H4994 פֹ֗ה H6311 כִּ֤י H3588 יְהוָה֙ H3068 שְׁלָחַ֣נִי H7971 הַיַּרְדֵּ֔נָ H3383 וַיֹּ֕אמֶר H559 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיֵּלְכ֖וּ H3212 שְׁנֵיהֶֽם H8147 ",
      "7": "וַחֲמִשִּׁ֨ים H2572 אִ֜ישׁ H376 מִבְּנֵ֤י H1121 הַנְּבִיאִים֙ H5030 הָֽלְכ֔וּ H1980 וַיַּעַמְד֥וּ H5975 מִנֶּ֖גֶד H5048 מֵרָח֑וֹק H7350 וּשְׁנֵי H8147 עָמְד֥וּ H5975 עַל H5921 הַיַּרְדֵּֽן H3383 ",
      "8": "וַיִּקַּח֩ H3947 אֵלִיָּ֨הוּ H452 אֶת H853 אַדַּרְתּ֤וֹ H155 וַיִּגְלֹם֙ H1563 וַיַּכֶּ֣ה H5221 אֶת H853 הַמַּ֔יִם H4325 וַיֵּחָצ֖וּ H2673 הֵ֣נָּה H2008 וָהֵ֑נָּה H2008 וַיַּעַבְר֥וּ H5674 שְׁנֵיהֶ֖ם H8147 בֶּחָרָבָֽה H2724 ",
      "9": "וַיְהִ֣י H1961 כְעָבְרָ֗ H5674 וְאֵ֨לִיָּ֜הוּ H452 אָמַ֤ר H559 אֶל H413 אֱלִישָׁע֙ H477 שְׁאַל֙ H7592 מָ֣ה H4100 אֶֽעֱשֶׂה H6213 לָּ֔ךְ Hl בְּטֶ֖רֶם H2962 אֶלָּקַ֣ח H3947 מֵעִמָּ֑ H5973 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 וִֽיהִי H1961 נָ֛א H4994 פִּֽי H6310 שְׁנַ֥יִם H8147 בְּרוּחֲ H7307 אֵלָֽי H413 ",
      "10": "וַיֹּ֖אמֶר H559 הִקְשִׁ֣יתָ H7185 לִשְׁא֑וֹל H7592 אִם H518 תִּרְאֶ֨ה H7200 אֹתִ֜י H853 לֻקָּ֤ח H3947 מֵֽאִתָּ H853 יְהִֽי H1961 לְךָ֣ Hl כֵ֔ן H3651 וְאִם H518 אַ֖יִן H369 לֹ֥א H3808 יִהְיֶֽה H1961 ",
      "11": "וַיְהִ֗י H1961 הֵ֣מָּה H1992 הֹלְכִ֤ים H1980 הָלוֹךְ֙ H1980 וְדַבֵּ֔ר H1696 וְהִנֵּ֤ה H2009 רֶֽכֶב H7393 אֵשׁ֙ H784 וְס֣וּסֵי H5483 אֵ֔שׁ H784 וַיַּפְרִ֖דוּ H6504 בֵּ֣ין H996 שְׁנֵיהֶ֑ם H8147 וַיַּ֨עַל֙ H5927 אֵ֣לִיָּ֔הוּ H452 בַּֽסְעָרָ֖ה H5591 הַשָּׁמָֽיִם H8064 ",
      "12": "וֶאֱלִישָׁ֣ע H477 רֹאֶ֗ה H7200 וְה֤וּא H1931 מְצַעֵק֙ H6817 אָבִ֣י H1 אָבִ֗י H1 רֶ֤כֶב H7393 יִשְׂרָאֵל֙ H3478 וּפָ֣רָשָׁ֔י H6571 וְלֹ֥א H3808 רָאָ֖הוּ H7200 ע֑וֹד H5750 וַֽיַּחֲזֵק֙ H2388 בִּבְגָדָ֔י H899 וַיִּקְרָעֵ֖ H7167 לִשְׁנַ֥יִם H8147 קְרָעִֽים H7168 ",
      "13": "וַיָּ֨רֶם֙ H7311 אֶת H853 אַדֶּ֣רֶת H155 אֵלִיָּ֔הוּ H452 אֲשֶׁ֥ר H834 נָפְלָ֖ה H5307 מֵעָלָ֑י H5921 וַיָּ֥שָׁב H7725 וַֽיַּעֲמֹ֖ד H5975 עַל H5921 שְׂפַ֥ת H8193 הַיַּרְדֵּֽן H3383 ",
      "14": "וַיִּקַּח֩ H3947 אֶת H853 אַדֶּ֨רֶת H155 אֵלִיָּ֜הוּ H452 אֲשֶׁר H834 נָפְלָ֤ה H5307 מֵֽעָלָי H5921 וַיַּכֶּ֣ה H5221 אֶת H853 הַמַּ֔יִם H4325 וַיֹּאמַ֕ר H559 אַיֵּ֕ה H346 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֵלִיָּ֑הוּ H452 אַף H637 ה֣וּא H1931 וַיַּכֶּ֣ה H5221 אֶת H853 הַמַּ֗יִם H4325 וַיֵּֽחָצוּ֙ H2673 הֵ֣נָּה H2008 וָהֵ֔נָּה H2008 וַֽיַּעֲבֹ֖ר H5674 אֱלִישָֽׁע H477 ",
      "15": "וַיִּרְאֻ֨ H7200 בְנֵֽי H1121 הַנְּבִיאִ֤ים H5030 אֲשֶׁר H834 בִּֽירִיחוֹ֙ H3405 מִנֶּ֔גֶד H5048 וַיֹּ֣אמְר֔וּ H559 נָ֛חָה H5117 ר֥וּחַ H7307 אֵלִיָּ֖הוּ H452 עַל H5921 אֱלִישָׁ֑ע H477 וַיָּבֹ֨אוּ֙ H935 לִקְרָאת֔ H7125 וַיִּשְׁתַּחֲווּ H7812 ל֖וֹ Hl אָֽרְצָה H776 ",
      "16": "וַיֹּאמְר֣וּ H559 אֵלָ֡יו H413 הִנֵּה H2009 נָ֣א H4994 יֵֽשׁ H3426 אֶת H854 עֲבָדֶיךָ֩ H5650 חֲמִשִּׁ֨ים H2572 אֲנָשִׁ֜ים H376 בְּנֵֽי H1121 חַ֗יִל H2428 יֵ֣לְכוּ H3212 נָא֮ H4994 וִיבַקְשׁ֣וּ H1245 אֶת H853 אֲדֹנֶיךָ֒ H113 פֶּן H6435 נְשָׂאוֹ֙ H5375 ר֣וּחַ H7307 יְהוָ֔ה H3068 וַיַּשְׁלִכֵ֨ H7993 בְּאַחַ֣ד H259 הֶהָרִ֔ים H2022 א֖וֹ H176 בְּאַחַ֣ת H259 הגיאות H1516 וַיֹּ֖אמֶר H559 לֹ֥א H3808 תִשְׁלָֽחוּ H7971 ",
      "17": "וַיִּפְצְרוּ H6484 ב֥וֹ Hb עַד H5704 בֹּ֖שׁ H954 וַיֹּ֣אמֶר H559 שְׁלָ֑חוּ H7971 וַֽיִּשְׁלְחוּ֙ H7971 חֲמִשִּׁ֣ים H2572 אִ֔ישׁ H376 וַיְבַקְשׁ֥וּ H1245 שְׁלֹשָֽׁה H7969 יָמִ֖ים H3117 וְלֹ֥א H3808 מְצָאֻֽהוּ H4672 ",
      "18": "וַיָּשֻׁ֣בוּ H7725 אֵלָ֔יו H413 וְה֖וּא H1931 יֹשֵׁ֣ב H3427 בִּירִיח֑וֹ H3405 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 הֲלֽוֹא H3808 אָמַ֥רְתִּי H559 אֲלֵיכֶ֖ם H413 אַל H408 תֵּלֵֽכוּ H3212 ",
      "19": "וַיֹּ֨אמְר֜וּ H559 אַנְשֵׁ֤י H376 הָעִיר֙ H5892 אֶל H413 אֱלִישָׁ֔ע H477 הִנֵּה H2009 נָ֞א H4994 מוֹשַׁ֤ב H4186 הָעִיר֙ H5892 ט֔וֹב H2896 כַּאֲשֶׁ֥ר H834 אֲדֹנִ֖י H113 רֹאֶ֑ה H7200 וְהַ H4325 רָעִ֖ים H7451 וְהָ H776 מְשַׁכָּֽלֶת H7921 ",
      "20": "וַיֹּ֗אמֶר H559 קְחוּ H3947 לִי֙ Hl צְלֹחִ֣ית H6746 חֲדָשָׁ֔ה H2319 וְשִׂ֥ימוּ H7760 שָׁ֖ם H8033 מֶ֑לַח H4417 וַיִּקְח֖וּ H3947 אֵלָֽיו H413 ",
      "21": "וַיֵּצֵא֙ H3318 אֶל H413 מוֹצָ֣א H4161 הַמַּ֔יִם H4325 וַיַּשְׁלֶךְ H7993 שָׁ֖ם H8033 מֶ֑לַח H4417 וַיֹּ֜אמֶר H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 רִפִּ֨אתִי֙ H7495 לַמַּ֣יִם H4325 הָאֵ֔לֶּה H428 לֹֽא H3808 יִהְיֶ֥ה H1961 מִשָּׁ֛ם H8033 ע֖וֹד H5750 מָ֥וֶת H4194 וּמְשַׁכָּֽלֶת H7921 ",
      "22": "וַיֵּרָפ֣וּ H7495 הַמַּ֔יִם H4325 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּדְבַ֥ר H1697 אֱלִישָׁ֖ע H477 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
      "23": "וַיַּ֥עַל H5927 מִשָּׁ֖ם H8033 בֵּֽית H1008 אֵ֑ל H1008 וְה֣וּא H1931 עֹלֶ֣ה H5927 בַדֶּ֗רֶךְ H1870 וּנְעָרִ֤ים H5288 קְטַנִּים֙ H6996 יָצְא֣וּ H3318 מִן H4480 הָעִ֔יר H5892 וַיִּתְקַלְּסוּ H7046 בוֹ֙ Hb וַיֹּ֣אמְרוּ H559 ל֔וֹ Hl עֲלֵ֥ה H5927 קֵרֵ֖חַ H7142 עֲלֵ֥ה H5927 קֵרֵֽחַ H7142 ",
      "24": "וַיִּ֤פֶן H6437 אַֽחֲרָיו֙ H310 וַיִּרְאֵ֔ H7200 וַֽיְקַלְלֵ֖ H7043 בְּשֵׁ֣ם H8034 יְהוָ֑ה H3068 וַתֵּצֶ֨אנָה H3318 שְׁתַּ֤יִם H8147 דֻּבִּים֙ H1677 מִן H4480 הַיַּ֔עַר H3293 וַתְּבַקַּ֣עְנָה H1234 מֵהֶ֔ם H1992 אַרְבָּעִ֥ים H705 וּשְׁנֵ֖י H8147 יְלָדִֽים H3206 ",
      "25": "וַיֵּ֥לֶךְ H3212 מִשָּׁ֖ם H8033 אֶל H413 הַ֣ר H2022 הַכַּרְמֶ֑ל H3760 וּמִ H8033 שָׁ֥ב H7725 שֹׁמְרֽוֹן H8111 "
    },
    "3": {
      "1": "וִיהוֹרָ֣ם H3088 בֶּן H1121 אַחְאָ֗ב H256 מָלַ֤ךְ H4427 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 בִּשְׁנַת֙ H8141 שְׁמֹנֶ֣ה H8083 עֶשְׂרֵ֔ה H6240 לִיהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֖ךְ H4427 שְׁתֵּים H8147 עֶשְׂרֵ֥ה H6240 שָׁנָֽה H8141 ",
      "2": "וַיַּעֲשֶׂ֤ה H6213 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 רַ֕ק H7535 לֹ֥א H3808 כְאָבִ֖י H1 וּכְ H517 וַיָּ֨סַר֙ H5493 אֶת H853 מַצְּבַ֣ת H4676 הַבַּ֔עַל H1168 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 ",
      "3": "רַ֠ק H7535 בְּחַטֹּ֞אות H2403 יָרָבְעָ֧ם H3379 בֶּֽן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 דָּבֵ֑ק H1692 לֹא H3808 סָ֖ר H5493 מִמֶּֽנָּה H4480 ",
      "4": "וּמֵישַׁ֥ע H4338 מֶֽלֶךְ H4428 מוֹאָ֖ב H4124 הָיָ֣ה H1961 נֹקֵ֑ד H5349 וְהֵשִׁ֤יב H7725 לְמֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 מֵאָה H3967 אֶ֣לֶף H505 כָּרִ֔ים H3733 וּמֵ֥אָה H3967 אֶ֖לֶף H505 אֵילִ֥ים H352 צָֽמֶר H6785 ",
      "5": "וַיְהִ֖י H1961 כְּמ֣וֹת H4194 אַחְאָ֑ב H256 וַיִּפְשַׁ֥ע H6586 מֶֽלֶךְ H4428 מוֹאָ֖ב H4124 בְּמֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "6": "וַיֵּצֵ֞א H3318 הַמֶּ֧לֶךְ H4428 יְהוֹרָ֛ם H3088 בַּיּ֥וֹם H3117 הַה֖וּא H1931 מִשֹּׁמְר֑וֹן H8111 וַיִּפְקֹ֖ד H6485 אֶת H853 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "7": "וַיֵּ֡לֶךְ H3212 וַיִּשְׁלַח֩ H7971 אֶל H413 יְהוֹשָׁפָ֨ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 לֵאמֹ֗ר H559 מֶ֤לֶךְ H4428 מוֹאָב֙ H4124 פָּשַׁ֣ע H6586 בִּ֔י Hb הֲתֵלֵ֥ךְ H3212 אִתִּ֛י H854 אֶל H413 מוֹאָ֖ב H4124 לַמִּלְחָמָ֑ה H4421 וַיֹּ֣אמֶר H559 אֶעֱלֶ֔ה H5927 כָּמ֧וֹנִי H3644 כָמ֛וֹךָ H3644 כְּעַמִּ֥ H5971 כְעַמֶּ֖ H5971 כְּסוּסַ֥ H5483 כְּסוּסֶֽי H5483 ",
      "8": "וַיֹּ֕אמֶר H559 אֵי H335 זֶ֥ה H2088 הַדֶּ֖רֶךְ H1870 נַעֲלֶ֑ה H5927 וַיֹּ֕אמֶר H559 דֶּ֖רֶךְ H1870 מִדְבַּ֥ר H4057 אֱדֽוֹם H123 ",
      "9": "וַיֵּלֶךְ֩ H3212 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֤ל H3478 וּמֶֽלֶך H4428 יְהוּדָה֙ H3063 וּמֶ֣לֶךְ H4428 אֱד֔וֹם H123 וַיָּסֹ֕בּוּ H5437 דֶּ֖רֶךְ H1870 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וְלֹא H3808 הָיָ֨ה H1961 מַ֧יִם H4325 לַֽמַּחֲנֶ֛ה H4264 וְלַ H929 אֲשֶׁ֥ר H834 בְּרַגְלֵי H7272 ",
      "10": "וַיֹּ֖אמֶר H559 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 אֲהָ֕הּ H162 כִּֽי H3588 קָרָ֣א H7121 יְהוָ֗ה H3068 לִשְׁלֹ֨שֶׁת֙ H7969 הַמְּלָכִ֣ים H4428 הָאֵ֔לֶּה H428 לָתֵ֥ת H5414 אוֹתָ֖ם H853 בְּיַד H3027 מוֹאָֽב H4124 ",
      "11": "וַיֹּ֣אמֶר H559 יְהוֹשָׁפָ֗ט H3092 הַאֵ֨ין H369 פֹּ֤ה H6311 נָבִיא֙ H5030 לַֽיהוָ֔ה H3068 וְנִדְרְשָׁ֥ה H1875 אֶת H853 יְהוָ֖ה H3068 מֵאוֹת֑ H854 וַ֠יַּעַן H6030 אֶחָ֞ד H259 מֵעַבְדֵ֤י H5650 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיֹּ֔אמֶר H559 פֹּ֚ה H6311 אֱלִישָׁ֣ע H477 בֶּן H1121 שָׁפָ֔ט H8202 אֲשֶׁר H834 יָ֥צַק H3332 מַ֖יִם H4325 עַל H5921 יְדֵ֥י H3027 אֵלִיָּֽהוּ H452 ",
      "12": "וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 יֵ֥שׁ H3426 אוֹת֖וֹ H854 דְּבַר H1697 יְהוָ֑ה H3068 וַיֵּרְד֣וּ H3381 אֵלָ֗יו H413 מֶ֧לֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וִיהוֹשָׁפָ֖ט H3092 וּמֶ֥לֶךְ H4428 אֱדֽוֹם H123 ",
      "13": "וַיֹּ֨אמֶר H559 אֱלִישָׁ֜ע H477 אֶל H413 מֶ֤לֶךְ H4428 יִשְׂרָאֵל֙ H3478 מַה H4100 לִּ֣י Hl וָלָ֔ Hc/Hl לֵ֚ךְ H3212 אֶל H413 נְבִיאֵ֣י H5030 אָבִ֔יךָ H1 וְאֶל H413 נְבִיאֵ֖י H5030 אִמֶּ֑ךָ H517 וַיֹּ֤אמֶר H559 לוֹ֙ Hl מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אַ֗ל H408 כִּֽי H3588 קָרָ֤א H7121 יְהוָה֙ H3068 לִשְׁלֹ֨שֶׁת֙ H7969 הַמְּלָכִ֣ים H4428 הָאֵ֔לֶּה H428 לָתֵ֥ת H5414 אוֹתָ֖ם H853 בְּיַד H3027 מוֹאָֽב H4124 ",
      "14": "וַיֹּ֣אמֶר H559 אֱלִישָׁ֗ע H477 חַי H2416 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֲשֶׁ֣ר H834 עָמַ֣דְתִּי H5975 לְפָנָ֔י H6440 כִּ֗י H3588 לוּלֵ֛י H3884 פְּנֵ֛י H6440 יְהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 אֲנִ֣י H589 נֹשֵׂ֑א H5375 אִם H518 אַבִּ֥יט H5027 אֵלֶ֖יךָ H413 וְאִם H518 אֶרְאֶֽךָּ H7200 ",
      "15": "וְעַתָּ֖ה H6258 קְחוּ H3947 לִ֣י Hl מְנַגֵּ֑ן H5059 וְהָיָה֙ H1961 כְּנַגֵּ֣ן H5059 הַֽמְנַגֵּ֔ן H5059 וַתְּהִ֥י H1961 עָלָ֖יו H5921 יַד H3027 יְהוָֽה H3068 ",
      "16": "וַיֹּ֕אמֶר H559 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 עָשֹׂ֛ה H6213 הַנַּ֥חַל H5158 הַזֶּ֖ה H2088 גֵּבִ֥ים H1356 גֵּבִֽים H1356 ",
      "17": "כִּֽי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 לֹֽא H3808 תִרְא֥וּ H7200 ר֨וּחַ֙ H7307 וְלֹֽא H3808 תִרְא֣וּ H7200 גֶ֔שֶׁם H1653 וְהַ H5158 הַה֖וּא H1931 יִמָּ֣לֵא H4390 מָ֑יִם H4325 וּשְׁתִיתֶ֛ם H8354 אַתֶּ֥ם H859 וּמִקְנֵי H4735 וּֽבְהֶמְתְּ H929 ",
      "18": "וְנָקַ֥ל H7043 זֹ֖את H2063 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְנָתַ֥ן H5414 אֶת H853 מוֹאָ֖ב H4124 בְּיֶדְ H3027 ",
      "19": "וְהִכִּיתֶ֞ם H5221 כָּל H3605 עִ֤יר H5892 מִבְצָר֙ H4013 וְכָל H3605 עִ֣יר H5892 מִבְח֔וֹר H4004 וְכָל H3605 עֵ֥ץ H6086 טוֹב֙ H2896 תַּפִּ֔ילוּ H5307 וְכָל H3605 מַעְיְנֵי H4599 מַ֖יִם H4325 תִּסְתֹּ֑מוּ H5640 וְכֹל֙ H3605 הַחֶלְקָ֣ה H2513 הַטּוֹבָ֔ה H2896 תַּכְאִ֖בוּ H3510 בָּאֲבָנִֽים H68 ",
      "20": "וַיְהִ֤י H1961 בַבֹּ֨קֶר֙ H1242 כַּעֲל֣וֹת H5927 הַמִּנְחָ֔ה H4503 וְהִנֵּה H2009 מַ֥יִם H4325 בָּאִ֖ים H935 מִדֶּ֣רֶךְ H1870 אֱד֑וֹם H123 וַתִּמָּלֵ֥א H4390 הָאָ֖רֶץ H776 אֶת H854 הַמָּֽיִם H4325 ",
      "21": "וְכָל H3605 מוֹאָב֙ H4124 שָֽׁמְע֔וּ H8085 כִּֽי H3588 עָל֥וּ H5927 הַמְּלָכִ֖ים H4428 לְהִלָּ֣חֶם H3898 בָּ֑ם Hb וַיִּצָּעֲק֗וּ H6817 מִכֹּ֨ל H3605 חֹגֵ֤ר H2296 חֲגֹרָה֙ H2290 וָמַ֔עְלָ H4605 וַיַּעַמְד֖וּ H5975 עַֽל H5921 הַגְּבֽוּל H1366 ",
      "22": "וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וְהַ H8121 זָרְחָ֣ה H2224 עַל H5921 הַמָּ֑יִם H4325 וַיִּרְא֨וּ H7200 מוֹאָ֥ב H4124 מִנֶּ֛גֶד H5048 אֶת H853 הַמַּ֖יִם H4325 אֲדֻמִּ֥ים H122 כַּדָּֽם H1818 ",
      "23": "וַיֹּֽאמְרוּ֙ H559 דָּ֣ם H1818 זֶ֔ה H2088 הָחֳרֵ֤ב H2717 נֶֽחֶרְבוּ֙ H2717 הַמְּלָכִ֔ים H4428 וַיַּכּ֖וּ H5221 אִ֣ישׁ H376 אֶת H853 רֵעֵ֑הוּ H7453 וְעַתָּ֥ה H6258 לַשָּׁלָ֖ל H7998 מוֹאָֽב H4124 ",
      "24": "וַיָּבֹאוּ֮ H935 אֶל H413 מַחֲנֵ֣ה H4264 יִשְׂרָאֵל֒ H3478 וַיָּקֻ֤מוּ H6965 יִשְׂרָאֵל֙ H3478 וַיַּכּ֣וּ H5221 אֶת H853 מוֹאָ֔ב H4124 וַיָּנֻ֖סוּ H5127 מִפְּנֵי H6440 ויבו H935 בָ֔הּ H5221 וְהַכּ֖וֹת H5221 אֶת H853 מוֹאָֽב H4124 ",
      "25": "וְהֶ H5892 יַהֲרֹ֡סוּ H2040 וְכָל H3605 חֶלְקָ֣ה H2513 ט֠וֹבָה H2896 יַשְׁלִ֨יכוּ H7993 אִישׁ H376 אַבְנ֜וֹ H68 וּמִלְא֗וּ H4390 וְכָל H3605 מַעְיַן H4599 מַ֤יִם H4325 יִסְתֹּ֨מוּ֙ H5640 וְכָל H3605 עֵֽץ H6086 ט֣וֹב H2896 יַפִּ֔ילוּ H5307 עַד H5704 הִשְׁאִ֧יר H7604 אֲבָנֶ֛יהָ H68 בַּקִּ֖יר H7025 חֲרָ֑שֶׂת H7025 וַיָּסֹ֥בּוּ H5437 הַקַּלָּעִ֖ים H7051 וַיַּכּֽוּ H5221 ",
      "26": "וַיַּרְא֙ H7200 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 כִּֽי H3588 חָזַ֥ק H2388 מִמֶּ֖נּוּ H4480 הַמִּלְחָמָ֑ה H4421 וַיִּקַּ֣ח H3947 א֠וֹתוֹ H854 שְׁבַע H7651 מֵא֨וֹת H3967 אִ֜ישׁ H376 שֹׁ֣לֵֽף H8025 חֶ֗רֶב H2719 לְהַבְקִ֛יעַ H1234 אֶל H413 מֶ֥לֶךְ H4428 אֱד֖וֹם H123 וְלֹ֥א H3808 יָכֹֽלוּ H3201 ",
      "27": "וַיִּקַּח֩ H3947 אֶת H853 בְּנ֨וֹ H1121 הַבְּכ֜וֹר H1060 אֲשֶׁר H834 יִמְלֹ֣ךְ H4427 תַּחְתָּ֗יו H8478 וַיַּעֲלֵ֤ H5927 עֹלָה֙ H5930 עַל H5921 הַ֣חֹמָ֔ה H2346 וַיְהִ֥י H1961 קֶצֶף H7110 גָּד֖וֹל H1419 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיִּסְעוּ֙ H5265 מֵֽעָלָ֔י H5921 וַיָּשֻׁ֖בוּ H7725 לָאָֽרֶץ H776 "
    },
    "4": {
      "1": "וְאִשָּׁ֣ה H802 אַחַ֣ת H259 מִנְּשֵׁ֣י H802 בְנֵֽי H1121 הַ֠נְּבִיאִים H5030 צָעֲקָ֨ה H6817 אֶל H413 אֱלִישָׁ֜ע H477 לֵאמֹ֗ר H559 עַבְדְּךָ֤ H5650 אִישִׁי֙ H376 מֵ֔ת H4191 וְאַתָּ֣ה H859 יָדַ֔עְתָּ H3045 כִּ֣י H3588 עַבְדְּךָ֔ H5650 הָיָ֥ה H1961 יָרֵ֖א H3372 אֶת H853 יְהוָ֑ה H3068 וְהַ֨ H5383 בָּ֗א H935 לָקַ֜חַת H3947 אֶת H853 שְׁנֵ֧י H8147 יְלָדַ֛י H3206 ל֖וֹ Hl לַעֲבָדִֽים H5650 ",
      "2": "וַיֹּ֨אמֶר H559 אֵלֶ֤יהָ H413 אֱלִישָׁע֙ H477 מָ֣ה H4100 אֶֽעֱשֶׂה H6213 לָּ֔ךְ Hl הַגִּ֣ידִי H5046 לִ֔י Hl מַה H4100 יֶּשׁ H3426 לכי H3588 בַּבָּ֑יִת H1004 וַתֹּ֗אמֶר H559 אֵ֣ין H369 לְשִׁפְחָתְ H8198 כֹל֙ H3605 בַּבַּ֔יִת H1004 כִּ֖י H3588 אִם H518 אָס֥וּךְ H610 שָֽׁמֶן H8081 ",
      "3": "וַיֹּ֗אמֶר H559 לְכִ֨י H3212 שַׁאֲלִי H7592 לָ֤ךְ Hl כֵּלִים֙ H3627 מִן H4480 הַח֔וּץ H2351 מֵאֵ֖ת H853 כָּל H3605 שכנכי H7934 כֵּלִ֥ים H3627 רֵקִ֖ים H7386 אַל H408 תַּמְעִֽיטִי H4591 ",
      "4": "וּבָ֗את H935 וְסָגַ֤רְתְּ H5462 הַדֶּ֨לֶת֙ H1817 בַּעֲדֵ֣ךְ H1157 וּבְעַד H1157 בָּנַ֔יִךְ H1121 וְיָצַ֕קְתְּ H3332 עַ֥ל H5921 כָּל H3605 הַכֵּלִ֖ים H3627 הָאֵ֑לֶּה H428 וְהַ H4392 תַּסִּֽיעִי H5265 ",
      "5": "וַתֵּ֨לֶךְ֙ H3212 מֵֽאִתּ֔ H853 וַתִּסְגֹּ֣ר H5462 הַדֶּ֔לֶת H1817 בַּעֲדָ֖הּ H1157 וּבְעַ֣ד H1157 בָּנֶ֑יהָ H1121 הֵ֛ם H1992 מַגִּשִׁ֥ים H5066 אֵלֶ֖יהָ H413 וְהִ֥יא H1931 מיצקת H3332 ",
      "6": "וַיְהִ֣י H1961 כִּמְלֹ֣את H4390 הַכֵּלִ֗ים H3627 וַתֹּ֤אמֶר H559 אֶל H413 בְּנָהּ֙ H1121 הַגִּ֨ישָׁה H5066 אֵלַ֥י H413 עוֹד֙ H5750 כֶּ֔לִי H3627 וַיֹּ֣אמֶר H559 אֵלֶ֔יהָ H413 אֵ֥ין H369 ע֖וֹד H5750 כֶּ֑לִי H3627 וַֽיַּעֲמֹ֖ד H5975 הַשָּֽׁמֶן H8081 ",
      "7": "וַתָּבֹ֗א H935 וַתַּגֵּד֙ H5046 לְאִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וַיֹּ֗אמֶר H559 לְכִי֙ H3212 מִכְרִ֣י H4376 אֶת H853 הַשֶּׁ֔מֶן H8081 וְשַׁלְּמִ֖י H7999 אֶת H853 נשיכי H5386 וְאַ֣תְּ H859 בניכי H1121 תִֽחְיִ֖י H2421 בַּנּוֹתָֽר H3498 ",
      "8": "וַיְהִ֨י H1961 הַיּ֜וֹם H3117 וַיַּעֲבֹ֧ר H5674 אֱלִישָׁ֣ע H477 אֶל H413 שׁוּנֵ֗ם H7766 וְשָׁם֙ H8033 אִשָּׁ֣ה H802 גְדוֹלָ֔ה H1419 וַתַּחֲזֶק H2388 בּ֖וֹ Hb לֶאֱכָל H398 לָ֑חֶם H3899 וַֽיְהִי֙ H1961 מִדֵּ֣י H1767 עָבְר֔וֹ H5674 יָסֻ֥ר H5493 שָׁ֖מָּה H8033 לֶאֱכָל H398 לָֽחֶם H3899 ",
      "9": "וַתֹּ֨אמֶר֙ H559 אֶל H413 אִישָׁ֔הּ H376 הִנֵּה H2009 נָ֣א H4994 יָדַ֔עְתִּי H3045 כִּ֛י H3588 אִ֥ישׁ H376 אֱלֹהִ֖ים H430 קָד֣וֹשׁ H6918 ה֑וּא H1931 עֹבֵ֥ר H5674 עָלֵ֖ינוּ H5921 תָּמִֽיד H8548 ",
      "10": "נַֽעֲשֶׂה H6213 נָּ֤א H4994 עֲלִיַּת H5944 קִיר֙ H7023 קְטַנָּ֔ה H6996 וְנָשִׂ֨ים H7760 ל֥וֹ Hl שָׁ֛ם H8033 מִטָּ֥ה H4296 וְשֻׁלְחָ֖ן H7979 וְכִסֵּ֣א H3678 וּמְנוֹרָ֑ה H4501 וְהָיָ֛ה H1961 בְּבֹא֥ H935 אֵלֵ֖ינוּ H413 יָס֥וּר H5493 שָֽׁמָּה H8033 ",
      "11": "וַיְהִ֥י H1961 הַיּ֖וֹם H3117 וַיָּ֣בֹא H935 שָׁ֑מָּה H8033 וַיָּ֥סַר H5493 אֶל H413 הָעֲלִיָּ֖ה H5944 וַיִּשְׁכַּב H7901 שָֽׁמָּה H8033 ",
      "12": "וַיֹּ֨אמֶר֙ H559 אֶל H413 גֵּחֲזִ֣י H1522 נַעֲר֔וֹ H5288 קְרָ֖א H7121 לַשּׁוּנַמִּ֣ית H7767 הַזֹּ֑את H2063 וַיִּקְרָא H7121 לָ֔הּ Hl וַֽתַּעֲמֹ֖ד H5975 לְפָנָֽי H6440 ",
      "13": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl אֱמָר H559 נָ֣א H4994 אֵלֶיהָ֮ H413 הִנֵּ֣ה H2009 חָרַ֣דְתְּ H2729 אֵלֵינוּ֮ H413 אֶת H854 כָּל H3605 הַחֲרָדָ֣ה H2731 הַזֹּאת֒ H2063 מֶ֚ה H4100 לַעֲשׂ֣וֹת H6213 לָ֔ךְ Hl הֲיֵ֤שׁ H3426 לְדַבֶּר H1696 לָךְ֙ Hl אֶל H413 הַמֶּ֔לֶךְ H4428 א֖וֹ H176 אֶל H413 שַׂ֣ר H8269 הַצָּבָ֑א H6635 וַתֹּ֕אמֶר H559 בְּת֥וֹךְ H8432 עַמִּ֖י H5971 אָנֹכִ֥י H595 יֹשָֽׁבֶת H3427 ",
      "14": "וַיֹּ֕אמֶר H559 וּמֶ֖ה H4100 לַעֲשׂ֣וֹת H6213 לָ֑הּ Hl וַיֹּ֣אמֶר H559 גֵּיחֲזִ֗י H1522 אֲבָ֛ל H61 בֵּ֥ן H1121 אֵֽין H369 לָ֖הּ Hl וְאִישָׁ֥ H376 זָקֵֽן H2204 ",
      "15": "וַיֹּ֖אמֶר H559 קְרָא H7121 לָ֑הּ Hl וַיִּקְרָא H7121 לָ֔הּ Hl וַֽתַּעֲמֹ֖ד H5975 בַּפָּֽתַח H6607 ",
      "16": "וַיֹּ֗אמֶר H559 לַמּוֹעֵ֤ד H4150 הַזֶּה֙ H2088 כָּעֵ֣ת H6256 חַיָּ֔ה H2416 אתי H859 חֹבֶ֣קֶת H2263 בֵּ֑ן H1121 וַתֹּ֗אמֶר H559 אַל H408 אֲדֹנִי֙ H113 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אַל H408 תְּכַזֵּ֖ב H3576 בְּשִׁפְחָתֶֽ H8198 ",
      "17": "וַתַּ֥הַר H2029 הָאִשָּׁ֖ה H802 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 לַמּוֹעֵ֤ד H4150 הַזֶּה֙ H2088 כָּעֵ֣ת H6256 חַיָּ֔ה H2416 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֵלֶ֖יהָ H413 אֱלִישָֽׁע H477 ",
      "18": "וַיִּגְדַּ֖ל H1431 הַיָּ֑לֶד H3206 וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיֵּצֵ֥א H3318 אֶל H413 אָבִ֖יו H1 אֶל H413 הַקֹּצְרִֽים H7114 ",
      "19": "וַיֹּ֥אמֶר H559 אֶל H413 אָבִ֖יו H1 רֹאשִׁ֣י H7218 רֹאשִׁ֑י H7218 וַיֹּ֨אמֶר֙ H559 אֶל H413 הַנַּ֔עַר H5288 שָׂאֵ֖הוּ H5375 אֶל H413 אִמּֽוֹ H517 ",
      "20": "וַיִּשָּׂאֵ֔ H5375 וַיְבִיאֵ֖ H935 אֶל H413 אִמּ֑וֹ H517 וַיֵּ֧שֶׁב H3427 עַל H5921 בִּרְכֶּ֛יהָ H1290 עַד H5704 הַֽצָּהֳרַ֖יִם H6672 וַיָּמֹֽת H4191 ",
      "21": "וַתַּ֨עַל֙ H5927 וַתַּשְׁכִּבֵ֔ H7901 עַל H5921 מִטַּ֖ת H4296 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וַתִּסְגֹּ֥ר H5462 בַּעֲד֖וֹ H1157 וַתֵּצֵֽא H3318 ",
      "22": "וַתִּקְרָא֮ H7121 אֶל H413 אִישָׁהּ֒ H376 וַתֹּ֗אמֶר H559 שִׁלְחָ֨ה H7971 נָ֥א H4994 לִי֙ Hl אֶחָ֣ד H259 מִן H4480 הַנְּעָרִ֔ים H5288 וְאַחַ֖ת H259 הָאֲתֹנ֑וֹת H860 וְאָר֛וּצָה H7323 עַד H5704 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 וְאָשֽׁוּבָה H7725 ",
      "23": "וַיֹּ֗אמֶר H559 מַ֠דּוּעַ H4069 אתי H859 הלכתי H1980 אֵלָיו֙ H413 הַיּ֔וֹם H3117 לֹֽא H3808 חֹ֖דֶשׁ H2320 וְלֹ֣א H3808 שַׁבָּ֑ת H7676 וַתֹּ֖אמֶר H559 שָׁלֽוֹם H7965 ",
      "24": "וַֽתַּחֲבֹשׁ֙ H2280 הָֽאָת֔וֹן H860 וַתֹּ֥אמֶר H559 אֶֽל H413 נַעֲרָ֖הּ H5288 נְהַ֣ג H5090 וָלֵ֑ךְ H3212 אַל H408 תַּעֲצָר H6113 לִ֣י Hl לִרְכֹּ֔ב H7392 כִּ֖י H3588 אִם H518 אָמַ֥רְתִּי H559 לָֽךְ Hl ",
      "25": "וַתֵּ֗לֶךְ H3212 וַתָּב֛וֹא H935 אֶל H413 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 אֶל H413 הַ֣ר H2022 הַכַּרְמֶ֑ל H3760 וַ֠יְהִי H1961 כִּרְא֨וֹת H7200 אִישׁ H376 הָאֱלֹהִ֤ים H430 אֹתָהּ֙ H853 מִנֶּ֔גֶד H5048 וַיֹּ֨אמֶר֙ H559 אֶל H413 גֵּיחֲזִ֣י H1522 נַעֲר֔וֹ H5288 הִנֵּ֖ה H2009 הַשּׁוּנַמִּ֥ית H7767 הַלָּֽז H1975 ",
      "26": "עַתָּה֮ H6258 רֽוּץ H7323 נָ֣א H4994 לִקְרָאתָ H7125 וֶאֱמָר H559 לָ֗הּ Hl הֲשָׁל֥וֹם H7965 לָ֛ךְ Hl הֲשָׁל֥וֹם H7965 לְאִישֵׁ֖ H376 הֲשָׁל֣וֹם H7965 לַיָּ֑לֶד H3206 וַתֹּ֖אמֶר H559 שָׁלֽוֹם H7965 ",
      "27": "וַתָּבֹ֞א H935 אֶל H413 אִ֤ישׁ H376 הָֽאֱלֹהִים֙ H430 אֶל H413 הָהָ֔ר H2022 וַֽתַּחֲזֵ֖ק H2388 בְּרַגְלָ֑י H7272 וַיִּגַּ֨שׁ H5066 גֵּֽיחֲזִ֜י H1522 לְהָדְפָ֗ H1920 וַיֹּאמֶר֩ H559 אִ֨ישׁ H376 הָאֱלֹהִ֤ים H430 הַרְפֵּֽה H7503 לָהּ֙ Hl כִּֽי H3588 נַפְשָׁ֣הּ H5315 מָֽרָה H4843 לָ֔הּ Hl וַֽיהוָה֙ H3068 הֶעְלִ֣ים H5956 מִמֶּ֔נִּי H4480 וְלֹ֥א H3808 הִגִּ֖יד H5046 לִֽי Hl ",
      "28": "וַתֹּ֕אמֶר H559 הֲשָׁאַ֥לְתִּי H7592 בֵ֖ן H1121 מֵאֵ֣ת H853 אֲדֹנִ֑י H113 הֲלֹ֣א H3808 אָמַ֔רְתִּי H559 לֹ֥א H3808 תַשְׁלֶ֖ה H7952 אֹתִֽי H853 ",
      "29": "וַיֹּ֨אמֶר H559 לְגֵיחֲזִ֜י H1522 חֲגֹ֣ר H2296 מָתְנֶ֗יךָ H4975 וְקַ֨ח H3947 מִשְׁעַנְתִּ֣י H4938 בְיָדְ H3027 וָלֵךְ֒ H3212 כִּֽי H3588 תִמְצָ֥א H4672 אִישׁ֙ H376 לֹ֣א H3808 תְבָרְכֶ֔נּוּ H1288 וְכִֽי H3588 יְבָרֶכְךָ֥ H1288 אִ֖ישׁ H376 לֹ֣א H3808 תַעֲנֶנּ֑וּ H6030 וְשַׂמְתָּ֥ H7760 מִשְׁעַנְתִּ֖י H4938 עַל H5921 פְּנֵ֥י H6440 הַנָּֽעַר H5288 ",
      "30": "וַתֹּ֨אמֶר֙ H559 אֵ֣ם H517 הַנַּ֔עַר H5288 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיָּ֖קָם H6965 וַיֵּ֥לֶךְ H3212 אַחֲרֶֽיהָ H310 ",
      "31": "וְגֵחֲזִ֞י H1522 עָבַ֣ר H5674 לִפְנֵי H6440 וַיָּ֤שֶׂם H7760 אֶת H853 הַמִּשְׁעֶ֨נֶת֙ H4938 עַל H5921 פְּנֵ֣י H6440 הַנַּ֔עַר H5288 וְאֵ֥ין H369 ק֖וֹל H6963 וְאֵ֣ין H369 קָ֑שֶׁב H7182 וַיָּ֤שָׁב H7725 לִקְרָאת H7125 וַיַּגֶּד H5046 ל֣וֹ Hl לֵאמֹ֔ר H559 לֹ֥א H3808 הֵקִ֖יץ H6974 הַנָּֽעַר H5288 ",
      "32": "וַיָּבֹ֥א H935 אֱלִישָׁ֖ע H477 הַבָּ֑יְתָ H1004 וְהִנֵּ֤ה H2009 הַנַּ֨עַר֙ H5288 מֵ֔ת H4191 מֻשְׁכָּ֖ב H7901 עַל H5921 מִטָּתֽוֹ H4296 ",
      "33": "וַיָּבֹ֕א H935 וַיִּסְגֹּ֥ר H5462 הַדֶּ֖לֶת H1817 בְּעַ֣ד H1157 שְׁנֵיהֶ֑ם H8147 וַיִּתְפַּלֵּ֖ל H6419 אֶל H413 יְהוָֽה H3068 ",
      "34": "וַיַּ֜עַל H5927 וַיִּשְׁכַּ֣ב H7901 עַל H5921 הַיֶּ֗לֶד H3206 וַיָּשֶׂם֩ H7760 פִּ֨יו H6310 עַל H5921 פִּ֜יו H6310 וְעֵינָ֤י H5869 עַל H5921 עֵינָיו֙ H5869 וְכַפָּ֣י H3709 עַל H5921 כפו H3709 וַיִּגְהַ֖ר H1457 עָלָ֑יו H5921 וַיָּ֖חָם H2552 בְּשַׂ֥ר H1320 הַיָּֽלֶד H3206 ",
      "35": "וַיָּ֜שָׁב H7725 וַיֵּ֣לֶךְ H3212 בַּבַּ֗יִת H1004 אַחַ֥ת H259 הֵ֨נָּה֙ H2008 וְאַחַ֣ת H259 הֵ֔נָּה H2008 וַיַּ֖עַל H5927 וַיִּגְהַ֣ר H1457 עָלָ֑יו H5921 וַיְזוֹרֵ֤ר H2237 הַנַּ֨עַר֙ H5288 עַד H5704 שֶׁ֣בַע H7651 פְּעָמִ֔ים H6471 וַיִּפְקַ֥ח H6491 הַנַּ֖עַר H5288 אֶת H853 עֵינָֽיו H5869 ",
      "36": "וַיִּקְרָ֣א H7121 אֶל H413 גֵּיחֲזִ֗י H1522 וַיֹּ֨אמֶר֙ H559 קְרָא֙ H7121 אֶל H413 הַשֻּׁנַמִּ֣ית H7767 הַזֹּ֔את H2063 וַיִּקְרָאֶ֖ H7121 וַתָּב֣וֹא H935 אֵלָ֑יו H413 וַיֹּ֖אמֶר H559 שְׂאִ֥י H5375 בְנֵֽךְ H1121 ",
      "37": "וַתָּבֹא֙ H935 וַתִּפֹּ֣ל H5307 עַל H5921 רַגְלָ֔יו H7272 וַתִּשְׁתַּ֖חוּ H7812 אָ֑רְצָה H776 וַתִּשָּׂ֥א H5375 אֶת H853 בְּנָ֖הּ H1121 וַתֵּצֵֽא H3318 ",
      "38": "וֶאֱלִישָׁ֞ע H477 שָׁ֤ב H7725 הַגִּלְגָּ֨לָ H1537 וְהָ H7458 בָּאָ֔רֶץ H776 וּבְנֵי֙ H1121 הַנְּבִיאִ֔ים H5030 יֹשְׁבִ֖ים H3427 לְפָנָ֑י H6440 וַיֹּ֣אמֶר H559 לְנַעֲר֗ H5288 שְׁפֹת֙ H8239 הַסִּ֣יר H5518 הַגְּדוֹלָ֔ה H1419 וּבַשֵּׁ֥ל H1310 נָזִ֖יד H5138 לִבְנֵ֥י H1121 הַנְּבִיאִֽים H5030 ",
      "39": "וַיֵּצֵ֨א H3318 אֶחָ֣ד H259 אֶל H413 הַשָּׂדֶה֮ H7704 לְלַקֵּ֣ט H3950 אֹרֹת֒ H219 וַיִּמְצָא֙ H4672 גֶּ֣פֶן H1612 שָׂדֶ֔ה H7704 וַיְלַקֵּ֥ט H3950 מִמֶּ֛נּוּ H4480 פַּקֻּעֹ֥ת H6498 שָׂדֶ֖ה H7704 מְלֹ֣א H4393 בִגְד֑וֹ H899 וַיָּבֹ֗א H935 וַיְפַלַּ֛ח H6398 אֶל H413 סִ֥יר H5518 הַנָּזִ֖יד H5138 כִּֽי H3588 לֹ֥א H3808 יָדָֽעוּ H3045 ",
      "40": "וַיִּֽצְק֥וּ H3332 לַאֲנָשִׁ֖ים H376 לֶאֱכ֑וֹל H398 וַ֠יְהִי H1961 כְּאָכְלָ֨ H398 מֵהַ H5138 וְהֵ֣מָּה H1992 צָעָ֗קוּ H6817 וַיֹּֽאמְרוּ֙ H559 מָ֤וֶת H4194 בַּסִּיר֙ H5518 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וְלֹ֥א H3808 יָכְל֖וּ H3201 לֶאֱכֹֽל H398 ",
      "41": "וַיֹּ֨אמֶר֙ H559 וּקְחוּ H3947 קֶ֔מַח H7058 וַיַּשְׁלֵ֖ךְ H7993 אֶל H413 הַסִּ֑יר H5518 וַיֹּ֗אמֶר H559 צַ֤ק H3332 לָעָם֙ H5971 וְיֹאכֵ֔לוּ H398 וְלֹ֥א H3808 הָיָ֛ה H1961 דָּבָ֥ר H1697 רָ֖ע H7451 בַּסִּֽיר H5518 ",
      "42": "וְאִ֨ישׁ H376 בָּ֜א H935 מִבַּ֣עַל H1190 שָׁלִ֗שָׁה H1190 וַיָּבֵא֩ H935 לְאִ֨ישׁ H376 הָאֱלֹהִ֜ים H430 לֶ֤חֶם H3899 בִּכּוּרִים֙ H1061 עֶשְׂרִֽים H6242 לֶ֣חֶם H3899 שְׂעֹרִ֔ים H8184 וְכַרְמֶ֖ל H3759 בְּצִקְלֹנ֑ H6861 וַיֹּ֕אמֶר H559 תֵּ֥ן H5414 לָעָ֖ם H5971 וְיֹאכֵֽלוּ H398 ",
      "43": "וַיֹּ֨אמֶר֙ H559 מְשָׁ֣רְת֔וֹ H8334 מָ֚ה H4100 אֶתֵּ֣ן H5414 זֶ֔ה H2088 לִפְנֵ֖י H6440 מֵ֣אָה H3967 אִ֑ישׁ H376 וַיֹּ֗אמֶר H559 תֵּ֤ן H5414 לָעָם֙ H5971 וְיֹאכֵ֔לוּ H398 כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֖ה H3068 אָכֹ֥ל H398 וְהוֹתֵֽר H3498 ",
      "44": "וַיִּתֵּ֧ן H5414 לִפְנֵי H6440 וַיֹּאכְל֥וּ H398 וַיּוֹתִ֖רוּ H3498 כִּדְבַ֥ר H1697 יְהוָֽה H3068 "
    },
    "5": {
      "1": "וְ֠נַעֲמָן H5283 שַׂר H8269 צְבָ֨א H6635 מֶֽלֶךְ H4428 אֲרָ֜ם H758 הָיָ֣ה H1961 אִישׁ֩ H376 גָּד֨וֹל H1419 לִפְנֵ֤י H6440 אֲדֹנָיו֙ H113 וּנְשֻׂ֣א H5375 פָנִ֔ים H6440 כִּֽי H3588 ב֛וֹ Hb נָֽתַן H5414 יְהוָ֥ה H3068 תְּשׁוּעָ֖ה H8668 לַאֲרָ֑ם H758 וְהָ H376 הָיָ֛ה H1961 גִּבּ֥וֹר H1368 חַ֖יִל H2428 מְצֹרָֽע H6879 ",
      "2": "וַאֲרָם֙ H758 יָצְא֣וּ H3318 גְדוּדִ֔ים H1416 וַיִּשְׁבּ֛וּ H7617 מֵאֶ֥רֶץ H776 יִשְׂרָאֵ֖ל H3478 נַעֲרָ֣ה H5291 קְטַנָּ֑ה H6996 וַתְּהִ֕י H1961 לִפְנֵ֖י H6440 אֵ֥שֶׁת H802 נַעֲמָֽן H5283 ",
      "3": "וַתֹּ֨אמֶר֙ H559 אֶל H413 גְּבִרְתָּ֔הּ H1404 אַחֲלֵ֣י H305 אֲדֹנִ֔י H113 לִפְנֵ֥י H6440 הַנָּבִ֖יא H5030 אֲשֶׁ֣ר H834 בְּשֹׁמְר֑וֹן H8111 אָ֛ז H227 יֶאֱסֹ֥ף H622 אֹת֖וֹ H853 מִצָּרַעְתּֽ H6883 ",
      "4": "וַיָּבֹ֕א H935 וַיַּגֵּ֥ד H5046 לַאדֹנָ֖י H113 לֵאמֹ֑ר H559 כָּזֹ֤את H2063 וְכָ H2063 דִּבְּרָ֣ה H1696 הַֽנַּעֲרָ֔ה H5291 אֲשֶׁ֖ר H834 מֵאֶ֥רֶץ H776 יִשְׂרָאֵֽל H3478 ",
      "5": "וַיֹּ֤אמֶר H559 מֶֽלֶךְ H4428 אֲרָם֙ H758 לֶךְ H3212 בֹּ֔א H935 וְאֶשְׁלְחָ֥ה H7971 סֵ֖פֶר H5612 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 וַיֵּלֶךְ֩ H3212 וַיִּקַּ֨ח H3947 בְּיָד֜ H3027 עֶ֣שֶׂר H6235 כִּכְּרֵי H3603 כֶ֗סֶף H3701 וְשֵׁ֤שֶׁת H8337 אֲלָפִים֙ H505 זָהָ֔ב H2091 וְעֶ֖שֶׂר H6235 חֲלִיפ֥וֹת H2487 בְּגָדִֽים H899 ",
      "6": "וַיָּבֵ֣א H935 הַסֵּ֔פֶר H5612 אֶל H413 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 וְעַתָּ֗ה H6258 כְּב֨וֹא H935 הַסֵּ֤פֶר H5612 הַזֶּה֙ H2088 אֵלֶ֔יךָ H413 הִנֵּ֨ה H2009 שָׁלַ֤חְתִּי H7971 אֵלֶ֨יךָ֙ H413 אֶת H853 נַעֲמָ֣ן H5283 עַבְדִּ֔י H5650 וַאֲסַפְתּ֖ H622 מִצָּרַעְתּֽ H6883 ",
      "7": "וַיְהִ֡י H1961 כִּקְרֹא֩ H7121 מֶֽלֶךְ H4428 יִשְׂרָאֵ֨ל H3478 אֶת H853 הַסֵּ֜פֶר H5612 וַיִּקְרַ֣ע H7167 בְּגָדָ֗יו H899 וַיֹּ֨אמֶר֙ H559 הַאֱלֹהִ֥ים H430 אָ֨נִי֙ H589 לְהָמִ֣ית H4191 וּֽלְ H2421 כִּֽי H3588 זֶה֙ H2088 שֹׁלֵ֣חַ H7971 אֵלַ֔י H413 לֶאֱסֹ֥ף H622 אִ֖ישׁ H376 מִצָּֽרַעְתּ֑ H6883 כִּ֤י H3588 אַךְ H389 דְּעֽוּ H3045 נָא֙ H4994 וּרְא֔וּ H7200 כִּֽי H3588 מִתְאַנֶּ֥ה H579 ה֖וּא H1931 לִֽי Hl ",
      "8": "וַיְהִ֞י H1961 כִּשְׁמֹ֣עַ H8085 אֱלִישָׁ֣ע H477 אִישׁ H376 הָאֱלֹהִ֗ים H430 כִּֽי H3588 קָרַ֤ע H7167 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 אֶת H853 בְּגָדָ֔יו H899 וַיִּשְׁלַח֙ H7971 אֶל H413 הַמֶּ֣לֶךְ H4428 לֵאמֹ֔ר H559 לָ֥מָּה H4100 קָרַ֖עְתָּ H7167 בְּגָדֶ֑יךָ H899 יָבֹֽא H935 נָ֣א H4994 אֵלַ֔י H413 וְיֵדַ֕ע H3045 כִּ֛י H3588 יֵ֥שׁ H3426 נָבִ֖יא H5030 בְּיִשְׂרָאֵֽל H3478 ",
      "9": "וַיָּבֹ֥א H935 נַעֲמָ֖ן H5283 בסוס H5483 וּבְ H7393 וַיַּעֲמֹ֥ד H5975 פֶּֽתַח H6607 הַבַּ֖יִת H1004 לֶאֱלִישָֽׁע H477 ",
      "10": "וַיִּשְׁלַ֥ח H7971 אֵלָ֛יו H413 אֱלִישָׁ֖ע H477 מַלְאָ֣ךְ H4397 לֵאמֹ֑ר H559 הָל֗וֹךְ H1980 וְרָחַצְתָּ֤ H7364 שֶֽׁבַע H7651 פְּעָמִים֙ H6471 בַּיַּרְדֵּ֔ן H3383 וְיָשֹׁ֧ב H7725 בְּשָׂרְךָ֛ H1320 לְךָ֖ Hl וּטְהָֽר H2891 ",
      "11": "וַיִּקְצֹ֥ף H7107 נַעֲמָ֖ן H5283 וַיֵּלַ֑ךְ H3212 וַיֹּאמֶר֩ H559 הִנֵּ֨ה H2009 אָמַ֜רְתִּי H559 אֵלַ֣י H413 יֵצֵ֣א H3318 יָצ֗וֹא H3318 וְעָמַד֙ H5975 וְקָרָא֙ H7121 בְּשֵׁם H8034 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 וְהֵנִ֥יף H5130 יָד֛וֹ H3027 אֶל H413 הַמָּק֖וֹם H4725 וְאָסַ֥ף H622 הַמְּצֹרָֽע H6879 ",
      "12": "הֲלֹ֡א H3808 טוֹב֩ H2896 אבנה H71 וּפַרְפַּ֜ר H6554 נַהֲר֣וֹת H5104 דַּמֶּ֗שֶׂק H1834 מִכֹּל֙ H3605 מֵימֵ֣י H4325 יִשְׂרָאֵ֔ל H3478 הֲלֹֽא H3808 אֶרְחַ֥ץ H7364 בָּהֶ֖ם Hb וְטָהָ֑רְתִּי H2891 וַיִּ֖פֶן H6437 וַיֵּ֥לֶךְ H3212 בְּחֵמָֽה H2534 ",
      "13": "וַיִּגְּשׁ֣וּ H5066 עֲבָדָיו֮ H5650 וַיְדַבְּר֣וּ H1696 אֵלָיו֒ H413 וַיֹּאמְר֗וּ H559 אָבִי֙ H1 דָּבָ֣ר H1697 גָּד֗וֹל H1419 הַנָּבִ֛יא H5030 דִּבֶּ֥ר H1696 אֵלֶ֖יךָ H413 הֲל֣וֹא H3808 תַעֲשֶׂ֑ה H6213 וְאַ֛ף H637 כִּֽי H3588 אָמַ֥ר H559 אֵלֶ֖יךָ H413 רְחַ֥ץ H7364 וּטְהָֽר H2891 ",
      "14": "וַיֵּ֗רֶד H3381 וַיִּטְבֹּ֤ל H2881 בַּיַּרְדֵּן֙ H3383 שֶׁ֣בַע H7651 פְּעָמִ֔ים H6471 כִּדְבַ֖ר H1697 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וַיָּ֣שָׁב H7725 בְּשָׂר֗וֹ H1320 כִּבְשַׂ֛ר H1320 נַ֥עַר H5288 קָטֹ֖ן H6996 וַיִּטְהָֽר H2891 ",
      "15": "וַיָּשָׁב֩ H7725 אֶל H413 אִ֨ישׁ H376 הָאֱלֹהִ֜ים H430 ה֣וּא H1931 וְכָֽל H3605 מַחֲנֵ֗הוּ H4264 וַיָּבֹא֮ H935 וַיַּעֲמֹ֣ד H5975 לְפָנָי H6440 וַיֹּ֗אמֶר H559 הִנֵּה H2009 נָ֤א H4994 יָדַ֨עְתִּי֙ H3045 כִּ֣י H3588 אֵ֤ין H369 אֱלֹהִים֙ H430 בְּכָל H3605 הָאָ֔רֶץ H776 כִּ֖י H3588 אִם H518 בְּיִשְׂרָאֵ֑ל H3478 וְעַתָּ֛ה H6258 קַח H3947 נָ֥א H4994 בְרָכָ֖ה H1293 מֵאֵ֥ת H853 עַבְדֶּֽךָ H5650 ",
      "16": "וַיֹּ֕אמֶר H559 חַי H2416 יְהוָ֛ה H3068 אֲשֶׁר H834 עָמַ֥דְתִּי H5975 לְפָנָ֖י H6440 אִם H518 אֶקָּ֑ח H3947 וַיִּפְצַר H6484 בּ֥וֹ Hb לָקַ֖חַת H3947 וַיְמָאֵֽן H3985 ",
      "17": "וַיֹּאמֶר֮ H559 נַעֲמָן֒ H5283 וָלֹ֕א H3808 יֻתַּן H5414 נָ֣א H4994 לְעַבְדְּ H5650 מַשָּׂ֥א H4853 צֶֽמֶד H6776 פְּרָדִ֖ים H6505 אֲדָמָ֑ה H127 כִּ֡י H3588 לֽוֹא H3808 יַעֲשֶׂה֩ H6213 ע֨וֹד H5750 עַבְדְּךָ֜ H5650 עֹלָ֤ה H5930 וָזֶ֨בַח֙ H2077 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 כִּ֖י H3588 אִם H518 לַיהוָֽה H3068 ",
      "18": "לַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 יִסְלַ֥ח H5545 יְהוָ֖ה H3068 לְעַבְדֶּ֑ H5650 בְּב֣וֹא H935 אֲדֹנִ֣י H113 בֵית H1004 רִמּוֹן֩ H7417 לְהִשְׁתַּחֲוֺ֨ת H7812 שָׁ֜מָּה H8033 וְה֣וּא H1931 נִשְׁעָ֣ן H8172 עַל H5921 יָדִ֗י H3027 וְהִֽשְׁתַּחֲוֵ֨יתִי֙ H7812 בֵּ֣ית H1004 רִמֹּ֔ן H7417 בְּהִשְׁתַּחֲוָיָ֨תִ H7812 בֵּ֣ית H1004 רִמֹּ֔ן H7417 יִסְלַח H5545 נא H4994 יְהוָ֥ה H3068 לְעַבְדְּ H5650 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "19": "וַיֹּ֥אמֶר H559 ל֖וֹ Hl לֵ֣ךְ H3212 לְשָׁל֑וֹם H7965 וַיֵּ֥לֶךְ H3212 מֵאִתּ֖ H853 כִּבְרַת H3530 אָֽרֶץ H776 ",
      "20": "וַיֹּ֣אמֶר H559 גֵּיחֲזִ֗י H1522 נַעַר֮ H5288 אֱלִישָׁ֣ע H477 אִישׁ H376 הָאֱלֹהִים֒ H430 הִנֵּ֣ה H2009 חָשַׂ֣ךְ H2820 אֲדֹנִ֗י H113 אֶֽת H853 נַעֲמָ֤ן H5283 הָֽאֲרַמִּי֙ H761 הַזֶּ֔ה H2088 מִקַּ֥חַת H3947 מִיָּד֖ H3027 אֵ֣ת H853 אֲשֶׁר H834 הֵבִ֑יא H935 חַי H2416 יְהוָה֙ H3068 כִּֽי H3588 אִם H518 רַ֣צְתִּי H7323 אַחֲרָ֔יו H310 וְלָקַחְתִּ֥י H3947 מֵאִתּ֖ H853 מְאֽוּמָה H3972 ",
      "21": "וַיִּרְדֹּ֥ף H7291 גֵּיחֲזִ֖י H1522 אַחֲרֵ֣י H310 נַֽעֲמָ֑ן H5283 וַיִּרְאֶ֤ה H7200 נַֽעֲמָן֙ H5283 רָ֣ץ H7323 אַחֲרָ֔יו H310 וַיִּפֹּ֞ל H5307 מֵעַ֧ל H5921 הַמֶּרְכָּבָ֛ה H4818 לִקְרָאת֖ H7125 וַיֹּ֥אמֶר H559 הֲשָׁלֽוֹם H7965 ",
      "22": "וַיֹּ֣אמֶר H559 שָׁל֗וֹם H7965 אֲדֹנִי֮ H113 שְׁלָחַ֣נִי H7971 לֵאמֹר֒ H559 הִנֵּ֣ה H2009 עַתָּ֡ה H6258 זֶ֠ה H2088 בָּ֣אוּ H935 אֵלַ֧י H413 שְׁנֵֽי H8147 נְעָרִ֛ים H5288 מֵהַ֥ר H2022 אֶפְרַ֖יִם H669 מִבְּנֵ֣י H1121 הַנְּבִיאִ֑ים H5030 תְּנָה H5414 נָּ֤א H4994 לָהֶם֙ Hl כִּכַּר H3603 כֶּ֔סֶף H3701 וּשְׁתֵּ֖י H8147 חֲלִפ֥וֹת H2487 בְּגָדִֽים H899 ",
      "23": "וַיֹּ֣אמֶר H559 נַעֲמָ֔ן H5283 הוֹאֵ֖ל H2974 קַ֣ח H3947 כִּכָּרָ֑יִם H3603 וַיִּפְרָץ H6555 בּ֗וֹ Hb וַיָּצַר֩ H6887 כִּכְּרַ֨יִם H3603 כֶּ֜סֶף H3701 בִּשְׁנֵ֣י H8147 חֲרִטִ֗ים H2754 וּשְׁתֵּי֙ H8147 חֲלִפ֣וֹת H2487 בְּגָדִ֔ים H899 וַיִּתֵּן֙ H5414 אֶל H413 שְׁנֵ֣י H8147 נְעָרָ֔יו H5288 וַיִּשְׂא֖וּ H5375 לְפָנָֽי H6440 ",
      "24": "וַיָּבֹא֙ H935 אֶל H413 הָעֹ֔פֶל H6076 וַיִּקַּ֥ח H3947 מִיָּדָ֖ H3027 וַיִּפְקֹ֣ד H6485 בַּבָּ֑יִת H1004 וַיְשַׁלַּ֥ח H7971 אֶת H853 הָאֲנָשִׁ֖ים H376 וַיֵּלֵֽכוּ H3212 ",
      "25": "וְהוּא H1931 בָא֙ H935 וַיַּעֲמֹ֣ד H5975 אֶל H413 אֲדֹנָ֔יו H113 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֱלִישָׁ֔ע H477 מאן H575 גֵּחֲזִ֑י H1522 וַיֹּ֕אמֶר H559 לֹֽא H3808 הָלַ֥ךְ H1980 עַבְדְּךָ֖ H5650 אָ֥נֶה H575 וָאָֽנָה H575 ",
      "26": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 לֹא H3808 לִבִּ֣י H3820 הָלַ֔ךְ H1980 כַּאֲשֶׁ֧ר H834 הָֽפַךְ H2015 אִ֛ישׁ H376 מֵעַ֥ל H5921 מֶרְכַּבְתּ֖וֹ H4818 לִקְרָאתֶ֑ H7125 הַעֵ֞ת H6256 לָקַ֤חַת H3947 אֶת H853 הַכֶּ֨סֶף֙ H3701 וְלָ H3947 בְּגָדִ֔ים H899 וְזֵיתִ֤ים H2132 וּכְרָמִים֙ H3754 וְצֹ֣אן H6629 וּבָקָ֔ר H1241 וַעֲבָדִ֖ים H5650 וּשְׁפָחֽוֹת H8198 ",
      "27": "וְצָרַ֤עַת H6883 נַֽעֲמָן֙ H5283 תִּֽדְבַּק H1692 בְּךָ֔ Hb וּֽבְ H2233 לְעוֹלָ֑ם H5769 וַיֵּצֵ֥א H3318 מִלְּ H6440 מְצֹרָ֥ע H6879 כַּשָּֽׁלֶג H7950 "
    },
    "6": {
      "1": "וַיֹּאמְר֥וּ H559 בְנֵֽי H1121 הַנְּבִיאִ֖ים H5030 אֶל H413 אֱלִישָׁ֑ע H477 הִנֵּֽה H2009 נָ֣א H4994 הַמָּק֗וֹם H4725 אֲשֶׁ֨ר H834 אֲנַ֜חְנוּ H587 יֹשְׁבִ֥ים H3427 שָׁ֛ם H8033 לְפָנֶ֖י H6440 צַ֥ר H6862 מִמֶּֽנּוּ H4480 ",
      "2": "נֵֽלְכָה H3212 נָּ֣א H4994 עַד H5704 הַיַּרְדֵּ֗ן H3383 וְנִקְחָ֤ה H3947 מִשָּׁם֙ H8033 אִ֚ישׁ H376 קוֹרָ֣ה H6982 אֶחָ֔ת H259 וְנַעֲשֶׂה H6213 לָּ֥נוּ Hl שָׁ֛ם H8033 מָק֖וֹם H4725 לָשֶׁ֣בֶת H3427 שָׁ֑ם H8033 וַיֹּ֖אמֶר H559 לֵֽכוּ H3212 ",
      "3": "וַיֹּ֨אמֶר֙ H559 הָֽאֶחָ֔ד H259 ה֥וֹאֶל H2974 נָ֖א H4994 וְלֵ֣ךְ H3212 אֶת H854 עֲבָדֶ֑יךָ H5650 וַיֹּ֖אמֶר H559 אֲנִ֥י H589 אֵלֵֽךְ H3212 ",
      "4": "וַיֵּ֖לֶךְ H3212 אִתָּ֑ם H854 וַיָּבֹ֨אוּ֙ H935 הַיַּרְדֵּ֔נָ H3383 וַֽיִּגְזְר֖וּ H1504 הָעֵצִֽים H6086 ",
      "5": "וַיְהִ֤י H1961 הָֽאֶחָד֙ H259 מַפִּ֣יל H5307 הַקּוֹרָ֔ה H6982 וְאֶת H853 הַבַּרְזֶ֖ל H1270 נָפַ֣ל H5307 אֶל H413 הַמָּ֑יִם H4325 וַיִּצְעַ֥ק H6817 וַיֹּ֛אמֶר H559 אֲהָ֥הּ H162 אֲדֹנִ֖י H113 וְה֥וּא H1931 שָׁאֽוּל H7592 ",
      "6": "וַיֹּ֥אמֶר H559 אִישׁ H376 הָאֱלֹהִ֖ים H430 אָ֣נָה H575 נָפָ֑ל H5307 וַיַּרְאֵ֨ H7200 אֶת H853 הַמָּק֔וֹם H4725 וַיִּקְצָב H7094 עֵץ֙ H6086 וַיַּשְׁלֶךְ H7993 שָׁ֔מָּה H8033 וַיָּ֖צֶף H6687 הַבַּרְזֶֽל H1270 ",
      "7": "וַיֹּ֖אמֶר H559 הָ֣רֶם H7311 לָ֑ךְ Hl וַיִּשְׁלַ֥ח H7971 יָד֖וֹ H3027 וַיִּקָּחֵֽ H3947 ",
      "8": "וּמֶ֣לֶךְ H4428 אֲרָ֔ם H758 הָיָ֥ה H1961 נִלְחָ֖ם H3898 בְּיִשְׂרָאֵ֑ל H3478 וַיִּוָּעַץ֙ H3289 אֶל H413 עֲבָדָ֣יו H5650 לֵאמֹ֗ר H559 אֶל H413 מְק֛וֹם H4725 פְּלֹנִ֥י H6423 אַלְמֹנִ֖י H492 תַּחֲנֹתִֽי H8466 ",
      "9": "וַיִּשְׁלַ֞ח H7971 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 אֶל H413 מֶ֤לֶךְ H4428 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 הִשָּׁ֕מֶר H8104 מֵעֲבֹ֖ר H5674 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 כִּֽי H3588 שָׁ֖ם H8033 אֲרָ֥ם H758 נְחִתִּֽים H5185 ",
      "10": "וַיִּשְׁלַ֞ח H7971 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֶֽל H413 הַמָּק֞וֹם H4725 אֲשֶׁ֨ר H834 אָֽמַר H559 ל֧וֹ Hl אִישׁ H376 הָאֱלֹהִ֛ים H430 והזהיר H2094 וְנִשְׁמַ֣ר H8104 שָׁ֑ם H8033 לֹ֥א H3808 אַחַ֖ת H259 וְלֹ֥א H3808 שְׁתָּֽיִם H8147 ",
      "11": "וַיִּסָּעֵר֙ H5590 לֵ֣ב H3820 מֶֽלֶךְ H4428 אֲרָ֔ם H758 עַל H5921 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 וַיִּקְרָ֤א H7121 אֶל H413 עֲבָדָיו֙ H5650 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 הֲלוֹא֙ H3808 תַּגִּ֣ידוּ H5046 לִ֔י Hl מִ֥י H4310 מִשֶּׁ H7945 אֶל H413 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "12": "וַיֹּ֨אמֶר֙ H559 אַחַ֣ד H259 מֵֽעֲבָדָ֔י H5650 ל֖וֹא H3808 אֲדֹנִ֣י H113 הַמֶּ֑לֶךְ H4428 כִּֽי H3588 אֱלִישָׁ֤ע H477 הַנָּבִיא֙ H5030 אֲשֶׁ֣ר H834 בְּיִשְׂרָאֵ֔ל H3478 יַגִּיד֙ H5046 לְמֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַ֨דְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 תְּדַבֵּ֖ר H1696 בַּחֲדַ֥ר H2315 מִשְׁכָּבֶֽךָ H4904 ",
      "13": "וַיֹּ֗אמֶר H559 לְכ֤וּ H3212 וּרְאוּ֙ H7200 אֵיכֹ֣ה H351 ה֔וּא H1931 וְאֶשְׁלַ֖ח H7971 וְאֶקָּחֵ֑ H3947 וַיֻּגַּד H5046 ל֥וֹ Hl לֵאמֹ֖ר H559 הִנֵּ֥ה H2009 בְדֹתָֽן H1886 ",
      "14": "וַיִּשְׁלַח H7971 שָׁ֛מָּה H8033 סוּסִ֥ים H5483 וְרֶ֖כֶב H7393 וְחַ֣יִל H2428 כָּבֵ֑ד H3515 וַיָּבֹ֣אוּ H935 לַ֔יְלָה H3915 וַיַּקִּ֖פוּ H5362 עַל H5921 הָעִֽיר H5892 ",
      "15": "וַ֠יַּשְׁכֵּם H7925 מְשָׁרֵ֨ת H8334 אִ֥ישׁ H376 הָֽאֱלֹהִים֮ H430 לָקוּם֒ H6965 וַיֵּצֵ֕א H3318 וְהִנֵּה H2009 חַ֛יִל H2428 סוֹבֵ֥ב H5437 אֶת H853 הָעִ֖יר H5892 וְס֣וּס H5483 וָרָ֑כֶב H7393 וַיֹּ֨אמֶר H559 נַעֲר֥וֹ H5288 אֵלָ֛יו H413 אֲהָ֥הּ H162 אֲדֹנִ֖י H113 אֵיכָ֥ה H349 נַֽעֲשֶֽׂה H6213 ",
      "16": "וַיֹּ֖אמֶר H559 אַל H408 תִּירָ֑א H3372 כִּ֤י H3588 רַבִּים֙ H7227 אֲשֶׁ֣ר H834 אִתָּ֔נוּ H854 מֵאֲשֶׁ֖ר H834 אוֹתָֽם H854 ",
      "17": "וַיִּתְפַּלֵּ֤ל H6419 אֱלִישָׁע֙ H477 וַיֹּאמַ֔ר H559 יְהוָ֕ה H3068 פְּקַח H6491 נָ֥א H4994 אֶת H853 עֵינָ֖יו H5869 וְיִרְאֶ֑ה H7200 וַיִּפְקַ֤ח H6491 יְהוָה֙ H3068 אֶת H853 עֵינֵ֣י H5869 הַנַּ֔עַר H5288 וַיַּ֗רְא H7200 וְהִנֵּ֨ה H2009 הָהָ֜ר H2022 מָלֵ֨א H4390 סוּסִ֥ים H5483 וְרֶ֛כֶב H7393 אֵ֖שׁ H784 סְבִיבֹ֥ת H5439 אֱלִישָֽׁע H477 ",
      "18": "וַיֵּרְדוּ֮ H3381 אֵלָיו֒ H413 וַיִּתְפַּלֵּ֨ל H6419 אֱלִישָׁ֤ע H477 אֶל H413 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 הַךְ H5221 נָ֥א H4994 אֶת H853 הַגּוֹי H1471 הַזֶּ֖ה H2088 בַּסַּנְוֵרִ֑ים H5575 וַיַּכֵּ֥ H5221 בַּסַּנְוֵרִ֖ים H5575 כִּדְבַ֥ר H1697 אֱלִישָֽׁע H477 ",
      "19": "וַיֹּ֨אמֶר H559 אֲלֵהֶ֜ם H413 אֱלִישָׁ֗ע H477 לֹ֣א H3808 זֶ֣ה H2088 הַדֶּרֶךְ֮ H1870 וְלֹ֣א H3808 זֹ֣ה H2090 הָעִיר֒ H5892 לְכ֣וּ H3212 אַחֲרַ֔י H310 וְאוֹלִ֣יכָה H3212 אֶתְכֶ֔ם H853 אֶל H413 הָאִ֖ישׁ H376 אֲשֶׁ֣ר H834 תְּבַקֵּשׁ֑וּן H1245 וַיֹּ֥לֶךְ H3212 אוֹתָ֖ם H853 שֹׁמְרֽוֹנָה H8111 ",
      "20": "וַיְהִי֮ H1961 כְּבֹאָ֣ H935 שֹׁמְרוֹן֒ H8111 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 יְהוָ֕ה H3068 פְּקַ֥ח H6491 אֶת H853 עֵינֵֽי H5869 אֵ֖לֶּה H428 וְיִרְא֑וּ H7200 וַיִּפְקַ֤ח H6491 יְהוָה֙ H3068 אֶת H853 עֵ֣ינֵיהֶ֔ם H5869 וַיִּרְא֕וּ H7200 וְהִנֵּ֖ה H2009 בְּת֥וֹךְ H8432 שֹׁמְרֽוֹן H8111 ",
      "21": "וַיֹּ֤אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 אֶל H413 אֱלִישָׁ֔ע H477 כִּרְאֹת֖ H7200 אוֹתָ֑ם H853 הַאַכֶּ֥ה H5221 אַכֶּ֖ה H5221 אָבִֽי H1 ",
      "22": "וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 תַכֶּ֔ה H5221 הַאֲשֶׁ֥ר H834 שָׁבִ֛יתָ H7617 בְּחַרְבְּ H2719 וּֽבְ H7198 אַתָּ֣ה H859 מַכֶּ֑ה H5221 שִׂים֩ H7760 לֶ֨חֶם H3899 וָמַ֜יִם H4325 לִפְנֵי H6440 וְיֹֽאכְלוּ֙ H398 וְיִשְׁתּ֔וּ H8354 וְיֵלְכ֖וּ H3212 אֶל H413 אֲדֹנֵיהֶֽם H113 ",
      "23": "וַיִּכְרֶ֨ה H3739 לָהֶ֜ם H1992 כֵּרָ֣ה H3740 גְדוֹלָ֗ה H1419 וַיֹּֽאכְלוּ֙ H398 וַיִּשְׁתּ֔וּ H8354 וַֽיְשַׁלְּחֵ֔ H7971 וַיֵּלְכ֖וּ H3212 אֶל H413 אֲדֹֽנֵיהֶ֑ם H113 וְלֹֽא H3808 יָ֤סְפוּ H3254 עוֹד֙ H5750 גְּדוּדֵ֣י H1416 אֲרָ֔ם H758 לָב֖וֹא H935 בְּאֶ֥רֶץ H776 יִשְׂרָאֵֽל H3478 ",
      "24": "וַֽיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיִּקְבֹּ֛ץ H6908 בֶּן H1130 הֲדַ֥ד H1130 מֶֽלֶךְ H4428 אֲרָ֖ם H758 אֶת H853 כָּל H3605 מַחֲנֵ֑הוּ H4264 וַיַּ֕עַל H5927 וַיָּ֖צַר H6696 עַל H5921 שֹׁמְרֽוֹן H8111 ",
      "25": "וַיְהִ֨י H1961 רָעָ֤ב H7458 גָּדוֹל֙ H1419 בְּשֹׁ֣מְר֔וֹן H8111 וְהִנֵּ֖ה H2009 צָרִ֣ים H6696 עָלֶ֑יהָ H5921 עַ֣ד H5704 הֱי֤וֹת H1961 רֹאשׁ H7218 חֲמוֹר֙ H2543 בִּשְׁמֹנִ֣ים H8084 כֶּ֔סֶף H3701 וְרֹ֛בַע H7255 הַקַּ֥ב H6894 חרייונים H2755 בַּחֲמִשָּׁה H2568 כָֽסֶף H3701 ",
      "26": "וַֽיְהִי֙ H1961 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 עֹבֵ֖ר H5674 עַל H5921 הַחֹמָ֑ה H2346 וְאִשָּׁ֗ה H802 צָעֲקָ֤ה H6817 אֵלָיו֙ H413 לֵאמֹ֔ר H559 הוֹשִׁ֖יעָה H3467 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
      "27": "וַיֹּ֨אמֶר֙ H559 אַל H408 יוֹשִׁעֵ֣ךְ H3467 יְהוָ֔ה H3068 מֵאַ֖יִן H370 אֽוֹשִׁיעֵ֑ךְ H3467 הֲמִן H4480 הַגֹּ֖רֶן H1637 א֥וֹ H176 מִן H4480 הַיָּֽקֶב H3342 ",
      "28": "וַיֹּֽאמֶר H559 לָ֥הּ Hl הַמֶּ֖לֶךְ H4428 מַה H4100 לָּ֑ךְ Hl וַתֹּ֗אמֶר H559 הָאִשָּׁ֨ה H802 הַזֹּ֜את H2063 אָמְרָ֣ה H559 אֵלַ֗י H413 תְּנִ֤י H5414 אֶת H853 בְּנֵךְ֙ H1121 וְנֹאכְלֶ֣ H398 הַיּ֔וֹם H3117 וְאֶת H853 בְּנִ֖י H1121 נֹאכַ֥ל H398 מָחָֽר H4279 ",
      "29": "וַנְּבַשֵּׁ֥ל H1310 אֶת H853 בְּנִ֖י H1121 וַנֹּֽאכְלֵ֑ H398 וָאֹמַ֨ר H559 אֵלֶ֜יהָ H413 בַּיּ֣וֹם H3117 הָאַחֵ֗ר H312 תְּנִ֤י H5414 אֶת H853 בְּנֵךְ֙ H1121 וְנֹ֣אכְלֶ֔ H398 וַתַּחְבִּ֖א H2244 אֶת H853 בְּנָֽהּ H1121 ",
      "30": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 הַמֶּ֜לֶךְ H4428 אֶת H853 דִּבְרֵ֤י H1697 הָֽאִשָּׁה֙ H802 וַיִּקְרַ֣ע H7167 אֶת H853 בְּגָדָ֔יו H899 וְה֖וּא H1931 עֹבֵ֣ר H5674 עַל H5921 הַחֹמָ֑ה H2346 וַיַּ֣רְא H7200 הָעָ֔ם H5971 וְהִנֵּ֥ה H2009 הַשַּׂ֛ק H8242 עַל H5921 בְּשָׂר֖וֹ H1320 מִבָּֽיִת H1004 ",
      "31": "וַיֹּ֕אמֶר H559 כֹּֽה H3541 יַעֲשֶׂה H6213 לִּ֥י Hl אֱלֹהִ֖ים H430 וְכֹ֣ה H3541 יוֹסִ֑ף H3254 אִֽם H518 יַעֲמֹ֞ד H5975 רֹ֣אשׁ H7218 אֱלִישָׁ֧ע H477 בֶּן H1121 שָׁפָ֛ט H8202 עָלָ֖יו H5921 הַיּֽוֹם H3117 ",
      "32": "וֶאֱלִישָׁע֙ H477 יֹשֵׁ֣ב H3427 בְּבֵית֔ H1004 וְהַ H2205 יֹשְׁבִ֣ים H3427 אִתּ֑וֹ H854 וַיִּשְׁלַ֨ח H7971 אִ֜ישׁ H376 מִלְּ H6440 בְּטֶ֣רֶם H2962 יָבֹא֩ H935 הַמַּלְאָ֨ךְ H4397 אֵלָ֜יו H413 וְה֣וּא H1931 אָמַ֣ר H559 אֶל H413 הַזְּקֵנִ֗ים H2205 הַרְּאִיתֶם֙ H7200 כִּֽי H3588 שָׁלַ֞ח H7971 בֶּן H1121 הַֽמְרַצֵּ֤חַ H7523 הַזֶּה֙ H2088 לְהָסִ֣יר H5493 אֶת H853 רֹאשִׁ֔י H7218 רְא֣וּ H7200 כְּבֹ֣א H935 הַמַּלְאָ֗ךְ H4397 סִגְר֤וּ H5462 הַדֶּ֨לֶת֙ H1817 וּלְחַצְתֶּ֤ם H3905 אֹתוֹ֙ H853 בַּדֶּ֔לֶת H1817 הֲל֗וֹא H3808 ק֛וֹל H6963 רַגְלֵ֥י H7272 אֲדֹנָ֖יו H113 אַחֲרָֽיו H310 ",
      "33": "עוֹדֶ֨נּוּ֙ H5750 מְדַבֵּ֣ר H1696 עִמָּ֔ם H5973 וְהִנֵּ֥ה H2009 הַמַּלְאָ֖ךְ H4397 יֹרֵ֣ד H3381 אֵלָ֑יו H413 וַיֹּ֗אמֶר H559 הִנֵּֽה H2009 זֹ֤את H2063 הָֽרָעָה֙ H7451 מֵאֵ֣ת H853 יְהוָ֔ה H3068 מָֽה H4100 אוֹחִ֥יל H3176 לַיהוָ֖ה H3068 עֽוֹד H5750 "
    },
    "7": {
      "1": "וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 שִׁמְע֖וּ H8085 דְּבַר H1697 יְהוָ֑ה H3068 כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 כָּעֵ֤ת H6256 מָחָר֙ H4279 סְאָֽה H5429 סֹ֣לֶת H5560 בְּשֶׁ֗קֶל H8255 וְסָאתַ֧יִם H5429 שְׂעֹרִ֛ים H8184 בְּשֶׁ֖קֶל H8255 בְּשַׁ֥עַר H8179 שֹׁמְרֽוֹן H8111 ",
      "2": "וַיַּ֣עַן H6030 הַשָּׁלִ֡ישׁ H7991 אֲשֶׁר H834 לַמֶּלֶךְ֩ H4428 נִשְׁעָ֨ן H8172 עַל H5921 יָד֜וֹ H3027 אֶת H853 אִ֣ישׁ H376 הָאֱלֹהִים֮ H430 וַיֹּאמַר֒ H559 הִנֵּ֣ה H2009 יְהוָ֗ה H3068 עֹשֶׂ֤ה H6213 אֲרֻבּוֹת֙ H699 בַּשָּׁמַ֔יִם H8064 הֲיִהְיֶ֖ה H1961 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיֹּ֗אמֶר H559 הִנְּכָ֤ה H2005 רֹאֶה֙ H7200 בְּעֵינֶ֔י H5869 וּמִ H8033 לֹ֥א H3808 תֹאכֵֽל H398 ",
      "3": "וְאַרְבָּעָ֧ה H702 אֲנָשִׁ֛ים H376 הָי֥וּ H1961 מְצֹרָעִ֖ים H6879 פֶּ֣תַח H6607 הַשָּׁ֑עַר H8179 וַיֹּֽאמְרוּ֙ H559 אִ֣ישׁ H376 אֶל H413 רֵעֵ֔הוּ H7453 מָ֗ה H4100 אֲנַ֛חְנוּ H587 יֹשְׁבִ֥ים H3427 פֹּ֖ה H6311 עַד H5704 מָֽתְנוּ H4191 ",
      "4": "אִם H518 אָמַרְנוּ֩ H559 נָב֨וֹא H935 הָעִ֜יר H5892 וְהָ H7458 בָּעִיר֙ H5892 וָמַ֣תְנוּ H4191 שָׁ֔ם H8033 וְאִם H518 יָשַׁ֥בְנוּ H3427 פֹ֖ה H6311 וָמָ֑תְנוּ H4191 וְעַתָּ֗ה H6258 לְכוּ֙ H3212 וְנִפְּלָה֙ H5307 אֶל H413 מַחֲנֵ֣ה H4264 אֲרָ֔ם H758 אִם H518 יְחַיֻּ֣נוּ H2421 נִֽחְיֶ֔ה H2421 וְאִם H518 יְמִיתֻ֖נוּ H4191 וָמָֽתְנוּ H4191 ",
      "5": "וַיָּק֣וּמוּ H6965 בַנֶּ֔שֶׁף H5399 לָב֖וֹא H935 אֶל H413 מַחֲנֵ֣ה H4264 אֲרָ֑ם H758 וַיָּבֹ֗אוּ H935 עַד H5704 קְצֵה֙ H7097 מַחֲנֵ֣ה H4264 אֲרָ֔ם H758 וְהִנֵּ֥ה H2009 אֵֽין H369 שָׁ֖ם H8033 אִֽישׁ H376 ",
      "6": "וַאדֹנָ֞ H136 הִשְׁמִ֣יעַ H8085 אֶת H853 מַחֲנֵ֣ה H4264 אֲרָ֗ם H758 ק֥וֹל H6963 רֶ֨כֶב֙ H7393 ק֣וֹל H6963 ס֔וּס H5483 ק֖וֹל H6963 חַ֣יִל H2428 גָּד֑וֹל H1419 וַיֹּאמְר֞וּ H559 אִ֣ישׁ H376 אֶל H413 אָחִ֗יו H251 הִנֵּ֣ה H2009 שָֽׂכַר H7936 עָלֵינוּ֩ H5921 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֜ל H3478 אֶת H853 מַלְכֵ֧י H4428 הַחִתִּ֛ים H2850 וְאֶת H853 מַלְכֵ֥י H4428 מִצְרַ֖יִם H4714 לָב֥וֹא H935 עָלֵֽינוּ H5921 ",
      "7": "וַיָּקוּמוּ֮ H6965 וַיָּנ֣וּסוּ H5127 בַנֶּשֶׁף֒ H5399 וַיַּעַזְב֣וּ H5800 אֶת H853 אָהֳלֵיהֶ֗ם H168 וְאֶת H853 סֽוּסֵיהֶם֙ H5483 וְאֶת H853 חֲמֹ֣רֵיהֶ֔ם H2543 הַֽמַּחֲנֶ֖ה H4264 כַּאֲשֶׁר H834 הִ֑יא H1931 וַיָּנֻ֖סוּ H5127 אֶל H413 נַפְשָֽׁם H5315 ",
      "8": "וַיָּבֹאוּ֩ H935 הַֽמְצֹרָעִ֨ים H6879 הָאֵ֜לֶּה H428 עַד H5704 קְצֵ֣ה H7097 הַֽמַּחֲנֶ֗ה H4264 וַיָּבֹ֜אוּ H935 אֶל H413 אֹ֤הֶל H168 אֶחָד֙ H259 וַיֹּאכְל֣וּ H398 וַיִּשְׁתּ֔וּ H8354 וַיִּשְׂא֣וּ H5375 מִשָּׁ֗ם H8033 כֶּ֤סֶף H3701 וְזָהָב֙ H2091 וּבְגָדִ֔ים H899 וַיֵּלְכ֖וּ H3212 וַיַּטְמִ֑נוּ H2934 וַיָּשֻׁ֗בוּ H7725 וַיָּבֹ֨אוּ֙ H935 אֶל H413 אֹ֣הֶל H168 אַחֵ֔ר H312 וַיִּשְׂא֣וּ H5375 מִשָּׁ֔ם H8033 וַיֵּלְכ֖וּ H3212 וַיַּטְמִֽנוּ H2934 ",
      "9": "וַיֹּאמְרוּ֩ H559 אִ֨ישׁ H376 אֶל H413 רֵעֵ֜הוּ H7453 לֹֽא H3808 כֵ֣ן H3651 אֲנַ֣חְנוּ H587 עֹשִׂ֗ים H6213 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 יוֹם H3117 בְּשֹׂרָ֣ה H1309 ה֔וּא H1931 וַאֲנַ֣חְנוּ H587 מַחְשִׁ֗ים H2814 וְחִכִּ֛ינוּ H2442 עַד H5704 א֥וֹר H216 הַבֹּ֖קֶר H1242 וּמְצָאָ֣ H4672 עָו֑וֹן H5771 וְעַתָּה֙ H6258 לְכ֣וּ H3212 וְנָבֹ֔אָה H935 וְנַגִּ֖ידָה H5046 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
      "10": "וַיָּבֹ֗אוּ H935 וַֽיִּקְרְאוּ֮ H7121 אֶל H413 שֹׁעֵ֣ר H7778 הָעִיר֒ H5892 וַיַּגִּ֤ידוּ H5046 לָהֶם֙ H1992 לֵאמֹ֔ר H559 בָּ֚אנוּ H935 אֶל H413 מַחֲנֵ֣ה H4264 אֲרָ֔ם H758 וְהִנֵּ֥ה H2009 אֵֽין H369 שָׁ֛ם H8033 אִ֖ישׁ H376 וְק֣וֹל H6963 אָדָ֑ם H120 כִּ֣י H3588 אִם H518 הַסּ֤וּס H5483 אָסוּר֙ H631 וְהַ H2543 אָס֔וּר H631 וְאֹהָלִ֖ים H168 כַּאֲשֶׁר H834 הֵֽמָּה H1992 ",
      "11": "וַיִּקְרָ֖א H7121 הַשֹּֽׁעֲרִ֑ים H7778 וַיַּגִּ֕ידוּ H5046 בֵּ֥ית H1004 הַמֶּ֖לֶךְ H4428 פְּנִֽימָה H6441 ",
      "12": "וַיָּ֨קָם H6965 הַמֶּ֜לֶךְ H4428 לַ֗יְלָה H3915 וַיֹּ֨אמֶר֙ H559 אֶל H413 עֲבָדָ֔יו H5650 אַגִּֽידָה H5046 נָּ֣א H4994 לָכֶ֔ם Hl אֵ֛ת H853 אֲשֶׁר H834 עָ֥שׂוּ H6213 לָ֖נוּ Hl אֲרָ֑ם H758 יָדְע֞וּ H3045 כִּי H3588 רְעֵבִ֣ים H7457 אֲנַ֗חְנוּ H587 וַיֵּצְא֤וּ H3318 מִן H4480 הַֽמַּחֲנֶה֙ H4264 לְהֵחָבֵ֤ה H2247 בה H7704 לֵאמֹ֔ר H559 כִּֽי H3588 יֵצְא֤וּ H3318 מִן H4480 הָעִיר֙ H5892 וְנִתְפְּשֵׂ֣ H8610 חַיִּ֔ים H2416 וְאֶל H413 הָעִ֖יר H5892 נָבֹֽא H935 ",
      "13": "וַיַּעַן֩ H6030 אֶחָ֨ד H259 מֵעֲבָדָ֜י H5650 וַיֹּ֗אמֶר H559 וְיִקְחוּ H3947 נָ֞א H4994 חֲמִשָּׁ֣ה H2568 מִן H4480 הַסּוּסִים֮ H5483 הַֽנִּשְׁאָרִים֮ H7604 אֲשֶׁ֣ר H834 נִשְׁאֲרוּ H7604 בָהּ֒ Hb הִנָּ֗ם H2009 כְּכָל H3605 ההמון H1995 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 נִשְׁאֲרוּ H7604 בָ֔הּ Hb הִנָּ֕ם H2005 כְּכָל H3605 הֲמ֥וֹן H1995 יִשְׂרָאֵ֖ל H3478 אֲשֶׁר H834 תָּ֑מּוּ H8552 וְנִשְׁלְחָ֖ה H7971 וְנִרְאֶֽה H7200 ",
      "14": "וַיִּקְח֕וּ H3947 שְׁנֵ֖י H8147 רֶ֣כֶב H7393 סוּסִ֑ים H5483 וַיִּשְׁלַ֨ח H7971 הַמֶּ֜לֶךְ H4428 אַחֲרֵ֧י H310 מַחֲנֵֽה H4264 אֲרָ֛ם H758 לֵאמֹ֖ר H559 לְכ֥וּ H3212 וּרְאֽוּ H7200 ",
      "15": "וַיֵּלְכ֣וּ H3212 אַחֲרֵיהֶם֮ H310 עַד H5704 הַיַּרְדֵּן֒ H3383 וְהִנֵּ֣ה H2009 כָל H3605 הַדֶּ֗רֶךְ H1870 מְלֵאָ֤ה H4392 בְגָדִים֙ H899 וְכֵלִ֔ים H3627 אֲשֶׁר H834 הִשְׁלִ֥יכוּ H7993 אֲרָ֖ם H758 בהחפז H2648 וַיָּשֻׁ֨בוּ֙ H7725 הַמַּלְאָכִ֔ים H4397 וַיַּגִּ֖דוּ H5046 לַמֶּֽלֶךְ H4428 ",
      "16": "וַיֵּצֵ֣א H3318 הָעָ֔ם H5971 וַיָּבֹ֕זּוּ H962 אֵ֖ת H853 מַחֲנֵ֣ה H4264 אֲרָ֑ם H758 וַיְהִ֨י H1961 סְאָה H5429 סֹ֜לֶת H5560 בְּשֶׁ֗קֶל H8255 וְסָאתַ֧יִם H5429 שְׂעֹרִ֛ים H8184 בְּשֶׁ֖קֶל H8255 כִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
      "17": "וְהַ H4428 הִפְקִ֨יד H6485 אֶת H853 הַשָּׁלִ֜ישׁ H7991 אֲשֶׁר H834 נִשְׁעָ֤ן H8172 עַל H5921 יָדוֹ֙ H3027 עַל H5921 הַשַּׁ֔עַר H8179 וַיִּרְמְסֻ֧ H7429 הָעָ֛ם H5971 בַּשַּׁ֖עַר H8179 וַיָּמֹ֑ת H4191 כַּאֲשֶׁ֤ר H834 דִּבֶּר֙ H1696 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּרֶ֥דֶת H3381 הַמֶּ֖לֶךְ H4428 אֵלָֽיו H413 ",
      "18": "וַיְהִ֗י H1961 כְּדַבֵּר֙ H1696 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֶל H413 הַמֶּ֖לֶךְ H4428 לֵאמֹ֑ר H559 סָאתַ֨יִם H5429 שְׂעֹרִ֜ים H8184 בְּשֶׁ֗קֶל H8255 וּֽסְאָה H5429 סֹ֨לֶת֙ H5560 בְּשֶׁ֔קֶל H8255 יִהְיֶה֙ H1961 כָּעֵ֣ת H6256 מָחָ֔ר H4279 בְּשַׁ֖עַר H8179 שֹׁמְרֽוֹן H8111 ",
      "19": "וַיַּ֨עַן H6030 הַשָּׁלִ֜ישׁ H7991 אֶת H853 אִ֣ישׁ H376 הָאֱלֹהִים֮ H430 וַיֹּאמַר֒ H559 וְהִנֵּ֣ה H2009 יְהוָ֗ה H3068 עֹשֶׂ֤ה H6213 אֲרֻבּוֹת֙ H699 בַּשָּׁמַ֔יִם H8064 הֲיִהְיֶ֖ה H1961 כַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיֹּ֗אמֶר H559 הִנְּךָ֤ H2005 רֹאֶה֙ H7200 בְּעֵינֶ֔י H5869 וּמִ H8033 לֹ֥א H3808 תֹאכֵֽל H398 ",
      "20": "וַיְהִי H1961 ל֖וֹ Hl כֵּ֑ן H3651 וַיִּרְמְס֨וּ H7429 אֹת֥וֹ H853 הָעָ֛ם H5971 בַּשַּׁ֖עַר H8179 וַיָּמֹֽת H4191 "
    },
    "8": {
      "1": "וֶאֱלִישָׁ֡ע H477 דִּבֶּ֣ר H1696 אֶל H413 הָאִשָּׁה֩ H802 אֲשֶׁר H834 הֶחֱיָ֨ה H2421 אֶת H853 בְּנָ֜הּ H1121 לֵאמֹ֗ר H559 ק֤וּמִי H6965 וּלְכִי֙ H3212 אתי H859 וּבֵיתֵ֔ H1004 וְג֖וּרִי H1481 בַּאֲשֶׁ֣ר H834 תָּג֑וּרִי H1481 כִּֽי H3588 קָרָ֤א H7121 יְהוָה֙ H3068 לָֽרָעָ֔ב H7458 וְגַם H1571 בָּ֥א H935 אֶל H413 הָאָ֖רֶץ H776 שֶׁ֥בַע H7651 שָׁנִֽים H8141 ",
      "2": "וַתָּ֨קָם֙ H6965 הָֽאִשָּׁ֔ה H802 וַתַּ֕עַשׂ H6213 כִּדְבַ֖ר H1697 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וַתֵּ֤לֶךְ H3212 הִיא֙ H1931 וּבֵיתָ֔ H1004 וַתָּ֥גָר H1481 בְּאֶֽרֶץ H776 פְּלִשְׁתִּ֖ים H6430 שֶׁ֥בַע H7651 שָׁנִֽים H8141 ",
      "3": "וַיְהִ֗י H1961 מִקְצֵה֙ H7097 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 וַתָּ֥שָׁב H7725 הָאִשָּׁ֖ה H802 מֵאֶ֣רֶץ H776 פְּלִשְׁתִּ֑ים H6430 וַתֵּצֵא֙ H3318 לִצְעֹ֣ק H6817 אֶל H413 הַמֶּ֔לֶךְ H4428 אֶל H413 בֵּיתָ֖הּ H1004 וְאֶל H413 שָׂדָֽהּ H7704 ",
      "4": "וְהַ H4428 מְדַבֵּר֙ H1696 אֶל H413 גֵּ֣חֲזִ֔י H1522 נַ֥עַר H5288 אִישׁ H376 הָאֱלֹהִ֖ים H430 לֵאמֹ֑ר H559 סַפְּרָה H5608 נָּ֣א H4994 לִ֔י Hl אֵ֥ת H853 כָּל H3605 הַגְּדֹל֖וֹת H1419 אֲשֶׁר H834 עָשָׂ֥ה H6213 אֱלִישָֽׁע H477 ",
      "5": "וַ֠יְהִי H1961 ה֥וּא H1931 מְסַפֵּ֣ר H5608 לַמֶּלֶךְ֮ H4428 אֵ֣ת H853 אֲשֶׁר H834 הֶחֱיָ֣ה H2421 אֶת H853 הַמֵּת֒ H4191 וְהִנֵּ֨ה H2009 הָאִשָּׁ֜ה H802 אֲשֶׁר H834 הֶחֱיָ֤ה H2421 אֶת H853 בְּנָהּ֙ H1121 צֹעֶ֣קֶת H6817 אֶל H413 הַמֶּ֔לֶךְ H4428 עַל H5921 בֵּיתָ֖הּ H1004 וְעַל H5921 שָׂדָ֑הּ H7704 וַיֹּ֤אמֶר H559 גֵּֽחֲזִי֙ H1522 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 זֹ֚את H2063 הָֽאִשָּׁ֔ה H802 וְזֶה H2088 בְּנָ֖הּ H1121 אֲשֶׁר H834 הֶחֱיָ֥ה H2421 אֱלִישָֽׁע H477 ",
      "6": "וַיִּשְׁאַ֥ל H7592 הַמֶּ֛לֶךְ H4428 לָאִשָּׁ֖ה H802 וַתְּסַפֶּר H5608 ל֑וֹ Hl וַיִּתֶּן H5414 לָ֣הּ Hl הַמֶּלֶךְ֩ H4428 סָרִ֨יס H5631 אֶחָ֜ד H259 לֵאמֹ֗ר H559 הָשֵׁ֤יב H7725 אֶת H853 כָּל H3605 אֲשֶׁר H834 לָהּ֙ Hl וְאֵת֙ H853 כָּל H3605 תְּבוּאֹ֣ת H8393 הַשָּׂדֶ֔ה H7704 מִיּ֛וֹם H3117 עָזְבָ֥ה H5800 אֶת H853 הָאָ֖רֶץ H776 וְעַד H5704 עָֽתָּה H6258 ",
      "7": "וַיָּבֹ֤א H935 אֱלִישָׁע֙ H477 דַּמֶּ֔שֶׂק H1834 וּבֶן H1130 הֲדַ֥ד H1130 מֶֽלֶךְ H4428 אֲרָ֖ם H758 חֹלֶ֑ה H2470 וַיֻּגַּד H5046 ל֣וֹ Hl לֵאמֹ֔ר H559 בָּ֛א H935 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 עַד H5704 הֵֽנָּה H2008 ",
      "8": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 חֲזָהאֵ֗ל H2371 קַ֤ח H3947 בְּיָֽדְ H3027 מִנְחָ֔ה H4503 וְלֵ֕ךְ H3212 לִקְרַ֖את H7125 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וְדָרַשְׁתָּ֨ H1875 אֶת H854 יְהוָ֤ה H3068 מֵֽאוֹת H853 לֵאמֹ֔ר H559 הַאֶחְיֶ֖ה H2421 מֵחֳלִ֥י H2483 זֶֽה H2088 ",
      "9": "וַיֵּ֣לֶךְ H3212 חֲזָאֵל֮ H2371 לִקְרָאת H7125 וַיִּקַּ֨ח H3947 מִנְחָ֤ה H4503 בְיָד H3027 וְכָל H3605 ט֣וּב H2898 דַּמֶּ֔שֶׂק H1834 מַשָּׂ֖א H4853 אַרְבָּעִ֣ים H705 גָּמָ֑ל H1581 וַיָּבֹא֙ H935 וַיַּעֲמֹ֣ד H5975 לְפָנָ֔י H6440 וַיֹּ֗אמֶר H559 בִּנְךָ֨ H1121 בֶן H1130 הֲדַ֤ד H1130 מֶֽלֶךְ H4428 אֲרָם֙ H758 שְׁלָחַ֤נִי H7971 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 הַאֶחְיֶ֖ה H2421 מֵחֳלִ֥י H2483 זֶֽה H2088 ",
      "10": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֱלִישָׁ֔ע H477 לֵ֥ךְ H3212 אֱמָר H559 לא H3808 חָיֹ֣ה H2421 תִחְיֶ֑ה H2421 וְהִרְאַ֥ H7200 יְהוָ֖ה H3068 כִּֽי H3588 מ֥וֹת H4191 יָמֽוּת H4191 ",
      "11": "וַיַּעֲמֵ֥ד H5975 אֶת H853 פָּנָ֖יו H6440 וַיָּ֣שֶׂם H7760 עַד H5704 בֹּ֑שׁ H954 וַיֵּ֖בְךְּ H1058 אִ֥ישׁ H376 הָאֱלֹהִֽים H430 ",
      "12": "וַיֹּ֣אמֶר H559 חֲזָאֵ֔ל H2371 מַדּ֖וּעַ H4069 אֲדֹנִ֣י H113 בֹכֶ֑ה H1058 וַיֹּ֡אמֶר H559 כִּֽי H3588 יָדַ֡עְתִּי H3045 אֵ֣ת H853 אֲשֶׁר H834 תַּעֲשֶׂה֩ H6213 לִבְנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 רָעָ֗ה H7451 מִבְצְרֵיהֶ֞ם H4013 תְּשַׁלַּ֤ח H7971 בָּאֵשׁ֙ H784 וּבַחֻֽרֵי H970 בַּחֶ֣רֶב H2719 תַּהֲרֹ֔ג H2026 וְעֹלְלֵי H5768 תְּרַטֵּ֔שׁ H7376 וְהָרֹתֵי H2030 תְּבַקֵּֽעַ H1234 ",
      "13": "וַיֹּ֣אמֶר H559 חֲזָהאֵ֔ל H2371 כִּ֣י H3588 מָ֤ה H4100 עַבְדְּךָ֙ H5650 הַכֶּ֔לֶב H3611 כִּ֣י H3588 יַעֲשֶׂ֔ה H6213 הַדָּבָ֥ר H1697 הַגָּד֖וֹל H1419 הַזֶּ֑ה H2088 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 הִרְאַ֧נִי H7200 יְהוָ֛ה H3068 אֹתְךָ֖ H854 מֶ֥לֶךְ H4428 עַל H5921 אֲרָֽם H758 ",
      "14": "וַיֵּ֣לֶךְ H3212 מֵאֵ֣ת H854 אֱלִישָׁ֗ע H477 וַיָּבֹא֙ H935 אֶל H413 אֲדֹנָ֔יו H113 וַיֹּ֣אמֶר H559 ל֔וֹ Hl מָֽה H4100 אָמַ֥ר H559 לְךָ֖ Hl אֱלִישָׁ֑ע H477 וַיֹּ֕אמֶר H559 אָ֥מַר H559 לִ֖י Hl חָיֹ֥ה H2421 תִחְיֶֽה H2421 ",
      "15": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַיִּקַּ֤ח H3947 הַמַּכְבֵּר֙ H4346 וַיִּטְבֹּ֣ל H2881 בַּמַּ֔יִם H4325 וַיִּפְרֹ֥שׂ H6566 עַל H5921 פָּנָ֖יו H6440 וַיָּמֹ֑ת H4191 וַיִּמְלֹ֥ךְ H4427 חֲזָהאֵ֖ל H2371 תַּחְתָּֽיו H8478 ",
      "16": "וּבִ H8141 חָמֵ֗שׁ H2568 לְיוֹרָ֤ם H3141 בֶּן H1121 אַחְאָב֙ H256 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וִיהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָלַ֛ךְ H4427 יְהוֹרָ֥ם H3088 בֶּן H1121 יְהוֹשָׁפָ֖ט H3092 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "17": "בֶּן H1121 שְׁלֹשִׁ֥ים H7970 וּשְׁתַּ֛יִם H8147 שָׁנָ֖ה H8141 הָיָ֣ה H1961 בְמָלְכ֑ H4427 וּשְׁמֹנֶ֣ה H8083 שנה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
      "18": "וַיֵּ֜לֶךְ H3212 בְּדֶ֣רֶךְ H1870 מַלְכֵ֣י H4428 יִשְׂרָאֵ֗ל H3478 כַּאֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 בֵּ֣ית H1004 אַחְאָ֔ב H256 כִּ֚י H3588 בַּת H1323 אַחְאָ֔ב H256 הָֽיְתָה H1961 לּ֖וֹ Hl לְאִשָּׁ֑ה H802 וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
      "19": "וְלֹֽא H3808 אָבָ֤ה H14 יְהוָה֙ H3068 לְהַשְׁחִ֣ית H7843 אֶת H853 יְהוּדָ֔ה H3063 לְמַ֖עַן H4616 דָּוִ֣ד H1732 עַבְדּ֑וֹ H5650 כַּאֲשֶׁ֣ר H834 אָֽמַר H559 ל֗וֹ Hl לָתֵ֨ת H5414 ל֥וֹ Hl נִ֛יר H5216 לְבָנָ֖י H1121 כָּל H3605 הַיָּמִֽים H3117 ",
      "20": "בְּיָמָי H3117 פָּשַׁ֣ע H6586 אֱד֔וֹם H123 מִתַּ֖חַת H8478 יַד H3027 יְהוּדָ֑ה H3063 וַיַּמְלִ֥כוּ H4427 עֲלֵיהֶ֖ם H5921 מֶֽלֶךְ H4428 ",
      "21": "וַיַּעֲבֹ֤ר H5674 יוֹרָם֙ H3141 צָעִ֔ירָה H6811 וְכָל H3605 הָרֶ֖כֶב H7393 עִמּ֑וֹ H5973 וַֽיְהִי H1961 ה֞וּא H1931 קָ֣ם H6965 לַ֗יְלָה H3915 וַיַּכֶּ֨ה H5221 אֶת H853 אֱד֜וֹם H123 הַסֹּבֵ֤יב H5437 אֵלָיו֙ H413 וְאֵת֙ H853 שָׂרֵ֣י H8269 הָרֶ֔כֶב H7393 וַיָּ֥נָס H5127 הָעָ֖ם H5971 לְאֹהָלָֽי H168 ",
      "22": "וַיִּפְשַׁ֣ע H6586 אֱד֗וֹם H123 מִתַּ֨חַת֙ H8478 יַד H3027 יְהוּדָ֔ה H3063 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 אָ֛ז H227 תִּפְשַׁ֥ע H6586 לִבְנָ֖ה H3841 בָּעֵ֥ת H6256 הַהִֽיא H1931 ",
      "23": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יוֹרָ֖ם H3141 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "24": "וַיִּשְׁכַּ֤ב H7901 יוֹרָם֙ H3141 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֥ר H6912 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אֲחַזְיָ֥הוּ H274 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "25": "בִּשְׁנַת֙ H8141 שְׁתֵּים H8147 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לְיוֹרָ֥ם H3141 בֶּן H1121 אַחְאָ֖ב H256 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 אֲחַזְיָ֥הוּ H274 בֶן H1121 יְהוֹרָ֖ם H3088 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "26": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וּשְׁתַּ֤יִם H8147 שָׁנָה֙ H8141 אֲחַזְיָ֣הוּ H274 בְמָלְכ֔ H4427 וְשָׁנָ֣ה H8141 אַחַ֔ת H259 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֤ם H8034 אִמּוֹ֙ H517 עֲתַלְיָ֔הוּ H6271 בַּת H1323 עָמְרִ֖י H6018 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "27": "וַיֵּ֗לֶךְ H3212 בְּדֶ֨רֶךְ֙ H1870 בֵּ֣ית H1004 אַחְאָ֔ב H256 וַיַּ֧עַשׂ H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 כְּבֵ֣ית H1004 אַחְאָ֑ב H256 כִּ֛י H3588 חֲתַ֥ן H2860 בֵּית H1004 אַחְאָ֖ב H256 הֽוּא H1931 ",
      "28": "וַיֵּ֜לֶךְ H3212 אֶת H854 יוֹרָ֣ם H3141 בֶּן H1121 אַחְאָ֗ב H256 לַמִּלְחָמָ֛ה H4421 עִם H5973 חֲזָהאֵ֥ל H2371 מֶֽלֶךְ H4428 אֲרָ֖ם H758 בְּרָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַיַּכּ֥וּ H5221 אֲרַמִּ֖ים H761 אֶת H853 יוֹרָֽם H3141 ",
      "29": "וַיָּשָׁב֩ H7725 יוֹרָ֨ם H3141 הַמֶּ֜לֶךְ H4428 לְהִתְרַפֵּ֣א H7495 בְיִזְרְעֶ֗אל H3157 מִן H4480 הַמַּכִּים֙ H4347 אֲשֶׁ֨ר H834 יַכֻּ֤הוּ H5221 אֲרַמִּים֙ H761 בָּֽרָמָ֔ה H7414 בְּהִלָּ֣חֲמ֔ H3898 אֶת H854 חֲזָהאֵ֖ל H2371 מֶ֣לֶךְ H4428 אֲרָ֑ם H758 וַאֲחַזְיָ֨הוּ H274 בֶן H1121 יְהוֹרָ֜ם H3088 מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 יָרַ֡ד H3381 לִרְא֞וֹת H7200 אֶת H853 יוֹרָ֧ם H3141 בֶּן H1121 אַחְאָ֛ב H256 בְּיִזְרְעֶ֖אל H3157 כִּֽי H3588 חֹלֶ֥ה H2470 הֽוּא H1931 "
    },
    "9": {
      "1": "וֶאֱלִישָׁע֙ H477 הַנָּבִ֔יא H5030 קָרָ֕א H7121 לְאַחַ֖ד H259 מִבְּנֵ֣י H1121 הַנְּבִיאִ֑ים H5030 וַיֹּ֨אמֶר H559 ל֜וֹ Hl חֲגֹ֣ר H2296 מָתְנֶ֗יךָ H4975 וְ֠קַח H3947 פַּ֣ךְ H6378 הַשֶּׁ֤מֶן H8081 הַזֶּה֙ H2088 בְּיָדֶ֔ H3027 וְלֵ֖ךְ H3212 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
      "2": "וּבָ֖אתָ H935 שָׁ֑מָּה H8033 וּרְאֵֽה H7200 שָׁ֠ם H8033 יֵה֨וּא H3058 בֶן H1121 יְהוֹשָׁפָ֜ט H3092 בֶּן H1121 נִמְשִׁ֗י H5250 וּבָ֨אתָ֙ H935 וַהֲקֵֽמֹת H6965 מִתּ֣וֹך H8432 אֶחָ֔יו H251 וְהֵבֵיאתָ֥ H935 אֹת֖וֹ H853 חֶ֥דֶר H2315 בְּחָֽדֶר H2315 ",
      "3": "וְלָקַחְתָּ֤ H3947 פַךְ H6378 הַשֶּׁ֨מֶן֙ H8081 וְיָצַקְתָּ֣ H3332 עַל H5921 רֹאשׁ֔וֹ H7218 וְאָֽמַרְתָּ֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 מְשַׁחְתִּ֥יךָֽ H4886 לְמֶ֖לֶךְ H4428 אֶל H413 יִשְׂרָאֵ֑ל H3478 וּפָתַחְתָּ֥ H6605 הַדֶּ֛לֶת H1817 וְנַ֖סְתָּה H5127 וְלֹ֥א H3808 תְחַכֶּֽה H2442 ",
      "4": "וַיֵּ֧לֶךְ H3212 הַנַּ֛עַר H5288 הַנַּ֥עַר H5288 הַנָּבִ֖יא H5030 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
      "5": "וַיָּבֹ֗א H935 וְהִנֵּ֨ה H2009 שָׂרֵ֤י H8269 הַחַ֨יִל֙ H2428 יֹֽשְׁבִ֔ים H3427 וַיֹּ֕אמֶר H559 דָּבָ֥ר H1697 לִ֛י Hl אֵלֶ֖יךָ H413 הַשָּׂ֑ר H8269 וַיֹּ֤אמֶר H559 יֵהוּא֙ H3058 אֶל H413 מִ֣י H4310 מִכֻּלָּ֔ H3605 וַיֹּ֖אמֶר H559 אֵלֶ֥יךָ H413 הַשָּֽׂר H8269 ",
      "6": "וַיָּ֨קָם֙ H6965 וַיָּבֹ֣א H935 הַבַּ֔יְתָ H1004 וַיִּצֹ֥ק H3332 הַשֶּׁ֖מֶן H8081 אֶל H413 רֹאשׁ֑וֹ H7218 וַיֹּ֣אמֶר H559 ל֗וֹ Hl כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 מְשַׁחְתִּ֧יךָֽ H4886 לְמֶ֛לֶךְ H4428 אֶל H413 עַ֥ם H5971 יְהוָ֖ה H3068 אֶל H413 יִשְׂרָאֵֽל H3478 ",
      "7": "וְהִ֨כִּיתָ֔ה H5221 אֶת H853 בֵּ֥ית H1004 אַחְאָ֖ב H256 אֲדֹנֶ֑יךָ H113 וְנִקַּמְתִּ֞י H5358 דְּמֵ֣י H1818 עֲבָדַ֣י H5650 הַנְּבִיאִ֗ים H5030 וּדְמֵ֛י H1818 כָּל H3605 עַבְדֵ֥י H5650 יְהוָ֖ה H3068 מִיַּ֥ד H3027 אִיזָֽבֶל H348 ",
      "8": "וְאָבַ֖ד H6 כָּל H3605 בֵּ֣ית H1004 אַחְאָ֑ב H256 וְהִכְרַתִּ֤י H3772 לְאַחְאָב֙ H256 מַשְׁתִּ֣ין H8366 בְּקִ֔יר H7023 וְעָצ֥וּר H6113 וְעָז֖וּב H5800 בְּיִשְׂרָאֵֽל H3478 ",
      "9": "וְנָֽתַתִּי֙ H5414 אֶת H853 בֵּ֣ית H1004 אַחְאָ֔ב H256 כְּבֵ֖ית H1004 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 וּכְ H1004 בַּעְשָׁ֥א H1201 בֶן H1121 אֲחִיָּֽה H281 ",
      "10": "וְאֶת H853 אִיזֶ֜בֶל H348 יֹאכְל֧וּ H398 הַכְּלָבִ֛ים H3611 בְּחֵ֥לֶק H2506 יִזְרְעֶ֖אל H3157 וְאֵ֣ין H369 קֹבֵ֑ר H6912 וַיִּפְתַּ֥ח H6605 הַדֶּ֖לֶת H1817 וַיָּנֹֽס H5127 ",
      "11": "וְיֵה֗וּא H3058 יָצָא֙ H3318 אֶל H413 עַבְדֵ֣י H5650 אֲדֹנָ֔יו H113 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הֲשָׁל֔וֹם H7965 מַדּ֛וּעַ H4069 בָּֽא H935 הַמְשֻׁגָּ֥ע H7696 הַזֶּ֖ה H2088 אֵלֶ֑יךָ H413 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 אַתֶּ֛ם H859 יְדַעְתֶּ֥ם H3045 אֶת H853 הָאִ֖ישׁ H376 וְאֶת H853 שִׂיחֽוֹ H7879 ",
      "12": "וַיֹּאמְר֣וּ H559 שֶׁ֔קֶר H8267 הַגֶּד H5046 נָ֖א H4994 לָ֑נוּ Hl וַיֹּ֗אמֶר H559 כָּזֹ֤את H2063 וְכָ H2063 אָמַ֤ר H559 אֵלַי֙ H413 לֵאמֹ֔ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 מְשַׁחְתִּ֥יךָֽ H4886 לְמֶ֖לֶךְ H4428 אֶל H413 יִשְׂרָאֵֽל H3478 ",
      "13": "וַֽיְמַהֲר֗וּ H4116 וַיִּקְחוּ֙ H3947 אִ֣ישׁ H376 בִּגְד֔וֹ H899 וַיָּשִׂ֥ימוּ H7760 תַחְתָּ֖יו H8478 אֶל H413 גֶּ֣רֶם H1634 הַֽמַּעֲל֑וֹת H4609 וַֽיִּתְקְעוּ֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַיֹּאמְר֖וּ H559 מָלַ֥ךְ H4427 יֵהֽוּא H3058 ",
      "14": "וַיִּתְקַשֵּׁ֗ר H7194 יֵה֛וּא H3058 בֶּן H1121 יְהוֹשָׁפָ֥ט H3092 בֶּן H1121 נִמְשִׁ֖י H5250 אֶל H413 יוֹרָ֑ם H3141 וְיוֹרָם֩ H3141 הָיָ֨ה H1961 שֹׁמֵ֜ר H8104 בְּרָמֹ֣ת H7433 גִּלְעָ֗ד H1568 ה֚וּא H1931 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 מִפְּנֵ֥י H6440 חֲזָאֵ֖ל H2371 מֶֽלֶךְ H4428 אֲרָֽם H758 ",
      "15": "וַיָּשָׁב֩ H7725 יְהוֹרָ֨ם H3088 הַמֶּ֜לֶךְ H4428 לְהִתְרַפֵּ֣א H7495 בִיְזְרְעֶ֗אל H3157 מִן H4480 הַמַּכִּים֙ H4347 אֲשֶׁ֣ר H834 יַכֻּ֣הוּ H5221 אֲרַמִּ֔ים H761 בְּהִלָּ֣חֲמ֔ H3898 אֶת H854 חֲזָאֵ֖ל H2371 מֶ֣לֶךְ H4428 אֲרָ֑ם H758 וַיֹּ֤אמֶר H559 יֵהוּא֙ H3058 אִם H518 יֵ֣שׁ H3426 נַפְשְׁכֶ֔ם H5315 אַל H408 יֵצֵ֤א H3318 פָלִיט֙ H6412 מִן H4480 הָעִ֔יר H5892 לָלֶ֖כֶת H3212 לגיד H5046 בְּיִזְרְעֶֽאל H3157 ",
      "16": "וַיִּרְכַּ֤ב H7392 יֵהוּא֙ H3058 וַיֵּ֣לֶךְ H3212 יִזְרְעֶ֔אלָה H3157 כִּ֥י H3588 יוֹרָ֖ם H3141 שֹׁכֵ֣ב H7901 שָׁ֑מָּה H8033 וַֽאֲחַזְיָה֙ H274 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 יָרַ֖ד H3381 לִרְא֥וֹת H7200 אֶת H853 יוֹרָֽם H3141 ",
      "17": "וְהַ H6822 עֹמֵ֨ד H5975 עַֽל H5921 הַמִּגְדָּ֜ל H4026 בְּיִזְרְעֶ֗אל H3157 וַיַּ֞רְא H7200 אֶת H853 שִׁפְעַ֤ת H8229 יֵהוּא֙ H3058 בְּבֹא֔ H935 וַיֹּ֕אמֶר H559 שִׁפְעַ֖ת H8229 אֲנִ֣י H589 רֹאֶ֑ה H7200 וַיֹּ֣אמֶר H559 יְהוֹרָ֗ם H3088 קַ֥ח H3947 רַכָּ֛ב H7395 וּֽשְׁלַ֥ח H7971 לִקְרָאתָ֖ H7125 וְיֹאמַ֥ר H559 הֲשָׁלֽוֹם H7965 ",
      "18": "וַיֵּלֶךְ֩ H3212 רֹכֵ֨ב H7392 הַסּ֜וּס H5483 לִקְרָאת֗ H7125 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֤ר H559 הַמֶּ֨לֶךְ֙ H4428 הֲשָׁל֔וֹם H7965 וַיֹּ֧אמֶר H559 יֵה֛וּא H3058 מַה H4100 לְּךָ֥ Hl וּלְ H7965 סֹ֣ב H5437 אֶֽל H413 אַחֲרָ֑י H310 וַיַּגֵּ֤ד H5046 הַצֹּפֶה֙ H6822 לֵאמֹ֔ר H559 בָּֽא H935 הַמַּלְאָ֥ךְ H4397 עַד H5704 הֵ֖ם H1992 וְלֹֽא H3808 שָֽׁב H7725 ",
      "19": "וַיִּשְׁלַ֗ח H7971 רֹכֵ֣ב H7392 סוּס֮ H5483 שֵׁנִי֒ H8145 וַיָּבֹ֣א H935 אֲלֵהֶ֔ם H413 וַיֹּ֛אמֶר H559 כֹּֽה H3541 אָמַ֥ר H559 הַמֶּ֖לֶךְ H4428 שָׁל֑וֹם H7965 וַיֹּ֧אמֶר H559 יֵה֛וּא H3058 מַה H4100 לְּךָ֥ Hl וּלְ H7965 סֹ֥ב H5437 אֶֽל H413 אַחֲרָֽי H310 ",
      "20": "וַיַּגֵּ֤ד H5046 הַצֹּפֶה֙ H6822 לֵאמֹ֔ר H559 בָּ֥א H935 עַד H5704 אֲלֵיהֶ֖ם H413 וְלֹֽא H3808 שָׁ֑ב H7725 וְהַ H4491 כְּמִנְהַג֙ H4491 יֵה֣וּא H3058 בֶן H1121 נִמְשִׁ֔י H5250 כִּ֥י H3588 בְשִׁגָּע֖וֹן H7697 יִנְהָֽג H5090 ",
      "21": "וַיֹּ֤אמֶר H559 יְהוֹרָם֙ H3088 אֱסֹ֔ר H631 וַיֶּאְסֹ֖ר H631 רִכְבּ֑וֹ H7393 וַיֵּצֵ֣א H3318 יְהוֹרָ֣ם H3088 מֶֽלֶךְ H4428 יִ֠שְׂרָאֵל H3478 וַאֲחַזְיָ֨הוּ H274 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 אִ֣ישׁ H376 בְּרִכְבּ֗ H7393 וַיֵּֽצְאוּ֙ H3318 לִקְרַ֣את H7125 יֵה֔וּא H3058 וַיִּמְצָאֻ֔ H4672 בְּחֶלְקַ֖ת H2513 נָב֥וֹת H5022 הַיִּזְרְעֵאלִֽי H3158 ",
      "22": "וַיְהִ֗י H1961 כִּרְא֤וֹת H7200 יְהוֹרָם֙ H3088 אֶת H853 יֵה֔וּא H3058 וַיֹּ֖אמֶר H559 הֲשָׁל֣וֹם H7965 יֵה֑וּא H3058 וַיֹּ֨אמֶר֙ H559 מָ֣ה H4100 הַשָּׁל֔וֹם H7965 עַד H5704 זְנוּנֵ֞י H2183 אִיזֶ֧בֶל H348 אִמְּךָ֛ H517 וּכְשָׁפֶ֖י H3785 הָרַבִּֽים H7227 ",
      "23": "וַיַּהֲפֹ֧ךְ H2015 יְהוֹרָ֛ם H3088 יָדָ֖יו H3027 וַיָּנֹ֑ס H5127 וַיֹּ֥אמֶר H559 אֶל H413 אֲחַזְיָ֖הוּ H274 מִרְמָ֥ה H4820 אֲחַזְיָֽה H274 ",
      "24": "וְיֵה֞וּא H3058 מִלֵּ֧א H4390 יָד֣וֹ H3027 בַקֶּ֗שֶׁת H7198 וַיַּ֤ךְ H5221 אֶת H853 יְהוֹרָם֙ H3088 בֵּ֣ין H996 זְרֹעָ֔יו H2220 וַיֵּצֵ֥א H3318 הַחֵ֖צִי H2678 מִלִּבּ֑ H3820 וַיִּכְרַ֖ע H3766 בְּרִכְבּֽ H7393 ",
      "25": "וַיֹּ֗אמֶר H559 אֶל H413 בִּדְקַר֙ H920 שלשה H7991 שָׂ֚א H5375 הַשְׁלִכֵ֔הוּ H7993 בְּחֶלְקַ֕ת H2513 שְׂדֵ֖ה H7704 נָב֣וֹת H5022 הַיִּזְרְעֵאלִ֑י H3158 כִּֽי H3588 זְכֹ֞ר H2142 אֲנִ֣י H589 וָאַ֗תָּה H859 אֵ֣ת H853 רֹכְבִ֤ים H7392 צְמָדִים֙ H6776 אַֽחֲרֵי֙ H310 אַחְאָ֣ב H256 אָבִ֔יו H1 וַֽיהוָה֙ H3068 נָשָׂ֣א H5375 עָלָ֔יו H5921 אֶת H853 הַמַּשָּׂ֖א H4853 הַזֶּֽה H2088 ",
      "26": "אִם H518 לֹ֡א H3808 אֶת H853 דְּמֵ֣י H1818 נָבוֹת֩ H5022 וְאֶת H853 דְּמֵ֨י H1818 בָנָ֜יו H1121 רָאִ֤יתִי H7200 אֶ֨מֶשׁ֙ H570 נְאֻם H5002 יְהוָ֔ה H3068 וְשִׁלַּמְתִּ֥י H7999 לְךָ֛ Hl בַּחֶלְקָ֥ה H2513 הַזֹּ֖את H2063 נְאֻם H5002 יְהוָ֑ה H3068 וְעַתָּ֗ה H6258 שָׂ֧א H5375 הַשְׁלִכֵ֛הוּ H7993 בַּחֶלְקָ֖ה H2513 כִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
      "27": "וַאֲחַזְיָ֤ה H274 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 רָאָ֔ה H7200 וַיָּ֕נָס H5127 דֶּ֖רֶךְ H1870 בֵּ֣ית H1004 הַגָּ֑ן H1588 וַיִּרְדֹּ֨ף H7291 אַחֲרָ֜יו H310 יֵה֗וּא H3058 וַ֠יֹּאמֶר H559 גַּם H1571 אֹת֞וֹ H853 הַכֻּ֣הוּ H5221 אֶל H413 הַמֶּרְכָּבָ֗ה H4818 בְּמַֽעֲלֵה H4608 גוּר֙ H1483 אֲשֶׁ֣ר H834 אֶֽת H853 יִבְלְעָ֔ם H2991 וַיָּ֥נָס H5127 מְגִדּ֖וֹ H4023 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
      "28": "וַיַּרְכִּ֧בוּ H7392 אֹת֛וֹ H853 עֲבָדָ֖יו H5650 יְרוּשָׁלְָ֑מָה H3389 וַיִּקְבְּר֨וּ H6912 אֹת֧וֹ H853 בִקְבֻרָת֛ H6900 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֥יר H5892 דָּוִֽד H1732 ",
      "29": "וּבִ H8141 אַחַ֣ת H259 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לְיוֹרָ֖ם H3141 בֶּן H1121 אַחְאָ֑ב H256 מָלַ֥ךְ H4427 אֲחַזְיָ֖ה H274 עַל H5921 יְהוּדָֽה H3063 ",
      "30": "וַיָּב֥וֹא H935 יֵה֖וּא H3058 יִזְרְעֶ֑אלָה H3157 וְאִיזֶ֣בֶל H348 שָׁמְעָ֗ה H8085 וַתָּ֨שֶׂם H7760 בַּפּ֤וּךְ H6320 עֵינֶ֨יהָ֙ H5869 וַתֵּ֣יטֶב H3190 אֶת H853 רֹאשָׁ֔הּ H7218 וַתַּשְׁקֵ֖ף H8259 בְּעַ֥ד H1157 הַחַלּֽוֹן H2474 ",
      "31": "וְיֵה֖וּא H3058 בָּ֣א H935 בַשָּׁ֑עַר H8179 וַתֹּ֣אמֶר H559 הֲשָׁל֔וֹם H7965 זִמְרִ֖י H2174 הֹרֵ֥ג H2026 אֲדֹנָֽיו H113 ",
      "32": "וַיִּשָּׂ֤א H5375 פָנָיו֙ H6440 אֶל H413 הַ֣חַלּ֔וֹן H2474 וַיֹּ֕אמֶר H559 מִ֥י H4310 אִתִּ֖י H854 מִ֑י H4310 וַיַּשְׁקִ֣יפוּ H8259 אֵלָ֔יו H413 שְׁנַ֥יִם H8147 שְׁלֹשָׁ֖ה H7969 סָרִיסִֽים H5631 ",
      "33": "וַיֹּ֥אמֶר H559 שמטהו H8058 וַֽיִּשְׁמְט֑וּ H8058 וַיִּ֨ז H5137 מִדָּמָ֧ H1818 אֶל H413 הַקִּ֛יר H7023 וְאֶל H413 הַסּוּסִ֖ים H5483 וַֽיִּרְמְסֶֽ H7429 ",
      "34": "וַיָּבֹ֖א H935 וַיֹּ֣אכַל H398 וַיֵּ֑שְׁתְּ H8354 וַיֹּ֗אמֶר H559 פִּקְדוּ H6485 נָ֞א H4994 אֶת H853 הָאֲרוּרָ֤ה H779 הַזֹּאת֙ H2063 וְקִבְר֔וּ H6912 כִּ֥י H3588 בַת H1323 מֶ֖לֶךְ H4428 הִֽיא H1931 ",
      "35": "וַיֵּלְכ֖וּ H3212 לְקָבְרָ֑ H6912 וְלֹא H3808 מָ֣צְאוּ H4672 בָ֗הּ Hb כִּ֧י H3588 אִם H518 הַגֻּלְגֹּ֛לֶת H1538 וְהָ H7272 וְכַפּ֥וֹת H3709 הַיָּדָֽיִם H3027 ",
      "36": "וַיָּשֻׁבוּ֮ H7725 וַיַּגִּ֣ידוּ H5046 לוֹ֒ Hl וַיֹּ֨אמֶר֙ H559 דְּבַר H1697 יְהוָ֣ה H3068 ה֔וּא H1931 אֲשֶׁ֣ר H834 דִּבֶּ֗ר H1696 בְּיַד H3027 עַבְדּ֛וֹ H5650 אֵלִיָּ֥הוּ H452 הַתִּשְׁבִּ֖י H8664 לֵאמֹ֑ר H559 בְּחֵ֣לֶק H2506 יִזְרְעֶ֔אל H3157 יֹאכְל֥וּ H398 הַכְּלָבִ֖ים H3611 אֶת H853 בְּשַׂ֥ר H1320 אִיזָֽבֶל H348 ",
      "37": "והית H1961 נִבְלַ֣ת H5038 אִיזֶ֗בֶל H348 כְּדֹ֛מֶן H1828 עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶ֖ה H7704 בְּחֵ֣לֶק H2506 יִזְרְעֶ֑אל H3157 אֲשֶׁ֥ר H834 לֹֽא H3808 יֹאמְר֖וּ H559 זֹ֥את H2063 אִיזָֽבֶל H348 "
    },
    "10": {
      "1": "וּלְ H256 שִׁבְעִ֥ים H7657 בָּנִ֖ים H1121 בְּשֹׁמְר֑וֹן H8111 וַיִּכְתֹּב֩ H3789 יֵה֨וּא H3058 סְפָרִ֜ים H5612 וַיִּשְׁלַ֣ח H7971 שֹׁמְר֗וֹן H8111 אֶל H413 שָׂרֵ֤י H8269 יִזְרְעֶאל֙ H3157 הַזְּקֵנִ֔ים H2205 וְאֶל H413 הָאֹמְנִ֥ים H539 אַחְאָ֖ב H256 לֵאמֹֽר H559 ",
      "2": "וְעַתָּ֗ה H6258 כְּבֹ֨א H935 הַסֵּ֤פֶר H5612 הַזֶּה֙ H2088 אֲלֵיכֶ֔ם H413 וְאִתְּ H854 בְּנֵ֣י H1121 אֲדֹנֵיכֶ֑ם H113 וְאִתְּ H854 הָרֶ֣כֶב H7393 וְהַ H5483 וְעִ֥יר H5892 מִבְצָ֖ר H4013 וְהַ H5402 ",
      "3": "וּרְאִיתֶ֞ם H7200 הַטּ֤וֹב H2896 וְהַ H3477 מִבְּנֵ֣י H1121 אֲדֹנֵיכֶ֔ם H113 וְשַׂמְתֶּ֖ם H7760 עַל H5921 כִּסֵּ֣א H3678 אָבִ֑יו H1 וְהִֽלָּחֲמ֖וּ H3898 עַל H5921 בֵּ֥ית H1004 אֲדֹנֵיכֶֽם H113 ",
      "4": "וַיִּֽרְאוּ֙ H3372 מְאֹ֣ד H3966 מְאֹ֔ד H3966 וַיֹּ֣אמְר֔וּ H559 הִנֵּה֙ H2009 שְׁנֵ֣י H8147 הַמְּלָכִ֔ים H4428 לֹ֥א H3808 עָמְד֖וּ H5975 לְפָנָ֑י H6440 וְאֵ֖יךְ H349 נַעֲמֹ֥ד H5975 אֲנָֽחְנוּ H587 ",
      "5": "וַיִּשְׁלַ֣ח H7971 אֲשֶׁר H834 עַל H5921 הַבַּ֣יִת H1004 וַאֲשֶׁ֪ר H834 עַל H5921 הָעִ֟יר H5892 וְהַ H2205 וְהָ H539 אֶל H413 יֵה֤וּא H3058 לֵאמֹר֙ H559 עֲבָדֶ֣יךָ H5650 אֲנַ֔חְנוּ H587 וְכֹ֛ל H3605 אֲשֶׁר H834 תֹּאמַ֥ר H559 אֵלֵ֖ינוּ H413 נַעֲשֶׂ֑ה H6213 לֹֽא H3808 נַמְלִ֣יךְ H4427 אִ֔ישׁ H376 הַטּ֥וֹב H2896 בְּעֵינֶ֖י H5869 עֲשֵֽׂה H6213 ",
      "6": "וַיִּכְתֹּ֣ב H3789 אֲלֵיהֶם֩ H413 סֵ֨פֶר H5612 שֵׁנִ֜ית H8145 לֵאמֹ֗ר H559 אִם H518 לִ֨י Hl אַתֶּ֜ם H859 וּלְ H6963 אַתֶּ֣ם H859 שֹׁמְעִ֗ים H8085 קְחוּ֙ H3947 אֶת H853 רָאשֵׁי֙ H7218 אַנְשֵׁ֣י H376 בְנֵֽי H1121 אֲדֹנֵיכֶ֔ם H113 וּבֹ֧אוּ H935 אֵלַ֛י H413 כָּעֵ֥ת H6256 מָחָ֖ר H4279 יִזְרְעֶ֑אלָה H3157 וּבְנֵ֤י H1121 הַמֶּ֨לֶךְ֙ H4428 שִׁבְעִ֣ים H7657 אִ֔ישׁ H376 אֶת H854 גְּדֹלֵ֥י H1419 הָעִ֖יר H5892 מְגַדְּלִ֥ים H1431 אוֹתָֽם H853 ",
      "7": "וַיְהִ֗י H1961 כְּבֹ֤א H935 הַסֵּ֨פֶר֙ H5612 אֲלֵיהֶ֔ם H413 וַיִּקְחוּ֙ H3947 אֶת H853 בְּנֵ֣י H1121 הַמֶּ֔לֶךְ H4428 וַֽיִּשְׁחֲט֖וּ H7819 שִׁבְעִ֣ים H7657 אִ֑ישׁ H376 וַיָּשִׂ֤ימוּ H7760 אֶת H853 רָֽאשֵׁיהֶם֙ H7218 בַּדּוּדִ֔ים H1731 וַיִּשְׁלְח֥וּ H7971 אֵלָ֖יו H413 יִזְרְעֶֽאלָה H3157 ",
      "8": "וַיָּבֹ֤א H935 הַמַּלְאָךְ֙ H4397 וַיַּגֶּד H5046 ל֣וֹ Hl לֵאמֹ֔ר H559 הֵבִ֖יאוּ H935 רָאשֵׁ֣י H7218 בְנֵֽי H1121 הַמֶּ֑לֶךְ H4428 וַיֹּ֗אמֶר H559 שִׂ֣ימוּ H7760 אֹתָ֞ם H853 שְׁנֵ֧י H8147 צִבֻּרִ֛ים H6652 פֶּ֥תַח H6607 הַשַּׁ֖עַר H8179 עַד H5704 הַבֹּֽקֶר H1242 ",
      "9": "וַיְהִ֤י H1961 בַבֹּ֨קֶר֙ H1242 וַיֵּצֵ֣א H3318 וַֽיַּעֲמֹ֔ד H5975 וַיֹּ֨אמֶר֙ H559 אֶל H413 כָּל H3605 הָעָ֔ם H5971 צַדִּקִ֖ים H6662 אַתֶּ֑ם H859 הִנֵּ֨ה H2009 אֲנִ֜י H589 קָשַׁ֤רְתִּי H7194 עַל H5921 אֲדֹנִי֙ H113 וָאֶהְרְגֵ֔ H2026 וּמִ֥י H4310 הִכָּ֖ה H5221 אֶת H853 כָּל H3605 אֵֽלֶּה H428 ",
      "10": "דְּע֣וּ H3045 אֵפ֗וֹא H645 כִּי֩ H3588 לֹ֨א H3808 יִפֹּ֜ל H5307 מִדְּבַ֤ר H1697 יְהוָה֙ H3068 אַ֔רְצָה H776 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 עַל H5921 בֵּ֣ית H1004 אַחְאָ֑ב H256 וַיהוָ֣ה H3068 עָשָׂ֔ה H6213 אֵ֚ת H853 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 עַבְדּ֥וֹ H5650 אֵלִיָּֽהוּ H452 ",
      "11": "וַיַּ֣ךְ H5221 יֵה֗וּא H3058 אֵ֣ת H853 כָּל H3605 הַנִּשְׁאָרִ֤ים H7604 לְבֵית H1004 אַחְאָב֙ H256 בְּיִזְרְעֶ֔אל H3157 וְכָל H3605 גְּדֹלָ֖יו H1419 וּמְיֻדָּעָ֣י H3045 וְכֹהֲנָ֑י H3548 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִֽיד H8300 ",
      "12": "וַיָּ֨קָם֙ H6965 וַיָּבֹ֔א H935 וַיֵּ֖לֶךְ H3212 שֹׁמְר֑וֹן H8111 ה֛וּא H1931 בֵּֽית H1044 עֵ֥קֶד H1044 הָרֹעִ֖ים H7462 בַּדָּֽרֶךְ H1870 ",
      "13": "וְיֵה֗וּא H3058 מָצָא֙ H4672 אֶת H853 אֲחֵי֙ H251 אֲחַזְיָ֣הוּ H274 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 וַיֹּ֖אמֶר H559 מִ֣י H4310 אַתֶּ֑ם H859 וַיֹּאמְר֗וּ H559 אֲחֵ֤י H251 אֲחַזְיָ֨הוּ֙ H274 אֲנַ֔חְנוּ H587 וַנֵּ֛רֶד H3381 לִשְׁל֥וֹם H7965 בְּנֵֽי H1121 הַמֶּ֖לֶךְ H4428 וּבְנֵ֥י H1121 הַגְּבִירָֽה H1377 ",
      "14": "וַיֹּ֨אמֶר֙ H559 תִּפְשׂ֣וּם H8610 חַיִּ֔ים H2416 וַֽיִּתְפְּשׂ֖וּ H8610 חַיִּ֑ים H2416 וַֽיִּשְׁחָט֞וּ H7819 אֶל H413 בּ֣וֹר H953 בֵּֽית H1044 עֵ֗קֶד H1044 אַרְבָּעִ֤ים H705 וּשְׁנַ֨יִם֙ H8147 אִ֔ישׁ H376 וְלֹֽא H3808 הִשְׁאִ֥יר H7604 אִ֖ישׁ H376 מֵהֶֽם H1992 ",
      "15": "וַיֵּ֣לֶךְ H3212 מִשָּׁ֡ם H8033 וַיִּמְצָ֣א H4672 אֶת H853 יְהוֹנָדָב֩ H3082 בֶּן H1121 רֵכָ֨ב H7394 לִקְרָאת֜ H7125 וַֽיְבָרְכֵ֗ H1288 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 הֲיֵ֧שׁ H3426 אֶת H853 לְבָבְךָ֣ H3824 יָשָׁ֗ר H3477 כַּאֲשֶׁ֤ר H834 לְבָבִי֙ H3824 עִם H5973 לְבָבֶ֔ךָ H3824 וַיֹּ֨אמֶר H559 יְהוֹנָדָ֥ב H3082 יֵ֛שׁ H3426 וָיֵ֖שׁ H3426 תְּנָ֣ה H5414 אֶת H853 יָדֶ֑ךָ H3027 וַיִּתֵּ֣ן H5414 יָד֔וֹ H3027 וַיַּעֲלֵ֥ H5927 אֵלָ֖יו H413 אֶל H413 הַמֶּרְכָּבָֽה H4818 ",
      "16": "וַיֹּ֨אמֶר֙ H559 לְכָ֣ה H3212 אִתִּ֔י H854 וּרְאֵ֖ה H7200 בְּקִנְאָתִ֣ H7068 לַיהוָ֑ה H3068 וַיַּרְכִּ֥בוּ H7392 אֹת֖וֹ H853 בְּרִכְבּֽ H7393 ",
      "17": "וַיָּבֹא֙ H935 שֹֽׁמְר֔וֹן H8111 וַ֠יַּךְ H5221 אֶת H853 כָּל H3605 הַנִּשְׁאָרִ֧ים H7604 לְאַחְאָ֛ב H256 בְּשֹׁמְר֖וֹן H8111 עַד H5704 הִשְׁמִיד֑וֹ H8045 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 אֶל H413 אֵלִיָּֽהוּ H452 ",
      "18": "וַיִּקְבֹּ֤ץ H6908 יֵהוּא֙ H3058 אֶת H853 כָּל H3605 הָעָ֔ם H5971 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אַחְאָ֕ב H256 עָבַ֥ד H5647 אֶת H853 הַבַּ֖עַל H1168 מְעָ֑ט H4592 יֵה֖וּא H3058 יַעַבְדֶ֥נּוּ H5647 הַרְבֵּֽה H7235 ",
      "19": "וְעַתָּ֣ה H6258 כָל H3605 נְבִיאֵ֣י H5030 הַבַּ֡עַל H1168 כָּל H3605 עֹבְדָ֣יו H5647 וְכָל H3605 כֹּהֲנָיו֩ H3548 קִרְא֨וּ H7121 אֵלַ֜י H413 אִ֣ישׁ H376 אַל H408 יִפָּקֵ֗ד H6485 כִּי֩ H3588 זֶ֨בַח H2077 גָּד֥וֹל H1419 לִי֙ Hl לַבַּ֔עַל H1168 כֹּ֥ל H3605 אֲשֶׁר H834 יִפָּקֵ֖ד H6485 לֹ֣א H3808 יִֽחְיֶ֑ה H2421 וְיֵהוּא֙ H3058 עָשָׂ֣ה H6213 בְעָקְבָּ֔ה H6122 לְמַ֥עַן H4616 הַאֲבִ֖יד H6 אֶת H853 עֹבְדֵ֥י H5647 הַבָּֽעַל H1168 ",
      "20": "וַיֹּ֣אמֶר H559 יֵה֗וּא H3058 קַדְּשׁ֧וּ H6942 עֲצָרָ֛ה H6116 לַבַּ֖עַל H1168 וַיִּקְרָֽאוּ H7121 ",
      "21": "וַיִּשְׁלַ֤ח H7971 יֵהוּא֙ H3058 בְּכָל H3605 יִשְׂרָאֵ֔ל H3478 וַיָּבֹ֨אוּ֙ H935 כָּל H3605 עֹבְדֵ֣י H5647 הַבַּ֔עַל H1168 וְלֹֽא H3808 נִשְׁאַ֥ר H7604 אִ֖ישׁ H376 אֲשֶׁ֣ר H834 לֹֽא H3808 בָ֑א H935 וַיָּבֹ֨אוּ֙ H935 בֵּ֣ית H1004 הַבַּ֔עַל H1168 וַיִּמָּלֵ֥א H4390 בֵית H1004 הַבַּ֖עַל H1168 פֶּ֥ה H6310 לָפֶֽה H6310 ",
      "22": "וַיֹּ֗אמֶר H559 לַֽאֲשֶׁר֙ H834 עַל H5921 הַמֶּלְתָּחָ֔ה H4458 הוֹצֵ֣א H3318 לְב֔וּשׁ H3830 לְכֹ֖ל H3605 עֹבְדֵ֣י H5647 הַבָּ֑עַל H1168 וַיֹּצֵ֥א H3318 לָהֶ֖ם Hl הַמַּלְבּֽוּשׁ H4403 ",
      "23": "וַיָּבֹ֥א H935 יֵה֛וּא H3058 וִיהוֹנָדָ֥ב H3082 בֶּן H1121 רֵכָ֖ב H7394 בֵּ֣ית H1004 הַבָּ֑עַל H1168 וַיֹּ֜אמֶר H559 לְעֹבְדֵ֣י H5647 הַבַּ֗עַל H1168 חַפְּשׂ֤וּ H2664 וּרְאוּ֙ H7200 פֶּן H6435 יֶשׁ H3426 פֹּ֤ה H6311 עִמָּכֶם֙ H5973 מֵעַבְדֵ֣י H5650 יְהוָ֔ה H3068 כִּ֛י H3588 אִם H518 עֹבְדֵ֥י H5647 הַבַּ֖עַל H1168 לְבַדָּֽ H905 ",
      "24": "וַיָּבֹ֕אוּ H935 לַעֲשׂ֖וֹת H6213 זְבָחִ֣ים H2077 וְעֹל֑וֹת H5930 וְיֵה֞וּא H3058 שָׂם H7760 ל֤וֹ Hl בַחוּץ֙ H2351 שְׁמֹנִ֣ים H8084 אִ֔ישׁ H376 וַיֹּ֗אמֶר H559 הָאִ֤ישׁ H376 אֲשֶׁר H834 יִמָּלֵט֙ H4422 מִן H4480 הָאֲנָשִׁ֗ים H376 אֲשֶׁ֤ר H834 אֲנִי֙ H589 מֵבִ֣יא H935 עַל H5921 יְדֵיכֶ֔ם H3027 נַפְשׁ֖וֹ H5315 תַּ֥חַת H8478 נַפְשֽׁוֹ H5315 ",
      "25": "וַיְהִ֞י H1961 כְּכַלֹּת֣ H3615 לַעֲשׂ֣וֹת H6213 הָעֹלָ֗ה H5930 וַיֹּ֣אמֶר H559 יֵ֠הוּא H3058 לָרָצִ֨ים H7323 וְלַ H7991 בֹּ֤אוּ H935 הַכּוּם֙ H5221 אִ֣ישׁ H376 אַל H408 יֵצֵ֔א H3318 וַיַּכּ֖וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וַיַּשְׁלִ֗כוּ H7993 הָֽרָצִים֙ H7323 וְהַ H7991 וַיֵּלְכ֖וּ H3212 עַד H5704 עִ֥יר H5892 בֵּית H1004 הַבָּֽעַל H1168 ",
      "26": "וַיֹּצִ֛אוּ H3318 אֶת H853 מַצְּב֥וֹת H4676 בֵּית H1004 הַבַּ֖עַל H1168 וַֽיִּשְׂרְפֽוּ H8313 ",
      "27": "וַֽיִּתְּצ֔וּ H5422 אֵ֖ת H853 מַצְּבַ֣ת H4676 הַבָּ֑עַל H1168 וַֽיִּתְּצוּ֙ H5422 אֶת H853 בֵּ֣ית H1004 הַבַּ֔עַל H1168 וַיְשִׂמֻ֥ H7760 למחראות H4280 עַד H5704 הַיּֽוֹם H3117 ",
      "28": "וַיַּשְׁמֵ֥ד H8045 יֵה֛וּא H3058 אֶת H853 הַבַּ֖עַל H1168 מִיִּשְׂרָאֵֽל H3478 ",
      "29": "רַ֠ק H7535 חֲטָאֵ֞י H2399 יָרָבְעָ֤ם H3379 בֶּן H1121 נְבָט֙ H5028 אֲשֶׁ֣ר H834 הֶחֱטִ֣יא H2398 אֶת H853 יִשְׂרָאֵ֔ל H3478 לֹֽא H3808 סָ֥ר H5493 יֵה֖וּא H3058 מֵאַֽחֲרֵי H310 עֶגְלֵי֙ H5695 הַזָּהָ֔ב H2091 אֲשֶׁ֥ר H834 בֵּֽית H1008 אֵ֖ל H1008 וַאֲשֶׁ֥ר H834 בְּדָֽן H1835 ",
      "30": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 יֵה֗וּא H3058 יַ֤עַן H3282 אֲשֶׁר H834 הֱטִיבֹ֨תָ֙ H2895 לַעֲשׂ֤וֹת H6213 הַיָּשָׁר֙ H3477 בְּעֵינַ֔ H5869 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 בִּלְבָבִ֔ H3824 עָשִׂ֖יתָ H6213 לְבֵ֣ית H1004 אַחְאָ֑ב H256 בְּנֵ֣י H1121 רְבִעִ֔ים H7243 יֵשְׁב֥וּ H3427 לְךָ֖ Hl עַל H5921 כִּסֵּ֥א H3678 יִשְׂרָאֵֽל H3478 ",
      "31": "וְיֵה֗וּא H3058 לֹ֥א H3808 שָׁמַ֛ר H8104 לָלֶ֛כֶת H3212 בְּתֽוֹרַת H8451 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 בְּכָל H3605 לְבָב֑וֹ H3824 לֹ֣א H3808 סָ֗ר H5493 מֵעַל֙ H5921 חַטֹּ֣אות H2403 יָֽרָבְעָ֔ם H3379 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "32": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 הֵחֵ֣ל H2490 יְהוָ֔ה H3068 לְקַצּ֖וֹת H7096 בְּיִשְׂרָאֵ֑ל H3478 וַיַּכֵּ֥ H5221 חֲזָאֵ֖ל H2371 בְּכָל H3605 גְּב֥וּל H1366 יִשְׂרָאֵֽל H3478 ",
      "33": "מִן H4480 הַיַּרְדֵּן֙ H3383 מִזְרַ֣ח H4217 הַשֶּׁ֔מֶשׁ H8121 אֵ֚ת H853 כָּל H3605 אֶ֣רֶץ H776 הַגִּלְעָ֔ד H1568 הַגָּדִ֥י H1425 וְהָ H7206 וְהַֽ H4520 מֵעֲרֹעֵר֙ H6177 אֲשֶׁ֣ר H834 עַל H5921 נַ֣חַל H5158 אַרְנֹ֔ן H769 וְהַ H1568 וְהַ H1316 ",
      "34": "וְיֶ֨תֶר H3499 דִּבְרֵ֥י H1697 יֵה֛וּא H3058 וְכָל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וְכָל H3605 גְּבוּרָת֑וֹ H1369 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "35": "וַיִּשְׁכַּ֤ב H7901 יֵהוּא֙ H3058 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקְבְּר֥וּ H6912 אֹת֖וֹ H853 בְּשֹׁמְר֑וֹן H8111 וַיִּמְלֹ֛ךְ H4427 יְהוֹאָחָ֥ז H3059 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "36": "וְהַ H3117 אֲשֶׁ֨ר H834 מָלַ֤ךְ H4427 יֵהוּא֙ H3058 עַל H5921 יִשְׂרָאֵ֔ל H3478 עֶשְׂרִ֥ים H6242 וּשְׁמֹנֶֽה H8083 שָׁנָ֖ה H8141 בְּשֹׁמְרֽוֹן H8111 "
    },
    "11": {
      "1": "וַֽעֲתַלְיָה֙ H6271 אֵ֣ם H517 אֲחַזְיָ֔הוּ H274 וראתה H7200 כִּ֣י H3588 מֵ֣ת H4191 בְּנָ֑הּ H1121 וַתָּ֨קָם֙ H6965 וַתְּאַבֵּ֔ד H6 אֵ֖ת H853 כָּל H3605 זֶ֥רַע H2233 הַמַּמְלָכָֽה H4467 ",
      "2": "וַתִּקַּ֣ח H3947 יְהוֹשֶׁ֣בַע H3089 בַּת H1323 הַמֶּֽלֶךְ H4428 י֠וֹרָם H3141 אֲח֨וֹת H269 אֲחַזְיָ֜הוּ H274 אֶת H853 יוֹאָ֣שׁ H3101 בֶּן H1121 אֲחַזְיָ֗ה H274 וַתִּגְנֹ֤ב H1589 אֹתוֹ֙ H853 מִתּ֤וֹךְ H8432 בְּנֵֽי H1121 הַמֶּ֨לֶךְ֙ H4428 הממותתים H4463 אֹת֥וֹ H853 וְאֶת H853 מֵינִקְתּ֖וֹ H3243 בַּחֲדַ֣ר H2315 הַמִּטּ֑וֹת H4296 וַיַּסְתִּ֧רוּ H5641 אֹת֛וֹ H853 מִפְּנֵ֥י H6440 עֲתַלְיָ֖הוּ H6271 וְלֹ֥א H3808 הוּמָֽת H4191 ",
      "3": "וַיְהִ֤י H1961 אִתָּהּ֙ H854 בֵּ֣ית H1004 יְהוָ֔ה H3068 מִתְחַבֵּ֖א H2244 שֵׁ֣שׁ H8337 שָׁנִ֑ים H8141 וַעֲתַלְיָ֖ה H6271 מֹלֶ֥כֶת H4427 עַל H5921 הָאָֽרֶץ H776 ",
      "4": "וּבַ H8141 הַ֠שְּׁבִיעִית H7637 שָׁלַ֨ח H7971 יְהוֹיָדָ֜ע H3077 וַיִּקַּ֣ח H3947 אֶת H853 שָׂרֵ֣י H8269 המאיות H3967 לַכָּרִי֙ H3746 וְלָ֣ H7323 וַיָּבֵ֥א H935 אֹתָ֛ם H853 אֵלָ֖יו H413 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיִּכְרֹת֩ H3772 לָהֶ֨ם H1992 בְּרִ֜ית H1285 וַיַּשְׁבַּ֤ע H7650 אֹתָם֙ H854 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 וַיַּ֥רְא H7200 אֹתָ֖ם H853 אֶת H853 בֶּן H1121 הַמֶּֽלֶךְ H4428 ",
      "5": "וַיְצַוֵּ֣ H6680 לֵאמֹ֔ר H559 זֶ֥ה H2088 הַדָּבָ֖ר H1697 אֲשֶׁ֣ר H834 תַּעֲשׂ֑וּן H6213 הַשְּׁלִשִׁ֤ית H7992 מִכֶּם֙ H4480 בָּאֵ֣י H935 הַשַּׁבָּ֔ת H7676 וְשֹׁ֣מְרֵ֔י H8104 מִשְׁמֶ֖רֶת H4931 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
      "6": "וְהַ H7992 בְּשַׁ֣עַר H8179 ס֔וּר H5495 וְהַ H7992 בַּשַּׁ֖עַר H8179 אַחַ֣ר H310 הָרָצִ֑ים H7323 וּשְׁמַרְתֶּ֛ם H8104 אֶת H853 מִשְׁמֶ֥רֶת H4931 הַבַּ֖יִת H1004 מַסָּֽח H4535 ",
      "7": "וּשְׁתֵּ֤י H8147 הַיָּדוֹת֙ H3027 בָּכֶ֔ם Hb כֹּ֖ל H3605 יֹצְאֵ֣י H3318 הַשַּׁבָּ֑ת H7676 וְשָֽׁמְר֛וּ H8104 אֶת H853 מִשְׁמֶ֥רֶת H4931 בֵּית H1004 יְהוָ֖ה H3068 אֶל H413 הַמֶּֽלֶךְ H4428 ",
      "8": "וְהִקַּפְתֶּ֨ם H5362 עַל H5921 הַמֶּ֜לֶךְ H4428 סָבִ֗יב H5439 אִ֚ישׁ H376 וְכֵלָ֣י H3627 בְּיָד֔ H3027 וְהַ H935 אֶל H413 הַשְּׂדֵר֖וֹת H7713 יוּמָ֑ת H4191 וִהְי֥וּ H1961 אֶת H854 הַמֶּ֖לֶךְ H4428 בְּצֵאת֥ H3318 וּבְ H935 ",
      "9": "וַֽיַּעֲשׂ֞וּ H6213 שָׂרֵ֣י H8269 המאיות H3967 כְּכֹ֣ל H3605 אֲשֶׁר H834 צִוָּה֮ H6680 יְהוֹיָדָ֣ע H3077 הַכֹּהֵן֒ H3548 וַיִּקְחוּ֙ H3947 אִ֣ישׁ H376 אֶת H853 אֲנָשָׁ֔יו H376 בָּאֵ֣י H935 הַשַּׁבָּ֔ת H7676 עִ֖ם H5973 יֹצְאֵ֣י H3318 הַשַּׁבָּ֑ת H7676 וַיָּבֹ֖אוּ H935 אֶל H413 יְהוֹיָדָ֥ע H3077 הַכֹּהֵֽן H3548 ",
      "10": "וַיִּתֵּ֨ן H5414 הַכֹּהֵ֜ן H3548 לְשָׂרֵ֣י H8269 המאיות H3967 אֶֽת H853 הַחֲנִית֙ H2595 וְאֶת H853 הַשְּׁלָטִ֔ים H7982 אֲשֶׁ֖ר H834 לַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 אֲשֶׁ֖ר H834 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
      "11": "וַיַּעַמְד֨וּ H5975 הָרָצִ֜ים H7323 אִ֣ישׁ H376 וְכֵלָ֣י H3627 בְּיָד֗ H3027 מִכֶּ֨תֶף H3802 הַבַּ֤יִת H1004 הַיְמָנִית֙ H3233 עַד H5704 כֶּ֤תֶף H3802 הַבַּ֨יִת֙ H1004 הַשְּׂמָאלִ֔ית H8042 לַמִּזְבֵּ֖חַ H4196 וְלַ H1004 עַל H5921 הַמֶּ֖לֶךְ H4428 סָבִֽיב H5439 ",
      "12": "וַיּוֹצִ֣א H3318 אֶת H853 בֶּן H1121 הַמֶּ֗לֶךְ H4428 וַיִּתֵּ֤ן H5414 עָלָיו֙ H5921 אֶת H853 הַנֵּ֨זֶר֙ H5145 וְאֶת H853 הָ֣עֵד֔וּת H5715 וַיַּמְלִ֥כוּ H4427 אֹת֖וֹ H853 וַיִּמְשָׁחֻ֑ H4886 וַיַּכּוּ H5221 כָ֔ף H3709 וַיֹּאמְר֖וּ H559 יְחִ֥י H2421 הַמֶּֽלֶךְ H4428 ",
      "13": "וַתִּשְׁמַ֣ע H8085 עֲתַלְיָ֔ה H6271 אֶת H853 ק֥וֹל H6963 הָֽרָצִ֖ין H7323 הָעָ֑ם H5971 וַתָּבֹ֥א H935 אֶל H413 הָעָ֖ם H5971 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "14": "וַתֵּ֡רֶא H7200 וְהִנֵּ֣ה H2009 הַמֶּלֶךְ֩ H4428 עֹמֵ֨ד H5975 עַֽל H5921 הָעַמּ֜וּד H5982 כַּמִּשְׁפָּ֗ט H4941 וְהַ H8269 וְהַ H2689 אֶל H413 הַמֶּ֔לֶךְ H4428 וְכָל H3605 עַ֤ם H5971 הָאָ֨רֶץ֙ H776 שָׂמֵ֔חַ H8056 וְתֹקֵ֖עַ H8628 בַּחֲצֹֽצְר֑וֹת H2689 וַתִּקְרַ֤ע H7167 עֲתַלְיָה֙ H6271 אֶת H853 בְּגָדֶ֔יהָ H899 וַתִּקְרָ֖א H7121 קֶ֥שֶׁר H7195 קָֽשֶׁר H7195 ",
      "15": "וַיְצַו֩ H6680 יְהוֹיָדָ֨ע H3077 הַכֹּהֵ֜ן H3548 אֶת H853 שָׂרֵ֥י H8269 המיאות H3967 פְּקֻדֵ֣י H6485 הַחַ֗יִל H2428 וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 הוֹצִ֤יאוּ H3318 אֹתָהּ֙ H853 אֶל H413 מִבֵּ֣ית H1004 לַשְּׂדֵרֹ֔ת H7713 וְהַ H935 אַחֲרֶ֖יהָ H310 הָמֵ֣ת H4191 בֶּחָ֑רֶב H2719 כִּ֚י H3588 אָמַ֣ר H559 הַכֹּהֵ֔ן H3548 אַל H408 תּוּמַ֖ת H4191 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "16": "וַיָּשִׂ֤מוּ H7760 לָהּ֙ Hl יָדַ֔יִם H3027 וַתָּב֛וֹא H935 דֶּֽרֶךְ H1870 מְב֥וֹא H3996 הַסּוּסִ֖ים H5483 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַתּוּמַ֖ת H4191 שָֽׁם H8033 ",
      "17": "וַיִּכְרֹ֨ת H3772 יְהוֹיָדָ֜ע H3077 אֶֽת H853 הַבְּרִ֗ית H1285 בֵּ֤ין H996 יְהוָה֙ H3068 וּבֵ֤ין H996 הַמֶּ֨לֶךְ֙ H4428 וּבֵ֣ין H996 הָעָ֔ם H5971 לִהְי֥וֹת H1961 לְעָ֖ם H5971 לַֽיהוָ֑ה H3068 וּבֵ֥ין H996 הַמֶּ֖לֶךְ H4428 וּבֵ֥ין H996 הָעָֽם H5971 ",
      "18": "וַיָּבֹ֣אוּ H935 כָל H3605 עַם֩ H5971 הָאָ֨רֶץ H776 בֵּית H1004 הַבַּ֜עַל H1168 וַֽיִּתְּצֻ֗ H5422 אֶת H853 מזבחתו H4196 וְאֶת H853 צְלָמָיו֙ H6754 שִׁבְּר֣וּ H7665 הֵיטֵ֔ב H3190 וְאֵ֗ת H853 מַתָּן֙ H4977 כֹּהֵ֣ן H3548 הַבַּ֔עַל H1168 הָרְג֖וּ H2026 לִפְנֵ֣י H6440 הַֽמִּזְבְּח֑וֹת H4196 וַיָּ֧שֶׂם H7760 הַכֹּהֵ֛ן H3548 פְּקֻדּ֖וֹת H6486 עַל H5921 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "19": "וַיִּקַּ֣ח H3947 אֶת H853 שָׂרֵ֣י H8269 הַ֠מֵּאוֹת H3967 וְאֶת H853 הַכָּרִ֨י H3746 וְאֶת H853 הָרָצִ֜ים H7323 וְאֵ֣ת H853 כָּל H3605 עַ֣ם H5971 הָאָ֗רֶץ H776 וַיֹּרִ֤ידוּ H3381 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 מִבֵּ֣ית H1004 יְהוָ֔ה H3068 וַיָּב֛וֹאוּ H935 דֶּֽרֶך H1870 שַׁ֥עַר H8179 הָרָצִ֖ים H7323 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיֵּ֖שֶׁב H3427 עַל H5921 כִּסֵּ֥א H3678 הַמְּלָכִֽים H4428 ",
      "20": "וַיִּשְׂמַ֥ח H8055 כָּל H3605 עַם H5971 הָאָ֖רֶץ H776 וְהָ H5892 שָׁקָ֑טָה H8252 וְאֶת H853 עֲתַלְיָ֛הוּ H6271 הֵמִ֥יתוּ H4191 בַחֶ֖רֶב H2719 בֵּ֥ית H1004 מלך H4428 ",
      "21": "בֶּן H1121 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 יְהוֹאָ֥שׁ H3060 בְּמָלְכֽ H4427 "
    },
    "12": {
      "1": "בִּשְׁנַת H8141 שֶׁ֤בַע H7651 לְיֵהוּא֙ H3058 מָלַ֣ךְ H4427 יְהוֹאָ֔שׁ H3060 וְאַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירֽוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 צִבְיָ֖ה H6645 מִבְּאֵ֥ר H884 שָֽׁבַע H884 ",
      "2": "וַיַּ֨עַשׂ H6213 יְהוֹאָ֧שׁ H3060 הַיָּשָׁ֛ר H3477 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 כָּל H3605 יָמָ֑יו H3117 אֲשֶׁ֣ר H834 הוֹרָ֔הוּ H3384 יְהוֹיָדָ֖ע H3077 הַכֹּהֵֽן H3548 ",
      "3": "רַ֥ק H7535 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 ע֥וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמֽוֹת H1116 ",
      "4": "וַיֹּ֨אמֶר H559 יְהוֹאָ֜שׁ H3060 אֶל H413 הַכֹּהֲנִ֗ים H3548 כֹּל֩ H3605 כֶּ֨סֶף H3701 הַקֳּדָשִׁ֜ים H6944 אֲשֶׁר H834 יוּבָ֤א H935 בֵית H1004 יְהוָה֙ H3068 כֶּ֣סֶף H3701 עוֹבֵ֔ר H5674 אִ֕ישׁ H376 כֶּ֥סֶף H3701 נַפְשׁ֖וֹת H5315 עֶרְכּ֑וֹ H6187 כָּל H3605 כֶּ֗סֶף H3701 אֲשֶׁ֤ר H834 יַֽעֲלֶה֙ H5927 עַ֣ל H5921 לֶב H3820 אִ֔ישׁ H376 לְהָבִ֖יא H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "5": "יִקְח֤וּ H3947 לָהֶם֙ Hl הַכֹּ֣הֲנִ֔ים H3548 אִ֖ישׁ H376 מֵאֵ֣ת H853 מַכָּר֑וֹ H4378 וְהֵ֗ם H1992 יְחַזְּקוּ֙ H2388 אֶת H853 בֶּ֣דֶק H919 הַבַּ֔יִת H1004 לְכֹ֛ל H3605 אֲשֶׁר H834 יִמָּצֵ֥א H4672 שָׁ֖ם H8033 בָּֽדֶק H919 ",
      "6": "וַיְהִ֗י H1961 בִּשְׁנַ֨ת H8141 עֶשְׂרִ֧ים H6242 וְשָׁלֹ֛שׁ H7969 שָׁנָ֖ה H8141 לַמֶּ֣לֶךְ H4428 יְהוֹאָ֑שׁ H3060 לֹֽא H3808 חִזְּק֥וּ H2388 הַכֹּהֲנִ֖ים H3548 אֶת H853 בֶּ֥דֶק H919 הַבָּֽיִת H1004 ",
      "7": "וַיִּקְרָא֩ H7121 הַמֶּ֨לֶךְ H4428 יְהוֹאָ֜שׁ H3060 לִיהוֹיָדָ֤ע H3077 הַכֹּהֵן֙ H3548 וְלַ H3548 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 מַדּ֛וּעַ H4069 אֵינְכֶ֥ם H369 מְחַזְּקִ֖ים H2388 אֶת H853 בֶּ֣דֶק H919 הַבָּ֑יִת H1004 וְעַתָּ֗ה H6258 אַל H408 תִּקְחוּ H3947 כֶ֨סֶף֙ H3701 מֵאֵ֣ת H853 מַכָּֽרֵיכֶ֔ם H4378 כִּֽי H3588 לְבֶ֥דֶק H919 הַבַּ֖יִת H1004 תִּתְּנֻֽהוּ H5414 ",
      "8": "וַיֵּאֹ֖תוּ H225 הַכֹּֽהֲנִ֑ים H3548 לְבִלְתִּ֤י H1115 קְחַת H3947 כֶּ֨סֶף֙ H3701 מֵאֵ֣ת H853 הָעָ֔ם H5971 וּלְ H1115 חַזֵּ֖ק H2388 אֶת H853 בֶּ֥דֶק H919 הַבָּֽיִת H1004 ",
      "9": "וַיִּקַּ֞ח H3947 יְהוֹיָדָ֤ע H3077 הַכֹּהֵן֙ H3548 אֲר֣וֹן H727 אֶחָ֔ד H259 וַיִּקֹּ֥ב H5344 חֹ֖ר H2356 בְּדַלְתּ֑ H1817 וַיִּתֵּ֣ן H5414 אֹתוֹ֩ H853 אֵ֨צֶל H681 הַמִּזְבֵּ֜חַ H4196 בימין H3225 בְּבֽוֹא H935 אִישׁ֙ H376 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְנָֽתְנוּ H5414 שָׁ֤מָּה H8033 הַכֹּֽהֲנִים֙ H3548 שֹׁמְרֵ֣י H8104 הַסַּ֔ף H5592 אֶת H853 כָּל H3605 הַכֶּ֖סֶף H3701 הַמּוּבָ֥א H935 בֵית H1004 יְהוָֽה H3068 ",
      "10": "וַֽיְהִי֙ H1961 כִּרְאוֹתָ֔ H7200 כִּֽי H3588 רַ֥ב H7227 הַכֶּ֖סֶף H3701 בָּֽאָר֑וֹן H727 וַיַּ֨עַל H5927 סֹפֵ֤ר H5608 הַמֶּ֨לֶךְ֙ H4428 וְהַ H3548 הַגָּד֔וֹל H1419 וַיָּצֻ֨רוּ֙ H6696 וַיִּמְנ֔וּ H4487 אֶת H853 הַכֶּ֖סֶף H3701 הַנִּמְצָ֥א H4672 בֵית H1004 יְהוָֽה H3068 ",
      "11": "וְנָתְנוּ֙ H5414 אֶת H853 הַכֶּ֣סֶף H3701 הַֽמְתֻכָּ֔ן H8505 עַל H5921 יד H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 הפקדים H6485 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיּוֹצִיאֻ֜ H3318 לְחָרָשֵׁ֤י H2796 הָעֵץ֙ H6086 וְלַ H1129 הָעֹשִׂ֖ים H6213 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "12": "וְלַ H1443 וּלְ H2672 הָאֶ֔בֶן H68 וְלִ H7069 עֵצִים֙ H6086 וְאַבְנֵ֣י H68 מַחְצֵ֔ב H4274 לְחַזֵּ֖ק H2388 אֶת H853 בֶּ֣דֶק H919 בֵּית H1004 יְהוָ֑ה H3068 וּלְ H3605 אֲשֶׁר H834 יֵצֵ֥א H3318 עַל H5921 הַבַּ֖יִת H1004 לְחָזְקָֽה H2394 ",
      "13": "אַךְ֩ H389 לֹ֨א H3808 יֵעָשֶׂ֜ה H6213 בֵּ֣ית H1004 יְהוָ֗ה H3068 סִפּ֥וֹת H5592 כֶּ֨סֶף֙ H3701 מְזַמְּר֤וֹת H4212 מִזְרָקוֹת֙ H4219 חֲצֹ֣צְר֔וֹת H2689 כָּל H3605 כְּלִ֥י H3627 זָהָ֖ב H2091 וּכְלִי H3627 כָ֑סֶף H3701 מִן H4480 הַכֶּ֖סֶף H3701 הַמּוּבָ֥א H935 בֵית H1004 יְהוָֽה H3068 ",
      "14": "כִּֽי H3588 לְעֹשֵׂ֥י H6213 הַמְּלָאכָ֖ה H4399 יִתְּנֻ֑הוּ H5414 וְחִזְּקוּ H2388 ב֖וֹ Hb אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "15": "וְלֹ֧א H3808 יְחַשְּׁב֣וּ H2803 אֶת H854 הָאֲנָשִׁ֗ים H376 אֲשֶׁ֨ר H834 יִתְּנ֤וּ H5414 אֶת H853 הַכֶּ֨סֶף֙ H3701 עַל H5921 יָדָ֔ם H3027 לָתֵ֖ת H5414 לְעֹשֵׂ֣י H6213 הַמְּלָאכָ֑ה H4399 כִּ֥י H3588 בֶאֱמֻנָ֖ה H530 הֵ֥ם H1992 עֹשִֽׂים H6213 ",
      "16": "כֶּ֤סֶף H3701 אָשָׁם֙ H817 וְכֶ֣סֶף H3701 חַטָּא֔וֹת H2399 לֹ֥א H3808 יוּבָ֖א H935 בֵּ֣ית H1004 יְהוָ֑ה H3068 לַכֹּהֲנִ֖ים H3548 יִהְיֽוּ H1961 ",
      "17": "אָ֣ז H227 יַעֲלֶ֗ה H5927 חֲזָאֵל֙ H2371 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 וַיִּלָּ֥חֶם H3898 עַל H5921 גַּ֖ת H1661 וַֽיִּלְכְּדָ֑ H3920 וַיָּ֤שֶׂם H7760 חֲזָאֵל֙ H2371 פָּנָ֔יו H6440 לַעֲל֖וֹת H5927 עַל H5921 יְרוּשָׁלִָֽם H3389 ",
      "18": "וַיִּקַּ֞ח H3947 יְהוֹאָ֣שׁ H3060 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 אֵ֣ת H853 כָּל H3605 הַקֳּדָשִׁ֡ים H6944 אֲשֶׁר H834 הִקְדִּ֣ישׁוּ H6942 יְהוֹשָׁפָ֣ט H3092 וִיהוֹרָם֩ H3088 וַאֲחַזְיָ֨הוּ H274 אֲבֹתָ֜יו H1 מַלְכֵ֤י H4428 יְהוּדָה֙ H3063 וְאֶת H853 קֳדָשָׁ֔יו H6944 וְאֵ֣ת H853 כָּל H3605 הַזָּהָ֗ב H2091 הַנִּמְצָ֛א H4672 בְּאֹצְר֥וֹת H214 בֵּית H1004 יְהוָ֖ה H3068 וּבֵ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֗ח H7971 לַֽחֲזָאֵל֙ H2371 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 וַיַּ֖עַל H5927 מֵעַ֥ל H5921 יְרוּשָׁלִָֽם H3389 ",
      "19": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יוֹאָ֖שׁ H3101 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "20": "וַיָּקֻ֥מוּ H6965 עֲבָדָ֖יו H5650 וַיִּקְשְׁרֽוּ H7194 קָ֑שֶׁר H7195 וַיַּכּוּ֙ H5221 אֶת H853 יוֹאָ֔שׁ H3101 בֵּ֥ית H1004 מִלֹּ֖א H4407 הַיּוֹרֵ֥ד H3381 סִלָּֽא H5538 ",
      "21": "וְיוֹזָבָ֣ד H3108 בֶּן H1121 שִׁ֠מְעָת H8100 וִיהוֹזָבָ֨ד H3075 בֶּן H1121 שֹׁמֵ֤ר H7763 עֲבָדָיו֙ H5650 הִכֻּ֣הוּ H5221 וַיָּמֹ֔ת H4191 וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אֲמַצְיָ֥ה H558 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "22": "וְיוֹזָבָ֣ד H3108 בֶּן H1121 שִׁ֠מְעָת H8100 וִיהוֹזָבָ֨ד H3075 בֶּן H1121 שֹׁמֵ֤ר H7763 עֲבָדָיו֙ H5650 הִכֻּ֣הוּ H5221 וַיָּמֹ֔ת H4191 וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אֲמַצְיָ֥ה H558 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "13": {
      "1": "בִּשְׁנַ֨ת H8141 עֶשְׂרִ֤ים H6242 וְשָׁלֹשׁ֙ H7969 שָׁנָ֔ה H8141 לְיוֹאָ֥שׁ H3101 בֶּן H1121 אֲחַזְיָ֖הוּ H274 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 יְהוֹאָחָ֨ז H3059 בֶּן H1121 יֵה֤וּא H3058 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 שְׁבַ֥ע H7651 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
      "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַ֠יֵּלֶךְ H3212 אַחַ֨ר H310 חַטֹּ֜את H2403 יָרָבְעָ֧ם H3379 בֶּן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 לֹא H3808 סָ֥ר H5493 מִמֶּֽנָּה H4480 ",
      "3": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בְּיִשְׂרָאֵ֑ל H3478 וַֽיִּתְּנֵ֞ H5414 בְּיַ֣ד H3027 חֲזָאֵ֣ל H2371 מֶֽלֶךְ H4428 אֲרָ֗ם H758 וּבְ H3027 בֶּן H1130 הֲדַ֥ד H1130 בֶּן H1121 חֲזָאֵ֖ל H2371 כָּל H3605 הַיָּמִֽים H3117 ",
      "4": "וַיְחַ֥ל H2470 יְהוֹאָחָ֖ז H3059 אֶת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 וַיִּשְׁמַ֤ע H8085 אֵלָיו֙ H413 יְהוָ֔ה H3068 כִּ֤י H3588 רָאָה֙ H7200 אֶת H853 לַ֣חַץ H3906 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 לָחַ֥ץ H3905 אֹתָ֖ם H853 מֶ֥לֶךְ H4428 אֲרָֽם H758 ",
      "5": "וַיִּתֵּ֨ן H5414 יְהוָ֤ה H3068 לְיִשְׂרָאֵל֙ H3478 מוֹשִׁ֔יעַ H3467 וַיֵּ֣צְא֔וּ H3318 מִתַּ֖חַת H8478 יַד H3027 אֲרָ֑ם H758 וַיֵּשְׁב֧וּ H3427 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בְּאָהֳלֵי H168 כִּתְמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
      "6": "אַ֠ךְ H389 לֹֽא H3808 סָ֜רוּ H5493 מֵחַטֹּ֧אות H2403 בֵּית H1004 יָרָבְעָ֛ם H3379 אֲשֶׁר H834 החטי H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 בָּ֣הּ Hb הָלָ֑ךְ H1980 וְגַם֙ H1571 הָאֲשֵׁרָ֔ה H842 עָמְדָ֖ה H5975 בְּשֹׁמְרֽוֹן H8111 ",
      "7": "כִּ֣י H3588 לֹא֩ H3808 הִשְׁאִ֨יר H7604 לִיהוֹאָחָ֜ז H3059 עָ֗ם H5971 כִּ֣י H3588 אִם H518 חֲמִשִּׁ֤ים H2572 פָּֽרָשִׁים֙ H6571 וַעֲשָׂ֣רָה H6235 רֶ֔כֶב H7393 וַעֲשֶׂ֥רֶת H6235 אֲלָפִ֖ים H505 רַגְלִ֑י H7273 כִּ֤י H3588 אִבְּדָם֙ H6 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 וַיְשִׂמֵ֥ H7760 כֶּֽעָפָ֖ר H6083 לָדֻֽשׁ H1758 ",
      "8": "וְיֶ֨תֶר H3499 דִּבְרֵ֧י H1697 יְהוֹאָחָ֛ז H3059 וְכָל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וּגְבוּרָת֑ H1369 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "9": "וַיִּשְׁכַּ֤ב H7901 יְהֽוֹאָחָז֙ H3059 עִם H5973 אֲבֹתָ֔יו H1 וַֽיִּקְבְּרֻ֖ H6912 בְּשֹׁמְר֑וֹן H8111 וַיִּמְלֹ֛ךְ H4427 יוֹאָ֥שׁ H3101 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "10": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָשֶׁ֨בַע֙ H7651 שָׁנָ֔ה H8141 לְיוֹאָ֖שׁ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 יְהוֹאָ֨שׁ H3060 בֶּן H1121 יְהוֹאָחָ֤ז H3059 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 שֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
      "11": "וַיַּֽעֲשֶׂ֥ה H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מִכָּל H3605 חַטֹּ֞אות H2403 יָרָבְעָ֧ם H3379 בֶּן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 בָּ֥הּ Hb הָלָֽךְ H1980 ",
      "12": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 יוֹאָשׁ֙ H3101 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וּגְב֣וּרָת֔ H1369 אֲשֶׁ֣ר H834 נִלְחַ֔ם H3898 עִ֖ם H5973 אֲמַצְיָ֣ה H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "13": "וַיִּשְׁכַּ֤ב H7901 יוֹאָשׁ֙ H3101 עִם H5973 אֲבֹתָ֔יו H1 וְיָרָבְעָ֖ם H3379 יָשַׁ֣ב H3427 עַל H5921 כִּסְא֑וֹ H3678 וַיִּקָּבֵ֤ר H6912 יוֹאָשׁ֙ H3101 בְּשֹׁ֣מְר֔וֹן H8111 עִ֖ם H5973 מַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "14": "וֶֽאֱלִישָׁע֙ H477 חָלָ֣ה H2470 אֶת H854 חָלְי֔וֹ H2483 אֲשֶׁ֥ר H834 יָמ֖וּת H4191 בּ֑וֹ Hb וַיֵּ֨רֶד H3381 אֵלָ֜יו H413 יוֹאָ֣שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 וַיֵּ֤בְךְּ H1058 עַל H5921 פָּנָיו֙ H6440 וַיֹּאמַ֔ר H559 אָבִ֣י H1 אָבִ֔י H1 רֶ֥כֶב H7393 יִשְׂרָאֵ֖ל H3478 וּפָרָשָֽׁי H6571 ",
      "15": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl אֱלִישָׁ֔ע H477 קַ֖ח H3947 קֶ֣שֶׁת H7198 וְחִצִּ֑ים H2671 וַיִּקַּ֥ח H3947 אֵלָ֖יו H413 קֶ֥שֶׁת H7198 וְחִצִּֽים H2671 ",
      "16": "וַיֹּ֣אמֶר H559 לְמֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 הַרְכֵּ֤ב H7392 יָֽדְךָ֙ H3027 עַל H5921 הַקֶּ֔שֶׁת H7198 וַיַּרְכֵּ֖ב H7392 יָד֑וֹ H3027 וַיָּ֧שֶׂם H7760 אֱלִישָׁ֛ע H477 יָדָ֖יו H3027 עַל H5921 יְדֵ֥י H3027 הַמֶּֽלֶךְ H4428 ",
      "17": "וַיֹּ֗אמֶר H559 פְּתַ֧ח H6605 הַחַלּ֛וֹן H2474 קֵ֖דְמָה H6924 וַיִּפְתָּ֑ח H6605 וַיֹּ֤אמֶר H559 אֱלִישָׁ֤ע H477 יְרֵה֙ H3384 וַיּ֔וֹר H3384 וַיֹּ֗אמֶר H559 חֵץ H2671 תְּשׁוּעָ֤ה H8668 לַֽיהוָה֙ H3068 וְחֵ֣ץ H2671 תְּשׁוּעָ֣ה H8668 בַֽאֲרָ֔ם H758 וְהִכִּיתָ֧ H5221 אֶת H853 אֲרָ֛ם H758 בַּאֲפֵ֖ק H663 עַד H5704 כַּלֵּֽה H3615 ",
      "18": "וַיֹּ֛אמֶר H559 קַ֥ח H3947 הַחִצִּ֖ים H2678 וַיִּקָּ֑ח H3947 וַיֹּ֤אמֶר H559 לְמֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 הַךְ H5221 אַ֔רְצָה H776 וַיַּ֥ךְ H5221 שָֽׁלֹשׁ H7969 פְּעָמִ֖ים H6471 וַֽיַּעֲמֹֽד H5975 ",
      "19": "וַיִּקְצֹ֨ף H7107 עָלָ֜יו H5921 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 וַיֹּ֨אמֶר֙ H559 לְהַכּ֨וֹת H5221 חָמֵ֤שׁ H2568 אוֹ H176 שֵׁשׁ֙ H8337 פְּעָמִ֔ים H6471 אָ֛ז H227 הִכִּ֥יתָ H5221 אֶת H853 אֲרָ֖ם H758 עַד H5704 כַּלֵּ֑ה H3615 וְעַתָּ֕ה H6258 שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 תַּכֶּ֥ה H5221 אֶת H853 אֲרָֽם H758 ",
      "20": "וַיָּ֥מָת H4191 אֱלִישָׁ֖ע H477 וַֽיִּקְבְּרֻ֑ H6912 וּגְדוּדֵ֥י H1416 מוֹאָ֛ב H4124 יָבֹ֥אוּ H935 בָאָ֖רֶץ H776 בָּ֥א H935 שָׁנָֽה H8141 ",
      "21": "וַיְהִ֞י H1961 הֵ֣ם H1992 קֹבְרִ֣ים H6912 אִ֗ישׁ H376 וְהִנֵּה֙ H2009 רָא֣וּ H7200 אֶֽת H853 הַגְּד֔וּד H1416 וַיַּשְׁלִ֥יכוּ H7993 אֶת H853 הָאִ֖ישׁ H376 בְּקֶ֣בֶר H6913 אֱלִישָׁ֑ע H477 וַיֵּ֜לֶךְ H3212 וַיִּגַּ֤ע H5060 הָאִישׁ֙ H376 בְּעַצְמ֣וֹת H6106 אֱלִישָׁ֔ע H477 וַיְחִ֖י H2421 וַיָּ֥קָם H6965 עַל H5921 רַגְלָֽיו H7272 ",
      "22": "וַֽחֲזָאֵל֙ H2371 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 לָחַ֖ץ H3905 אֶת H853 יִשְׂרָאֵ֑ל H3478 כֹּ֖ל H3605 יְמֵ֥י H3117 יְהוֹאָחָֽז H3059 ",
      "23": "וַיָּחָן֩ H2603 יְהוָ֨ה H3068 אֹתָ֤ם H854 וַֽיְרַחֲמֵ H7355 וַיִּ֣פֶן H6437 אֲלֵיהֶ֔ם H413 לְמַ֣עַן H4616 בְּרִית֔וֹ H1285 אֶת H854 אַבְרָהָ֖ם H85 יִצְחָ֣ק H3327 וְיַֽעֲקֹ֑ב H3290 וְלֹ֤א H3808 אָבָה֙ H14 הַשְׁחִיתָ֔ם H7843 וְלֹֽא H3808 הִשְׁלִיכָ֥ם H7993 מֵֽעַל H5921 פָּנָ֖יו H6440 עַד H5704 עָֽתָּה H6258 ",
      "24": "וַיָּ֖מָת H4191 חֲזָאֵ֣ל H2371 מֶֽלֶךְ H4428 אֲרָ֑ם H758 וַיִּמְלֹ֛ךְ H4427 בֶּן H1130 הֲדַ֥ד H1130 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "25": "וַיָּ֜שָׁב H7725 יְהוֹאָ֣שׁ H3060 בֶּן H1121 יְהוֹאָחָ֗ז H3059 וַיִּקַּ֤ח H3947 אֶת H853 הֶֽעָרִים֙ H5892 מִיַּד֙ H3027 בֶּן H1130 הֲדַ֣ד H1130 בֶּן H1121 חֲזָאֵ֔ל H2371 אֲשֶׁ֣ר H834 לָקַ֗ח H3947 מִיַּ֛ד H3027 יְהוֹאָחָ֥ז H3059 אָבִ֖יו H1 בַּמִּלְחָמָ֑ה H4421 שָׁלֹ֤שׁ H7969 פְּעָמִים֙ H6471 הִכָּ֣הוּ H5221 יוֹאָ֔שׁ H3101 וַיָּ֖שֶׁב H7725 אֶת H853 עָרֵ֥י H5892 יִשְׂרָאֵֽל H3478 "
    },
    "14": {
      "1": "בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לְיוֹאָ֥שׁ H3101 בֶּן H1121 יוֹאָחָ֖ז H3099 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 אֲמַצְיָ֥הוּ H558 בֶן H1121 יוֹאָ֖שׁ H3101 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "2": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וְעֶשְׂרִ֤ים H6242 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יהועדין H3086 מִן H4480 יְרוּשָׁלִָֽם H3389 ",
      "3": "וַיַּ֤עַשׂ H6213 הַיָּשָׁר֙ H3477 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 רַ֕ק H7535 לֹ֖א H3808 כְּדָוִ֣ד H1732 אָבִ֑יו H1 כְּכֹ֧ל H3605 אֲשֶׁר H834 עָשָׂ֛ה H6213 יוֹאָ֥שׁ H3101 אָבִ֖יו H1 עָשָֽׂה H6213 ",
      "4": "רַ֥ק H7535 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 ע֥וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמֽוֹת H1116 ",
      "5": "וַיְהִ֕י H1961 כַּאֲשֶׁ֛ר H834 חָזְקָ֥ה H2388 הַמַּמְלָכָ֖ה H4467 בְּיָד֑ H3027 וַיַּךְ֙ H5221 אֶת H853 עֲבָדָ֔יו H5650 הַמַּכִּ֖ים H5221 אֶת H853 הַמֶּ֥לֶךְ H4428 אָבִֽיו H1 ",
      "6": "וְאֶת H853 בְּנֵ֥י H1121 הַמַּכִּ֖ים H5221 לֹ֣א H3808 הֵמִ֑ית H4191 כַּכָּת֣וּב H3789 בְּסֵ֣פֶר H5612 תּֽוֹרַת H8451 מֹ֠שֶׁה H4872 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 לֹא H3808 יוּמְת֨וּ H4191 אָב֤וֹת H1 עַל H5921 בָּנִים֙ H1121 וּבָנִים֙ H1121 לֹא H3808 יוּמְת֣וּ H4191 עַל H5921 אָב֔וֹת H1 כִּ֛י H3588 אִם H518 אִ֥ישׁ H376 בְּחֶטְא֖ H2399 ימות H4191 ",
      "7": "הוּא H1931 הִכָּ֨ה H5221 אֶת H853 אֱד֤וֹם H123 בְּגֵיא H1516 המלח H4417 עֲשֶׂ֣רֶת H6235 אֲלָפִ֔ים H505 וְתָפַ֥שׂ H8610 אֶת H853 הַסֶּ֖לַע H5554 בַּמִּלְחָמָ֑ה H4421 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמָהּ֙ H8034 יָקְתְאֵ֔ל H3371 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "8": "אָ֣ז H227 שָׁלַ֤ח H7971 אֲמַצְיָה֙ H558 מַלְאָכִ֔ים H4397 אֶל H413 יְהוֹאָ֨שׁ H3060 בֶּן H1121 יְהוֹאָחָ֧ז H3059 בֶּן H1121 יֵה֛וּא H3058 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 לְכָ֖ה H3212 נִתְרָאֶ֥ה H7200 פָנִֽים H6440 ",
      "9": "וַיִּשְׁלַ֞ח H7971 יְהוֹאָ֣שׁ H3060 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֶל H413 אֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָה֮ H3063 לֵאמֹר֒ H559 הַח֜וֹחַ H2336 אֲשֶׁ֣ר H834 בַּלְּבָנ֗וֹן H3844 שָׁ֠לַח H7971 אֶל H413 הָאֶ֜רֶז H730 אֲשֶׁ֤ר H834 בַּלְּבָנוֹן֙ H3844 לֵאמֹ֔ר H559 תְּנָֽה H5414 אֶת H853 בִּתְּךָ֥ H1323 לִבְנִ֖ H1121 לְאִשָּׁ֑ה H802 וַֽתַּעֲבֹ֞ר H5674 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 אֲשֶׁ֣ר H834 בַּלְּבָנ֔וֹן H3844 וַתִּרְמֹ֖ס H7429 אֶת H853 הַחֽוֹחַ H2336 ",
      "10": "הַכֵּ֤ה H5221 הִכִּ֨יתָ֙ H5221 אֶת H853 אֱד֔וֹם H123 וּֽנְשָׂאֲ H5375 לִבֶּ֑ךָ H3820 הִכָּבֵד֙ H3513 וְשֵׁ֣ב H3427 בְּבֵיתֶ֔ H1004 וְלָ֤ H4100 תִתְגָּרֶה֙ H1624 בְּרָעָ֔ה H7451 וְנָ֣פַלְתָּ֔ה H5307 אַתָּ֖ה H859 וִיהוּדָ֥ה H3063 עִמָּֽךְ H5973 ",
      "11": "וְלֹא H3808 שָׁמַ֣ע H8085 אֲמַצְיָ֔הוּ H558 וַיַּ֨עַל H5927 יְהוֹאָ֤שׁ H3060 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיִּתְרָא֣וּ H7200 פָנִ֔ים H6440 ה֖וּא H1931 וַאֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בְּבֵ֥ית H1053 שֶׁ֖מֶשׁ H1053 אֲשֶׁ֥ר H834 לִיהוּדָֽה H3063 ",
      "12": "וַיִּנָּ֥גֶף H5062 יְהוּדָ֖ה H3063 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 וַיָּנֻ֖סוּ H5127 אִ֥ישׁ H376 לאהל H168 ",
      "13": "וְאֵת֩ H853 אֲמַצְיָ֨הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 בֶּן H1121 יְהוֹאָ֣שׁ H3060 בֶּן H1121 אֲחַזְיָ֗הוּ H274 תָּפַ֛שׂ H8610 יְהוֹאָ֥שׁ H3060 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 בְּבֵ֣ית H1053 שָׁ֑מֶשׁ H1053 ויבאו H935 יְר֣וּשָׁלִַ֔ם H3389 וַיִּפְרֹץ֩ H6555 בְּחוֹמַ֨ת H2346 יְרוּשָׁלִַ֜ם H3389 בְּשַׁ֤עַר H8179 אֶפְרַ֨יִם֙ H669 עַד H5704 שַׁ֣עַר H8179 הַפִּנָּ֔ה H6438 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 אַמָּֽה H520 ",
      "14": "וְלָקַ֣ח H3947 אֶת H853 כָּל H3605 הַזָּהָב H2091 וְ֠הַ H3701 וְאֵ֨ת H853 כָּל H3605 הַכֵּלִ֜ים H3627 הַנִּמְצְאִ֣ים H4672 בֵּית H1004 יְהוָ֗ה H3068 וּבְ H214 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְאֵ֖ת H853 בְּנֵ֣י H1121 הַתַּֽעֲרֻב֑וֹת H8594 וַיָּ֖שָׁב H7725 שֹׁמְרֽוֹנָה H8111 ",
      "15": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 יְהוֹאָ֜שׁ H3060 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 וּגְב֣וּרָת֔ H1369 וַאֲשֶׁ֣ר H834 נִלְחַ֔ם H3898 עִ֖ם H5973 אֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "16": "וַיִּשְׁכַּ֤ב H7901 יְהוֹאָשׁ֙ H3060 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 בְּשֹׁ֣מְר֔וֹן H8111 עִ֖ם H5973 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וַיִּמְלֹ֛ךְ H4427 יָרָבְעָ֥ם H3379 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "17": "וַיְחִ֨י H2421 אֲמַצְיָ֤הוּ H558 בֶן H1121 יוֹאָשׁ֙ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 אַֽחֲרֵ֣י H310 מ֔וֹת H4194 יְהוֹאָ֥שׁ H3060 בֶּן H1121 יְהֽוֹאָחָ֖ז H3059 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 חֲמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
      "18": "וְיֶ֖תֶר H3499 דִּבְרֵ֣י H1697 אֲמַצְיָ֑הוּ H558 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "19": "וַיִּקְשְׁר֨וּ H7194 עָלָ֥יו H5921 קֶ֛שֶׁר H7195 בִּירוּשָׁלִַ֖ם H3389 וַיָּ֣נָס H5127 לָכִ֑ישָׁה H3923 וַיִּשְׁלְח֤וּ H7971 אַֽחֲרָיו֙ H310 לָכִ֔ישָׁה H3923 וַיְמִתֻ֖ H4191 שָֽׁם H8033 ",
      "20": "וַיִּשְׂא֥וּ H5375 אֹת֖וֹ H853 עַל H5921 הַסּוּסִ֑ים H5483 וַיִּקָּבֵ֧ר H6912 בִּירוּשָׁלִַ֛ם H3389 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֥יר H5892 דָּוִֽד H1732 ",
      "21": "וַיִּקְח֞וּ H3947 כָּל H3605 עַ֤ם H5971 יְהוּדָה֙ H3063 אֶת H853 עֲזַרְיָ֔ה H5838 וְה֕וּא H1931 בֶּן H1121 שֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 וַיַּמְלִ֣כוּ H4427 אֹת֔וֹ H853 תַּ֖חַת H8478 אָבִ֥יו H1 אֲמַצְיָֽהוּ H558 ",
      "22": "ה֚וּא H1931 בָּנָ֣ה H1129 אֶת H853 אֵילַ֔ת H359 וַיְשִׁבֶ֖ H7725 לִֽיהוּדָ֑ה H3063 אַחֲרֵ֥י H310 שְׁכַֽב H7901 הַמֶּ֖לֶךְ H4428 עִם H5973 אֲבֹתָֽיו H1 ",
      "23": "בִּשְׁנַת֙ H8141 חֲמֵשׁ H2568 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַאֲמַצְיָ֥הוּ H558 בֶן H1121 יוֹאָ֖שׁ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 יָרָבְעָ֨ם H3379 בֶּן H1121 יוֹאָ֤שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 אַרְבָּעִ֥ים H705 וְאַחַ֖ת H259 שָׁנָֽה H8141 ",
      "24": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מִכָּל H3605 חַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "25": "ה֗וּא H1931 הֵשִׁיב֙ H7725 אֶת H853 גְּב֣וּל H1366 יִשְׂרָאֵ֔ל H3478 מִלְּב֥וֹא H935 חֲמָ֖ת H2574 עַד H5704 יָ֣ם H3220 הָעֲרָבָ֑ה H6160 כִּדְבַ֤ר H1697 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֣ר H834 דִּבֶּ֗ר H1696 בְּיַד H3027 עַבְדּ֞וֹ H5650 יוֹנָ֤ה H3124 בֶן H1121 אֲמִתַּי֙ H573 הַנָּבִ֔יא H5030 אֲשֶׁ֖ר H834 מִגַּ֥ת H1662 הַחֵֽפֶר H1662 ",
      "26": "כִּי H3588 רָאָ֧ה H7200 יְהוָ֛ה H3068 אֶת H853 עֳנִ֥י H6040 יִשְׂרָאֵ֖ל H3478 מֹרֶ֣ה H4784 מְאֹ֑ד H3966 וְאֶ֤פֶס H657 עָצוּר֙ H6113 וְאֶ֣פֶס H657 עָז֔וּב H5800 וְאֵ֥ין H369 עֹזֵ֖ר H5826 לְיִשְׂרָאֵֽל H3478 ",
      "27": "וְלֹא H3808 דִבֶּ֣ר H1696 יְהוָ֔ה H3068 לִמְחוֹת֙ H4229 אֶת H853 שֵׁ֣ם H8034 יִשְׂרָאֵ֔ל H3478 מִתַּ֖חַת H8478 הַשָּׁמָ֑יִם H8064 וַיּ֣וֹשִׁיעֵ֔ H3467 בְּיַ֖ד H3027 יָרָבְעָ֥ם H3379 בֶּן H1121 יוֹאָֽשׁ H3101 ",
      "28": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 יָרָבְעָ֜ם H3379 וְכָל H3605 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 וּגְבוּרָת֣ H1369 אֲשֶׁר H834 נִלְחָ֔ם H3898 וַאֲשֶׁ֨ר H834 הֵשִׁ֜יב H7725 אֶת H853 דַּמֶּ֧שֶׂק H1834 וְאֶת H853 חֲמָ֛ת H2574 לִיהוּדָ֖ה H3063 בְּיִשְׂרָאֵ֑ל H3478 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "29": "וַיִּשְׁכַּ֤ב H7901 יָֽרָבְעָם֙ H3379 עִם H5973 אֲבֹתָ֔יו H1 עִ֖ם H5973 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וַיִּמְלֹ֛ךְ H4427 זְכַרְיָ֥ה H2148 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "15": {
      "1": "בִּשְׁנַ֨ת H8141 עֶשְׂרִ֤ים H6242 וָשֶׁ֨בַע֙ H7651 שָׁנָ֔ה H8141 לְיָרָבְעָ֖ם H3379 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 עֲזַרְיָ֥ה H5838 בֶן H1121 אֲמַצְיָ֖ה H558 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "2": "בֶּן H1121 שֵׁ֨שׁ H8337 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וַחֲמִשִּׁ֤ים H2572 וּשְׁתַּ֨יִם֙ H8147 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְכָלְיָ֖הוּ H3203 מִירוּשָׁלִָֽם H3389 ",
      "3": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אֲמַצְיָ֥הוּ H558 אָבִֽיו H1 ",
      "4": "רַ֥ק H7535 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 ע֥וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמֽוֹת H1116 ",
      "5": "וַיְנַגַּ֨ע H5060 יְהוָ֜ה H3068 אֶת H853 הַמֶּ֗לֶךְ H4428 וַיְהִ֤י H1961 מְצֹרָע֙ H6879 עַד H5704 י֣וֹם H3117 מֹת֔וֹ H4194 וַיֵּ֖שֶׁב H3427 בְּבֵ֣ית H1004 הַחָפְשִׁ֑ית H2669 וְיוֹתָ֤ם H3147 בֶּן H1121 הַמֶּ֨לֶךְ֙ H4428 עַל H5921 הַבַּ֔יִת H1004 שֹׁפֵ֖ט H8199 אֶת H853 עַ֥ם H5971 הָאָֽרֶץ H776 ",
      "6": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 עֲזַרְיָ֖הוּ H5838 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "7": "וַיִּשְׁכַּ֤ב H7901 עֲזַרְיָה֙ H5838 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 יוֹתָ֥ם H3147 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "8": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וּשְׁמֹנֶה֙ H8083 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖הוּ H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 זְכַרְיָ֨הוּ H2148 בֶן H1121 יָרָבְעָ֧ם H3379 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּשֹׁמְר֖וֹן H8111 שִׁשָּׁ֥ה H8337 חֳדָשִֽׁים H2320 ",
      "9": "וַיַּ֤עַשׂ H6213 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 כַּאֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 אֲבֹתָ֑יו H1 לֹ֣א H3808 סָ֗ר H5493 מֵֽחַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "10": "וַיִּקְשֹׁ֤ר H7194 עָלָיו֙ H5921 שַׁלֻּ֣ם H7967 בֶּן H1121 יָבֵ֔שׁ H3003 וַיַּכֵּ֥ H5221 קָֽבָלְ H6905 עָ֖ם H5971 וַיְמִיתֵ֑ H4191 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּֽיו H8478 ",
      "11": "וְיֶ֖תֶר H3499 דִּבְרֵ֣י H1697 זְכַרְיָ֑ה H2148 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "12": "ה֣וּא H1931 דְבַר H1697 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 אֶל H413 יֵהוּא֙ H3058 לֵאמֹ֔ר H559 בְּנֵ֣י H1121 רְבִיעִ֔ים H7243 יֵשְׁב֥וּ H3427 לְךָ֖ Hl עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֑ל H3478 וַֽיְהִי H1961 כֵֽן H3651 ",
      "13": "שַׁלּ֤וּם H7967 בֶּן H1121 יָבֵישׁ֙ H3003 מָלַ֔ךְ H4427 בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 לְעֻזִיָּ֖ה H5818 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 יֶֽרַח H3391 יָמִ֖ים H3117 בְּשֹׁמְרֽוֹן H8111 ",
      "14": "וַיַּעַל֩ H5927 מְנַחֵ֨ם H4505 בֶּן H1121 גָּדִ֜י H1424 מִתִּרְצָ֗ה H8656 וַיָּבֹא֙ H935 שֹׁמְר֔וֹן H8111 וַיַּ֛ךְ H5221 אֶת H853 שַׁלּ֥וּם H7967 בֶּן H1121 יָבֵ֖ישׁ H3003 בְּשֹׁמְר֑וֹן H8111 וַיְמִיתֵ֖ H4191 וַיִּמְלֹ֥ךְ H4427 תַּחְתָּֽיו H8478 ",
      "15": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 שַׁלּ֔וּם H7967 וְקִשְׁר֖ H7195 אֲשֶׁ֣ר H834 קָשָׁ֑ר H7194 הִנָּ֣ם H2009 כְּתֻבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "16": "אָ֣ז H227 יַכֶּֽה H5221 מְ֠נַחֵם H4505 אֶת H853 תִּפְסַ֨ח H8607 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בָּ֤הּ Hb וְאֶת H853 גְּבוּלֶ֨יהָ֙ H1366 מִתִּרְצָ֔ה H8656 כִּ֛י H3588 לֹ֥א H3808 פָתַ֖ח H6605 וַיַּ֑ךְ H5221 אֵ֛ת H853 כָּל H3605 הֶהָ֥רוֹתֶ֖י H2030 בִּקֵּֽעַ H1234 ",
      "17": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖ה H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 מְנַחֵ֨ם H4505 בֶּן H1121 גָּדִ֧י H1424 עַל H5921 יִשְׂרָאֵ֛ל H3478 עֶ֥שֶׂר H6235 שָׁנִ֖ים H8141 בְּשֹׁמְרֽוֹן H8111 ",
      "18": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֠ר H5493 מֵעַ֨ל H5921 חַטֹּ֜אות H2403 יָרָבְעָ֧ם H3379 בֶּן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 כָּל H3605 יָמָֽיו H3117 ",
      "19": "בָּ֣א H935 פ֤וּל H6322 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עַל H5921 הָאָ֔רֶץ H776 וַיִּתֵּ֤ן H5414 מְנַחֵם֙ H4505 לְפ֔וּל H6322 אֶ֖לֶף H505 כִּכַּר H3603 כָּ֑סֶף H3701 לִהְי֤וֹת H1961 יָדָיו֙ H3027 אִתּ֔וֹ H854 לְהַחֲזִ֥יק H2388 הַמַּמְלָכָ֖ה H4467 בְּיָדֽ H3027 ",
      "20": "וַיֹּצֵא֩ H3318 מְנַחֵ֨ם H4505 אֶת H853 הַכֶּ֜סֶף H3701 עַל H5921 יִשְׂרָאֵ֗ל H3478 עַ֚ל H5921 כָּל H3605 גִּבּוֹרֵ֣י H1368 הַחַ֔יִל H2428 לָתֵת֙ H5414 לְמֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 חֲמִשִּׁ֧ים H2572 שְׁקָלִ֛ים H8255 כֶּ֖סֶף H3701 לְאִ֣ישׁ H376 אֶחָ֑ד H259 וַיָּ֨שָׁב֙ H7725 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וְלֹא H3808 עָ֥מַד H5975 שָׁ֖ם H8033 בָּאָֽרֶץ H776 ",
      "21": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 מְנַחֵ֖ם H4505 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "22": "וַיִּשְׁכַּ֥ב H7901 מְנַחֵ֖ם H4505 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 פְּקַחְיָ֥ה H6494 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "23": "בִּשְׁנַת֙ H8141 חֲמִשִּׁ֣ים H2572 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖ה H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 פְּקַֽחְיָ֨ה H6494 בֶן H1121 מְנַחֵ֧ם H4505 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּשֹׁמְר֖וֹן H8111 שְׁנָתָֽיִם H8141 ",
      "24": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מֵֽחַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "25": "וַיִּקְשֹׁ֣ר H7194 עָלָיו֩ H5921 פֶּ֨קַח H6492 בֶּן H1121 רְמַלְיָ֜הוּ H7425 שָׁלִישׁ֗וֹ H7991 וַיַּכֵּ֨ H5221 בְשֹׁמְר֜וֹן H8111 בְּאַרְמ֤וֹן H759 בֵּית H1004 מלך H4428 אֶת H854 אַרְגֹּ֣ב H709 וְאֶת H853 הָאַרְיֵ֔ה H745 וְעִמּ֛ H5973 חֲמִשִּׁ֥ים H2572 אִ֖ישׁ H376 מִבְּנֵ֣י H1121 גִלְעָדִ֑ים H1569 וַיְמִיתֵ֖ H4191 וַיִּמְלֹ֥ךְ H4427 תַּחְתָּֽיו H8478 ",
      "26": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 פְקַחְיָ֖ה H6494 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "27": "בִּשְׁנַ֨ת H8141 חֲמִשִּׁ֤ים H2572 וּשְׁתַּ֨יִם֙ H8147 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖ה H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 פֶּ֣קַח H6492 בֶּן H1121 רְמַלְיָ֧הוּ H7425 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּשֹׁמְר֖וֹן H8111 עֶשְׂרִ֥ים H6242 שָׁנָֽה H8141 ",
      "28": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מִן H4480 חַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "29": "בִּימֵ֞י H3117 פֶּ֣קַח H6492 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 בָּא֮ H935 תִּגְלַ֣ת H8407 פִּלְאֶסֶר֮ H8407 מֶ֣לֶךְ H4428 אַשּׁוּר֒ H804 וַיִּקַּ֣ח H3947 אֶת H853 עִיּ֡וֹן H5859 וְאֶת H853 אָבֵ֣ל H62 בֵּֽית H62 מַעֲכָ֡ה H62 וְאֶת H853 יָ֠נוֹחַ H3239 וְאֶת H853 קֶ֨דֶשׁ H6943 וְאֶת H853 חָצ֤וֹר H2674 וְאֶת H853 הַגִּלְעָד֙ H1568 וְאֶת H853 הַגָּלִ֔ילָ H1551 כֹּ֖ל H3605 אֶ֣רֶץ H776 נַפְתָּלִ֑י H5321 וַיַּגְלֵ֖ H1540 אַשּֽׁוּרָה H804 ",
      "30": "וַיִּקְשָׁר H7194 קֶ֜שֶׁר H7195 הוֹשֵׁ֣עַ H1954 בֶּן H1121 אֵלָ֗ה H425 עַל H5921 פֶּ֨קַח֙ H6492 בֶּן H1121 רְמַלְיָ֔הוּ H7425 וַיַּכֵּ֨ H5221 וַיְמִיתֵ֔ H4191 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּ֑יו H8478 בִּשְׁנַ֣ת H8141 עֶשְׂרִ֔ים H6242 לְיוֹתָ֖ם H3147 בֶּן H1121 עֻזִיָּֽה H5818 ",
      "31": "וְיֶ֥תֶר H3499 דִּבְרֵי H1697 פֶ֖קַח H6492 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "32": "בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לְפֶ֥קַח H6492 בֶּן H1121 רְמַלְיָ֖הוּ H7425 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 יוֹתָ֥ם H3147 בֶּן H1121 עֻזִיָּ֖הוּ H5818 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "33": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וְשֵׁשׁ H8337 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְרוּשָׁ֖א H3388 בַּת H1323 צָדֽוֹק H6659 ",
      "34": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֧ל H3605 אֲשֶׁר H834 עָשָׂ֛ה H6213 עֻזִיָּ֥הוּ H5818 אָבִ֖יו H1 עָשָֽׂה H6213 ",
      "35": "רַ֤ק H7535 הַבָּמוֹת֙ H1116 לֹ֣א H3808 סָ֔רוּ H5493 ע֗וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמ֑וֹת H1116 ה֗וּא H1931 בָּנָ֛ה H1129 אֶת H853 שַׁ֥עַר H8179 בֵּית H1004 יְהוָ֖ה H3068 הָעֶלְיֽוֹן H5945 ",
      "36": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יוֹתָ֖ם H3147 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "37": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 הֵחֵ֣ל H2490 יְהוָ֗ה H3068 לְהַשְׁלִ֨יחַ֙ H7971 בִּֽיהוּדָ֔ה H3063 רְצִ֖ין H7526 מֶ֣לֶךְ H4428 אֲרָ֑ם H758 וְאֵ֖ת H853 פֶּ֥קַח H6492 בֶּן H1121 רְמַלְיָֽהוּ H7425 ",
      "38": "וַיִּשְׁכַּ֤ב H7901 יוֹתָם֙ H3147 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 עִם H5973 אֲבֹתָ֔יו H1 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 אָחָ֥ז H271 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "16": {
      "1": "בִּשְׁנַת֙ H8141 שְׁבַֽע H7651 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לְפֶ֖קַח H6492 בֶּן H1121 רְמַלְיָ֑הוּ H7425 מָלַ֛ךְ H4427 אָחָ֥ז H271 בֶּן H1121 יוֹתָ֖ם H3147 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "2": "בֶּן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 אָחָ֣ז H271 בְּמָלְכ֔ H4427 וְשֵׁשׁ H8337 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְלֹא H3808 עָשָׂ֣ה H6213 הַיָּשָׁ֗ר H3477 בְּעֵינֵ֛י H5869 יְהוָ֥ה H3068 אֱלֹהָ֖יו H430 כְּדָוִ֥ד H1732 אָבִֽיו H1 ",
      "3": "וַיֵּ֕לֶךְ H3212 בְּדֶ֖רֶךְ H1870 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וְגַ֤ם H1571 אֶת H853 בְּנוֹ֙ H1121 הֶעֱבִ֣יר H5674 בָּאֵ֔שׁ H784 כְּתֹֽעֲבוֹת֙ H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁ֨ר H834 הוֹרִ֤ישׁ H3423 יְהוָה֙ H3068 אֹתָ֔ם H853 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "4": "וַיְזַבֵּ֧חַ H2076 וַיְקַטֵּ֛ר H6999 בַּבָּמ֖וֹת H1116 וְעַל H5921 הַגְּבָע֑וֹת H1389 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
      "5": "אָ֣ז H227 יַעֲלֶ֣ה H5927 רְצִ֣ין H7526 מֶֽלֶךְ H4428 אֲ֠רָם H758 וּפֶ֨קַח H6492 בֶּן H1121 רְמַלְיָ֧הוּ H7425 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 יְרוּשָׁלִַ֖ם H3389 לַמִּלְחָמָ֑ה H4421 וַיָּצֻ֨רוּ֙ H6696 עַל H5921 אָחָ֔ז H271 וְלֹ֥א H3808 יָכְל֖וּ H3201 לְהִלָּחֵֽם H3898 ",
      "6": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 הֵ֠שִׁיב H7725 רְצִ֨ין H7526 מֶֽלֶךְ H4428 אֲרָ֤ם H758 אֶת H853 אֵילַת֙ H359 לַֽאֲרָ֔ם H758 וַיְנַשֵּׁ֥ל H5394 אֶת H853 הַיְהוּדִ֖ים H3064 מֵֽאֵיל֑וֹת H359 וארמים H726 בָּ֣אוּ H935 אֵילַ֔ת H359 וַיֵּ֣שְׁבוּ H3427 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "7": "וַיִּשְׁלַ֨ח H7971 אָחָ֜ז H271 מַלְאָכִ֗ים H4397 אֶל H413 תִּ֠גְלַת H8407 פְּלֶ֤סֶר H8407 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 לֵאמֹ֔ר H559 עַבְדְּךָ֥ H5650 וּבִנְ H1121 אָ֑נִי H589 עֲלֵ֨ה H5927 וְהוֹשִׁעֵ֜ H3467 מִכַּ֣ף H3709 מֶֽלֶךְ H4428 אֲרָ֗ם H758 וּמִ H3709 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 הַקּוֹמִ֖ים H6965 עָלָֽי H5921 ",
      "8": "וַיִּקַּ֨ח H3947 אָחָ֜ז H271 אֶת H853 הַכֶּ֣סֶף H3701 וְאֶת H853 הַזָּהָ֗ב H2091 הַנִּמְצָא֙ H4672 בֵּ֣ית H1004 יְהוָ֔ה H3068 וּבְ H214 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֥ח H7971 לְמֶֽלֶךְ H4428 אַשּׁ֖וּר H804 שֹֽׁחַד H7810 ",
      "9": "וַיִּשְׁמַ֤ע H8085 אֵלָיו֙ H413 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיַּעַל֩ H5927 מֶ֨לֶךְ H4428 אַשּׁ֤וּר H804 אֶל H413 דַּמֶּ֨שֶׂק֙ H1834 וַֽיִּתְפְּשֶׂ֔ H8610 וַיַּגְלֶ֖ H1540 קִ֑ירָה H7024 וְאֶת H853 רְצִ֖ין H7526 הֵמִֽית H4191 ",
      "10": "וַיֵּ֣לֶךְ H3212 הַמֶּ֣לֶךְ H4428 אָחָ֡ז H271 לִ֠קְרַאת H7125 תִּגְלַ֨ת H8407 פִּלְאֶ֤סֶר H8407 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 דּוּמֶּ֔שֶׂק H1834 וַיַּ֥רְא H7200 אֶת H853 הַמִּזְבֵּ֖חַ H4196 אֲשֶׁ֣ר H834 בְּדַמָּ֑שֶׂק H1834 וַיִּשְׁלַח֩ H7971 הַמֶּ֨לֶךְ H4428 אָחָ֜ז H271 אֶל H413 אוּרִיָּ֣ה H223 הַכֹּהֵ֗ן H3548 אֶת H853 דְּמ֧וּת H1823 הַמִּזְבֵּ֛חַ H4196 וְאֶת H853 תַּבְנִית֖וֹ H8403 לְכָֽל H3605 מַעֲשֵֽׂהוּ H4639 ",
      "11": "וַיִּ֛בֶן H1129 אוּרִיָּ֥ה H223 הַכֹּהֵ֖ן H3548 אֶת H853 הַמִּזְבֵּ֑חַ H4196 כְּכֹ֣ל H3605 אֲשֶׁר H834 שָׁלַח֩ H7971 הַמֶּ֨לֶךְ H4428 אָחָ֜ז H271 מִדַּמֶּ֗שֶׂק H1834 כֵּ֤ן H3651 עָשָׂה֙ H6213 אוּרִיָּ֣ה H223 הַכֹּהֵ֔ן H3548 עַד H5704 בּ֥וֹא H935 הַמֶּֽלֶךְ H4428 אָחָ֖ז H271 מִדַּמָּֽשֶׂק H1834 ",
      "12": "וַיָּבֹ֤א H935 הַמֶּ֨לֶךְ֙ H4428 מִדַּמֶּ֔שֶׂק H1834 וַיַּ֥רְא H7200 הַמֶּ֖לֶךְ H4428 אֶת H853 הַמִּזְבֵּ֑חַ H4196 וַיִּקְרַ֥ב H7126 הַמֶּ֛לֶךְ H4428 עַל H5921 הַמִּזְבֵּ֖חַ H4196 וַיַּ֥עַל H5927 עָלָֽיו H5921 ",
      "13": "וַיַּקְטֵ֤ר H6999 אֶת H853 עֹֽלָתוֹ֙ H5930 וְאֶת H853 מִנְחָת֔וֹ H4503 וַיַּסֵּ֖ךְ H5258 אֶת H853 נִסְכּ֑וֹ H5262 וַיִּזְרֹ֛ק H2236 אֶת H853 דַּֽם H1818 הַשְּׁלָמִ֥ים H8002 אֲשֶׁר H834 ל֖וֹ Hl עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
      "14": "וְאֵ֨ת H853 הַמִּזְבַּ֣ח H4196 הַנְּחֹשֶׁת֮ H5178 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 יְהוָה֒ H3068 וַיַּקְרֵ֗ב H7126 מֵאֵת֙ H853 פְּנֵ֣י H6440 הַבַּ֔יִת H1004 מִבֵּין֙ H996 הַמִּזְבֵּ֔חַ H4196 וּמִ H996 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיִּתֵּ֥ן H5414 אֹת֛וֹ H853 עַל H5921 יֶ֥רֶךְ H3409 הַמִּזְבֵּ֖חַ H4196 צָפֽוֹנָה H6828 ",
      "15": "ויצו H6680 הַמֶּֽלֶךְ H4428 אָ֠חָז H271 אֶת H853 אוּרִיָּ֨ה H223 הַכֹּהֵ֜ן H3548 לֵאמֹ֗ר H559 עַ֣ל H5921 הַמִּזְבֵּ֣חַ H4196 הַגָּד֡וֹל H1419 הַקְטֵ֣ר H6999 אֶת H853 עֹֽלַת H5930 הַבֹּקֶר֩ H1242 וְאֶת H853 מִנְחַ֨ת H4503 הָעֶ֜רֶב H6153 וְֽאֶת H853 עֹלַ֧ת H5930 הַמֶּ֣לֶךְ H4428 וְאֶת H853 מִנְחָת֗וֹ H4503 וְ֠אֵת H854 עֹלַ֞ת H5930 כָּל H3605 עַ֤ם H5971 הָאָ֨רֶץ֙ H776 וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 וְכָל H3605 דַּ֥ם H1818 עֹלָ֛ה H5930 וְכָל H3605 דַּם H1818 זֶ֖בַח H2077 עָלָ֣יו H5921 תִּזְרֹ֑ק H2236 וּמִזְבַּ֧ח H4196 הַנְּחֹ֛שֶׁת H5178 יִֽהְיֶה H1961 לִּ֖י Hl לְבַקֵּֽר H1239 ",
      "16": "וַיַּ֖עַשׂ H6213 אוּרִיָּ֣ה H223 הַכֹּהֵ֑ן H3548 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 הַמֶּ֥לֶךְ H4428 אָחָֽז H271 ",
      "17": "וַיְקַצֵּץ֩ H7112 הַמֶּ֨לֶךְ H4428 אָחָ֜ז H271 אֶת H853 הַמִּסְגְּר֣וֹת H4526 הַמְּכֹנ֗וֹת H4350 וַיָּ֤סַר H5493 מֵֽעֲלֵי H5921 ואת H853 הַכִּיֹּ֔ר H3595 וְאֶת H853 הַיָּ֣ם H3220 הוֹרִ֔ד H3381 מֵעַ֛ל H5921 הַבָּקָ֥ר H1241 הַנְּחֹ֖שֶׁת H5178 אֲשֶׁ֣ר H834 תַּחְתֶּ֑יהָ H8478 וַיִּתֵּ֣ן H5414 אֹת֔וֹ H853 עַ֖ל H5921 מַרְצֶ֥פֶת H4837 אֲבָנִֽים H68 ",
      "18": "וְאֶת H853 מיסך H4329 הַשַּׁבָּ֜ת H7676 אֲשֶׁר H834 בָּנ֣וּ H1129 בַבַּ֗יִת H1004 וְאֶת H853 מְב֤וֹא H3996 הַמֶּ֨לֶךְ֙ H4428 הַֽחִיצ֔וֹנָ H2435 הֵסֵ֖ב H5437 בֵּ֣ית H1004 יְהוָ֑ה H3068 מִפְּנֵ֖י H6440 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "19": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אָחָ֖ז H271 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "20": "וַיִּשְׁכַּ֤ב H7901 אָחָז֙ H271 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֥ר H6912 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 חִזְקִיָּ֥הוּ H2396 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "17": {
      "1": "בִּשְׁנַת֙ H8141 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֔ה H6240 לְאָחָ֖ז H271 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 הוֹשֵׁ֨עַ H1954 בֶּן H1121 אֵלָ֧ה H425 בְשֹׁמְר֛וֹן H8111 עַל H5921 יִשְׂרָאֵ֖ל H3478 תֵּ֥שַׁע H8672 שָׁנִֽים H8141 ",
      "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 רַ֗ק H7535 לֹ֚א H3808 כְּמַלְכֵ֣י H4428 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הָי֖וּ H1961 לְפָנָֽי H6440 ",
      "3": "עָלָ֣יו H5921 עָלָ֔ה H5927 שַׁלְמַנְאֶ֖סֶר H8022 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וַֽיְהִי H1961 ל֤וֹ Hl הוֹשֵׁ֨עַ֙ H1954 עֶ֔בֶד H5650 וַיָּ֥שֶׁב H7725 ל֖וֹ Hl מִנְחָֽה H4503 ",
      "4": "וַיִּמְצָא֩ H4672 מֶֽלֶךְ H4428 אַשּׁ֨וּר H804 בְּהוֹשֵׁ֜עַ H1954 קֶ֗שֶׁר H7195 אֲשֶׁ֨ר H834 שָׁלַ֤ח H7971 מַלְאָכִים֙ H4397 אֶל H413 ס֣וֹא H5471 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וְלֹא H3808 הֶעֱלָ֥ה H5927 מִנְחָ֛ה H4503 לְמֶ֥לֶךְ H4428 אַשּׁ֖וּר H804 כְּשָׁנָ֣ה H8141 בְשָׁנָ֑ה H8141 וַֽיַּעַצְרֵ֨ H6113 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיַּאַסְרֵ֖ H631 בֵּ֥ית H1004 כֶּֽלֶא H3608 ",
      "5": "וַיַּ֥עַל H5927 מֶֽלֶךְ H4428 אַשּׁ֖וּר H804 בְּכָל H3605 הָאָ֑רֶץ H776 וַיַּ֨עַל֙ H5927 שֹׁמְר֔וֹן H8111 וַיָּ֥צַר H6696 עָלֶ֖יהָ H5921 שָׁלֹ֥שׁ H7969 שָׁנִֽים H8141 ",
      "6": "בִּשְׁנַ֨ת H8141 הַתְּשִׁיעִ֜ית H8671 לְהוֹשֵׁ֗עַ H1954 לָכַ֤ד H3920 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 אֶת H853 שֹׁ֣מְר֔וֹן H8111 וַיֶּ֥גֶל H1540 אֶת H853 יִשְׂרָאֵ֖ל H3478 אַשּׁ֑וּרָה H804 וַיֹּ֨שֶׁב H3427 אֹתָ֜ם H853 בַּחְלַ֧ח H2477 וּבְ H2249 נְהַ֥ר H5104 גּוֹזָ֖ן H1470 וְעָרֵ֥י H5892 מָדָֽי H4074 ",
      "7": "וַיְהִ֗י H1961 כִּֽי H3588 חָטְא֤וּ H2398 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לַיהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 הַמַּעֲלֶ֤ה H5927 אֹתָם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מִתַּ֕חַת H8478 יַ֖ד H3027 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרָ֑יִם H4714 וַיִּֽירְא֖וּ H3372 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
      "8": "וַיֵּֽלְכוּ֙ H3212 בְּחֻקּ֣וֹת H2708 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּמַלְכֵ֥י H4428 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֥ר H834 עָשֽׂוּ H6213 ",
      "9": "וַיְחַפְּא֣וּ H2644 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 דְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 לֹא H3808 כֵ֔ן H3651 עַל H5921 יְהוָ֖ה H3068 אֱלֹהֵיהֶ֑ם H430 וַיִּבְנ֨וּ H1129 לָהֶ֤ם Hl בָּמוֹת֙ H1116 בְּכָל H3605 עָ֣רֵיהֶ֔ם H5892 מִמִּגְדַּ֥ל H4026 נוֹצְרִ֖ים H5341 עַד H5704 עִ֥יר H5892 מִבְצָֽר H4013 ",
      "10": "וַיַּצִּ֧בוּ H5324 לָהֶ֛ם Hl מַצֵּב֖וֹת H4676 וַאֲשֵׁרִ֑ים H842 עַ֚ל H5921 כָּל H3605 גִּבְעָ֣ה H1389 גְבֹהָ֔ה H1364 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
      "11": "וַיְקַטְּרוּ H6999 שָׁם֙ H8033 בְּכָל H3605 בָּמ֔וֹת H1116 כַּגּוֹיִ֕ם H1471 אֲשֶׁר H834 הֶגְלָ֥ה H1540 יְהוָ֖ה H3068 מִפְּנֵי H6440 וַֽיַּעֲשׂוּ֙ H6213 דְּבָרִ֣ים H1697 רָעִ֔ים H7451 לְהַכְעִ֖יס H3707 אֶת H853 יְהוָֽה H3068 ",
      "12": "וַיַּֽעַבְד֖וּ H5647 הַגִּלֻּלִ֑ים H1544 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 לָהֶ֔ם Hl לֹ֥א H3808 תַעֲשׂ֖וּ H6213 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "13": "וַיָּ֣עַד H5749 יְהוָ֡ה H3068 בְּיִשְׂרָאֵ֣ל H3478 וּבִ H3063 בְּיַד֩ H3027 כָּל H3605 נביאו H5030 כָל H3605 חֹזֶ֜ה H2374 לֵאמֹ֗ר H559 שֻׁ֝֠בוּ H7725 מִדַּרְכֵי H1870 הָֽרָעִים֙ H7451 וְשִׁמְרוּ֙ H8104 מִצְוֺתַ֣י H4687 חֻקּוֹתַ֔י H2708 כְּכָ֨ל H3605 הַתּוֹרָ֔ה H8451 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אֶת H853 אֲבֹֽתֵיכֶ֑ם H1 וַֽאֲשֶׁר֙ H834 שָׁלַ֣חְתִּי H7971 אֲלֵיכֶ֔ם H413 בְּיַ֖ד H3027 עֲבָדַ֥י H5650 הַנְּבִיאִֽים H5030 ",
      "14": "וְלֹ֖א H3808 שָׁמֵ֑עוּ H8085 וַיַּקְשׁ֤וּ H7185 אֶת H853 עָרְפָּם֙ H6203 כְּעֹ֣רֶף H6203 אֲבוֹתָ֔ם H1 אֲשֶׁר֙ H834 לֹ֣א H3808 הֶאֱמִ֔ינוּ H539 בַּֽיהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
      "15": "וַיִּמְאֲס֣וּ H3988 אֶת H853 חֻקָּ֗יו H2706 וְאֶת H853 בְּרִיתוֹ֙ H1285 אֲשֶׁ֣ר H834 כָּרַ֣ת H3772 אֶת H854 אֲבוֹתָ֔ם H1 וְאֵת֙ H853 עֵֽדְוֺתָ֔יו H5715 אֲשֶׁ֥ר H834 הֵעִ֖יד H5749 בָּ֑ם Hb וַיֵּ֨לְכ֜וּ H3212 אַחֲרֵ֤י H310 הַהֶ֨בֶל֙ H1892 וַיֶּהְבָּ֔לוּ H1891 וְאַחֲרֵ֤י H310 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 סְבִֽיבֹתָ֔ם H5439 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֹתָ֔ם H853 לְבִלְתִּ֖י H1115 עֲשׂ֥וֹת H6213 כָּהֶֽם Hk ",
      "16": "וַיַּעַזְב֗וּ H5800 אֶת H853 כָּל H3605 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 וַיַּעֲשׂ֥וּ H6213 לָהֶ֛ם Hl מַסֵּכָ֖ה H4541 שנים H8147 עֲגָלִ֑ים H5695 וַיַּעֲשׂ֣וּ H6213 אֲשֵׁירָ֗ה H842 וַיִּֽשְׁתַּחֲווּ֙ H7812 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וַיַּעַבְד֖וּ H5647 אֶת H853 הַבָּֽעַל H1168 ",
      "17": "וַֽ֠יַּעֲבִירוּ H5674 אֶת H853 בְּנֵיהֶ֤ם H1121 וְאֶת H853 בְּנֽוֹתֵיהֶם֙ H1323 בָּאֵ֔שׁ H784 וַיִּקְסְמ֥וּ H7080 קְסָמִ֖ים H7081 וַיְנַחֵ֑שׁוּ H5172 וַיִּֽתְמַכְּר֗וּ H4376 לַעֲשׂ֥וֹת H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 לְהַכְעִיסֽ H3707 ",
      "18": "וַיִּתְאַנַּ֨ף H599 יְהוָ֤ה H3068 מְאֹד֙ H3966 בְּיִשְׂרָאֵ֔ל H3478 וַיְסִרֵ֖ H5493 מֵעַ֣ל H5921 פָּנָ֑יו H6440 לֹ֣א H3808 נִשְׁאַ֔ר H7604 רַ֛ק H7535 שֵׁ֥בֶט H7626 יְהוּדָ֖ה H3063 לְבַדּֽ H905 ",
      "19": "גַּם H1571 יְהוּדָ֕ה H3063 לֹ֣א H3808 שָׁמַ֔ר H8104 אֶת H853 מִצְוֺ֖ת H4687 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 וַיֵּ֣לְכ֔וּ H3212 בְּחֻקּ֥וֹת H2708 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֥ר H834 עָשֽׂוּ H6213 ",
      "20": "וַיִּמְאַ֨ס H3988 יְהוָ֜ה H3068 בְּכָל H3605 זֶ֤רַע H2233 יִשְׂרָאֵל֙ H3478 וַיְעַנֵּ֔ H6031 וַֽיִּתְּנֵ֖ H5414 בְּיַד H3027 שֹׁסִ֑ים H8154 עַ֛ד H5704 אֲשֶׁ֥ר H834 הִשְׁלִיכָ֖ם H7993 מִפָּנָֽי H6440 ",
      "21": "כִּֽי H3588 קָרַ֣ע H7167 יִשְׂרָאֵ֗ל H3478 מֵעַל֙ H5921 בֵּ֣ית H1004 דָּוִ֔ד H1732 וַיַּמְלִ֖יכוּ H4427 אֶת H853 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 וידא H5077 יָרָבְעָ֤ם H3379 אֶת H853 יִשְׂרָאֵל֙ H3478 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 וְהֶחֱטֵיאָ֖ H2398 חֲטָאָ֥ה H2401 גְדוֹלָֽה H1419 ",
      "22": "וַיֵּֽלְכוּ֙ H3212 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּכָל H3605 חַטֹּ֥אות H2403 יָרָבְעָ֖ם H3379 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 לֹא H3808 סָ֖רוּ H5493 מִמֶּֽנָּה H4480 ",
      "23": "עַ֠ד H5704 אֲשֶׁר H834 הֵסִ֨יר H5493 יְהוָ֤ה H3068 אֶת H853 יִשְׂרָאֵל֙ H3478 מֵעַ֣ל H5921 פָּנָ֔יו H6440 כַּאֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 כָּל H3605 עֲבָדָ֣יו H5650 הַנְּבִיאִ֑ים H5030 וַיִּ֨גֶל H1540 יִשְׂרָאֵ֜ל H3478 מֵעַ֤ל H5921 אַדְמָתוֹ֙ H127 אַשּׁ֔וּרָה H804 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "24": "וַיָּבֵ֣א H935 מֶֽלֶךְ H4428 אַשּׁ֡וּר H804 מִבָּבֶ֡ל H894 וּ֠מִ H3575 וּמֵ H5755 וּמֵֽ H2574 וּסְפַרְוַ֔יִם H5617 וַיֹּ֨שֶׁב֙ H3427 בְּעָרֵ֣י H5892 שֹֽׁמְר֔וֹן H8111 תַּ֖חַת H8478 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּֽרְשׁוּ֙ H3423 אֶת H853 שֹׁ֣מְר֔וֹן H8111 וַיֵּֽשְׁב֖וּ H3427 בְּעָרֶֽי H5892 ",
      "25": "וַיְהִ֗י H1961 בִּתְחִלַּת֙ H8462 שִׁבְתָּ֣ם H3427 שָׁ֔ם H8033 לֹ֥א H3808 יָרְא֖וּ H3372 אֶת H853 יְהוָ֑ה H3068 וַיְשַׁלַּ֨ח H7971 יְהוָ֤ה H3068 בָּהֶם֙ Hb אֶת H853 הָ֣אֲרָי֔וֹת H738 וַיִּֽהְי֥וּ H1961 הֹרְגִ֖ים H2026 בָּהֶֽם Hb ",
      "26": "וַיֹּאמְר֗וּ H559 לְמֶ֣לֶךְ H4428 אַשּׁוּר֮ H804 לֵאמֹר֒ H559 הַגּוֹיִ֗ם H1471 אֲשֶׁ֤ר H834 הִגְלִ֨יתָ֙ H1540 וַתּ֨וֹשֶׁב֙ H3427 בְּעָרֵ֣י H5892 שֹׁמְר֔וֹן H8111 לֹ֣א H3808 יָֽדְע֔וּ H3045 אֶת H853 מִשְׁפַּ֖ט H4941 אֱלֹהֵ֣י H430 הָאָ֑רֶץ H776 וַיְשַׁלַּח H7971 בָּ֣ם Hb אֶת H853 הָאֲרָי֗וֹת H738 וְהִנָּ H2009 מְמִיתִ֣ים H4191 אוֹתָ֔ם H853 כַּאֲשֶׁר֙ H834 אֵינָ֣ם H369 יֹדְעִ֔ים H3045 אֶת H853 מִשְׁפַּ֖ט H4941 אֱלֹהֵ֥י H430 הָאָֽרֶץ H776 ",
      "27": "וַיְצַ֨ו H6680 מֶֽלֶךְ H4428 אַשּׁ֜וּר H804 לֵאמֹ֗ר H559 הֹלִ֤יכוּ H3212 שָׁ֨מָּה֙ H8033 אֶחָ֤ד H259 מֵהַ H3548 אֲשֶׁ֣ר H834 הִגְלִיתֶ֣ם H1540 מִשָּׁ֔ם H8033 וְיֵלְכ֖וּ H3212 וְיֵ֣שְׁבוּ H3427 שָׁ֑ם H8033 וְיֹרֵ֕ H3384 אֶת H853 מִשְׁפַּ֖ט H4941 אֱלֹהֵ֥י H430 הָאָֽרֶץ H776 ",
      "28": "וַיָּבֹ֞א H935 אֶחָ֣ד H259 מֵהַ H3548 אֲשֶׁ֤ר H834 הִגְלוּ֙ H1540 מִשֹּׁ֣מְר֔וֹן H8111 וַיֵּ֖שֶׁב H3427 בְּבֵֽית H1008 אֵ֑ל H1008 וַֽיְהִי֙ H1961 מוֹרֶ֣ה H3384 אֹתָ֔ם H853 אֵ֖יךְ H349 יִֽירְא֥וּ H3372 אֶת H853 יְהוָֽה H3068 ",
      "29": "וַיִּהְי֣וּ H1961 עֹשִׂ֔ים H6213 גּ֥וֹי H1471 גּ֖וֹי H1471 אֱלֹהָ֑יו H430 וַיַּנִּ֣יחוּ H3240 בְּבֵ֣ית H1004 הַבָּמ֗וֹת H1116 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 הַשֹּׁ֣מְרֹנִ֔ים H8118 גּ֥וֹי H1471 גּוֹי֙ H1471 בְּעָ֣רֵי H5892 אֲשֶׁ֛ר H834 הֵ֥ם H1992 יֹשְׁבִ֖ים H3427 שָֽׁם H8033 ",
      "30": "וְאַנְשֵׁ֣י H376 בָבֶ֗ל H894 עָשׂוּ֙ H6213 אֶת H853 סֻכּ֣וֹת H5524 בְּנ֔וֹת H5524 וְאַנְשֵׁי H376 כ֔וּת H3575 עָשׂ֖וּ H6213 אֶת H853 נֵֽרְגַ֑ל H5370 וְאַנְשֵׁ֥י H376 חֲמָ֖ת H2574 עָשׂ֥וּ H6213 אֶת H853 אֲשִׁימָֽא H807 ",
      "31": "וְהָ H5757 עָשׂ֥וּ H6213 נִבְחַ֖ז H5026 וְאֶת H853 תַּרְתָּ֑ק H8662 וְהַ H5616 שֹׂרְפִ֤ים H8313 אֶת H853 בְּנֵיהֶם֙ H1121 בָּאֵ֔שׁ H784 לְאַדְרַמֶּ֥לֶךְ H152 וַֽעֲנַמֶּ֖לֶךְ H6048 אלה H433 ספרים H5617 ",
      "32": "וַיִּהְי֥וּ H1961 יְרֵאִ֖ים H3372 אֶת H853 יְהוָ֑ה H3068 וַיַּעֲשׂ֨וּ H6213 לָהֶ֤ם H1992 מִקְצוֹתָ H7098 כֹּהֲנֵ֣י H3548 בָמ֔וֹת H1116 וַיִּהְי֛וּ H1961 עֹשִׂ֥ים H6213 לָהֶ֖ם H1992 בְּבֵ֥ית H1004 הַבָּמֽוֹת H1116 ",
      "33": "אֶת H853 יְהוָ֖ה H3068 הָי֣וּ H1961 יְרֵאִ֑ים H3372 וְאֶת H853 אֱלֹֽהֵיהֶם֙ H430 הָי֣וּ H1961 עֹֽבְדִ֔ים H5647 כְּמִשְׁפַּט֙ H4941 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 הִגְל֥וּ H1540 אֹתָ֖ם H853 מִשָּֽׁם H8033 ",
      "34": "עַ֣ד H5704 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 הֵ֣ם H1992 עֹשִׂ֔ים H6213 כַּמִּשְׁפָּטִ֖ים H4941 הָרִֽאשֹׁנִ֑ים H7223 אֵינָ֤ם H369 יְרֵאִים֙ H3372 אֶת H853 יְהוָ֔ה H3068 וְאֵינָ֣ H369 עֹשִׂ֗ים H6213 כְּחֻקֹּתָ H2708 וּכְ H4941 וְכַ H8451 וְכַ H4687 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 בְּנֵ֣י H1121 יַעֲקֹ֔ב H3290 אֲשֶׁר H834 שָׂ֥ם H7760 שְׁמ֖וֹ H8034 יִשְׂרָאֵֽל H3478 ",
      "35": "וַיִּכְרֹ֨ת H3772 יְהוָ֤ה H3068 אִתָּם֙ H854 בְּרִ֔ית H1285 וַיְצַוֵּ֣ H6680 לֵאמֹ֔ר H559 לֹ֥א H3808 תִֽירְא֖וּ H3372 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְלֹא H3808 תִשְׁתַּחֲו֣וּ H7812 לָהֶ֔ם Hl וְלֹ֣א H3808 תַעַבְד֔וּם H5647 וְלֹ֥א H3808 תִזְבְּח֖וּ H2076 לָהֶֽם Hl ",
      "36": "כִּ֣י H3588 אִֽם H518 אֶת H853 יְהוָ֗ה H3068 אֲשֶׁר֩ H834 הֶעֱלָ֨ה H5927 אֶתְכֶ֜ם H853 מֵאֶ֧רֶץ H776 מִצְרַ֛יִם H4714 בְּכֹ֧חַ H3581 גָּד֛וֹל H1419 וּבִ H2220 נְטוּיָ֖ה H5186 אֹת֣וֹ H853 תִירָ֑אוּ H3372 וְל֥ Hc/Hl תִֽשְׁתַּחֲו֖וּ H7812 וְל֥ Hc/Hl תִזְבָּֽחוּ H2076 ",
      "37": "וְאֶת H853 הַחֻקִּ֨ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֜ים H4941 וְהַ H8451 וְהַ H4687 אֲשֶׁ֣ר H834 כָּתַ֣ב H3789 לָכֶ֔ם Hl תִּשְׁמְר֥וּן H8104 לַעֲשׂ֖וֹת H6213 כָּל H3605 הַיָּמִ֑ים H3117 וְלֹ֥א H3808 תִֽירְא֖וּ H3372 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
      "38": "וְהַ H1285 אֲשֶׁר H834 כָּרַ֥תִּי H3772 אִתְּכֶ֖ם H854 לֹ֣א H3808 תִשְׁכָּ֑חוּ H7911 וְלֹ֥א H3808 תִֽירְא֖וּ H3372 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
      "39": "כִּ֛י H3588 אִֽם H518 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 תִּירָ֑אוּ H3372 וְהוּא֙ H1931 יַצִּ֣יל H5337 אֶתְכֶ֔ם H853 מִיַּ֖ד H3027 כָּל H3605 אֹיְבֵיכֶֽם H341 ",
      "40": "וְלֹ֖א H3808 שָׁמֵ֑עוּ H8085 כִּ֛י H3588 אִֽם H518 כְּמִשְׁפָּטָ֥ H4941 הָֽרִאשׁ֖וֹן H7223 הֵ֥ם H1992 עֹשִֽׂים H6213 ",
      "41": "וַיִּהְי֣וּ H1961 הַגּוֹיִ֣ם H1471 הָאֵ֗לֶּה H428 יְרֵאִים֙ H3372 אֶת H853 יְהוָ֔ה H3068 וְאֶת H853 פְּסִֽילֵיהֶ֖ם H6456 הָי֣וּ H1961 עֹֽבְדִ֑ים H5647 גַּם H1571 בְּנֵיהֶ֣ם H1121 וּבְנֵ֣י H1121 בְנֵיהֶ֗ם H1121 כַּאֲשֶׁ֨ר H834 עָשׂ֤וּ H6213 אֲבֹתָם֙ H1 הֵ֣ם H1992 עֹשִׂ֔ים H6213 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
    },
    "18": {
      "1": "וַֽיְהִי֙ H1961 בִּשְׁנַ֣ת H8141 שָׁלֹ֔שׁ H7969 לְהוֹשֵׁ֥עַ H1954 בֶּן H1121 אֵלָ֖ה H425 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 חִזְקִיָּ֥ה H2396 בֶן H1121 אָחָ֖ז H271 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "2": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וְעֶשְׂרִ֤ים H6242 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 אֲבִ֖י H21 בַּת H1323 זְכַרְיָֽה H2148 ",
      "3": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 דָּוִ֥ד H1732 אָבִֽיו H1 ",
      "4": "ה֣וּא H1931 הֵסִ֣יר H5493 אֶת H853 הַבָּמ֗וֹת H1116 וְשִׁבַּר֙ H7665 אֶת H853 הַמַּצֵּבֹ֔ת H4676 וְכָרַ֖ת H3772 אֶת H853 הָֽאֲשֵׁרָ֑ה H842 וְכִתַּת֩ H3807 נְחַ֨שׁ H5175 הַנְּחֹ֜שֶׁת H5178 אֲשֶׁר H834 עָשָׂ֣ה H6213 מֹשֶׁ֗ה H4872 כִּ֣י H3588 עַד H5704 הַיָּמִ֤ים H3117 הָהֵ֨מָּה֙ H1992 הָי֤וּ H1961 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מְקַטְּרִ֣ים H6999 ל֔וֹ Hl וַיִּקְרָא H7121 ל֖וֹ Hl נְחֻשְׁתָּֽן H5180 ",
      "5": "בַּיהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 בָּטָ֑ח H982 וְאַחֲרָ֞י H310 לֹא H3808 הָיָ֣ה H1961 כָמֹ֗הוּ H3644 בְּכֹל֙ H3605 מַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 וַאֲשֶׁ֥ר H834 הָי֖וּ H1961 לְפָנָֽי H6440 ",
      "6": "וַיִּדְבַּק֙ H1692 בַּֽיהוָ֔ה H3068 לֹא H3808 סָ֖ר H5493 מֵאַֽחֲרָ֑י H310 וַיִּשְׁמֹר֙ H8104 מִצְוֺתָ֔יו H4687 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "7": "וְהָיָ֤ה H1961 יְהוָה֙ H3068 עִמּ֔וֹ H5973 בְּכֹ֥ל H3605 אֲשֶׁר H834 יֵצֵ֖א H3318 יַשְׂכִּ֑יל H7919 וַיִּמְרֹ֥ד H4775 בְּמֶֽלֶךְ H4428 אַשּׁ֖וּר H804 וְלֹ֥א H3808 עֲבָדֽוֹ H5647 ",
      "8": "הֽוּא H1931 הִכָּ֧ה H5221 אֶת H853 פְּלִשְׁתִּ֛ים H6430 עַד H5704 עַזָּ֖ה H5804 וְאֶת H853 גְּבוּלֶ֑יהָ H1366 מִמִּגְדַּ֥ל H4026 נוֹצְרִ֖ים H5341 עַד H5704 עִ֥יר H5892 מִבְצָֽר H4013 ",
      "9": "וַֽיְהִ֞י H1961 בַּשָּׁנָ֤ה H8141 הָֽרְבִיעִית֙ H7243 לַמֶּ֣לֶךְ H4428 חִזְקִיָּ֔הוּ H2396 הִ֚יא H1931 הַשָּׁנָ֣ה H8141 הַשְּׁבִיעִ֔ית H7637 לְהוֹשֵׁ֥עַ H1954 בֶּן H1121 אֵלָ֖ה H425 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 עָלָ֞ה H5927 שַׁלְמַנְאֶ֧סֶר H8022 מֶֽלֶךְ H4428 אַשּׁ֛וּר H804 עַל H5921 שֹׁמְר֖וֹן H8111 וַיָּ֥צַר H6696 עָלֶֽיהָ H5921 ",
      "10": "וַֽיִּלְכְּדֻ֗ H3920 מִקְצֵה֙ H7097 שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 בִּשְׁנַת H8141 שֵׁ֖שׁ H8337 לְחִזְקִיָּ֑ה H2396 הִ֣יא H1931 שְׁנַת H8141 תֵּ֗שַׁע H8672 לְהוֹשֵׁ֨עַ֙ H1954 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 נִלְכְּדָ֖ה H3920 שֹׁמְרֽוֹן H8111 ",
      "11": "וַיֶּ֧גֶל H1540 מֶֽלֶךְ H4428 אַשּׁ֛וּר H804 אֶת H853 יִשְׂרָאֵ֖ל H3478 אַשּׁ֑וּרָה H804 וַיַּנְחֵ֞ H5148 בַּחְלַ֧ח H2477 וּבְ H2249 נְהַ֥ר H5104 גּוֹזָ֖ן H1470 וְעָרֵ֥י H5892 מָדָֽי H4074 ",
      "12": "עַ֣ל H5921 אֲשֶׁ֣ר H834 לֹֽא H3808 שָׁמְע֗וּ H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 וַיַּעַבְרוּ֙ H5674 אֶת H853 בְּרִית֔וֹ H1285 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 צִוָּ֔ה H6680 מֹשֶׁ֖ה H4872 עֶ֣בֶד H5650 יְהוָ֑ה H3068 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 וְלֹ֥א H3808 עָשֽׂוּ H6213 ",
      "13": "וּבְ H702 עֶשְׂרֵ֨ה H6240 שָׁנָ֜ה H8141 לַמֶּ֣לֶךְ H4428 חִזְקִיָּ֗ה H2396 עָלָ֞ה H5927 סַנְחֵרִ֤יב H5576 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עַ֣ל H5921 כָּל H3605 עָרֵ֧י H5892 יְהוּדָ֛ה H3063 הַבְּצֻר֖וֹת H1219 וַֽיִּתְפְּשֵֽׂ H8610 ",
      "14": "וַיִּשְׁלַ֣ח H7971 חִזְקִיָּ֣ה H2396 מֶֽלֶךְ H4428 יְהוּדָ֣ה H3063 אֶל H413 מֶֽלֶךְ H4428 אַשּׁוּר֩ H804 לָכִ֨ישָׁה H3923 לֵאמֹ֤ר H559 חָטָ֨אתִי֙ H2398 שׁ֣וּב H7725 מֵֽעָלַ֔ H5921 אֵ֛ת H853 אֲשֶׁר H834 תִּתֵּ֥ן H5414 עָלַ֖י H5921 אֶשָּׂ֑א H5375 וַיָּ֨שֶׂם H7760 מֶֽלֶךְ H4428 אַשּׁ֜וּר H804 עַל H5921 חִזְקִיָּ֣ה H2396 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 שְׁלֹ֤שׁ H7969 מֵאוֹת֙ H3967 כִּכַּר H3603 כֶּ֔סֶף H3701 וּשְׁלֹשִׁ֖ים H7970 כִּכַּ֥ר H3603 זָהָֽב H2091 ",
      "15": "וַיִּתֵּן֙ H5414 חִזְקִיָּ֔ה H2396 אֶת H853 כָּל H3605 הַכֶּ֖סֶף H3701 הַנִּמְצָ֣א H4672 בֵית H1004 יְהוָ֑ה H3068 וּבְ H214 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
      "16": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 קִצַּ֨ץ H7112 חִזְקִיָּ֜ה H2396 אֶת H853 דַּלְת֨וֹת H1817 הֵיכַ֤ל H1964 יְהוָה֙ H3068 וְאֶת H853 הָאֹ֣מְנ֔וֹת H547 אֲשֶׁ֣ר H834 צִפָּ֔ה H6823 חִזְקִיָּ֖ה H2396 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַֽיִּתְּנֵ֖ H5414 לְמֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "17": "וַיִּשְׁלַ֣ח H7971 מֶֽלֶךְ H4428 אַשּׁ֡וּר H804 אֶת H853 תַּרְתָּ֥ן H8661 וְאֶת H853 רַב H7249 סָרִ֣יס H7249 וְאֶת H853 רַב H7262 שָׁקֵ֨ה H7262 מִן H4480 לָכִ֜ישׁ H3923 אֶל H413 הַמֶּ֧לֶךְ H4428 חִזְקִיָּ֛הוּ H2396 בְּחֵ֥יל H2426 כָּבֵ֖ד H3515 יְרוּשָׁלִָ֑ם H3389 וַֽיַּעֲלוּ֙ H5927 וַיָּבֹ֣אוּ H935 יְרוּשָׁלִַ֔ם H3389 וַיַּעֲל֣וּ H5927 וַיָּבֹ֗אוּ H935 וַיַּֽעַמְדוּ֙ H5975 בִּתְעָלַת֙ H8585 הַבְּרֵכָ֣ה H1295 הָֽעֶלְיוֹנָ֔ה H5945 אֲשֶׁ֕ר H834 בִּמְסִלַּ֖ת H4546 שְׂדֵ֥ה H7704 כוֹבֵֽס H3526 ",
      "18": "וַֽיִּקְרְאוּ֙ H7121 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיֵּצֵ֧א H3318 אֲלֵהֶ֛ם H413 אֶלְיָקִ֥ים H471 בֶּן H1121 חִלְקִיָּ֖הוּ H2518 אֲשֶׁ֣ר H834 עַל H5921 הַבָּ֑יִת H1004 וְשֶׁבְנָה֙ H7644 הַסֹּפֵ֔ר H5608 וְיוֹאָ֥ח H3098 בֶּן H1121 אָסָ֖ף H623 הַמַּזְכִּֽיר H2142 ",
      "19": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 רַב H7262 שָׁקֵ֔ה H7262 אִמְרוּ H559 נָ֖א H4994 אֶל H413 חִזְקִיָּ֑הוּ H2396 כֹּֽה H3541 אָמַ֞ר H559 הַמֶּ֤לֶךְ H4428 הַגָּדוֹל֙ H1419 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 מָ֧ה H4100 הַבִּטָּח֛וֹן H986 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּטָֽחְתָּ H982 ",
      "20": "אָמַ֨רְתָּ֙ H559 אַךְ H389 דְּבַר H1697 שְׂפָתַ֔יִם H8193 עֵצָ֥ה H6098 וּגְבוּרָ֖ה H1369 לַמִּלְחָמָ֑ה H4421 עַתָּה֙ H6258 עַל H5921 מִ֣י H4310 בָטַ֔חְתָּ H982 כִּ֥י H3588 מָרַ֖דְתָּ H4775 בִּֽי Hb ",
      "21": "עַתָּ֡ה H6258 הִנֵּ֣ה H2009 בָטַ֣חְתָּ H982 לְּךָ֡ Hl עַל H5921 מִשְׁעֶנֶת֩ H4938 הַקָּנֶ֨ה H7070 הָרָצ֤וּץ H7533 הַזֶּה֙ H2088 עַל H5921 מִצְרַ֔יִם H4714 אֲשֶׁ֨ר H834 יִסָּמֵ֥ךְ H5564 אִישׁ֙ H376 עָלָ֔יו H5921 וּבָ֥א H935 בְכַפּ֖ H3709 וּנְקָבָ֑ H5344 כֵּ֚ן H3651 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 לְכָֽל H3605 הַבֹּטְחִ֖ים H982 עָלָֽיו H5921 ",
      "22": "וְכִי H3588 תֹאמְר֣וּן H559 אֵלַ֔י H413 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 בָּטָ֑חְנוּ H982 הֲלוֹא H3808 ה֗וּא H1931 אֲשֶׁ֨ר H834 הֵסִ֤יר H5493 חִזְקִיָּ֨הוּ֙ H2396 אֶת H853 בָּמֹתָ֣יו H1116 וְאֶת H853 מִזְבְּחֹתָ֔יו H4196 וַיֹּ֤אמֶר H559 לִֽיהוּדָה֙ H3063 וְלִ H3389 לִפְנֵי֙ H6440 הַמִּזְבֵּ֣חַ H4196 הַזֶּ֔ה H2088 תִּֽשְׁתַּחֲו֖וּ H7812 בִּירוּשָׁלִָֽם H3389 ",
      "23": "וְעַתָּה֙ H6258 הִתְעָ֣רֶב H6148 נָ֔א H4994 אֶת H854 אֲדֹנִ֖י H113 אֶת H853 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וְאֶתְּנָ֤ה H5414 לְךָ֙ Hl אַלְפַּ֣יִם H505 סוּסִ֔ים H5483 אִם H518 תּוּכַ֕ל H3201 לָ֥תֶת H5414 לְךָ֖ Hl רֹכְבִ֥ים H7392 עֲלֵיהֶֽם H5921 ",
      "24": "וְאֵ֣יךְ H349 תָּשִׁ֗יב H7725 אֵ֠ת H853 פְּנֵ֨י H6440 פַחַ֥ת H6346 אַחַ֛ד H259 עַבְדֵ֥י H5650 אֲדֹנִ֖י H113 הַקְּטַנִּ֑ים H6996 וַתִּבְטַ֤ח H982 לְךָ֙ Hl עַל H5921 מִצְרַ֔יִם H4714 לְרֶ֖כֶב H7393 וּלְ H6571 ",
      "25": "עַתָּה֙ H6258 הֲמִ H1107 יְהוָ֔ה H3068 עָלִ֛יתִי H5927 עַל H5921 הַמָּק֥וֹם H4725 הַזֶּ֖ה H2088 לְהַשְׁחִת֑ H7843 יְהוָה֙ H3068 אָמַ֣ר H559 אֵלַ֔י H413 עֲלֵ֛ה H5927 עַל H5921 הָאָ֥רֶץ H776 הַזֹּ֖את H2063 וְהַשְׁחִיתָֽ H7843 ",
      "26": "וַיֹּ֣אמֶר H559 אֶלְיָקִ֣ים H471 בֶּן H1121 חִ֠לְקִיָּהוּ H2518 וְשֶׁבְנָ֨ה H7644 וְיוֹאָ֜ח H3098 אֶל H413 רַב H7262 שָׁקֵ֗ה H7262 דַּבֶּר H1696 נָ֤א H4994 אֶל H413 עֲבָדֶ֨יךָ֙ H5650 אֲרָמִ֔ית H762 כִּ֥י H3588 שֹׁמְעִ֖ים H8085 אֲנָ֑חְנוּ H587 וְאַל H408 תְּדַבֵּ֤ר H1696 עִמָּ֨נוּ֙ H5973 יְהוּדִ֔ית H3066 בְּאָזְנֵ֣י H241 הָעָ֔ם H5971 אֲשֶׁ֖ר H834 עַל H5921 הַחֹמָֽה H2346 ",
      "27": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 רַב H7262 שָׁקֵ֗ה H7262 הַעַ֨ל H5921 אֲדֹנֶ֤יךָ H113 וְאֵלֶ֨י H413 שְׁלָחַ֣נִי H7971 אֲדֹנִ֔י H113 לְדַבֵּ֖ר H1696 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 הֲלֹ֣א H3808 עַל H5921 הָאֲנָשִׁ֗ים H376 הַיֹּֽשְׁבִים֙ H3427 עַל H5921 הַ֣חֹמָ֔ה H2346 לֶאֱכֹ֣ל H398 אֶת H853 חריהם H2755 וְלִ H8354 אֶת H853 שיניהם H7890 עִמָּכֶֽם H5973 ",
      "28": "וַֽיַּעֲמֹד֙ H5975 רַב H7262 שָׁקֵ֔ה H7262 וַיִּקְרָ֥א H7121 בְקוֹל H6963 גָּד֖וֹל H1419 יְהוּדִ֑ית H3066 וַיְדַבֵּ֣ר H1696 וַיֹּ֔אמֶר H559 שִׁמְע֛וּ H8085 דְּבַר H1697 הַמֶּ֥לֶךְ H4428 הַגָּד֖וֹל H1419 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "29": "כֹּ֚ה H3541 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 אַל H408 יַשִּׁ֥יא H5377 לָכֶ֖ם Hl חִזְקִיָּ֑הוּ H2396 כִּי H3588 לֹ֣א H3808 יוּכַ֔ל H3201 לְהַצִּ֥יל H5337 אֶתְכֶ֖ם H853 מִיָּדֽ H3027 ",
      "30": "וְאַל H408 יַבְטַ֨ח H982 אֶתְכֶ֤ם H853 חִזְקִיָּ֨הוּ֙ H2396 אֶל H413 יְהוָ֣ה H3068 לֵאמֹ֔ר H559 הַצֵּ֥ל H5337 יַצִּילֵ֖נוּ H5337 יְהוָ֑ה H3068 וְלֹ֤א H3808 תִנָּתֵן֙ H5414 אֶת H853 הָעִ֣יר H5892 הַזֹּ֔את H2063 בְּיַ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "31": "אַֽל H408 תִּשְׁמְע֖וּ H8085 אֶל H413 חִזְקִיָּ֑הוּ H2396 כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 מֶ֣לֶךְ H4428 אַשּׁ֗וּר H804 עֲשֽׂוּ H6213 אִתִּ֤י H854 בְרָכָה֙ H1293 וּצְא֣וּ H3318 אֵלַ֔י H413 וְאִכְל֤וּ H398 אִישׁ H376 גַּפְנוֹ֙ H1612 וְאִ֣ישׁ H376 תְּאֵֽנָת֔וֹ H8384 וּשְׁת֖וּ H8354 אִ֥ישׁ H376 מֵֽי H4325 בוֹרֽוֹ H953 ",
      "32": "עַד H5704 בֹּאִי֩ H935 וְלָקַחְתִּ֨י H3947 אֶתְכֶ֜ם H853 אֶל H413 אֶ֣רֶץ H776 כְּאַרְצְ H776 אֶרֶץ֩ H776 דָּגָ֨ן H1715 וְתִיר֜וֹשׁ H8492 אֶ֧רֶץ H776 לֶ֣חֶם H3899 וּכְרָמִ֗ים H3754 אֶ֣רֶץ H776 זֵ֤ית H2132 יִצְהָר֙ H3323 וּדְבַ֔שׁ H1706 וִֽחְי֖וּ H2421 וְלֹ֣א H3808 תָמֻ֑תוּ H4191 וְאַֽל H408 תִּשְׁמְעוּ֙ H8085 אֶל H413 חִזְקִיָּ֔הוּ H2396 כִּֽי H3588 יַסִּ֤ית H5496 אֶתְכֶם֙ H853 לֵאמֹ֔ר H559 יְהוָ֖ה H3068 יַצִּילֵֽנוּ H5337 ",
      "33": "הַהַצֵּ֥ל H5337 הִצִּ֛ילוּ H5337 אֱלֹהֵ֥י H430 הַגּוֹיִ֖ם H1471 אִ֣ישׁ H376 אֶת H853 אַרְצ֑וֹ H776 מִיַּ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "34": "אַיֵּה֩ H346 אֱלֹהֵ֨י H430 חֲמָ֜ת H2574 וְאַרְפָּ֗ד H774 אַיֵּ֛ה H346 אֱלֹהֵ֥י H430 סְפַרְוַ֖יִם H5617 הֵנַ֣ע H2012 וְעִוָּ֑ה H5755 כִּֽי H3588 הִצִּ֥ילוּ H5337 אֶת H853 שֹׁמְר֖וֹן H8111 מִיָּדִֽ H3027 ",
      "35": "מִ֚י H4310 בְּכָל H3605 אֱלֹהֵ֣י H430 הָֽאֲרָצ֔וֹת H776 אֲשֶׁר H834 הִצִּ֥ילוּ H5337 אֶת H853 אַרְצָ֖ם H776 מִיָּדִ֑ H3027 כִּי H3588 יַצִּ֧יל H5337 יְהוָ֛ה H3068 אֶת H853 יְרוּשָׁלִַ֖ם H3389 מִיָּדִֽ H3027 ",
      "36": "וְהֶחֱרִ֣ישׁוּ H2790 הָעָ֔ם H5971 וְלֹֽא H3808 עָנ֥וּ H6030 אֹת֖וֹ H853 דָּבָ֑ר H1697 כִּי H3588 מִצְוַ֨ת H4687 הַמֶּ֥לֶךְ H4428 הִ֛יא H1931 לֵאמֹ֖ר H559 לֹ֥א H3808 תַעֲנֻֽהוּ H6030 ",
      "37": "וַיָּבֹ֣א H935 אֶלְיָקִ֣ים H471 בֶּן H1121 חִלְקִיָּ֣ה H2518 אֲשֶׁר H834 עַל H5921 הַ֠בַּיִת H1004 וְשֶׁבְנָ֨א H7644 הַסֹּפֵ֜ר H5608 וְיוֹאָ֨ח H3098 בֶּן H1121 אָסָ֧ף H623 הַמַּזְכִּ֛יר H2142 אֶל H413 חִזְקִיָּ֖הוּ H2396 קְרוּעֵ֣י H7167 בְגָדִ֑ים H899 וַיַּגִּ֣דוּ H5046 ל֔וֹ Hl דִּבְרֵ֖י H1697 רַב H7262 שָׁקֵֽה H7262 "
    },
    "19": {
      "1": "וַיְהִ֗י H1961 כִּשְׁמֹ֨עַ֙ H8085 הַמֶּ֣לֶךְ H4428 חִזְקִיָּ֔הוּ H2396 וַיִּקְרַ֖ע H7167 אֶת H853 בְּגָדָ֑יו H899 וַיִּתְכַּ֣ס H3680 בַּשָּׂ֔ק H8242 וַיָּבֹ֖א H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "2": "וַ֠יִּשְׁלַח H7971 אֶת H853 אֶלְיָקִ֨ים H471 אֲשֶׁר H834 עַל H5921 הַבַּ֜יִת H1004 וְשֶׁבְנָ֣א H7644 הַסֹּפֵ֗ר H5608 וְאֵת֙ H853 זִקְנֵ֣י H2205 הַכֹּֽהֲנִ֔ים H3548 מִתְכַּסִּ֖ים H3680 בַּשַּׂקִּ֑ים H8242 אֶל H413 יְשַֽׁעְיָ֥הוּ H3470 הַנָּבִ֖יא H5030 בֶּן H1121 אָמֽוֹץ H531 ",
      "3": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 חִזְקִיָּ֔הוּ H2396 יוֹם H3117 צָרָ֧ה H6869 וְתוֹכֵחָ֛ה H8433 וּנְאָצָ֖ה H5007 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֣י H3588 בָ֤אוּ H935 בָנִים֙ H1121 עַד H5704 מַשְׁבֵּ֔ר H4866 וְכֹ֥חַ H3581 אַ֖יִן H369 לְלֵדָֽה H3205 ",
      "4": "אוּלַ֡י H194 יִשְׁמַע֩ H8085 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 אֵ֣ת H853 כָּל H3605 דִּבְרֵ֣י H1697 רַב H7262 שָׁקֵ֗ה H7262 אֲשֶׁר֩ H834 שְׁלָח֨וֹ H7971 מֶֽלֶךְ H4428 אַשּׁ֤וּר H804 אֲדֹנָיו֙ H113 לְחָרֵף֙ H2778 אֱלֹהִ֣ים H430 חַ֔י H2416 וְהוֹכִ֨יחַ֙ H3198 בַּדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 שָׁמַ֖ע H8085 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְנָשָׂ֣אתָ H5375 תְפִלָּ֔ה H8605 בְּעַ֥ד H1157 הַשְּׁאֵרִ֖ית H7611 הַנִּמְצָאָֽה H4672 ",
      "5": "וַיָּבֹ֗אוּ H935 עַבְדֵ֛י H5650 הַמֶּ֥לֶךְ H4428 חִזְקִיָּ֖הוּ H2396 אֶל H413 יְשַֽׁעַיָֽהוּ H3470 ",
      "6": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl יְשַֽׁעְיָ֔הוּ H3470 כֹּ֥ה H3541 תֹאמְר֖וּן H559 אֶל H413 אֲדֹֽנֵיכֶ֑ם H113 כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אַל H408 תִּירָא֙ H3372 מִפְּנֵ֤י H6440 הַדְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 שָׁמַ֗עְתָּ H8085 אֲשֶׁ֧ר H834 גִּדְּפ֛וּ H1442 נַעֲרֵ֥י H5288 מֶֽלֶךְ H4428 אַשּׁ֖וּר H804 אֹתִֽי H853 ",
      "7": "הִנְנִ֨י H2005 נֹתֵ֥ן H5414 בּוֹ֙ Hb ר֔וּחַ H7307 וְשָׁמַ֥ע H8085 שְׁמוּעָ֖ה H8052 וְשָׁ֣ב H7725 לְאַרְצ֑ H776 וְהִפַּלְתִּ֥י H5307 בַּחֶ֖רֶב H2719 בְּאַרְצֽ H776 ",
      "8": "וַיָּ֨שָׁב֙ H7725 רַב H7262 שָׁקֵ֔ה H7262 וַיִּמְצָא֙ H4672 אֶת H853 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 נִלְחָ֖ם H3898 עַל H5921 לִבְנָ֑ה H3841 כִּ֣י H3588 שָׁמַ֔ע H8085 כִּ֥י H3588 נָסַ֖ע H5265 מִלָּכִֽישׁ H3923 ",
      "9": "וַיִּשְׁמַ֗ע H8085 אֶל H413 תִּרְהָ֤קָה H8640 מֶֽלֶך H4428 כּוּשׁ֙ H3568 לֵאמֹ֔ר H559 הִנֵּ֥ה H2009 יָצָ֖א H3318 לְהִלָּחֵ֣ם H3898 אִתָּ֑ךְ H854 וַיָּ֨שָׁב֙ H7725 וַיִּשְׁלַ֣ח H7971 מַלְאָכִ֔ים H4397 אֶל H413 חִזְקִיָּ֖הוּ H2396 לֵאמֹֽר H559 ",
      "10": "כֹּ֣ה H3541 תֹאמְר֗וּן H559 אֶל H413 חִזְקִיָּ֤הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 לֵאמֹ֔ר H559 אַל H408 יַשִּׁאֲךָ֣ H5377 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 בֹּטֵ֥חַ H982 בּ֖וֹ Hb לֵאמֹ֑ר H559 לֹ֤א H3808 תִנָּתֵן֙ H5414 יְר֣וּשָׁלִַ֔ם H3389 בְּיַ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "11": "הִנֵּ֣ה H2009 אַתָּ֣ה H859 שָׁמַ֗עְתָּ H8085 אֵת֩ H853 אֲשֶׁ֨ר H834 עָשׂ֜וּ H6213 מַלְכֵ֥י H4428 אַשּׁ֛וּר H804 לְכָל H3605 הָאֲרָצ֖וֹת H776 לְהַֽחֲרִימָ֑ H2763 וְאַתָּ֖ה H859 תִּנָּצֵֽל H5337 ",
      "12": "הַהִצִּ֨ילוּ H5337 אֹתָ֜ם H853 אֱלֹהֵ֤י H430 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 שִׁחֲת֣וּ H7843 אֲבוֹתַ֔י H1 אֶת H853 גּוֹזָ֖ן H1470 וְאֶת H853 חָרָ֑ן H2771 וְרֶ֥צֶף H7530 וּבְנֵי H1121 עֶ֖דֶן H5729 אֲשֶׁ֥ר H834 בִּתְלַאשָּֽׂר H8515 ",
      "13": "אַיּ֤וֹ H335 מֶֽלֶךְ H4428 חֲמָת֙ H2574 וּמֶ֣לֶךְ H4428 אַרְפָּ֔ד H774 וּמֶ֖לֶךְ H4428 לָעִ֣יר H5892 סְפַרְוָ֑יִם H5617 הֵנַ֖ע H2012 וְעִוָּֽה H5755 ",
      "14": "וַיִּקַּ֨ח H3947 חִזְקִיָּ֧הוּ H2396 אֶת H853 הַסְּפָרִ֛ים H5612 מִיַּ֥ד H3027 הַמַּלְאָכִ֖ים H4397 וַיִּקְרָאֵ֑ H7121 וַיַּ֨עַל֙ H5927 בֵּ֣ית H1004 יְהוָ֔ה H3068 וַיִּפְרְשֵׂ֥ H6566 חִזְקִיָּ֖הוּ H2396 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "15": "וַיִּתְפַּלֵּ֨ל H6419 חִזְקִיָּ֜הוּ H2396 לִפְנֵ֣י H6440 יְהוָה֮ H3068 וַיֹּאמַר֒ H559 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 יֹשֵׁ֣ב H3427 הַכְּרֻבִ֔ים H3742 אַתָּה H859 ה֤וּא H1931 הָֽאֱלֹהִים֙ H430 לְבַדְּ H905 לְכֹ֖ל H3605 מַמְלְכ֣וֹת H4467 הָאָ֑רֶץ H776 אַתָּ֣ה H859 עָשִׂ֔יתָ H6213 אֶת H853 הַשָּׁמַ֖יִם H8064 וְאֶת H853 הָאָֽרֶץ H776 ",
      "16": "הַטֵּ֨ה H5186 יְהוָ֤ה H3068 אָזְנְךָ֙ H241 וּֽשֲׁמָ֔ע H8085 פְּקַ֧ח H6491 יְהוָ֛ה H3068 עֵינֶ֖יךָ H5869 וּרְאֵ֑ה H7200 וּשְׁמַ֗ע H8085 אֵ֚ת H853 דִּבְרֵ֣י H1697 סַנְחֵרִ֔יב H5576 אֲשֶׁ֣ר H834 שְׁלָח֔וֹ H7971 לְחָרֵ֖ף H2778 אֱלֹהִ֥ים H430 חָֽי H2416 ",
      "17": "אָמְנָ֖ם H551 יְהוָ֑ה H3068 הֶחֱרִ֜יבוּ H2717 מַלְכֵ֥י H4428 אַשּׁ֛וּר H804 אֶת H853 הַגּוֹיִ֖ם H1471 וְאֶת H853 אַרְצָֽם H776 ",
      "18": "וְנָתְנ֥וּ H5414 אֶת H853 אֱלֹהֵיהֶ֖ם H430 בָּאֵ֑שׁ H784 כִּי֩ H3588 לֹ֨א H3808 אֱלֹהִ֜ים H430 הֵ֗מָּה H1992 כִּ֣י H3588 אִם H518 מַעֲשֵׂ֧ה H4639 יְדֵֽי H3027 אָדָ֛ם H120 עֵ֥ץ H6086 וָאֶ֖בֶן H68 וַֽיְאַבְּדֽוּ H6 ",
      "19": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 הוֹשִׁיעֵ֥נוּ H3467 נָ֖א H4994 מִיָּד֑ H3027 וְיֵֽדְעוּ֙ H3045 כָּל H3605 מַמְלְכ֣וֹת H4467 הָאָ֔רֶץ H776 כִּ֥י H3588 אַתָּ֛ה H859 יְהוָ֥ה H3068 אֱלֹהִ֖ים H430 לְבַדֶּֽ H905 ",
      "20": "וַיִּשְׁלַח֙ H7971 יְשַֽׁעְיָ֣הוּ H3470 בֶן H1121 אָמ֔וֹץ H531 אֶל H413 חִזְקִיָּ֖הוּ H2396 לֵאמֹ֑ר H559 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֨ר H834 הִתְפַּלַּ֧לְתָּ H6419 אֵלַ֛י H413 אֶל H413 סַנְחֵרִ֥ב H5576 מֶֽלֶךְ H4428 אַשּׁ֖וּר H804 שָׁמָֽעְתִּי H8085 ",
      "21": "זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 עָלָ֑יו H5921 בָּזָ֨ה H959 לְךָ֜ Hl לָעֲגָ֣ה H3932 לְךָ֗ Hl בְּתוּלַת֙ H1330 בַּת H1323 צִיּ֔וֹן H6726 אַחֲרֶ֨יךָ֙ H310 רֹ֣אשׁ H7218 הֵנִ֔יעָה H5128 בַּ֖ת H1323 יְרוּשָׁלִָֽם H3389 ",
      "22": "אֶת H853 מִ֤י H4310 חֵרַ֨פְתָּ֙ H2778 וְגִדַּ֔פְתָּ H1442 וְעַל H5921 מִ֖י H4310 הֲרִימ֣וֹתָ H7311 קּ֑וֹל H6963 וַתִּשָּׂ֥א H5375 מָר֛וֹם H4791 עֵינֶ֖יךָ H5869 עַל H5921 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
      "23": "בְּיַ֣ד H3027 מַלְאָכֶיךָ֮ H4397 חֵרַ֣פְתָּ H2778 אֲדֹנָי֒ H136 וַתֹּ֗אמֶר H559 ברכב H7393 רִכְבִּ֛י H7393 אֲנִ֥י H589 עָלִ֛יתִי H5927 מְר֥וֹם H4791 הָרִ֖ים H2022 יַרְכְּתֵ֣י H3411 לְבָנ֑וֹן H3844 וְאֶכְרֹ֞ת H3772 קוֹמַ֤ת H6967 אֲרָזָיו֙ H730 מִבְח֣וֹר H4005 בְּרֹשָׁ֔יו H1265 וְאָב֨וֹאָה֙ H935 מְל֣וֹן H4411 קִצֹּ֔ה H7093 יַ֖עַר H3293 כַּרְמִלּֽוֹ H3759 ",
      "24": "אֲנִ֣י H589 קַ֔רְתִּי H6979 וְשָׁתִ֖יתִי H8354 מַ֣יִם H4325 זָרִ֑ים H2114 וְאַחְרִב֙ H2717 בְּכַף H3709 פְּעָמַ֔י H6471 כֹּ֖ל H3605 יְאֹרֵ֥י H2975 מָצֽוֹר H4693 ",
      "25": "הֲלֹֽא H3808 שָׁמַ֤עְתָּ H8085 לְמֵֽ H7350 אֹתָ֣הּ H853 עָשִׂ֔יתִי H6213 לְמִ֥ H3117 קֶ֖דֶם H6924 וִֽיצַרְתִּ֑י H3335 עַתָּ֣ה H6258 הֲבֵיאתִ֗יהָ H935 וּתְהִ֗י H1961 לַהְשׁ֛וֹת H7582 גַּלִּ֥ים H1530 נִצִּ֖ים H5327 עָרִ֥ים H5892 בְּצֻרֽוֹת H1219 ",
      "26": "וְיֹֽשְׁבֵי H3427 קִצְרֵי H7116 יָ֔ד H3027 חַ֖תּוּ H2865 וַיֵּבֹ֑שׁוּ H954 הָי֞וּ H1961 עֵ֤שֶׂב H6212 שָׂדֶה֙ H7704 וִ֣ירַק H3419 דֶּ֔שֶׁא H1877 חֲצִ֣יר H2682 גַּגּ֔וֹת H1406 וּשְׁדֵפָ֖ה H7711 לִפְנֵ֥י H6440 קָמָֽה H7054 ",
      "27": "וְשִׁבְתְּ H3427 וְצֵאתְ H3318 וּבֹאֲ H935 יָדָ֑עְתִּי H3045 וְאֵ֖ת H853 הִֽתְרַגֶּזְךָ֥ H7264 אֵלָֽי H413 ",
      "28": "יַ֚עַן H3282 הִתְרַגֶּזְךָ֣ H7264 אֵלַ֔י H413 וְשַׁאֲנַנְ H7600 עָלָ֣ה H5927 בְאָזְנָ֑ H241 וְשַׂמְתִּ֨י H7760 חַחִ֜י H2397 בְּאַפֶּ֗ H639 וּמִתְגִּ H4964 בִּשְׂפָתֶ֔י H8193 וַהֲשִׁ֣בֹתִ֔י H7725 בַּדֶּ֖רֶךְ H1870 אֲשֶׁר H834 בָּ֥אתָ H935 בָּֽהּ Hb ",
      "29": "וְזֶה H2088 לְּךָ֣ Hl הָא֔וֹת H226 אָכ֤וֹל H398 הַשָּׁנָה֙ H8141 סָפִ֔יחַ H5599 וּבַ H8141 הַשֵּׁנִ֖ית H8145 סָחִ֑ישׁ H7823 וּבַ H8141 הַשְּׁלִישִׁ֗ית H7992 זִרְע֧וּ H2232 וְקִצְר֛וּ H7114 וְנִטְע֥וּ H5193 כְרָמִ֖ים H3754 וְאִכְל֥וּ H398 פִרְיָֽם H6529 ",
      "30": "וְיָ֨סְפָ֜ה H3254 פְּלֵיטַ֧ת H6413 בֵּית H1004 יְהוּדָ֛ה H3063 הַנִּשְׁאָרָ֖ה H7604 שֹׁ֣רֶשׁ H8328 לְמָ֑טָּה H4295 וְעָשָׂ֥ה H6213 פְרִ֖י H6529 לְמָֽעְלָ H4605 ",
      "31": "כִּ֤י H3588 מִירוּשָׁלִַ֨ם֙ H3389 תֵּצֵ֣א H3318 שְׁאֵרִ֔ית H7611 וּפְלֵיטָ֖ה H6413 מֵהַ֣ר H2022 צִיּ֑וֹן H6726 קִנְאַ֛ת H7068 יְהוָ֥ה H3068 תַּֽעֲשֶׂה H6213 זֹּֽאת H2063 ",
      "32": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 לֹ֤א H3808 יָבֹא֙ H935 אֶל H413 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְלֹֽא H3808 יוֹרֶ֥ה H3384 שָׁ֖ם H8033 חֵ֑ץ H2671 וְלֹֽא H3808 יְקַדְּמֶ֣נָּה H6923 מָגֵ֔ן H4043 וְלֹֽא H3808 יִשְׁפֹּ֥ךְ H8210 עָלֶ֖יהָ H5921 סֹלְלָֽה H5550 ",
      "33": "בַּדֶּ֥רֶךְ H1870 אֲשֶׁר H834 יָבֹ֖א H935 בָּ֣הּ Hb יָשׁ֑וּב H7725 וְאֶל H413 הָעִ֥יר H5892 הַזֹּ֛את H2063 לֹ֥א H3808 יָבֹ֖א H935 נְאֻם H5002 יְהוָֽה H3068 ",
      "34": "וְגַנּוֹתִ֛י H1598 אֶל H413 הָעִ֥יר H5892 הַזֹּ֖את H2063 לְהֽוֹשִׁיעָ֑ H3467 לְמַֽעֲנִ֔י H4616 וּלְמַ֖עַן H4616 דָּוִ֥ד H1732 עַבְדִּֽי H5650 ",
      "35": "וַיְהִי֮ H1961 בַּלַּ֣יְלָה H3915 הַהוּא֒ H1931 וַיֵּצֵ֣א H3318 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 וַיַּךְ֙ H5221 בְּמַחֲנֵ֣ה H4264 אַשּׁ֔וּר H804 מֵאָ֛ה H3967 שְׁמוֹנִ֥ים H8084 וַחֲמִשָּׁ֖ה H2568 אָ֑לֶף H505 וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וְהִנֵּ֥ה H2009 כֻלָּ֖ם H3605 פְּגָרִ֥ים H6297 מֵתִֽים H4191 ",
      "36": "וַיִּסַּ֣ע H5265 וַיֵּ֔לֶךְ H3212 וַיָּ֖שָׁב H7725 סַנְחֵרִ֣יב H5576 מֶֽלֶךְ H4428 אַשּׁ֑וּר H804 וַיֵּ֖שֶׁב H3427 בְּנִֽינְוֵֽה H5210 ",
      "37": "וַיְהִי֩ H1961 ה֨וּא H1931 מִֽשְׁתַּחֲוֶ֜ה H7812 בֵּ֣ית H1004 נִסְרֹ֣ךְ H5268 אֱלֹהָ֗יו H430 וְֽאַדְרַמֶּ֨לֶךְ H152 וְשַׂרְאֶ֤צֶר H8272 הִכֻּ֣הוּ H5221 בַחֶ֔רֶב H2719 וְהֵ֥מָּה H1992 נִמְלְט֖וּ H4422 אֶ֣רֶץ H776 אֲרָרָ֑ט H780 וַיִּמְלֹ֛ךְ H4427 אֵֽסַר H634 חַדֹּ֥ן H634 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "20": {
      "1": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 חָלָ֥ה H2470 חִזְקִיָּ֖הוּ H2396 לָמ֑וּת H4191 וַיָּבֹ֣א H935 אֵ֠לָיו H413 יְשַׁעְיָ֨הוּ H3470 בֶן H1121 אָמ֜וֹץ H531 הַנָּבִ֗יא H5030 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 צַ֣ו H6680 לְבֵיתֶ֔ H1004 כִּ֛י H3588 מֵ֥ת H4191 אַתָּ֖ה H859 וְלֹ֥א H3808 תִֽחְיֶֽה H2421 ",
      "2": "וַיַּסֵּ֥ב H5437 אֶת H853 פָּנָ֖יו H6440 אֶל H413 הַקִּ֑יר H7023 וַיִּ֨תְפַּלֵּ֔ל H6419 אֶל H413 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
      "3": "אָנָּ֣ה H577 יְהוָ֗ה H3068 זְכָר H2142 נָ֞א H4994 אֵ֣ת H853 אֲשֶׁ֧ר H834 הִתְהַלַּ֣כְתִּי H1980 לְפָנֶ֗י H6440 בֶּֽאֱמֶת֙ H571 וּבְ H3824 שָׁלֵ֔ם H8003 וְהַ H2896 בְּעֵינֶ֖י H5869 עָשִׂ֑יתִי H6213 וַיֵּ֥בְךְּ H1058 חִזְקִיָּ֖הוּ H2396 בְּכִ֥י H1058 גָדֽוֹל H1419 ",
      "4": "וַיְהִ֣י H1961 יְשַׁעְיָ֔הוּ H3470 לֹ֣א H3808 יָצָ֔א H3318 העיר H5892 הַתִּֽיכֹנָ֑ה H8484 וּדְבַר H1697 יְהוָ֔ה H3068 הָיָ֥ה H1961 אֵלָ֖יו H413 לֵאמֹֽר H559 ",
      "5": "שׁ֣וּב H7725 וְאָמַרְתָּ֞ H559 אֶל H413 חִזְקִיָּ֣הוּ H2396 נְגִיד H5057 עַמִּ֗י H5971 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 דָּוִ֣ד H1732 אָבִ֔יךָ H1 שָׁמַ֨עְתִּי֙ H8085 אֶת H853 תְּפִלָּתֶ֔ךָ H8605 רָאִ֖יתִי H7200 אֶת H853 דִּמְעָתֶ֑ךָ H1832 הִנְנִי֙ H2005 רֹ֣פֶא H7495 לָ֔ךְ Hl בַּיּוֹם֙ H3117 הַשְּׁלִישִׁ֔י H7992 תַּעֲלֶ֖ה H5927 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "6": "וְהֹסַפְתִּ֣י H3254 עַל H5921 יָמֶ֗יךָ H3117 חֲמֵ֤שׁ H2568 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 וּמִ H3709 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 אַצִּ֣ילְךָ֔ H5337 וְאֵ֖ת H853 הָעִ֣יר H5892 הַזֹּ֑את H2063 וְגַנּוֹתִי֙ H1598 עַל H5921 הָעִ֣יר H5892 הַזֹּ֔את H2063 לְמַֽעֲנִ֔י H4616 וּלְמַ֖עַן H4616 דָּוִ֥ד H1732 עַבְדִּֽי H5650 ",
      "7": "וַיֹּ֣אמֶר H559 יְשַֽׁעְיָ֔הוּ H3470 קְח֖וּ H3947 דְּבֶ֣לֶת H1690 תְּאֵנִ֑ים H8384 וַיִּקְח֛וּ H3947 וַיָּשִׂ֥ימוּ H7760 עַֽל H5921 הַשְּׁחִ֖ין H7822 וַיֶּֽחִי H2421 ",
      "8": "וַיֹּ֤אמֶר H559 חִזְקִיָּ֨הוּ֙ H2396 אֶֽל H413 יְשַׁעְיָ֔הוּ H3470 מָ֣ה H4100 א֔וֹת H226 כִּֽי H3588 יִרְפָּ֥א H7495 יְהוָ֖ה H3068 לִ֑י Hl וְעָלִ֛יתִי H5927 בַּיּ֥וֹם H3117 הַשְּׁלִישִׁ֖י H7992 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "9": "וַיֹּ֣אמֶר H559 יְשַׁעְיָ֗הוּ H3470 זֶה H2088 לְּךָ֤ Hl הָאוֹת֙ H226 מֵאֵ֣ת H853 יְהוָ֔ה H3068 כִּ֚י H3588 יַעֲשֶׂ֣ה H6213 יְהוָ֔ה H3068 אֶת H853 הַדָּבָ֖ר H1697 אֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 הָלַ֤ךְ H1980 הַצֵּל֙ H6738 עֶ֣שֶׂר H6235 מַֽעֲל֔וֹת H4609 אִם H518 יָשׁ֖וּב H7725 עֶ֥שֶׂר H6235 מַעֲלֽוֹת H4609 ",
      "10": "וַיֹּ֨אמֶר֙ H559 יְחִזְקִיָּ֔הוּ H2396 נָקֵ֣ל H7043 לַצֵּ֔ל H6738 לִנְט֖וֹת H5186 עֶ֣שֶׂר H6235 מַעֲל֑וֹת H4609 לֹ֣א H3808 כִ֔י H3588 יָשׁ֥וּב H7725 הַצֵּ֛ל H6738 אֲחֹרַנִּ֖ית H322 עֶ֥שֶׂר H6235 מַעֲלֽוֹת H4609 ",
      "11": "וַיִּקְרָ֛א H7121 יְשַׁעְיָ֥הוּ H3470 הַנָּבִ֖יא H5030 אֶל H413 יְהוָ֑ה H3068 וַיָּ֣שֶׁב H7725 אֶת H853 הַצֵּ֗ל H6738 בַּֽ֠מַּעֲלוֹת H4609 אֲשֶׁ֨ר H834 יָרְדָ֜ה H3381 בְּמַעֲל֥וֹת H4609 אָחָ֛ז H271 אֲחֹֽרַנִּ֖ית H322 עֶ֥שֶׂר H6235 מַעֲלֽוֹת H4609 ",
      "12": "בָּעֵ֣ת H6256 הַהִ֡יא H1931 שָׁלַ֡ח H7971 בְּרֹאדַ֣ךְ H1255 בַּ֠לְאֲדָן H1255 בֶּֽן H1121 בַּלְאֲדָ֧ן H1081 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 סְפָרִ֥ים H5612 וּמִנְחָ֖ה H4503 אֶל H413 חִזְקִיָּ֑הוּ H2396 כִּ֣י H3588 שָׁמַ֔ע H8085 כִּ֥י H3588 חָלָ֖ה H2470 חִזְקִיָּֽהוּ H2396 ",
      "13": "וַיִּשְׁמַ֣ע H8085 עֲלֵיהֶם֮ H5921 חִזְקִיָּהוּ֒ H2396 וַיַּרְאֵ֣ H7200 אֶת H853 כָּל H3605 בֵּ֣ית H1004 נְכֹתֹ֡ה H5238 אֶת H853 הַכֶּסֶף֩ H3701 וְאֶת H853 הַזָּהָ֨ב H2091 וְאֶת H853 הַבְּשָׂמִ֜ים H1314 וְאֵ֣ת H853 שֶׁ֣מֶן H8081 הַטּ֗וֹב H2896 וְאֵת֙ H853 בֵּ֣ית H1004 כֵּלָ֔יו H3627 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 נִמְצָ֖א H4672 בְּאֽוֹצְרֹתָ֑י H214 לֹֽא H3808 הָיָ֣ה H1961 דָבָ֗ר H1697 אֲ֠שֶׁר H834 לֹֽא H3808 הֶרְאָ֧ם H7200 חִזְקִיָּ֛הוּ H2396 בְּבֵית֖ H1004 וּבְ H3605 מֶמְשַׁלְתּֽוֹ H4474 ",
      "14": "וַיָּבֹא֙ H935 יְשַֽׁעְיָ֣הוּ H3470 הַנָּבִ֔יא H5030 אֶל H413 הַמֶּ֖לֶךְ H4428 חִזְקִיָּ֑הוּ H2396 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 מָ֥ה H4100 אָמְר֣וּ H559 הָאֲנָשִׁ֣ים H376 הָאֵ֗לֶּה H428 וּמֵ H370 יָבֹ֣אוּ H935 אֵלֶ֔יךָ H413 וַיֹּ֨אמֶר֙ H559 חִזְקִיָּ֔הוּ H2396 מֵאֶ֧רֶץ H776 רְחוֹקָ֛ה H7350 בָּ֖אוּ H935 מִבָּבֶֽל H894 ",
      "15": "וַיֹּ֕אמֶר H559 מָ֥ה H4100 רָא֖וּ H7200 בְּבֵיתֶ֑ H1004 וַיֹּ֣אמֶר H559 חִזְקִיָּ֗הוּ H2396 אֵ֣ת H853 כָּל H3605 אֲשֶׁ֤ר H834 בְּבֵיתִ H1004 רָא֔וּ H7200 לֹא H3808 הָיָ֥ה H1961 דָבָ֛ר H1697 אֲשֶׁ֥ר H834 לֹֽא H3808 הִרְאִיתִ֖ם H7200 בְּאֹצְרֹתָֽ H214 ",
      "16": "וַיֹּ֥אמֶר H559 יְשַׁעְיָ֖הוּ H3470 אֶל H413 חִזְקִיָּ֑הוּ H2396 שְׁמַ֖ע H8085 דְּבַר H1697 יְהוָֽה H3068 ",
      "17": "הִנֵּה֮ H2009 יָמִ֣ים H3117 בָּאִים֒ H935 וְנִשָּׂ֣א H5375 כָּל H3605 אֲשֶׁ֣ר H834 בְּבֵיתֶ֗ H1004 וַאֲשֶׁ֨ר H834 אָצְר֧וּ H686 אֲבֹתֶ֛יךָ H1 עַד H5704 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 בָּבֶ֑לָה H894 לֹֽא H3808 יִוָּתֵ֥ר H3498 דָּבָ֖ר H1697 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "18": "וּמִ H1121 אֲשֶׁ֨ר H834 יֵצְא֧וּ H3318 מִמְּךָ֛ H4480 אֲשֶׁ֥ר H834 תּוֹלִ֖יד H3205 יקח H3947 וְהָיוּ֙ H1961 סָֽרִיסִ֔ים H5631 בְּהֵיכַ֖ל H1964 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
      "19": "וַיֹּ֤אמֶר H559 חִזְקִיָּ֨הוּ֙ H2396 אֶֽל H413 יְשַֽׁעְיָ֔הוּ H3470 ט֥וֹב H2896 דְּבַר H1697 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 דִּבַּ֑רְתָּ H1696 וַיֹּ֕אמֶר H559 הֲל֛וֹא H3808 אִם H518 שָׁל֥וֹם H7965 וֶאֱמֶ֖ת H571 יִהְיֶ֥ה H1961 בְיָמָֽ H3117 ",
      "20": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 חִזְקִיָּ֨הוּ֙ H2396 וְכָל H3605 גְּב֣וּרָת֔וֹ H1369 וַאֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 אֶת H853 הַבְּרֵכָה֙ H1295 וְאֶת H853 הַתְּעָלָ֔ה H8585 וַיָּבֵ֥א H935 אֶת H853 הַמַּ֖יִם H4325 הָעִ֑ירָ H5892 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "21": "וַיִּשְׁכַּ֥ב H7901 חִזְקִיָּ֖הוּ H2396 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 מְנַשֶּׁ֥ה H4519 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "21": {
      "1": "בֶּן H1121 שְׁתֵּ֨ים H8147 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 מְנַשֶּׁ֣ה H4519 בְמָלְכ֔ H4427 וַחֲמִשִּׁ֤ים H2572 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֥ם H8034 אִמּ֖וֹ H517 חֶפְצִי H2657 בָֽהּ H2657 ",
      "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּתֽוֹעֲבֹת֙ H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "3": "וַיָּ֗שָׁב H7725 וַיִּ֨בֶן֙ H1129 אֶת H853 הַבָּמ֔וֹת H1116 אֲשֶׁ֥ר H834 אִבַּ֖ד H6 חִזְקִיָּ֣הוּ H2396 אָבִ֑יו H1 וַיָּ֨קֶם H6965 מִזְבְּחֹ֜ת H4196 לַבַּ֗עַל H1168 וַיַּ֤עַשׂ H6213 אֲשֵׁרָה֙ H842 כַּאֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 אַחְאָב֙ H256 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיִּשְׁתַּ֨חוּ֙ H7812 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וַֽיַּעֲבֹ֖ד H5647 אֹתָֽם H853 ",
      "4": "וּבָנָ֥ה H1129 מִזְבְּחֹ֖ת H4196 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁר֙ H834 אָמַ֣ר H559 יְהוָ֔ה H3068 בִּירוּשָׁלִַ֖ם H3389 אָשִׂ֥ים H7760 אֶת H853 שְׁמִֽי H8034 ",
      "5": "וַיִּ֥בֶן H1129 מִזְבְּח֖וֹת H4196 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמָ֑יִם H8064 בִּשְׁתֵּ֖י H8147 חַצְר֥וֹת H2691 בֵּית H1004 יְהוָֽה H3068 ",
      "6": "וְהֶעֱבִ֤יר H5674 אֶת H853 בְּנוֹ֙ H1121 בָּאֵ֔שׁ H784 וְעוֹנֵ֣ן H6049 וְנִחֵ֔שׁ H5172 וְעָ֥שָׂה H6213 א֖וֹב H178 וְיִדְּעֹנִ֑ים H3049 הִרְבָּ֗ה H7235 לַעֲשׂ֥וֹת H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 לְהַכְעִֽיס H3707 ",
      "7": "וַיָּ֕שֶׂם H7760 אֶת H853 פֶּ֥סֶל H6459 הָאֲשֵׁרָ֖ה H842 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 בַּבַּ֗יִת H1004 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 דָּוִד֙ H1732 וְאֶל H413 שְׁלֹמֹ֣ה H8010 בְנ֔וֹ H1121 בַּבַּ֨יִת H1004 הַזֶּ֜ה H2088 וּבִ H3389 אֲשֶׁ֤ר H834 בָּחַ֨רְתִּי֙ H977 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 אָשִׂ֥ים H7760 אֶת H853 שְׁמִ֖י H8034 לְעוֹלָֽם H5769 ",
      "8": "וְלֹ֣א H3808 אֹסִ֗יף H3254 לְהָנִיד֙ H5110 רֶ֣גֶל H7272 יִשְׂרָאֵ֔ל H3478 מִן H4480 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לַֽאֲבוֹתָ֑ H1 רַ֣ק H7535 אִם H518 יִשְׁמְר֣וּ H8104 לַעֲשׂ֗וֹת H6213 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 צִוִּיתִ֔ים H6680 וּלְ H3605 הַ֨תּוֹרָ֔ה H8451 אֲשֶׁר H834 צִוָּ֥ה H6680 אֹתָ֖ם H853 עַבְדִּ֥י H5650 מֹשֶֽׁה H4872 ",
      "9": "וְלֹ֖א H3808 שָׁמֵ֑עוּ H8085 וַיַּתְעֵ֤ H8582 מְנַשֶּׁה֙ H4519 לַעֲשׂ֣וֹת H6213 אֶת H853 הָרָ֔ע H7451 מִן H4480 הַ֨גּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הִשְׁמִ֣יד H8045 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "10": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 בְּיַד H3027 עֲבָדָ֥יו H5650 הַנְּבִיאִ֖ים H5030 לֵאמֹֽר H559 ",
      "11": "יַעַן֩ H3282 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 מְנַשֶּׁ֤ה H4519 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 הַתֹּעֵב֣וֹת H8441 הָאֵ֔לֶּה H428 הֵרַ֕ע H7489 מִכֹּ֛ל H3605 אֲשֶׁר H834 עָשׂ֥וּ H6213 הָאֱמֹרִ֖י H567 אֲשֶׁ֣ר H834 לְפָנָ֑י H6440 וַיַּחֲטִ֥א H2398 גַֽם H1571 אֶת H853 יְהוּדָ֖ה H3063 בְּגִלּוּלָֽי H1544 ",
      "12": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִי֙ H2005 מֵבִ֣יא H935 רָעָ֔ה H7451 עַל H5921 יְרוּשָׁלִַ֖ם H3389 וִֽיהוּדָ֑ה H3063 אֲשֶׁר֙ H834 כָּל H3605 שמעיו H8085 תִּצַּ֖לְנָה H6750 שְׁתֵּ֥י H8147 אָזְנָֽיו H241 ",
      "13": "וְנָטִ֣יתִי H5186 עַל H5921 יְרוּשָׁלִַ֗ם H3389 אֵ֚ת H853 קָ֣ו H6957 שֹֽׁמְר֔וֹן H8111 וְאֶת H853 מִשְׁקֹ֖לֶת H4949 בֵּ֣ית H1004 אַחְאָ֑ב H256 וּמָחִ֨יתִי H4229 אֶת H853 יְרוּשָׁלִַ֜ם H3389 כַּֽאֲשֶׁר H834 יִמְחֶ֤ה H4229 אֶת H853 הַצַּלַּ֨חַת֙ H6747 מָחָ֔ה H4229 וְהָפַ֖ךְ H2015 עַל H5921 פָּנֶֽיהָ H6440 ",
      "14": "וְנָטַשְׁתִּ֗י H5203 אֵ֚ת H853 שְׁאֵרִ֣ית H7611 נַחֲלָתִ֔י H5159 וּנְתַתִּ֖י H5414 בְּיַ֣ד H3027 אֹֽיְבֵיהֶ֑ם H341 וְהָי֥וּ H1961 לְבַ֛ז H957 וְלִ H4933 לְכָל H3605 אֹיְבֵיהֶֽם H341 ",
      "15": "יַ֗עַן H3282 אֲשֶׁ֨ר H834 עָשׂ֤וּ H6213 אֶת H853 הָרַע֙ H7451 בְּעֵינַ֔ H5869 וַיִּהְי֥וּ H1961 מַכְעִסִ֖ים H3707 אֹתִ֑י H853 מִן H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 יָצְא֤וּ H3318 אֲבוֹתָם֙ H1 מִמִּצְרַ֔יִם H4714 וְעַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "16": "וְגַם֩ H1571 דָּ֨ם H1818 נָקִ֜י H5355 שָׁפַ֤ךְ H8210 מְנַשֶּׁה֙ H4519 הַרְבֵּ֣ה H7235 מְאֹ֔ד H3966 עַ֛ד H5704 אֲשֶׁר H834 מִלֵּ֥א H4390 אֶת H853 יְרוּשָׁלִַ֖ם H3389 פֶּ֣ה H6310 לָפֶ֑ה H6310 לְבַ֤ד H905 מֵֽחַטָּאת H2403 אֲשֶׁ֣ר H834 הֶחֱטִ֣יא H2398 אֶת H853 יְהוּדָ֔ה H3063 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
      "17": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 מְנַשֶּׁה֙ H4519 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְחַטָּאת֖ H2403 אֲשֶׁ֣ר H834 חָטָ֑א H2398 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "18": "וַיִּשְׁכַּ֤ב H7901 מְנַשֶּׁה֙ H4519 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֥ר H6912 בְּגַן H1588 בֵּית֖וֹ H1004 בְּגַן H1588 עֻזָּ֑א H5798 וַיִּמְלֹ֛ךְ H4427 אָמ֥וֹן H526 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "19": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וּשְׁתַּ֤יִם H8147 שָׁנָה֙ H8141 אָמ֣וֹן H526 בְּמָלְכ֔ H4427 וּשְׁתַּ֣יִם H8147 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מְשֻׁלֶּ֥מֶת H4922 בַּת H1323 חָר֖וּץ H2743 מִן H4480 יָטְבָֽה H3192 ",
      "20": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 מְנַשֶּׁ֥ה H4519 אָבִֽיו H1 ",
      "21": "וַיֵּ֕לֶךְ H3212 בְּכָל H3605 הַדֶּ֖רֶךְ H1870 אֲשֶׁר H834 הָלַ֣ךְ H1980 אָבִ֑יו H1 וַֽיַּעֲבֹ֗ד H5647 אֶת H853 הַגִּלֻּלִים֙ H1544 אֲשֶׁ֣ר H834 עָבַ֣ד H5647 אָבִ֔יו H1 וַיִּשְׁתַּ֖חוּ H7812 לָהֶֽם Hl ",
      "22": "וַיַּעֲזֹ֕ב H5800 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבֹתָ֑יו H1 וְלֹ֥א H3808 הָלַ֖ךְ H1980 בְּדֶ֥רֶךְ H1870 יְהוָֽה H3068 ",
      "23": "וַיִּקְשְׁר֥וּ H7194 עַבְדֵֽי H5650 אָמ֖וֹן H526 עָלָ֑יו H5921 וַיָּמִ֥יתוּ H4191 אֶת H853 הַמֶּ֖לֶךְ H4428 בְּבֵיתֽ H1004 ",
      "24": "וַיַּךְ֙ H5221 עַם H5971 הָאָ֔רֶץ H776 אֵ֥ת H853 כָּל H3605 הַקֹּשְׁרִ֖ים H7194 עַל H5921 הַמֶּ֣לֶךְ H4428 אָמ֑וֹן H526 וַיַּמְלִ֧יכוּ H4427 עַם H5971 הָאָ֛רֶץ H776 אֶת H853 יֹאשִׁיָּ֥הוּ H2977 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "25": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אָמ֖וֹן H526 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "26": "וַיִּקְבֹּ֥ר H6912 אֹת֛וֹ H853 בִּקְבֻרָת֖ H6900 בְּגַן H1588 עֻזָּ֑א H5798 וַיִּמְלֹ֛ךְ H4427 יֹאשִׁיָּ֥הוּ H2977 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "22": {
      "1": "בֶּן H1121 שְׁמֹנֶ֤ה H8083 שָׁנָה֙ H8141 יֹאשִׁיָּ֣הוּ H2977 בְמָלְכ֔ H4427 וּשְׁלֹשִׁ֤ים H7970 וְאַחַת֙ H259 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְדִידָ֥ה H3040 בַת H1323 עֲדָ֖יָה H5718 מִבָּצְקַֽת H1218 ",
      "2": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֗לֶךְ H3212 בְּכָל H3605 דֶּ֨רֶךְ֙ H1870 דָּוִ֣ד H1732 אָבִ֔יו H1 וְלֹא H3808 סָ֖ר H5493 יָמִ֥ין H3225 וּשְׂמֹֽאול H8040 ",
      "3": "וַיְהִ֗י H1961 בִּשְׁמֹנֶ֤ה H8083 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 יֹאשִׁיָּ֑הוּ H2977 שָׁלַ֣ח H7971 הַ֠מֶּלֶךְ H4428 אֶת H853 שָׁפָ֨ן H8227 בֶּן H1121 אֲצַלְיָ֤הוּ H683 בֶן H1121 מְשֻׁלָּם֙ H4918 הַסֹּפֵ֔ר H5608 בֵּ֥ית H1004 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
      "4": "עֲלֵ֗ה H5927 אֶל H413 חִלְקִיָּ֨הוּ֙ H2518 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 וְיַתֵּ֣ם H8552 אֶת H853 הַכֶּ֔סֶף H3701 הַמּוּבָ֖א H935 בֵּ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁ֥ר H834 אָסְפ֛וּ H622 שֹׁמְרֵ֥י H8104 הַסַּ֖ף H5592 מֵאֵ֥ת H853 הָעָֽם H5971 ",
      "5": "ויתנ H5414 עַל H5921 יַד֙ H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 הַמֻּפְקָדִ֖ים H6485 בבית H1004 יְהוָ֑ה H3068 וְיִתְּנ֣וּ H5414 אֹת֗וֹ H853 לְעֹשֵׂ֤י H6213 הַמְּלָאכָה֙ H4399 אֲשֶׁר֙ H834 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 לְחַזֵּ֖ק H2388 בֶּ֥דֶק H919 הַבָּֽיִת H1004 ",
      "6": "לֶחָ֣רָשִׁ֔ים H2796 וְלַ H1129 וְלַ H1443 וְלִ H7069 עֵצִים֙ H6086 וְאַבְנֵ֣י H68 מַחְצֵ֔ב H4274 לְחַזֵּ֖ק H2388 אֶת H853 הַבָּֽיִת H1004 ",
      "7": "אַ֚ךְ H389 לֹא H3808 יֵחָשֵׁ֣ב H2803 אִתָּ֔ם H854 הַכֶּ֖סֶף H3701 הַנִּתָּ֣ן H5414 עַל H5921 יָדָ֑ם H3027 כִּ֥י H3588 בֶאֱמוּנָ֖ה H530 הֵ֥ם H1992 עֹשִֽׂים H6213 ",
      "8": "וַ֠יֹּאמֶר H559 חִלְקִיָּ֜הוּ H2518 הַכֹּהֵ֤ן H3548 הַגָּדוֹל֙ H1419 עַל H5921 שָׁפָ֣ן H8227 הַסֹּפֵ֔ר H5608 סֵ֧פֶר H5612 הַתּוֹרָ֛ה H8451 מָצָ֖אתִי H4672 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 וַיִּתֵּ֨ן H5414 חִלְקִיָּ֧ה H2518 אֶת H853 הַסֵּ֛פֶר H5612 אֶל H413 שָׁפָ֖ן H8227 וַיִּקְרָאֵֽ H7121 ",
      "9": "וַיָּבֹ֞א H935 שָׁפָ֤ן H8227 הַסֹּפֵר֙ H5608 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיָּ֥שֶׁב H7725 אֶת H853 הַמֶּ֖לֶךְ H4428 דָּבָ֑ר H1697 וַיֹּ֗אמֶר H559 הִתִּ֤יכוּ H5413 עֲבָדֶ֨יךָ֙ H5650 אֶת H853 הַכֶּ֨סֶף֙ H3701 הַנִּמְצָ֣א H4672 בַבַּ֔יִת H1004 וַֽיִּתְּנֻ֗ H5414 עַל H5921 יַד֙ H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 הַמֻּפְקָדִ֖ים H6485 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "10": "וַיַּגֵּ֞ד H5046 שָׁפָ֤ן H8227 הַסֹּפֵר֙ H5608 לַמֶּ֣לֶךְ H4428 לֵאמֹ֔ר H559 סֵ֚פֶר H5612 נָ֣תַן H5414 לִ֔י Hl חִלְקִיָּ֖ה H2518 הַכֹּהֵ֑ן H3548 וַיִּקְרָאֵ֥ H7121 שָׁפָ֖ן H8227 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "11": "וַֽיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 הַמֶּ֔לֶךְ H4428 אֶת H853 דִּבְרֵ֖י H1697 סֵ֣פֶר H5612 הַתּוֹרָ֑ה H8451 וַיִּקְרַ֖ע H7167 אֶת H853 בְּגָדָֽיו H899 ",
      "12": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 אֶת H853 חִלְקִיָּ֣ה H2518 הַכֹּהֵ֡ן H3548 וְאֶת H853 אֲחִיקָ֣ם H296 בֶּן H1121 שָׁ֠פָן H8227 וְאֶת H853 עַכְבּ֨וֹר H5907 בֶּן H1121 מִיכָיָ֜ה H4320 וְאֵ֣ת H853 שָׁפָ֣ן H8227 הַסֹּפֵ֗ר H5608 וְאֵ֛ת H853 עֲשָׂיָ֥ה H6222 עֶֽבֶד H5650 הַמֶּ֖לֶךְ H4428 לֵאמֹֽר H559 ",
      "13": "לְכוּ֩ H3212 דִרְשׁ֨וּ H1875 אֶת H853 יְהוָ֜ה H3068 בַּעֲדִ֣י H1157 וּבְעַד H1157 הָעָ֗ם H5971 וּבְעַד֙ H1157 כָּל H3605 יְהוּדָ֔ה H3063 עַל H5921 דִּבְרֵ֛י H1697 הַסֵּ֥פֶר H5612 הַנִּמְצָ֖א H4672 הַזֶּ֑ה H2088 כִּֽי H3588 גְדוֹלָ֞ה H1419 חֲמַ֣ת H2534 יְהוָ֗ה H3068 אֲשֶׁר H834 הִיא֙ H1931 נִצְּתָ֣ה H3341 בָ֔נוּ Hb עַל֩ H5921 אֲשֶׁ֨ר H834 לֹֽא H3808 שָׁמְע֜וּ H8085 אֲבֹתֵ֗ינוּ H1 עַל H5921 דִּבְרֵי֙ H1697 הַסֵּ֣פֶר H5612 הַזֶּ֔ה H2088 לַעֲשׂ֖וֹת H6213 כְּכָל H3605 הַכָּת֥וּב H3789 עָלֵֽינוּ H5921 ",
      "14": "וַיֵּ֣לֶךְ H3212 חִלְקִיָּ֣הוּ H2518 הַ֠כֹּהֵן H3548 וַאֲחִיקָ֨ם H296 וְעַכְבּ֜וֹר H5907 וְשָׁפָ֣ן H8227 וַעֲשָׂיָ֗ה H6222 אֶל H413 חֻלְדָּ֨ה H2468 הַנְּבִיאָ֜ה H5031 אֵ֣שֶׁת H802 שַׁלֻּ֣ם H7967 בֶּן H1121 תִּקְוָ֗ה H8616 בֶּן H1121 חַרְחַס֙ H2745 שֹׁמֵ֣ר H8104 הַבְּגָדִ֔ים H899 וְהִ֛יא H1931 יֹשֶׁ֥בֶת H3427 בִּירוּשָׁלִַ֖ם H3389 בַּמִּשְׁנֶ֑ה H4932 וַֽיְדַבְּר֖וּ H1696 אֵלֶֽיהָ H413 ",
      "15": "וַתֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 אִמְר֣וּ H559 לָאִ֔ישׁ H376 אֲשֶׁר H834 שָׁלַ֥ח H7971 אֶתְכֶ֖ם H853 אֵלָֽי H413 ",
      "16": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֨י H2005 מֵבִ֥יא H935 רָעָ֛ה H7451 אֶל H413 הַמָּק֥וֹם H4725 הַזֶּ֖ה H2088 וְעַל H5921 יֹֽשְׁבָ֑יו H3427 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 הַסֵּ֔פֶר H5612 אֲשֶׁ֥ר H834 קָרָ֖א H7121 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "17": "תַּ֣חַת H8478 אֲשֶׁ֣ר H834 עֲזָב֗וּנִי H5800 וַֽיְקַטְּרוּ֙ H6999 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְמַ֨עַן֙ H4616 הַכְעִיסֵ֔נִי H3707 בְּכֹ֖ל H3605 מַעֲשֵׂ֣ה H4639 יְדֵיהֶ֑ם H3027 וְנִצְּתָ֧ה H3341 חֲמָתִ֛י H2534 בַּמָּק֥וֹם H4725 הַזֶּ֖ה H2088 וְלֹ֥א H3808 תִכְבֶּֽה H3518 ",
      "18": "וְאֶל H413 מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 הַשֹּׁלֵ֤חַ H7971 אֶתְכֶם֙ H853 לִדְרֹ֣שׁ H1875 אֶת H853 יְהוָ֔ה H3068 כֹּ֥ה H3541 תֹאמְר֖וּ H559 אֵלָ֑יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הַדְּבָרִ֖ים H1697 אֲשֶׁ֥ר H834 שָׁמָֽעְתָּ H8085 ",
      "19": "יַ֠עַן H3282 רַךְ H7401 לְבָ֨בְךָ֜ H3824 וַתִּכָּנַ֣ע H3665 מִפְּנֵ֣י H6440 יְהוָ֗ה H3068 בְּֽשָׁמְעֲ H8085 אֲשֶׁ֣ר H834 דִּבַּרְתִּי֩ H1696 עַל H5921 הַמָּק֨וֹם H4725 הַזֶּ֜ה H2088 וְעַל H5921 יֹשְׁבָ֗יו H3427 לִהְי֤וֹת H1961 לְשַׁמָּה֙ H8047 וְלִ H7045 וַתִּקְרַע֙ H7167 אֶת H853 בְּגָדֶ֔יךָ H899 וַתִּבְכֶּ֖ה H1058 לְפָנָ֑ H6440 וְגַ֧ם H1571 אָנֹכִ֛י H595 שָׁמַ֖עְתִּי H8085 נְאֻם H5002 יְהוָֽה H3068 ",
      "20": "לָכֵן֩ H3651 הִנְנִ֨י H2005 אֹֽסִפְךָ֜ H622 עַל H5921 אֲבֹתֶ֗יךָ H1 וְנֶאֱסַפְתָּ֣ H622 אֶל H413 קִבְרֹתֶיךָ֮ H6913 בְּשָׁלוֹם֒ H7965 וְלֹא H3808 תִרְאֶ֣ינָה H7200 עֵינֶ֔יךָ H5869 בְּכֹל֙ H3605 הָֽרָעָ֔ה H7451 אֲשֶׁר H834 אֲנִ֥י H589 מֵבִ֖יא H935 עַל H5921 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 וַיָּשִׁ֥יבוּ H7725 אֶת H853 הַמֶּ֖לֶךְ H4428 דָּבָֽר H1697 "
    },
    "23": {
      "1": "וַיִּשְׁלַ֖ח H7971 הַמֶּ֑לֶךְ H4428 וַיַּאַסְפ֣וּ H622 אֵלָ֔יו H413 כָּל H3605 זִקְנֵ֥י H2205 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
      "2": "וַיַּ֣עַל H5927 הַמֶּ֣לֶךְ H4428 בֵּית H1004 יְהוָ֡ה H3068 וְכָל H3605 אִ֣ישׁ H376 יְהוּדָה֩ H3063 וְכָל H3605 יֹשְׁבֵ֨י H3427 יְרוּשָׁלִַ֜ם H3389 אִתּ֗וֹ H854 וְהַ H3548 וְהַ H5030 וְכָל H3605 הָעָ֖ם H5971 לְמִ H6996 וְעַד H5704 גָּד֑וֹל H1419 וַיִּקְרָ֣א H7121 בְאָזְנֵי H241 אֶת H853 כָּל H3605 דִּבְרֵי֙ H1697 סֵ֣פֶר H5612 הַבְּרִ֔ית H1285 הַנִּמְצָ֖א H4672 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
      "3": "וַיַּעֲמֹ֣ד H5975 הַ֠מֶּלֶךְ H4428 עַֽל H5921 הָ֨עַמּ֜וּד H5982 וַיִּכְרֹ֥ת H3772 אֶֽת H853 הַבְּרִ֣ית H1285 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 לָלֶ֜כֶת H3212 אַחַ֤ר H310 יְהוָה֙ H3068 וְלִ H8104 מִצְוֺתָ֜יו H4687 וְאֶת H853 עֵדְוֺתָ֤יו H5715 וְאֶת H853 חֻקֹּתָיו֙ H2708 בְּכָל H3605 לֵ֣ב H3820 וּבְ H3605 נֶ֔פֶשׁ H5315 לְהָקִ֗ים H6965 אֶת H853 דִּבְרֵי֙ H1697 הַבְּרִ֣ית H1285 הַזֹּ֔את H2063 הַכְּתֻבִ֖ים H3789 עַל H5921 הַסֵּ֣פֶר H5612 הַזֶּ֑ה H2088 וַיַּעֲמֹ֥ד H5975 כָּל H3605 הָעָ֖ם H5971 בַּבְּרִֽית H1285 ",
      "4": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 אֶת H853 חִלְקִיָּהוּ֩ H2518 הַכֹּהֵ֨ן H3548 הַגָּד֜וֹל H1419 וְאֶת H853 כֹּהֲנֵ֣י H3548 הַמִּשְׁנֶה֮ H4932 וְאֶת H853 שֹׁמְרֵ֣י H8104 הַסַּף֒ H5592 לְהוֹצִיא֙ H3318 מֵהֵיכַ֣ל H1964 יְהוָ֔ה H3068 אֵ֣ת H853 כָּל H3605 הַכֵּלִ֗ים H3627 הָֽעֲשׂוּיִם֙ H6213 לַבַּ֣עַל H1168 וְלָֽ H842 וּלְ H3605 צְבָ֣א H6635 הַשָּׁמָ֑יִם H8064 וַֽיִּשְׂרְפֵ֞ H8313 מִח֤וּץ H2351 לִירוּשָׁלִַ֨ם֙ H3389 בְּשַׁדְמ֣וֹת H7709 קִדְר֔וֹן H6939 וְנָשָׂ֥א H5375 אֶת H853 עֲפָרָ֖ם H6083 בֵּֽית H1008 אֵֽל H1008 ",
      "5": "וְהִשְׁבִּ֣ית H7673 אֶת H853 הַכְּמָרִ֗ים H3649 אֲשֶׁ֤ר H834 נָֽתְנוּ֙ H5414 מַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 וַיְקַטֵּ֤ר H6999 בַּבָּמוֹת֙ H1116 בְּעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וּמְסִבֵּ֖י H4524 יְרוּשָׁלִָ֑ם H3389 וְאֶת H853 הַֽמְקַטְּרִ֣ים H6999 לַבַּ֗עַל H1168 לַשֶּׁ֤מֶשׁ H8121 וְלַ H3394 וְלַ H4208 וּלְ H3605 צְבָ֥א H6635 הַשָּׁמָֽיִם H8064 ",
      "6": "וַיֹּצֵ֣א H3318 אֶת H853 הָאֲשֵׁרָה֩ H842 מִבֵּ֨ית H1004 יְהוָ֜ה H3068 מִח֤וּץ H2351 לִירוּשָׁלִַ֨ם֙ H3389 אֶל H413 נַ֣חַל H5158 קִדְר֔וֹן H6939 וַיִּשְׂרֹ֥ף H8313 אֹתָ֛הּ H853 בְּנַ֥חַל H5158 קִדְר֖וֹן H6939 וַיָּ֣דֶק H1854 לְעָפָ֑ר H6083 וַיַּשְׁלֵךְ֙ H7993 אֶת H853 עֲפָרָ֔הּ H6083 עַל H5921 קֶ֖בֶר H6913 בְּנֵ֥י H1121 הָעָֽם H5971 ",
      "7": "וַיִּתֹּץ֙ H5422 אֶת H853 בָּתֵּ֣י H1004 הַקְּדֵשִׁ֔ים H6945 אֲשֶׁ֖ר H834 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁ֣ר H834 הַנָּשִׁ֗ים H802 אֹרְג֥וֹת H707 שָׁ֛ם H8033 בָּתִּ֖ים H1004 לָאֲשֵׁרָֽה H842 ",
      "8": "וַיָּבֵ֤א H935 אֶת H853 כָּל H3605 הַכֹּֽהֲנִים֙ H3548 מֵעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וַיְטַמֵּ֣א H2930 אֶת H853 הַבָּמ֗וֹת H1116 אֲשֶׁ֤ר H834 קִטְּרוּ H6999 שָׁ֨מָּה֙ H8033 הַכֹּ֣הֲנִ֔ים H3548 מִגֶּ֖בַע H1387 עַד H5704 בְּאֵ֣ר H884 שָׁ֑בַע H884 וְנָתַ֞ץ H5422 אֶת H853 בָּמ֣וֹת H1116 הַשְּׁעָרִ֗ים H8179 אֲשֶׁר H834 פֶּ֜תַח H6607 שַׁ֤עַר H8179 יְהוֹשֻׁ֨עַ֙ H3091 שַׂר H8269 הָעִ֔יר H5892 אֲשֶֽׁר H834 עַל H5921 שְׂמֹ֥אול H8040 אִ֖ישׁ H376 בְּשַׁ֥עַר H8179 הָעִֽיר H5892 ",
      "9": "אַ֗ךְ H389 לֹ֤א H3808 יַֽעֲלוּ֙ H5927 כֹּהֲנֵ֣י H3548 הַבָּמ֔וֹת H1116 אֶל H413 מִזְבַּ֥ח H4196 יְהוָ֖ה H3068 בִּירוּשָׁלִָ֑ם H3389 כִּ֛י H3588 אִם H518 אָכְל֥וּ H398 מַצּ֖וֹת H4682 בְּת֥וֹךְ H8432 אֲחֵיהֶֽם H251 ",
      "10": "וְטִמֵּ֣א H2930 אֶת H853 הַתֹּ֔פֶת H8612 אֲשֶׁ֖ר H834 בְּגֵ֣י H1516 בני H1121 הִנֹּ֑ם H2011 לְבִלְתִּ֗י H1115 לְהַעֲבִ֨יר H5674 אִ֜ישׁ H376 אֶת H853 בְּנ֧וֹ H1121 וְאֶת H853 בִּתּ֛וֹ H1323 בָּאֵ֖שׁ H784 לַמֹּֽלֶךְ H4432 ",
      "11": "וַיַּשְׁבֵּ֣ת H7673 אֶת H853 הַסּוּסִ֗ים H5483 אֲשֶׁ֣ר H834 נָתְנוּ֩ H5414 מַלְכֵ֨י H4428 יְהוּדָ֤ה H3063 לַשֶּׁ֨מֶשׁ֙ H8121 מִבֹּ֣א H935 בֵית H1004 יְהוָ֔ה H3068 אֶל H413 לִשְׁכַּת֙ H3957 נְתַן H5419 מֶ֣לֶךְ H5419 הַסָּרִ֔יס H5631 אֲשֶׁ֖ר H834 בַּפַּרְוָרִ֑ים H6503 וְאֶת H853 מַרְכְּב֥וֹת H4818 הַשֶּׁ֖מֶשׁ H8121 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
      "12": "וְאֶֽת H853 הַֽמִּזְבְּח֡וֹת H4196 אֲשֶׁ֣ר H834 עַל H5921 הַגָּג֩ H1406 עֲלִיַּ֨ת H5944 אָחָ֜ז H271 אֲשֶׁר H834 עָשׂ֣וּ H6213 מַלְכֵ֣י H4428 יְהוּדָ֗ה H3063 וְאֶת H853 הַֽמִּזְבְּחוֹת֙ H4196 אֲשֶׁר H834 עָשָׂ֣ה H6213 מְנַשֶּׁ֔ה H4519 בִּשְׁתֵּ֛י H8147 חַצְר֥וֹת H2691 בֵּית H1004 יְהוָ֖ה H3068 נָתַ֣ץ H5422 הַמֶּ֑לֶךְ H4428 וַיָּ֣רָץ H7323 מִשָּׁ֔ם H8033 וְהִשְׁלִ֥יךְ H7993 אֶת H853 עֲפָרָ֖ם H6083 אֶל H413 נַ֥חַל H5158 קִדְרֽוֹן H6939 ",
      "13": "וְֽאֶת H853 הַבָּמ֞וֹת H1116 אֲשֶׁ֣ר H834 עַל H5921 פְּנֵ֣י H6440 יְרוּשָׁלִַ֗ם H3389 אֲשֶׁר֮ H834 מִימִ֣ין H3225 לְהַר H2022 הַמַּשְׁחִית֒ H4889 אֲשֶׁ֣ר H834 בָּ֠נָה H1129 שְׁלֹמֹ֨ה H8010 מֶֽלֶךְ H4428 יִשְׂרָאֵ֜ל H3478 לְעַשְׁתֹּ֣רֶת H6253 שִׁקֻּ֣ץ H8251 צִידֹנִ֗ים H6722 וְלִ H3645 שִׁקֻּ֣ץ H8251 מוֹאָ֔ב H4124 וּלְ H4445 תּוֹעֲבַ֣ת H8441 בְּנֵֽי H1121 עַמּ֑וֹן H5983 טִמֵּ֖א H2930 הַמֶּֽלֶךְ H4428 ",
      "14": "וְשִׁבַּר֙ H7665 אֶת H853 הַמַּצֵּב֔וֹת H4676 וַיִּכְרֹ֖ת H3772 אֶת H853 הָאֲשֵׁרִ֑ים H842 וַיְמַלֵּ֥א H4390 אֶת H853 מְקוֹמָ֖ם H4725 עַצְמ֥וֹת H6106 אָדָֽם H120 ",
      "15": "וְגַ֨ם H1571 אֶת H853 הַמִּזְבֵּ֜חַ H4196 אֲשֶׁ֣ר H834 בְּבֵֽית H1008 אֵ֗ל H1008 הַבָּמָה֙ H1116 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 יָרָבְעָ֤ם H3379 בֶּן H1121 נְבָט֙ H5028 אֲשֶׁ֣ר H834 הֶחֱטִ֣יא H2398 אֶת H853 יִשְׂרָאֵ֔ל H3478 גַּ֣ם H1571 אֶת H853 הַמִּזְבֵּ֧חַ H4196 הַה֛וּא H1931 וְאֶת H853 הַבָּמָ֖ה H1116 נָתָ֑ץ H5422 וַיִּשְׂרֹ֧ף H8313 אֶת H853 הַבָּמָ֛ה H1116 הֵדַ֥ק H1854 לְעָפָ֖ר H6083 וְשָׂרַ֥ף H8313 אֲשֵׁרָֽה H842 ",
      "16": "וַיִּ֣פֶן H6437 יֹאשִׁיָּ֗הוּ H2977 וַיַּ֨רְא H7200 אֶת H853 הַקְּבָרִ֤ים H6913 אֲשֶׁר H834 שָׁם֙ H8033 בָּהָ֔ר H2022 וַיִּשְׁלַ֗ח H7971 וַיִּקַּ֤ח H3947 אֶת H853 הָֽעֲצָמוֹת֙ H6106 מִן H4480 הַקְּבָרִ֔ים H6913 וַיִּשְׂרֹ֥ף H8313 עַל H5921 הַמִּזְבֵּ֖חַ H4196 וַֽיְטַמְּאֵ֑ H2930 כִּדְבַ֣ר H1697 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 קָרָא֙ H7121 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֲשֶׁ֣ר H834 קָרָ֔א H7121 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
      "17": "וַיֹּ֕אמֶר H559 מָ֚ה H4100 הַצִּיּ֣וּן H6725 הַלָּ֔ז H1975 אֲשֶׁ֖ר H834 אֲנִ֣י H589 רֹאֶ֑ה H7200 וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 אַנְשֵׁ֣י H376 הָעִ֗יר H5892 הַקֶּ֤בֶר H6913 אִישׁ H376 הָֽאֱלֹהִים֙ H430 אֲשֶׁר H834 בָּ֣א H935 מִֽיהוּדָ֔ה H3063 וַיִּקְרָ֗א H7121 אֶת H853 הַדְּבָרִ֤ים H1697 הָאֵ֨לֶּה֙ H428 אֲשֶׁ֣ר H834 עָשִׂ֔יתָ H6213 עַ֖ל H5921 הַמִּזְבַּ֥ח H4196 בֵּֽית H1008 אֵֽל H1008 ",
      "18": "וַיֹּ֨אמֶר֙ H559 הַנִּ֣יחוּ H3240 ל֔וֹ Hl אִ֖ישׁ H376 אַל H408 יָנַ֣ע H5128 עַצְמֹתָ֑יו H6106 וַֽיְמַלְּטוּ֙ H4422 עַצְמֹתָ֔יו H6106 אֵ֚ת H854 עַצְמ֣וֹת H6106 הַנָּבִ֔יא H5030 אֲשֶׁר H834 בָּ֖א H935 מִשֹּׁמְרֽוֹן H8111 ",
      "19": "וְגַם֩ H1571 אֶת H853 כָּל H3605 בָּתֵּ֨י H1004 הַבָּמ֜וֹת H1116 אֲשֶׁ֣ר H834 בְּעָרֵ֣י H5892 שֹׁמְר֗וֹן H8111 אֲשֶׁ֨ר H834 עָשׂ֜וּ H6213 מַלְכֵ֤י H4428 יִשְׂרָאֵל֙ H3478 לְהַכְעִ֔יס H3707 הֵסִ֖יר H5493 יֹֽאשִׁיָּ֑הוּ H2977 וַיַּ֣עַשׂ H6213 לָהֶ֔ם H1992 כְּכָל H3605 הַֽמַּעֲשִׂ֔ים H4639 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בְּבֵֽית H1008 אֵֽל H1008 ",
      "20": "וַ֠יִּזְבַּח H2076 אֶת H853 כָּל H3605 כֹּהֲנֵ֨י H3548 הַבָּמ֤וֹת H1116 אֲשֶׁר H834 שָׁם֙ H8033 עַל H5921 הַֽמִּזְבְּח֔וֹת H4196 וַיִּשְׂרֹ֛ף H8313 אֶת H853 עַצְמ֥וֹת H6106 אָדָ֖ם H120 עֲלֵיהֶ֑ם H5921 וַיָּ֖שָׁב H7725 יְרוּשָׁלִָֽם H3389 ",
      "21": "וַיְצַ֤ו H6680 הַמֶּ֨לֶךְ֙ H4428 אֶת H853 כָּל H3605 הָעָ֣ם H5971 לֵאמֹ֔ר H559 עֲשׂ֣וּ H6213 פֶ֔סַח H6453 לַֽיהוָ֖ה H3068 אֱלֹֽהֵיכֶ֑ם H430 כַּכָּת֕וּב H3789 עַ֛ל H5921 סֵ֥פֶר H5612 הַבְּרִ֖ית H1285 הַזֶּֽה H2088 ",
      "22": "כִּ֣י H3588 לֹ֤א H3808 נַֽעֲשָׂה֙ H6213 כַּפֶּ֣סַח H6453 הַזֶּ֔ה H2088 מִימֵי֙ H3117 הַשֹּׁ֣פְטִ֔ים H8199 אֲשֶׁ֥ר H834 שָׁפְט֖וּ H8199 אֶת H853 יִשְׂרָאֵ֑ל H3478 וְכֹ֗ל H3605 יְמֵ֛י H3117 מַלְכֵ֥י H4428 יִשְׂרָאֵ֖ל H3478 וּמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "23": "כִּ֗י H3588 אִם H518 בִּשְׁמֹנֶ֤ה H8083 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 יֹֽאשִׁיָּ֑הוּ H2977 נַעֲשָׂ֞ה H6213 הַפֶּ֧סַח H6453 הַזֶּ֛ה H2088 לַיהוָ֖ה H3068 בִּירוּשָׁלִָֽם H3389 ",
      "24": "וְגַ֣ם H1571 אֶת H853 הָאֹב֣וֹת H178 וְאֶת H853 הַ֠יִּדְּעֹנִים H3049 וְאֶת H853 הַתְּרָפִ֨ים H8655 וְאֶת H853 הַגִּלֻּלִ֜ים H1544 וְאֵ֣ת H853 כָּל H3605 הַשִּׁקֻּצִ֗ים H8251 אֲשֶׁ֤ר H834 נִרְאוּ֙ H7200 בְּאֶ֤רֶץ H776 יְהוּדָה֙ H3063 וּבִ H3389 בִּעֵ֖ר H1197 יֹֽאשִׁיָּ֑הוּ H2977 לְ֠מַעַן H4616 הָקִ֞ים H6965 אֶת H853 דִּבְרֵ֤י H1697 הַתּוֹרָה֙ H8451 הַכְּתֻבִ֣ים H3789 עַל H5921 הַסֵּ֔פֶר H5612 אֲשֶׁ֥ר H834 מָצָ֛א H4672 חִלְקִיָּ֥הוּ H2518 הַכֹּהֵ֖ן H3548 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "25": "וְכָמֹ H3644 לֹֽא H3808 הָיָ֨ה H1961 לְפָנָ֜י H6440 מֶ֗לֶךְ H4428 אֲשֶׁר H834 שָׁ֤ב H7725 אֶל H413 יְהוָה֙ H3068 בְּכָל H3605 לְבָב֤וֹ H3824 וּבְ H3605 נַפְשׁוֹ֙ H5315 וּבְ H3605 מְאֹד֔וֹ H3966 כְּכֹ֖ל H3605 תּוֹרַ֣ת H8451 מֹשֶׁ֑ה H4872 וְאַחֲרָ֖י H310 לֹֽא H3808 קָ֥ם H6965 כָּמֹֽהוּ H3644 ",
      "26": "אַ֣ךְ H389 לֹֽא H3808 שָׁ֣ב H7725 יְהוָ֗ה H3068 מֵחֲר֤וֹן H2740 אַפּוֹ֙ H639 הַגָּד֔וֹל H1419 אֲשֶׁר H834 חָרָ֥ה H2734 אַפּ֖וֹ H639 בִּֽיהוּדָ֑ה H3063 עַ֚ל H5921 כָּל H3605 הַכְּעָסִ֔ים H3708 אֲשֶׁ֥ר H834 הִכְעִיס֖וֹ H3707 מְנַשֶּֽׁה H4519 ",
      "27": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 גַּ֤ם H1571 אֶת H853 יְהוּדָה֙ H3063 אָסִיר֙ H5493 מֵעַ֣ל H5921 פָּנַ֔י H6440 כַּאֲשֶׁ֥ר H834 הֲסִרֹ֖תִי H5493 אֶת H853 יִשְׂרָאֵ֑ל H3478 וּ֠מָאַסְתִּי H3988 אֶת H853 הָעִ֨יר H5892 הַזֹּ֤את H2063 אֲשֶׁר H834 בָּחַ֨רְתִּי֙ H977 אֶת H853 יְר֣וּשָׁלִַ֔ם H3389 וְאֶת H853 הַבַּ֔יִת H1004 אֲשֶׁ֣ר H834 אָמַ֔רְתִּי H559 יִהְיֶ֥ה H1961 שְׁמִ֖י H8034 שָֽׁם H8033 ",
      "28": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יֹאשִׁיָּ֖הוּ H2977 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "29": "בְּיָמָ֡י H3117 עָלָה֩ H5927 פַרְעֹ֨ה H6549 נְכֹ֧ה H6549 מֶֽלֶךְ H4428 מִצְרַ֛יִם H4714 עַל H5921 מֶ֥לֶךְ H4428 אַשּׁ֖וּר H804 עַל H5921 נְהַר H5104 פְּרָ֑ת H6578 וַיֵּ֨לֶךְ H3212 הַמֶּ֤לֶךְ H4428 יֹאשִׁיָּ֨הוּ֙ H2977 לִקְרָאת֔ H7125 וַיְמִיתֵ֨ H4191 בִּמְגִדּ֔וֹ H4023 כִּרְאֹת֖ H7200 אֹתֽוֹ H853 ",
      "30": "וַיַּרְכִּבֻ֨ H7392 עֲבָדָ֥יו H5650 מֵת֙ H4191 מִמְּגִדּ֔וֹ H4023 וַיְבִאֻ֨ H935 יְר֣וּשָׁלִַ֔ם H3389 וַֽיִּקְבְּרֻ֖ H6912 בִּקְבֻֽרָת֑ H6900 וַיִּקַּ֣ח H3947 עַם H5971 הָאָ֗רֶץ H776 אֶת H853 יְהֽוֹאָחָז֙ H3059 בֶּן H1121 יֹ֣אשִׁיָּ֔הוּ H2977 וַיִּמְשְׁח֥וּ H4886 אֹת֛וֹ H853 וַיַּמְלִ֥יכוּ H4427 אֹת֖וֹ H853 תַּ֥חַת H8478 אָבִֽיו H1 ",
      "31": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְשָׁלֹ֤שׁ H7969 שָׁנָה֙ H8141 יְהוֹאָחָ֣ז H3059 בְּמָלְכ֔ H4427 וּשְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֔ים H2320 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 חֲמוּטַ֥ל H2537 בַּֽת H1323 יִרְמְיָ֖הוּ H3414 מִלִּבְנָֽה H3841 ",
      "32": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשׂ֖וּ H6213 אֲבֹתָֽיו H1 ",
      "33": "וַיַּאַסְרֵ H631 פַרְעֹ֨ה H6549 נְכֹ֤ה H6549 בְרִבְלָה֙ H7247 בְּאֶ֣רֶץ H776 חֲמָ֔ת H2574 במלך H4427 בִּירוּשָׁלִָ֑ם H3389 וַיִּתֶּן H5414 עֹ֨נֶשׁ֙ H6066 עַל H5921 הָאָ֔רֶץ H776 מֵאָ֥ה H3967 כִכַּר H3603 כֶּ֖סֶף H3701 וְכִכַּ֥ר H3603 זָהָֽב H2091 ",
      "34": "וַיַּמְלֵךְ֩ H4427 פַּרְעֹ֨ה H6549 נְכֹ֜ה H6549 אֶת H853 אֶלְיָקִ֣ים H471 בֶּן H1121 יֹאשִׁיָּ֗הוּ H2977 תַּ֚חַת H8478 יֹאשִׁיָּ֣הוּ H2977 אָבִ֔יו H1 וַיַּסֵּ֥ב H5437 אֶת H853 שְׁמ֖וֹ H8034 יְהוֹיָקִ֑ים H3079 וְאֶת H853 יְהוֹאָחָ֣ז H3059 לָקָ֔ח H3947 וַיָּבֹ֥א H935 מִצְרַ֖יִם H4714 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
      "35": "וְהַ H3701 וְהַ H2091 נָתַ֤ן H5414 יְהוֹיָקִים֙ H3079 לְפַרְעֹ֔ה H6547 אַ֚ךְ H389 הֶעֱרִ֣יךְ H6186 אֶת H853 הָאָ֔רֶץ H776 לָתֵ֥ת H5414 אֶת H853 הַכֶּ֖סֶף H3701 עַל H5921 פִּ֣י H6310 פַרְעֹ֑ה H6547 אִ֣ישׁ H376 כְּעֶרְכּ֗ H6187 נָגַ֞שׂ H5065 אֶת H853 הַכֶּ֤סֶף H3701 וְאֶת H853 הַזָּהָב֙ H2091 אֶת H853 עַ֣ם H5971 הָאָ֔רֶץ H776 לָתֵ֖ת H5414 לְפַרְעֹ֥ה H6549 נְכֹֽה H6549 ",
      "36": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָ֨ה H8141 יְהוֹיָקִ֣ים H3079 בְּמָלְכ֔ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 זבידה H2080 בַת H1323 פְּדָיָ֖ה H6305 מִן H4480 רוּמָֽה H7316 ",
      "37": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשׂ֖וּ H6213 אֲבֹתָֽיו H1 "
    },
    "24": {
      "1": "בְּיָמָ֣י H3117 עָלָ֔ה H5927 נְבֻכַדְנֶאצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיְהִי H1961 ל֨וֹ Hl יְהוֹיָקִ֥ים H3079 עֶ֨בֶד֙ H5650 שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 וַיָּ֖שָׁב H7725 וַיִּמְרָד H4775 בּֽוֹ Hb ",
      "2": "וַיְשַׁלַּ֣ח H7971 יְהוָ֣ה H3068 בּ֡וֹ Hb אֶת H853 גְּדוּדֵ֣י H1416 כַשְׂדִּים֩ H3778 וְאֶת H853 גְּדוּדֵ֨י H1416 אֲרָ֜ם H758 וְאֵ֣ת H853 גְּדוּדֵ֣י H1416 מוֹאָ֗ב H4124 וְאֵת֙ H853 גְּדוּדֵ֣י H1416 בְנֵֽי H1121 עַמּ֔וֹן H5983 וַיְשַׁלְּחֵ֥ H7971 בִּֽיהוּדָ֖ה H3063 לְהַֽאֲבִיד֑ H6 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 עֲבָדָ֥יו H5650 הַנְּבִיאִֽים H5030 ",
      "3": "אַ֣ךְ H389 עַל H5921 פִּ֣י H6310 יְהוָ֗ה H3068 הָֽיְתָה֙ H1961 בִּֽיהוּדָ֔ה H3063 לְהָסִ֖יר H5493 מֵעַ֣ל H5921 פָּנָ֑יו H6440 בְּחַטֹּ֣את H2403 מְנַשֶּׁ֔ה H4519 כְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
      "4": "וְגַ֤ם H1571 דַּֽם H1818 הַנָּקִי֙ H5355 אֲשֶׁ֣ר H834 שָׁפָ֔ךְ H8210 וַיְמַלֵּ֥א H4390 אֶת H853 יְרוּשָׁלִַ֖ם H3389 דָּ֣ם H1818 נָקִ֑י H5355 וְלֹֽא H3808 אָבָ֥ה H14 יְהוָ֖ה H3068 לִסְלֹֽחַ H5545 ",
      "5": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יְהוֹיָקִ֖ים H3079 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "6": "וַיִּשְׁכַּ֥ב H7901 יְהוֹיָקִ֖ים H3079 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 יְהוֹיָכִ֥ין H3078 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "7": "וְלֹֽא H3808 הֹסִ֥יף H3254 עוֹד֙ H5750 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 לָצֵ֖את H3318 מֵֽאַרְצ֑ H776 כִּֽי H3588 לָקַ֞ח H3947 מֶ֣לֶךְ H4428 בָּבֶ֗ל H894 מִנַּ֤חַל H5158 מִצְרַ֨יִם֙ H4714 עַד H5704 נְהַר H5104 פְּרָ֔ת H6578 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 הָיְתָ֖ה H1961 לְמֶ֥לֶךְ H4428 מִצְרָֽיִם H4714 ",
      "8": "בֶּן H1121 שְׁמֹנֶ֨ה H8083 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 יְהוֹיָכִ֣ין H3078 בְּמָלְכ֔ H4427 וּשְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֔ים H2320 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נְחֻשְׁתָּ֥א H5179 בַת H1323 אֶלְנָתָ֖ן H494 מִירוּשָׁלִָֽם H3389 ",
      "9": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 ",
      "10": "בָּעֵ֣ת H6256 הַהִ֔יא H1931 עלה H5927 עַבְדֵ֛י H5650 נְבֻכַדְנֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 יְרוּשָׁלִָ֑ם H3389 וַתָּבֹ֥א H935 הָעִ֖יר H5892 בַּמָּצֽוֹר H4692 ",
      "11": "וַיָּבֹ֛א H935 נְבוּכַדְנֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 עַל H5921 הָעִ֑יר H5892 וַעֲבָדָ֖י H5650 צָרִ֥ים H6696 עָלֶֽיהָ H5921 ",
      "12": "וַיֵּצֵ֞א H3318 יְהוֹיָכִ֤ין H3078 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 עַל H5921 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 ה֣וּא H1931 וְאִמּ֔ H517 וַעֲבָדָ֖י H5650 וְשָׂרָ֣י H8269 וְסָֽרִיסָ֑י H5631 וַיִּקַּ֤ח H3947 אֹתוֹ֙ H853 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 בִּשְׁנַ֥ת H8141 שְׁמֹנֶ֖ה H8083 לְמָלְכֽ H4427 ",
      "13": "וַיּוֹצֵ֣א H3318 מִשָּׁ֗ם H8033 אֶת H853 כָּל H3605 אוֹצְרוֹת֙ H214 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְאֽוֹצְר֖וֹת H214 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיְקַצֵּ֞ץ H7112 אֶת H853 כָּל H3605 כְּלֵ֣י H3627 הַזָּהָ֗ב H2091 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 שְׁלֹמֹ֤ה H8010 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 בְּהֵיכַ֣ל H1964 יְהוָ֔ה H3068 כַּֽאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
      "14": "וְהִגְלָ֣ה H1540 אֶת H853 כָּל H3605 יְ֠רוּשָׁלִַם H3389 וְֽאֶת H853 כָּל H3605 הַשָּׂרִ֞ים H8269 וְאֵ֣ת H853 כָּל H3605 גִּבּוֹרֵ֣י H1368 הַחַ֗יִל H2428 עשרה H6235 אֲלָפִים֙ H505 גּוֹלֶ֔ה H1473 וְכָל H3605 הֶחָרָ֖שׁ H2796 וְהַ H4525 לֹ֣א H3808 נִשְׁאַ֔ר H7604 זוּלַ֖ת H2108 דַּלַּ֥ת H1803 עַם H5971 הָאָֽרֶץ H776 ",
      "15": "וַיֶּ֥גֶל H1540 אֶת H853 יְהוֹיָכִ֖ין H3078 בָּבֶ֑לָה H894 וְאֶת H853 אֵ֣ם H517 הַ֠מֶּלֶךְ H4428 וְאֶת H853 נְשֵׁ֨י H802 הַמֶּ֜לֶךְ H4428 וְאֶת H853 סָרִיסָ֗יו H5631 וְאֵת֙ H853 אולי H193 הָאָ֔רֶץ H776 הוֹלִ֛יךְ H3212 גּוֹלָ֥ה H1473 מִירוּשָׁלִַ֖ם H3389 בָּבֶֽלָה H894 ",
      "16": "וְאֵת֩ H853 כָּל H3605 אַנְשֵׁ֨י H376 הַחַ֜יִל H2428 שִׁבְעַ֣ת H7651 אֲלָפִ֗ים H505 וְהֶ H2796 וְהַ H4525 אֶ֔לֶף H505 הַכֹּ֕ל H3605 גִּבּוֹרִ֖ים H1368 עֹשֵׂ֣י H6213 מִלְחָמָ֑ה H4421 וַיְבִיאֵ֧ H935 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 גּוֹלָ֖ה H1473 בָּבֶֽלָה H894 ",
      "17": "וַיַּמְלֵ֧ךְ H4427 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 אֶת H853 מַתַּנְיָ֥ה H4983 דֹד֖וֹ H1730 תַּחְתָּ֑יו H8478 וַיַּסֵּ֥ב H5437 אֶת H853 שְׁמ֖וֹ H8034 צִדְקִיָּֽהוּ H6667 ",
      "18": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְאַחַ֤ת H259 שָׁנָה֙ H8141 צִדְקִיָּ֣הוּ H6667 בְמָלְכ֔ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 חמיטל H2537 בַּֽת H1323 יִרְמְיָ֖הוּ H3414 מִלִּבְנָֽה H3841 ",
      "19": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 יְהוֹיָקִֽים H3079 ",
      "20": "כִּ֣י H3588 עַל H5921 אַ֣ף H639 יְהוָ֗ה H3068 הָיְתָ֤ה H1961 בִירוּשָׁלִַ֨ם֙ H3389 וּבִ֣ H3063 עַד H5704 הִשְׁלִכ֥וֹ H7993 אֹתָ֖ם H853 מֵעַ֣ל H5921 פָּנָ֑יו H6440 וַיִּמְרֹ֥ד H4775 צִדְקִיָּ֖הוּ H6667 בְּמֶ֥לֶךְ H4428 בָּבֶֽל H894 "
    },
    "25": {
      "1": "וַיְהִי֩ H1961 בִשְׁנַ֨ת H8141 הַתְּשִׁיעִ֜ית H8671 לְמָלְכ֗ H4427 בַּחֹ֣דֶשׁ H2320 הָעֲשִׂירִי֮ H6224 בֶּעָשׂ֣וֹר H6218 לַחֹדֶשׁ֒ H2320 בָּ֠א H935 נְבֻכַדְנֶאצַּ֨ר H5019 מֶֽלֶךְ H4428 בָּבֶ֜ל H894 ה֧וּא H1931 וְכָל H3605 חֵיל֛וֹ H2428 עַל H5921 יְרוּשָׁלִַ֖ם H3389 וַיִּ֣חַן H2583 עָלֶ֑יהָ H5921 וַיִּבְנ֥וּ H1129 עָלֶ֖יהָ H5921 דָּיֵ֥ק H1785 סָבִֽיב H5439 ",
      "2": "וַתָּבֹ֥א H935 הָעִ֖יר H5892 בַּמָּצ֑וֹר H4692 עַ֚ד H5704 עַשְׁתֵּ֣י H6249 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 צִדְקִיָּֽהוּ H6667 ",
      "3": "בְּתִשְׁעָ֣ה H8672 לַחֹ֔דֶשׁ H2320 וַיֶּחֱזַ֥ק H2388 הָרָעָ֖ב H7458 בָּעִ֑יר H5892 וְלֹא H3808 הָ֥יָה H1961 לֶ֖חֶם H3899 לְעַ֥ם H5971 הָאָֽרֶץ H776 ",
      "4": "וַתִּבָּקַ֣ע H1234 הָעִ֗יר H5892 וְכָל H3605 אַנְשֵׁ֨י H376 הַמִּלְחָמָ֤ה H4421 הַלַּ֨יְלָה֙ H3915 דֶּ֜רֶךְ H1870 שַׁ֣עַר H8179 בֵּ֣ין H996 הַחֹמֹתַ֗יִם H2346 אֲשֶׁר֙ H834 עַל H5921 גַּ֣ן H1588 הַמֶּ֔לֶךְ H4428 וְכַשְׂדִּ֥ים H3778 עַל H5921 הָעִ֖יר H5892 סָבִ֑יב H5439 וַיֵּ֖לֶךְ H3212 דֶּ֥רֶךְ H1870 הָעֲרָבָֽה H6160 ",
      "5": "וַיִּרְדְּפ֤וּ H7291 חֵיל H2428 כַּשְׂדִּים֙ H3778 אַחַ֣ר H310 הַמֶּ֔לֶךְ H4428 וַיַּשִּׂ֥גוּ H5381 אֹת֖וֹ H853 בְּעַרְב֣וֹת H6160 יְרֵח֑וֹ H3405 וְכָל H3605 חֵיל֔וֹ H2428 נָפֹ֖צוּ H6327 מֵעָלָֽי H5921 ",
      "6": "וַֽיִּתְפְּשׂוּ֙ H8610 אֶת H853 הַמֶּ֔לֶךְ H4428 וַיַּעֲל֥וּ H5927 אֹת֛וֹ H853 אֶל H413 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 רִבְלָ֑תָה H7247 וַיְדַבְּר֥וּ H1696 אִתּ֖וֹ H854 מִשְׁפָּֽט H4941 ",
      "7": "וְאֶת H853 בְּנֵי֙ H1121 צִדְקִיָּ֔הוּ H6667 שָׁחֲט֖וּ H7819 לְעֵינָ֑י H5869 וְאֶת H853 עֵינֵ֤י H5869 צִדְקִיָּ֨הוּ֙ H6667 עִוֵּ֔ר H5786 וַיַּאַסְרֵ֨ H631 בַֽנְחֻשְׁתַּ֔יִם H5178 וַיְבִאֵ֖ H935 בָּבֶֽל H894 ",
      "8": "וּבַ H2320 הַֽחֲמִישִׁי֙ H2549 בְּשִׁבְעָ֣ה H7651 לַחֹ֔דֶשׁ H2320 הִ֗יא H1931 שְׁנַת֙ H8141 תְּשַֽׁע H8672 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 נְבֻכַדְנֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶ֑ל H894 בָּ֞א H935 נְבוּזַרְאֲדָ֧ן H5018 רַב H7227 טַבָּחִ֛ים H2876 עֶ֥בֶד H5650 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 יְרוּשָׁלִָֽם H3389 ",
      "9": "וַיִּשְׂרֹ֥ף H8313 אֶת H853 בֵּית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְאֵ֨ת H853 כָּל H3605 בָּתֵּ֧י H1004 יְרוּשָׁלִַ֛ם H3389 וְאֶת H853 כָּל H3605 בֵּ֥ית H1004 גָּד֖וֹל H1419 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
      "10": "וְאֶת H853 חוֹמֹ֥ת H2346 יְרוּשָׁלִַ֖ם H3389 סָבִ֑יב H5439 נָֽתְצוּ֙ H5422 כָּל H3605 חֵ֣יל H2428 כַּשְׂדִּ֔ים H3778 אֲשֶׁ֖ר H834 רַב H7227 טַבָּחִֽים H2876 ",
      "11": "וְאֵת֩ H853 יֶ֨תֶר H3499 הָעָ֜ם H5971 הַנִּשְׁאָרִ֣ים H7604 בָּעִ֗יר H5892 וְאֶת H853 הַנֹּֽפְלִים֙ H5307 אֲשֶׁ֤ר H834 נָפְלוּ֙ H5307 עַל H5921 הַמֶּ֣לֶךְ H4428 בָּבֶ֔ל H894 וְאֵ֖ת H853 יֶ֣תֶר H3499 הֶהָמ֑וֹן H1995 הֶגְלָ֕ה H1540 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִֽים H2876 ",
      "12": "וּמִ H1803 הָאָ֔רֶץ H776 הִשְׁאִ֖יר H7604 רַב H7227 טַבָּחִ֑ים H2876 לְכֹֽרְמִ֖ים H3755 וּלְ H1461 ",
      "13": "וְאֶת H853 עַמּוּדֵ֨י H5982 הַנְּחֹ֜שֶׁת H5178 אֲשֶׁ֣ר H834 בֵּית H1004 יְהוָ֗ה H3068 וְֽאֶת H853 הַמְּכֹנ֞וֹת H4350 וְאֶת H853 יָ֧ם H3220 הַנְּחֹ֛שֶׁת H5178 אֲשֶׁ֥ר H834 בְּבֵית H1004 יְהוָ֖ה H3068 שִׁבְּר֣וּ H7665 כַשְׂדִּ֑ים H3778 וַיִּשְׂא֥וּ H5375 אֶת H853 נְחֻשְׁתָּ֖ם H5178 בָּבֶֽלָה H894 ",
      "14": "וְאֶת H853 הַסִּירֹ֨ת H5518 וְאֶת H853 הַיָּעִ֜ים H3257 וְאֶת H853 הַֽמְזַמְּר֣וֹת H4212 וְאֶת H853 הַכַּפּ֗וֹת H3709 וְאֵ֨ת H853 כָּל H3605 כְּלֵ֧י H3627 הַנְּחֹ֛שֶׁת H5178 אֲשֶׁ֥ר H834 יְשָֽׁרְתוּ H8334 בָ֖ם Hb לָקָֽחוּ H3947 ",
      "15": "וְאֶת H853 הַמַּחְתּוֹת֙ H4289 וְאֶת H853 הַמִּזְרָק֗וֹת H4219 אֲשֶׁ֤ר H834 זָהָב֙ H2091 זָהָ֔ב H2091 וַאֲשֶׁר H834 כֶּ֖סֶף H3701 כָּ֑סֶף H3701 לָקַ֖ח H3947 רַב H7227 טַבָּחִֽים H2876 ",
      "16": "הָעַמּוּדִ֣ים H5982 שְׁנַ֗יִם H8147 הַיָּ֤ם H3220 הָֽאֶחָד֙ H259 וְהַ H4350 אֲשֶׁר H834 עָשָׂ֥ה H6213 שְׁלֹמֹ֖ה H8010 לְבֵ֣ית H1004 יְהוָ֑ה H3068 לֹא H3808 הָיָ֣ה H1961 מִשְׁקָ֔ל H4948 לִנְחֹ֖שֶׁת H5178 כָּל H3605 הַכֵּלִ֥ים H3627 הָאֵֽלֶּה H428 ",
      "17": "שְׁמֹנֶה֩ H8083 עֶשְׂרֵ֨ה H6240 אַמָּ֜ה H520 קוֹמַ֣ת H6967 הָעַמּ֣וּד H5982 הָאֶחָ֗ד H259 וְכֹתֶ֨רֶת H3805 עָלָ֥יו H5921 נְחֹשֶׁת֮ H5178 וְקוֹמַ֣ת H6967 הַכֹּתֶרֶת֮ H3805 שָׁלֹ֣שׁ H7969 אמה H520 וּשְׂבָכָ֨ה H7639 וְרִמֹּנִ֧ים H7416 עַֽל H5921 הַכֹּתֶ֛רֶת H3805 סָבִ֖יב H5439 הַכֹּ֣ל H3605 נְחֹ֑שֶׁת H5178 וְכָ H428 לַֽעַמּ֥וּד H5982 הַשֵּׁנִ֖י H8145 עַל H5921 הַשְּׂבָכָֽה H7639 ",
      "18": "וַיִּקַּ֣ח H3947 רַב H7227 טַבָּחִ֗ים H2876 אֶת H853 שְׂרָיָה֙ H8304 כֹּהֵ֣ן H3548 הָרֹ֔אשׁ H7218 וְאֶת H853 צְפַנְיָ֖הוּ H6846 כֹּהֵ֣ן H3548 מִשְׁנֶ֑ה H4932 וְאֶת H853 שְׁלֹ֖שֶׁת H7969 שֹׁמְרֵ֥י H8104 הַסַּֽף H5592 ",
      "19": "וּמִן H4480 הָעִ֡יר H5892 לָקַח֩ H3947 סָרִ֨יס H5631 אֶחָ֜ד H259 אֲֽשֶׁר H834 ה֥וּא H1931 פָקִ֣יד H6496 עַל H5921 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וַחֲמִשָּׁ֨ה H2568 אֲנָשִׁ֜ים H376 מֵרֹאֵ֤י H7200 פְנֵֽי H6440 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 נִמְצְא֣וּ H4672 בָעִ֔יר H5892 וְאֵ֗ת H853 הַסֹּפֵר֙ H5608 שַׂ֣ר H8269 הַצָּבָ֔א H6635 הַמַּצְבִּ֖א H6633 אֶת H853 עַ֣ם H5971 הָאָ֑רֶץ H776 וְשִׁשִּׁ֥ים H8346 אִישׁ֙ H376 מֵעַ֣ם H5971 הָאָ֔רֶץ H776 הַֽנִּמְצְאִ֖ים H4672 בָּעִֽיר H5892 ",
      "20": "וַיִּקַּ֣ח H3947 אֹתָ֔ם H853 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִ֑ים H2876 וַיֹּ֧לֶךְ H3212 אֹתָ֛ם H853 עַל H5921 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 רִבְלָֽתָה H7247 ",
      "21": "וַיַּ֣ךְ H5221 אֹתָם֩ H853 מֶ֨לֶךְ H4428 בָּבֶ֧ל H894 וַיְמִיתֵ֛ H4191 בְּרִבְלָ֖ה H7247 בְּאֶ֣רֶץ H776 חֲמָ֑ת H2574 וַיִּ֥גֶל H1540 יְהוּדָ֖ה H3063 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 ",
      "22": "וְהָ H5971 הַנִּשְׁאָר֙ H7604 בְּאֶ֣רֶץ H776 יְהוּדָ֔ה H3063 אֲשֶׁ֣ר H834 הִשְׁאִ֔יר H7604 נְבֽוּכַדְנֶאצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיַּפְקֵ֣ד H6485 עֲלֵיהֶ֔ם H5921 אֶת H853 גְּדַלְיָ֖הוּ H1436 בֶּן H1121 אֲחִיקָ֥ם H296 בֶּן H1121 שָׁפָֽן H8227 ",
      "23": "וַיִּשְׁמְעוּ֩ H8085 כָל H3605 שָׂרֵ֨י H8269 הַחֲיָלִ֜ים H2428 הֵ֣מָּה H1992 וְהָ H376 כִּֽי H3588 הִפְקִ֤יד H6485 מֶֽלֶךְ H4428 בָּבֶל֙ H894 אֶת H853 גְּדַלְיָ֔הוּ H1436 וַיָּבֹ֥אוּ H935 אֶל H413 גְּדַלְיָ֖הוּ H1436 הַמִּצְפָּ֑ה H4709 וְיִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֡ה H5418 וְיוֹחָנָ֣ן H3110 בֶּן H1121 קָ֠רֵחַ H7143 וּשְׂרָיָ֨ה H8304 בֶן H1121 תַּנְחֻ֜מֶת H8576 הַנְּטֹפָתִ֗י H5200 וְיַֽאֲזַנְיָ֨הוּ֙ H2970 בֶּן H1121 הַמַּ֣עֲכָתִ֔י H4602 הֵ֖מָּה H1992 וְאַנְשֵׁי H376 ",
      "24": "וַיִּשָּׁבַ֨ע H7650 לָהֶ֤ם Hl גְּדַלְיָ֨הוּ֙ H1436 וּלְ H376 וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl אַל H408 תִּֽירְא֖וּ H3372 מֵעַבְדֵ֣י H5650 הַכַּשְׂדִּ֑ים H3778 שְׁב֣וּ H3427 בָאָ֗רֶץ H776 וְעִבְד֛וּ H5647 אֶת H853 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 וְיִטַ֥ב H3190 לָכֶֽם Hl ",
      "25": "וַיְהִ֣י H1961 בַּחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 בָּ֣א H935 יִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְ֠תַנְיָה H5418 בֶּן H1121 אֱלִ֨ישָׁמָ֜ע H476 מִזֶּ֣רַע H2233 הַמְּלוּכָ֗ה H4410 וַעֲשָׂרָ֤ה H6235 אֲנָשִׁים֙ H376 אִתּ֔וֹ H854 וַיַּכּ֥וּ H5221 אֶת H853 גְּדַלְיָ֖הוּ H1436 וַיָּמֹ֑ת H4191 וְאֶת H853 הַיְּהוּדִים֙ H3064 וְאֶת H853 הַכַּשְׂדִּ֔ים H3778 אֲשֶׁר H834 הָי֥וּ H1961 אִתּ֖וֹ H854 בַּמִּצְפָּֽה H4709 ",
      "26": "וַיָּקֻ֨מוּ H6965 כָל H3605 הָעָ֜ם H5971 מִקָּטֹ֤ן H6996 וְעַד H5704 גָּדוֹל֙ H1419 וְשָׂרֵ֣י H8269 הַחֲיָלִ֔ים H2428 וַיָּבֹ֖אוּ H935 מִצְרָ֑יִם H4714 כִּ֥י H3588 יָרְא֖וּ H3372 מִפְּנֵ֥י H6440 כַשְׂדִּֽים H3778 ",
      "27": "וַיְהִי֩ H1961 בִשְׁלֹשִׁ֨ים H7970 וָשֶׁ֜בַע H7651 שָׁנָ֗ה H8141 לְגָלוּת֙ H1546 יְהוֹיָכִ֣ין H3078 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 בִּשְׁנֵ֤ים H8147 עָשָׂר֙ H6240 חֹ֔דֶשׁ H2320 בְּעֶשְׂרִ֥ים H6242 וְשִׁבְעָ֖ה H7651 לַחֹ֑דֶשׁ H2320 נָשָׂ֡א H5375 אֱוִ֣יל H192 מְרֹדַךְ֩ H192 מֶ֨לֶךְ H4428 בָּבֶ֜ל H894 בִּשְׁנַ֣ת H8141 מָלְכ֗וֹ H4427 אֶת H853 רֹ֛אשׁ H7218 יְהוֹיָכִ֥ין H3078 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 מִבֵּ֥ית H1004 כֶּֽלֶא H3608 ",
      "28": "וַיְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 טֹב֑וֹת H2896 וַיִּתֵּן֙ H5414 אֶת H853 כִּסְא֔וֹ H3678 מֵעַ֗ל H5921 כִּסֵּ֧א H3678 הַמְּלָכִ֛ים H4428 אֲשֶׁ֥ר H834 אִתּ֖וֹ H854 בְּבָבֶֽל H894 ",
      "29": "וְשִׁנָּ֕א H8132 אֵ֖ת H853 בִּגְדֵ֣י H899 כִלְא֑וֹ H3608 וְאָכַ֨ל H398 לֶ֧חֶם H3899 תָּמִ֛יד H8548 לְפָנָ֖י H6440 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
      "30": "וַאֲרֻחָת֗ H737 אֲרֻחַ֨ת H737 תָּמִ֧יד H8548 נִתְּנָה H5414 לּ֛וֹ Hl מֵאֵ֥ת H853 הַמֶּ֖לֶךְ H4428 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֑ H3117 כֹּ֖ל H3605 יְמֵ֥י H3117 חַיָּֽו H2416 "
    }
  }
}
