{
  "Ecclesiastes": {
    "1": {
      "1": "דִּבְרֵי֙ H1697 קֹהֶ֣לֶת H6953 בֶּן H1121 דָּוִ֔ד H1732 מֶ֖לֶךְ H4428 בִּירוּשָׁלִָֽם H3389 ",
      "2": "הֲבֵ֤ל H1892 הֲבָלִים֙ H1892 אָמַ֣ר H559 קֹהֶ֔לֶת H6953 הֲבֵ֥ל H1892 הֲבָלִ֖ים H1892 הַכֹּ֥ל H3605 הָֽבֶל H1892 ",
      "3": "מַה H4100 יִּתְר֖וֹן H3504 לָֽאָדָ֑ם H120 בְּכָל H3605 עֲמָל֔וֹ H5999 שֶֽׁיַּעֲמֹ֖ל H5998 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "4": "דּ֤וֹר H1755 הֹלֵךְ֙ H1980 וְד֣וֹר H1755 בָּ֔א H935 וְהָ H776 לְעוֹלָ֥ם H5769 עֹמָֽדֶת H5975 ",
      "5": "וְזָרַ֥ח H2224 הַשֶּׁ֖מֶשׁ H8121 וּבָ֣א H935 הַשָּׁ֑מֶשׁ H8121 וְאֶ֨ל H413 מְקוֹמ֔וֹ H4725 שׁוֹאֵ֛ף H7602 זוֹרֵ֥חַֽ H2224 ה֖וּא H1931 שָֽׁם H8033 ",
      "6": "הוֹלֵךְ֙ H1980 אֶל H413 דָּר֔וֹם H1864 וְסוֹבֵ֖ב H5437 אֶל H413 צָפ֑וֹן H6828 סוֹבֵ֤ב H5437 סֹבֵב֙ H5437 הוֹלֵ֣ךְ H1980 הָר֔וּחַ H7307 וְעַל H5921 סְבִיבֹתָ֖יו H5439 שָׁ֥ב H7725 הָרֽוּחַ H7307 ",
      "7": "כָּל H3605 הַנְּחָלִים֙ H5158 הֹלְכִ֣ים H1980 אֶל H413 הַיָּ֔ם H3220 וְהַ H3220 אֵינֶ֣נּוּ H369 מָלֵ֑א H4392 אֶל H413 מְק֗וֹם H4725 שֶׁ֤הַ H5158 הֹֽלְכִ֔ים H1980 שָׁ֛ם H8033 הֵ֥ם H1992 שָׁבִ֖ים H7725 לָלָֽכֶת H3212 ",
      "8": "כָּל H3605 הַדְּבָרִ֣ים H1697 יְגֵעִ֔ים H3023 לֹא H3808 יוּכַ֥ל H3201 אִ֖ישׁ H376 לְדַבֵּ֑ר H1696 לֹא H3808 תִשְׂבַּ֥ע H7646 עַ֨יִן֙ H5869 לִרְא֔וֹת H7200 וְלֹא H3808 תִמָּלֵ֥א H4390 אֹ֖זֶן H241 מִשְּׁמֹֽעַ H8085 ",
      "9": "מַה H4100 שֶּֽׁהָיָה֙ H1961 ה֣וּא H1931 שֶׁיִּהְיֶ֔ה H1961 וּמַה H4100 שֶׁנַּֽעֲשָׂ֔ה H6213 ה֖וּא H1931 שֶׁיֵּעָשֶׂ֑ה H6213 וְאֵ֥ין H369 כָּל H3605 חָדָ֖שׁ H2319 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "10": "יֵ֥שׁ H3426 דָּבָ֛ר H1697 שֶׁיֹּאמַ֥ר H559 רְאֵה H7200 זֶ֖ה H2088 חָדָ֣שׁ H2319 ה֑וּא H1931 כְּבָר֙ H3528 הָיָ֣ה H1961 לְעֹֽלָמִ֔ים H5769 אֲשֶׁ֥ר H834 הָיָ֖ה H1961 מִלְּ H6440 ",
      "11": "אֵ֥ין H369 זִכְר֖וֹן H2146 לָרִאשֹׁנִ֑ים H7223 וְגַ֨ם H1571 לָאַחֲרֹנִ֜ים H314 שֶׁיִּהְי֗וּ H1961 לֹֽא H3808 יִהְיֶ֤ה H1961 לָהֶם֙ H1992 זִכָּר֔וֹן H2146 עִ֥ם H5973 שֶׁיִּהְי֖וּ H1961 לָאַחֲרֹנָֽה H314 ",
      "12": "אֲנִ֣י H589 קֹהֶ֗לֶת H6953 הָיִ֥יתִי H1961 מֶ֛לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֖ל H3478 בִּירוּשָׁלִָֽם H3389 ",
      "13": "וְנָתַ֣תִּי H5414 אֶת H853 לִבִּ֗י H3820 לִדְר֤וֹשׁ H1875 וְלָ H8446 בַּֽחָכְמָ֔ה H2451 עַ֛ל H5921 כָּל H3605 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 תַּ֣חַת H8478 הַשָּׁמָ֑יִם H8064 ה֣וּא H1931 עִנְיַ֣ן H6045 רָ֗ע H7451 נָתַ֧ן H5414 אֱלֹהִ֛ים H430 לִבְנֵ֥י H1121 הָאָדָ֖ם H120 לַעֲנ֥וֹת H6031 בּֽוֹ Hb ",
      "14": "רָאִ֨יתִי֙ H7200 אֶת H853 כָּל H3605 הַֽמַּעֲשִׂ֔ים H4639 שֶֽׁנַּעֲשׂ֖וּ H6213 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 וְהִנֵּ֥ה H2009 הַכֹּ֛ל H3605 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
      "15": "מְעֻוָּ֖ת H5791 לֹא H3808 יוּכַ֣ל H3201 לִתְקֹ֑ן H8626 וְחֶסְר֖וֹן H2642 לֹא H3808 יוּכַ֥ל H3201 לְהִמָּנֽוֹת H4487 ",
      "16": "דִּבַּ֨רְתִּי H1696 אֲנִ֤י H589 עִם H5973 לִבִּי֙ H3820 לֵאמֹ֔ר H559 אֲנִ֗י H589 הִנֵּ֨ה H2009 הִגְדַּ֤לְתִּי H1431 וְהוֹסַ֨פְתִּי֙ H3254 חָכְמָ֔ה H2451 עַ֛ל H5921 כָּל H3605 אֲשֶׁר H834 הָיָ֥ה H1961 לְפָנַ֖ H6440 עַל H5921 יְרוּשָׁלִָ֑ם H3389 וְלִבִּ֛ H3820 רָאָ֥ה H7200 הַרְבֵּ֖ה H7235 חָכְמָ֥ה H2451 וָדָֽעַת H1847 ",
      "17": "וָאֶתְּנָ֤ H5414 לִבִּי֙ H3820 לָדַ֣עַת H3045 חָכְמָ֔ה H2451 וְדַ֥עַת H3045 הוֹלֵל֖וֹת H1947 וְשִׂכְל֑וּת H5531 יָדַ֕עְתִּי H3045 שֶׁגַּם H1571 זֶ֥ה H2088 ה֖וּא H1931 רַעְי֥וֹן H7475 רֽוּחַ H7307 ",
      "18": "כִּ֛י H3588 בְּרֹ֥ב H7230 חָכְמָ֖ה H2451 רָב H7227 כָּ֑עַס H3708 וְיוֹסִ֥יף H3254 דַּ֖עַת H1847 יוֹסִ֥יף H3254 מַכְאֽוֹב H4341 "
    },
    "2": {
      "1": "אָמַ֤רְתִּֽי H559 אֲנִי֙ H589 בְּלִבִּ֔ H3820 לְכָה H3212 נָּ֛א H4994 אֲנַסְּכָ֛ה H5254 בְשִׂמְחָ֖ה H8057 וּרְאֵ֣ה H7200 בְט֑וֹב H2896 וְהִנֵּ֥ה H2009 גַם H1571 ה֖וּא H1931 הָֽבֶל H1892 ",
      "2": "לִשְׂח֖וֹק H7814 אָמַ֣רְתִּי H559 מְהוֹלָ֑ל H1984 וּלְ H8057 מַה H4100 זֹּ֥ה H2090 עֹשָֽׂה H6213 ",
      "3": "תַּ֣רְתִּי H8446 בְלִבִּ֔ H3820 לִמְשׁ֥וֹךְ H4900 בַּיַּ֖יִן H3196 אֶת H853 בְּשָׂרִ֑י H1320 וְלִבִּ֞ H3820 נֹהֵ֤ג H5090 בַּֽחָכְמָה֙ H2451 וְלֶ H270 בְּסִכְל֔וּת H5531 עַ֣ד H5704 אֲשֶׁר H834 אֶרְאֶ֗ה H7200 אֵי H335 זֶ֨ה H2088 ט֜וֹב H2896 לִבְנֵ֤י H1121 הָאָדָם֙ H120 אֲשֶׁ֤ר H834 יַעֲשׂוּ֙ H6213 תַּ֣חַת H8478 הַשָּׁמַ֔יִם H8064 מִסְפַּ֖ר H4557 יְמֵ֥י H3117 חַיֵּיהֶֽם H2416 ",
      "4": "הִגְדַּ֖לְתִּי H1431 מַעֲשָׂ֑י H4639 בָּנִ֤יתִי H1129 לִי֙ Hl בָּתִּ֔ים H1004 נָטַ֥עְתִּי H5193 לִ֖י Hl כְּרָמִֽים H3754 ",
      "5": "עָשִׂ֣יתִי H6213 לִ֔י Hl גַּנּ֖וֹת H1593 וּפַרְדֵּסִ֑ים H6508 וְנָטַ֥עְתִּי H5193 בָהֶ֖ם Hb עֵ֥ץ H6086 כָּל H3605 פֶּֽרִי H6529 ",
      "6": "עָשִׂ֥יתִי H6213 לִ֖י Hl בְּרֵכ֣וֹת H1295 מָ֑יִם H4325 לְהַשְׁק֣וֹת H8248 מֵהֶ֔ם H1992 יַ֖עַר H3293 צוֹמֵ֥חַ H6779 עֵצִֽים H6086 ",
      "7": "קָנִ֨יתִי֙ H7069 עֲבָדִ֣ים H5650 וּשְׁפָח֔וֹת H8198 וּבְנֵי H1121 בַ֖יִת H1004 הָ֣יָה H1961 לִ֑י Hl גַּ֣ם H1571 מִקְנֶה֩ H4735 בָקָ֨ר H1241 וָצֹ֤אן H6629 הַרְבֵּה֙ H7235 הָ֣יָה H1961 לִ֔י Hl מִכֹּ֛ל H3605 שֶֽׁהָי֥וּ H1961 לְפָנַ֖ H6440 בִּירוּשָׁלִָֽם H3389 ",
      "8": "כָּנַ֤סְתִּי H3664 לִי֙ Hl גַּם H1571 כֶּ֣סֶף H3701 וְזָהָ֔ב H2091 וּסְגֻלַּ֥ת H5459 מְלָכִ֖ים H4428 וְהַ H4082 עָשִׂ֨יתִי H6213 לִ֜י Hl שָׁרִ֣ים H7891 וְשָׁר֗וֹת H7891 וְתַעֲנוּגֹ֛ת H8588 בְּנֵ֥י H1121 הָאָדָ֖ם H120 שִׁדָּ֥ה H7705 וְשִׁדּֽוֹת H7705 ",
      "9": "וְגָדַ֣לְתִּי H1431 וְהוֹסַ֔פְתִּי H3254 מִכֹּ֛ל H3605 שֶׁהָיָ֥ה H1961 לְפָנַ֖ H6440 בִּירוּשָׁלִָ֑ם H3389 אַ֥ף H637 חָכְמָתִ֖י H2451 עָ֥מְדָה H5975 לִּֽי Hl ",
      "10": "וְכֹל֙ H3605 אֲשֶׁ֣ר H834 שָֽׁאֲל֣וּ H7592 עֵינַ֔י H5869 לֹ֥א H3808 אָצַ֖לְתִּי H680 מֵהֶ֑ם H1992 לֹֽא H3808 מָנַ֨עְתִּי H4513 אֶת H853 לִבִּ֜י H3820 מִכָּל H3605 שִׂמְחָ֗ה H8057 כִּֽי H3588 לִבִּ֤י H3820 שָׂמֵ֨חַ֙ H8055 מִכָּל H3605 עֲמָלִ֔י H5999 וְזֶֽה H2088 הָיָ֥ה H1961 חֶלְקִ֖י H2506 מִכָּל H3605 עֲמָלִֽי H5999 ",
      "11": "וּפָנִ֣יתִֽי H6437 אֲנִ֗י H589 בְּכָל H3605 מַעֲשַׂי֙ H4639 שֶֽׁעָשׂ֣וּ H6213 יָדַ֔י H3027 וּבֶֽ H5999 שֶׁעָמַ֣לְתִּי H5998 לַעֲשׂ֑וֹת H6213 וְהִנֵּ֨ה H2009 הַכֹּ֥ל H3605 הֶ֨בֶל֙ H1892 וּרְע֣וּת H7469 ר֔וּחַ H7307 וְאֵ֥ין H369 יִתְר֖וֹן H3504 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "12": "וּפָנִ֤יתִֽי H6437 אֲנִי֙ H589 לִרְא֣וֹת H7200 חָכְמָ֔ה H2451 וְהוֹלֵל֖וֹת H1947 וְסִכְל֑וּת H5531 כִּ֣י H3588 מֶ֣ה H4100 הָאָדָ֗ם H120 שֶׁיָּבוֹא֙ H935 אַחֲרֵ֣י H310 הַמֶּ֔לֶךְ H4428 אֵ֥ת H853 אֲשֶׁר H834 כְּבָ֖ר H3528 עָשֽׂוּהוּ H6213 ",
      "13": "וְרָאִ֣יתִי H7200 אָ֔נִי H589 שֶׁיֵּ֥שׁ H3426 יִתְר֛וֹן H3504 לַֽחָכְמָ֖ה H2451 מִן H4480 הַסִּכְל֑וּת H5531 כִּֽיתְר֥וֹן H3504 הָא֖וֹר H216 מִן H4480 הַחֹֽשֶׁךְ H2822 ",
      "14": "הֶֽחָכָם֙ H2450 עֵינָ֣יו H5869 בְּרֹאשׁ֔ H7218 וְהַ H3684 בַּחֹ֣שֶׁךְ H2822 הוֹלֵ֑ךְ H1980 וְיָדַ֣עְתִּי H3045 גַם H1571 אָ֔נִי H589 שֶׁמִּקְרֶ֥ה H4745 אֶחָ֖ד H259 יִקְרֶ֥ה H7136 אֶת H853 כֻּלָּֽם H3605 ",
      "15": "וְאָמַ֨רְתִּֽי H559 אֲנִ֜י H589 בְּלִבִּ֗ H3820 כְּמִקְרֵ֤ה H4745 הַכְּסִיל֙ H3684 גַּם H1571 אֲנִ֣י H589 יִקְרֵ֔נִי H7136 וְלָ֧ H4100 חָכַ֛מְתִּי H2449 אֲנִ֖י H589 אָ֣ז H227 יוֹתֵ֑ר H3148 וְדִבַּ֣רְתִּי H1696 בְלִבִּ֔ H3820 שֶׁגַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
      "16": "כִּי֩ H3588 אֵ֨ין H369 זִכְר֧וֹן H2146 לֶחָכָ֛ם H2450 עִֽם H5973 הַכְּסִ֖יל H3684 לְעוֹלָ֑ם H5769 בְּשֶׁ H3528 הַיָּמִ֤ים H3117 הַבָּאִים֙ H935 הַכֹּ֣ל H3605 נִשְׁכָּ֔ח H7911 וְאֵ֛יךְ H349 יָמ֥וּת H4191 הֶחָכָ֖ם H2450 עִֽם H5973 הַכְּסִֽיל H3684 ",
      "17": "וְשָׂנֵ֨אתִי֙ H8130 אֶת H853 הַ֣חַיִּ֔ים H2416 כִּ֣י H3588 רַ֤ע H7451 עָלַי֙ H5921 הַֽמַּעֲשֶׂ֔ה H4639 שֶׁנַּעֲשָׂ֖ה H6213 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 כִּֽי H3588 הַכֹּ֥ל H3605 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
      "18": "וְשָׂנֵ֤אתִֽי H8130 אֲנִי֙ H589 אֶת H853 כָּל H3605 עֲמָלִ֔י H5999 שֶׁאֲנִ֥י H589 עָמֵ֖ל H6001 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 שֶׁ֣אַנִּיחֶ֔ H3240 לָאָדָ֖ם H120 שֶׁיִּהְיֶ֥ה H1961 אַחֲרָֽי H310 ",
      "19": "וּמִ֣י H4310 יוֹדֵ֗עַ H3045 הֶֽחָכָ֤ם H2450 יִהְיֶה֙ H1961 א֣וֹ H176 סָכָ֔ל H5530 וְיִשְׁלַט֙ H7980 בְּכָל H3605 עֲמָלִ֔י H5999 שֶֽׁעָמַ֥לְתִּי H5998 וְשֶׁ H2449 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 גַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
      "20": "וְסַבּ֥וֹתִֽי H5437 אֲנִ֖י H589 לְיַאֵ֣שׁ H2976 אֶת H853 לִבִּ֑י H3820 עַ֚ל H5921 כָּל H3605 הֶ֣עָמָ֔ל H5999 שֶׁעָמַ֖לְתִּי H5998 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "21": "כִּי H3588 יֵ֣שׁ H3426 אָדָ֗ם H120 שֶׁעֲמָל֛ H5999 בְּחָכְמָ֥ה H2451 וּבְ H1847 וּבְ H3788 וּלְ H120 שֶׁלֹּ֤א H3808 עָֽמַל H5998 בּוֹ֙ Hb יִתְּנֶ֣נּוּ H5414 חֶלְק֔וֹ H2506 גַּם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וְרָעָ֥ה H7451 רַבָּֽה H7227 ",
      "22": "כִּ֠י H3588 מֶֽה H4100 הֹוֶ֤ה H1933 לָֽאָדָם֙ H120 בְּכָל H3605 עֲמָל֔וֹ H5999 וּבְ H7475 לִבּ֑ו H3820 שֶׁה֥וּא H1931 עָמֵ֖ל H6001 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "23": "כִּ֧י H3588 כָל H3605 יָמָ֣יו H3117 מַכְאֹבִ֗ים H4341 וָכַ֨עַס֙ H3708 עִנְיָנ֔וֹ H6045 גַּם H1571 בַּלַּ֖יְלָה H3915 לֹא H3808 שָׁכַ֣ב H7901 לִבּ֑וֹ H3820 גַּם H1571 זֶ֖ה H2088 הֶ֥בֶל H1892 הֽוּא H1931 ",
      "24": "אֵֽין H369 ט֤וֹב H2896 בָּאָדָם֙ H120 שֶׁיֹּאכַ֣ל H398 וְשָׁתָ֔ה H8354 וְהֶרְאָ֧ה H7200 אֶת H853 נַפְשׁ֛וֹ H5315 ט֖וֹב H2896 בַּעֲמָל֑ H5999 גַּם H1571 זֹה֙ H2090 רָאִ֣יתִי H7200 אָ֔נִי H589 כִּ֛י H3588 מִיַּ֥ד H3027 הָאֱלֹהִ֖ים H430 הִֽיא H1931 ",
      "25": "כִּ֣י H3588 מִ֥י H4310 יֹאכַ֛ל H398 וּמִ֥י H4310 יָח֖וּשׁ H2363 ח֥וּץ H2351 מִמֶּֽנִּי H4480 ",
      "26": "כִּ֤י H3588 לְאָדָם֙ H120 שֶׁטּ֣וֹב H2896 לְפָנָ֔י H6440 נָתַ֛ן H5414 חָכְמָ֥ה H2451 וְדַ֖עַת H1847 וְשִׂמְחָ֑ה H8057 וְלַ H2398 נָתַ֨ן H5414 עִנְיָ֜ן H6045 לֶאֱס֣וֹף H622 וְלִ H3664 לָתֵת֙ H5414 לְטוֹב֙ H2896 לִפְנֵ֣י H6440 הָֽאֱלֹהִ֔ים H430 גַּם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 "
    },
    "3": {
      "1": "לַכֹּ֖ל H3605 זְמָ֑ן H2165 וְעֵ֥ת H6256 לְכָל H3605 חֵ֖פֶץ H2656 תַּ֥חַת H8478 הַשָּׁמָֽיִם H8064 ",
      "2": "עֵ֥ת H6256 לָלֶ֖דֶת H3205 וְעֵ֣ת H6256 לָמ֑וּת H4191 עֵ֣ת H6256 לָטַ֔עַת H5193 וְעֵ֖ת H6256 לַעֲק֥וֹר H6131 נָטֽוּעַ H5193 ",
      "3": "עֵ֤ת H6256 לַהֲרוֹג֙ H2026 וְעֵ֣ת H6256 לִרְפּ֔וֹא H7495 עֵ֥ת H6256 לִפְר֖וֹץ H6555 וְעֵ֥ת H6256 לִבְנֽוֹת H1129 ",
      "4": "עֵ֤ת H6256 לִבְכּוֹת֙ H1058 וְעֵ֣ת H6256 לִשְׂח֔וֹק H7832 עֵ֥ת H6256 סְפ֖וֹד H5594 וְעֵ֥ת H6256 רְקֽוֹד H7540 ",
      "5": "עֵ֚ת H6256 לְהַשְׁלִ֣יךְ H7993 אֲבָנִ֔ים H68 וְעֵ֖ת H6256 כְּנ֣וֹס H3664 אֲבָנִ֑ים H68 עֵ֣ת H6256 לַחֲב֔וֹק H2263 וְעֵ֖ת H6256 לִרְחֹ֥ק H7368 מֵחַבֵּֽק H2263 ",
      "6": "עֵ֤ת H6256 לְבַקֵּשׁ֙ H1245 וְעֵ֣ת H6256 לְאַבֵּ֔ד H6 עֵ֥ת H6256 לִשְׁמ֖וֹר H8104 וְעֵ֥ת H6256 לְהַשְׁלִֽיךְ H7993 ",
      "7": "עֵ֤ת H6256 לִקְר֨וֹעַ֙ H7167 וְעֵ֣ת H6256 לִתְפּ֔וֹר H8609 עֵ֥ת H6256 לַחֲשׁ֖וֹת H2814 וְעֵ֥ת H6256 לְדַבֵּֽר H1696 ",
      "8": "עֵ֤ת H6256 לֶֽאֱהֹב֙ H157 וְעֵ֣ת H6256 לִשְׂנֹ֔א H8130 עֵ֥ת H6256 מִלְחָמָ֖ה H4421 וְעֵ֥ת H6256 שָׁלֽוֹם H7965 ",
      "9": "מַה H4100 יִּתְרוֹן֙ H3504 הָֽעוֹשֶׂ֔ה H6213 בַּאֲשֶׁ֖ר H834 ה֥וּא H1931 עָמֵֽל H6001 ",
      "10": "רָאִ֣יתִי H7200 אֶת H853 הָֽעִנְיָ֗ן H6045 אֲשֶׁ֨ר H834 נָתַ֧ן H5414 אֱלֹהִ֛ים H430 לִבְנֵ֥י H1121 הָאָדָ֖ם H120 לַעֲנ֥וֹת H6031 בּֽוֹ Hb ",
      "11": "אֶת H853 הַכֹּ֥ל H3605 עָשָׂ֖ה H6213 יָפֶ֣ה H3303 בְעִתּ֑ H6256 גַּ֤ם H1571 אֶת H853 הָעֹלָם֙ H5769 נָתַ֣ן H5414 בְּלִבָּ֔ H3820 מִבְּלִ֞י H1097 אֲשֶׁ֧ר H834 לֹא H3808 יִמְצָ֣א H4672 הָאָדָ֗ם H120 אֶת H853 הַֽמַּעֲשֶׂ֛ה H4639 אֲשֶׁר H834 עָשָׂ֥ה H6213 הָאֱלֹהִ֖ים H430 מֵרֹ֥אשׁ H7218 וְעַד H5704 סֽוֹף H5490 ",
      "12": "יָדַ֕עְתִּי H3045 כִּ֛י H3588 אֵ֥ין H369 ט֖וֹב H2896 בָּ֑ם Hb כִּ֣י H3588 אִם H518 לִשְׂמ֔וֹחַ H8055 וְלַ H6213 ט֖וֹב H2896 בְּחַיָּֽי H2416 ",
      "13": "וְגַ֤ם H1571 כָּל H3605 הָאָדָם֙ H120 שֶׁיֹּאכַ֣ל H398 וְשָׁתָ֔ה H8354 וְרָאָ֥ה H7200 ט֖וֹב H2896 בְּכָל H3605 עֲמָל֑וֹ H5999 מַתַּ֥ת H4991 אֱלֹהִ֖ים H430 הִֽיא H1931 ",
      "14": "יָדַ֗עְתִּי H3045 כִּ֠י H3588 כָּל H3605 אֲשֶׁ֨ר H834 יַעֲשֶׂ֤ה H6213 הָאֱלֹהִים֙ H430 ה֚וּא H1931 יִהְיֶ֣ה H1961 לְעוֹלָ֔ם H5769 עָלָיו֙ H5921 אֵ֣ין H369 לְהוֹסִ֔יף H3254 וּמִמֶּ֖ H4480 אֵ֣ין H369 לִגְרֹ֑עַ H1639 וְהָ H430 עָשָׂ֔ה H6213 שֶׁיִּֽרְא֖וּ H3372 מִלְּ H6440 ",
      "15": "מַה H4100 שֶּֽׁהָיָה֙ H1961 כְּבָ֣ר H3528 ה֔וּא H1931 וַאֲשֶׁ֥ר H834 לִהְי֖וֹת H1961 כְּבָ֣ר H3528 הָיָ֑ה H1961 וְהָ H430 יְבַקֵּ֥שׁ H1245 אֶת H853 נִרְדָּֽף H7291 ",
      "16": "וְע֥וֹד H5750 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 מְק֤וֹם H4725 הַמִּשְׁפָּט֙ H4941 שָׁ֣מָּה H8033 הָרֶ֔שַׁע H7562 וּמְק֥וֹם H4725 הַצֶּ֖דֶק H6664 שָׁ֥מָּה H8033 הָרָֽשַׁע H7562 ",
      "17": "אָמַ֤רְתִּֽי H559 אֲנִי֙ H589 בְּלִבִּ֔ H3820 אֶת H853 הַצַּדִּיק֙ H6662 וְאֶת H853 הָ֣רָשָׁ֔ע H7563 יִשְׁפֹּ֖ט H8199 הָאֱלֹהִ֑ים H430 כִּי H3588 עֵ֣ת H6256 לְכָל H3605 חֵ֔פֶץ H2656 וְעַ֥ל H5921 כָּל H3605 הַֽמַּעֲשֶׂ֖ה H4639 שָֽׁם H8033 ",
      "18": "אָמַ֤רְתִּֽי H559 אֲנִי֙ H589 בְּלִבִּ֔ H3820 עַל H5921 דִּבְרַת֙ H1700 בְּנֵ֣י H1121 הָאָדָ֔ם H120 לְבָרָ֖ H1305 הָאֱלֹהִ֑ים H430 וְלִ H7200 שְׁהֶם H1992 בְּהֵמָ֥ה H929 הֵ֖מָּה H1992 לָהֶֽם H1992 ",
      "19": "כִּי֩ H3588 מִקְרֶ֨ה H4745 בְֽנֵי H1121 הָאָדָ֜ם H120 וּמִקְרֶ֣ה H4745 הַבְּהֵמָ֗ה H929 וּמִקְרֶ֤ה H4745 אֶחָד֙ H259 לָהֶ֔ם Hl כְּמ֥וֹת H4194 זֶה֙ H2088 כֵּ֣ן H3651 מ֣וֹת H4194 זֶ֔ה H2088 וְר֥וּחַ H7307 אֶחָ֖ד H259 לַכֹּ֑ל H3605 וּמוֹתַ֨ר H4195 הָאָדָ֤ם H120 מִן H4480 הַבְּהֵמָה֙ H929 אָ֔יִן H369 כִּ֥י H3588 הַכֹּ֖ל H3605 הָֽבֶל H1892 ",
      "20": "הַכֹּ֥ל H3605 הוֹלֵ֖ךְ H1980 אֶל H413 מָק֣וֹם H4725 אֶחָ֑ד H259 הַכֹּל֙ H3605 הָיָ֣ה H1961 מִן H4480 הֶֽעָפָ֔ר H6083 וְהַ H3605 שָׁ֥ב H7725 אֶל H413 הֶעָפָֽר H6083 ",
      "21": "מִ֣י H4310 יוֹדֵ֗עַ H3045 ר֚וּחַ H7307 בְּנֵ֣י H1121 הָאָדָ֔ם H120 הָעֹלָ֥ה H5927 הִ֖יא H1931 לְמָ֑עְלָ H4605 וְר֨וּחַ֙ H7307 הַבְּהֵמָ֔ה H929 הַיֹּרֶ֥דֶת H3381 הִ֖יא H1931 לְמַ֥טָּה H4295 לָאָֽרֶץ H776 ",
      "22": "וְרָאִ֗יתִי H7200 כִּ֣י H3588 אֵ֥ין H369 טוֹב֙ H2896 מֵאֲשֶׁ֨ר H834 יִשְׂמַ֤ח H8055 הָאָדָם֙ H120 בְּֽמַעֲשָׂ֔י H4639 כִּי H3588 ה֖וּא H1931 חֶלְק֑וֹ H2506 כִּ֣י H3588 מִ֤י H4310 יְבִיאֶ֨נּוּ֙ H935 לִרְא֔וֹת H7200 בְּמֶ֖ה H4100 שֶׁיִּהְיֶ֥ה H1961 אַחֲרָֽיו H310 "
    },
    "4": {
      "1": "וְשַׁ֣בְתִּֽי H7725 אֲנִ֗י H589 וָאֶרְאֶה֙ H7200 אֶת H853 כָּל H3605 הָ֣עֲשֻׁקִ֔ים H6217 אֲשֶׁ֥ר H834 נַעֲשִׂ֖ים H6213 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 וְהִנֵּ֣ה H2009 דִּמְעַ֣ת H1832 הָעֲשֻׁקִ֗ים H6217 וְאֵ֤ין H369 לָהֶם֙ Hl מְנַחֵ֔ם H5162 וּמִ H3027 עֹֽשְׁקֵיהֶם֙ H6231 כֹּ֔חַ H3581 וְאֵ֥ין H369 לָהֶ֖ם Hl מְנַחֵֽם H5162 ",
      "2": "וְשַׁבֵּ֧חַ H7623 אֲנִ֛י H589 אֶת H853 הַמֵּתִ֖ים H4191 שֶׁכְּבָ֣ר H3528 מֵ֑תוּ H4191 מִן H4480 הַ֣חַיִּ֔ים H2416 אֲשֶׁ֛ר H834 הֵ֥מָּה H1992 חַיִּ֖ים H2416 עֲדֶֽנָה H5728 ",
      "3": "וְטוֹב֙ H2896 מִשְּׁנֵי H8147 אֵ֥ת H853 אֲשֶׁר H834 עֲדֶ֖ן H5728 לֹ֣א H3808 הָיָ֑ה H1961 אֲשֶׁ֤ר H834 לֹֽא H3808 רָאָה֙ H7200 אֶת H853 הַמַּעֲשֶׂ֣ה H4639 הָרָ֔ע H7451 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "4": "וְרָאִ֨יתִֽי H7200 אֲנִ֜י H589 אֶת H853 כָּל H3605 עָמָ֗ל H5999 וְאֵת֙ H853 כָּל H3605 כִּשְׁר֣וֹן H3788 הַֽמַּעֲשֶׂ֔ה H4639 כִּ֛י H3588 הִ֥יא H1931 קִנְאַת H7068 אִ֖ישׁ H376 מֵרֵעֵ֑ H7453 גַּם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
      "5": "הַכְּסִיל֙ H3684 חֹבֵ֣ק H2263 אֶת H853 יָדָ֔יו H3027 וְאֹכֵ֖ל H398 אֶת H853 בְּשָׂרֽוֹ H1320 ",
      "6": "ט֕וֹב H2896 מְלֹ֥א H4393 כַ֖ף H3709 נָ֑חַת H5183 מִמְּלֹ֥א H4393 חָפְנַ֛יִם H2651 עָמָ֖ל H5999 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
      "7": "וְשַׁ֧בְתִּי H7725 אֲנִ֛י H589 וָאֶרְאֶ֥ה H7200 הֶ֖בֶל H1892 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "8": "יֵ֣שׁ H3426 אֶחָד֩ H259 וְאֵ֨ין H369 שֵׁנִ֜י H8145 גַּ֣ם H1571 בֵּ֧ן H1121 וָאָ֣ח H251 אֵֽין H369 ל֗וֹ Hl וְאֵ֥ין H369 קֵץ֙ H7093 לְכָל H3605 עֲמָל֔וֹ H5999 גַּם H1571 עיניו H5869 לֹא H3808 תִשְׂבַּ֣ע H7646 עֹ֑שֶׁר H6239 וּלְ H4310 אֲנִ֣י H589 עָמֵ֗ל H6001 וּמְחַסֵּ֤ר H2637 אֶת H853 נַפְשִׁי֙ H5315 מִטּוֹבָ֔ה H2896 גַּם H1571 זֶ֥ה H2088 הֶ֛בֶל H1892 וְעִנְיַ֥ן H6045 רָ֖ע H7451 הֽוּא H1931 ",
      "9": "טוֹבִ֥ים H2896 הַשְּׁנַ֖יִם H8147 מִן H4480 הָאֶחָ֑ד H259 אֲשֶׁ֧ר H834 יֵשׁ H3426 לָהֶ֛ם H1992 שָׂכָ֥ר H7939 ט֖וֹב H2896 בַּעֲמָלָֽ H5999 ",
      "10": "כִּ֣י H3588 אִם H518 יִפֹּ֔לוּ H5307 הָאֶחָ֖ד H259 יָקִ֣ים H6965 אֶת H853 חֲבֵר֑וֹ H2270 וְאִ֣י H337 הָֽאֶחָד֙ H259 שֶׁיִּפּ֔וֹל H5307 וְאֵ֥ין H369 שֵׁנִ֖י H8145 לַהֲקִימֽ H6965 ",
      "11": "גַּ֛ם H1571 אִם H518 יִשְׁכְּב֥וּ H7901 שְׁנַ֖יִם H8147 וְחַ֣ם H2552 לָהֶ֑ם Hl וּלְ H259 אֵ֥יךְ H349 יֵחָֽם H3179 ",
      "12": "וְאִֽם H518 יִתְקְפוֹ֙ H8630 הָאֶחָ֔ד H259 הַשְּׁנַ֖יִם H8147 יַעַמְד֣וּ H5975 נֶגְדּ֑וֹ H5048 וְהַ H2339 הַֽמְשֻׁלָּ֔שׁ H8027 לֹ֥א H3808 בִמְהֵרָ֖ה H4120 יִנָּתֵֽק H5423 ",
      "13": "ט֛וֹב H2896 יֶ֥לֶד H3206 מִסְכֵּ֖ן H4542 וְחָכָ֑ם H2450 מִמֶּ֤לֶךְ H4428 זָקֵן֙ H2205 וּכְסִ֔יל H3684 אֲשֶׁ֛ר H834 לֹא H3808 יָדַ֥ע H3045 לְהִזָּהֵ֖ר H2094 עֽוֹד H5750 ",
      "14": "כִּֽי H3588 מִבֵּ֥ית H1004 הָסוּרִ֖ים H631 יָצָ֣א H3318 לִמְלֹ֑ךְ H4427 כִּ֛י H3588 גַּ֥ם H1571 בְּמַלְכוּת֖ H4438 נוֹלַ֥ד H3205 רָֽשׁ H7326 ",
      "15": "רָאִ֨יתִי֙ H7200 אֶת H853 כָּל H3605 הַ֣חַיִּ֔ים H2416 הַֽמְהַלְּכִ֖ים H1980 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 עִ֚ם H5973 הַיֶּ֣לֶד H3206 הַשֵּׁנִ֔י H8145 אֲשֶׁ֥ר H834 יַעֲמֹ֖ד H5975 תַּחְתָּֽיו H8478 ",
      "16": "אֵֽין H369 קֵ֣ץ H7093 לְכָל H3605 הָעָ֗ם H5971 לְכֹ֤ל H3605 אֲשֶׁר H834 הָיָה֙ H1961 לִפְנֵי H6440 גַּ֥ם H1571 הָאַחֲרוֹנִ֖ים H314 לֹ֣א H3808 יִשְׂמְחוּ H8055 ב֑וֹ Hb כִּֽי H3588 גַם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וְרַעְי֥וֹן H7475 רֽוּחַ H7307 ",
      "17": ""
    },
    "5": {
      "1": "שְׁמֹ֣ר H8104 רגליך H7272 כַּאֲשֶׁ֤ר H834 תֵּלֵךְ֙ H3212 אֶל H413 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וְקָר֣וֹב H7138 לִשְׁמֹ֔עַ H8085 מִתֵּ֥ת H5414 הַכְּסִילִ֖ים H3684 זָ֑בַח H2077 כִּֽי H3588 אֵינָ֥ם H369 יוֹדְעִ֖ים H3045 לַעֲשׂ֥וֹת H6213 רָֽע H7451 ",
      "2": "אַל H408 תְּבַהֵ֨ל H926 עַל H5921 פִּ֜יךָ H6310 וְלִבְּ H3820 אַל H408 יְמַהֵ֛ר H4116 לְהוֹצִ֥יא H3318 דָבָ֖ר H1697 לִפְנֵ֣י H6440 הָאֱלֹהִ֑ים H430 כִּ֣י H3588 הָאֱלֹהִ֤ים H430 בַּשָּׁמַ֨יִם֙ H8064 וְאַתָּ֣ה H859 עַל H5921 הָאָ֔רֶץ H776 עַֽל H5921 כֵּ֛ן H3651 יִהְי֥וּ H1961 דְבָרֶ֖יךָ H1697 מְעַטִּֽים H4592 ",
      "3": "כִּ֛י H3588 בָּ֥א H935 הַחֲל֖וֹם H2472 בְּרֹ֣ב H7230 עִנְיָ֑ן H6045 וְק֥וֹל H6963 כְּסִ֖יל H3684 בְּרֹ֥ב H7230 דְּבָרִֽים H1697 ",
      "4": "כַּאֲשֶׁר֩ H834 תִּדֹּ֨ר H5087 נֶ֜דֶר H5088 לֵֽאלֹהִ֗ים H430 אַל H408 תְּאַחֵר֙ H309 לְשַׁלְּמ֔ H7999 כִּ֛י H3588 אֵ֥ין H369 חֵ֖פֶץ H2656 בַּכְּסִילִ֑ים H3684 אֵ֥ת H853 אֲשֶׁר H834 תִּדֹּ֖ר H5087 שַׁלֵּֽם H7999 ",
      "5": "ט֖וֹב H2896 אֲשֶׁ֣ר H834 לֹֽא H3808 תִדֹּ֑ר H5087 מִשֶׁ H5087 וְלֹ֥א H3808 תְשַׁלֵּֽם H7999 ",
      "6": "אַל H408 תִּתֵּ֤ן H5414 אֶת H853 פִּ֨יךָ֙ H6310 לַחֲטִ֣יא H2398 אֶת H853 בְּשָׂרֶ֔ךָ H1320 וְאַל H408 תֹּאמַר֙ H559 לִפְנֵ֣י H6440 הַמַּלְאָ֔ךְ H4397 כִּ֥י H3588 שְׁגָגָ֖ה H7684 הִ֑יא H1931 לָ֣מָּה H4100 יִקְצֹ֤ף H7107 הָֽאֱלֹהִים֙ H430 עַל H5921 קוֹלֶ֔ךָ H6963 וְחִבֵּ֖ל H2254 אֶת H853 מַעֲשֵׂ֥ה H4639 יָדֶֽיךָ H3027 ",
      "7": "כִּ֣י H3588 בְרֹ֤ב H7230 חֲלֹמוֹת֙ H2472 וַהֲבָלִ֔ים H1892 וּדְבָרִ֖ים H1697 הַרְבֵּ֑ה H7235 כִּ֥י H3588 אֶת H853 הָאֱלֹהִ֖ים H430 יְרָֽא H3372 ",
      "8": "אִם H518 עֹ֣שֶׁק H6233 רָ֠שׁ H7326 וְגֵ֨זֶל H1499 מִשְׁפָּ֤ט H4941 וָצֶ֨דֶק֙ H6664 תִּרְאֶ֣ה H7200 בַמְּדִינָ֔ה H4082 אַל H408 תִּתְמַ֖הּ H8539 עַל H5921 הַחֵ֑פֶץ H2656 כִּ֣י H3588 גָבֹ֜הַּ H1364 מֵעַ֤ל H5921 גָּבֹ֨הַ֙ H1364 שֹׁמֵ֔ר H8104 וּגְבֹהִ֖ים H1364 עֲלֵיהֶֽם H5921 ",
      "9": "וְיִתְר֥וֹן H3504 אֶ֖רֶץ H776 בַּכֹּ֣ל H3605 היא H1931 מֶ֥לֶךְ H4428 לְשָׂדֶ֖ה H7704 נֶעֱבָֽד H5647 ",
      "10": "אֹהֵ֥ב H157 כֶּ֨סֶף֙ H3701 לֹא H3808 יִשְׂבַּ֣ע H7646 כֶּ֔סֶף H3701 וּמִֽי H4310 אֹהֵ֥ב H157 בֶּהָמ֖וֹן H1995 לֹ֣א H3808 תְבוּאָ֑ה H8393 גַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
      "11": "בִּרְבוֹת֙ H7235 הַטּוֹבָ֔ה H2896 רַבּ֖וּ H7235 אוֹכְלֶ֑יהָ H398 וּמַה H4100 כִּשְׁרוֹן֙ H3788 לִבְעָלֶ֔י H1167 כִּ֖י H3588 אִם H518 ראית H7212 עֵינָֽיו H5869 ",
      "12": "מְתוּקָה֙ H4966 שְׁנַ֣ת H8142 הָעֹבֵ֔ד H5647 אִם H518 מְעַ֥ט H4592 וְאִם H518 הַרְבֵּ֖ה H7235 יֹאכֵ֑ל H398 וְהַ H7647 לֶֽעָשִׁ֔יר H6223 אֵינֶ֛נּוּ H369 מַנִּ֥יחַֽ H3240 ל֖וֹ Hl לִישֽׁוֹן H3462 ",
      "13": "יֵ֚שׁ H3426 רָעָ֣ה H7451 חוֹלָ֔ה H2470 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 עֹ֛שֶׁר H6239 שָׁמ֥וּר H8104 לִבְעָלָ֖י H1167 לְרָעָתֽ H7451 ",
      "14": "וְאָבַ֛ד H6 הָעֹ֥שֶׁר H6239 הַה֖וּא H1931 בְּעִנְיַ֣ן H6045 רָ֑ע H7451 וְהוֹלִ֣יד H3205 בֵּ֔ן H1121 וְאֵ֥ין H369 בְּיָד֖ H3027 מְאֽוּמָה H3972 ",
      "15": "כַּאֲשֶׁ֤ר H834 יָצָא֙ H3318 מִבֶּ֣טֶן H990 אִמּ֔וֹ H517 עָר֛וֹם H6174 יָשׁ֥וּב H7725 לָלֶ֖כֶת H3212 כְּשֶׁ H935 וּמְא֨וּמָה֙ H3972 לֹא H3808 יִשָּׂ֣א H5375 בַעֲמָל֔ H5999 שֶׁיֹּלֵ֖ךְ H3212 בְּיָדֽ H3027 ",
      "16": "וְגַם H1571 זֹה֙ H2090 רָעָ֣ה H7451 חוֹלָ֔ה H2470 כָּל H3605 עֻמַּ֥ת H5980 שֶׁבָּ֖א H935 כֵּ֣ן H3651 יֵלֵ֑ךְ H3212 וּמַה H4100 יִּתְר֣וֹן H3504 ל֔וֹ Hl שֶֽׁיַּעֲמֹ֖ל H5998 לָרֽוּחַ H7307 ",
      "17": "גַּ֥ם H1571 כָּל H3605 יָמָ֖יו H3117 בַּחֹ֣שֶׁךְ H2822 יֹאכֵ֑ל H398 וְכָעַ֥ס H3708 הַרְבֵּ֖ה H7235 וְחָלְי֥ H2483 וָקָֽצֶף H7110 ",
      "18": "הִנֵּ֞ה H2009 אֲשֶׁר H834 רָאִ֣יתִי H7200 אָ֗נִי H589 ט֣וֹב H2896 אֲשֶׁר H834 יָפֶ֣ה H3303 לֶֽאֶכוֹל H398 וְ֠לִ H8354 וְלִ H7200 טוֹבָ֜ה H2896 בְּכָל H3605 עֲמָל֣וֹ H5999 שֶׁיַּעֲמֹ֣ל H5998 תַּֽחַת H8478 הַשֶּׁ֗מֶשׁ H8121 מִסְפַּ֧ר H4557 יְמֵי H3117 חיו H2416 אֲשֶׁר H834 נָֽתַן H5414 ל֥וֹ Hl הָאֱלֹהִ֖ים H430 כִּי H3588 ה֥וּא H1931 חֶלְקֽוֹ H2506 ",
      "19": "גַּ֣ם H1571 כָּֽל H3605 הָאָדָ֡ם H120 אֲשֶׁ֣ר H834 נָֽתַן H5414 ל֣וֹ Hl הָאֱלֹהִים֩ H430 עֹ֨שֶׁר H6239 וּנְכָסִ֜ים H5233 וְהִשְׁלִיט֨ H7980 לֶאֱכֹ֤ל H398 מִמֶּ֨נּוּ֙ H4480 וְלָ H5375 אֶת H853 חֶלְק֔וֹ H2506 וְלִ H8055 בַּעֲמָל֑ H5999 זֹ֕ה H2090 מַתַּ֥ת H4991 אֱלֹהִ֖ים H430 הִֽיא H1931 ",
      "20": "כִּ֚י H3588 לֹ֣א H3808 הַרְבֵּ֔ה H7235 יִזְכֹּ֖ר H2142 אֶת H853 יְמֵ֣י H3117 חַיָּ֑יו H2416 כִּ֧י H3588 הָאֱלֹהִ֛ים H430 מַעֲנֶ֖ה H6031 בְּשִׂמְחַ֥ת H8057 לִבּֽוֹ H3820 "
    },
    "6": {
      "1": "יֵ֣שׁ H3426 רָעָ֔ה H7451 אֲשֶׁ֥ר H834 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 וְרַבָּ֥ה H7227 הִ֖יא H1931 עַל H5921 הָאָדָֽם H120 ",
      "2": "אִ֣ישׁ H376 אֲשֶׁ֣ר H834 יִתֶּן H5414 ל֣וֹ Hl הָאֱלֹהִ֡ים H430 עֹשֶׁר֩ H6239 וּנְכָסִ֨ים H5233 וְכָב֜וֹד H3519 וְֽאֵינֶ֨ H369 חָסֵ֥ר H2638 לְנַפְשׁ֣ H5315 מִכֹּ֣ל H3605 אֲשֶׁר H834 יִתְאַוֶּ֗ה H183 וְלֹֽא H3808 יַשְׁלִיטֶ֤נּוּ H7980 הָֽאֱלֹהִים֙ H430 לֶאֱכֹ֣ל H398 מִמֶּ֔נּוּ H4480 כִּ֛י H3588 אִ֥ישׁ H376 נָכְרִ֖י H5237 יֹֽאכֲלֶ֑נּוּ H398 זֶ֥ה H2088 הֶ֛בֶל H1892 וָחֳלִ֥י H2483 רָ֖ע H7451 הֽוּא H1931 ",
      "3": "אִם H518 יוֹלִ֣יד H3205 אִ֣ישׁ H376 מֵאָ֡ה H3967 וְשָׁנִים֩ H8141 רַבּ֨וֹת H7227 יִֽחְיֶ֜ה H2421 וְרַ֣ב H7227 שֶׁיִּהְי֣וּ H1961 יְמֵֽי H3117 שָׁנָ֗יו H8141 וְנַפְשׁ H5315 לֹא H3808 תִשְׂבַּ֣ע H7646 מִן H4480 הַטּוֹבָ֔ה H2896 וְגַם H1571 קְבוּרָ֖ה H6900 לֹא H3808 הָ֣יְתָה H1961 לּ֑וֹ Hl אָמַ֕רְתִּי H559 ט֥וֹב H2896 מִמֶּ֖נּוּ H4480 הַנָּֽפֶל H5309 ",
      "4": "כִּֽי H3588 בַהֶ֥בֶל H1892 בָּ֖א H935 וּבַ H2822 יֵלֵ֑ךְ H3212 וּבַ H2822 שְׁמ֥וֹ H8034 יְכֻסֶּֽה H3680 ",
      "5": "גַּם H1571 שֶׁ֥מֶשׁ H8121 לֹא H3808 רָאָ֖ה H7200 וְלֹ֣א H3808 יָדָ֑ע H3045 נַ֥חַת H5183 לָזֶ֖ה H2088 מִזֶּֽה H2088 ",
      "6": "וְאִלּ֣וּ H432 חָיָ֗ה H2421 אֶ֤לֶף H505 שָׁנִים֙ H8141 פַּעֲמַ֔יִם H6471 וְטוֹבָ֖ה H2896 לֹ֣א H3808 רָאָ֑ה H7200 הֲלֹ֛א H3808 אֶל H413 מָק֥וֹם H4725 אֶחָ֖ד H259 הַכֹּ֥ל H3605 הוֹלֵֽךְ H1980 ",
      "7": "כָּל H3605 עֲמַ֥ל H5999 הָאָדָ֖ם H120 לְפִ֑י H6310 וְגַם H1571 הַנֶּ֖פֶשׁ H5315 לֹ֥א H3808 תִמָּלֵֽא H4390 ",
      "8": "כִּ֛י H3588 מַה H4100 יּוֹתֵ֥ר H3148 לֶחָכָ֖ם H2450 מִֽן H4480 הַכְּסִ֑יל H3684 מַה H4100 לֶּעָנִ֣י H6041 יוֹדֵ֔עַ H3045 לַהֲלֹ֖ךְ H1980 נֶ֥גֶד H5048 הַחַיִּֽים H2416 ",
      "9": "ט֛וֹב H2896 מַרְאֵ֥ה H4758 עֵינַ֖יִם H5869 מֵֽהֲלָךְ H1980 נָ֑פֶשׁ H5315 גַּם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
      "10": "מַה H4100 שֶּֽׁהָיָ֗ה H1961 כְּבָר֙ H3528 נִקְרָ֣א H7121 שְׁמ֔וֹ H8034 וְנוֹדָ֖ע H3045 אֲשֶׁר H834 ה֣וּא H1931 אָדָ֑ם H120 וְלֹא H3808 יוּכַ֣ל H3201 לָדִ֔ין H1777 עִ֥ם H5973 שהתקיף H8630 מִמֶּֽנּוּ H4480 ",
      "11": "כִּ֛י H3588 יֵשׁ H3426 דְּבָרִ֥ים H1697 הַרְבֵּ֖ה H7235 מַרְבִּ֣ים H7235 הָ֑בֶל H1892 מַה H4100 יֹּתֵ֖ר H3148 לָאָדָֽם H120 ",
      "12": "כִּ֣י H3588 מִֽי H4310 יוֹדֵעַ֩ H3045 מַה H4100 טּ֨וֹב H2896 לָֽאָדָ֜ם H120 בַּֽחַיִּ֗ים H2416 מִסְפַּ֛ר H4557 יְמֵי H3117 חַיֵּ֥י H2416 הֶבְל֖וֹ H1892 וְיַעֲשֵׂ֣ H6213 כַּצֵּ֑ל H6738 אֲשֶׁר֙ H834 מִֽי H4310 יַגִּ֣יד H5046 לָֽאָדָ֔ם H120 מַה H4100 יִּהְיֶ֥ה H1961 אַחֲרָ֖יו H310 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 "
    },
    "7": {
      "1": "ט֥וֹב H2896 שֵׁ֖ם H8034 מִשֶּׁ֣מֶן H8081 ט֑וֹב H2896 וְי֣וֹם H3117 הַמָּ֔וֶת H4194 מִיּ֖וֹם H3117 הִוָּלְדֽוֹ H3205 ",
      "2": "ט֞וֹב H2896 לָלֶ֣כֶת H3212 אֶל H413 בֵּֽית H1004 אֵ֗בֶל H60 מִלֶּ֨כֶת֙ H3212 אֶל H413 בֵּ֣ית H1004 מִשְׁתֶּ֔ה H4960 בַּאֲשֶׁ֕ר H834 ה֖וּא H1931 ס֣וֹף H5490 כָּל H3605 הָאָדָ֑ם H120 וְהַ H2416 יִתֵּ֥ן H5414 אֶל H413 לִבּֽוֹ H3820 ",
      "3": "ט֥וֹב H2896 כַּ֖עַס H3708 מִשְּׂחֹ֑ק H7814 כִּֽי H3588 בְרֹ֥עַ H7455 פָּנִ֖ים H6440 יִ֥יטַב H3190 לֵֽב H3820 ",
      "4": "לֵ֤ב H3820 חֲכָמִים֙ H2450 בְּבֵ֣ית H1004 אֵ֔בֶל H60 וְלֵ֥ב H3820 כְּסִילִ֖ים H3684 בְּבֵ֥ית H1004 שִׂמְחָֽה H8057 ",
      "5": "ט֕וֹב H2896 לִשְׁמֹ֖עַ H8085 גַּעֲרַ֣ת H1606 חָכָ֑ם H2450 מֵאִ֕ישׁ H376 שֹׁמֵ֖עַ H8085 שִׁ֥יר H7892 כְּסִילִֽים H3684 ",
      "6": "כִּ֣י H3588 כְק֤וֹל H6963 הַסִּירִים֙ H5518 תַּ֣חַת H8478 הַסִּ֔יר H5518 כֵּ֖ן H3651 שְׂחֹ֣ק H7814 הַכְּסִ֑יל H3684 וְגַם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
      "7": "כִּ֥י H3588 הָעֹ֖שֶׁק H6233 יְהוֹלֵ֣ל H1984 חָכָ֑ם H2450 וִֽיאַבֵּ֥ד H6 אֶת H853 לֵ֖ב H3820 מַתָּנָֽה H4979 ",
      "8": "ט֛וֹב H2896 אַחֲרִ֥ית H319 דָּבָ֖ר H1697 מֵֽרֵאשִׁית֑ H7225 ט֥וֹב H2896 אֶֽרֶךְ H750 ר֖וּחַ H7307 מִגְּבַהּ H1362 רֽוּחַ H7307 ",
      "9": "אַל H408 תְּבַהֵ֥ל H926 בְּרֽוּחֲ H7307 לִכְע֑וֹס H3707 כִּ֣י H3588 כַ֔עַס H3708 בְּחֵ֥יק H2436 כְּסִילִ֖ים H3684 יָנֽוּחַ H5117 ",
      "10": "אַל H408 תֹּאמַר֙ H559 מֶ֣ה H4100 הָיָ֔ה H1961 שֶׁ֤הַ H3117 הָרִ֣אשֹׁנִ֔ים H7223 הָי֥וּ H1961 טוֹבִ֖ים H2896 מֵאֵ֑לֶּה H428 כִּ֛י H3588 לֹ֥א H3808 מֵחָכְמָ֖ה H2451 שָׁאַ֥לְתָּ H7592 עַל H5921 זֶֽה H2088 ",
      "11": "טוֹבָ֥ה H2896 חָכְמָ֖ה H2451 עִֽם H5973 נַחֲלָ֑ה H5159 וְיֹתֵ֖ר H3148 לְרֹאֵ֥י H7200 הַשָּֽׁמֶשׁ H8121 ",
      "12": "כִּ֛י H3588 בְּצֵ֥ל H6738 הַֽחָכְמָ֖ה H2451 בְּצֵ֣ל H6738 הַכָּ֑סֶף H3701 וְיִתְר֣וֹן H3504 דַּ֔עַת H1847 הַֽחָכְמָ֖ה H2451 תְּחַיֶּ֥ה H2421 בְעָלֶֽיהָ H1167 ",
      "13": "רְאֵ֖ה H7200 אֶת H853 מַעֲשֵׂ֣ה H4639 הָאֱלֹהִ֑ים H430 כִּ֣י H3588 מִ֤י H4310 יוּכַל֙ H3201 לְתַקֵּ֔ן H8626 אֵ֖ת H853 אֲשֶׁ֥ר H834 עִוְּתֽוֹ H5791 ",
      "14": "בְּי֤וֹם H3117 טוֹבָה֙ H2896 הֱיֵ֣ה H1961 בְט֔וֹב H2896 וּבְ H3117 רָעָ֖ה H7451 רְאֵ֑ה H7200 גַּ֣ם H1571 אֶת H853 זֶ֤ה H2088 לְעֻמַּת H5980 זֶה֙ H2088 עָשָׂ֣ה H6213 הָֽאֱלֹהִ֔ים H430 עַל H5921 דִּבְרַ֗ת H1700 שֶׁלֹּ֨א H3808 יִמְצָ֧א H4672 הָֽאָדָ֛ם H120 אַחֲרָ֖יו H310 מְאֽוּמָה H3972 ",
      "15": "אֶת H853 הַכֹּ֥ל H3605 רָאִ֖יתִי H7200 בִּימֵ֣י H3117 הֶבְלִ֑י H1892 יֵ֤שׁ H3426 צַדִּיק֙ H6662 אֹבֵ֣ד H6 בְּצִדְק֔ H6664 וְיֵ֣שׁ H3426 רָשָׁ֔ע H7563 מַאֲרִ֖יךְ H748 בְּרָעָתֽ H7451 ",
      "16": "אַל H408 תְּהִ֤י H1961 צַדִּיק֙ H6662 הַרְבֵּ֔ה H7235 וְאַל H408 תִּתְחַכַּ֖ם H2449 יוֹתֵ֑ר H3148 לָ֖מָּה H4100 תִּשּׁוֹמֵֽם H8074 ",
      "17": "אַל H408 תִּרְשַׁ֥ע H7561 הַרְבֵּ֖ה H7235 וְאַל H408 תְּהִ֣י H1961 סָכָ֑ל H5530 לָ֥מָּה H4100 תָמ֖וּת H4191 בְּלֹ֥א H3808 עִתֶּֽךָ H6256 ",
      "18": "ט֚וֹב H2896 אֲשֶׁ֣ר H834 תֶּאֱחֹ֣ז H270 בָּזֶ֔ה H2088 וְגַם H1571 מִזֶּ֖ה H2088 אַל H408 תַּנַּ֣ח H3240 אֶת H853 יָדֶ֑ךָ H3027 כִּֽי H3588 יְרֵ֥א H3373 אֱלֹהִ֖ים H430 יֵצֵ֥א H3318 אֶת H854 כֻּלָּֽם H3605 ",
      "19": "הַֽחָכְמָ֖ה H2451 תָּעֹ֣ז H5810 לֶחָכָ֑ם H2450 מֵֽעֲשָׂרָה֙ H6235 שַׁלִּיטִ֔ים H7989 אֲשֶׁ֥ר H834 הָי֖וּ H1961 בָּעִֽיר H5892 ",
      "20": "כִּ֣י H3588 אָדָ֔ם H120 אֵ֥ין H369 צַדִּ֖יק H6662 בָּאָ֑רֶץ H776 אֲשֶׁ֥ר H834 יַעֲשֶׂה H6213 טּ֖וֹב H2896 וְלֹ֥א H3808 יֶחֱטָֽא H2398 ",
      "21": "גַּ֤ם H1571 לְכָל H3605 הַדְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 יְדַבֵּ֔רוּ H1696 אַל H408 תִּתֵּ֖ן H5414 לִבֶּ֑ךָ H3820 אֲשֶׁ֥ר H834 לֹֽא H3808 תִשְׁמַ֥ע H8085 אֶֽת H853 עַבְדְּךָ֖ H5650 מְקַלְלֶֽךָ H7043 ",
      "22": "כִּ֛י H3588 גַּם H1571 פְּעָמִ֥ים H6471 רַבּ֖וֹת H7227 יָדַ֣ע H3045 לִבֶּ֑ךָ H3820 אֲשֶׁ֥ר H834 גַּם H1571 את H859 קִלַּ֥לְתָּ H7043 אֲחֵרִֽים H312 ",
      "23": "כָּל H3605 זֹ֖ה H2090 נִסִּ֣יתִי H5254 בַֽחָכְמָ֑ה H2451 אָמַ֣רְתִּי H559 אֶחְכָּ֔מָה H2449 וְהִ֖יא H1931 רְחוֹקָ֥ה H7350 מִמֶּֽנִּי H4480 ",
      "24": "רָח֖וֹק H7350 מַה H4100 שֶּׁהָיָ֑ה H1961 וְעָמֹ֥ק H6013 עָמֹ֖ק H6013 מִ֥י H4310 יִמְצָאֶֽנּוּ H4672 ",
      "25": "סַבּ֨וֹתִֽי H5437 אֲנִ֤י H589 וְלִבִּ H3820 לָדַ֣עַת H3045 וְלָ H8446 וּבַקֵּ֥שׁ H1245 חָכְמָ֖ה H2451 וְחֶשְׁבּ֑וֹן H2808 וְלָ H3045 רֶ֣שַׁע H7562 כֶּ֔סֶל H3689 וְהַ H5531 הוֹלֵלֽוֹת H1947 ",
      "26": "וּמוֹצֶ֨א H4672 אֲנִ֜י H589 מַ֣ר H4751 מִמָּ֗וֶת H4194 אֶת H853 הָֽאִשָּׁה֙ H802 אֲשֶׁר H834 הִ֨יא H1931 מְצוֹדִ֧ים H4685 וַחֲרָמִ֛ים H2764 לִבָּ֖הּ H3820 אֲסוּרִ֣ים H612 יָדֶ֑יהָ H3027 ט֞וֹב H2896 לִפְנֵ֤י H6440 הָאֱלֹהִים֙ H430 יִמָּלֵ֣ט H4422 מִמֶּ֔נָּה H4480 וְחוֹטֵ֖א H2398 יִלָּ֥כֶד H3920 בָּֽהּ Hb ",
      "27": "רְאֵה֙ H7200 זֶ֣ה H2088 מָצָ֔אתִי H4672 אָמְרָ֖ה H559 קֹהֶ֑לֶת H6953 אַחַ֥ת H259 לְאַחַ֖ת H259 לִמְצֹ֥א H4672 חֶשְׁבּֽוֹן H2808 ",
      "28": "אֲשֶׁ֛ר H834 עוֹד H5750 בִּקְשָׁ֥ה H1245 נַפְשִׁ֖י H5315 וְלֹ֣א H3808 מָצָ֑אתִי H4672 אָדָ֞ם H120 אֶחָ֤ד H259 מֵאֶ֨לֶף֙ H505 מָצָ֔אתִי H4672 וְאִשָּׁ֥ה H802 בְכָל H3605 אֵ֖לֶּה H428 לֹ֥א H3808 מָצָֽאתִי H4672 ",
      "29": "לְבַד֙ H905 רְאֵה H7200 זֶ֣ה H2088 מָצָ֔אתִי H4672 אֲשֶׁ֨ר H834 עָשָׂ֧ה H6213 הָאֱלֹהִ֛ים H430 אֶת H853 הָאָדָ֖ם H120 יָשָׁ֑ר H3477 וְהֵ֥מָּה H1992 בִקְשׁ֖וּ H1245 חִשְּׁבֹנ֥וֹת H2810 רַבִּֽים H7227 "
    },
    "8": {
      "1": "מִ֚י H4310 כְּהֶ֣ H2450 וּמִ֥י H4310 יוֹדֵ֖עַ H3045 פֵּ֣שֶׁר H6592 דָּבָ֑ר H1697 חָכְמַ֤ת H2451 אָדָם֙ H120 תָּאִ֣יר H215 פָּנָ֔יו H6440 וְעֹ֥ז H5797 פָּנָ֖יו H6440 יְשֻׁנֶּֽא H8132 ",
      "2": "אֲנִי֙ H589 פִּי H6310 מֶ֣לֶךְ H4428 שְׁמ֔וֹר H8104 וְעַ֕ל H5921 דִּבְרַ֖ת H1700 שְׁבוּעַ֥ת H7621 אֱלֹהִֽים H430 ",
      "3": "אַל H408 תִּבָּהֵ֤ל H926 מִפָּנָי H6440 תֵּלֵ֔ךְ H3212 אַֽל H408 תַּעֲמֹ֖ד H5975 בְּדָבָ֣ר H1697 רָ֑ע H7451 כִּ֛י H3588 כָּל H3605 אֲשֶׁ֥ר H834 יַחְפֹּ֖ץ H2654 יַעֲשֶֽׂה H6213 ",
      "4": "בַּאֲשֶׁ֥ר H834 דְּבַר H1697 מֶ֖לֶךְ H4428 שִׁלְט֑וֹן H7983 וּמִ֥י H4310 יֹֽאמַר H559 ל֖וֹ Hl מַֽה H4100 תַּעֲשֶֽׂה H6213 ",
      "5": "שׁוֹמֵ֣ר H8104 מִצְוָ֔ה H4687 לֹ֥א H3808 יֵדַ֖ע H3045 דָּבָ֣ר H1697 רָ֑ע H7451 וְעֵ֣ת H6256 וּמִשְׁפָּ֔ט H4941 יֵדַ֖ע H3045 לֵ֥ב H3820 חָכָֽם H2450 ",
      "6": "כִּ֣י H3588 לְכָל H3605 חֵ֔פֶץ H2656 יֵ֖שׁ H3426 עֵ֣ת H6256 וּמִשְׁפָּ֑ט H4941 כִּֽי H3588 רָעַ֥ת H7451 הָאָדָ֖ם H120 רַבָּ֥ה H7227 עָלָֽיו H5921 ",
      "7": "כִּֽי H3588 אֵינֶ֥נּוּ H369 יֹדֵ֖עַ H3045 מַה H4100 שֶּׁיִּֽהְיֶ֑ה H1961 כִּ֚י H3588 כַּאֲשֶׁ֣ר H834 יִֽהְיֶ֔ה H1961 מִ֖י H4310 יַגִּ֥יד H5046 לֽוֹ Hl ",
      "8": "אֵ֣ין H369 אָדָ֞ם H120 שַׁלִּ֤יט H7989 בָּר֨וּחַ֙ H7307 לִכְל֣וֹא H3607 אֶת H853 הָר֔וּחַ H7307 וְאֵ֤ין H369 שִׁלְטוֹן֙ H7983 בְּי֣וֹם H3117 הַמָּ֔וֶת H4194 וְאֵ֥ין H369 מִשְׁלַ֖חַת H4917 בַּמִּלְחָמָ֑ה H4421 וְלֹֽא H3808 יְמַלֵּ֥ט H4422 רֶ֖שַׁע H7562 אֶת H853 בְּעָלָֽיו H1167 ",
      "9": "אֶת H853 כָּל H3605 זֶ֤ה H2088 רָאִ֨יתִי֙ H7200 וְנָת֣וֹן H5414 אֶת H853 לִבִּ֔י H3820 לְכָֽל H3605 מַעֲשֶׂ֔ה H4639 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 עֵ֗ת H6256 אֲשֶׁ֨ר H834 שָׁלַ֧ט H7980 הָאָדָ֛ם H120 בְּאָדָ֖ם H120 לְרַ֥ע H7451 לֽוֹ Hl ",
      "10": "וּבְ H3651 רָאִיתִי֩ H7200 רְשָׁעִ֨ים H7563 קְבֻרִ֜ים H6912 וָבָ֗אוּ H935 וּמִ H4725 קָדוֹשׁ֙ H6918 יְהַלֵּ֔כוּ H1980 וְיִֽשְׁתַּכְּח֥וּ H7911 בָעִ֖יר H5892 אֲשֶׁ֣ר H834 כֵּן H3651 עָשׂ֑וּ H6213 גַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
      "11": "אֲשֶׁר֙ H834 אֵין H369 נַעֲשָׂ֣ה H6213 פִתְגָ֔ם H6599 מַעֲשֵׂ֥ה H4639 הָרָעָ֖ה H7451 מְהֵרָ֑ה H4120 עַל H5921 כֵּ֡ן H3651 מָלֵ֞א H4390 לֵ֧ב H3820 בְּֽנֵי H1121 הָאָדָ֛ם H120 בָּהֶ֖ם Hb לַעֲשׂ֥וֹת H6213 רָֽע H7451 ",
      "12": "אֲשֶׁ֣ר H834 חֹטֶ֗א H2398 עֹשֶׂ֥ה H6213 רָ֛ע H7451 מְאַ֖ת H3967 וּמַאֲרִ֣יךְ H748 ל֑וֹ Hl כִּ֚י H3588 גַּם H1571 יוֹדֵ֣עַ H3045 אָ֔נִי H589 אֲשֶׁ֤ר H834 יִהְיֶה H1961 טּוֹב֙ H2896 לְיִרְאֵ֣י H3372 הָאֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 יִֽירְא֖וּ H3372 מִלְּ H6440 ",
      "13": "וְטוֹב֙ H2896 לֹֽא H3808 יִהְיֶ֣ה H1961 לָֽרָשָׁ֔ע H7563 וְלֹֽא H3808 יַאֲרִ֥יךְ H748 יָמִ֖ים H3117 כַּצֵּ֑ל H6738 אֲשֶׁ֛ר H834 אֵינֶ֥נּוּ H369 יָרֵ֖א H3373 מִלִּ H6440 אֱלֹהִֽים H430 ",
      "14": "יֶשׁ H3426 הֶבֶל֮ H1892 אֲשֶׁ֣ר H834 נַעֲשָׂ֣ה H6213 עַל H5921 הָאָרֶץ֒ H776 אֲשֶׁ֣ר H834 יֵ֣שׁ H3426 צַדִּיקִ֗ים H6662 אֲשֶׁ֨ר H834 מַגִּ֤יעַ H5060 אֲלֵהֶם֙ H413 כְּמַעֲשֵׂ֣ה H4639 הָרְשָׁעִ֔ים H7563 וְיֵ֣שׁ H3426 רְשָׁעִ֔ים H7563 שֶׁמַּגִּ֥יעַ H5060 אֲלֵהֶ֖ם H413 כְּמַעֲשֵׂ֣ה H4639 הַצַּדִּיקִ֑ים H6662 אָמַ֕רְתִּי H559 שֶׁגַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
      "15": "וְשִׁבַּ֤חְתִּֽי H7623 אֲנִי֙ H589 אֶת H853 הַשִּׂמְחָ֔ה H8057 אֲשֶׁ֨ר H834 אֵֽין H369 ט֤וֹב H2896 לָֽאָדָם֙ H120 תַּ֣חַת H8478 הַשֶּׁ֔מֶשׁ H8121 כִּ֛י H3588 אִם H518 לֶאֱכ֥וֹל H398 וְלִ H8354 וְלִ H8055 וְה֞וּא H1931 יִלְוֶ֣נּוּ H3867 בַעֲמָל֗ H5999 יְמֵ֥י H3117 חַיָּ֛יו H2416 אֲשֶׁר H834 נָֽתַן H5414 ל֥וֹ Hl הָאֱלֹהִ֖ים H430 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "16": "כַּאֲשֶׁ֨ר H834 נָתַ֤תִּי H5414 אֶת H853 לִבִּי֙ H3820 לָדַ֣עַת H3045 חָכְמָ֔ה H2451 וְלִ H7200 אֶת H853 הָ֣עִנְיָ֔ן H6045 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 עַל H5921 הָאָ֑רֶץ H776 כִּ֣י H3588 גַ֤ם H1571 בַּיּוֹם֙ H3117 וּבַ H3915 שֵׁנָ֕ה H8142 בְּעֵינָ֖י H5869 אֵינֶ֥נּוּ H369 רֹאֶֽה H7200 ",
      "17": "וְרָאִיתִי֮ H7200 אֶת H853 כָּל H3605 מַעֲשֵׂ֣ה H4639 הָאֱלֹהִים֒ H430 כִּי֩ H3588 לֹ֨א H3808 יוּכַ֜ל H3201 הָאָדָ֗ם H120 לִמְצוֹא֙ H4672 אֶת H853 הַֽמַּעֲשֶׂה֙ H4639 אֲשֶׁ֣ר H834 נַעֲשָׂ֣ה H6213 תַֽחַת H8478 הַשֶּׁ֔מֶשׁ H8121 בְּ֠שֶׁ H7945 אֲשֶׁ֨ר H834 יַעֲמֹ֧ל H5998 הָאָדָ֛ם H120 לְבַקֵּ֖שׁ H1245 וְלֹ֣א H3808 יִמְצָ֑א H4672 וְגַ֨ם H1571 אִם H518 יֹאמַ֤ר H559 הֶֽחָכָם֙ H2450 לָדַ֔עַת H3045 לֹ֥א H3808 יוּכַ֖ל H3201 לִמְצֹֽא H4672 "
    },
    "9": {
      "1": "כִּ֣י H3588 אֶת H853 כָּל H3605 זֶ֞ה H2088 נָתַ֤תִּי H5414 אֶל H413 לִבִּי֙ H3820 וְלָ H952 אֶת H853 כָּל H3605 זֶ֔ה H2088 אֲשֶׁ֨ר H834 הַצַּדִּיקִ֧ים H6662 וְהַ H2450 וַעֲבָדֵי H5652 בְּיַ֣ד H3027 הָאֱלֹהִ֑ים H430 גַּֽם H1571 אַהֲבָ֣ה H160 גַם H1571 שִׂנְאָ֗ה H8135 אֵ֤ין H369 יוֹדֵ֨עַ֙ H3045 הָֽאָדָ֔ם H120 הַכֹּ֖ל H3605 לִפְנֵי H6440 ",
      "2": "הַכֹּ֞ל H3605 כַּאֲשֶׁ֣ר H834 לַכֹּ֗ל H3605 מִקְרֶ֨ה H4745 אֶחָ֜ד H259 לַצַּדִּ֤יק H6662 וְלָ H7563 לַטּוֹב֙ H2896 וְלַ H2889 וְלַ H2931 וְלַ H2076 וְלַ H834 אֵינֶ֣נּוּ H369 זֹבֵ֑חַ H2076 כַּטּוֹב֙ H2896 כַּֽחֹטֶ֔א H2398 הַנִּשְׁבָּ֕ע H7650 כַּאֲשֶׁ֖ר H834 שְׁבוּעָ֥ה H7621 יָרֵֽא H3372 ",
      "3": "זֶ֣ה H2088 רָ֗ע H7451 בְּכֹ֤ל H3605 אֲשֶֽׁר H834 נַעֲשָׂה֙ H6213 תַּ֣חַת H8478 הַשֶּׁ֔מֶשׁ H8121 כִּֽי H3588 מִקְרֶ֥ה H4745 אֶחָ֖ד H259 לַכֹּ֑ל H3605 וְגַ֣ם H1571 לֵ֣ב H3820 בְּֽנֵי H1121 הָ֠אָדָם H120 מָלֵא H4390 רָ֨ע H7451 וְהוֹלֵל֤וֹת H1947 בִּלְבָבָ H3824 בְּחַיֵּי H2416 וְאַחֲרָ֖י H310 אֶל H413 הַמֵּתִֽים H4191 ",
      "4": "כִּי H3588 מִי֙ H4310 אֲשֶׁ֣ר H834 יבחר H977 אֶ֥ל H413 כָּל H3605 הַחַיִּ֖ים H2416 יֵ֣שׁ H3426 בִּטָּח֑וֹן H986 כִּֽי H3588 לְכֶ֤לֶב H3611 חַי֙ H2416 ה֣וּא H1931 ט֔וֹב H2896 מִן H4480 הָאַרְיֵ֖ה H738 הַמֵּֽת H4191 ",
      "5": "כִּ֧י H3588 הַֽחַיִּ֛ים H2416 יוֹדְעִ֖ים H3045 שֶׁיָּמֻ֑תוּ H4191 וְהַ H4191 אֵינָ֧ם H369 יוֹדְעִ֣ים H3045 מְא֗וּמָה H3972 וְאֵֽין H369 ע֤וֹד H5750 לָהֶם֙ Hl שָׂכָ֔ר H7939 כִּ֥י H3588 נִשְׁכַּ֖ח H7911 זִכְרָֽם H2143 ",
      "6": "גַּ֣ם H1571 אַהֲבָתָ֧ם H160 גַּם H1571 שִׂנְאָתָ֛ם H8135 גַּם H1571 קִנְאָתָ֖ם H7068 כְּבָ֣ר H3528 אָבָ֑דָה H6 וְחֵ֨לֶק H2506 אֵין H369 לָהֶ֥ם H1992 עוֹד֙ H5750 לְעוֹלָ֔ם H5769 בְּכֹ֥ל H3605 אֲשֶֽׁר H834 נַעֲשָׂ֖ה H6213 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "7": "לֵ֣ךְ H3212 אֱכֹ֤ל H398 בְּשִׂמְחָה֙ H8057 לַחְמֶ֔ךָ H3899 וּֽשֲׁתֵ֥ה H8354 בְלֶב H3820 ט֖וֹב H2896 יֵינֶ֑ךָ H3196 כִּ֣י H3588 כְבָ֔ר H3528 רָצָ֥ה H7521 הָאֱלֹהִ֖ים H430 אֶֽת H854 מַעֲשֶֽׂיךָ H4639 ",
      "8": "בְּכָל H3605 עֵ֕ת H6256 יִהְי֥וּ H1961 בְגָדֶ֖יךָ H899 לְבָנִ֑ים H3836 וְשֶׁ֖מֶן H8081 עַל H5921 רֹאשְׁךָ֥ H7218 אַל H408 יֶחְסָֽר H2637 ",
      "9": "רְאֵ֨ה H7200 חַיִּ֜ים H2416 עִם H5973 אִשָּׁ֣ה H802 אֲשֶׁר H834 אָהַ֗בְתָּ H157 כָּל H3605 יְמֵי֙ H3117 חַיֵּ֣י H2416 הֶבְלֶ֔ךָ H1892 אֲשֶׁ֤ר H834 נָֽתַן H5414 לְךָ֙ Hl תַּ֣חַת H8478 הַשֶּׁ֔מֶשׁ H8121 כֹּ֖ל H3605 יְמֵ֣י H3117 הֶבְלֶ֑ךָ H1892 כִּ֣י H3588 ה֤וּא H1931 חֶלְקְךָ֙ H2506 בַּֽחַיִּ֔ים H2416 וּבַ H5999 אֲשֶׁר H834 אַתָּ֥ה H859 עָמֵ֖ל H6001 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
      "10": "כֹּ֠ל H3605 אֲשֶׁ֨ר H834 תִּמְצָ֧א H4672 יָֽדְךָ֛ H3027 לַעֲשׂ֥וֹת H6213 בְּכֹחֲ H3581 עֲשֵׂ֑ה H6213 כִּי֩ H3588 אֵ֨ין H369 מַעֲשֶׂ֤ה H4639 וְחֶשְׁבּוֹן֙ H2808 וְדַ֣עַת H1847 וְחָכְמָ֔ה H2451 בִּשְׁא֕וֹל H7585 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 הֹלֵ֥ךְ H1980 שָֽׁמָּה H8033 ",
      "11": "שַׁ֜בְתִּי H7725 וְרָאֹ֣ה H7200 תַֽחַת H8478 הַשֶּׁ֗מֶשׁ H8121 כִּ֣י H3588 לֹא֩ H3808 לַקַּלִּ֨ים H7031 הַמֵּר֜וֹץ H4793 וְלֹ֧א H3808 לַגִּבּוֹרִ֣ים H1368 הַמִּלְחָמָ֗ה H4421 וְ֠גַם H1571 לֹ֣א H3808 לַחֲכָמִ֥ים H2450 לֶ֨חֶם֙ H3899 וְגַ֨ם H1571 לֹ֤א H3808 לַנְּבֹנִים֙ H995 עֹ֔שֶׁר H6239 וְגַ֛ם H1571 לֹ֥א H3808 לַיֹּדְעִ֖ים H3045 חֵ֑ן H2580 כִּי H3588 עֵ֥ת H6256 וָפֶ֖גַע H6294 יִקְרֶ֥ה H7136 אֶת H853 כֻּלָּֽם H3605 ",
      "12": "כִּ֡י H3588 גַּם֩ H1571 לֹֽא H3808 יֵדַ֨ע H3045 הָאָדָ֜ם H120 אֶת H853 עִתּ֗וֹ H6256 כַּדָּגִים֙ H1709 שֶׁנֶּֽאֱחָזִים֙ H270 בִּמְצוֹדָ֣ה H4685 רָעָ֔ה H7451 וְכַ֨ H6833 הָאֲחֻז֖וֹת H270 בַּפָּ֑ח H6341 כָּהֵ֗ם H1992 יֽוּקָשִׁים֙ H3369 בְּנֵ֣י H1121 הָֽאָדָ֔ם H120 לְעֵ֣ת H6256 רָעָ֔ה H7451 כְּשֶׁ H5307 עֲלֵיהֶ֖ם H5921 פִּתְאֹֽם H6597 ",
      "13": "גַּם H1571 זֹ֛ה H2090 רָאִ֥יתִי H7200 חָכְמָ֖ה H2451 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 וּגְדוֹלָ֥ה H1419 הִ֖יא H1931 אֵלָֽי H413 ",
      "14": "עִ֣יר H5892 קְטַנָּ֔ה H6996 וַאֲנָשִׁ֥ים H376 בָּ֖הּ Hb מְעָ֑ט H4592 וּבָֽא H935 אֵלֶ֜יהָ H413 מֶ֤לֶךְ H4428 גָּדוֹל֙ H1419 וְסָבַ֣ב H5437 אֹתָ֔הּ H853 וּבָנָ֥ה H1129 עָלֶ֖יהָ H5921 מְצוֹדִ֥ים H4685 גְּדֹלִֽים H1419 ",
      "15": "וּמָ֣צָא H4672 בָ֗הּ Hb אִ֤ישׁ H376 מִסְכֵּן֙ H4542 חָכָ֔ם H2450 וּמִלַּט H4422 ה֥וּא H1931 אֶת H853 הָעִ֖יר H5892 בְּחָכְמָת֑ H2451 וְאָדָם֙ H120 לֹ֣א H3808 זָכַ֔ר H2142 אֶת H853 הָאִ֥ישׁ H376 הַמִּסְכֵּ֖ן H4542 הַהּֽוּא H1931 ",
      "16": "וְאָמַ֣רְתִּי H559 אָ֔נִי H589 טוֹבָ֥ה H2896 חָכְמָ֖ה H2451 מִגְּבוּרָ֑ה H1369 וְחָכְמַ֤ת H2451 הַמִּסְכֵּן֙ H4542 בְּזוּיָ֔ה H959 וּדְבָרָ֖י H1697 אֵינָ֥ם H369 נִשְׁמָעִֽים H8085 ",
      "17": "דִּבְרֵ֣י H1697 חֲכָמִ֔ים H2450 בְּנַ֖חַת H5183 נִשְׁמָעִ֑ים H8085 מִזַּעֲקַ֥ת H2201 מוֹשֵׁ֖ל H4910 בַּכְּסִילִֽים H3684 ",
      "18": "טוֹבָ֥ה H2896 חָכְמָ֖ה H2451 מִכְּלֵ֣י H3627 קְרָ֑ב H7128 וְחוֹטֶ֣א H2398 אֶחָ֔ד H259 יְאַבֵּ֥ד H6 טוֹבָ֥ה H2896 הַרְבֵּֽה H7235 "
    },
    "10": {
      "1": "זְב֣וּבֵי H2070 מָ֔וֶת H4194 יַבְאִ֥ישׁ H887 יַבִּ֖יעַ H5042 שֶׁ֣מֶן H8081 רוֹקֵ֑חַ H7543 יָקָ֛ר H3368 מֵחָכְמָ֥ה H2451 מִכָּב֖וֹד H3519 סִכְל֥וּת H5531 מְעָֽט H4592 ",
      "2": "לֵ֤ב H3820 חָכָם֙ H2450 לִֽימִינ֔ H3225 וְלֵ֥ב H3820 כְּסִ֖יל H3684 לִשְׂמֹאלֽ H8040 ",
      "3": "וְגַם H1571 בַּדֶּ֛רֶךְ H1870 כש H5530 הֹלֵ֖ךְ H1980 לִבּ֣וֹ H3820 חָסֵ֑ר H2638 וְאָמַ֥ר H559 לַכֹּ֖ל H3605 סָכָ֥ל H5530 הֽוּא H1931 ",
      "4": "אִם H518 ר֤וּחַ H7307 הַמּוֹשֵׁל֙ H4910 תַּעֲלֶ֣ה H5927 עָלֶ֔יךָ H5921 מְקוֹמְךָ֖ H4725 אַל H408 תַּנַּ֑ח H3240 כִּ֣י H3588 מַרְפֵּ֔א H4832 יַנִּ֖יחַ H3240 חֲטָאִ֥ים H2399 גְּדוֹלִֽים H1419 ",
      "5": "יֵ֣שׁ H3426 רָעָ֔ה H7451 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 כִּשְׁגָגָ֕ה H7684 שֶׁיֹּצָ֖א H3318 מִלִּ H6440 הַשַּׁלִּֽיט H7989 ",
      "6": "נִתַּ֣ן H5414 הַסֶּ֔כֶל H5529 בַּמְּרוֹמִ֖ים H4791 רַבִּ֑ים H7227 וַעֲשִׁירִ֖ים H6223 בַּשֵּׁ֥פֶל H8216 יֵשֵֽׁבוּ H3427 ",
      "7": "רָאִ֥יתִי H7200 עֲבָדִ֖ים H5650 עַל H5921 סוּסִ֑ים H5483 וְשָׂרִ֛ים H8269 הֹלְכִ֥ים H1980 כַּעֲבָדִ֖ים H5650 עַל H5921 הָאָֽרֶץ H776 ",
      "8": "חֹפֵ֥ר H2658 גּוּמָּ֖ץ H1475 בּ֣וֹ Hb יִפּ֑וֹל H5307 וּפֹרֵ֥ץ H6555 גָּדֵ֖ר H1447 יִשְּׁכֶ֥נּוּ H5391 נָחָֽשׁ H5175 ",
      "9": "מַסִּ֣יעַ H5265 אֲבָנִ֔ים H68 יֵעָצֵ֖ב H6087 בָּהֶ֑ם Hb בּוֹקֵ֥עַ H1234 עֵצִ֖ים H6086 יִסָּ֥כֶן H5533 בָּֽם Hb ",
      "10": "אִם H518 קֵהָ֣ה H6949 הַבַּרְזֶ֗ל H1270 וְהוּא֙ H1931 לֹא H3808 פָנִ֣ים H6440 קִלְקַ֔ל H7043 וַחֲיָלִ֖ים H2428 יְגַבֵּ֑ר H1396 וְיִתְר֥וֹן H3504 הכשיר H3787 חָכְמָֽה H2451 ",
      "11": "אִם H518 יִשֹּׁ֥ךְ H5391 הַנָּחָ֖שׁ H5175 בְּלוֹא H3808 לָ֑חַשׁ H3908 וְאֵ֣ין H369 יִתְר֔וֹן H3504 לְבַ֖עַל H1167 הַלָּשֽׁוֹן H3956 ",
      "12": "דִּבְרֵ֥י H1697 פִי H6310 חָכָ֖ם H2450 חֵ֑ן H2580 וְשִׂפְת֥וֹת H8193 כְּסִ֖יל H3684 תְּבַלְּעֶֽנּוּ H1104 ",
      "13": "תְּחִלַּ֥ת H8462 דִּבְרֵי H1697 פִ֖יהוּ H6310 סִכְל֑וּת H5531 וְאַחֲרִ֣ית H319 פִּ֔יהוּ H6310 הוֹלֵל֖וּת H1948 רָעָֽה H7451 ",
      "14": "וְהַ H5530 יַרְבֶּ֣ה H7235 דְבָרִ֑ים H1697 לֹא H3808 יֵדַ֤ע H3045 הָאָדָם֙ H120 מַה H4100 שֶׁיִּֽהְיֶ֔ה H1961 וַאֲשֶׁ֤ר H834 יִֽהְיֶה֙ H1961 מֵֽאַחֲרָ֔י H310 מִ֖י H4310 יַגִּ֥יד H5046 לֽוֹ Hl ",
      "15": "עֲמַ֥ל H5999 הַכְּסִילִ֖ים H3684 תְּיַגְּעֶ֑נּוּ H3021 אֲשֶׁ֥ר H834 לֹֽא H3808 יָדַ֖ע H3045 לָלֶ֥כֶת H3212 אֶל H413 עִֽיר H5892 ",
      "16": "אִֽי H337 לָ֣ךְ Hl אֶ֔רֶץ H776 שֶׁמַּלְכֵּ֖ H4428 נָ֑עַר H5288 וְשָׂרַ֖יִ H8269 בַּבֹּ֥קֶר H1242 יֹאכֵֽלוּ H398 ",
      "17": "אַשְׁרֵ֣יךְ H835 אֶ֔רֶץ H776 שֶׁמַּלְכֵּ֖ H4428 בֶּן H1121 חוֹרִ֑ים H2715 וְשָׂרַ֨יִ H8269 בָּעֵ֣ת H6256 יֹאכֵ֔לוּ H398 בִּגְבוּרָ֖ה H1369 וְלֹ֥א H3808 בַשְּׁתִֽי H8358 ",
      "18": "בַּעֲצַלְתַּ֖יִם H6103 יִמַּ֣ךְ H4355 הַמְּקָרֶ֑ה H4746 וּבְ H8220 יָדַ֖יִם H3027 יִדְלֹ֥ף H1811 הַבָּֽיִת H1004 ",
      "19": "לִשְׂחוֹק֙ H7814 עֹשִׂ֣ים H6213 לֶ֔חֶם H3899 וְיַ֖יִן H3196 יְשַׂמַּ֣ח H8055 חַיִּ֑ים H2416 וְהַ H3701 יַעֲנֶ֥ה H6030 אֶת H853 הַכֹּֽל H3605 ",
      "20": "גַּ֣ם H1571 בְּמַדָּֽעֲ H4093 מֶ֚לֶךְ H4428 אַל H408 תְּקַלֵּ֔ל H7043 וּבְ H2315 מִשְׁכָּ֣בְךָ֔ H4904 אַל H408 תְּקַלֵּ֖ל H7043 עָשִׁ֑יר H6223 כִּ֣י H3588 ע֤וֹף H5775 הַשָּׁמַ֨יִם֙ H8064 יוֹלִ֣יךְ H3212 אֶת H853 הַקּ֔וֹל H6963 וּבַ֥עַל H1167 הכנפים H3671 יַגֵּ֥יד H5046 דָּבָֽר H1697 "
    },
    "11": {
      "1": "שַׁלַּ֥ח H7971 לַחְמְךָ֖ H3899 עַל H5921 פְּנֵ֣י H6440 הַמָּ֑יִם H4325 כִּֽי H3588 בְרֹ֥ב H7230 הַיָּמִ֖ים H3117 תִּמְצָאֶֽנּוּ H4672 ",
      "2": "תֶּן H5414 חֵ֥לֶק H2506 לְשִׁבְעָ֖ה H7651 וְגַ֣ם H1571 לִשְׁמוֹנָ֑ה H8083 כִּ֚י H3588 לֹ֣א H3808 תֵדַ֔ע H3045 מַה H4100 יִּהְיֶ֥ה H1961 רָעָ֖ה H7451 עַל H5921 הָאָֽרֶץ H776 ",
      "3": "אִם H518 יִמָּלְא֨וּ H4390 הֶעָבִ֥ים H5645 גֶּ֨שֶׁם֙ H1653 עַל H5921 הָאָ֣רֶץ H776 יָרִ֔יקוּ H7324 וְאִם H518 יִפּ֥וֹל H5307 עֵ֛ץ H6086 בַּדָּר֖וֹם H1864 וְאִ֣ם H518 בַּצָּפ֑וֹן H6828 מְק֛וֹם H4725 שֶׁיִּפּ֥וֹל H5307 הָעֵ֖ץ H6086 שָׁ֥ם H8033 יְהֽוּא H1933 ",
      "4": "שֹׁמֵ֥ר H8104 ר֖וּחַ H7307 לֹ֣א H3808 יִזְרָ֑ע H2232 וְרֹאֶ֥ה H7200 בֶעָבִ֖ים H5645 לֹ֥א H3808 יִקְצֽוֹר H7114 ",
      "5": "כַּאֲשֶׁ֨ר H834 אֵֽינְךָ֤ H369 יוֹדֵ֨עַ֙ H3045 מַה H4100 דֶּ֣רֶךְ H1870 הָר֔וּחַ H7307 כַּעֲצָמִ֖ים H6106 בְּבֶ֣טֶן H990 הַמְּלֵאָ֑ה H4392 כָּ֗כָה H3602 לֹ֤א H3808 תֵדַע֙ H3045 אֶת H853 מַעֲשֵׂ֣ה H4639 הָֽאֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 יַעֲשֶׂ֖ה H6213 אֶת H853 הַכֹּֽל H3605 ",
      "6": "בַּבֹּ֨קֶר֙ H1242 זְרַ֣ע H2232 אֶת H853 זַרְעֶ֔ךָ H2233 וְלָ H6153 אַל H408 תַּנַּ֣ח H3240 יָדֶ֑ךָ H3027 כִּי֩ H3588 אֵֽינְךָ֨ H369 יוֹדֵ֜ע H3045 אֵ֣י H335 זֶ֤ה H2088 יִכְשָׁר֙ H3787 הֲזֶ֣ה H2088 אוֹ H176 זֶ֔ה H2088 וְאִם H518 שְׁנֵיהֶ֥ם H8147 כְּאֶחָ֖ד H259 טוֹבִֽים H2896 ",
      "7": "וּמָת֖וֹק H4966 הָא֑וֹר H216 וְט֥וֹב H2896 לַֽעֵינַ֖יִם H5869 לִרְא֥וֹת H7200 אֶת H853 הַשָּֽׁמֶשׁ H8121 ",
      "8": "כִּ֣י H3588 אִם H518 שָׁנִ֥ים H8141 הַרְבֵּ֛ה H7235 יִחְיֶ֥ה H2421 הָאָדָ֖ם H120 בְּכֻלָּ֣ H3605 יִשְׂמָ֑ח H8055 וְיִזְכֹּר֙ H2142 אֶת H853 יְמֵ֣י H3117 הַחֹ֔שֶׁךְ H2822 כִּֽי H3588 הַרְבֵּ֥ה H7235 יִהְי֖וּ H1961 כָּל H3605 שֶׁבָּ֥א H935 הָֽבֶל H1892 ",
      "9": "שְׂמַ֧ח H8055 בָּח֣וּר H970 בְּיַלְדוּתֶ֗י H3208 וִֽיטִֽיבְ H3190 לִבְּךָ֙ H3820 בִּימֵ֣י H3117 בְחוּרוֹתֶ֔ךָ H979 וְהַלֵּךְ֙ H1980 בְּדַרְכֵ֣י H1870 לִבְּךָ֔ H3820 וּבְ H4758 עֵינֶ֑יךָ H5869 וְדָ֕ע H3045 כִּ֧י H3588 עַל H5921 כָּל H3605 אֵ֛לֶּה H428 יְבִֽיאֲךָ֥ H935 הָאֱלֹהִ֖ים H430 בַּמִּשְׁפָּֽט H4941 ",
      "10": "וְהָסֵ֥ר H5493 כַּ֨עַס֙ H3708 מִלִּבֶּ֔ H3820 וְהַעֲבֵ֥ר H5674 רָעָ֖ה H7451 מִבְּשָׂרֶ֑ H1320 כִּֽי H3588 הַיַּלְד֥וּת H3208 וְהַֽ H7839 הָֽבֶל H1892 "
    },
    "12": {
      "1": "וּזְכֹר֙ H2142 אֶת H853 בּ֣וֹרְאֶ֔יךָ H1254 בִּימֵ֖י H3117 בְּחוּרֹתֶ֑יךָ H979 עַ֣ד H5704 אֲשֶׁ֤ר H834 לֹא H3808 יָבֹ֨אוּ֙ H935 יְמֵ֣י H3117 הָֽרָעָ֔ה H7451 וְהִגִּ֣יעוּ H5060 שָׁנִ֔ים H8141 אֲשֶׁ֣ר H834 תֹּאמַ֔ר H559 אֵֽין H369 לִ֥י Hl בָהֶ֖ם Hb חֵֽפֶץ H2656 ",
      "2": "עַ֠ד H5704 אֲשֶׁ֨ר H834 לֹֽא H3808 תֶחְשַׁ֤ךְ H2821 הַשֶּׁ֨מֶשׁ֙ H8121 וְהָ H216 וְהַ H3394 וְהַ H3556 וְשָׁ֥בוּ H7725 הֶעָבִ֖ים H5645 אַחַ֥ר H310 הַגָּֽשֶׁם H1653 ",
      "3": "בַּיּ֗וֹם H3117 שֶׁיָּזֻ֨עוּ֙ H2111 שֹׁמְרֵ֣י H8104 הַבַּ֔יִת H1004 וְהִֽתְעַוְּת֖וּ H5791 אַנְשֵׁ֣י H376 הֶחָ֑יִל H2428 וּבָטְל֤וּ H988 הַטֹּֽחֲנוֹת֙ H2912 כִּ֣י H3588 מִעֵ֔טוּ H4592 וְחָשְׁכ֥וּ H2821 הָרֹא֖וֹת H7200 בָּאֲרֻבּֽוֹת H699 ",
      "4": "וְסֻגְּר֤וּ H5462 דְלָתַ֨יִם֙ H1817 בַּשּׁ֔וּק H7784 בִּשְׁפַ֖ל H8217 ק֣וֹל H6963 הַֽטַּחֲנָ֑ה H2913 וְיָקוּם֙ H6965 לְק֣וֹל H6963 הַצִּפּ֔וֹר H6833 וְיִשַּׁ֖חוּ H7817 כָּל H3605 בְּנ֥וֹת H1323 הַשִּֽׁיר H7892 ",
      "5": "גַּ֣ם H1571 מִגָּבֹ֤הַּ H1364 יִרָ֨אוּ֙ H3372 וְחַתְחַתִּ֣ים H2849 בַּדֶּ֔רֶךְ H1870 וְיָנֵ֤אץ H5006 הַשָּׁקֵד֙ H8247 וְיִסְתַּבֵּ֣ל H5445 הֶֽחָגָ֔ב H2284 וְתָפֵ֖ר H6565 הָֽאֲבִיּוֹנָ֑ה H35 כִּֽי H3588 הֹלֵ֤ךְ H1980 הָאָדָם֙ H120 אֶל H413 בֵּ֣ית H1004 עוֹלָמ֔וֹ H5769 וְסָבְב֥וּ H5437 בָשּׁ֖וּק H7784 הַסֹּפְדִֽים H5594 ",
      "6": "עַ֣ד H5704 אֲשֶׁ֤ר H834 לֹֽא H3808 ירחק H7368 חֶ֣בֶל H2256 הַכֶּ֔סֶף H3701 וְתָרֻ֖ץ H7533 גֻּלַּ֣ת H1543 הַזָּהָ֑ב H2091 וְתִשָּׁ֤בֶר H7665 כַּד֙ H3537 עַל H5921 הַמַּבּ֔וּעַ H4002 וְנָרֹ֥ץ H7533 הַגַּלְגַּ֖ל H1534 אֶל H413 הַבּֽוֹר H953 ",
      "7": "וְיָשֹׁ֧ב H7725 הֶעָפָ֛ר H6083 עַל H5921 הָאָ֖רֶץ H776 כְּשֶׁ H1961 וְהָ H7307 תָּשׁ֔וּב H7725 אֶל H413 הָאֱלֹהִ֖ים H430 אֲשֶׁ֥ר H834 נְתָנָֽהּ H5414 ",
      "8": "הֲבֵ֧ל H1892 הֲבָלִ֛ים H1892 אָמַ֥ר H559 הַקּוֹהֶ֖לֶת H6953 הַכֹּ֥ל H3605 הָֽבֶל H1892 ",
      "9": "וְיֹתֵ֕ר H3148 שֶׁהָיָ֥ה H1961 קֹהֶ֖לֶת H6953 חָכָ֑ם H2450 ע֗וֹד H5750 לִמַּד H3925 דַּ֨עַת֙ H1847 אֶת H853 הָעָ֔ם H5971 וְאִזֵּ֣ן H239 וְחִקֵּ֔ר H2713 תִּקֵּ֖ן H8626 מְשָׁלִ֥ים H4912 הַרְבֵּֽה H7235 ",
      "10": "בִּקֵּ֣שׁ H1245 קֹהֶ֔לֶת H6953 לִמְצֹ֖א H4672 דִּבְרֵי H1697 חֵ֑פֶץ H2656 וְכָת֥וּב H3789 יֹ֖שֶׁר H3476 דִּבְרֵ֥י H1697 אֱמֶֽת H571 ",
      "11": "דִּבְרֵ֤י H1697 חֲכָמִים֙ H2450 כַּדָּ֣רְבֹנ֔וֹת H1861 וּֽכְ H4930 נְטוּעִ֖ים H5193 בַּעֲלֵ֣י H1167 אֲסֻפּ֑וֹת H627 נִתְּנ֖וּ H5414 מֵרֹעֶ֥ה H7462 אֶחָֽד H259 ",
      "12": "וְיֹתֵ֥ר H3148 מֵהֵ֖מָּה H1992 בְּנִ֣י H1121 הִזָּהֵ֑ר H2094 עֲשׂ֨וֹת H6213 סְפָרִ֤ים H5612 הַרְבֵּה֙ H7235 אֵ֣ין H369 קֵ֔ץ H7093 וְלַ֥הַג H3854 הַרְבֵּ֖ה H7235 יְגִעַ֥ת H3024 בָּשָֽׂר H1320 ",
      "13": "ס֥וֹף H5490 דָּבָ֖ר H1697 הַכֹּ֣ל H3605 נִשְׁמָ֑ע H8085 אֶת H853 הָאֱלֹהִ֤ים H430 יְרָא֙ H3372 וְאֶת H853 מִצְוֺתָ֣יו H4687 שְׁמ֔וֹר H8104 כִּי H3588 זֶ֖ה H2088 כָּל H3605 הָאָדָֽם H120 ",
      "14": "כִּ֤י H3588 אֶת H853 כָּל H3605 מַֽעֲשֶׂ֔ה H4639 הָאֱלֹהִ֛ים H430 יָבִ֥א H935 בְמִשְׁפָּ֖ט H4941 עַ֣ל H5921 כָּל H3605 נֶעְלָ֑ם H5956 אִם H518 ט֖וֹב H2896 וְאִם H518 רָֽע H7451 "
    }
  }
}
