{
  "Esther": {
    "1": {
      "1": "וַיְהִ֖י H1961 בִּימֵ֣י H3117 אֲחַשְׁוֵר֑וֹשׁ H325 ה֣וּא H1931 אֲחַשְׁוֵר֗וֹשׁ H325 הַמֹּלֵךְ֙ H4427 מֵהֹ֣דּוּ H1912 וְעַד H5704 כּ֔וּשׁ H3568 שֶׁ֛בַע H7651 וְעֶשְׂרִ֥ים H6242 וּמֵאָ֖ה H3967 מְדִינָֽה H4082 ",
      "2": "בַּיָּמִ֖ים H3117 הָהֵ֑ם H1992 כְּשֶׁ֣בֶת H3427 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֗וֹשׁ H325 עַ֚ל H5921 כִּסֵּ֣א H3678 מַלְכוּת֔וֹ H4438 אֲשֶׁ֖ר H834 בְּשׁוּשַׁ֥ן H7800 הַבִּירָֽה H1002 ",
      "3": "בִּשְׁנַ֤ת H8141 שָׁלוֹשׁ֙ H7969 לְמָלְכ֔ H4427 עָשָׂ֣ה H6213 מִשְׁתֶּ֔ה H4960 לְכָל H3605 שָׂרָ֖יו H8269 וַעֲבָדָ֑י H5650 חֵ֣יל H2426 פָּרַ֣ס H6539 וּמָדַ֗י H4074 הַֽפַּרְתְּמִ֛ים H6579 וְשָׂרֵ֥י H8269 הַמְּדִינ֖וֹת H4082 לְפָנָֽי H6440 ",
      "4": "בְּהַרְאֹת֗ H7200 אֶת H853 עֹ֨שֶׁר֙ H6239 כְּב֣וֹד H3519 מַלְכוּת֔וֹ H4438 וְאֶ֨ת H853 יְקָ֔ר H3366 תִּפְאֶ֖רֶת H8597 גְּדוּלָּת֑וֹ H1420 יָמִ֣ים H3117 רַבִּ֔ים H7227 שְׁמוֹנִ֥ים H8084 וּמְאַ֖ת H3967 יֽוֹם H3117 ",
      "5": "וּבִ H4390 הַיָּמִ֣ים H3117 הָאֵ֗לֶּה H428 עָשָׂ֣ה H6213 הַמֶּ֡לֶךְ H4428 לְכָל H3605 הָעָ֣ם H5971 הַנִּמְצְאִים֩ H4672 בְּשׁוּשַׁ֨ן H7800 הַבִּירָ֜ה H1002 לְמִ H1419 וְעַד H5704 קָטָ֛ן H6996 מִשְׁתֶּ֖ה H4960 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 בַּחֲצַ֕ר H2691 גִּנַּ֥ת H1594 בִּיתַ֖ן H1055 הַמֶּֽלֶךְ H4428 ",
      "6": "ח֣וּר H2353 כַּרְפַּ֣ס H3768 וּתְכֵ֗לֶת H8504 אָחוּז֙ H270 בְּחַבְלֵי H2256 ב֣וּץ H948 וְאַרְגָּמָ֔ן H713 עַל H5921 גְּלִ֥ילֵי H1550 כֶ֖סֶף H3701 וְעַמּ֣וּדֵי H5982 שֵׁ֑שׁ H8336 מִטּ֣וֹת H4296 זָהָ֣ב H2091 וָכֶ֗סֶף H3701 עַ֛ל H5921 רִֽצְפַ֥ת H7531 בַּהַט H923 וָשֵׁ֖שׁ H8336 וְדַ֥ר H1858 וְסֹחָֽרֶת H5508 ",
      "7": "וְהַשְׁקוֹת֙ H8248 בִּכְלֵ֣י H3627 זָהָ֔ב H2091 וְכֵלִ֖ים H3627 מִכֵּלִ֣ים H3627 שׁוֹנִ֑ים H8138 וְיֵ֥ין H3196 מַלְכ֛וּת H4438 רָ֖ב H7227 כְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
      "8": "וְהַ H8360 כַדָּ֖ת H1881 אֵ֣ין H369 אֹנֵ֑ס H597 כִּי H3588 כֵ֣ן H3651 יִסַּ֣ד H3245 הַמֶּ֗לֶךְ H4428 עַ֚ל H5921 כָּל H3605 רַ֣ב H7227 בֵּית֔וֹ H1004 לַעֲשׂ֖וֹת H6213 כִּרְצ֥וֹן H7522 אִישׁ H376 וָאִֽישׁ H376 ",
      "9": "גַּ֚ם H1571 וַשְׁתִּ֣י H2060 הַמַּלְכָּ֔ה H4436 עָשְׂתָ֖ה H6213 מִשְׁתֵּ֣ה H4960 נָשִׁ֑ים H802 בֵּ֚ית H1004 הַמַּלְכ֔וּת H4438 אֲשֶׁ֖ר H834 לַמֶּ֥לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
      "10": "בַּיּוֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 כְּט֥וֹב H2896 לֵב H3820 הַמֶּ֖לֶךְ H4428 בַּיָּ֑יִן H3196 אָמַ֡ר H559 לִ֠מְהוּמָן H4104 בִּזְּתָ֨א H968 חַרְבוֹנָ֜א H2726 בִּגְתָ֤א H903 וַאֲבַגְתָא֙ H5 זֵתַ֣ר H2242 וְכַרְכַּ֔ס H3752 שִׁבְעַת֙ H7651 הַסָּ֣רִיסִ֔ים H5631 הַמְשָׁ֣רְתִ֔ים H8334 אֶת H854 פְּנֵ֖י H6440 הַמֶּ֥לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
      "11": "לְ֠הָבִיא H935 אֶת H853 וַשְׁתִּ֧י H2060 הַמַּלְכָּ֛ה H4436 לִפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 בְּכֶ֣תֶר H3804 מַלְכ֑וּת H4438 לְהַרְא֨וֹת H7200 הָֽעַמִּ֤ים H5971 וְהַ H8269 אֶת H853 יָפְיָ֔הּ H3308 כִּֽי H3588 טוֹבַ֥ת H2896 מַרְאֶ֖ה H4758 הִֽיא H1931 ",
      "12": "וַתְּמָאֵ֞ן H3985 הַמַּלְכָּ֣ה H4436 וַשְׁתִּ֗י H2060 לָבוֹא֙ H935 בִּדְבַ֣ר H1697 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֖ר H834 בְּיַ֣ד H3027 הַסָּרִיסִ֑ים H5631 וַיִּקְצֹ֤ף H7107 הַמֶּ֨לֶךְ֙ H4428 מְאֹ֔ד H3966 וַחֲמָת֖ H2534 בָּעֲרָ֥ה H1197 בֽוֹ Hb ",
      "13": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 לַחֲכָמִ֖ים H2450 יֹדְעֵ֣י H3045 הָֽעִתִּ֑ים H6256 כִּי H3588 כֵן֙ H3651 דְּבַ֣ר H1697 הַמֶּ֔לֶךְ H4428 לִפְנֵ֕י H6440 כָּל H3605 יֹדְעֵ֖י H3045 דָּ֥ת H1881 וָדִֽין H1779 ",
      "14": "וְהַ H7138 אֵלָ֗יו H413 כַּרְשְׁנָ֤א H3771 שֵׁתָר֙ H8369 אַדְמָ֣תָא H133 תַרְשִׁ֔ישׁ H8659 מֶ֥רֶס H4825 מַרְסְנָ֖א H4826 מְמוּכָ֑ן H4462 שִׁבְעַ֞ת H7651 שָׂרֵ֣י H8269 פָּרַ֣ס H6539 וּמָדַ֗י H4074 רֹאֵי֙ H7200 פְּנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 הַיֹּשְׁבִ֥ים H3427 רִאשֹׁנָ֖ה H7223 בַּמַּלְכֽוּת H4438 ",
      "15": "כְּדָת֙ H1881 מַֽה H4100 לַּעֲשׂ֔וֹת H6213 בַּמַּלְכָּ֖ה H4436 וַשְׁתִּ֑י H2060 עַ֣ל H5921 אֲשֶׁ֣ר H834 לֹֽא H3808 עָשְׂתָ֗ה H6213 אֶֽת H853 מַאֲמַר֙ H3982 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 בְּיַ֖ד H3027 הַסָּרִיסִֽים H5631 ",
      "16": "וַיֹּ֣אמֶר H559 מומכן H4462 לִפְנֵ֤י H6440 הַמֶּ֨לֶךְ֙ H4428 וְהַ H8269 לֹ֤א H3808 עַל H5921 הַמֶּ֨לֶךְ֙ H4428 לְבַדּ֔ H905 עָוְתָ֖ה H5753 וַשְׁתִּ֣י H2060 הַמַּלְכָּ֑ה H4436 כִּ֤י H3588 עַל H5921 כָּל H3605 הַשָּׂרִים֙ H8269 וְעַל H5921 כָּל H3605 הָ֣עַמִּ֔ים H5971 אֲשֶׁ֕ר H834 בְּכָל H3605 מְדִינ֖וֹת H4082 הַמֶּ֥לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
      "17": "כִּֽי H3588 יֵצֵ֤א H3318 דְבַר H1697 הַמַּלְכָּה֙ H4436 עַל H5921 כָּל H3605 הַנָּשִׁ֔ים H802 לְהַבְז֥וֹת H959 בַּעְלֵיהֶ֖ן H1167 בְּעֵינֵי H5869 בְּאָמְרָ֗ H559 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֡וֹשׁ H325 אָמַ֞ר H559 לְהָבִ֨יא H935 אֶת H853 וַשְׁתִּ֧י H2060 הַמַּלְכָּ֛ה H4436 לְפָנָ֖י H6440 וְלֹא H3808 בָֽאָה H935 ",
      "18": "וְֽהַ H3117 הַזֶּ֜ה H2088 תֹּאמַ֣רְנָה H559 שָׂר֣וֹת H8282 פָּֽרַס H6539 וּמָדַ֗י H4074 אֲשֶׁ֤ר H834 שָֽׁמְעוּ֙ H8085 אֶת H853 דְּבַ֣ר H1697 הַמַּלְכָּ֔ה H4436 לְכֹ֖ל H3605 שָׂרֵ֣י H8269 הַמֶּ֑לֶךְ H4428 וּכְ H1767 בִּזָּי֥וֹן H963 וָקָֽצֶף H7110 ",
      "19": "אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֗וֹב H2895 יֵצֵ֤א H3318 דְבַר H1697 מַלְכוּת֙ H4438 מִלְּ H6440 וְיִכָּתֵ֛ב H3789 בְּדָתֵ֥י H1881 פָֽרַס H6539 וּמָדַ֖י H4074 וְלֹ֣א H3808 יַעֲב֑וֹר H5674 אֲשֶׁ֨ר H834 לֹֽא H3808 תָב֜וֹא H935 וַשְׁתִּ֗י H2060 לִפְנֵי֙ H6440 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 וּמַלְכוּתָ H4438 יִתֵּ֣ן H5414 הַמֶּ֔לֶךְ H4428 לִרְעוּתָ֖ H7468 הַטּוֹבָ֥ה H2896 מִמֶּֽנָּה H4480 ",
      "20": "וְנִשְׁמַע֩ H8085 פִּתְגָ֨ם H6599 הַמֶּ֤לֶךְ H4428 אֲשֶֽׁר H834 יַעֲשֶׂה֙ H6213 בְּכָל H3605 מַלְכוּת֔וֹ H4438 כִּ֥י H3588 רַבָּ֖ה H7227 הִ֑יא H1931 וְכָל H3605 הַנָּשִׁ֗ים H802 יִתְּנ֤וּ H5414 יְקָר֙ H3366 לְבַעְלֵי H1167 לְמִ H1419 וְעַד H5704 קָטָֽן H6996 ",
      "21": "וַיִּיטַב֙ H3190 הַדָּבָ֔ר H1697 בְּעֵינֵ֥י H5869 הַמֶּ֖לֶךְ H4428 וְהַ H8269 וַיַּ֥עַשׂ H6213 הַמֶּ֖לֶךְ H4428 כִּדְבַ֥ר H1697 מְמוּכָֽן H4462 ",
      "22": "וַיִּשְׁלַ֤ח H7971 סְפָרִים֙ H5612 אֶל H413 כָּל H3605 מְדִינ֣וֹת H4082 הַמֶּ֔לֶךְ H4428 אֶל H413 מְדִינָ֤ה H4082 וּמְדִינָה֙ H4082 כִּכְתָבָ֔ H3791 וְאֶל H413 עַ֥ם H5971 וָעָ֖ם H5971 כִּלְשׁוֹנ֑ H3956 לִהְי֤וֹת H1961 כָּל H3605 אִישׁ֙ H376 שֹׂרֵ֣ר H8323 בְּבֵית֔ H1004 וּמְדַבֵּ֖ר H1696 כִּלְשׁ֥וֹן H3956 עַמּֽוֹ H5971 "
    },
    "2": {
      "1": "אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 כְּשֹׁ֕ךְ H7918 חֲמַ֖ת H2534 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֑וֹשׁ H325 זָכַ֤ר H2142 אֶת H853 וַשְׁתִּי֙ H2060 וְאֵ֣ת H853 אֲשֶׁר H834 עָשָׂ֔תָה H6213 וְאֵ֥ת H853 אֲשֶׁר H834 נִגְזַ֖ר H1504 עָלֶֽיהָ H5921 ",
      "2": "וַיֹּאמְר֥וּ H559 נַעֲרֵֽי H5288 הַמֶּ֖לֶךְ H4428 מְשָׁרְתָ֑יו H8334 יְבַקְשׁ֥וּ H1245 לַמֶּ֛לֶךְ H4428 נְעָר֥וֹת H5291 בְּתוּל֖וֹת H1330 טוֹב֥וֹת H2896 מַרְאֶֽה H4758 ",
      "3": "וְיַפְקֵ֨ד H6485 הַמֶּ֣לֶךְ H4428 פְּקִידִים֮ H6496 בְּכָל H3605 מְדִינ֣וֹת H4082 מַלְכוּתוֹ֒ H4438 וְיִקְבְּצ֣וּ H6908 אֶת H853 כָּל H3605 נַעֲרָֽה H5291 בְ֠תוּלָה H1330 טוֹבַ֨ת H2896 מַרְאֶ֜ה H4758 אֶל H413 שׁוּשַׁ֤ן H7800 הַבִּירָה֙ H1002 אֶל H413 בֵּ֣ית H1004 הַנָּשִׁ֔ים H802 אֶל H413 יַ֥ד H3027 הֵגֶ֛א H1896 סְרִ֥יס H5631 הַמֶּ֖לֶךְ H4428 שֹׁמֵ֣ר H8104 הַנָּשִׁ֑ים H802 וְנָת֖וֹן H5414 תַּמְרוּקֵיהֶֽן H8562 ",
      "4": "וְהַֽ H5291 אֲשֶׁ֤ר H834 תִּיטַב֙ H3190 בְּעֵינֵ֣י H5869 הַמֶּ֔לֶךְ H4428 תִּמְלֹ֖ךְ H4427 תַּ֣חַת H8478 וַשְׁתִּ֑י H2060 וַיִּיטַ֧ב H3190 הַדָּבָ֛ר H1697 בְּעֵינֵ֥י H5869 הַמֶּ֖לֶךְ H4428 וַיַּ֥עַשׂ H6213 כֵּֽן H3651 ",
      "5": "אִ֣ישׁ H376 יְהוּדִ֔י H3064 הָיָ֖ה H1961 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֑ה H1002 וּשְׁמ֣ H8034 מָרְדֳּכַ֗י H4782 בֶּ֣ן H1121 יָאִ֧יר H2971 בֶּן H1121 שִׁמְעִ֛י H8096 בֶּן H1121 קִ֖ישׁ H7027 אִ֥ישׁ H1145 יְמִינִֽי H1145 ",
      "6": "אֲשֶׁ֤ר H834 הָגְלָה֙ H1540 מִיר֣וּשָׁלַ֔יִם H3389 עִם H5973 הַגֹּלָה֙ H1473 אֲשֶׁ֣ר H834 הָגְלְתָ֔ה H1540 עִ֖ם H5973 יְכָנְיָ֣ה H3204 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 אֲשֶׁ֣ר H834 הֶגְלָ֔ה H1540 נְבוּכַדְנֶאצַּ֖ר H5019 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
      "7": "וַיְהִ֨י H1961 אֹמֵ֜ן H539 אֶת H853 הֲדַסָּ֗ה H1919 הִ֤יא H1931 אֶסְתֵּר֙ H635 בַּת H1323 דֹּד֔וֹ H1730 כִּ֛י H3588 אֵ֥ין H369 לָ֖הּ Hl אָ֣ב H1 וָאֵ֑ם H517 וְהַ H5291 יְפַת H3303 תֹּ֨אַר֙ H8389 וְטוֹבַ֣ת H2896 מַרְאֶ֔ה H4758 וּבְ H4194 אָבִ֨יהָ֙ H1 וְאִמָּ֔ H517 לְקָחָ֧הּ H3947 מָרְדֳּכַ֛י H4782 ל֖וֹ Hl לְבַֽת H1323 ",
      "8": "וַיְהִ֗י H1961 בְּהִשָּׁמַ֤ע H8085 דְּבַר H1697 הַמֶּ֨לֶךְ֙ H4428 וְדָת֔ H1881 וּֽבְ H6908 נְעָר֥וֹת H5291 רַבּ֛וֹת H7227 אֶל H413 שׁוּשַׁ֥ן H7800 הַבִּירָ֖ה H1002 אֶל H413 יַ֣ד H3027 הֵגָ֑י H1896 וַתִּלָּקַ֤ח H3947 אֶסְתֵּר֙ H635 אֶל H413 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 אֶל H413 יַ֥ד H3027 הֵגַ֖י H1896 שֹׁמֵ֥ר H8104 הַנָּשִֽׁים H802 ",
      "9": "וַתִּיטַ֨ב H3190 הַנַּעֲרָ֣ה H5291 בְעֵינָי H5869 וַתִּשָּׂ֣א H5375 חֶ֣סֶד H2617 לְפָנָי H6440 וַ֠יְבַהֵל H926 אֶת H853 תַּמְרוּקֶ֤יהָ H8562 וְאֶת H853 מָנוֹתֶ֨הָ֙ H4490 לָתֵ֣ת H5414 לָ֔הּ Hl וְאֵת֙ H853 שֶׁ֣בַע H7651 הַנְּעָר֔וֹת H5291 הָרְאֻי֥וֹת H7200 לָֽתֶת H5414 לָ֖הּ Hl מִבֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיְשַׁנֶּ֧ H8138 וְאֶת H853 נַעֲרוֹתֶ֛יהָ H5291 לְט֖וֹב H2896 בֵּ֥ית H1004 הַנָּשִֽׁים H802 ",
      "10": "לֹא H3808 הִגִּ֣ידָה H5046 אֶסְתֵּ֔ר H635 אֶת H853 עַמָּ֖הּ H5971 וְאֶת H853 מֽוֹלַדְתָּ֑הּ H4138 כִּ֧י H3588 מָרְדֳּכַ֛י H4782 צִוָּ֥ה H6680 עָלֶ֖יהָ H5921 אֲשֶׁ֥ר H834 לֹא H3808 תַגִּֽיד H5046 ",
      "11": "וּבְ H3605 י֣וֹם H3117 וָי֔וֹם H3117 מָרְדֳּכַי֙ H4782 מִתְהַלֵּ֔ךְ H1980 לִפְנֵ֖י H6440 חֲצַ֣ר H2691 בֵּית H1004 הַנָּשִׁ֑ים H802 לָדַ֨עַת֙ H3045 אֶת H853 שְׁל֣וֹם H7965 אֶסְתֵּ֔ר H635 וּמַה H4100 יֵּעָשֶׂ֖ה H6213 בָּֽהּ Hb ",
      "12": "וּבְ H5060 תֹּר֩ H8447 נַעֲרָ֨ה H5291 וְנַעֲרָ֜ה H5291 לָב֣וֹא H935 אֶל H413 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֗וֹשׁ H325 מִקֵּץ֩ H7093 הֱי֨וֹת H1961 לָ֜הּ Hl כְּדָ֤ת H1881 הַנָּשִׁים֙ H802 שְׁנֵ֣ים H8147 עָשָׂ֣ר H6240 חֹ֔דֶשׁ H2320 כִּ֛י H3588 כֵּ֥ן H3651 יִמְלְא֖וּ H4390 יְמֵ֣י H3117 מְרוּקֵיהֶ֑ן H4795 שִׁשָּׁ֤ה H8337 חֳדָשִׁים֙ H2320 בְּשֶׁ֣מֶן H8081 הַמֹּ֔ר H4753 וְשִׁשָּׁ֤ה H8337 חֳדָשִׁים֙ H2320 בַּבְּשָׂמִ֔ים H1314 וּבְ H8562 הַנָּשִֽׁים H802 ",
      "13": "וּבָ H2088 הַֽנַּעֲרָ֖ה H5291 בָּאָ֣ה H935 אֶל H413 הַמֶּ֑לֶךְ H4428 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 תֹּאמַ֜ר H559 יִנָּ֤תֵֽן H5414 לָהּ֙ Hl לָב֣וֹא H935 עִמָּ֔הּ H5973 מִבֵּ֥ית H1004 הַנָּשִׁ֖ים H802 עַד H5704 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
      "14": "בָּעֶ֣רֶב H6153 הִ֣יא H1931 בָאָ֗ה H935 וּ֠בַ H1242 הִ֣יא H1931 שָׁבָ֞ה H7725 אֶל H413 בֵּ֤ית H1004 הַנָּשִׁים֙ H802 שֵׁנִ֔י H8145 אֶל H413 יַ֧ד H3027 שַֽׁעֲשְׁגַ֛ז H8190 סְרִ֥יס H5631 הַמֶּ֖לֶךְ H4428 שֹׁמֵ֣ר H8104 הַפִּֽילַגְשִׁ֑ים H6370 לֹא H3808 תָב֥וֹא H935 עוֹד֙ H5750 אֶל H413 הַמֶּ֔לֶךְ H4428 כִּ֣י H3588 אִם H518 חָפֵ֥ץ H2654 בָּ֛הּ Hb הַמֶּ֖לֶךְ H4428 וְנִקְרְאָ֥ה H7121 בְשֵֽׁם H8034 ",
      "15": "וּבְ H5060 תֹּר H8447 אֶסְתֵּ֣ר H635 בַּת H1323 אֲבִיחַ֣יִל H32 דֹּ֣ד H1730 מָרְדֳּכַ֡י H4782 אֲשֶׁר֩ H834 לָקַֽח H3947 ל֨וֹ Hl לְבַ֜ת H1323 לָב֣וֹא H935 אֶל H413 הַמֶּ֗לֶךְ H4428 לֹ֤א H3808 בִקְשָׁה֙ H1245 דָּבָ֔ר H1697 כִּ֠י H3588 אִ֣ם H518 אֶת H853 אֲשֶׁ֥ר H834 יֹאמַ֛ר H559 הֵגַ֥י H1896 סְרִיס H5631 הַמֶּ֖לֶךְ H4428 שֹׁמֵ֣ר H8104 הַנָּשִׁ֑ים H802 וַתְּהִ֤י H1961 אֶסְתֵּר֙ H635 נֹשֵׂ֣את H5375 חֵ֔ן H2580 בְּעֵינֵ֖י H5869 כָּל H3605 רֹאֶֽיהָ H7200 ",
      "16": "וַתִּלָּקַ֨ח H3947 אֶסְתֵּ֜ר H635 אֶל H413 הַמֶּ֤לֶךְ H4428 אֲחַשְׁוֵרוֹשׁ֙ H325 אֶל H413 בֵּ֣ית H1004 מַלְכוּת֔וֹ H4438 בַּחֹ֥דֶשׁ H2320 הָעֲשִׂירִ֖י H6224 הוּא H1931 חֹ֣דֶשׁ H2320 טֵבֵ֑ת H2887 בִּשְׁנַת H8141 שֶׁ֖בַע H7651 לְמַלְכוּתֽ H4438 ",
      "17": "וַיֶּאֱהַ֨ב H157 הַמֶּ֤לֶךְ H4428 אֶת H853 אֶסְתֵּר֙ H635 מִכָּל H3605 הַנָּשִׁ֔ים H802 וַתִּשָּׂא H5375 חֵ֥ן H2580 וָחֶ֛סֶד H2617 לְפָנָ֖י H6440 מִכָּל H3605 הַבְּתוּלֹ֑ת H1330 וַיָּ֤שֶׂם H7760 כֶּֽתֶר H3804 מַלְכוּת֙ H4438 בְּרֹאשָׁ֔ H7218 וַיַּמְלִיכֶ֖ H4427 תַּ֥חַת H8478 וַשְׁתִּֽי H2060 ",
      "18": "וַיַּ֨עַשׂ H6213 הַמֶּ֜לֶךְ H4428 מִשְׁתֶּ֣ה H4960 גָד֗וֹל H1419 לְכָל H3605 שָׂרָיו֙ H8269 וַעֲבָדָ֔י H5650 אֵ֖ת H853 מִשְׁתֵּ֣ה H4960 אֶסְתֵּ֑ר H635 וַהֲנָחָ֤ה H2010 לַמְּדִינוֹת֙ H4082 עָשָׂ֔ה H6213 וַיִּתֵּ֥ן H5414 מַשְׂאֵ֖ת H4864 כְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
      "19": "וּבְ H6908 בְּתוּל֖וֹת H1330 שֵׁנִ֑ית H8145 וּמָרְדֳּכַ֖י H4782 יֹשֵׁ֥ב H3427 בְּשַֽׁעַר H8179 הַמֶּֽלֶךְ H4428 ",
      "20": "אֵ֣ין H369 אֶסְתֵּ֗ר H635 מַגֶּ֤דֶת H5046 מֽוֹלַדְתָּהּ֙ H4138 וְאֶת H853 עַמָּ֔הּ H5971 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 עָלֶ֖יהָ H5921 מָרְדֳּכָ֑י H4782 וְאֶת H853 מַאֲמַ֤ר H3982 מָרְדֳּכַי֙ H4782 אֶסְתֵּ֣ר H635 עֹשָׂ֔ה H6213 כַּאֲשֶׁ֛ר H834 הָיְתָ֥ה H1961 בְאָמְנָ֖ה H545 אִתּֽוֹ H854 ",
      "21": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 וּמָרְדֳּכַ֖י H4782 יֹשֵׁ֣ב H3427 בְּשַֽׁעַר H8179 הַמֶּ֑לֶךְ H4428 קָצַף֩ H7107 בִּגְתָ֨ן H904 וָתֶ֜רֶשׁ H8657 שְׁנֵֽי H8147 סָרִיסֵ֤י H5631 הַמֶּ֨לֶךְ֙ H4428 מִשֹּׁמְרֵ֣י H8104 הַסַּ֔ף H5592 וַיְבַקְשׁוּ֙ H1245 לִשְׁלֹ֣חַ H7971 יָ֔ד H3027 בַּמֶּ֖לֶךְ H4428 אֲחַשְׁוֵֽרֹשׁ H325 ",
      "22": "וַיִּוָּדַ֤ע H3045 הַדָּבָר֙ H1697 לְמָרְדֳּכַ֔י H4782 וַיַּגֵּ֖ד H5046 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֑ה H4436 וַתֹּ֧אמֶר H559 אֶסְתֵּ֛ר H635 לַמֶּ֖לֶךְ H4428 בְּשֵׁ֥ם H8034 מָרְדֳּכָֽי H4782 ",
      "23": "וַיְבֻקַּ֤שׁ H1245 הַדָּבָר֙ H1697 וַיִּמָּצֵ֔א H4672 וַיִּתָּל֥וּ H8518 שְׁנֵיהֶ֖ם H8147 עַל H5921 עֵ֑ץ H6086 וַיִּכָּתֵ֗ב H3789 בְּסֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 "
    },
    "3": {
      "1": "אַחַ֣ר H310 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 גִּדַּל֩ H1431 הַמֶּ֨לֶךְ H4428 אֲחַשְׁוֵר֜וֹשׁ H325 אֶת H853 הָמָ֧ן H2001 בֶּֽן H1121 הַמְּדָ֛תָא H4099 הָאֲגָגִ֖י H91 וַֽיְנַשְּׂאֵ֑ H5375 וַיָּ֨שֶׂם֙ H7760 אֶת H853 כִּסְא֔וֹ H3678 מֵעַ֕ל H5921 כָּל H3605 הַשָּׂרִ֖ים H8269 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
      "2": "וְכָל H3605 עַבְדֵ֨י H5650 הַמֶּ֜לֶךְ H4428 אֲשֶׁר H834 בְּשַׁ֣עַר H8179 הַמֶּ֗לֶךְ H4428 כֹּרְעִ֤ים H3766 וּמִֽשְׁתַּחֲוִים֙ H7812 לְהָמָ֔ן H2001 כִּי H3588 כֵ֖ן H3651 צִוָּה H6680 ל֣וֹ Hl הַמֶּ֑לֶךְ H4428 וּמָ֨רְדֳּכַ֔י H4782 לֹ֥א H3808 יִכְרַ֖ע H3766 וְלֹ֥א H3808 יִֽשְׁתַּחֲוֶֽה H7812 ",
      "3": "וַיֹּ֨אמְר֜וּ H559 עַבְדֵ֥י H5650 הַמֶּ֛לֶךְ H4428 אֲשֶׁר H834 בְּשַׁ֥עַר H8179 הַמֶּ֖לֶךְ H4428 לְמָרְדֳּכָ֑י H4782 מַדּ֨וּעַ֙ H4069 אַתָּ֣ה H859 עוֹבֵ֔ר H5674 אֵ֖ת H853 מִצְוַ֥ת H4687 הַמֶּֽלֶךְ H4428 ",
      "4": "וַיְהִ֗י H1961 באמר H559 אֵלָיו֙ H413 י֣וֹם H3117 וָי֔וֹם H3117 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵיהֶ֑ם H413 וַיַּגִּ֣ידוּ H5046 לְהָמָ֗ן H2001 לִרְאוֹת֙ H7200 הֲיַֽעַמְדוּ֙ H5975 דִּבְרֵ֣י H1697 מָרְדֳּכַ֔י H4782 כִּֽי H3588 הִגִּ֥יד H5046 לָהֶ֖ם H1992 אֲשֶׁר H834 ה֥וּא H1931 יְהוּדִֽי H3064 ",
      "5": "וַיַּ֣רְא H7200 הָמָ֔ן H2001 כִּי H3588 אֵ֣ין H369 מָרְדֳּכַ֔י H4782 כֹּרֵ֥עַ H3766 וּמִֽשְׁתַּחֲוֶ֖ה H7812 ל֑וֹ Hl וַיִּמָּלֵ֥א H4390 הָמָ֖ן H2001 חֵמָֽה H2534 ",
      "6": "וַיִּ֣בֶז H959 בְּעֵינָ֗י H5869 לִשְׁלֹ֤ח H7971 יָד֙ H3027 בְּמָרְדֳּכַ֣י H4782 לְבַדּ֔ H905 כִּֽי H3588 הִגִּ֥ידוּ H5046 ל֖וֹ Hl אֶת H853 עַ֣ם H5971 מָרְדֳּכָ֑י H4782 וַיְבַקֵּ֣שׁ H1245 הָמָ֗ן H2001 לְהַשְׁמִ֧יד H8045 אֶת H853 כָּל H3605 הַיְּהוּדִ֛ים H3064 אֲשֶׁ֛ר H834 בְּכָל H3605 מַלְכ֥וּת H4438 אֲחַשְׁוֵר֖וֹשׁ H325 עַ֥ם H5971 מָרְדֳּכָֽי H4782 ",
      "7": "בַּחֹ֤דֶשׁ H2320 הָרִאשׁוֹן֙ H7223 הוּא H1931 חֹ֣דֶשׁ H2320 נִיסָ֔ן H5212 בִּשְׁנַת֙ H8141 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֔ה H6240 לַמֶּ֖לֶךְ H4428 אֲחַשְׁוֵר֑וֹשׁ H325 הִפִּ֣יל H5307 פּוּר֩ H6332 ה֨וּא H1931 הַגּוֹרָ֜ל H1486 לִפְנֵ֣י H6440 הָמָ֗ן H2001 מִיּ֧וֹם H3117 לְי֛וֹם H3117 וּמֵ H2320 לְחֹ֥דֶשׁ H2320 שְׁנֵים H8147 עָשָׂ֖ר H6240 הוּא H1931 חֹ֥דֶשׁ H2320 אֲדָֽר H143 ",
      "8": "וַיֹּ֤אמֶר H559 הָמָן֙ H2001 לַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 יֶשְׁנ֣וֹ H3426 עַם H5971 אֶחָ֗ד H259 מְפֻזָּ֤ר H6340 וּמְפֹרָד֙ H6504 בֵּ֣ין H996 הָֽעַמִּ֔ים H5971 בְּכֹ֖ל H3605 מְדִינ֣וֹת H4082 מַלְכוּתֶ֑ךָ H4438 וְדָתֵי H1881 שֹׁנ֣וֹת H8138 מִכָּל H3605 עָ֗ם H5971 וְאֶת H853 דָּתֵ֤י H1881 הַמֶּ֨לֶךְ֙ H4428 אֵינָ֣ם H369 עֹשִׂ֔ים H6213 וְלַ H4428 אֵין H369 שֹׁוֶ֖ה H7737 לְהַנִּיחָֽ H3240 ",
      "9": "אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2895 יִכָּתֵ֖ב H3789 לְאַבְּדָ֑ H6 וַעֲשֶׂ֨רֶת H6235 אֲלָפִ֜ים H505 כִּכַּר H3603 כֶּ֗סֶף H3701 אֶשְׁקוֹל֙ H8254 עַל H5921 יְדֵי֙ H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 לְהָבִ֖יא H935 אֶל H413 גִּנְזֵ֥י H1595 הַמֶּֽלֶךְ H4428 ",
      "10": "וַיָּ֧סַר H5493 הַמֶּ֛לֶךְ H4428 אֶת H853 טַבַּעְתּ֖וֹ H2885 מֵעַ֣ל H5921 יָד֑וֹ H3027 וַֽיִּתְּנָ֗ H5414 לְהָמָ֧ן H2001 בֶּֽן H1121 הַמְּדָ֛תָא H4099 הָאֲגָגִ֖י H91 צֹרֵ֥ר H6887 הַיְּהוּדִֽים H3064 ",
      "11": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְהָמָ֔ן H2001 הַכֶּ֖סֶף H3701 נָת֣וּן H5414 לָ֑ךְ Hl וְהָ H5971 לַעֲשׂ֥וֹת H6213 בּ֖וֹ Hb כַּטּ֥וֹב H2896 בְּעֵינֶֽי H5869 ",
      "12": "וַיִּקָּרְאוּ֩ H7121 סֹפְרֵ֨י H5608 הַמֶּ֜לֶךְ H4428 בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֗וֹן H7223 בִּשְׁלוֹשָׁ֨ה H7969 עָשָׂ֣ר H6240 יוֹם֮ H3117 בּוֹ֒ Hb וַיִּכָּתֵ֣ב H3789 כְּֽכָל H3605 אֲשֶׁר H834 צִוָּ֣ה H6680 הָמָ֡ן H2001 אֶ֣ל H413 אֲחַשְׁדַּרְפְּנֵֽי H323 הַ֠מֶּלֶךְ H4428 וְֽאֶל H413 הַפַּח֞וֹת H6346 אֲשֶׁ֣ר H834 עַל H5921 מְדִינָ֣ה H4082 וּמְדִינָ֗ה H4082 וְאֶל H413 שָׂ֤רֵי H8269 עַם֙ H5971 וָעָ֔ם H5971 מְדִינָ֤ה H4082 וּמְדִינָה֙ H4082 כִּכְתָבָ֔ H3791 וְעַ֥ם H5971 וָעָ֖ם H5971 כִּלְשׁוֹנ֑ H3956 בְּשֵׁ֨ם H8034 הַמֶּ֤לֶךְ H4428 אֲחַשְׁוֵרֹשׁ֙ H325 נִכְתָּ֔ב H3789 וְנֶחְתָּ֖ם H2856 בְּטַבַּ֥עַת H2885 הַמֶּֽלֶךְ H4428 ",
      "13": "וְנִשְׁל֨וֹחַ H7971 סְפָרִ֜ים H5612 בְּיַ֣ד H3027 הָרָצִים֮ H7323 אֶל H413 כָּל H3605 מְדִינ֣וֹת H4082 הַמֶּלֶךְ֒ H4428 לְהַשְׁמִ֡יד H8045 לַהֲרֹ֣ג H2026 וּלְ H6 אֶת H853 כָּל H3605 הַ֠יְּהוּדִים H3064 מִנַּ֨עַר H5288 וְעַד H5704 זָקֵ֜ן H2205 טַ֤ף H2945 וְנָשִׁים֙ H802 בְּי֣וֹם H3117 אֶחָ֔ד H259 בִּשְׁלוֹשָׁ֥ה H7969 עָשָׂ֛ר H6240 לְחֹ֥דֶשׁ H2320 שְׁנֵים H8147 עָשָׂ֖ר H6240 הוּא H1931 חֹ֣דֶשׁ H2320 אֲדָ֑ר H143 וּשְׁלָלָ֖ H7998 לָבֽוֹז H962 ",
      "14": "פַּתְשֶׁ֣גֶן H6572 הַכְּתָ֗ב H3791 לְהִנָּ֤תֵֽן H5414 דָּת֙ H1881 בְּכָל H3605 מְדִינָ֣ה H4082 וּמְדִינָ֔ה H4082 גָּל֖וּי H1540 לְכָל H3605 הָֽעַמִּ֑ים H5971 לִהְי֥וֹת H1961 עֲתִדִ֖ים H6264 לַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "15": "הָֽרָצִ֞ים H7323 יָצְא֤וּ H3318 דְחוּפִים֙ H1765 בִּדְבַ֣ר H1697 הַמֶּ֔לֶךְ H4428 וְהַ H1881 נִתְּנָ֖ה H5414 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֑ה H1002 וְהַ H4428 וְהָמָן֙ H2001 יָשְׁב֣וּ H3427 לִשְׁתּ֔וֹת H8354 וְהָ H5892 שׁוּשָׁ֖ן H7800 נָבֽוֹכָה H943 "
    },
    "4": {
      "1": "וּמָרְדֳּכַ֗י H4782 יָדַע֙ H3045 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 נַעֲשָׂ֔ה H6213 וַיִּקְרַ֤ע H7167 מָרְדֳּכַי֙ H4782 אֶת H853 בְּגָדָ֔יו H899 וַיִּלְבַּ֥שׁ H3847 שַׂ֖ק H8242 וָאֵ֑פֶר H665 וַיֵּצֵא֙ H3318 בְּת֣וֹךְ H8432 הָעִ֔יר H5892 וַיִּזְעַ֛ק H2199 זְעָקָ֥ה H2201 גְדֹלָ֖ה H1419 וּמָרָֽה H4751 ",
      "2": "וַיָּב֕וֹא H935 עַ֖ד H5704 לִפְנֵ֣י H6440 שַֽׁעַר H8179 הַמֶּ֑לֶךְ H4428 כִּ֣י H3588 אֵ֥ין H369 לָב֛וֹא H935 אֶל H413 שַׁ֥עַר H8179 הַמֶּ֖לֶךְ H4428 בִּלְב֥וּשׁ H3830 שָֽׂק H8242 ",
      "3": "וּבְ H3605 מְדִינָ֣ה H4082 וּמְדִינָ֗ה H4082 מְקוֹם֙ H4725 אֲשֶׁ֨ר H834 דְּבַר H1697 הַמֶּ֤לֶךְ H4428 וְדָת H1881 מַגִּ֔יעַ H5060 אֵ֤בֶל H60 גָּדוֹל֙ H1419 לַיְּהוּדִ֔ים H3064 וְצ֥וֹם H6685 וּבְכִ֖י H1065 וּמִסְפֵּ֑ד H4553 שַׂ֣ק H8242 וָאֵ֔פֶר H665 יֻצַּ֖ע H3331 לָֽרַבִּֽים H7227 ",
      "4": "וַ֠תָּבוֹאינָה H935 נַעֲר֨וֹת H5291 אֶסְתֵּ֤ר H635 וְסָרִיסֶ֨י H5631 וַיַּגִּ֣ידוּ H5046 לָ֔הּ Hl וַתִּתְחַלְחַ֥ל H2342 הַמַּלְכָּ֖ה H4436 מְאֹ֑ד H3966 וַתִּשְׁלַ֨ח H7971 בְּגָדִ֜ים H899 לְהַלְבִּ֣ישׁ H3847 אֶֽת H853 מָרְדֳּכַ֗י H4782 וּלְ H5493 שַׂקּ֛וֹ H8242 מֵעָלָ֖י H5921 וְלֹ֥א H3808 קִבֵּֽל H6901 ",
      "5": "וַתִּקְרָא֩ H7121 אֶסְתֵּ֨ר H635 לַהֲתָ֜ךְ H2047 מִסָּרִיסֵ֤י H5631 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 הֶעֱמִ֣יד H5975 לְפָנֶ֔י H6440 וַתְּצַוֵּ֖ H6680 עַֽל H5921 מָרְדֳּכָ֑י H4782 לָדַ֥עַת H3045 מַה H4100 זֶּ֖ה H2088 וְעַל H5921 מַה H4100 זֶּֽה H2088 ",
      "6": "וַיֵּצֵ֥א H3318 הֲתָ֖ךְ H2047 אֶֽל H413 מָרְדֳּכָ֑י H4782 אֶל H413 רְח֣וֹב H7339 הָעִ֔יר H5892 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 שַֽׁעַר H8179 הַמֶּֽלֶךְ H4428 ",
      "7": "וַיַּגֶּד H5046 ל֣וֹ Hl מָרְדֳּכַ֔י H4782 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 קָרָ֑הוּ H7136 וְאֵ֣ת H853 פָּרָשַׁ֣ת H6575 הַכֶּ֗סֶף H3701 אֲשֶׁ֨ר H834 אָמַ֤ר H559 הָמָן֙ H2001 לִ֠שְׁקוֹל H8254 עַל H5921 גִּנְזֵ֥י H1595 הַמֶּ֛לֶךְ H4428 ביהודיים H3064 לְאַבְּדָֽ H6 ",
      "8": "וְאֶת H853 פַּתְשֶׁ֣גֶן H6572 כְּתָֽב H3791 הַ֠דָּת H1881 אֲשֶׁר H834 נִתַּ֨ן H5414 בְּשׁוּשָׁ֤ן H7800 לְהַשְׁמִידָ H8045 נָ֣תַן H5414 ל֔וֹ Hl לְהַרְא֥וֹת H7200 אֶת H853 אֶסְתֵּ֖ר H635 וּלְ H5046 לָ֑הּ Hl וּלְ H6680 עָלֶ֗יהָ H5921 לָב֨וֹא H935 אֶל H413 הַמֶּ֧לֶךְ H4428 לְהִֽתְחַנֶּן H2603 ל֛וֹ Hl וּלְ H1245 מִלְּ H6440 עַל H5921 עַמָּֽהּ H5971 ",
      "9": "וַיָּב֖וֹא H935 הֲתָ֑ךְ H2047 וַיַּגֵּ֣ד H5046 לְאֶסְתֵּ֔ר H635 אֵ֖ת H853 דִּבְרֵ֥י H1697 מָרְדֳּכָֽי H4782 ",
      "10": "וַתֹּ֤אמֶר H559 אֶסְתֵּר֙ H635 לַהֲתָ֔ךְ H2047 וַתְּצַוֵּ֖ H6680 אֶֽל H413 מָרְדֳּכָֽי H4782 ",
      "11": "כָּל H3605 עַבְדֵ֣י H5650 הַמֶּ֡לֶךְ H4428 וְעַם H5971 מְדִינ֨וֹת H4082 הַמֶּ֜לֶךְ H4428 יֽוֹדְעִ֗ים H3045 אֲשֶׁ֣ר H834 כָּל H3605 אִ֣ישׁ H376 וְאִשָּׁ֡ה H802 אֲשֶׁ֣ר H834 יָבֽוֹא H935 אֶל H413 הַמֶּלֶךְ֩ H4428 אֶל H413 הֶחָצֵ֨ר H2691 הַפְּנִימִ֜ית H6442 אֲשֶׁ֣ר H834 לֹֽא H3808 יִקָּרֵ֗א H7121 אַחַ֤ת H259 דָּתוֹ֙ H1881 לְהָמִ֔ית H4191 לְ֠בַד H905 מֵאֲשֶׁ֨ר H834 יֽוֹשִׁיט H3447 ל֥וֹ Hl הַמֶּ֛לֶךְ H4428 אֶת H853 שַׁרְבִ֥יט H8275 הַזָּהָ֖ב H2091 וְחָיָ֑ה H2421 וַאֲנִ֗י H589 לֹ֤א H3808 נִקְרֵ֨אתי֙ H7121 לָב֣וֹא H935 אֶל H413 הַמֶּ֔לֶךְ H4428 זֶ֖ה H2088 שְׁלוֹשִׁ֥ים H7970 יֽוֹם H3117 ",
      "12": "וַיַּגִּ֣ידוּ H5046 לְמָרְדֳּכָ֔י H4782 אֵ֖ת H853 דִּבְרֵ֥י H1697 אֶסְתֵּֽר H635 ",
      "13": "וַיֹּ֥אמֶר H559 מָרְדֳּכַ֖י H4782 לְהָשִׁ֣יב H7725 אֶל H413 אֶסְתֵּ֑ר H635 אַל H408 תְּדַמִּ֣י H1819 בְנַפְשֵׁ֔ H5315 לְהִמָּלֵ֥ט H4422 בֵּית H1004 הַמֶּ֖לֶךְ H4428 מִכָּל H3605 הַיְּהוּדִֽים H3064 ",
      "14": "כִּ֣י H3588 אִם H518 הַחֲרֵ֣שׁ H2790 תַּחֲרִישִׁי֮ H2790 בָּעֵ֣ת H6256 הַזֹּאת֒ H2063 רֶ֣וַח H7305 וְהַצָּלָ֞ה H2020 יַעֲמ֤וֹד H5975 לַיְּהוּדִים֙ H3064 מִמָּק֣וֹם H4725 אַחֵ֔ר H312 וְאַ֥תְּ H859 וּבֵית H1004 אָבִ֖יךְ H1 תֹּאבֵ֑דוּ H6 וּמִ֣י H4310 יוֹדֵ֔עַ H3045 אִם H518 לְעֵ֣ת H6256 כָּזֹ֔את H2063 הִגַּ֖עַתְּ H5060 לַמַּלְכֽוּת H4438 ",
      "15": "וַתֹּ֥אמֶר H559 אֶסְתֵּ֖ר H635 לְהָשִׁ֥יב H7725 אֶֽל H413 מָרְדֳּכָֽי H4782 ",
      "16": "לֵךְ֩ H3212 כְּנ֨וֹס H3664 אֶת H853 כָּל H3605 הַיְּהוּדִ֜ים H3064 הַֽנִּמְצְאִ֣ים H4672 בְּשׁוּשָׁ֗ן H7800 וְצ֣וּמוּ H6684 עָ֠לַי H5921 וְאַל H408 תֹּאכְל֨וּ H398 וְאַל H408 תִּשְׁתּ֜וּ H8354 שְׁלֹ֤שֶׁת H7969 יָמִים֙ H3117 לַ֣יְלָה H3915 וָי֔וֹם H3117 גַּם H1571 אֲנִ֥י H589 וְנַעֲרֹתַ֖ H5291 אָצ֣וּם H6684 כֵּ֑ן H3651 וּבְ H3651 אָב֤וֹא H935 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 לֹֽא H3808 כַדָּ֔ת H1881 וְכַ H834 אָבַ֖דְתִּי H6 אָבָֽדְתִּי H6 ",
      "17": "וַֽיַּעֲבֹ֖ר H5674 מָרְדֳּכָ֑י H4782 וַיַּ֕עַשׂ H6213 כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוְּתָ֥ה H6680 עָלָ֖יו H5921 אֶסְתֵּֽר H635 "
    },
    "5": {
      "1": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 וַתִּלְבַּ֤שׁ H3847 אֶסְתֵּר֙ H635 מַלְכ֔וּת H4438 וַֽתַּעֲמֹ֞ד H5975 בַּחֲצַ֤ר H2691 בֵּית H1004 הַמֶּ֨לֶךְ֙ H4428 הַפְּנִימִ֔ית H6442 נֹ֖כַח H5227 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְ֠הַ H4428 יוֹשֵׁ֞ב H3427 עַל H5921 כִּסֵּ֤א H3678 מַלְכוּתוֹ֙ H4438 בְּבֵ֣ית H1004 הַמַּלְכ֔וּת H4438 נֹ֖כַח H5227 פֶּ֥תַח H6607 הַבָּֽיִת H1004 ",
      "2": "וַיְהִי֩ H1961 כִרְא֨וֹת H7200 הַמֶּ֜לֶךְ H4428 אֶת H853 אֶסְתֵּ֣ר H635 הַמַּלְכָּ֗ה H4436 עֹמֶ֨דֶת֙ H5975 בֶּֽחָצֵ֔ר H2691 נָשְׂאָ֥ה H5375 חֵ֖ן H2580 בְּעֵינָ֑י H5869 וַיּ֨וֹשֶׁט H3447 הַמֶּ֜לֶךְ H4428 לְאֶסְתֵּ֗ר H635 אֶת H853 שַׁרְבִ֤יט H8275 הַזָּהָב֙ H2091 אֲשֶׁ֣ר H834 בְּיָד֔ H3027 וַתִּקְרַ֣ב H7126 אֶסְתֵּ֔ר H635 וַתִּגַּ֖ע H5060 בְּרֹ֥אשׁ H7218 הַשַּׁרְבִֽיט H8275 ",
      "3": "וַיֹּ֤אמֶר H559 לָהּ֙ Hl הַמֶּ֔לֶךְ H4428 מַה H4100 לָּ֖ךְ Hl אֶסְתֵּ֣ר H635 הַמַּלְכָּ֑ה H4436 וּמַה H4100 בַּקָּשָׁתֵ֛ךְ H1246 עַד H5704 חֲצִ֥י H2677 הַמַּלְכ֖וּת H4438 וְיִנָּ֥תֵֽן H5414 לָֽךְ Hl ",
      "4": "וַתֹּ֣אמֶר H559 אֶסְתֵּ֔ר H635 אִם H518 עַל H5921 הַמֶּ֖לֶךְ H4428 ט֑וֹב H2895 יָב֨וֹא H935 הַמֶּ֤לֶךְ H4428 וְהָמָן֙ H2001 הַיּ֔וֹם H3117 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 אֲשֶׁר H834 עָשִׂ֥יתִי H6213 לֽוֹ Hl ",
      "5": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מַהֲרוּ֙ H4116 אֶת H853 הָמָ֔ן H2001 לַעֲשׂ֖וֹת H6213 אֶת H853 דְּבַ֣ר H1697 אֶסְתֵּ֑ר H635 וַיָּבֹ֤א H935 הַמֶּ֨לֶךְ֙ H4428 וְהָמָ֔ן H2001 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 אֶסְתֵּֽר H635 ",
      "6": "וַיֹּ֨אמֶר H559 הַמֶּ֤לֶךְ H4428 לְאֶסְתֵּר֙ H635 בְּמִשְׁתֵּ֣ה H4960 הַיַּ֔יִן H3196 מַה H4100 שְּׁאֵלָתֵ֖ךְ H7596 וְיִנָּ֣תֵֽן H5414 לָ֑ךְ Hl וּמַה H4100 בַּקָּשָׁתֵ֛ךְ H1246 עַד H5704 חֲצִ֥י H2677 הַמַּלְכ֖וּת H4438 וְתֵעָֽשׂ H6213 ",
      "7": "וַתַּ֥עַן H6030 אֶסְתֵּ֖ר H635 וַתֹּאמַ֑ר H559 שְׁאֵלָתִ֖י H7596 וּבַקָּשָׁתִֽ H1246 ",
      "8": "אִם H518 מָצָ֨אתִי H4672 חֵ֜ן H2580 בְּעֵינֵ֣י H5869 הַמֶּ֗לֶךְ H4428 וְאִם H518 עַל H5921 הַמֶּ֨לֶךְ֙ H4428 ט֔וֹב H2895 לָתֵת֙ H5414 אֶת H853 שְׁאֵ֣לָתִ֔י H7596 וְלַ H6213 אֶת H853 בַּקָּשָׁתִ֑י H1246 יָב֧וֹא H935 הַמֶּ֣לֶךְ H4428 וְהָמָ֗ן H2001 אֶל H413 הַמִּשְׁתֶּה֙ H4960 אֲשֶׁ֣ר H834 אֶֽעֱשֶׂ֣ה H6213 לָהֶ֔ם Hl וּמָחָ֥ר H4279 אֶֽעֱשֶׂ֖ה H6213 כִּדְבַ֥ר H1697 הַמֶּֽלֶךְ H4428 ",
      "9": "וַיֵּצֵ֤א H3318 הָמָן֙ H2001 בַּיּ֣וֹם H3117 הַה֔וּא H1931 שָׂמֵ֖חַ H8056 וְט֣וֹב H2896 לֵ֑ב H3820 וְכִ H7200 הָמָ֨ן H2001 אֶֽת H853 מָרְדֳּכַ֜י H4782 בְּשַׁ֣עַר H8179 הַמֶּ֗לֶךְ H4428 וְלֹא H3808 קָם֙ H6965 וְלֹא H3808 זָ֣ע H2111 מִמֶּ֔נּוּ H4480 וַיִּמָּלֵ֥א H4390 הָמָ֛ן H2001 עַֽל H5921 מָרְדֳּכַ֖י H4782 חֵמָֽה H2534 ",
      "10": "וַיִּתְאַפַּ֣ק H662 הָמָ֔ן H2001 וַיָּב֖וֹא H935 אֶל H413 בֵּית֑וֹ H1004 וַיִּשְׁלַ֛ח H7971 וַיָּבֵ֥א H935 אֶת H853 אֹהֲבָ֖יו H157 וְאֶת H853 זֶ֥רֶשׁ H2238 אִשְׁתּֽוֹ H802 ",
      "11": "וַיְסַפֵּ֨ר H5608 לָהֶ֥ם H1992 הָמָ֛ן H2001 אֶת H853 כְּב֥וֹד H3519 עָשְׁר֖וֹ H6239 וְרֹ֣ב H7230 בָּנָ֑יו H1121 וְאֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 גִּדְּל֤וֹ H1431 הַמֶּ֨לֶךְ֙ H4428 וְאֵ֣ת H853 אֲשֶׁ֣ר H834 נִשְּׂא֔וֹ H5375 עַל H5921 הַשָּׂרִ֖ים H8269 וְעַבְדֵ֥י H5650 הַמֶּֽלֶךְ H4428 ",
      "12": "וַיֹּאמֶר֮ H559 הָמָן֒ H2001 אַ֣ף H637 לֹא H3808 הֵבִיאָה֩ H935 אֶסְתֵּ֨ר H635 הַמַּלְכָּ֧ה H4436 עִם H5973 הַמֶּ֛לֶךְ H4428 אֶל H413 הַמִּשְׁתֶּ֥ה H4960 אֲשֶׁר H834 עָשָׂ֖תָה H6213 כִּ֣י H3588 אִם H518 אוֹתִ֑י H853 וְגַם H1571 לְמָחָ֛ר H4279 אֲנִ֥י H589 קָֽרוּא H7121 לָ֖הּ Hl עִם H5973 הַמֶּֽלֶךְ H4428 ",
      "13": "וְכָל H3605 זֶ֕ה H2088 אֵינֶ֥נּוּ H369 שֹׁוֶ֖ה H7737 לִ֑י Hl בְּכָל H3605 עֵ֗ת H6256 אֲשֶׁ֨ר H834 אֲנִ֤י H589 רֹאֶה֙ H7200 אֶת H853 מָרְדֳּכַ֣י H4782 הַיְּהוּדִ֔י H3064 יוֹשֵׁ֖ב H3427 בְּשַׁ֥עַר H8179 הַמֶּֽלֶךְ H4428 ",
      "14": "וַתֹּ֣אמֶר H559 לוֹ֩ Hl זֶ֨רֶשׁ H2238 אִשְׁתּ֜וֹ H802 וְכָל H3605 אֹֽהֲבָ֗יו H157 יַֽעֲשׂוּ H6213 עֵץ֮ H6086 גָּבֹ֣הַּ H1364 חֲמִשִּׁ֣ים H2572 אַמָּה֒ H520 וּבַ H1242 אֱמֹ֣ר H559 לַמֶּ֗לֶךְ H4428 וְיִתְל֤וּ H8518 אֶֽת H853 מָרְדֳּכַי֙ H4782 עָלָ֔יו H5921 וּבֹֽא H935 עִם H5973 הַמֶּ֥לֶךְ H4428 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 שָׂמֵ֑חַ H8056 וַיִּיטַ֧ב H3190 הַדָּבָ֛ר H1697 לִפְנֵ֥י H6440 הָמָ֖ן H2001 וַיַּ֥עַשׂ H6213 הָעֵֽץ H6086 "
    },
    "6": {
      "1": "בַּלַּ֣יְלָה H3915 הַה֔וּא H1931 נָדְדָ֖ה H5074 שְׁנַ֣ת H8142 הַמֶּ֑לֶךְ H4428 וַיֹּ֗אמֶר H559 לְהָבִ֞יא H935 אֶת H853 סֵ֤פֶר H5612 הַזִּכְרֹנוֹת֙ H2146 דִּבְרֵ֣י H1697 הַיָּמִ֔ים H3117 וַיִּהְי֥וּ H1961 נִקְרָאִ֖ים H7121 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "2": "וַיִּמָּצֵ֣א H4672 כָת֗וּב H3789 אֲשֶׁר֩ H834 הִגִּ֨יד H5046 מָרְדֳּכַ֜י H4782 עַל H5921 בִּגְתָ֣נָא H904 וָתֶ֗רֶשׁ H8657 שְׁנֵי֙ H8147 סָרִיסֵ֣י H5631 הַמֶּ֔לֶךְ H4428 מִשֹּׁמְרֵ֖י H8104 הַסַּ֑ף H5592 אֲשֶׁ֤ר H834 בִּקְשׁוּ֙ H1245 לִשְׁלֹ֣חַ H7971 יָ֔ד H3027 בַּמֶּ֖לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
      "3": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מַֽה H4100 נַּעֲשָׂ֞ה H6213 יְקָ֧ר H3366 וּגְדוּלָּ֛ה H1420 לְמָרְדֳּכַ֖י H4782 עַל H5921 זֶ֑ה H2088 וַיֹּ֨אמְר֜וּ H559 נַעֲרֵ֤י H5288 הַמֶּ֨לֶךְ֙ H4428 מְשָׁ֣רְתָ֔יו H8334 לֹא H3808 נַעֲשָׂ֥ה H6213 עִמּ֖וֹ H5973 דָּבָֽר H1697 ",
      "4": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 מִ֣י H4310 בֶחָצֵ֑ר H2691 וְהָמָ֣ן H2001 בָּ֗א H935 לַחֲצַ֤ר H2691 בֵּית H1004 הַמֶּ֨לֶךְ֙ H4428 הַחִ֣יצוֹנָ֔ה H2435 לֵאמֹ֣ר H559 לַמֶּ֔לֶךְ H4428 לִתְלוֹת֙ H8518 אֶֽת H853 מָרְדֳּכַ֔י H4782 עַל H5921 הָעֵ֖ץ H6086 אֲשֶׁר H834 הֵכִ֥ין H3559 לֽוֹ Hl ",
      "5": "וַיֹּ֨אמְר֜וּ H559 נַעֲרֵ֤י H5288 הַמֶּ֨לֶךְ֙ H4428 אֵלָ֔יו H413 הִנֵּ֥ה H2009 הָמָ֖ן H2001 עֹמֵ֣ד H5975 בֶּחָצֵ֑ר H2691 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 יָבֽוֹא H935 ",
      "6": "וַיָּבוֹא֮ H935 הָמָן֒ H2001 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 מַה H4100 לַעֲשׂ֕וֹת H6213 בָּאִ֕ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֣ץ H2654 בִּיקָר֑ H3366 וַיֹּ֤אמֶר H559 הָמָן֙ H2001 בְּלִבּ֔ H3820 לְמִ֞י H4310 יַחְפֹּ֥ץ H2654 הַמֶּ֛לֶךְ H4428 לַעֲשׂ֥וֹת H6213 יְקָ֖ר H3366 יוֹתֵ֥ר H3148 מִמֶּֽנִּי H4480 ",
      "7": "וַיֹּ֥אמֶר H559 הָמָ֖ן H2001 אֶל H413 הַמֶּ֑לֶךְ H4428 אִ֕ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֥ץ H2654 בִּיקָרֽ H3366 ",
      "8": "יָבִ֨יאוּ֙ H935 לְב֣וּשׁ H3830 מַלְכ֔וּת H4438 אֲשֶׁ֥ר H834 לָֽבַשׁ H3847 בּ֖וֹ Hb הַמֶּ֑לֶךְ H4428 וְס֗וּס H5483 אֲשֶׁ֨ר H834 רָכַ֤ב H7392 עָלָיו֙ H5921 הַמֶּ֔לֶךְ H4428 וַאֲשֶׁ֥ר H834 נִתַּ֛ן H5414 כֶּ֥תֶר H3804 מַלְכ֖וּת H4438 בְּרֹאשֽׁ H7218 ",
      "9": "וְנָת֨וֹן H5414 הַלְּב֜וּשׁ H3830 וְהַ H5483 עַל H5921 יַד H3027 אִ֞ישׁ H376 מִשָּׂרֵ֤י H8269 הַמֶּ֨לֶךְ֙ H4428 הַֽפַּרְתְּמִ֔ים H6579 וְהִלְבִּ֨ישׁוּ֙ H3847 אֶת H853 הָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֣ץ H2654 בִּֽיקָר֑ H3366 וְהִרְכִּיבֻ֤ H7392 עַל H5921 הַסּוּס֙ H5483 בִּרְח֣וֹב H7339 הָעִ֔יר H5892 וְקָרְא֣וּ H7121 לְפָנָ֔י H6440 כָּ֚כָה H3602 יֵעָשֶׂ֣ה H6213 לָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֥ץ H2654 בִּיקָרֽ H3366 ",
      "10": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 לְהָמָ֗ן H2001 מַ֠הֵר H4116 קַ֣ח H3947 אֶת H853 הַלְּב֤וּשׁ H3830 וְאֶת H853 הַסּוּס֙ H5483 כַּאֲשֶׁ֣ר H834 דִּבַּ֔רְתָּ H1696 וַֽעֲשֵׂה H6213 כֵן֙ H3651 לְמָרְדֳּכַ֣י H4782 הַיְּהוּדִ֔י H3064 הַיּוֹשֵׁ֖ב H3427 בְּשַׁ֣עַר H8179 הַמֶּ֑לֶךְ H4428 אַל H408 תַּפֵּ֣ל H5307 דָּבָ֔ר H1697 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
      "11": "וַיִּקַּ֤ח H3947 הָמָן֙ H2001 אֶת H853 הַלְּב֣וּשׁ H3830 וְאֶת H853 הַסּ֔וּס H5483 וַיַּלְבֵּ֖שׁ H3847 אֶֽת H853 מָרְדֳּכָ֑י H4782 וַיַּרְכִּיבֵ֨ H7392 בִּרְח֣וֹב H7339 הָעִ֔יר H5892 וַיִּקְרָ֣א H7121 לְפָנָ֔י H6440 כָּ֚כָה H3602 יֵעָשֶׂ֣ה H6213 לָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֥ץ H2654 בִּיקָרֽ H3366 ",
      "12": "וַיָּ֥שָׁב H7725 מָרְדֳּכַ֖י H4782 אֶל H413 שַׁ֣עַר H8179 הַמֶּ֑לֶךְ H4428 וְהָמָן֙ H2001 נִדְחַ֣ף H1765 אֶל H413 בֵּית֔וֹ H1004 אָבֵ֖ל H57 וַחֲפ֥וּי H2645 רֹֽאשׁ H7218 ",
      "13": "וַיְסַפֵּ֨ר H5608 הָמָ֜ן H2001 לְזֶ֤רֶשׁ H2238 אִשְׁתּוֹ֙ H802 וּלְ H3605 אֹ֣הֲבָ֔יו H157 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 קָרָ֑הוּ H7136 וַיֹּ֩אמְרוּ֩ H559 ל֨וֹ Hl חֲכָמָ֜יו H2450 וְזֶ֣רֶשׁ H2238 אִשְׁתּ֗וֹ H802 אִ֣ם H518 מִזֶּ֣רַע H2233 הַיְּהוּדִ֡ים H3064 מָרְדֳּכַ֞י H4782 אֲשֶׁר֩ H834 הַחִלּ֨וֹתָ H2490 לִנְפֹּ֤ל H5307 לְפָנָי H6440 לֹא H3808 תוּכַ֣ל H3201 ל֔וֹ Hl כִּֽי H3588 נָפ֥וֹל H5307 תִּפּ֖וֹל H5307 לְפָנָֽי H6440 ",
      "14": "עוֹדָם֙ H5750 מְדַבְּרִ֣ים H1696 עִמּ֔וֹ H5973 וְסָרִיסֵ֥י H5631 הַמֶּ֖לֶךְ H4428 הִגִּ֑יעוּ H5060 וַיַּבְהִ֨לוּ֙ H926 לְהָבִ֣יא H935 אֶת H853 הָמָ֔ן H2001 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 אֶסְתֵּֽר H635 "
    },
    "7": {
      "1": "וַיָּבֹ֤א H935 הַמֶּ֨לֶךְ֙ H4428 וְהָמָ֔ן H2001 לִשְׁתּ֖וֹת H8354 עִם H5973 אֶסְתֵּ֥ר H635 הַמַּלְכָּֽה H4436 ",
      "2": "וַיֹּאמֶר֩ H559 הַמֶּ֨לֶךְ H4428 לְאֶסְתֵּ֜ר H635 גַּ֣ם H1571 בַּיּ֤וֹם H3117 הַשֵּׁנִי֙ H8145 בְּמִשְׁתֵּ֣ה H4960 הַיַּ֔יִן H3196 מַה H4100 שְּׁאֵלָתֵ֛ךְ H7596 אֶסְתֵּ֥ר H635 הַמַּלְכָּ֖ה H4436 וְתִנָּ֣תֵֽן H5414 לָ֑ךְ Hl וּמַה H4100 בַּקָּשָׁתֵ֛ךְ H1246 עַד H5704 חֲצִ֥י H2677 הַמַּלְכ֖וּת H4438 וְתֵעָֽשׂ H6213 ",
      "3": "וַתַּ֨עַן H6030 אֶסְתֵּ֤ר H635 הַמַּלְכָּה֙ H4436 וַתֹּאמַ֔ר H559 אִם H518 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 הַמֶּ֔לֶךְ H4428 וְאִם H518 עַל H5921 הַמֶּ֖לֶךְ H4428 ט֑וֹב H2895 תִּנָּֽתֶן H5414 לִ֤י Hl נַפְשִׁי֙ H5315 בִּשְׁאֵ֣לָתִ֔ H7596 וְעַמִּ֖ H5971 בְּבַקָּשָׁתִֽ H1246 ",
      "4": "כִּ֤י H3588 נִמְכַּ֨רְנוּ֙ H4376 אֲנִ֣י H589 וְעַמִּ֔ H5971 לְהַשְׁמִ֖יד H8045 לַהֲר֣וֹג H2026 וּלְ H6 וְ֠אִלּוּ H432 לַעֲבָדִ֨ים H5650 וְלִ H8198 נִמְכַּ֨רְנוּ֙ H4376 הֶחֱרַ֔שְׁתִּי H2790 כִּ֣י H3588 אֵ֥ין H369 הַצָּ֛ר H6862 שֹׁוֶ֖ה H7737 בְּנֵ֥זֶק H5143 הַמֶּֽלֶךְ H4428 ",
      "5": "וַיֹּ֨אמֶר֙ H559 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 וַיֹּ֖אמֶר H559 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֑ה H4436 מִ֣י H4310 ה֥וּא H1931 זֶה֙ H2088 וְאֵֽי H335 זֶ֣ה H2088 ה֔וּא H1931 אֲשֶׁר H834 מְלָא֥וֹ H4390 לִבּ֖וֹ H3820 לַעֲשׂ֥וֹת H6213 כֵּֽן H3651 ",
      "6": "וַתֹּ֣אמֶר H559 אֶסְתֵּ֔ר H635 אִ֚ישׁ H376 צַ֣ר H6862 וְאוֹיֵ֔ב H341 הָמָ֥ן H2001 הָרָ֖ע H7451 הַזֶּ֑ה H2088 וְהָמָ֣ן H2001 נִבְעַ֔ת H1204 מִלִּ H6440 הַמֶּ֖לֶךְ H4428 וְהַ H4436 ",
      "7": "וְהַ H4428 קָ֤ם H6965 בַּחֲמָת H2534 מִמִּשְׁתֵּ֣ה H4960 הַיַּ֔יִן H3196 אֶל H413 גִּנַּ֖ת H1594 הַבִּיתָ֑ן H1055 וְהָמָ֣ן H2001 עָמַ֗ד H5975 לְבַקֵּ֤שׁ H1245 עַל H5921 נַפְשׁוֹ֙ H5315 מֵֽאֶסְתֵּ֣ר H635 הַמַּלְכָּ֔ה H4436 כִּ֣י H3588 רָאָ֔ה H7200 כִּֽי H3588 כָלְתָ֥ה H3615 אֵלָ֛יו H413 הָרָעָ֖ה H7451 מֵאֵ֥ת H854 הַמֶּֽלֶךְ H4428 ",
      "8": "וְהַ H4428 שָׁב֩ H7725 מִגִּנַּ֨ת H1594 הַבִּיתָ֜ן H1055 אֶל H413 בֵּ֣ית H1004 מִשְׁתֵּ֣ה H4960 הַיַּ֗יִן H3196 וְהָמָן֙ H2001 נֹפֵ֔ל H5307 עַל H5921 הַמִּטָּה֙ H4296 אֲשֶׁ֣ר H834 אֶסְתֵּ֣ר H635 עָלֶ֔יהָ H5921 וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 הֲ֠גַם H1571 לִכְבּ֧וֹשׁ H3533 אֶת H853 הַמַּלְכָּ֛ה H4436 עִמִּ֖י H5973 בַּבָּ֑יִת H1004 הַדָּבָ֗ר H1697 יָצָא֙ H3318 מִפִּ֣י H6310 הַמֶּ֔לֶךְ H4428 וּפְנֵ֥י H6440 הָמָ֖ן H2001 חָפֽוּ H2645 ",
      "9": "וַיֹּ֣אמֶר H559 חַ֠רְבוֹנָה H2726 אֶחָ֨ד H259 מִן H4480 הַסָּרִיסִ֜ים H5631 לִפְנֵ֣י H6440 הַמֶּ֗לֶךְ H4428 גַּ֣ם H1571 הִנֵּה H2009 הָעֵ֣ץ H6086 אֲשֶׁר H834 עָשָׂ֪ה H6213 הָמָ֟ן H2001 לְֽמָרְדֳּכַ֞י H4782 אֲשֶׁ֧ר H834 דִּבֶּר H1696 ט֣וֹב H2896 עַל H5921 הַמֶּ֗לֶךְ H4428 עֹמֵד֙ H5975 בְּבֵ֣ית H1004 הָמָ֔ן H2001 גָּבֹ֖הַּ H1364 חֲמִשִּׁ֣ים H2572 אַמָּ֑ה H520 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 תְּלֻ֥הוּ H8518 עָלָֽיו H5921 ",
      "10": "וַיִּתְלוּ֙ H8518 אֶת H853 הָמָ֔ן H2001 עַל H5921 הָעֵ֖ץ H6086 אֲשֶׁר H834 הֵכִ֣ין H3559 לְמָרְדֳּכָ֑י H4782 וַחֲמַ֥ת H2534 הַמֶּ֖לֶךְ H4428 שָׁכָֽכָה H7918 "
    },
    "8": {
      "1": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 נָתַ֞ן H5414 הַמֶּ֤לֶךְ H4428 אֲחַשְׁוֵרוֹשׁ֙ H325 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֔ה H4436 אֶת H853 בֵּ֥ית H1004 הָמָ֖ן H2001 צֹרֵ֣ר H6887 היהודיים H3064 וּמָרְדֳּכַ֗י H4782 בָּ֚א H935 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 כִּֽי H3588 הִגִּ֥ידָה H5046 אֶסְתֵּ֖ר H635 מַ֥ה H4100 הוּא H1931 לָֽהּ Hl ",
      "2": "וַיָּ֨סַר H5493 הַמֶּ֜לֶךְ H4428 אֶת H853 טַבַּעְתּ֗וֹ H2885 אֲשֶׁ֤ר H834 הֶֽעֱבִיר֙ H5674 מֵֽהָמָ֔ן H2001 וַֽיִּתְּנָ֖ H5414 לְמָרְדֳּכָ֑י H4782 וַתָּ֧שֶׂם H7760 אֶסְתֵּ֛ר H635 אֶֽת H853 מָרְדֳּכַ֖י H4782 עַל H5921 בֵּ֥ית H1004 הָמָֽן H2001 ",
      "3": "וַתּ֣וֹסֶף H3254 אֶסְתֵּ֗ר H635 וַתְּדַבֵּר֙ H1696 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וַתִּפֹּ֖ל H5307 לִפְנֵ֣י H6440 רַגְלָ֑יו H7272 וַתֵּ֣בְךְּ H1058 וַתִּתְחַנֶּן H2603 ל֗וֹ Hl לְהַֽעֲבִיר֙ H5674 אֶת H853 רָעַת֙ H7451 הָמָ֣ן H2001 הָֽאֲגָגִ֔י H91 וְאֵת֙ H853 מַֽחֲשַׁבְתּ֔וֹ H4284 אֲשֶׁ֥ר H834 חָשַׁ֖ב H2803 עַל H5921 הַיְּהוּדִֽים H3064 ",
      "4": "וַיּ֤וֹשֶׁט H3447 הַמֶּ֨לֶךְ֙ H4428 לְאֶסְתֵּ֔ר H635 אֵ֖ת H853 שַׁרְבִ֣ט H8275 הַזָּהָ֑ב H2091 וַתָּ֣קָם H6965 אֶסְתֵּ֔ר H635 וַֽתַּעֲמֹ֖ד H5975 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "5": "וַ֠תֹּאמֶר H559 אִם H518 עַל H5921 הַמֶּ֨לֶךְ H4428 ט֜וֹב H2896 וְאִם H518 מָצָ֧אתִי H4672 חֵ֣ן H2580 לְפָנָ֗י H6440 וְכָשֵׁ֤ר H3787 הַדָּבָר֙ H1697 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וְטוֹבָ֥ה H2896 אֲנִ֖י H589 בְּעֵינָ֑י H5869 יִכָּתֵ֞ב H3789 לְהָשִׁ֣יב H7725 אֶת H853 הַסְּפָרִ֗ים H5612 מַחֲשֶׁ֜בֶת H4284 הָמָ֤ן H2001 בֶּֽן H1121 הַמְּדָ֨תָא֙ H4099 הָאֲגָגִ֔י H91 אֲשֶׁ֣ר H834 כָּתַ֗ב H3789 לְאַבֵּד֙ H6 אֶת H853 הַיְּהוּדִ֔ים H3064 אֲשֶׁ֖ר H834 בְּכָל H3605 מְדִינ֥וֹת H4082 הַמֶּֽלֶךְ H4428 ",
      "6": "כִּ֠י H3588 אֵיכָכָ֤ה H349 אוּכַל֙ H3201 וְֽרָאִ֔יתִי H7200 בָּרָעָ֖ה H7451 אֲשֶׁר H834 יִמְצָ֣א H4672 אֶת H853 עַמִּ֑י H5971 וְאֵֽיכָכָ֤ה H349 אוּכַל֙ H3201 וְֽרָאִ֔יתִי H7200 בְּאָבְדַ֖ן H13 מוֹלַדְתִּֽי H4138 ",
      "7": "וַיֹּ֨אמֶר H559 הַמֶּ֤לֶךְ H4428 אֲחַשְׁוֵרֹשׁ֙ H325 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֔ה H4436 וּֽלְ H4782 הַיְּהוּדִ֑י H3064 הִנֵּ֨ה H2009 בֵית H1004 הָמָ֜ן H2001 נָתַ֣תִּי H5414 לְאֶסְתֵּ֗ר H635 וְאֹת H853 תָּל֣וּ H8518 עַל H5921 הָעֵ֔ץ H6086 עַ֛ל H5921 אֲשֶׁר H834 שָׁלַ֥ח H7971 יָד֖וֹ H3027 ביהודיים H3064 ",
      "8": "וְ֠אַתֶּם H859 כִּתְב֨וּ H3789 עַל H5921 הַיְּהוּדִ֜ים H3064 כַּטּ֤וֹב H2896 בְּעֵֽינֵי H5869 בְּשֵׁ֣ם H8034 הַמֶּ֔לֶךְ H4428 וְחִתְמ֖וּ H2856 בְּטַבַּ֣עַת H2885 הַמֶּ֑לֶךְ H4428 כִּֽי H3588 כְתָ֞ב H3791 אֲשֶׁר H834 נִכְתָּ֣ב H3789 בְּשֵׁם H8034 הַמֶּ֗לֶךְ H4428 וְנַחְתּ֛וֹם H2856 בְּטַבַּ֥עַת H2885 הַמֶּ֖לֶךְ H4428 אֵ֥ין H369 לְהָשִֽׁיב H7725 ",
      "9": "וַיִּקָּרְא֣וּ H7121 סֹפְרֵֽי H5608 הַמֶּ֣לֶךְ H4428 בָּֽעֵת H6256 הַ֠הִיא H1931 בַּחֹ֨דֶשׁ H2320 הַשְּׁלִישִׁ֜י H7992 הוּא H1931 חֹ֣דֶשׁ H2320 סִיוָ֗ן H5510 בִּשְׁלוֹשָׁ֣ה H7969 וְעֶשְׂרִים֮ H6242 בּוֹ֒ Hb וַיִּכָּתֵ֣ב H3789 כְּֽכָל H3605 אֲשֶׁר H834 צִוָּ֣ה H6680 מָרְדֳּכַ֣י H4782 אֶל H413 הַיְּהוּדִ֡ים H3064 וְאֶ֣ל H413 הָאֲחַשְׁדַּרְפְּנִֽים H323 וְהַ H6346 וְשָׂרֵ֨י H8269 הַמְּדִינ֜וֹת H4082 אֲשֶׁ֣ר H834 מֵהֹ֣דּוּ H1912 וְעַד H5704 כּ֗וּשׁ H3568 שֶׁ֣בַע H7651 וְעֶשְׂרִ֤ים H6242 וּמֵאָה֙ H3967 מְדִינָ֔ה H4082 מְדִינָ֤ה H4082 וּמְדִינָה֙ H4082 כִּכְתָבָ֔ H3791 וְעַ֥ם H5971 וָעָ֖ם H5971 כִּלְשֹׁנ֑ H3956 וְאֶ֨ל H413 הַיְּהוּדִ֔ים H3064 כִּכְתָבָ֖ H3789 וְכִ H3956 ",
      "10": "וַיִּכְתֹּ֗ב H3789 בְּשֵׁם֙ H8034 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵרֹ֔שׁ H325 וַיַּחְתֹּ֖ם H2856 בְּטַבַּ֣עַת H2885 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֣ח H7971 סְפָרִ֡ים H5612 בְּיַד֩ H3027 הָרָצִ֨ים H7323 בַּסּוּסִ֜ים H5483 רֹכְבֵ֤י H7392 הָרֶ֨כֶשׁ֙ H7409 הָֽאֲחַשְׁתְּרָנִ֔ים H327 בְּנֵ֖י H1121 הָֽרַמָּכִֽים H7424 ",
      "11": "אֲשֶׁר֩ H834 נָתַ֨ן H5414 הַמֶּ֜לֶךְ H4428 לַיְּהוּדִ֣ים H3064 אֲשֶׁ֣ר H834 בְּכָל H3605 עִיר H5892 וָעִ֗יר H5892 לְהִקָּהֵל֮ H6950 וְלַ H5975 עַל H5921 נַפְשָׁם֒ H5315 לְהַשְׁמִיד֩ H8045 וְלַ H2026 וּלְ H6 אֶת H853 כָּל H3605 חֵ֨יל H2426 עַ֧ם H5971 וּמְדִינָ֛ה H4082 הַצָּרִ֥ים H6696 אֹתָ֖ם H853 טַ֣ף H2945 וְנָשִׁ֑ים H802 וּשְׁלָלָ֖ H7998 לָבֽוֹז H962 ",
      "12": "בְּי֣וֹם H3117 אֶחָ֔ד H259 בְּכָל H3605 מְדִינ֖וֹת H4082 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֑וֹשׁ H325 בִּשְׁלוֹשָׁ֥ה H7969 עָשָׂ֛ר H6240 לְחֹ֥דֶשׁ H2320 שְׁנֵים H8147 עָשָׂ֖ר H6240 הוּא H1931 חֹ֥דֶשׁ H2320 אֲדָֽר H143 ",
      "13": "פַּתְשֶׁ֣גֶן H6572 הַכְּתָ֗ב H3791 לְהִנָּ֤תֵֽן H5414 דָּת֙ H1881 בְּכָל H3605 מְדִינָ֣ה H4082 וּמְדִינָ֔ה H4082 גָּל֖וּי H1540 לְכָל H3605 הָעַמִּ֑ים H5971 וְלִ H1961 היהודיים H3064 עתודים H6259 לַיּ֣וֹם H3117 הַזֶּ֔ה H2088 לְהִנָּקֵ֖ם H5358 מֵאֹיְבֵי H341 ",
      "14": "הָרָצִ֞ים H7323 רֹכְבֵ֤י H7392 הָרֶ֨כֶשׁ֙ H7409 הָֽאֲחַשְׁתְּרָנִ֔ים H327 יָֽצְא֛וּ H3318 מְבֹהָלִ֥ים H926 וּדְחוּפִ֖ים H1765 בִּדְבַ֣ר H1697 הַמֶּ֑לֶךְ H4428 וְהַ H1881 נִתְּנָ֖ה H5414 בְּשׁוּשַׁ֥ן H7800 הַבִּירָֽה H1002 ",
      "15": "וּמָרְדֳּכַ֞י H4782 יָצָ֣א H3318 מִלִּ H6440 הַמֶּ֗לֶךְ H4428 בִּלְב֤וּשׁ H3830 מַלְכוּת֙ H4438 תְּכֵ֣לֶת H8504 וָח֔וּר H2353 וַעֲטֶ֤רֶת H5850 זָהָב֙ H2091 גְּדוֹלָ֔ה H1419 וְתַכְרִ֥יךְ H8509 בּ֖וּץ H948 וְאַרְגָּמָ֑ן H713 וְהָ H5892 שׁוּשָׁ֔ן H7800 צָהֲלָ֖ה H6670 וְשָׂמֵֽחָה H8055 ",
      "16": "לַיְּהוּדִ֕ים H3064 הָֽיְתָ֥ה H1961 אוֹרָ֖ה H219 וְשִׂמְחָ֑ה H8057 וְשָׂשֹׂ֖ן H8342 וִיקָֽר H3366 ",
      "17": "וּבְ H3605 מְדִינָ֨ה H4082 וּמְדִינָ֜ה H4082 וּבְ H3605 עִ֣יר H5892 וָעִ֗יר H5892 מְקוֹם֙ H4725 אֲשֶׁ֨ר H834 דְּבַר H1697 הַמֶּ֤לֶךְ H4428 וְדָת H1881 מַגִּ֔יעַ H5060 שִׂמְחָ֤ה H8057 וְשָׂשׂוֹן֙ H8342 לַיְּהוּדִ֔ים H3064 מִשְׁתֶּ֖ה H4960 וְי֣וֹם H3117 ט֑וֹב H2896 וְרַבִּ֞ים H7227 מֵֽעַמֵּ֤י H5971 הָאָ֨רֶץ֙ H776 מִֽתְיַהֲדִ֔ים H3054 כִּֽי H3588 נָפַ֥ל H5307 פַּֽחַד H6343 הַיְּהוּדִ֖ים H3064 עֲלֵיהֶֽם H5921 "
    },
    "9": {
      "1": "וּבִ H8147 עָשָׂ֨ר H6240 חֹ֜דֶשׁ H2320 הוּא H1931 חֹ֣דֶשׁ H2320 אֲדָ֗ר H143 בִּשְׁלוֹשָׁ֨ה H7969 עָשָׂ֥ר H6240 יוֹם֙ H3117 בּ֔וֹ Hb אֲשֶׁ֨ר H834 הִגִּ֧יעַ H5060 דְּבַר H1697 הַמֶּ֛לֶךְ H4428 וְדָת֖ H1881 לְהֵעָשׂ֑וֹת H6213 בַּיּ֗וֹם H3117 אֲשֶׁ֨ר H834 שִׂבְּר֜וּ H7663 אֹיְבֵ֤י H341 הַיְּהוּדִים֙ H3064 לִשְׁל֣וֹט H7980 בָּהֶ֔ם Hb וְנַהֲפ֣וֹךְ H2015 ה֔וּא H1931 אֲשֶׁ֨ר H834 יִשְׁלְט֧וּ H7980 הַיְּהוּדִ֛ים H3064 הֵ֖מָּה H1992 בְּשֹׂנְאֵי H8130 ",
      "2": "נִקְהֲל֨וּ H6950 הַיְּהוּדִ֜ים H3064 בְּעָרֵי H5892 בְּכָל H3605 מְדִינוֹת֙ H4082 הַמֶּ֣לֶךְ H4428 אֳחַשְׁוֵר֔וֹשׁ H325 לִשְׁלֹ֣חַ H7971 יָ֔ד H3027 בִּמְבַקְשֵׁ֖י H1245 רָֽעָתָ֑ם H7451 וְאִישׁ֙ H376 לֹא H3808 עָמַ֣ד H5975 לִפְנֵי H6440 כִּֽי H3588 נָפַ֥ל H5307 פַּחְדָּ֖ם H6343 עַל H5921 כָּל H3605 הָעַמִּֽים H5971 ",
      "3": "וְכָל H3605 שָׂרֵ֨י H8269 הַמְּדִינ֜וֹת H4082 וְהָ H323 וְהַ H6346 וְעֹשֵׂ֤י H6213 הַמְּלָאכָה֙ H4399 אֲשֶׁ֣ר H834 לַמֶּ֔לֶךְ H4428 מְנַשְּׂאִ֖ים H5375 אֶת H853 הַיְּהוּדִ֑ים H3064 כִּֽי H3588 נָפַ֥ל H5307 פַּֽחַד H6343 מָרְדֳּכַ֖י H4782 עֲלֵיהֶֽם H5921 ",
      "4": "כִּֽי H3588 גָ֤דוֹל H1419 מָרְדֳּכַי֙ H4782 בְּבֵ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְשָׁמְע֖ H8089 הוֹלֵ֣ךְ H1980 בְּכָל H3605 הַמְּדִינ֑וֹת H4082 כִּֽי H3588 הָאִ֥ישׁ H376 מָרְדֳּכַ֖י H4782 הוֹלֵ֥ךְ H1980 וְגָדֽוֹל H1419 ",
      "5": "וַיַּכּ֤וּ H5221 הַיְּהוּדִים֙ H3064 בְּכָל H3605 אֹ֣יְבֵיהֶ֔ם H341 מַכַּת H4347 חֶ֥רֶב H2719 וְהֶ֖רֶג H2027 וְאַבְדָ֑ן H12 וַיַּֽעֲשׂ֥וּ H6213 בְשֹׂנְאֵי H8130 כִּרְצוֹנָֽ H7522 ",
      "6": "וּבְ H7800 הַבִּירָ֗ה H1002 הָרְג֤וּ H2026 הַיְּהוּדִים֙ H3064 וְאַבֵּ֔ד H6 חֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 אִֽישׁ H376 ",
      "7": "וְאֵ֧ת H853 פַּרְשַׁנְדָּ֛תָא H6577 וְאֵ֥ת H853 דַּֽלְפ֖וֹן H1813 וְאֵ֥ת H853 אַסְפָּֽתָא H630 ",
      "8": "וְאֵ֧ת H853 פּוֹרָ֛תָא H6334 וְאֵ֥ת H853 אֲדַלְיָ֖א H118 וְאֵ֥ת H853 אֲרִידָֽתָא H743 ",
      "9": "וְאֵ֤ת H853 פַּרְמַ֨שְׁתָּא֙ H6534 וְאֵ֣ת H853 אֲרִיסַ֔י H747 וְאֵ֥ת H853 אֲרִדַ֖י H742 וְאֵ֥ת H853 וַיְזָֽתָא H2055 ",
      "10": "עֲ֠שֶׂרֶת H6235 בְּנֵ֨י H1121 הָמָ֧ן H2001 בֶּֽן H1121 הַמְּדָ֛תָא H4099 צֹרֵ֥ר H6887 הַיְּהוּדִ֖ים H3064 הָרָ֑גוּ H2026 וּבַ֨ H961 לֹ֥א H3808 שָׁלְח֖וּ H7971 אֶת H853 יָדָֽם H3027 ",
      "11": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 בָּ֣א H935 מִסְפַּ֧ר H4557 הַֽהֲרוּגִ֛ים H2026 בְּשׁוּשַׁ֥ן H7800 הַבִּירָ֖ה H1002 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "12": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֗ה H4436 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֡ה H1002 הָרְגוּ֩ H2026 הַיְּהוּדִ֨ים H3064 וְאַבֵּ֜ד H6 חֲמֵ֧שׁ H2568 מֵא֣וֹת H3967 אִ֗ישׁ H376 וְאֵת֙ H853 עֲשֶׂ֣רֶת H6235 בְּנֵֽי H1121 הָמָ֔ן H2001 בִּשְׁאָ֛ר H7605 מְדִינ֥וֹת H4082 הַמֶּ֖לֶךְ H4428 מֶ֣ה H4100 עָשׂ֑וּ H6213 וּמַה H4100 שְּׁאֵֽלָתֵךְ֙ H7596 וְיִנָּ֣תֵֽן H5414 לָ֔ךְ Hl וּמַה H4100 בַּקָּשָׁתֵ֥ךְ H1246 ע֖וֹד H5750 וְתֵעָֽשׂ H6213 ",
      "13": "וַתֹּ֤אמֶר H559 אֶסְתֵּר֙ H635 אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2896 יִנָּתֵ֣ן H5414 גַּם H1571 מָחָ֗ר H4279 לַיְּהוּדִים֙ H3064 אֲשֶׁ֣ר H834 בְּשׁוּשָׁ֔ן H7800 לַעֲשׂ֖וֹת H6213 כְּדָ֣ת H1881 הַיּ֑וֹם H3117 וְאֵ֛ת H853 עֲשֶׂ֥רֶת H6235 בְּנֵֽי H1121 הָמָ֖ן H2001 יִתְל֥וּ H8518 עַל H5921 הָעֵֽץ H6086 ",
      "14": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְהֵֽעָשׂ֣וֹת H6213 כֵּ֔ן H3651 וַתִּנָּתֵ֥ן H5414 דָּ֖ת H1881 בְּשׁוּשָׁ֑ן H7800 וְאֵ֛ת H853 עֲשֶׂ֥רֶת H6235 בְּנֵֽי H1121 הָמָ֖ן H2001 תָּלֽוּ H8518 ",
      "15": "וַיִּֽקָּהֲל֞וּ H6950 היהודיים H3064 אֲשֶׁר H834 בְּשׁוּשָׁ֗ן H7800 גַּ֠ם H1571 בְּי֣וֹם H3117 אַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֔ר H143 וַיַּֽהַרְג֣וּ H2026 בְשׁוּשָׁ֔ן H7800 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 אִ֑ישׁ H376 וּבַ֨ H961 לֹ֥א H3808 שָׁלְח֖וּ H7971 אֶת H853 יָדָֽם H3027 ",
      "16": "וּשְׁאָ֣ר H7605 הַיְּהוּדִ֡ים H3064 אֲשֶׁר֩ H834 בִּמְדִינ֨וֹת H4082 הַמֶּ֜לֶךְ H4428 נִקְהֲל֣וּ H6950 וְעָמֹ֣ד H5975 עַל H5921 נַפְשָׁ֗ם H5315 וְנ֨וֹחַ֙ H5118 מֵאֹ֣יְבֵי H341 וְהָרֹג֙ H2026 בְּשֹׂ֣נְאֵי H8130 חֲמִשָּׁ֥ה H2568 וְשִׁבְעִ֖ים H7657 אָ֑לֶף H505 וּבַ֨ H961 לֹ֥א H3808 שָֽׁלְח֖וּ H7971 אֶת H853 יָדָֽם H3027 ",
      "17": "בְּיוֹם H3117 שְׁלֹשָׁ֥ה H7969 עָשָׂ֖ר H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֑ר H143 וְנ֗וֹחַ H5117 בְּאַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 בּ֔וֹ Hb וְעָשֹׂ֣ה H6213 אֹת֔וֹ H853 י֖וֹם H3117 מִשְׁתֶּ֥ה H4960 וְשִׂמְחָֽה H8057 ",
      "18": "וה H3064 אֲשֶׁר H834 בְּשׁוּשָׁ֗ן H7800 נִקְהֲלוּ֙ H6950 בִּשְׁלֹשָׁ֤ה H7969 עָשָׂר֙ H6240 בּ֔וֹ Hb וּבְ H702 עָשָׂ֖ר H6240 בּ֑וֹ Hb וְנ֗וֹחַ H5117 בַּחֲמִשָּׁ֤ה H2568 עָשָׂר֙ H6240 בּ֔וֹ Hb וְעָשֹׂ֣ה H6213 אֹת֔וֹ H853 י֖וֹם H3117 מִשְׁתֶּ֥ה H4960 וְשִׂמְחָֽה H8057 ",
      "19": "עַל H5921 כֵּ֞ן H3651 הַיְּהוּדִ֣ים H3064 הפרוזים H6521 הַיֹּשְׁבִים֮ H3427 בְּעָרֵ֣י H5892 הַפְּרָזוֹת֒ H6519 עֹשִׂ֗ים H6213 אֵ֠ת H853 י֣וֹם H3117 אַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֔ר H143 שִׂמְחָ֥ה H8057 וּמִשְׁתֶּ֖ה H4960 וְי֣וֹם H3117 ט֑וֹב H2896 וּמִשְׁל֥וֹחַ H4916 מָנ֖וֹת H4490 אִ֥ישׁ H376 לְרֵעֵֽ H7453 ",
      "20": "וַיִּכְתֹּ֣ב H3789 מָרְדֳּכַ֔י H4782 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיִּשְׁלַ֨ח H7971 סְפָרִ֜ים H5612 אֶל H413 כָּל H3605 הַיְּהוּדִ֗ים H3064 אֲשֶׁר֙ H834 בְּכָל H3605 מְדִינוֹת֙ H4082 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 הַקְּרוֹבִ֖ים H7138 וְהָ H7350 ",
      "21": "לְקַיֵּם֮ H6965 עֲלֵיהֶם֒ H5921 לִהְי֣וֹת H1961 עֹשִׂ֗ים H6213 אֵ֠ת H853 י֣וֹם H3117 אַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֔ר H143 וְאֵ֛ת H853 יוֹם H3117 חֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 בּ֑וֹ Hb בְּכָל H3605 שָׁנָ֖ה H8141 וְשָׁנָֽה H8141 ",
      "22": "כַּיָּמִ֗ים H3117 אֲשֶׁר H834 נָ֨חוּ H5117 בָהֶ֤ם Hb הַיְּהוּדִים֙ H3064 מֵא֣וֹיְבֵי H341 וְהַ H2320 אֲשֶׁר֩ H834 נֶהְפַּ֨ךְ H2015 לָהֶ֤ם H1992 מִיָּגוֹן֙ H3015 לְשִׂמְחָ֔ה H8057 וּמֵ H60 לְי֣וֹם H3117 ט֑וֹב H2896 לַעֲשׂ֣וֹת H6213 אוֹתָ֗ם H853 יְמֵי֙ H3117 מִשְׁתֶּ֣ה H4960 וְשִׂמְחָ֔ה H8057 וּמִשְׁל֤וֹחַ H4916 מָנוֹת֙ H4490 אִ֣ישׁ H376 לְרֵעֵ֔ H7453 וּמַתָּנ֖וֹת H4979 לָֽאֶבְיוֹנִֽים H34 ",
      "23": "וְקִבֵּל֙ H6901 הַיְּהוּדִ֔ים H3064 אֵ֥ת H853 אֲשֶׁר H834 הֵחֵ֖לּוּ H2490 לַעֲשׂ֑וֹת H6213 וְאֵ֛ת H853 אֲשֶׁר H834 כָּתַ֥ב H3789 מָרְדֳּכַ֖י H4782 אֲלֵיהֶֽם H413 ",
      "24": "כִּי֩ H3588 הָמָ֨ן H2001 בֶּֽן H1121 הַמְּדָ֜תָא H4099 הָֽאֲגָגִ֗י H91 צֹרֵר֙ H6887 כָּל H3605 הַיְּהוּדִ֔ים H3064 חָשַׁ֥ב H2803 עַל H5921 הַיְּהוּדִ֖ים H3064 לְאַבְּדָ֑ H6 וְהִפִּ֥יל H5307 פּוּר֙ H6332 ה֣וּא H1931 הַגּוֹרָ֔ל H1486 לְהֻמָּ֖ H2000 וּֽלְ H6 ",
      "25": "וּבְ H935 לִפְנֵ֣י H6440 הַמֶּלֶךְ֒ H4428 אָמַ֣ר H559 עִם H5973 הַסֵּ֔פֶר H5612 יָשׁ֞וּב H7725 מַחֲשַׁבְתּ֧וֹ H4284 הָרָעָ֛ה H7451 אֲשֶׁר H834 חָשַׁ֥ב H2803 עַל H5921 הַיְּהוּדִ֖ים H3064 עַל H5921 רֹאשׁ֑וֹ H7218 וְתָל֥וּ H8518 אֹת֛וֹ H853 וְאֶת H853 בָּנָ֖יו H1121 עַל H5921 הָעֵֽץ H6086 ",
      "26": "עַל H5921 כֵּ֡ן H3651 קָֽרְאוּ֩ H7121 לַיָּמִ֨ים H3117 הָאֵ֤לֶּה H428 פוּרִים֙ H6332 עַל H5921 שֵׁ֣ם H8034 הַפּ֔וּר H6332 עַל H5921 כֵּ֕ן H3651 עַל H5921 כָּל H3605 דִּבְרֵ֖י H1697 הָאִגֶּ֣רֶת H107 הַזֹּ֑את H2063 וּמָֽה H4100 רָא֣וּ H7200 עַל H5921 כָּ֔כָה H3602 וּמָ֥ה H4100 הִגִּ֖יעַ H5060 אֲלֵיהֶֽם H413 ",
      "27": "קִיְּמ֣וּ H6965 וקבל H6901 הַיְּהוּדִים֩ H3064 עֲלֵיהֶ֨ם H5921 וְעַל H5921 זַרְעָ֜ם H2233 וְעַ֨ל H5921 כָּל H3605 הַנִּלְוִ֤ים H3867 עֲלֵיהֶם֙ H5921 וְלֹ֣א H3808 יַעֲב֔וֹר H5674 לִהְי֣וֹת H1961 עֹשִׂ֗ים H6213 אֵ֣ת H853 שְׁנֵ֤י H8147 הַיָּמִים֙ H3117 הָאֵ֔לֶּה H428 כִּכְתָבָ֖ H3791 וְכִ H2165 בְּכָל H3605 שָׁנָ֖ה H8141 וְשָׁנָֽה H8141 ",
      "28": "וְהַ H3117 הָ֠אֵלֶּה H428 נִזְכָּרִ֨ים H2142 וְנַעֲשִׂ֜ים H6213 בְּכָל H3605 דּ֣וֹר H1755 וָד֗וֹר H1755 מִשְׁפָּחָה֙ H4940 וּמִשְׁפָּחָ֔ה H4940 מְדִינָ֥ה H4082 וּמְדִינָ֖ה H4082 וְעִ֣יר H5892 וָעִ֑יר H5892 וִימֵ֞י H3117 הַפּוּרִ֣ים H6332 הָאֵ֗לֶּה H428 לֹ֤א H3808 יַֽעַבְרוּ֙ H5674 מִתּ֣וֹךְ H8432 הַיְּהוּדִ֔ים H3064 וְזִכְרָ֖ H2143 לֹא H3808 יָס֥וּף H5486 מִזַּרְעָֽ H2233 ",
      "29": "וַ֠תִּכְתֹּב H3789 אֶסְתֵּ֨ר H635 הַמַּלְכָּ֧ה H4436 בַת H1323 אֲבִיחַ֛יִל H32 וּמָרְדֳּכַ֥י H4782 הַיְּהוּדִ֖י H3064 אֶת H854 כָּל H3605 תֹּ֑קֶף H8633 לְקַיֵּ֗ם H6965 אֵ֣ת H853 אִגֶּ֧רֶת H107 הַפּוּרִ֛ים H6332 הַזֹּ֖את H2063 הַשֵּׁנִֽית H8145 ",
      "30": "וַיִּשְׁלַ֨ח H7971 סְפָרִ֜ים H5612 אֶל H413 כָּל H3605 הַיְּהוּדִ֗ים H3064 אֶל H413 שֶׁ֨בַע H7651 וְעֶשְׂרִ֤ים H6242 וּמֵאָה֙ H3967 מְדִינָ֔ה H4082 מַלְכ֖וּת H4438 אֲחַשְׁוֵר֑וֹשׁ H325 דִּבְרֵ֥י H1697 שָׁל֖וֹם H7965 וֶאֱמֶֽת H571 ",
      "31": "לְקַיֵּ֡ם H6965 אֵת H853 יְמֵי֩ H3117 הַפֻּרִ֨ים H6332 הָאֵ֜לֶּה H428 בִּזְמַנֵּי H2165 כַּאֲשֶׁר֩ H834 קִיַּ֨ם H6965 עֲלֵיהֶ֜ם H5921 מָרְדֳּכַ֤י H4782 הַיְּהוּדִי֙ H3064 וְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֔ה H4436 וְכַ H834 קִיְּמ֥וּ H6965 עַל H5921 נַפְשָׁ֖ם H5315 וְעַל H5921 זַרְעָ֑ם H2233 דִּבְרֵ֥י H1697 הַצֹּמ֖וֹת H6685 וְזַעֲקָתָֽ H2201 ",
      "32": "וּמַאֲמַ֣ר H3982 אֶסְתֵּ֔ר H635 קִיַּ֕ם H6965 דִּבְרֵ֥י H1697 הַפֻּרִ֖ים H6332 הָאֵ֑לֶּה H428 וְנִכְתָּ֖ב H3789 בַּסֵּֽפֶר H5612 "
    },
    "10": {
      "1": "וַיָּשֶׂם֩ H7760 הַמֶּ֨לֶךְ H4428 אחשרש H325 מַ֛ס H4522 עַל H5921 הָאָ֖רֶץ H776 וְאִיֵּ֥י H339 הַיָּֽם H3220 ",
      "2": "וְכָל H3605 מַעֲשֵׂ֤ה H4639 תָקְפּוֹ֙ H8633 וּגְב֣וּרָת֔ H1369 וּפָרָשַׁת֙ H6575 גְּדֻלַּ֣ת H1420 מָרְדֳּכַ֔י H4782 אֲשֶׁ֥ר H834 גִּדְּל֖וֹ H1431 הַמֶּ֑לֶךְ H4428 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֨פֶר֙ H5612 דִּבְרֵ֣י H1697 הַיָּמִ֔ים H3117 לְמַלְכֵ֖י H4428 מָדַ֥י H4074 וּפָרָֽס H6539 ",
      "3": "כִּ֣י H3588 מָרְדֳּכַ֣י H4782 הַיְּהוּדִ֗י H3064 מִשְׁנֶה֙ H4932 לַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 וְגָדוֹל֙ H1419 לַיְּהוּדִ֔ים H3064 וְרָצ֖וּי H7521 לְרֹ֣ב H7230 אֶחָ֑יו H251 דֹּרֵ֥שׁ H1875 טוֹב֙ H2896 לְעַמּ֔ H5971 וְדֹבֵ֥ר H1696 שָׁל֖וֹם H7965 לְכָל H3605 זַרְעֽוֹ H2233 "
    }
  }
}
