{
  "Exodus": {
    "1": {
      "1": "וְאֵ֗לֶּה H428 שְׁמוֹת֙ H8034 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַבָּאִ֖ים H935 מִצְרָ֑יְמָה H4714 אֵ֣ת H854 יַעֲקֹ֔ב H3290 אִ֥ישׁ H376 וּבֵית֖ H1004 בָּֽאוּ H935 ",
      "2": "רְאוּבֵ֣ן H7205 שִׁמְע֔וֹן H8095 לֵוִ֖י H3878 וִיהוּדָֽה H3063 ",
      "3": "יִשָּׂשכָ֥ר H3485 זְבוּלֻ֖ן H2074 וּבְנְיָמִֽן H1144 ",
      "4": "דָּ֥ן H1835 וְנַפְתָּלִ֖י H5321 גָּ֥ד H1410 וְאָשֵֽׁר H836 ",
      "5": "וַֽיְהִ֗י H1961 כָּל H3605 נֶ֛פֶשׁ H5315 יֹצְאֵ֥י H3318 יֶֽרֶךְ H3409 יַעֲקֹ֖ב H3290 שִׁבְעִ֣ים H7657 נָ֑פֶשׁ H5315 וְיוֹסֵ֖ף H3130 הָיָ֥ה H1961 בְמִצְרָֽיִם H4714 ",
      "6": "וַיָּ֤מָת H4191 יוֹסֵף֙ H3130 וְכָל H3605 אֶחָ֔יו H251 וְכֹ֖ל H3605 הַדּ֥וֹר H1755 הַהֽוּא H1931 ",
      "7": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 פָּר֧וּ H6509 וַֽיִּשְׁרְצ֛וּ H8317 וַיִּרְבּ֥וּ H7235 וַיַּֽעַצְמ֖וּ H6105 בִּמְאֹ֣ד H3966 מְאֹ֑ד H3966 וַתִּמָּלֵ֥א H4390 הָאָ֖רֶץ H776 אֹתָֽם H854 ",
      "8": "וַיָּ֥קָם H6965 מֶֽלֶךְ H4428 חָדָ֖שׁ H2319 עַל H5921 מִצְרָ֑יִם H4714 אֲשֶׁ֥ר H834 לֹֽא H3808 יָדַ֖ע H3045 אֶת H853 יוֹסֵֽף H3130 ",
      "9": "וַיֹּ֖אמֶר H559 אֶל H413 עַמּ֑וֹ H5971 הִנֵּ֗ה H2009 עַ֚ם H5971 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 רַ֥ב H7227 וְעָצ֖וּם H6099 מִמֶּֽנּוּ H4480 ",
      "10": "הָ֥בָה H3051 נִֽתְחַכְּמָ֖ה H2449 ל֑וֹ Hl פֶּן H6435 יִרְבֶּ֗ה H7235 וְהָיָ֞ה H1961 כִּֽי H3588 תִקְרֶ֤אנָה H7122 מִלְחָמָה֙ H4421 וְנוֹסַ֤ף H3254 גַּם H1571 הוּא֙ H1931 עַל H5921 שֹׂ֣נְאֵ֔ינוּ H8130 וְנִלְחַם H3898 בָּ֖נוּ Hb וְעָלָ֥ה H5927 מִן H4480 הָאָֽרֶץ H776 ",
      "11": "וַיָּשִׂ֤ימוּ H7760 עָלָיו֙ H5921 שָׂרֵ֣י H8269 מִסִּ֔ים H4522 לְמַ֥עַן H4616 עַנֹּת֖וֹ H6031 בְּסִבְלֹתָ֑ H5450 וַיִּ֜בֶן H1129 עָרֵ֤י H5892 מִסְכְּנוֹת֙ H4543 לְפַרְעֹ֔ה H6547 אֶת H853 פִּתֹ֖ם H6619 וְאֶת H853 רַעַמְסֵֽס H7486 ",
      "12": "וְכַ H834 יְעַנּ֣וּ H6031 אֹת֔וֹ H853 כֵּ֥ן H3651 יִרְבֶּ֖ה H7235 וְכֵ֣ן H3651 יִפְרֹ֑ץ H6555 וַיָּקֻ֕צוּ H6973 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "13": "וַיַּעֲבִ֧דוּ H5647 מִצְרַ֛יִם H4713 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בְּפָֽרֶךְ H6531 ",
      "14": "וַיְמָרְר֨וּ H4843 אֶת H853 חַיֵּיהֶ֜ם H2416 בַּעֲבֹדָ֣ה H5656 קָשָׁ֗ה H7186 בְּחֹ֨מֶר֙ H2563 וּבִ H3843 וּבְ H3605 עֲבֹדָ֖ה H5656 בַּשָּׂדֶ֑ה H7704 אֵ֚ת H853 כָּל H3605 עֲבֹ֣דָתָ֔ם H5656 אֲשֶׁר H834 עָבְד֥וּ H5647 בָהֶ֖ם Hb בְּפָֽרֶךְ H6531 ",
      "15": "וַיֹּ֨אמֶר֙ H559 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 לַֽמְיַלְּדֹ֖ת H3205 הָֽעִבְרִיֹּ֑ת H5680 אֲשֶׁ֨ר H834 שֵׁ֤ם H8034 הָֽאַחַת֙ H259 שִׁפְרָ֔ה H8236 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖ית H8145 פּוּעָֽה H6326 ",
      "16": "וַיֹּ֗אמֶר H559 בְּיַלֶּדְ H3205 אֶת H853 הָֽעִבְרִיּ֔וֹת H5680 וּרְאִיתֶ֖ן H7200 עַל H5921 הָאָבְנָ֑יִם H70 אִם H518 בֵּ֥ן H1121 הוּא֙ H1931 וַהֲמִתֶּ֣ן H4191 אֹת֔וֹ H853 וְאִם H518 בַּ֥ת H1323 הִ֖יא H1931 וָחָֽיָה H2425 ",
      "17": "וַתִּירֶ֤אןָ H3372 הַֽמְיַלְּדֹת֙ H3205 אֶת H853 הָ֣אֱלֹהִ֔ים H430 וְלֹ֣א H3808 עָשׂ֔וּ H6213 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֲלֵיהֶ֖ן H413 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וַתְּחַיֶּ֖יןָ H2421 אֶת H853 הַיְלָדִֽים H3206 ",
      "18": "וַיִּקְרָ֤א H7121 מֶֽלֶךְ H4428 מִצְרַ֨יִם֙ H4714 לַֽמְיַלְּדֹ֔ת H3205 וַיֹּ֣אמֶר H559 לָהֶ֔ן Hl מַדּ֥וּעַ H4069 עֲשִׂיתֶ֖ן H6213 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַתְּחַיֶּ֖יןָ H2421 אֶת H853 הַיְלָדִֽים H3206 ",
      "19": "וַתֹּאמַ֤רְןָ H559 הַֽמְיַלְּדֹת֙ H3205 אֶל H413 פַּרְעֹ֔ה H6547 כִּ֣י H3588 לֹ֧א H3808 כַנָּשִׁ֛ים H802 הַמִּצְרִיֹּ֖ת H4713 הָֽעִבְרִיֹּ֑ת H5680 כִּֽי H3588 חָי֣וֹת H2422 הֵ֔נָּה H2007 בְּטֶ֨רֶם H2962 תָּב֧וֹא H935 אֲלֵהֶ֛ן H413 הַמְיַלֶּ֖דֶת H3205 וְיָלָֽדוּ H3205 ",
      "20": "וַיֵּ֥יטֶב H3190 אֱלֹהִ֖ים H430 לַֽמְיַלְּדֹ֑ת H3205 וַיִּ֧רֶב H7235 הָעָ֛ם H5971 וַיַּֽעַצְמ֖וּ H6105 מְאֹֽד H3966 ",
      "21": "וַיְהִ֕י H1961 כִּֽי H3588 יָֽרְא֥וּ H3372 הַֽמְיַלְּדֹ֖ת H3205 אֶת H853 הָאֱלֹהִ֑ים H430 וַיַּ֥עַשׂ H6213 לָהֶ֖ם Hl בָּתִּֽים H1004 ",
      "22": "וַיְצַ֣ו H6680 פַּרְעֹ֔ה H6547 לְכָל H3605 עַמּ֖וֹ H5971 לֵאמֹ֑ר H559 כָּל H3605 הַבֵּ֣ן H1121 הַיִּלּ֗וֹד H3209 הַיְאֹ֨רָ H2975 תַּשְׁלִיכֻ֔הוּ H7993 וְכָל H3605 הַבַּ֖ת H1323 תְּחַיּֽוּן H2421 "
    },
    "2": {
      "1": "וַיֵּ֥לֶךְ H3212 אִ֖ישׁ H376 מִבֵּ֣ית H1004 לֵוִ֑י H3878 וַיִּקַּ֖ח H3947 אֶת H853 בַּת H1323 לֵוִֽי H3878 ",
      "2": "וַתַּ֥הַר H2029 הָאִשָּׁ֖ה H802 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַתֵּ֤רֶא H7200 אֹתוֹ֙ H853 כִּי H3588 ט֣וֹב H2896 ה֔וּא H1931 וַֽתִּצְפְּנֵ֖ H6845 שְׁלֹשָׁ֥ה H7969 יְרָחִֽים H3391 ",
      "3": "וְלֹא H3808 יָכְלָ֣ה H3201 עוֹד֮ H5750 הַצְּפִינוֹ֒ H6845 וַתִּֽקַּֽח H3947 לוֹ֙ Hl תֵּ֣בַת H8392 גֹּ֔מֶא H1573 וַתַּחְמְרָ֥ H2560 בַחֵמָ֖ר H2564 וּבַ H2203 וַתָּ֤שֶׂם H7760 בָּהּ֙ Hb אֶת H853 הַיֶּ֔לֶד H3206 וַתָּ֥שֶׂם H7760 בַּסּ֖וּף H5488 עַל H5921 שְׂפַ֥ת H8193 הַיְאֹֽר H2975 ",
      "4": "וַתֵּתַצַּ֥ב H3320 אֲחֹת֖וֹ H269 מֵרָחֹ֑ק H7350 לְדֵעָ֕ה H3045 מַה H4100 יֵּעָשֶׂ֖ה H6213 לֽוֹ Hl ",
      "5": "וַתֵּ֤רֶד H3381 בַּת H1323 פַּרְעֹה֙ H6547 לִרְחֹ֣ץ H7364 עַל H5921 הַיְאֹ֔ר H2975 וְנַעֲרֹתֶ֥י H5291 הֹלְכֹ֖ת H1980 עַל H5921 יַ֣ד H3027 הַיְאֹ֑ר H2975 וַתֵּ֤רֶא H7200 אֶת H853 הַתֵּבָה֙ H8392 בְּת֣וֹךְ H8432 הַסּ֔וּף H5488 וַתִּשְׁלַ֥ח H7971 אֶת H853 אֲמָתָ֖הּ H519 וַתִּקָּחֶֽ H3947 ",
      "6": "וַתִּפְתַּח֙ H6605 וַתִּרְאֵ֣ H7200 אֶת H853 הַיֶּ֔לֶד H3206 וְהִנֵּה H2009 נַ֖עַר H5288 בֹּכֶ֑ה H1058 וַתַּחְמֹ֣ל H2550 עָלָ֔יו H5921 וַתֹּ֕אמֶר H559 מִיַּלְדֵ֥י H3206 הָֽעִבְרִ֖ים H5680 זֶֽה H2088 ",
      "7": "וַתֹּ֣אמֶר H559 אֲחֹתוֹ֮ H269 אֶל H413 בַּת H1323 פַּרְעֹה֒ H6547 הַאֵלֵ֗ךְ H3212 וְקָרָ֤אתִי H7121 לָךְ֙ Hl אִשָּׁ֣ה H802 מֵינֶ֔קֶת H3243 מִ֖ן H4480 הָעִבְרִיֹּ֑ת H5680 וְתֵינִ֥ק H3243 לָ֖ךְ Hl אֶת H853 הַיָּֽלֶד H3206 ",
      "8": "וַתֹּֽאמֶר H559 לָ֥הּ Hl בַּת H1323 פַּרְעֹ֖ה H6547 לֵ֑כִי H3212 וַתֵּ֨לֶךְ֙ H3212 הָֽעַלְמָ֔ה H5959 וַתִּקְרָ֖א H7121 אֶת H853 אֵ֥ם H517 הַיָּֽלֶד H3206 ",
      "9": "וַתֹּ֧אמֶר H559 לָ֣הּ Hl בַּת H1323 פַּרְעֹ֗ה H6547 הֵילִ֜יכִי H3212 אֶת H853 הַיֶּ֤לֶד H3206 הַזֶּה֙ H2088 וְהֵינִקִ֣ H3243 לִ֔י Hl וַאֲנִ֖י H589 אֶתֵּ֣ן H5414 אֶת H853 שְׂכָרֵ֑ךְ H7939 וַתִּקַּ֧ח H3947 הָאִשָּׁ֛ה H802 הַיֶּ֖לֶד H3206 וַתְּנִיקֵֽ H5134 ",
      "10": "וַיִגְדַּ֣ל H1431 הַיֶּ֗לֶד H3206 וַתְּבִאֵ֨ H935 לְבַת H1323 פַּרְעֹ֔ה H6547 וַֽיְהִי H1961 לָ֖הּ Hl לְבֵ֑ן H1121 וַתִּקְרָ֤א H7121 שְׁמוֹ֙ H8034 מֹשֶׁ֔ה H4872 וַתֹּ֕אמֶר H559 כִּ֥י H3588 מִן H4480 הַמַּ֖יִם H4325 מְשִׁיתִֽהוּ H4871 ",
      "11": "וַיְהִ֣י H1961 בַּיָּמִ֣ים H3117 הָהֵ֗ם H1992 וַיִּגְדַּ֤ל H1431 מֹשֶׁה֙ H4872 וַיֵּצֵ֣א H3318 אֶל H413 אֶחָ֔יו H251 וַיַּ֖רְא H7200 בְּסִבְלֹתָ֑ H5450 וַיַּרְא֙ H7200 אִ֣ישׁ H376 מִצְרִ֔י H4713 מַכֶּ֥ה H5221 אִישׁ H376 עִבְרִ֖י H5680 מֵאֶחָֽי H251 ",
      "12": "וַיִּ֤פֶן H6437 כֹּה֙ H3541 וָכֹ֔ה H3541 וַיַּ֖רְא H7200 כִּ֣י H3588 אֵ֣ין H369 אִ֑ישׁ H376 וַיַּךְ֙ H5221 אֶת H853 הַמִּצְרִ֔י H4713 וַֽיִּטְמְנֵ֖ H2934 בַּחֽוֹל H2344 ",
      "13": "וַיֵּצֵא֙ H3318 בַּיּ֣וֹם H3117 הַשֵּׁנִ֔י H8145 וְהִנֵּ֛ה H2009 שְׁנֵֽי H8147 אֲנָשִׁ֥ים H376 עִבְרִ֖ים H5680 נִצִּ֑ים H5327 וַיֹּ֨אמֶר֙ H559 לָֽרָשָׁ֔ע H7563 לָ֥מָּה H4100 תַכֶּ֖ה H5221 רֵעֶֽךָ H7453 ",
      "14": "וַ֠יֹּאמֶר H559 מִ֣י H4310 שָֽׂמְךָ֞ H7760 לְאִ֨ישׁ H376 שַׂ֤ר H8269 וְשֹׁפֵט֙ H8199 עָלֵ֔ינוּ H5921 הַלְ H2026 אַתָּ֣ה H859 אֹמֵ֔ר H559 כַּאֲשֶׁ֥ר H834 הָרַ֖גְתָּ H2026 אֶת H853 הַמִּצְרִ֑י H4713 וַיִּירָ֤א H3372 מֹשֶׁה֙ H4872 וַיֹּאמַ֔ר H559 אָכֵ֖ן H403 נוֹדַ֥ע H3045 הַדָּבָֽר H1697 ",
      "15": "וַיִּשְׁמַ֤ע H8085 פַּרְעֹה֙ H6547 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וַיְבַקֵּ֖שׁ H1245 לַהֲרֹ֣ג H2026 אֶת H853 מֹשֶׁ֑ה H4872 וַיִּבְרַ֤ח H1272 מֹשֶׁה֙ H4872 מִפְּנֵ֣י H6440 פַרְעֹ֔ה H6547 וַיֵּ֥שֶׁב H3427 בְּאֶֽרֶץ H776 מִדְיָ֖ן H4080 וַיֵּ֥שֶׁב H3427 עַֽל H5921 הַבְּאֵֽר H875 ",
      "16": "וּלְ H3548 מִדְיָ֖ן H4080 שֶׁ֣בַע H7651 בָּנ֑וֹת H1323 וַתָּבֹ֣אנָה H935 וַתִּדְלֶ֗נָה H1802 וַתְּמַלֶּ֨אנָה֙ H4390 אֶת H853 הָ֣רְהָטִ֔ים H7298 לְהַשְׁק֖וֹת H8248 צֹ֥אן H6629 אֲבִיהֶֽן H1 ",
      "17": "וַיָּבֹ֥אוּ H935 הָרֹעִ֖ים H7462 וַיְגָרְשׁ֑וּ H1644 וַיָּ֤קָם H6965 מֹשֶׁה֙ H4872 וַיּ֣וֹשִׁעָ֔ H3467 וַיַּ֖שְׁקְ H8248 אֶת H853 צֹאנָֽם H6629 ",
      "18": "וַתָּבֹ֕אנָה H935 אֶל H413 רְעוּאֵ֖ל H7467 אֲבִיהֶ֑ן H1 וַיֹּ֕אמֶר H559 מַדּ֛וּעַ H4069 מִהַרְתֶּ֥ן H4116 בֹּ֖א H935 הַיּֽוֹם H3117 ",
      "19": "וַתֹּאמַ֕רְןָ H559 אִ֣ישׁ H376 מִצְרִ֔י H4713 הִצִּילָ֖נוּ H5337 מִיַּ֣ד H3027 הָרֹעִ֑ים H7462 וְגַם H1571 דָּלֹ֤ה H1802 דָלָה֙ H1802 לָ֔נוּ Hl וַיַּ֖שְׁקְ H8248 אֶת H853 הַצֹּֽאן H6629 ",
      "20": "וַיֹּ֥אמֶר H559 אֶל H413 בְּנֹתָ֖יו H1323 וְאַיּ֑ H346 לָ֤מָּה H4100 זֶּה֙ H2088 עֲזַבְתֶּ֣ן H5800 אֶת H853 הָאִ֔ישׁ H376 קִרְאֶ֥ן H7121 ל֖וֹ Hl וְיֹ֥אכַל H398 לָֽחֶם H3899 ",
      "21": "וַיּ֥וֹאֶל H2974 מֹשֶׁ֖ה H4872 לָשֶׁ֣בֶת H3427 אֶת H854 הָאִ֑ישׁ H376 וַיִּתֵּ֛ן H5414 אֶת H853 צִפֹּרָ֥ה H6855 בִתּ֖וֹ H1323 לְמֹשֶֽׁה H4872 ",
      "22": "וַתֵּ֣לֶד H3205 בֵּ֔ן H1121 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 גֵּרְשֹׁ֑ם H1647 כִּ֣י H3588 אָמַ֔ר H559 גֵּ֣ר H1616 הָיִ֔יתִי H1961 בְּאֶ֖רֶץ H776 נָכְרִיָּֽה H5237 ",
      "23": "וַיְהִי֩ H1961 בַיָּמִ֨ים H3117 הָֽרַבִּ֜ים H7227 הָהֵ֗ם H1992 וַיָּ֨מָת֙ H4191 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 וַיֵּאָנְח֧וּ H584 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מִן H4480 הָעֲבֹדָ֖ה H5656 וַיִּזְעָ֑קוּ H2199 וַתַּ֧עַל H5927 שַׁוְעָתָ֛ם H7775 אֶל H413 הָאֱלֹהִ֖ים H430 מִן H4480 הָעֲבֹדָֽה H5656 ",
      "24": "וַיִּשְׁמַ֥ע H8085 אֱלֹהִ֖ים H430 אֶת H853 נַאֲקָתָ֑ם H5009 וַיִּזְכֹּ֤ר H2142 אֱלֹהִים֙ H430 אֶת H853 בְּרִית֔וֹ H1285 אֶת H854 אַבְרָהָ֖ם H85 אֶת H854 יִצְחָ֥ק H3327 וְאֶֽת H854 יַעֲקֹֽב H3290 ",
      "25": "וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיֵּ֖דַע H3045 אֱלֹהִֽים H430 "
    },
    "3": {
      "1": "וּמֹשֶׁ֗ה H4872 הָיָ֥ה H1961 רֹעֶ֛ה H7462 אֶת H853 צֹ֛אן H6629 יִתְר֥וֹ H3503 חֹתְנ֖וֹ H2859 כֹּהֵ֣ן H3548 מִדְיָ֑ן H4080 וַיִּנְהַ֤ג H5090 אֶת H853 הַצֹּאן֙ H6629 אַחַ֣ר H310 הַמִּדְבָּ֔ר H4057 וַיָּבֹ֛א H935 אֶל H413 הַ֥ר H2022 הָאֱלֹהִ֖ים H430 חֹרֵֽבָה H2722 ",
      "2": "וַ֠יֵּרָא H7200 מַלְאַ֨ךְ H4397 יְהֹוָ֥ה H3068 אֵלָ֛יו H413 בְּלַבַּת H3827 אֵ֖שׁ H784 מִתּ֣וֹךְ H8432 הַסְּנֶ֑ה H5572 וַיַּ֗רְא H7200 וְהִנֵּ֤ה H2009 הַסְּנֶה֙ H5572 בֹּעֵ֣ר H1197 בָּאֵ֔שׁ H784 וְהַ H5572 אֵינֶ֥נּוּ H369 אֻכָּֽל H398 ",
      "3": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 אָסֻֽרָה H5493 נָּ֣א H4994 וְאֶרְאֶ֔ה H7200 אֶת H853 הַמַּרְאֶ֥ה H4758 הַגָּדֹ֖ל H1419 הַזֶּ֑ה H2088 מַדּ֖וּעַ H4069 לֹא H3808 יִבְעַ֥ר H1197 הַסְּנֶֽה H5572 ",
      "4": "וַיַּ֥רְא H7200 יְהוָ֖ה H3068 כִּ֣י H3588 סָ֣ר H5493 לִרְא֑וֹת H7200 וַיִּקְרָא֩ H7121 אֵלָ֨יו H413 אֱלֹהִ֜ים H430 מִתּ֣וֹךְ H8432 הַסְּנֶ֗ה H5572 וַיֹּ֛אמֶר H559 מֹשֶׁ֥ה H4872 מֹשֶׁ֖ה H4872 וַיֹּ֥אמֶר H559 הִנֵּֽנִי H2009 ",
      "5": "וַיֹּ֖אמֶר H559 אַל H408 תִּקְרַ֣ב H7126 הֲלֹ֑ם H1988 שַׁל H5394 נְעָלֶ֨יךָ֙ H5275 מֵעַ֣ל H5921 רַגְלֶ֔יךָ H7272 כִּ֣י H3588 הַמָּק֗וֹם H4725 אֲשֶׁ֤ר H834 אַתָּה֙ H859 עוֹמֵ֣ד H5975 עָלָ֔יו H5921 אַדְמַת H127 קֹ֖דֶשׁ H6944 הֽוּא H1931 ",
      "6": "וַיֹּ֗אמֶר H559 אָנֹכִי֙ H595 אֱלֹהֵ֣י H430 אָבִ֔יךָ H1 אֱלֹהֵ֧י H430 אַבְרָהָ֛ם H85 אֱלֹהֵ֥י H430 יִצְחָ֖ק H3327 וֵאלֹהֵ֣י H430 יַעֲקֹ֑ב H3290 וַיַּסְתֵּ֤ר H5641 מֹשֶׁה֙ H4872 פָּנָ֔יו H6440 כִּ֣י H3588 יָרֵ֔א H3372 מֵהַבִּ֖יט H5027 אֶל H413 הָאֱלֹהִֽים H430 ",
      "7": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 רָאֹ֥ה H7200 רָאִ֛יתִי H7200 אֶת H853 עֳנִ֥י H6040 עַמִּ֖י H5971 אֲשֶׁ֣ר H834 בְּמִצְרָ֑יִם H4714 וְאֶת H853 צַעֲקָתָ֤ם H6818 שָׁמַ֨עְתִּי֙ H8085 מִפְּנֵ֣י H6440 נֹֽגְשָׂ֔יו H5065 כִּ֥י H3588 יָדַ֖עְתִּי H3045 אֶת H853 מַכְאֹבָֽיו H4341 ",
      "8": "וָאֵרֵ֞ד H3381 לְהַצִּיל֣ H5337 מִיַּ֣ד H3027 מִצְרַ֗יִם H4713 וּֽלְ H5927 מִן H4480 הָאָ֣רֶץ H776 הַהִוא֒ H1931 אֶל H413 אֶ֤רֶץ H776 טוֹבָה֙ H2896 וּרְחָבָ֔ה H7342 אֶל H413 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 אֶל H413 מְק֤וֹם H4725 הַֽכְּנַעֲנִי֙ H3669 וְהַ֣ H2850 וְהָֽ H567 וְהַ H6522 וְהַ H2340 וְהַ H2983 ",
      "9": "וְעַתָּ֕ה H6258 הִנֵּ֛ה H2009 צַעֲקַ֥ת H6818 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 בָּ֣אָה H935 אֵלָ֑י H413 וְגַם H1571 רָאִ֨יתִי֙ H7200 אֶת H853 הַלַּ֔חַץ H3906 אֲשֶׁ֥ר H834 מִצְרַ֖יִם H4713 לֹחֲצִ֥ים H3905 אֹתָֽם H853 ",
      "10": "וְעַתָּ֣ה H6258 לְכָ֔ה H3212 וְאֶֽשְׁלָחֲ H7971 אֶל H413 פַּרְעֹ֑ה H6547 וְהוֹצֵ֛א H3318 אֶת H853 עַמִּ֥י H5971 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָֽיִם H4714 ",
      "11": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 הָ֣אֱלֹהִ֔ים H430 מִ֣י H4310 אָנֹ֔כִי H595 כִּ֥י H3588 אֵלֵ֖ךְ H3212 אֶל H413 פַּרְעֹ֑ה H6547 וְכִ֥י H3588 אוֹצִ֛יא H3318 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָֽיִם H4714 ",
      "12": "וַיֹּ֨אמֶר֙ H559 כִּֽי H3588 אֶֽהְיֶ֣ה H1961 עִמָּ֔ךְ H5973 וְזֶה H2088 לְּךָ֣ Hl הָא֔וֹת H226 כִּ֥י H3588 אָנֹכִ֖י H595 שְׁלַחְתִּ֑יךָ H7971 בְּהוֹצִֽיאֲ H3318 אֶת H853 הָעָם֙ H5971 מִמִּצְרַ֔יִם H4714 תַּֽעַבְדוּן֙ H5647 אֶת H853 הָ֣אֱלֹהִ֔ים H430 עַ֖ל H5921 הָהָ֥ר H2022 הַזֶּֽה H2088 ",
      "13": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 הָֽאֱלֹהִ֗ים H430 הִנֵּ֨ה H2009 אָנֹכִ֣י H595 בָא֮ H935 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְאָמַרְתִּ֣י H559 לָהֶ֔ם Hl אֱלֹהֵ֥י H430 אֲבוֹתֵיכֶ֖ם H1 שְׁלָחַ֣נִי H7971 אֲלֵיכֶ֑ם H413 וְאָֽמְרוּ H559 לִ֣י Hl מַה H4100 שְּׁמ֔וֹ H8034 מָ֥ה H4100 אֹמַ֖ר H559 אֲלֵהֶֽם H413 ",
      "14": "וַיֹּ֤אמֶר H559 אֱלֹהִים֙ H430 אֶל H413 מֹשֶׁ֔ה H4872 אֶֽהְיֶ֖ה H1961 אֲשֶׁ֣ר H834 אֶֽהְיֶ֑ה H1961 וַיֹּ֗אמֶר H559 כֹּ֤ה H3541 תֹאמַר֙ H559 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶֽהְיֶ֖ה H1961 שְׁלָחַ֥נִי H7971 אֲלֵיכֶֽם H413 ",
      "15": "וַיֹּאמֶר֩ H559 ע֨וֹד H5750 אֱלֹהִ֜ים H430 אֶל H413 מֹשֶׁ֗ה H4872 כֹּֽה H3541 תֹאמַר֮ H559 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 יְהוָ֞ה H3068 אֱלֹהֵ֣י H430 אֲבֹתֵיכֶ֗ם H1 אֱלֹהֵ֨י H430 אַבְרָהָ֜ם H85 אֱלֹהֵ֥י H430 יִצְחָ֛ק H3327 וֵאלֹהֵ֥י H430 יַעֲקֹ֖ב H3290 שְׁלָחַ֣נִי H7971 אֲלֵיכֶ֑ם H413 זֶה H2088 שְּׁמִ֣י H8034 לְעֹלָ֔ם H5769 וְזֶ֥ה H2088 זִכְרִ֖י H2143 לְדֹ֥ר H1755 דֹּֽר H1755 ",
      "16": "לֵ֣ךְ H3212 וְאָֽסַפְתָּ֞ H622 אֶת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֗ל H3478 וְאָמַרְתָּ֤ H559 אֲלֵהֶם֙ H413 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 אֲבֹֽתֵיכֶם֙ H1 נִרְאָ֣ה H7200 אֵלַ֔י H413 אֱלֹהֵ֧י H430 אַבְרָהָ֛ם H85 יִצְחָ֥ק H3327 וְיַעֲקֹ֖ב H3290 לֵאמֹ֑ר H559 פָּקֹ֤ד H6485 פָּקַ֨דְתִּי֙ H6485 אֶתְכֶ֔ם H853 וְאֶת H853 הֶעָשׂ֥וּי H6213 לָכֶ֖ם Hl בְּמִצְרָֽיִם H4714 ",
      "17": "וָאֹמַ֗ר H559 אַעֲלֶ֣ה H5927 אֶתְכֶם֮ H853 מֵעֳנִ֣י H6040 מִצְרַיִם֒ H4714 אֶל H413 אֶ֤רֶץ H776 הַֽכְּנַעֲנִי֙ H3669 וְהַ֣ H2850 וְהָֽ H567 וְהַ H6522 וְהַ H2340 וְהַ H2983 אֶל H413 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
      "18": "וְשָׁמְע֖וּ H8085 לְקֹלֶ֑ H6963 וּבָאתָ֡ H935 אַתָּה֩ H859 וְזִקְנֵ֨י H2205 יִשְׂרָאֵ֜ל H3478 אֶל H413 מֶ֣לֶךְ H4428 מִצְרַ֗יִם H4714 וַאֲמַרְתֶּ֤ם H559 אֵלָיו֙ H413 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 הָֽעִבְרִיִּים֙ H5680 נִקְרָ֣ה H7136 עָלֵ֔ינוּ H5921 וְעַתָּ֗ה H6258 נֵֽלֲכָה H3212 נָּ֞א H4994 דֶּ֣רֶךְ H1870 שְׁלֹ֤שֶׁת H7969 יָמִים֙ H3117 בַּמִּדְבָּ֔ר H4057 וְנִזְבְּחָ֖ה H2076 לַֽיהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
      "19": "וַאֲנִ֣י H589 יָדַ֔עְתִּי H3045 כִּ֠י H3588 לֹֽא H3808 יִתֵּ֥ן H5414 אֶתְכֶ֛ם H853 מֶ֥לֶךְ H4428 מִצְרַ֖יִם H4714 לַהֲלֹ֑ךְ H1980 וְלֹ֖א H3808 בְּיָ֥ד H3027 חֲזָקָֽה H2389 ",
      "20": "וְשָׁלַחְתִּ֤י H7971 אֶת H853 יָדִי֙ H3027 וְהִכֵּיתִ֣י H5221 אֶת H853 מִצְרַ֔יִם H4713 בְּכֹל֙ H3605 נִפְלְאֹתַ֔י H6381 אֲשֶׁ֥ר H834 אֶֽעֱשֶׂ֖ה H6213 בְּקִרְבּ֑ H7130 וְאַחֲרֵי H310 כֵ֖ן H3651 יְשַׁלַּ֥ח H7971 אֶתְכֶֽם H853 ",
      "21": "וְנָתַתִּ֛י H5414 אֶת H853 חֵ֥ן H2580 הָֽעָם H5971 הַזֶּ֖ה H2088 בְּעֵינֵ֣י H5869 מִצְרָ֑יִם H4713 וְהָיָה֙ H1961 כִּ֣י H3588 תֵֽלֵכ֔וּן H3212 לֹ֥א H3808 תֵלְכ֖וּ H3212 רֵיקָֽם H7387 ",
      "22": "וְשָׁאֲלָ֨ה H7592 אִשָּׁ֤ה H802 מִשְּׁכֶנְתָּ H7934 וּמִ H1481 בֵּיתָ֔הּ H1004 כְּלֵי H3627 כֶ֛סֶף H3701 וּכְלֵ֥י H3627 זָהָ֖ב H2091 וּשְׂמָלֹ֑ת H8071 וְשַׂמְתֶּ֗ם H7760 עַל H5921 בְּנֵיכֶם֙ H1121 וְעַל H5921 בְּנֹ֣תֵיכֶ֔ם H1323 וְנִצַּלְתֶּ֖ם H5337 אֶת H853 מִצְרָֽיִם H4713 "
    },
    "4": {
      "1": "וַיַּ֤עַן H6030 מֹשֶׁה֙ H4872 וַיֹּ֔אמֶר H559 וְהֵן֙ H2005 לֹֽא H3808 יַאֲמִ֣ינוּ H539 לִ֔י Hl וְלֹ֥א H3808 יִשְׁמְע֖וּ H8085 בְּקֹלִ֑ H6963 כִּ֣י H3588 יֹֽאמְר֔וּ H559 לֹֽא H3808 נִרְאָ֥ה H7200 אֵלֶ֖יךָ H413 יְהוָֽה H3068 ",
      "2": "וַיֹּ֧אמֶר H559 אֵלָ֛יו H413 יְהוָ֖ה H3068 מזה H2088 בְיָדֶ֑ H3027 וַיֹּ֖אמֶר H559 מַטֶּֽה H4294 ",
      "3": "וַיֹּ֨אמֶר֙ H559 הַשְׁלִיכֵ֣הוּ H7993 אַ֔רְצָה H776 וַיַּשְׁלִיכֵ֥ H7993 אַ֖רְצָה H776 וַיְהִ֣י H1961 לְנָחָ֑שׁ H5175 וַיָּ֥נָס H5127 מֹשֶׁ֖ה H4872 מִפָּנָֽי H6440 ",
      "4": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 שְׁלַח֙ H7971 יָֽדְךָ֔ H3027 וֶאֱחֹ֖ז H270 בִּזְנָב֑ H2180 וַיִּשְׁלַ֤ח H7971 יָדוֹ֙ H3027 וַיַּ֣חֲזֶק H2388 בּ֔וֹ Hb וַיְהִ֥י H1961 לְמַטֶּ֖ה H4294 בְּכַפּֽ H3709 ",
      "5": "לְמַ֣עַן H4616 יַאֲמִ֔ינוּ H539 כִּֽי H3588 נִרְאָ֥ה H7200 אֵלֶ֛יךָ H413 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבֹתָ֑ם H1 אֱלֹהֵ֧י H430 אַבְרָהָ֛ם H85 אֱלֹהֵ֥י H430 יִצְחָ֖ק H3327 וֵאלֹהֵ֥י H430 יַעֲקֹֽב H3290 ",
      "6": "וַיֹּאמֶר֩ H559 יְהוָ֨ה H3068 ל֜וֹ Hl ע֗וֹד H5750 הָֽבֵא H935 נָ֤א H4994 יָֽדְךָ֙ H3027 בְּחֵיקֶ֔ H2436 וַיָּבֵ֥א H935 יָד֖וֹ H3027 בְּחֵיק֑ H2436 וַיּ֣וֹצִאָ֔ H3318 וְהִנֵּ֥ה H2009 יָד֖וֹ H3027 מְצֹרַ֥עַת H6879 כַּשָּֽׁלֶג H7950 ",
      "7": "וַיֹּ֗אמֶר H559 הָשֵׁ֤ב H7725 יָֽדְךָ֙ H3027 אֶל H413 חֵיקֶ֔ךָ H2436 וַיָּ֥שֶׁב H7725 יָד֖וֹ H3027 אֶל H413 חֵיק֑וֹ H2436 וַיּֽוֹצִאָ H3318 מֵֽחֵיק֔ H2436 וְהִנֵּה H2009 שָׁ֖בָה H7725 כִּבְשָׂרֽ H1320 ",
      "8": "וְהָיָה֙ H1961 אִם H518 לֹ֣א H3808 יַאֲמִ֣ינוּ H539 לָ֔ךְ Hl וְלֹ֣א H3808 יִשְׁמְע֔וּ H8085 לְקֹ֖ל H6963 הָאֹ֣ת H226 הָרִאשׁ֑וֹן H7223 וְהֶֽאֱמִ֔ינוּ H539 לְקֹ֖ל H6963 הָאֹ֥ת H226 הָאַחֲרֽוֹן H314 ",
      "9": "וְהָיָ֡ה H1961 אִם H518 לֹ֣א H3808 יַאֲמִ֡ינוּ H539 גַּם֩ H1571 לִשְׁנֵ֨י H8147 הָאֹת֜וֹת H226 הָאֵ֗לֶּה H428 וְלֹ֤א H3808 יִשְׁמְעוּן֙ H8085 לְקֹלֶ֔ H6963 וְלָקַחְתָּ֙ H3947 מִמֵּימֵ֣י H4325 הַיְאֹ֔ר H2975 וְשָׁפַכְתָּ֖ H8210 הַיַּבָּשָׁ֑ה H3004 וְהָי֤וּ H1961 הַמַּ֨יִם֙ H4325 אֲשֶׁ֣ר H834 תִּקַּ֣ח H3947 מִן H4480 הַיְאֹ֔ר H2975 וְהָי֥וּ H1961 לְדָ֖ם H1818 בַּיַּבָּֽשֶׁת H3006 ",
      "10": "וַיֹּ֨אמֶר H559 מֹשֶׁ֣ה H4872 אֶל H413 יְהוָה֮ H3068 בִּ֣י H994 אֲדֹנָי֒ H136 לֹא֩ H3808 אִ֨ישׁ H376 דְּבָרִ֜ים H1697 אָנֹ֗כִי H595 גַּ֤ם H1571 מִתְּמוֹל֙ H8543 גַּ֣ם H1571 מִשִּׁלְשֹׁ֔ם H8032 גַּ֛ם H1571 מֵאָ֥ז H227 דַּבֶּרְךָ H1696 אֶל H413 עַבְדֶּ֑ךָ H5650 כִּ֧י H3588 כְבַד H3515 פֶּ֛ה H6310 וּכְבַ֥ד H3515 לָשׁ֖וֹן H3956 אָנֹֽכִי H595 ",
      "11": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלָ֗יו H413 מִ֣י H4310 שָׂ֣ם H7760 פֶּה֮ H6310 לָֽאָדָם֒ H120 א֚וֹ H176 מִֽי H4310 יָשׂ֣וּם H7760 אִלֵּ֔ם H483 א֣וֹ H176 חֵרֵ֔שׁ H2795 א֥וֹ H176 פִקֵּ֖חַ H6493 א֣וֹ H176 עִוֵּ֑ר H5787 הֲלֹ֥א H3808 אָנֹכִ֖י H595 יְהוָֽה H3068 ",
      "12": "וְעַתָּ֖ה H6258 לֵ֑ךְ H3212 וְאָנֹכִי֙ H595 אֶֽהְיֶ֣ה H1961 עִם H5973 פִּ֔יךָ H6310 וְהוֹרֵיתִ֖י H3384 אֲשֶׁ֥ר H834 תְּדַבֵּֽר H1696 ",
      "13": "וַיֹּ֖אמֶר H559 בִּ֣י H994 אֲדֹנָ֑י H136 שְֽׁלַֽח H7971 נָ֖א H4994 בְּיַד H3027 תִּשְׁלָֽח H7971 ",
      "14": "וַיִּֽחַר H2734 אַ֨ף H639 יְהוָ֜ה H3068 בְּמֹשֶׁ֗ה H4872 וַיֹּ֨אמֶר֙ H559 הֲלֹ֨א H3808 אַהֲרֹ֤ן H175 אָחִ֨יךָ֙ H251 הַלֵּוִ֔י H3881 יָדַ֕עְתִּי H3045 כִּֽי H3588 דַבֵּ֥ר H1696 יְדַבֵּ֖ר H1696 ה֑וּא H1931 וְגַ֤ם H1571 הִנֵּה H2009 הוּא֙ H1931 יֹצֵ֣א H3318 לִקְרָאתֶ֔ H7125 וְרָאֲ H7200 וְשָׂמַ֥ח H8055 בְּלִבּֽ H3820 ",
      "15": "וְדִבַּרְתָּ֣ H1696 אֵלָ֔יו H413 וְשַׂמְתָּ֥ H7760 אֶת H853 הַדְּבָרִ֖ים H1697 בְּפִ֑י H6310 וְאָנֹכִ֗י H595 אֶֽהְיֶ֤ה H1961 עִם H5973 פִּ֨יךָ֙ H6310 וְעִם H5973 פִּ֔יהוּ H6310 וְהוֹרֵיתִ֣י H3384 אֶתְכֶ֔ם H853 אֵ֖ת H853 אֲשֶׁ֥ר H834 תַּעֲשֽׂוּן H6213 ",
      "16": "וְדִבֶּר H1696 ה֥וּא H1931 לְךָ֖ Hl אֶל H413 הָעָ֑ם H5971 וְהָ֤יָה H1961 הוּא֙ H1931 יִֽהְיֶה H1961 לְּךָ֣ Hl לְפֶ֔ה H6310 וְאַתָּ֖ה H859 תִּֽהְיֶה H1961 לּ֥וֹ Hl לֵֽאלֹהִֽים H430 ",
      "17": "וְאֶת H853 הַמַּטֶּ֥ה H4294 הַזֶּ֖ה H2088 תִּקַּ֣ח H3947 בְּיָדֶ֑ H3027 אֲשֶׁ֥ר H834 תַּעֲשֶׂה H6213 בּ֖וֹ Hb אֶת H853 הָאֹתֹֽת H226 ",
      "18": "וַיֵּ֨לֶךְ H3212 מֹשֶׁ֜ה H4872 וַיָּ֣שָׁב H7725 אֶל H413 יֶ֣תֶר H3500 חֹֽתְנ֗וֹ H2859 וַיֹּ֤אמֶר H559 לוֹ֙ Hl אֵ֣לֲכָה H3212 נָּ֗א H4994 וְאָשׁ֨וּבָה֙ H7725 אֶל H413 אַחַ֣י H251 אֲשֶׁר H834 בְּמִצְרַ֔יִם H4714 וְאֶרְאֶ֖ה H7200 הַעוֹדָ֣ H5750 חַיִּ֑ים H2416 וַיֹּ֧אמֶר H559 יִתְר֛וֹ H3503 לְמֹשֶׁ֖ה H4872 לֵ֥ךְ H3212 לְשָׁלֽוֹם H7965 ",
      "19": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 בְּמִדְיָ֔ן H4080 לֵ֖ךְ H3212 שֻׁ֣ב H7725 מִצְרָ֑יִם H4714 כִּי H3588 מֵ֨תוּ֙ H4191 כָּל H3605 הָ֣אֲנָשִׁ֔ים H376 הַֽמְבַקְשִׁ֖ים H1245 אֶת H853 נַפְשֶֽׁךָ H5315 ",
      "20": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 אֶת H853 אִשְׁתּ֣וֹ H802 וְאֶת H853 בָּנָ֗יו H1121 וַיַּרְכִּבֵ H7392 עַֽל H5921 הַחֲמֹ֔ר H2543 וַיָּ֖שָׁב H7725 אַ֣רְצָה H776 מִצְרָ֑יִם H4714 וַיִּקַּ֥ח H3947 מֹשֶׁ֛ה H4872 אֶת H853 מַטֵּ֥ה H4294 הָאֱלֹהִ֖ים H430 בְּיָדֽ H3027 ",
      "21": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 בְּלֶכְתְּ H3212 לָשׁ֣וּב H7725 מִצְרַ֔יְמָה H4714 רְאֵ֗ה H7200 כָּל H3605 הַמֹּֽפְתִים֙ H4159 אֲשֶׁר H834 שַׂ֣מְתִּי H7760 בְיָדֶ֔ H3027 וַעֲשִׂיתָ֖ H6213 לִפְנֵ֣י H6440 פַרְעֹ֑ה H6547 וַאֲנִי֙ H589 אֲחַזֵּ֣ק H2388 אֶת H853 לִבּ֔וֹ H3820 וְלֹ֥א H3808 יְשַׁלַּ֖ח H7971 אֶת H853 הָעָֽם H5971 ",
      "22": "וְאָמַרְתָּ֖ H559 אֶל H413 פַּרְעֹ֑ה H6547 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּנִ֥י H1121 בְכֹרִ֖י H1060 יִשְׂרָאֵֽל H3478 ",
      "23": "וָאֹמַ֣ר H559 אֵלֶ֗יךָ H413 שַׁלַּ֤ח H7971 אֶת H853 בְּנִי֙ H1121 וְיַֽעַבְדֵ֔ H5647 וַתְּמָאֵ֖ן H3985 לְשַׁלְּח֑ H7971 הִנֵּה֙ H2009 אָנֹכִ֣י H595 הֹרֵ֔ג H2026 אֶת H853 בִּנְךָ֖ H1121 בְּכֹרֶֽךָ H1060 ",
      "24": "וַיְהִ֥י H1961 בַדֶּ֖רֶךְ H1870 בַּמָּל֑וֹן H4411 וַיִּפְגְּשֵׁ֣ H6298 יְהוָ֔ה H3068 וַיְבַקֵּ֖שׁ H1245 הֲמִיתֽוֹ H4191 ",
      "25": "וַתִּקַּ֨ח H3947 צִפֹּרָ֜ה H6855 צֹ֗ר H6864 וַתִּכְרֹת֙ H3772 אֶת H853 עָרְלַ֣ת H6190 בְּנָ֔הּ H1121 וַתַּגַּ֖ע H5060 לְרַגְלָ֑י H7272 וַתֹּ֕אמֶר H559 כִּ֧י H3588 חֲתַן H2860 דָּמִ֛ים H1818 אַתָּ֖ה H859 לִֽי Hl ",
      "26": "וַיִּ֖רֶף H7503 מִמֶּ֑נּוּ H4480 אָ֚ז H227 אָֽמְרָ֔ה H559 חֲתַ֥ן H2860 דָּמִ֖ים H1818 לַמּוּלֹֽת H4139 ",
      "27": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶֽל H413 אַהֲרֹ֔ן H175 לֵ֛ךְ H3212 לִקְרַ֥את H7125 מֹשֶׁ֖ה H4872 הַמִּדְבָּ֑רָ H4057 וַיֵּ֗לֶךְ H3212 וַֽיִּפְגְּשֵׁ֛ H6298 בְּהַ֥ר H2022 הָאֱלֹהִ֖ים H430 וַיִּשַּׁק H5401 לֽוֹ Hl ",
      "28": "וַיַּגֵּ֤ד H5046 מֹשֶׁה֙ H4872 לְאַֽהֲרֹ֔ן H175 אֵ֛ת H853 כָּל H3605 דִּבְרֵ֥י H1697 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 שְׁלָח֑וֹ H7971 וְאֵ֥ת H853 כָּל H3605 הָאֹתֹ֖ת H226 אֲשֶׁ֥ר H834 צִוָּֽהוּ H6680 ",
      "29": "וַיֵּ֥לֶךְ H3212 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 וַיַּ֣אַסְפ֔וּ H622 אֶת H853 כָּל H3605 זִקְנֵ֖י H2205 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "30": "וַיְדַבֵּ֣ר H1696 אַהֲרֹ֔ן H175 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֔ים H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 וַיַּ֥עַשׂ H6213 הָאֹתֹ֖ת H226 לְעֵינֵ֥י H5869 הָעָֽם H5971 ",
      "31": "וַֽיַּאֲמֵ֖ן H539 הָעָ֑ם H5971 וַֽיִּשְׁמְע֡וּ H8085 כִּֽי H3588 פָקַ֨ד H6485 יְהוָ֜ה H3068 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְכִ֤י H3588 רָאָה֙ H7200 אֶת H853 עָנְיָ֔ם H6040 וַֽיִּקְּד֖וּ H6915 וַיִּֽשְׁתַּחֲוּֽוּ H7812 "
    },
    "5": {
      "1": "וְאַחַ֗ר H310 בָּ֚אוּ H935 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֔ן H175 וַיֹּאמְר֖וּ H559 אֶל H413 פַּרְעֹ֑ה H6547 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 שַׁלַּח֙ H7971 אֶת H853 עַמִּ֔י H5971 וְיָחֹ֥גּוּ H2287 לִ֖י Hl בַּמִּדְבָּֽר H4057 ",
      "2": "וַיֹּ֣אמֶר H559 פַּרְעֹ֔ה H6547 מִ֤י H4310 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 אֶשְׁמַ֣ע H8085 בְּקֹל֔ H6963 לְשַׁלַּ֖ח H7971 אֶת H853 יִשְׂרָאֵ֑ל H3478 לֹ֤א H3808 יָדַ֨עְתִּי֙ H3045 אֶת H853 יְהוָ֔ה H3068 וְגַ֥ם H1571 אֶת H853 יִשְׂרָאֵ֖ל H3478 לֹ֥א H3808 אֲשַׁלֵּֽחַ H7971 ",
      "3": "וַיֹּ֣אמְר֔וּ H559 אֱלֹהֵ֥י H430 הָעִבְרִ֖ים H5680 נִקְרָ֣א H7122 עָלֵ֑ינוּ H5921 נֵ֣לֲכָה H3212 נָּ֡א H4994 דֶּרֶךְ֩ H1870 שְׁלֹ֨שֶׁת H7969 יָמִ֜ים H3117 בַּמִּדְבָּ֗ר H4057 וְנִזְבְּחָה֙ H2076 לַֽיהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 פֶּ֨ן H6435 יִפְגָּעֵ֔נוּ H6293 בַּדֶּ֖בֶר H1698 א֥וֹ H176 בֶחָֽרֶב H2719 ",
      "4": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 לָ֚מָּה H4100 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֔ן H175 תַּפְרִ֥יעוּ H6544 אֶת H853 הָעָ֖ם H5971 מִמַּֽעֲשָׂ֑י H4639 לְכ֖וּ H3212 לְסִבְלֹתֵי H5450 ",
      "5": "וַיֹּ֣אמֶר H559 פַּרְעֹ֔ה H6547 הֵן H2005 רַבִּ֥ים H7227 עַתָּ֖ה H6258 עַ֣ם H5971 הָאָ֑רֶץ H776 וְהִשְׁבַּתֶּ֥ם H7673 אֹתָ֖ם H853 מִסִּבְלֹתָֽ H5450 ",
      "6": "וַיְצַ֥ו H6680 פַּרְעֹ֖ה H6547 בַּיּ֣וֹם H3117 הַה֑וּא H1931 אֶת H853 הַנֹּגְשִׂ֣ים H5065 בָּעָ֔ם H5971 וְאֶת H853 שֹׁטְרָ֖יו H7860 לֵאמֹֽר H559 ",
      "7": "לֹ֣א H3808 תֹאסִפ֞וּן H3254 לָתֵ֨ת H5414 תֶּ֧בֶן H8401 לָעָ֛ם H5971 לִלְבֹּ֥ן H3835 הַלְּבֵנִ֖ים H3843 כִּתְמ֣וֹל H8543 שִׁלְשֹׁ֑ם H8032 הֵ֚ם H1992 יֵֽלְכ֔וּ H3212 וְקֹשְׁשׁ֥וּ H7197 לָהֶ֖ם Hl תֶּֽבֶן H8401 ",
      "8": "וְאֶת H853 מַתְכֹּ֨נֶת H4971 הַלְּבֵנִ֜ים H3843 אֲשֶׁ֣ר H834 הֵם֩ H1992 עֹשִׂ֨ים H6213 תְּמ֤וֹל H8543 שִׁלְשֹׁם֙ H8032 תָּשִׂ֣ימוּ H7760 עֲלֵיהֶ֔ם H5921 לֹ֥א H3808 תִגְרְע֖וּ H1639 מִמֶּ֑נּוּ H4480 כִּֽי H3588 נִרְפִּ֣ים H7503 הֵ֔ם H1992 עַל H5921 כֵּ֗ן H3651 הֵ֤ם H1992 צֹֽעֲקִים֙ H6817 לֵאמֹ֔ר H559 נֵלְכָ֖ה H3212 נִזְבְּחָ֥ה H2076 לֵאלֹהֵֽי H430 ",
      "9": "תִּכְבַּ֧ד H3513 הָעֲבֹדָ֛ה H5656 עַל H5921 הָאֲנָשִׁ֖ים H376 וְיַעֲשׂוּ H6213 בָ֑הּ Hb וְאַל H408 יִשְׁע֖וּ H8159 בְּדִבְרֵי H1697 שָֽׁקֶר H8267 ",
      "10": "וַיֵּ֨צְא֜וּ H3318 נֹגְשֵׂ֤י H5065 הָעָם֙ H5971 וְשֹׁ֣טְרָ֔י H7860 וַיֹּאמְר֥וּ H559 אֶל H413 הָעָ֖ם H5971 לֵאמֹ֑ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 פַּרְעֹ֔ה H6547 אֵינֶ֛נִּי H369 נֹתֵ֥ן H5414 לָכֶ֖ם Hl תֶּֽבֶן H8401 ",
      "11": "אַתֶּ֗ם H859 לְכ֨וּ H3212 קְח֤וּ H3947 לָכֶם֙ Hl תֶּ֔בֶן H8401 מֵאֲשֶׁ֖ר H834 תִּמְצָ֑אוּ H4672 כִּ֣י H3588 אֵ֥ין H369 נִגְרָ֛ע H1639 מֵעֲבֹדַתְ H5656 דָּבָֽר H1697 ",
      "12": "וַיָּ֥פֶץ H6327 הָעָ֖ם H5971 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לְקֹשֵׁ֥שׁ H7197 קַ֖שׁ H7179 לַתֶּֽבֶן H8401 ",
      "13": "וְהַ H5065 אָצִ֣ים H213 לֵאמֹ֑ר H559 כַּלּ֤וּ H3615 מַעֲשֵׂיכֶם֙ H4639 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֔ H3117 כַּאֲשֶׁ֖ר H834 בִּהְי֥וֹת H1961 הַתֶּֽבֶן H8401 ",
      "14": "וַיֻּכּ֗וּ H5221 שֹֽׁטְרֵי֙ H7860 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 שָׂ֣מוּ H7760 עֲלֵהֶ֔ם H5921 נֹגְשֵׂ֥י H5065 פַרְעֹ֖ה H6547 לֵאמֹ֑ר H559 מַדּ֡וּעַ H4069 לֹא֩ H3808 כִלִּיתֶ֨ם H3615 חָקְכֶ֤ם H2706 לִלְבֹּן֙ H3835 כִּתְמ֣וֹל H8543 שִׁלְשֹׁ֔ם H8032 גַּם H1571 תְּמ֖וֹל H8543 גַּם H1571 הַיּֽוֹם H3117 ",
      "15": "וַיָּבֹ֗אוּ H935 שֹֽׁטְרֵי֙ H7860 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיִּצְעֲק֥וּ H6817 אֶל H413 פַּרְעֹ֖ה H6547 לֵאמֹ֑ר H559 לָ֧מָּה H4100 תַעֲשֶׂ֦ה H6213 כֹ֖ה H3541 לַעֲבָדֶֽי H5650 ",
      "16": "תֶּ֗בֶן H8401 אֵ֤ין H369 נִתָּן֙ H5414 לַעֲבָדֶ֔י H5650 וּלְבֵנִ֛ים H3843 אֹמְרִ֥ים H559 לָ֖נוּ Hl עֲשׂ֑וּ H6213 וְהִנֵּ֧ה H2009 עֲבָדֶ֛יךָ H5650 מֻכִּ֖ים H5221 וְחָטָ֥את H2398 עַמֶּֽךָ H5971 ",
      "17": "וַיֹּ֛אמֶר H559 נִרְפִּ֥ים H7503 אַתֶּ֖ם H859 נִרְפִּ֑ים H7503 עַל H5921 כֵּן֙ H3651 אַתֶּ֣ם H859 אֹֽמְרִ֔ים H559 נֵלְכָ֖ה H3212 נִזְבְּחָ֥ה H2076 לַֽיהוָֽה H3068 ",
      "18": "וְעַתָּה֙ H6258 לְכ֣וּ H3212 עִבְד֔וּ H5647 וְתֶ֖בֶן H8401 לֹא H3808 יִנָּתֵ֣ן H5414 לָכֶ֑ם Hl וְתֹ֥כֶן H8506 לְבֵנִ֖ים H3843 תִּתֵּֽנּוּ H5414 ",
      "19": "וַיִּרְא֞וּ H7200 שֹֽׁטְרֵ֧י H7860 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֹתָ֖ם H853 בְּרָ֣ע H7451 לֵאמֹ֑ר H559 לֹא H3808 תִגְרְע֥וּ H1639 מִלִּבְנֵי H3843 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
      "20": "וַֽיִּפְגְּעוּ֙ H6293 אֶת H853 מֹשֶׁ֣ה H4872 וְאֶֽת H853 אַהֲרֹ֔ן H175 נִצָּבִ֖ים H5324 לִקְרָאתָ֑ H7125 בְּצֵאתָ֖ H3318 מֵאֵ֥ת H853 פַּרְעֹֽה H6547 ",
      "21": "וַיֹּאמְר֣וּ H559 אֲלֵהֶ֔ם H413 יֵ֧רֶא H7200 יְהוָ֛ה H3068 עֲלֵיכֶ֖ם H5921 וְיִשְׁפֹּ֑ט H8199 אֲשֶׁ֧ר H834 הִבְאַשְׁתֶּ֣ם H887 אֶת H853 רֵיחֵ֗נוּ H7381 בְּעֵינֵ֤י H5869 פַרְעֹה֙ H6547 וּבְ H5869 עֲבָדָ֔יו H5650 לָֽתֶת H5414 חֶ֥רֶב H2719 בְּיָדָ֖ H3027 לְהָרְגֵֽ H2026 ",
      "22": "וַיָּ֧שָׁב H7725 מֹשֶׁ֛ה H4872 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אֲדֹנָ֗י H136 לָמָ֤ה H4100 הֲרֵעֹ֨תָה֙ H7489 לָעָ֣ם H5971 הַזֶּ֔ה H2088 לָ֥מָּה H4100 זֶּ֖ה H2088 שְׁלַחְתָּֽנִי H7971 ",
      "23": "וּמֵ H227 בָּ֤אתִי H935 אֶל H413 פַּרְעֹה֙ H6547 לְדַבֵּ֣ר H1696 בִּשְׁמֶ֔ H8034 הֵרַ֖ע H7489 לָעָ֣ם H5971 הַזֶּ֑ה H2088 וְהַצֵּ֥ל H5337 לֹא H3808 הִצַּ֖לְתָּ H5337 אֶת H853 עַמֶּֽךָ H5971 "
    },
    "6": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 עַתָּ֣ה H6258 תִרְאֶ֔ה H7200 אֲשֶׁ֥ר H834 אֶֽעֱשֶׂ֖ה H6213 לְפַרְעֹ֑ה H6547 כִּ֣י H3588 בְיָ֤ד H3027 חֲזָקָה֙ H2389 יְשַׁלְּחֵ֔ם H7971 וּבְ H3027 חֲזָקָ֔ה H2389 יְגָרְשֵׁ֖ם H1644 מֵאַרְצֽ H776 ",
      "2": "וַיְדַבֵּ֥ר H1696 אֱלֹהִ֖ים H430 אֶל H413 מֹשֶׁ֑ה H4872 וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "3": "וָאֵרָ֗א H7200 אֶל H413 אַבְרָהָ֛ם H85 אֶל H413 יִצְחָ֥ק H3327 וְאֶֽל H413 יַעֲקֹ֖ב H3290 בְּאֵ֣ל H410 שַׁדָּ֑י H7706 וּשְׁמִ֣ H8034 יְהוָ֔ה H3068 לֹ֥א H3808 נוֹדַ֖עְתִּי H3045 לָהֶֽם Hl ",
      "4": "וְגַ֨ם H1571 הֲקִמֹ֤תִי H6965 אֶת H853 בְּרִיתִי֙ H1285 אִתָּ֔ם H854 לָתֵ֥ת H5414 לָהֶ֖ם Hl אֶת H853 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 אֵ֛ת H853 אֶ֥רֶץ H776 מְגֻרֵיהֶ֖ם H4033 אֲשֶׁר H834 גָּ֥רוּ H1481 בָֽהּ Hb ",
      "5": "וְגַ֣ם H1571 אֲנִ֣י H589 שָׁמַ֗עְתִּי H8085 אֶֽת H853 נַאֲקַת֙ H5009 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 מִצְרַ֖יִם H4714 מַעֲבִדִ֣ים H5647 אֹתָ֑ם H853 וָאֶזְכֹּ֖ר H2142 אֶת H853 בְּרִיתִֽי H1285 ",
      "6": "לָכֵ֞ן H3651 אֱמֹ֥ר H559 לִבְנֵֽי H1121 יִשְׂרָאֵ֘ל H3478 אֲנִ֣י H589 יְהוָה֒ H3068 וְהוֹצֵאתִ֣י H3318 אֶתְכֶ֗ם H853 מִתַּ֨חַת֙ H8478 סִבְלֹ֣ת H5450 מִצְרַ֔יִם H4714 וְהִצַּלְתִּ֥י H5337 אֶתְכֶ֖ם H853 מֵעֲבֹדָתָ֑ H5656 וְגָאַלְתִּ֤י H1350 אֶתְכֶם֙ H853 בִּזְר֣וֹעַ H2220 נְטוּיָ֔ה H5186 וּבִ H8201 גְּדֹלִֽים H1419 ",
      "7": "וְלָקַחְתִּ֨י H3947 אֶתְכֶ֥ם H853 לִי֙ Hl לְעָ֔ם H5971 וְהָיִ֥יתִי H1961 לָכֶ֖ם Hl לֵֽאלֹהִ֑ים H430 וִֽידַעְתֶּ֗ם H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 הַמּוֹצִ֣יא H3318 אֶתְכֶ֔ם H853 מִתַּ֖חַת H8478 סִבְל֥וֹת H5450 מִצְרָֽיִם H4714 ",
      "8": "וְהֵבֵאתִ֤י H935 אֶתְכֶם֙ H853 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֤ר H834 נָשָׂ֨אתִי֙ H5375 אֶת H853 יָדִ֔י H3027 לָתֵ֣ת H5414 אֹתָ֔הּ H853 לְאַבְרָהָ֥ם H85 לְיִצְחָ֖ק H3327 וּֽלְ H3290 וְנָתַתִּ֨י H5414 אֹתָ֥הּ H853 לָכֶ֛ם Hl מוֹרָשָׁ֖ה H4181 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "9": "וַיְדַבֵּ֥ר H1696 מֹשֶׁ֛ה H4872 כֵּ֖ן H3651 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֤א H3808 שָֽׁמְעוּ֙ H8085 אֶל H413 מֹשֶׁ֔ה H4872 מִקֹּ֣צֶר H7115 ר֔וּחַ H7307 וּמֵ H5656 קָשָֽׁה H7186 ",
      "10": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "11": "בֹּ֣א H935 דַבֵּ֔ר H1696 אֶל H413 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וִֽישַׁלַּ֥ח H7971 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאַרְצֽ H776 ",
      "12": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 הֵ֤ן H2005 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לֹֽא H3808 שָׁמְע֣וּ H8085 אֵלַ֔י H413 וְאֵיךְ֙ H349 יִשְׁמָעֵ֣נִי H8085 פַרְעֹ֔ה H6547 וַאֲנִ֖י H589 עֲרַ֥ל H6189 שְׂפָתָֽיִם H8193 ",
      "13": "וַיְדַבֵּ֣ר H1696 יְהוָה֮ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹן֒ H175 וַיְצַוֵּ H6680 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאֶל H413 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 לְהוֹצִ֥יא H3318 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "14": "אֵ֖לֶּה H428 רָאשֵׁ֣י H7218 בֵית H1004 אֲבֹתָ֑ם H1 בְּנֵ֨י H1121 רְאוּבֵ֜ן H7205 בְּכֹ֣ר H1060 יִשְׂרָאֵ֗ל H3478 חֲנ֤וֹךְ H2585 וּפַלּוּא֙ H6396 חֶצְר֣וֹן H2696 וְכַרְמִ֔י H3756 אֵ֖לֶּה H428 מִשְׁפְּחֹ֥ת H4940 רְאוּבֵֽן H7205 ",
      "15": "וּבְנֵ֣י H1121 שִׁמְע֗וֹן H8095 יְמוּאֵ֨ל H3223 וְיָמִ֤ין H3226 וְאֹ֨הַד֙ H161 וְיָכִ֣ין H3199 וְצֹ֔חַר H6714 וְשָׁא֖וּל H7586 בֶּן H1121 הַֽכְּנַעֲנִ֑ית H3669 אֵ֖לֶּה H428 מִשְׁפְּחֹ֥ת H4940 שִׁמְעֽוֹן H8095 ",
      "16": "וְאֵ֨לֶּה H428 שְׁמ֤וֹת H8034 בְּנֵֽי H1121 לֵוִי֙ H3878 לְתֹ֣לְדֹתָ֔ H8435 גֵּרְשׁ֕וֹן H1648 וּקְהָ֖ת H6955 וּמְרָרִ֑י H4847 וּשְׁנֵי֙ H8141 חַיֵּ֣י H2416 לֵוִ֔י H3878 שֶׁ֧בַע H7651 וּשְׁלֹשִׁ֛ים H7970 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
      "17": "בְּנֵ֥י H1121 גֵרְשׁ֛וֹן H1648 לִבְנִ֥י H3845 וְשִׁמְעִ֖י H8096 לְמִשְׁפְּחֹתָֽ H4940 ",
      "18": "וּבְנֵ֣י H1121 קְהָ֔ת H6955 עַמְרָ֣ם H6019 וְיִצְהָ֔ר H3324 וְחֶבְר֖וֹן H2275 וְעֻזִּיאֵ֑ל H5816 וּשְׁנֵי֙ H8141 חַיֵּ֣י H2416 קְהָ֔ת H6955 שָׁלֹ֧שׁ H7969 וּשְׁלֹשִׁ֛ים H7970 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
      "19": "וּבְנֵ֥י H1121 מְרָרִ֖י H4847 מַחְלִ֣י H4249 וּמוּשִׁ֑י H4187 אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 הַלֵּוִ֖י H3878 לְתֹלְדֹתָֽ H8435 ",
      "20": "וַיִּקַּ֨ח H3947 עַמְרָ֜ם H6019 אֶת H853 יוֹכֶ֤בֶד H3115 דֹּֽדָתוֹ֙ H1733 ל֣וֹ Hl לְאִשָּׁ֔ה H802 וַתֵּ֣לֶד H3205 ל֔וֹ Hl אֶֽת H853 אַהֲרֹ֖ן H175 וְאֶת H853 מֹשֶׁ֑ה H4872 וּשְׁנֵי֙ H8141 חַיֵּ֣י H2416 עַמְרָ֔ם H6019 שֶׁ֧בַע H7651 וּשְׁלֹשִׁ֛ים H7970 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
      "21": "וּבְנֵ֖י H1121 יִצְהָ֑ר H3324 קֹ֥רַח H7141 וָנֶ֖פֶג H5298 וְזִכְרִֽי H2147 ",
      "22": "וּבְנֵ֖י H1121 עֻזִּיאֵ֑ל H5816 מִֽישָׁאֵ֥ל H4332 וְאֶלְצָפָ֖ן H469 וְסִתְרִֽי H5644 ",
      "23": "וַיִּקַּ֨ח H3947 אַהֲרֹ֜ן H175 אֶת H853 אֱלִישֶׁ֧בַע H472 בַּת H1323 עַמִּינָדָ֛ב H5992 אֲח֥וֹת H269 נַחְשׁ֖וֹן H5177 ל֣וֹ Hl לְאִשָּׁ֑ה H802 וַתֵּ֣לֶד H3205 ל֗וֹ Hl אֶת H853 נָדָב֙ H5070 וְאֶת H853 אֲבִיה֔וּא H30 אֶת H853 אֶלְעָזָ֖ר H499 וְאֶת H853 אִֽיתָמָֽר H385 ",
      "24": "וּבְנֵ֣י H1121 קֹ֔רַח H7141 אַסִּ֥יר H617 וְאֶלְקָנָ֖ה H511 וַאֲבִיאָסָ֑ף H23 אֵ֖לֶּה H428 מִשְׁפְּחֹ֥ת H4940 הַקָּרְחִֽי H7145 ",
      "25": "וְאֶלְעָזָ֨ר H499 בֶּֽן H1121 אַהֲרֹ֜ן H175 לָקַֽח H3947 ל֨וֹ Hl מִבְּנ֤וֹת H1323 פּֽוּטִיאֵל֙ H6317 ל֣וֹ Hl לְאִשָּׁ֔ה H802 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 פִּֽינְחָ֑ס H6372 אֵ֗לֶּה H428 רָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַלְוִיִּ֖ם H3881 לְמִשְׁפְּחֹתָֽ H4940 ",
      "26": "ה֥וּא H1931 אַהֲרֹ֖ן H175 וּמֹשֶׁ֑ה H4872 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 לָהֶ֔ם Hl הוֹצִ֜יאוּ H3318 אֶת H853 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 עַל H5921 צִבְאֹתָֽם H6635 ",
      "27": "הֵ֗ם H1992 הַֽמְדַבְּרִים֙ H1696 אֶל H413 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 לְהוֹצִ֥יא H3318 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָ֑יִם H4714 ה֥וּא H1931 מֹשֶׁ֖ה H4872 וְאַהֲרֹֽן H175 ",
      "28": "וַיְהִ֗י H1961 בְּי֨וֹם H3117 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֖ה H4872 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "29": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹ֖ר H559 אֲנִ֣י H589 יְהוָ֑ה H3068 דַּבֵּ֗ר H1696 אֶל H413 פַּרְעֹה֙ H6547 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 אֲנִ֖י H589 דֹּבֵ֥ר H1696 אֵלֶֽיךָ H413 ",
      "30": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 הֵ֤ן H2005 אֲנִי֙ H589 עֲרַ֣ל H6189 שְׂפָתַ֔יִם H8193 וְאֵ֕יךְ H349 יִשְׁמַ֥ע H8085 אֵלַ֖י H413 פַּרְעֹֽה H6547 "
    },
    "7": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 רְאֵ֛ה H7200 נְתַתִּ֥יךָ H5414 אֱלֹהִ֖ים H430 לְפַרְעֹ֑ה H6547 וְאַהֲרֹ֥ן H175 אָחִ֖יךָ H251 יִהְיֶ֥ה H1961 נְבִיאֶֽךָ H5030 ",
      "2": "אַתָּ֣ה H859 תְדַבֵּ֔ר H1696 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 אֲצַוֶּ֑ךָּ H6680 וְאַהֲרֹ֤ן H175 אָחִ֨יךָ֙ H251 יְדַבֵּ֣ר H1696 אֶל H413 פַּרְעֹ֔ה H6547 וְשִׁלַּ֥ח H7971 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאַרְצֽ H776 ",
      "3": "וַאֲנִ֥י H589 אַקְשֶׁ֖ה H7185 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 וְהִרְבֵּיתִ֧י H7235 אֶת H853 אֹתֹתַ֛י H226 וְאֶת H853 מוֹפְתַ֖י H4159 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "4": "וְלֹֽא H3808 יִשְׁמַ֤ע H8085 אֲלֵכֶם֙ H413 פַּרְעֹ֔ה H6547 וְנָתַתִּ֥י H5414 אֶת H853 יָדִ֖י H3027 בְּמִצְרָ֑יִם H4714 וְהוֹצֵאתִ֨י H3318 אֶת H853 צִבְאֹתַ֜י H6635 אֶת H853 עַמִּ֤י H5971 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בִּשְׁפָטִ֖ים H8201 גְּדֹלִֽים H1419 ",
      "5": "וְיָדְע֤וּ H3045 מִצְרַ֨יִם֙ H4713 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 בִּנְטֹתִ֥ H5186 אֶת H853 יָדִ֖י H3027 עַל H5921 מִצְרָ֑יִם H4714 וְהוֹצֵאתִ֥י H3318 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִתּוֹכָֽ H8432 ",
      "6": "וַיַּ֥עַשׂ H6213 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹתָ֖ם H853 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
      "7": "וּמֹשֶׁה֙ H4872 בֶּן H1121 שְׁמֹנִ֣ים H8084 שָׁנָ֔ה H8141 וְאַֽהֲרֹ֔ן H175 בֶּן H1121 שָׁלֹ֥שׁ H7969 וּשְׁמֹנִ֖ים H8084 שָׁנָ֑ה H8141 בְּדַבְּרָ֖ H1696 אֶל H413 פַּרְעֹֽה H6547 ",
      "8": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "9": "כִּי֩ H3588 יְדַבֵּ֨ר H1696 אֲלֵכֶ֤ם H413 פַּרְעֹה֙ H6547 לֵאמֹ֔ר H559 תְּנ֥וּ H5414 לָכֶ֖ם Hl מוֹפֵ֑ת H4159 וְאָמַרְתָּ֣ H559 אֶֽל H413 אַהֲרֹ֗ן H175 קַ֧ח H3947 אֶֽת H853 מַטְּךָ֛ H4294 וְהַשְׁלֵ֥ךְ H7993 לִפְנֵֽי H6440 פַרְעֹ֖ה H6547 יְהִ֥י H1961 לְתַנִּֽין H8577 ",
      "10": "וַיָּבֹ֨א H935 מֹשֶׁ֤ה H4872 וְאַהֲרֹן֙ H175 אֶל H413 פַּרְעֹ֔ה H6547 וַיַּ֣עַשׂוּ H6213 כֵ֔ן H3651 כַּאֲשֶׁ֖ר H834 צִוָּ֣ה H6680 יְהוָ֑ה H3068 וַיַּשְׁלֵ֨ךְ H7993 אַהֲרֹ֜ן H175 אֶת H853 מַטֵּ֗הוּ H4294 לִפְנֵ֥י H6440 פַרְעֹ֛ה H6547 וְלִ H6440 עֲבָדָ֖יו H5650 וַיְהִ֥י H1961 לְתַנִּֽין H8577 ",
      "11": "וַיִּקְרָא֙ H7121 גַּם H1571 פַּרְעֹ֔ה H6547 לַֽחֲכָמִ֖ים H2450 וְלַֽ H3784 וַיַּֽעֲשׂ֨וּ H6213 גַם H1571 הֵ֜ם H1992 חַרְטֻמֵּ֥י H2748 מִצְרַ֛יִם H4714 בְּלַהֲטֵי H3858 כֵּֽן H3651 ",
      "12": "וַיַּשְׁלִ֨יכוּ֙ H7993 אִ֣ישׁ H376 מַטֵּ֔הוּ H4294 וַיִּהְי֖וּ H1961 לְתַנִּינִ֑ם H8577 וַיִּבְלַ֥ע H1104 מַטֵּֽה H4294 אַהֲרֹ֖ן H175 אֶת H853 מַטֹּתָֽם H4294 ",
      "13": "וַיֶּחֱזַק֙ H2388 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵהֶ֑ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
      "14": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כָּבֵ֖ד H3515 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 מֵאֵ֖ן H3985 לְשַׁלַּ֥ח H7971 הָעָֽם H5971 ",
      "15": "לֵ֣ךְ H3212 אֶל H413 פַּרְעֹ֞ה H6547 בַּבֹּ֗קֶר H1242 הִנֵּה֙ H2009 יֹצֵ֣א H3318 הַמַּ֔יְמָ H4325 וְנִצַּבְתָּ֥ H5324 לִקְרָאת֖ H7125 עַל H5921 שְׂפַ֣ת H8193 הַיְאֹ֑ר H2975 וְהַ H4294 אֲשֶׁר H834 נֶהְפַּ֥ךְ H2015 לְנָחָ֖שׁ H5175 תִּקַּ֥ח H3947 בְּיָדֶֽ H3027 ",
      "16": "וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 הָעִבְרִים֙ H5680 שְׁלָחַ֤נִי H7971 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 שַׁלַּח֙ H7971 אֶת H853 עַמִּ֔י H5971 וְיַֽעַבְדֻ֖ H5647 בַּמִּדְבָּ֑ר H4057 וְהִנֵּ֥ה H2009 לֹא H3808 שָׁמַ֖עְתָּ H8085 עַד H5704 כֹּֽה H3541 ",
      "17": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּזֹ֣את H2063 תֵּדַ֔ע H3045 כִּ֖י H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 מַכֶּ֣ה H5221 בַּמַּטֶּ֣ה H4294 אֲשֶׁר H834 בְּיָדִ֗ H3027 עַל H5921 הַמַּ֛יִם H4325 אֲשֶׁ֥ר H834 בַּיְאֹ֖ר H2975 וְנֶהֶפְכ֥וּ H2015 לְדָֽם H1818 ",
      "18": "וְהַ H1710 אֲשֶׁר H834 בַּיְאֹ֛ר H2975 תָּמ֖וּת H4191 וּבָאַ֣שׁ H887 הַיְאֹ֑ר H2975 וְנִלְא֣וּ H3811 מִצְרַ֔יִם H4713 לִשְׁתּ֥וֹת H8354 מַ֖יִם H4325 מִן H4480 הַיְאֹֽר H2975 ",
      "19": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 אֱמֹ֣ר H559 אֶֽל H413 אַהֲרֹ֡ן H175 קַ֣ח H3947 מַטְּךָ֣ H4294 וּנְטֵֽה H5186 יָדְךָ֩ H3027 עַל H5921 מֵימֵ֨י H4325 מִצְרַ֜יִם H4714 עַֽל H5921 נַהֲרֹתָ֣ם H5104 עַל H5921 יְאֹרֵיהֶ֣ם H2975 וְעַל H5921 אַגְמֵיהֶ֗ם H98 וְעַ֛ל H5921 כָּל H3605 מִקְוֵ֥ה H4723 מֵימֵיהֶ֖ם H4325 וְיִֽהְיוּ H1961 דָ֑ם H1818 וְהָ֤יָה H1961 דָם֙ H1818 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּבָ H6086 וּבָ H68 ",
      "20": "וַיַּֽעֲשׂוּ H6213 כֵן֩ H3651 מֹשֶׁ֨ה H4872 וְאַהֲרֹ֜ן H175 כַּאֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוָ֗ה H3068 וַיָּ֤רֶם H7311 בַּמַּטֶּה֙ H4294 וַיַּ֤ךְ H5221 אֶת H853 הַמַּ֨יִם֙ H4325 אֲשֶׁ֣ר H834 בַּיְאֹ֔ר H2975 לְעֵינֵ֣י H5869 פַרְעֹ֔ה H6547 וּלְ H5869 עֲבָדָ֑יו H5650 וַיֵּהָֽפְכ֛וּ H2015 כָּל H3605 הַמַּ֥יִם H4325 אֲשֶׁר H834 בַּיְאֹ֖ר H2975 לְדָֽם H1818 ",
      "21": "וְהַ H1710 אֲשֶׁר H834 בַּיְאֹ֥ר H2975 מֵ֨תָה֙ H4191 וַיִּבְאַ֣שׁ H887 הַיְאֹ֔ר H2975 וְלֹא H3808 יָכְל֣וּ H3201 מִצְרַ֔יִם H4713 לִשְׁתּ֥וֹת H8354 מַ֖יִם H4325 מִן H4480 הַיְאֹ֑ר H2975 וַיְהִ֥י H1961 הַדָּ֖ם H1818 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "22": "וַיַּֽעֲשׂוּ H6213 כֵ֛ן H3651 חַרְטֻמֵּ֥י H2748 מִצְרַ֖יִם H4714 בְּלָטֵי H3909 וַיֶּחֱזַ֤ק H2388 לֵב H3820 פַּרְעֹה֙ H6547 וְלֹא H3808 שָׁמַ֣ע H8085 אֲלֵהֶ֔ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
      "23": "וַיִּ֣פֶן H6437 פַּרְעֹ֔ה H6547 וַיָּבֹ֖א H935 אֶל H413 בֵּית֑וֹ H1004 וְלֹא H3808 שָׁ֥ת H7896 לִבּ֖וֹ H3820 גַּם H1571 לָזֹֽאת H2063 ",
      "24": "וַיַּחְפְּר֧וּ H2658 כָל H3605 מִצְרַ֛יִם H4713 סְבִיבֹ֥ת H5439 הַיְאֹ֖ר H2975 מַ֣יִם H4325 לִשְׁתּ֑וֹת H8354 כִּ֣י H3588 לֹ֤א H3808 יָֽכְלוּ֙ H3201 לִשְׁתֹּ֔ת H8354 מִמֵּימֵ֖י H4325 הַיְאֹֽר H2975 ",
      "25": "וַיִּמָּלֵ֖א H4390 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 אַחֲרֵ֥י H310 הַכּוֹת H5221 יְהוָ֖ה H3068 אֶת H853 הַיְאֹֽר H2975 ",
      "26": "",
      "27": "",
      "28": "",
      "29": ""
    },
    "8": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בֹּ֖א H935 אֶל H413 פַּרְעֹ֑ה H6547 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שַׁלַּ֥ח H7971 אֶת H853 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
      "2": "וְאִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לְשַׁלֵּ֑חַ H7971 הִנֵּ֣ה H2009 אָנֹכִ֗י H595 נֹגֵ֛ף H5062 אֶת H853 כָּל H3605 גְּבוּלְךָ֖ H1366 בַּֽצְפַרְדְּעִֽים H6854 ",
      "3": "וְשָׁרַ֣ץ H8317 הַיְאֹר֮ H2975 צְפַרְדְּעִים֒ H6854 וְעָלוּ֙ H5927 וּבָ֣אוּ H935 בְּבֵיתֶ֔ H1004 וּבַ H2315 מִשְׁכָּבְךָ֖ H4904 וְעַל H5921 מִטָּתֶ֑ךָ H4296 וּבְ H1004 עֲבָדֶ֨יךָ֙ H5650 וּבְ H5971 וּבְ H8574 וּבְ H4863 ",
      "4": "וּבְ Hc/Hb וּֽבְ H5971 וּבְ H3605 עֲבָדֶ֑יךָ H5650 יַעֲל֖וּ H5927 הַֽצְפַרְדְּעִֽים H6854 ",
      "5": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 אֱמֹ֣ר H559 אֶֽל H413 אַהֲרֹ֗ן H175 נְטֵ֤ה H5186 אֶת H853 יָדְךָ֙ H3027 בְּמַטֶּ֔ H4294 עַל H5921 הַ֨נְּהָרֹ֔ת H5104 עַל H5921 הַיְאֹרִ֖ים H2975 וְעַל H5921 הָאֲגַמִּ֑ים H98 וְהַ֥עַל H5927 אֶת H853 הַֽצְפַרְדְּעִ֖ים H6854 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "6": "וַיֵּ֤ט H5186 אַהֲרֹן֙ H175 אֶת H853 יָד֔וֹ H3027 עַ֖ל H5921 מֵימֵ֣י H4325 מִצְרָ֑יִם H4714 וַתַּ֨עַל֙ H5927 הַצְּפַרְדֵּ֔עַ H6854 וַתְּכַ֖ס H3680 אֶת H853 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "7": "וַיַּֽעֲשׂוּ H6213 כֵ֥ן H3651 הַֽחֲרְטֻמִּ֖ים H2748 בְּלָטֵי H3909 וַיַּעֲל֥וּ H5927 אֶת H853 הַֽצְפַרְדְּעִ֖ים H6854 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "8": "וַיִּקְרָ֨א H7121 פַרְעֹ֜ה H6547 לְמֹשֶׁ֣ה H4872 וּֽלְ H175 וַיֹּ֨אמֶר֙ H559 הַעְתִּ֣ירוּ H6279 אֶל H413 יְהוָ֔ה H3068 וְיָסֵר֙ H5493 הַֽצְפַרְדְּעִ֔ים H6854 מִמֶּ֖נִּי H4480 וּמֵֽ H5971 וַאֲשַׁלְּחָה֙ H7971 אֶת H853 הָעָ֔ם H5971 וְיִזְבְּח֖וּ H2076 לַיהוָֽה H3068 ",
      "9": "וַיֹּ֣אמֶר H559 מֹשֶׁ֣ה H4872 לְפַרְעֹה֮ H6547 הִתְפָּאֵ֣ר H6286 עָלַי֒ H5921 לְמָתַ֣י H4970 אַעְתִּ֣יר H6279 לְךָ֗ Hl וְלַ H5650 וּֽלְ H5971 לְהַכְרִית֙ H3772 הַֽצֲפַרְדְּעִ֔ים H6854 מִמְּךָ֖ H4480 וּמִ H1004 רַ֥ק H7535 בַּיְאֹ֖ר H2975 תִּשָּׁאַֽרְנָה H7604 ",
      "10": "וַיֹּ֖אמֶר H559 לְמָחָ֑ר H4279 וַיֹּ֨אמֶר֙ H559 כִּדְבָ֣רְ H1697 לְמַ֣עַן H4616 תֵּדַ֔ע H3045 כִּי H3588 אֵ֖ין H369 כַּיהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
      "11": "וְסָר֣וּ H5493 הַֽצְפַרְדְּעִ֗ים H6854 מִמְּךָ֙ H4480 וּמִ H1004 וּמֵ H5650 וּמֵ H5971 רַ֥ק H7535 בַּיְאֹ֖ר H2975 תִּשָּׁאַֽרְנָה H7604 ",
      "12": "וַיֵּצֵ֥א H3318 מֹשֶׁ֛ה H4872 וְאַהֲרֹ֖ן H175 מֵעִ֣ם H5973 פַּרְעֹ֑ה H6547 וַיִּצְעַ֤ק H6817 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֔ה H3068 עַל H5921 דְּבַ֥ר H1697 הַֽצְפַרְדְּעִ֖ים H6854 אֲשֶׁר H834 שָׂ֥ם H7760 לְפַרְעֹֽה H6547 ",
      "13": "וַיַּ֥עַשׂ H6213 יְהוָ֖ה H3068 כִּדְבַ֣ר H1697 מֹשֶׁ֑ה H4872 וַיָּמֻ֨תוּ֙ H4191 הַֽצְפַרְדְּעִ֔ים H6854 מִן H4480 הַבָּתִּ֥ים H1004 מִן H4480 הַחֲצֵרֹ֖ת H2691 וּמִן H4480 הַשָּׂדֹֽת H7704 ",
      "14": "וַיִּצְבְּר֥וּ H6651 אֹתָ֖ם H853 חֳמָרִ֣ם H2563 חֳמָרִ֑ם H2563 וַתִּבְאַ֖שׁ H887 הָאָֽרֶץ H776 ",
      "15": "וַיַּ֣רְא H7200 פַּרְעֹ֗ה H6547 כִּ֤י H3588 הָֽיְתָה֙ H1961 הָֽרְוָחָ֔ה H7309 וְהַכְבֵּד֙ H3513 אֶת H853 לִבּ֔וֹ H3820 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵהֶ֑ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
      "16": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 אֱמֹר֙ H559 אֶֽל H413 אַהֲרֹ֔ן H175 נְטֵ֣ה H5186 אֶֽת H853 מַטְּךָ֔ H4294 וְהַ֖ךְ H5221 אֶת H853 עֲפַ֣ר H6083 הָאָ֑רֶץ H776 וְהָיָ֥ה H1961 לְכִנִּ֖ם H3654 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "17": "וַיַּֽעֲשׂוּ H6213 כֵ֗ן H3651 וַיֵּט֩ H5186 אַהֲרֹ֨ן H175 אֶת H853 יָד֤וֹ H3027 בְמַטֵּ֨ H4294 וַיַּךְ֙ H5221 אֶת H853 עֲפַ֣ר H6083 הָאָ֔רֶץ H776 וַתְּהִי֙ H1961 הַכִּנָּ֔ם H3654 בָּאָדָ֖ם H120 וּבַ H929 כָּל H3605 עֲפַ֥ר H6083 הָאָ֛רֶץ H776 הָיָ֥ה H1961 כִנִּ֖ים H3654 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "18": "וַיַּעֲשׂוּ H6213 כֵ֨ן H3651 הַחַרְטֻמִּ֧ים H2748 בְּלָטֵי H3909 לְהוֹצִ֥יא H3318 אֶת H853 הַכִּנִּ֖ים H3654 וְלֹ֣א H3808 יָכֹ֑לוּ H3201 וַתְּהִי֙ H1961 הַכִּנָּ֔ם H3654 בָּאָדָ֖ם H120 וּבַ H929 ",
      "19": "וַיֹּאמְר֤וּ H559 הַֽחַרְטֻמִּים֙ H2748 אֶל H413 פַּרְעֹ֔ה H6547 אֶצְבַּ֥ע H676 אֱלֹהִ֖ים H430 הִ֑וא H1931 וַיֶּחֱזַ֤ק H2388 לֵב H3820 פַּרְעֹה֙ H6547 וְלֹֽא H3808 שָׁמַ֣ע H8085 אֲלֵהֶ֔ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
      "20": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הַשְׁכֵּ֤ם H7925 בַּבֹּ֨קֶר֙ H1242 וְהִתְיַצֵּב֙ H3320 לִפְנֵ֣י H6440 פַרְעֹ֔ה H6547 הִנֵּ֖ה H2009 יוֹצֵ֣א H3318 הַמָּ֑יְמָ H4325 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שַׁלַּ֥ח H7971 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
      "21": "כִּ֣י H3588 אִם H518 אֵינְךָ֮ H369 מְשַׁלֵּ֣חַ H7971 אֶת H853 עַמִּי֒ H5971 הִנְנִי֩ H2005 מַשְׁלִ֨יחַ H7971 בְּךָ֜ Hb וּבַ H5650 וּֽבְ H5971 וּבְ H1004 אֶת H853 הֶעָרֹ֑ב H6157 וּמָ֨לְא֜וּ H4390 בָּתֵּ֤י H1004 מִצְרַ֨יִם֙ H4713 אֶת H853 הֶ֣עָרֹ֔ב H6157 וְגַ֥ם H1571 הָאֲדָמָ֖ה H127 אֲשֶׁר H834 הֵ֥ם H1992 עָלֶֽיהָ H5921 ",
      "22": "וְהִפְלֵיתִי֩ H6395 בַיּ֨וֹם H3117 הַה֜וּא H1931 אֶת H853 אֶ֣רֶץ H776 גֹּ֗שֶׁן H1657 אֲשֶׁ֤ר H834 עַמִּי֙ H5971 עֹמֵ֣ד H5975 עָלֶ֔יהָ H5921 לְבִלְתִּ֥י H1115 הֱיֽוֹת H1961 שָׁ֖ם H8033 עָרֹ֑ב H6157 לְמַ֣עַן H4616 תֵּדַ֔ע H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
      "23": "וְשַׂמְתִּ֣י H7760 פְדֻ֔ת H6304 בֵּ֥ין H996 עַמִּ֖י H5971 וּבֵ֣ין H996 עַמֶּ֑ךָ H5971 לְמָחָ֥ר H4279 יִהְיֶ֖ה H1961 הָאֹ֥ת H226 הַזֶּֽה H2088 ",
      "24": "וַיַּ֤עַשׂ H6213 יְהוָה֙ H3068 כֵּ֔ן H3651 וַיָּבֹא֙ H935 עָרֹ֣ב H6157 כָּבֵ֔ד H3515 בֵּ֥יתָה H1004 פַרְעֹ֖ה H6547 וּבֵ֣ית H1004 עֲבָדָ֑יו H5650 וּבְ H3605 אֶ֧רֶץ H776 מִצְרַ֛יִם H4714 תִּשָּׁחֵ֥ת H7843 הָאָ֖רֶץ H776 מִפְּנֵ֥י H6440 הֶעָרֹֽב H6157 ",
      "25": "וַיִּקְרָ֣א H7121 פַרְעֹ֔ה H6547 אֶל H413 מֹשֶׁ֖ה H4872 וּֽלְ H175 וַיֹּ֗אמֶר H559 לְכ֛וּ H3212 זִבְח֥וּ H2076 לֵֽאלֹהֵי H430 בָּאָֽרֶץ H776 ",
      "26": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 לֹ֤א H3808 נָכוֹן֙ H3559 לַעֲשׂ֣וֹת H6213 כֵּ֔ן H3651 כִּ֚י H3588 תּוֹעֲבַ֣ת H8441 מִצְרַ֔יִם H4713 נִזְבַּ֖ח H2076 לַיהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 הֵ֣ן H2005 נִזְבַּ֞ח H2076 אֶת H853 תּוֹעֲבַ֥ת H8441 מִצְרַ֛יִם H4713 לְעֵינֵי H5869 וְלֹ֥א H3808 יִסְקְלֻֽנוּ H5619 ",
      "27": "דֶּ֚רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 נֵלֵ֖ךְ H3212 בַּמִּדְבָּ֑ר H4057 וְזָבַ֨חְנוּ֙ H2076 לַֽיהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 כַּאֲשֶׁ֖ר H834 יֹאמַ֥ר H559 אֵלֵֽינוּ H413 ",
      "28": "וַיֹּ֣אמֶר H559 פַּרְעֹ֗ה H6547 אָנֹכִ֞י H595 אֲשַׁלַּ֤ח H7971 אֶתְכֶם֙ H853 וּזְבַחְתֶּ֞ם H2076 לַיהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 בַּמִּדְבָּ֔ר H4057 רַ֛ק H7535 הַרְחֵ֥ק H7368 לֹא H3808 תַרְחִ֖יקוּ H7368 לָלֶ֑כֶת H3212 הַעְתִּ֖ירוּ H6279 בַּעֲדִֽי H1157 ",
      "29": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 יוֹצֵ֤א H3318 מֵֽעִמָּ H5973 וְהַעְתַּרְתִּ֣י H6279 אֶל H413 יְהוָ֔ה H3068 וְסָ֣ר H5493 הֶעָרֹ֗ב H6157 מִפַּרְעֹ֛ה H6547 מֵעֲבָדָ֥י H5650 וּמֵ H5971 מָחָ֑ר H4279 רַ֗ק H7535 אַל H408 יֹסֵ֤ף H3254 פַּרְעֹה֙ H6547 הָתֵ֔ל H2048 לְבִלְתִּי֙ H1115 שַׁלַּ֣ח H7971 אֶת H853 הָעָ֔ם H5971 לִזְבֹּ֖חַ H2076 לַֽיהוָֽה H3068 ",
      "30": "וַיֵּצֵ֥א H3318 מֹשֶׁ֖ה H4872 מֵעִ֣ם H5973 פַּרְעֹ֑ה H6547 וַיֶּעְתַּ֖ר H6279 אֶל H413 יְהוָֽה H3068 ",
      "31": "וַיַּ֤עַשׂ H6213 יְהוָה֙ H3068 כִּדְבַ֣ר H1697 מֹשֶׁ֔ה H4872 וַיָּ֨סַר֙ H5493 הֶעָרֹ֔ב H6157 מִפַּרְעֹ֖ה H6547 מֵעֲבָדָ֣י H5650 וּמֵ H5971 לֹ֥א H3808 נִשְׁאַ֖ר H7604 אֶחָֽד H259 ",
      "32": "וַיַּכְבֵּ֤ד H3513 פַּרְעֹה֙ H6547 אֶת H853 לִבּ֔וֹ H3820 גַּ֖ם H1571 בַּפַּ֣עַם H6471 הַזֹּ֑את H2063 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 הָעָֽם H5971 "
    },
    "9": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בֹּ֖א H935 אֶל H413 פַּרְעֹ֑ה H6547 וְדִבַּרְתָּ֣ H1696 אֵלָ֗יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הָֽעִבְרִ֔ים H5680 שַׁלַּ֥ח H7971 אֶת H853 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
      "2": "כִּ֛י H3588 אִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לְשַׁלֵּ֑חַ H7971 וְעוֹדְ H5750 מַחֲזִ֥יק H2388 בָּֽם Hb ",
      "3": "הִנֵּ֨ה H2009 יַד H3027 יְהוָ֜ה H3068 הוֹיָ֗ה H1961 בְּמִקְנְ H4735 אֲשֶׁ֣ר H834 בַּשָּׂדֶ֔ה H7704 בַּסּוּסִ֤ים H5483 בַּֽחֲמֹרִים֙ H2543 בַּגְּמַלִּ֔ים H1581 בַּבָּקָ֖ר H1241 וּבַ H6629 דֶּ֖בֶר H1698 כָּבֵ֥ד H3515 מְאֹֽד H3966 ",
      "4": "וְהִפְלָ֣ה H6395 יְהוָ֔ה H3068 בֵּ֚ין H996 מִקְנֵ֣ה H4735 יִשְׂרָאֵ֔ל H3478 וּבֵ֖ין H996 מִקְנֵ֣ה H4735 מִצְרָ֑יִם H4714 וְלֹ֥א H3808 יָמ֛וּת H4191 מִכָּל H3605 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 דָּבָֽר H1697 ",
      "5": "וַיָּ֥שֶׂם H7760 יְהוָ֖ה H3068 מוֹעֵ֣ד H4150 לֵאמֹ֑ר H559 מָחָ֗ר H4279 יַעֲשֶׂ֧ה H6213 יְהוָ֛ה H3068 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 בָּאָֽרֶץ H776 ",
      "6": "וַיַּ֨עַשׂ H6213 יְהוָ֜ה H3068 אֶת H853 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 מִֽמָּחֳרָ֔ת H4283 וַיָּ֕מָת H4191 כֹּ֖ל H3605 מִקְנֵ֣ה H4735 מִצְרָ֑יִם H4713 וּמִ H4735 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לֹא H3808 מֵ֥ת H4191 אֶחָֽד H259 ",
      "7": "וַיִּשְׁלַ֣ח H7971 פַּרְעֹ֔ה H6547 וְהִנֵּ֗ה H2009 לֹא H3808 מֵ֛ת H4191 מִמִּקְנֵ֥ה H4735 יִשְׂרָאֵ֖ל H3478 עַד H5704 אֶחָ֑ד H259 וַיִּכְבַּד֙ H3513 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 הָעָֽם H5971 ",
      "8": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹן֒ H175 קְח֤וּ H3947 לָכֶם֙ Hl מְלֹ֣א H4393 חָפְנֵיכֶ֔ם H2651 פִּ֖יחַ H6368 כִּבְשָׁ֑ן H3536 וּזְרָק֥ H2236 מֹשֶׁ֛ה H4872 הַשָּׁמַ֖יְמָ H8064 לְעֵינֵ֥י H5869 פַרְעֹֽה H6547 ",
      "9": "וְהָיָ֣ה H1961 לְאָבָ֔ק H80 עַ֖ל H5921 כָּל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְהָיָ֨ה H1961 עַל H5921 הָאָדָ֜ם H120 וְעַל H5921 הַבְּהֵמָ֗ה H929 לִשְׁחִ֥ין H7822 פֹּרֵ֛חַ H6524 אֲבַעְבֻּעֹ֖ת H76 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "10": "וַיִּקְח֞וּ H3947 אֶת H853 פִּ֣יחַ H6368 הַכִּבְשָׁ֗ן H3536 וַיַּֽעַמְדוּ֙ H5975 לִפְנֵ֣י H6440 פַרְעֹ֔ה H6547 וַיִּזְרֹ֥ק H2236 אֹת֛וֹ H853 מֹשֶׁ֖ה H4872 הַשָּׁמָ֑יְמָ H8064 וַיְהִ֗י H1961 שְׁחִין֙ H7822 אֲבַעְבֻּעֹ֔ת H76 פֹּרֵ֕חַ H6524 בָּאָדָ֖ם H120 וּבַ H929 ",
      "11": "וְלֹֽא H3808 יָכְל֣וּ H3201 הַֽחַרְטֻמִּ֗ים H2748 לַעֲמֹ֛ד H5975 לִפְנֵ֥י H6440 מֹשֶׁ֖ה H4872 מִפְּנֵ֣י H6440 הַשְּׁחִ֑ין H7822 כִּֽי H3588 הָיָ֣ה H1961 הַשְּׁחִ֔ין H7822 בַּֽחֲרְטֻמִּ֖ם H2748 וּבְ H3605 מִצְרָֽיִם H4713 ",
      "12": "וַיְחַזֵּ֤ק H2388 יְהוָה֙ H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵהֶ֑ם H413 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶֽׁה H4872 ",
      "13": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הַשְׁכֵּ֣ם H7925 בַּבֹּ֔קֶר H1242 וְהִתְיַצֵּ֖ב H3320 לִפְנֵ֣י H6440 פַרְעֹ֑ה H6547 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הָֽעִבְרִ֔ים H5680 שַׁלַּ֥ח H7971 אֶת H853 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
      "14": "כִּ֣י H3588 בַּפַּ֣עַם H6471 הַזֹּ֗את H2063 אֲנִ֨י H589 שֹׁלֵ֜חַ H7971 אֶת H853 כָּל H3605 מַגֵּפֹתַי֙ H4046 אֶֽל H413 לִבְּךָ֔ H3820 וּבַ H5650 וּבְ H5971 בַּעֲב֣וּר H5668 תֵּדַ֔ע H3045 כִּ֛י H3588 אֵ֥ין H369 כָּמֹ֖נִי H3644 בְּכָל H3605 הָאָֽרֶץ H776 ",
      "15": "כִּ֤י H3588 עַתָּה֙ H6258 שָׁלַ֣חְתִּי H7971 אֶת H853 יָדִ֔י H3027 וָאַ֥ךְ H5221 אוֹתְךָ֛ H853 וְאֶֽת H853 עַמְּךָ֖ H5971 בַּדָּ֑בֶר H1698 וַתִּכָּחֵ֖ד H3582 מִן H4480 הָאָֽרֶץ H776 ",
      "16": "וְאוּלָ֗ם H199 בַּעֲב֥וּר H5668 זֹאת֙ H2063 הֶעֱמַדְתִּ֔יךָ H5975 בַּעֲב֖וּר H5668 הַרְאֹתְךָ֣ H7200 אֶת H853 כֹּחִ֑י H3581 וּלְמַ֛עַן H4616 סַפֵּ֥ר H5608 שְׁמִ֖י H8034 בְּכָל H3605 הָאָֽרֶץ H776 ",
      "17": "עוֹדְךָ֖ H5750 מִסְתּוֹלֵ֣ל H5549 בְּעַמִּ֑ H5971 לְבִלְתִּ֖י H1115 שַׁלְּחָֽם H7971 ",
      "18": "הִנְנִ֤י H2005 מַמְטִיר֙ H4305 כָּעֵ֣ת H6256 מָחָ֔ר H4279 בָּרָ֖ד H1259 כָּבֵ֣ד H3515 מְאֹ֑ד H3966 אֲשֶׁ֨ר H834 לֹא H3808 הָיָ֤ה H1961 כָמֹ֨הוּ֙ H3644 בְּמִצְרַ֔יִם H4714 לְמִן H4480 הַיּ֥וֹם H3117 הִוָּסְדָ֖ה H3245 וְעַד H5704 עָֽתָּה H6258 ",
      "19": "וְעַתָּ֗ה H6258 שְׁלַ֤ח H7971 הָעֵז֙ H5756 אֶֽת H853 מִקְנְךָ֔ H4735 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 לְךָ֖ Hl בַּשָּׂדֶ֑ה H7704 כָּל H3605 הָאָדָ֨ם H120 וְהַ H929 אֲשֶֽׁר H834 יִמָּצֵ֣א H4672 בַשָּׂדֶ֗ה H7704 וְלֹ֤א H3808 יֵֽאָסֵף֙ H622 הַבַּ֔יְתָ H1004 וְיָרַ֧ד H3381 עֲלֵהֶ֛ם H5921 הַבָּרָ֖ד H1259 וָמֵֽתוּ H4191 ",
      "20": "הַיָּרֵא֙ H3372 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 מֵֽעַבְדֵ֖י H5650 פַּרְעֹ֑ה H6547 הֵנִ֛יס H5127 אֶת H853 עֲבָדָ֥יו H5650 וְאֶת H853 מִקְנֵ֖הוּ H4735 אֶל H413 הַבָּתִּֽים H1004 ",
      "21": "וַאֲשֶׁ֥ר H834 לֹא H3808 שָׂ֛ם H7760 לִבּ֖וֹ H3820 אֶל H413 דְּבַ֣ר H1697 יְהוָ֑ה H3068 וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲבָדָ֥יו H5650 וְאֶת H853 מִקְנֵ֖הוּ H4735 בַּשָּׂדֶֽה H7704 ",
      "22": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁה H4872 נְטֵ֤ה H5186 אֶת H853 יָֽדְךָ֙ H3027 עַל H5921 הַשָּׁמַ֔יִם H8064 וִיהִ֥י H1961 בָרָ֖ד H1259 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 עַל H5921 הָאָדָ֣ם H120 וְעַל H5921 הַבְּהֵמָ֗ה H929 וְעַ֛ל H5921 כָּל H3605 עֵ֥שֶׂב H6212 הַשָּׂדֶ֖ה H7704 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "23": "וַיֵּ֨ט H5186 מֹשֶׁ֣ה H4872 אֶת H853 מַטֵּהוּ֮ H4294 עַל H5921 הַשָּׁמַיִם֒ H8064 וַֽיהוָ֗ה H3068 נָתַ֤ן H5414 קֹלֹת֙ H6963 וּבָרָ֔ד H1259 וַתִּ֥הֲלַךְ H1980 אֵ֖שׁ H784 אָ֑רְצָה H776 וַיַּמְטֵ֧ר H4305 יְהוָ֛ה H3068 בָּרָ֖ד H1259 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "24": "וַיְהִ֣י H1961 בָרָ֔ד H1259 וְאֵ֕שׁ H784 מִתְלַקַּ֖חַת H3947 בְּת֣וֹךְ H8432 הַבָּרָ֑ד H1259 כָּבֵ֣ד H3515 מְאֹ֔ד H3966 אֲ֠שֶׁר H834 לֹֽא H3808 הָיָ֤ה H1961 כָמֹ֨הוּ֙ H3644 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מֵאָ֖ז H227 הָיְתָ֥ה H1961 לְגֽוֹי H1471 ",
      "25": "וַיַּ֨ךְ H5221 הַבָּרָ֜ד H1259 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרַ֗יִם H4714 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 בַּשָּׂדֶ֔ה H7704 מֵאָדָ֖ם H120 וְעַד H5704 בְּהֵמָ֑ה H929 וְאֵ֨ת H853 כָּל H3605 עֵ֤שֶׂב H6212 הַשָּׂדֶה֙ H7704 הִכָּ֣ה H5221 הַבָּרָ֔ד H1259 וְאֶת H853 כָּל H3605 עֵ֥ץ H6086 הַשָּׂדֶ֖ה H7704 שִׁבֵּֽר H7665 ",
      "26": "רַ֚ק H7535 בְּאֶ֣רֶץ H776 גֹּ֔שֶׁן H1657 אֲשֶׁר H834 שָׁ֖ם H8033 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לֹ֥א H3808 הָיָ֖ה H1961 בָּרָֽד H1259 ",
      "27": "וַיִּשְׁלַ֣ח H7971 פַּרְעֹ֗ה H6547 וַיִּקְרָא֙ H7121 לְמֹשֶׁ֣ה H4872 וּֽלְ H175 וַיֹּ֥אמֶר H559 אֲלֵהֶ֖ם H413 חָטָ֣אתִי H2398 הַפָּ֑עַם H6471 יְהוָה֙ H3068 הַצַּדִּ֔יק H6662 וַאֲנִ֥י H589 וְעַמִּ֖ H5971 הָרְשָׁעִֽים H7563 ",
      "28": "הַעְתִּ֨ירוּ֙ H6279 אֶל H413 יְהוָ֔ה H3068 וְרַ֕ב H7227 מִֽהְיֹ֛ת H1961 קֹלֹ֥ת H6963 אֱלֹהִ֖ים H430 וּבָרָ֑ד H1259 וַאֲשַׁלְּחָ֣ה H7971 אֶתְכֶ֔ם H853 וְלֹ֥א H3808 תֹסִפ֖וּן H3254 לַעֲמֹֽד H5975 ",
      "29": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 מֹשֶׁ֔ה H4872 כְּצֵאתִ H3318 אֶת H853 הָעִ֔יר H5892 אֶפְרֹ֥שׂ H6566 אֶת H853 כַּפַּ֖י H3709 אֶל H413 יְהוָ֑ה H3068 הַקֹּל֣וֹת H6963 יֶחְדָּל֗וּן H2308 וְהַ H1259 לֹ֣א H3808 יִֽהְיֶה H1961 ע֔וֹד H5750 לְמַ֣עַן H4616 תֵּדַ֔ע H3045 כִּ֥י H3588 לַיהוָ֖ה H3068 הָאָֽרֶץ H776 ",
      "30": "וְאַתָּ֖ה H859 וַעֲבָדֶ֑י H5650 יָדַ֕עְתִּי H3045 כִּ֚י H3588 טֶ֣רֶם H2962 תִּֽירְא֔וּן H3372 מִפְּנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהִֽים H430 ",
      "31": "וְהַ H6594 וְהַ H8184 נֻכָּ֑תָה H5221 כִּ֤י H3588 הַשְּׂעֹרָה֙ H8184 אָבִ֔יב H24 וְהַ H6594 גִּבְעֹֽל H1392 ",
      "32": "וְהַ H2406 וְהַ H3698 לֹ֣א H3808 נֻכּ֑וּ H5221 כִּ֥י H3588 אֲפִילֹ֖ת H648 הֵֽנָּה H2007 ",
      "33": "וַיֵּצֵ֨א H3318 מֹשֶׁ֜ה H4872 מֵעִ֤ם H5973 פַּרְעֹה֙ H6547 אֶת H853 הָעִ֔יר H5892 וַיִּפְרֹ֥שׂ H6566 כַּפָּ֖יו H3709 אֶל H413 יְהוָ֑ה H3068 וַֽיַּחְדְּל֤וּ H2308 הַקֹּלוֹת֙ H6963 וְהַ H1259 וּמָטָ֖ר H4306 לֹא H3808 נִתַּ֥ךְ H5413 אָֽרְצָה H776 ",
      "34": "וַיַּ֣רְא H7200 פַּרְעֹ֗ה H6547 כִּֽי H3588 חָדַ֨ל H2308 הַמָּטָ֧ר H4306 וְהַ H1259 וְהַ H6963 וַיֹּ֣סֶף H3254 לַחֲטֹ֑א H2398 וַיַּכְבֵּ֥ד H3513 לִבּ֖וֹ H3820 ה֥וּא H1931 וַעֲבָדָֽי H5650 ",
      "35": "וַֽיֶּחֱזַק֙ H2388 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
    },
    "10": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בֹּ֖א H935 אֶל H413 פַּרְעֹ֑ה H6547 כִּֽי H3588 אֲנִ֞י H589 הִכְבַּ֤דְתִּי H3513 אֶת H853 לִבּוֹ֙ H3820 וְאֶת H853 לֵ֣ב H3820 עֲבָדָ֔יו H5650 לְמַ֗עַן H4616 שִׁתִ֛י H7896 אֹתֹתַ֥י H226 אֵ֖לֶּה H428 בְּקִרְבּֽ H7130 ",
      "2": "וּלְמַ֡עַן H4616 תְּסַפֵּר֩ H5608 בְּאָזְנֵ֨י H241 בִנְךָ֜ H1121 וּבֶן H1121 בִּנְךָ֗ H1121 אֵ֣ת H853 אֲשֶׁ֤ר H834 הִתְעַלַּ֨לְתִּי֙ H5953 בְּמִצְרַ֔יִם H4714 וְאֶת H853 אֹתֹתַ֖י H226 אֲשֶׁר H834 שַׂ֣מְתִּי H7760 בָ֑ם Hb וִֽידַעְתֶּ֖ם H3045 כִּי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "3": "וַיָּבֹ֨א H935 מֹשֶׁ֣ה H4872 וְאַהֲרֹן֮ H175 אֶל H413 פַּרְעֹה֒ H6547 וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הָֽעִבְרִ֔ים H5680 עַד H5704 מָתַ֣י H4970 מֵאַ֔נְתָּ H3985 לֵעָנֹ֖ת H6031 מִפָּנָ֑ H6440 שַׁלַּ֥ח H7971 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
      "4": "כִּ֛י H3588 אִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לְשַׁלֵּ֣חַ H7971 אֶת H853 עַמִּ֑י H5971 הִנְנִ֨י H2005 מֵבִ֥יא H935 מָחָ֛ר H4279 אַרְבֶּ֖ה H697 בִּגְבֻלֶֽ H1366 ",
      "5": "וְכִסָּה֙ H3680 אֶת H853 עֵ֣ין H5869 הָאָ֔רֶץ H776 וְלֹ֥א H3808 יוּכַ֖ל H3201 לִרְאֹ֣ת H7200 אֶת H853 הָאָ֑רֶץ H776 וְאָכַ֣ל H398 אֶת H853 יֶ֣תֶר H3499 הַפְּלֵטָ֗ה H6413 הַנִּשְׁאֶ֤רֶת H7604 לָכֶם֙ Hl מִן H4480 הַבָּרָ֔ד H1259 וְאָכַל֙ H398 אֶת H853 כָּל H3605 הָעֵ֔ץ H6086 הַצֹּמֵ֥חַ H6779 לָכֶ֖ם Hl מִן H4480 הַשָּׂדֶֽה H7704 ",
      "6": "וּמָלְא֨וּ H4390 בָתֶּ֜יךָ H1004 וּבָתֵּ֣י H1004 כָל H3605 עֲבָדֶיךָ֮ H5650 וּבָתֵּ֣י H1004 כָל H3605 מִצְרַיִם֒ H4713 אֲשֶׁ֨ר H834 לֹֽא H3808 רָא֤וּ H7200 אֲבֹתֶ֨יךָ֙ H1 וַאֲב֣וֹת H1 אֲבֹתֶ֔יךָ H1 מִיּ֗וֹם H3117 הֱיוֹתָם֙ H1961 עַל H5921 הָ֣אֲדָמָ֔ה H127 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיִּ֥פֶן H6437 וַיֵּצֵ֖א H3318 מֵעִ֥ם H5973 פַּרְעֹֽה H6547 ",
      "7": "וַיֹּאמְרוּ֩ H559 עַבְדֵ֨י H5650 פַרְעֹ֜ה H6547 אֵלָ֗יו H413 עַד H5704 מָתַי֙ H4970 יִהְיֶ֨ה H1961 זֶ֥ה H2088 לָ֨נוּ֙ Hl לְמוֹקֵ֔שׁ H4170 שַׁלַּח֙ H7971 אֶת H853 הָ֣אֲנָשִׁ֔ים H376 וְיַֽעַבְד֖וּ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 הֲטֶ֣רֶם H2962 תֵּדַ֔ע H3045 כִּ֥י H3588 אָבְדָ֖ה H6 מִצְרָֽיִם H4714 ",
      "8": "וַיּוּשַׁ֞ב H7725 אֶת H853 מֹשֶׁ֤ה H4872 וְאֶֽת H853 אַהֲרֹן֙ H175 אֶל H413 פַּרְעֹ֔ה H6547 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 לְכ֥וּ H3212 עִבְד֖וּ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 מִ֥י H4310 וָמִ֖י H4310 הַהֹלְכִֽים H1980 ",
      "9": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 בִּנְעָרֵ֥י H5288 וּבִ H2205 נֵלֵ֑ךְ H3212 בְּבָנֵ֨י H1121 וּבִ H1323 בְּצֹאנֵ֤ H6629 וּבִ H1241 נֵלֵ֔ךְ H3212 כִּ֥י H3588 חַג H2282 יְהוָ֖ה H3068 לָֽנוּ Hl ",
      "10": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 יְהִ֨י H1961 כֵ֤ן H3651 יְהוָה֙ H3068 עִמָּכֶ֔ם H5973 כַּאֲשֶׁ֛ר H834 אֲשַׁלַּ֥ח H7971 אֶתְכֶ֖ם H853 וְאֶֽת H853 טַפְּכֶ֑ם H2945 רְא֕וּ H7200 כִּ֥י H3588 רָעָ֖ה H7451 נֶ֥גֶד H5048 פְּנֵיכֶֽם H6440 ",
      "11": "לֹ֣א H3808 כֵ֗ן H3651 לְכֽוּ H3212 נָ֤א H4994 הַגְּבָרִים֙ H1397 וְעִבְד֣וּ H5647 אֶת H853 יְהוָ֔ה H3068 כִּ֥י H3588 אֹתָ֖הּ H853 אַתֶּ֣ם H859 מְבַקְשִׁ֑ים H1245 וַיְגָ֣רֶשׁ H1644 אֹתָ֔ם H853 מֵאֵ֖ת H853 פְּנֵ֥י H6440 פַרְעֹֽה H6547 ",
      "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 נְטֵ֨ה H5186 יָדְךָ֜ H3027 עַל H5921 אֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 בָּֽאַרְבֶּ֔ה H697 וְיַ֖עַל H5927 עַל H5921 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְיֹאכַל֙ H398 אֶת H853 כָּל H3605 עֵ֣שֶׂב H6212 הָאָ֔רֶץ H776 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הִשְׁאִ֖יר H7604 הַבָּרָֽד H1259 ",
      "13": "וַיֵּ֨ט H5186 מֹשֶׁ֣ה H4872 אֶת H853 מַטֵּהוּ֮ H4294 עַל H5921 אֶ֣רֶץ H776 מִצְרַיִם֒ H4714 וַֽיהוָ֗ה H3068 נִהַ֤ג H5090 ר֥וּחַ H7307 קָדִים֙ H6921 בָּאָ֔רֶץ H776 כָּל H3605 הַיּ֥וֹם H3117 הַה֖וּא H1931 וְכָל H3605 הַלָּ֑יְלָה H3915 הַבֹּ֣קֶר H1242 הָיָ֔ה H1961 וְר֨וּחַ֙ H7307 הַקָּדִ֔ים H6921 נָשָׂ֖א H5375 אֶת H853 הָאַרְבֶּֽה H697 ",
      "14": "וַיַּ֣עַל H5927 הָֽאַרְבֶּ֗ה H697 עַ֚ל H5921 כָּל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וַיָּ֕נַח H5117 בְּכֹ֖ל H3605 גְּב֣וּל H1366 מִצְרָ֑יִם H4714 כָּבֵ֣ד H3515 מְאֹ֔ד H3966 לְ֠פָנָי H6440 לֹא H3808 הָ֨יָה H1961 כֵ֤ן H3651 אַרְבֶּה֙ H697 כָּמֹ֔הוּ H3644 וְאַחֲרָ֖י H310 לֹ֥א H3808 יִֽהְיֶה H1961 כֵּֽן H3651 ",
      "15": "וַיְכַ֞ס H3680 אֶת H853 עֵ֣ין H5869 כָּל H3605 הָאָרֶץ֮ H776 וַתֶּחְשַׁ֣ךְ H2821 הָאָרֶץ֒ H776 וַיֹּ֜אכַל H398 אֶת H853 כָּל H3605 עֵ֣שֶׂב H6212 הָאָ֗רֶץ H776 וְאֵת֙ H853 כָּל H3605 פְּרִ֣י H6529 הָעֵ֔ץ H6086 אֲשֶׁ֥ר H834 הוֹתִ֖יר H3498 הַבָּרָ֑ד H1259 וְלֹא H3808 נוֹתַ֨ר H3498 כָּל H3605 יֶ֧רֶק H3418 בָּעֵ֛ץ H6086 וּבְ H6212 הַשָּׂדֶ֖ה H7704 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "16": "וַיְמַהֵ֣ר H4116 פַּרְעֹ֔ה H6547 לִקְרֹ֖א H7121 לְמֹשֶׁ֣ה H4872 וּֽלְ H175 וַיֹּ֗אמֶר H559 חָטָ֛אתִי H2398 לַיהוָ֥ה H3068 אֱלֹֽהֵיכֶ֖ם H430 וְלָ Hc/Hl ",
      "17": "וְעַתָּ֗ה H6258 שָׂ֣א H5375 נָ֤א H4994 חַטָּאתִי֙ H2403 אַ֣ךְ H389 הַפַּ֔עַם H6471 וְהַעְתִּ֖ירוּ H6279 לַיהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְיָסֵר֙ H5493 מֵֽעָלַ֔ H5921 רַ֖ק H7535 אֶת H853 הַמָּ֥וֶת H4194 הַזֶּֽה H2088 ",
      "18": "וַיֵּצֵ֖א H3318 מֵעִ֣ם H5973 פַּרְעֹ֑ה H6547 וַיֶּעְתַּ֖ר H6279 אֶל H413 יְהוָֽה H3068 ",
      "19": "וַיַּהֲפֹ֨ךְ H2015 יְהוָ֤ה H3068 רֽוּחַ H7307 יָם֙ H3220 חָזָ֣ק H2389 מְאֹ֔ד H3966 וַיִּשָּׂא֙ H5375 אֶת H853 הָ֣אַרְבֶּ֔ה H697 וַיִּתְקָעֵ֖ H8628 יָ֣מָּה H3220 סּ֑וּף H5488 לֹ֤א H3808 נִשְׁאַר֙ H7604 אַרְבֶּ֣ה H697 אֶחָ֔ד H259 בְּכֹ֖ל H3605 גְּב֥וּל H1366 מִצְרָֽיִם H4714 ",
      "20": "וַיְחַזֵּ֥ק H2388 יְהוָ֖ה H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "21": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 נְטֵ֤ה H5186 יָֽדְךָ֙ H3027 עַל H5921 הַשָּׁמַ֔יִם H8064 וִ֥יהִי H1961 חֹ֖שֶׁךְ H2822 עַל H5921 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְיָמֵ֖שׁ H4959 חֹֽשֶׁךְ H2822 ",
      "22": "וַיֵּ֥ט H5186 מֹשֶׁ֛ה H4872 אֶת H853 יָד֖וֹ H3027 עַל H5921 הַשָּׁמָ֑יִם H8064 וַיְהִ֧י H1961 חֹֽשֶׁךְ H2822 אֲפֵלָ֛ה H653 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרַ֖יִם H4714 שְׁלֹ֥שֶׁת H7969 יָמִֽים H3117 ",
      "23": "לֹֽא H3808 רָא֞וּ H7200 אִ֣ישׁ H376 אֶת H853 אָחִ֗יו H251 וְלֹא H3808 קָ֛מוּ H6965 אִ֥ישׁ H376 מִתַּחְתָּ֖י H8478 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וּֽלְ H3605 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 הָ֥יָה H1961 א֖וֹר H216 בְּמוֹשְׁבֹתָֽ H4186 ",
      "24": "וַיִּקְרָ֨א H7121 פַרְעֹ֜ה H6547 אֶל H413 מֹשֶׁ֗ה H4872 וַיֹּ֨אמֶר֙ H559 לְכוּ֙ H3212 עִבְד֣וּ H5647 אֶת H853 יְהוָ֔ה H3068 רַ֛ק H7535 צֹאנְכֶ֥ם H6629 וּבְקַרְ H1241 יֻצָּ֑ג H3322 גַּֽם H1571 טַפְּכֶ֖ם H2945 יֵלֵ֥ךְ H3212 עִמָּכֶֽם H5973 ",
      "25": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 גַּם H1571 אַתָּ֛ה H859 תִּתֵּ֥ן H5414 בְּיָדֵ֖ H3027 זְבָחִ֣ים H2077 וְעֹל֑וֹת H5930 וְעָשִׂ֖ינוּ H6213 לַיהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
      "26": "וְגַם H1571 מִקְנֵ֜נוּ H4735 יֵלֵ֣ךְ H3212 עִמָּ֗נוּ H5973 לֹ֤א H3808 תִשָּׁאֵר֙ H7604 פַּרְסָ֔ה H6541 כִּ֚י H3588 מִמֶּ֣נּוּ H4480 נִקַּ֔ח H3947 לַעֲבֹ֖ד H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 וַאֲנַ֣חְנוּ H587 לֹֽא H3808 נֵדַ֗ע H3045 מַֽה H4100 נַּעֲבֹד֙ H5647 אֶת H853 יְהוָ֔ה H3068 עַד H5704 בֹּאֵ֖נוּ H935 שָֽׁמָּה H8033 ",
      "27": "וַיְחַזֵּ֥ק H2388 יְהוָ֖ה H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 וְלֹ֥א H3808 אָבָ֖ה H14 לְשַׁלְּחָֽ H7971 ",
      "28": "וַיֹּֽאמֶר H559 ל֥וֹ Hl פַרְעֹ֖ה H6547 לֵ֣ךְ H3212 מֵעָלָ֑ H5921 הִשָּׁ֣מֶר H8104 לְךָ֗ Hl אֶל H408 תֹּ֨סֶף֙ H3254 רְא֣וֹת H7200 פָּנַ֔י H6440 כִּ֗י H3588 בְּי֛וֹם H3117 רְאֹתְךָ֥ H7200 פָנַ֖י H6440 תָּמֽוּת H4191 ",
      "29": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 כֵּ֣ן H3651 דִּבַּ֑רְתָּ H1696 לֹא H3808 אֹסִ֥ף H3254 ע֖וֹד H5750 רְא֥וֹת H7200 פָּנֶֽיךָ H6440 "
    },
    "11": {
      "1": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 ע֣וֹד H5750 נֶ֤גַע H5061 אֶחָד֙ H259 אָבִ֤יא H935 עַל H5921 פַּרְעֹה֙ H6547 וְעַל H5921 מִצְרַ֔יִם H4714 אַֽחֲרֵי H310 כֵ֕ן H3651 יְשַׁלַּ֥ח H7971 אֶתְכֶ֖ם H853 מִזֶּ֑ה H2088 כְּשַׁ֨לְּח֔ H7971 כָּלָ֕ה H3617 גָּרֵ֛שׁ H1644 יְגָרֵ֥שׁ H1644 אֶתְכֶ֖ם H853 מִזֶּֽה H2088 ",
      "2": "דַּבֶּר H1696 נָ֖א H4994 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וְיִשְׁאֲל֞וּ H7592 אִ֣ישׁ H376 מֵאֵ֣ת H853 רֵעֵ֗הוּ H7453 וְאִשָּׁה֙ H802 מֵאֵ֣ת H853 רְעוּתָ֔הּ H7468 כְּלֵי H3627 כֶ֖סֶף H3701 וּכְלֵ֥י H3627 זָהָֽב H2091 ",
      "3": "וַיִּתֵּ֧ן H5414 יְהוָ֛ה H3068 אֶת H853 חֵ֥ן H2580 הָעָ֖ם H5971 בְּעֵינֵ֣י H5869 מִצְרָ֑יִם H4713 גַּ֣ם H1571 הָאִ֣ישׁ H376 מֹשֶׁ֗ה H4872 גָּד֤וֹל H1419 מְאֹד֙ H3966 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּעֵינֵ֥י H5869 עַבְדֵֽי H5650 פַרְעֹ֖ה H6547 וּבְ H5869 הָעָֽם H5971 ",
      "4": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 כַּחֲצֹ֣ת H2676 הַלַּ֔יְלָה H3915 אֲנִ֥י H589 יוֹצֵ֖א H3318 בְּת֥וֹךְ H8432 מִצְרָֽיִם H4714 ",
      "5": "וּמֵ֣ת H4191 כָּל H3605 בְּכוֹר֮ H1060 בְּאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 מִבְּכ֤וֹר H1060 פַּרְעֹה֙ H6547 הַיֹּשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 עַ֚ד H5704 בְּכ֣וֹר H1060 הַשִּׁפְחָ֔ה H8198 אֲשֶׁ֖ר H834 אַחַ֣ר H310 הָרֵחָ֑יִם H7347 וְכֹ֖ל H3605 בְּכ֥וֹר H1060 בְּהֵמָֽה H929 ",
      "6": "וְהָֽיְתָ֛ה H1961 צְעָקָ֥ה H6818 גְדֹלָ֖ה H1419 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲשֶׁ֤ר H834 כָּמֹ֨הוּ֙ H3644 לֹ֣א H3808 נִהְיָ֔תָה H1961 וְכָמֹ֖ H3644 לֹ֥א H3808 תֹסִֽף H3254 ",
      "7": "וּלְ H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לֹ֤א H3808 יֶֽחֱרַץ H2782 כֶּ֨לֶב֙ H3611 לְשֹׁנ֔וֹ H3956 לְמֵ H376 וְעַד H5704 בְּהֵמָ֑ה H929 לְמַ֨עַן֙ H4616 תֵּֽדְע֔וּן H3045 אֲשֶׁר֙ H834 יַפְלֶ֣ה H6395 יְהוָ֔ה H3068 בֵּ֥ין H996 מִצְרַ֖יִם H4714 וּבֵ֥ין H996 יִשְׂרָאֵֽל H3478 ",
      "8": "וְיָרְד֣וּ H3381 כָל H3605 עֲבָדֶיךָ֩ H5650 אֵ֨לֶּה H428 אֵלַ֜י H413 וְהִשְׁתַּֽחֲוּוּ H7812 לִ֣י Hl לֵאמֹ֗ר H559 צֵ֤א H3318 אַתָּה֙ H859 וְכָל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 בְּרַגְלֶ֔י H7272 וְאַחֲרֵי H310 כֵ֖ן H3651 אֵצֵ֑א H3318 וַיֵּצֵ֥א H3318 מֵֽעִם H5973 פַּרְעֹ֖ה H6547 בָּחֳרִי H2750 אָֽף H639 ",
      "9": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 לֹא H3808 יִשְׁמַ֥ע H8085 אֲלֵיכֶ֖ם H413 פַּרְעֹ֑ה H6547 לְמַ֛עַן H4616 רְב֥וֹת H7235 מוֹפְתַ֖י H4159 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "10": "וּמֹשֶׁ֣ה H4872 וְאַהֲרֹ֗ן H175 עָשׂ֛וּ H6213 אֶת H853 כָּל H3605 הַמֹּפְתִ֥ים H4159 הָאֵ֖לֶּה H428 לִפְנֵ֣י H6440 פַרְעֹ֑ה H6547 וַיְחַזֵּ֤ק H2388 יְהוָה֙ H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹֽא H3808 שִׁלַּ֥ח H7971 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאַרְצֽ H776 "
    },
    "12": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹ֔ן H175 בְּאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לֵאמֹֽר H559 ",
      "2": "הַחֹ֧דֶשׁ H2320 הַזֶּ֛ה H2088 לָכֶ֖ם Hl רֹ֣אשׁ H7218 חֳדָשִׁ֑ים H2320 רִאשׁ֥וֹן H7223 הוּא֙ H1931 לָכֶ֔ם Hl לְחָדְשֵׁ֖י H2320 הַשָּׁנָֽה H8141 ",
      "3": "דַּבְּר֗וּ H1696 אֶֽל H413 כָּל H3605 עֲדַ֤ת H5712 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 בֶּעָשֹׂ֖ר H6218 לַחֹ֣דֶשׁ H2320 הַזֶּ֑ה H2088 וְיִקְח֣וּ H3947 לָהֶ֗ם Hl אִ֛ישׁ H376 שֶׂ֥ה H7716 לְבֵית H1004 אָבֹ֖ת H1 שֶׂ֥ה H7716 לַבָּֽיִת H1004 ",
      "4": "וְאִם H518 יִמְעַ֣ט H4591 הַבַּיִת֮ H1004 מִהְיֹ֣ת H1961 מִשֶּׂה֒ H7716 וְלָקַ֣ח H3947 ה֗וּא H1931 וּשְׁכֵנ֛ H7934 הַקָּרֹ֥ב H7138 אֶל H413 בֵּית֖וֹ H1004 בְּמִכְסַ֣ת H4373 נְפָשֹׁ֑ת H5315 אִ֚ישׁ H376 לְפִ֣י H6310 אָכְל֔וֹ H400 תָּכֹ֖סּוּ H3699 עַל H5921 הַשֶּֽׂה H7716 ",
      "5": "שֶׂ֥ה H7716 תָמִ֛ים H8549 זָכָ֥ר H2145 בֶּן H1121 שָׁנָ֖ה H8141 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl מִן H4480 הַכְּבָשִׂ֥ים H3532 וּמִן H4480 הָעִזִּ֖ים H5795 תִּקָּֽחוּ H3947 ",
      "6": "וְהָיָ֤ה H1961 לָכֶם֙ Hl לְמִשְׁמֶ֔רֶת H4931 עַ֣ד H5704 אַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 י֖וֹם H3117 לַחֹ֣דֶשׁ H2320 הַזֶּ֑ה H2088 וְשָׁחֲט֣וּ H7819 אֹת֗וֹ H853 כֹּ֛ל H3605 קְהַ֥ל H6951 עֲדַֽת H5712 יִשְׂרָאֵ֖ל H3478 בֵּ֥ין H996 הָעַרְבָּֽיִם H6153 ",
      "7": "וְלָֽקְחוּ֙ H3947 מִן H4480 הַדָּ֔ם H1818 וְנָֽתְנ֛וּ H5414 עַל H5921 שְׁתֵּ֥י H8147 הַמְּזוּזֹ֖ת H4201 וְעַל H5921 הַמַּשְׁק֑וֹף H4947 עַ֚ל H5921 הַבָּ֣תִּ֔ים H1004 אֲשֶׁר H834 יֹאכְל֥וּ H398 אֹת֖וֹ H853 בָּהֶֽם Hb ",
      "8": "וְאָכְל֥וּ H398 אֶת H853 הַבָּשָׂ֖ר H1320 בַּלַּ֣יְלָה H3915 הַזֶּ֑ה H2088 צְלִי H6748 אֵ֣שׁ H784 וּמַצּ֔וֹת H4682 עַל H5921 מְרֹרִ֖ים H4844 יֹאכְלֻֽהוּ H398 ",
      "9": "אַל H408 תֹּאכְל֤וּ H398 מִמֶּ֨נּוּ֙ H4480 נָ֔א H4995 וּבָשֵׁ֥ל H1311 מְבֻשָּׁ֖ל H1310 בַּמָּ֑יִם H4325 כִּ֣י H3588 אִם H518 צְלִי H6748 אֵ֔שׁ H784 רֹאשׁ֥וֹ H7218 עַל H5921 כְּרָעָ֖יו H3767 וְעַל H5921 קִרְבּֽוֹ H7130 ",
      "10": "וְלֹא H3808 תוֹתִ֥ירוּ H3498 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּ֑קֶר H1242 וְהַ H3498 מִמֶּ֛נּוּ H4480 עַד H5704 בֹּ֖קֶר H1242 בָּאֵ֥שׁ H784 תִּשְׂרֹֽפוּ H8313 ",
      "11": "וְכָכָה֮ H3602 תֹּאכְל֣וּ H398 אֹתוֹ֒ H853 מָתְנֵיכֶ֣ם H4975 חֲגֻרִ֔ים H2296 נַֽעֲלֵיכֶם֙ H5275 בְּרַגְלֵי H7272 וּמַקֶּלְ H4731 בְּיֶדְ H3027 וַאֲכַלְתֶּ֤ם H398 אֹתוֹ֙ H853 בְּחִפָּז֔וֹן H2649 פֶּ֥סַח H6453 ה֖וּא H1931 לַיהוָֽה H3068 ",
      "12": "וְעָבַרְתִּ֣י H5674 בְאֶֽרֶץ H776 מִצְרַיִם֮ H4714 בַּלַּ֣יְלָה H3915 הַזֶּה֒ H2088 וְהִכֵּיתִ֤י H5221 כָל H3605 בְּכוֹר֙ H1060 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מֵאָדָ֖ם H120 וְעַד H5704 בְּהֵמָ֑ה H929 וּבְ H3605 אֱלֹהֵ֥י H430 מִצְרַ֛יִם H4714 אֶֽעֱשֶׂ֥ה H6213 שְׁפָטִ֖ים H8201 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "13": "וְהָיָה֩ H1961 הַדָּ֨ם H1818 לָכֶ֜ם Hl לְאֹ֗ת H226 עַ֤ל H5921 הַבָּתִּים֙ H1004 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 שָׁ֔ם H8033 וְרָאִ֨יתִי֙ H7200 אֶת H853 הַדָּ֔ם H1818 וּפָסַחְתִּ֖י H6452 עֲלֵכֶ֑ם H5921 וְלֹֽא H3808 יִֽהְיֶ֨ה H1961 בָכֶ֥ם Hb נֶ֨גֶף֙ H5063 לְמַשְׁחִ֔ית H4889 בְּהַכֹּתִ֖ H5221 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "14": "וְהָיָה֩ H1961 הַיּ֨וֹם H3117 הַזֶּ֤ה H2088 לָכֶם֙ Hl לְזִכָּר֔וֹן H2146 וְחַגֹּתֶ֥ם H2287 אֹת֖וֹ H853 חַ֣ג H2282 לַֽיהוָ֑ה H3068 לְדֹרֹ֣תֵי H1755 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 תְּחָגֻּֽהוּ H2287 ",
      "15": "שִׁבְעַ֤ת H7651 יָמִים֙ H3117 מַצּ֣וֹת H4682 תֹּאכֵ֔לוּ H398 אַ֚ךְ H389 בַּיּ֣וֹם H3117 הָרִאשׁ֔וֹן H7223 תַּשְׁבִּ֥יתוּ H7673 שְּׂאֹ֖ר H7603 מִבָּתֵּי H1004 כִּ֣י H3588 כָּל H3605 אֹכֵ֣ל H398 חָמֵ֗ץ H2557 וְנִכְרְתָ֞ה H3772 הַנֶּ֤פֶשׁ H5315 הַהִוא֙ H1931 מִיִּשְׂרָאֵ֔ל H3478 מִיּ֥וֹם H3117 הָרִאשֹׁ֖ן H7223 עַד H5704 י֥וֹם H3117 הַשְּׁבִעִֽי H7637 ",
      "16": "וּבַ H3117 הָרִאשׁוֹן֙ H7223 מִקְרָא H4744 קֹ֔דֶשׁ H6944 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 מִקְרָא H4744 קֹ֖דֶשׁ H6944 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלָאכָה֙ H4399 לֹא H3808 יֵעָשֶׂ֣ה H6213 בָהֶ֔ם Hb אַ֚ךְ H389 אֲשֶׁ֣ר H834 יֵאָכֵ֣ל H398 לְכָל H3605 נֶ֔פֶשׁ H5315 ה֥וּא H1931 לְבַדּ֖ H905 יֵעָשֶׂ֥ה H6213 לָכֶֽם Hl ",
      "17": "וּשְׁמַרְתֶּם֮ H8104 אֶת H853 הַמַּצּוֹת֒ H4682 כִּ֗י H3588 בְּעֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 הוֹצֵ֥אתִי H3318 אֶת H853 צִבְאוֹתֵיכֶ֖ם H6635 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וּשְׁמַרְתֶּ֞ם H8104 אֶת H853 הַיּ֥וֹם H3117 הַזֶּ֛ה H2088 לְדֹרֹתֵי H1755 חֻקַּ֥ת H2708 עוֹלָֽם H5769 ",
      "18": "בָּרִאשֹׁ֡ן H7223 בְּאַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 י֤וֹם H3117 לַחֹ֨דֶשׁ֙ H2320 בָּעֶ֔רֶב H6153 תֹּאכְל֖וּ H398 מַצֹּ֑ת H4682 עַ֠ד H5704 י֣וֹם H3117 הָאֶחָ֧ד H259 וְעֶשְׂרִ֛ים H6242 לַחֹ֖דֶשׁ H2320 בָּעָֽרֶב H6153 ",
      "19": "שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 שְׂאֹ֕ר H7603 לֹ֥א H3808 יִמָּצֵ֖א H4672 בְּבָתֵּי H1004 כִּ֣י H3588 כָּל H3605 אֹכֵ֣ל H398 מַחְמֶ֗צֶת H2557 וְנִכְרְתָ֞ה H3772 הַנֶּ֤פֶשׁ H5315 הַהִוא֙ H1931 מֵעֲדַ֣ת H5712 יִשְׂרָאֵ֔ל H3478 בַּגֵּ֖ר H1616 וּבְ H249 הָאָֽרֶץ H776 ",
      "20": "כָּל H3605 מַחְמֶ֖צֶת H2557 לֹ֣א H3808 תֹאכֵ֑לוּ H398 בְּכֹל֙ H3605 מוֹשְׁבֹ֣תֵיכֶ֔ם H4186 תֹּאכְל֖וּ H398 מַצּֽוֹת H4682 ",
      "21": "וַיִּקְרָ֥א H7121 מֹשֶׁ֛ה H4872 לְכָל H3605 זִקְנֵ֥י H2205 יִשְׂרָאֵ֖ל H3478 וַיֹּ֣אמֶר H559 אֲלֵהֶ֑ם H413 מִֽשְׁכ֗וּ H4900 וּקְח֨וּ H3947 לָכֶ֥ם Hl צֹ֛אן H6629 לְמִשְׁפְּחֹתֵי H4940 וְשַׁחֲט֥וּ H7819 הַפָּֽסַח H6453 ",
      "22": "וּלְקַחְתֶּ֞ם H3947 אֲגֻדַּ֣ת H92 אֵז֗וֹב H231 וּטְבַלְתֶּם֮ H2881 בַּדָּ֣ם H1818 אֲשֶׁר H834 בַּסַּף֒ H5592 וְהִגַּעְתֶּ֤ם H5060 אֶל H413 הַמַּשְׁקוֹף֙ H4947 וְאֶל H413 שְׁתֵּ֣י H8147 הַמְּזוּזֹ֔ת H4201 מִן H4480 הַדָּ֖ם H1818 אֲשֶׁ֣ר H834 בַּסָּ֑ף H5592 וְאַתֶּ֗ם H859 לֹ֥א H3808 תֵצְא֛וּ H3318 אִ֥ישׁ H376 מִפֶּֽתַח H6607 בֵּית֖וֹ H1004 עַד H5704 בֹּֽקֶר H1242 ",
      "23": "וְעָבַ֣ר H5674 יְהוָה֮ H3068 לִנְגֹּ֣ף H5062 אֶת H853 מִצְרַיִם֒ H4714 וְרָאָ֤ה H7200 אֶת H853 הַדָּם֙ H1818 עַל H5921 הַמַּשְׁק֔וֹף H4947 וְעַ֖ל H5921 שְׁתֵּ֣י H8147 הַמְּזוּזֹ֑ת H4201 וּפָסַ֤ח H6452 יְהוָה֙ H3068 עַל H5921 הַפֶּ֔תַח H6607 וְלֹ֤א H3808 יִתֵּן֙ H5414 הַמַּשְׁחִ֔ית H7843 לָבֹ֥א H935 אֶל H413 בָּתֵּיכֶ֖ם H1004 לִנְגֹּֽף H5062 ",
      "24": "וּשְׁמַרְתֶּ֖ם H8104 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 לְחָק H2706 לְךָ֥ Hl וּלְ H1121 עַד H5704 עוֹלָֽם H5769 ",
      "25": "וְהָיָ֞ה H1961 כִּֽי H3588 תָבֹ֣אוּ H935 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 יִתֵּ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl כַּאֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 וּשְׁמַרְתֶּ֖ם H8104 אֶת H853 הָעֲבֹדָ֥ה H5656 הַזֹּֽאת H2063 ",
      "26": "וְהָיָ֕ה H1961 כִּֽי H3588 יֹאמְר֥וּ H559 אֲלֵיכֶ֖ם H413 בְּנֵיכֶ֑ם H1121 מָ֛ה H4100 הָעֲבֹדָ֥ה H5656 הַזֹּ֖את H2063 לָכֶֽם Hl ",
      "27": "וַאֲמַרְתֶּ֡ם H559 זֶֽבַח H2077 פֶּ֨סַח H6453 ה֜וּא H1931 לַֽיהוָ֗ה H3068 אֲשֶׁ֣ר H834 פָּ֠סַח H6452 עַל H5921 בָּתֵּ֤י H1004 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּמִצְרַ֔יִם H4714 בְּנָגְפּ֥ H5062 אֶת H853 מִצְרַ֖יִם H4714 וְאֶת H853 בָּתֵּ֣ינוּ H1004 הִצִּ֑יל H5337 וַיִּקֹּ֥ד H6915 הָעָ֖ם H5971 וַיִּֽשְׁתַּחֲוּֽוּ H7812 ",
      "28": "וַיֵּלְכ֥וּ H3212 וַיַּֽעֲשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֥ה H4872 וְאַהֲרֹ֖ן H175 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
      "29": "וַיְהִ֣י H1961 בַּחֲצִ֣י H2677 הַלַּ֗יְלָה H3915 וַֽיהוָה֮ H3068 הִכָּ֣ה H5221 כָל H3605 בְּכוֹר֮ H1060 בְּאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 מִבְּכֹ֤ר H1060 פַּרְעֹה֙ H6547 הַיֹּשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 עַ֚ד H5704 בְּכ֣וֹר H1060 הַשְּׁבִ֔י H7628 אֲשֶׁ֖ר H834 בְּבֵ֣ית H1004 הַבּ֑וֹר H953 וְכֹ֖ל H3605 בְּכ֥וֹר H1060 בְּהֵמָֽה H929 ",
      "30": "וַיָּ֨קָם H6965 פַּרְעֹ֜ה H6547 לַ֗יְלָה H3915 ה֤וּא H1931 וְכָל H3605 עֲבָדָיו֙ H5650 וְכָל H3605 מִצְרַ֔יִם H4714 וַתְּהִ֛י H1961 צְעָקָ֥ה H6818 גְדֹלָ֖ה H1419 בְּמִצְרָ֑יִם H4714 כִּֽי H3588 אֵ֣ין H369 בַּ֔יִת H1004 אֲשֶׁ֥ר H834 אֵֽין H369 שָׁ֖ם H8033 מֵֽת H4191 ",
      "31": "וַיִּקְרָא֩ H7121 לְמֹשֶׁ֨ה H4872 וּֽלְ H175 לַ֗יְלָה H3915 וַיֹּ֨אמֶר֙ H559 ק֤וּמוּ H6965 צְּאוּ֙ H3318 מִתּ֣וֹךְ H8432 עַמִּ֔י H5971 גַּם H1571 אַתֶּ֖ם H859 גַּם H1571 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּלְכ֛וּ H3212 עִבְד֥וּ H5647 אֶת H853 יְהוָ֖ה H3068 כְּדַבֶּרְ H1696 ",
      "32": "גַּם H1571 צֹאנְכֶ֨ם H6629 גַּם H1571 בְּקַרְכֶ֥ם H1241 קְח֛וּ H3947 כַּאֲשֶׁ֥ר H834 דִּבַּרְתֶּ֖ם H1696 וָלֵ֑כוּ H3212 וּבֵֽרַכְתֶּ֖ם H1288 גַּם H1571 אֹתִֽי H853 ",
      "33": "וַתֶּחֱזַ֤ק H2388 מִצְרַ֨יִם֙ H4713 עַל H5921 הָעָ֔ם H5971 לְמַהֵ֖ר H4116 לְשַׁלְּחָ֣ H7971 מִן H4480 הָאָ֑רֶץ H776 כִּ֥י H3588 אָמְר֖וּ H559 כֻּלָּ֥נוּ H3605 מֵתִֽים H4191 ",
      "34": "וַיִּשָּׂ֥א H5375 הָעָ֛ם H5971 אֶת H853 בְּצֵק֖וֹ H1217 טֶ֣רֶם H2962 יֶחְמָ֑ץ H2556 מִשְׁאֲרֹתָ֛ם H4863 צְרֻרֹ֥ת H6887 בְּשִׂמְלֹתָ֖ H8071 עַל H5921 שִׁכְמָֽם H7926 ",
      "35": "וּבְנֵי H1121 יִשְׂרָאֵ֥ל H3478 עָשׂ֖וּ H6213 כִּדְבַ֣ר H1697 מֹשֶׁ֑ה H4872 וַֽיִּשְׁאֲלוּ֙ H7592 מִמִּצְרַ֔יִם H4714 כְּלֵי H3627 כֶ֛סֶף H3701 וּכְלֵ֥י H3627 זָהָ֖ב H2091 וּשְׂמָלֹֽת H8071 ",
      "36": "וַֽיהוָ֞ה H3068 נָתַ֨ן H5414 אֶת H853 חֵ֥ן H2580 הָעָ֛ם H5971 בְּעֵינֵ֥י H5869 מִצְרַ֖יִם H4714 וַיַּשְׁאִל֑וּ H7592 וַֽיְנַצְּל֖וּ H5337 אֶת H853 מִצְרָֽיִם H4714 ",
      "37": "וַיִּסְע֧וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מֵרַעְמְסֵ֖ס H7486 סֻכֹּ֑תָה H5523 כְּשֵׁשׁ H8337 מֵא֨וֹת H3967 אֶ֧לֶף H505 רַגְלִ֛י H7273 הַגְּבָרִ֖ים H1397 לְבַ֥ד H905 מִטָּֽף H2945 ",
      "38": "וְגַם H1571 עֵ֥רֶב H6154 רַ֖ב H7227 עָלָ֣ה H5927 אִתָּ֑ם H854 וְצֹ֣אן H6629 וּבָקָ֔ר H1241 מִקְנֶ֖ה H4735 כָּבֵ֥ד H3515 מְאֹֽד H3966 ",
      "39": "וַיֹּאפ֨וּ H644 אֶת H853 הַבָּצֵ֜ק H1217 אֲשֶׁ֨ר H834 הוֹצִ֧יאוּ H3318 מִמִּצְרַ֛יִם H4714 עֻגֹ֥ת H5692 מַצּ֖וֹת H4682 כִּ֣י H3588 לֹ֣א H3808 חָמֵ֑ץ H2556 כִּֽי H3588 גֹרְשׁ֣וּ H1644 מִמִּצְרַ֗יִם H4714 וְלֹ֤א H3808 יָֽכְלוּ֙ H3201 לְהִתְמַהְמֵ֔הַּ H4102 וְגַם H1571 צֵדָ֖ה H6720 לֹא H3808 עָשׂ֥וּ H6213 לָהֶֽם Hl ",
      "40": "וּמוֹשַׁב֙ H4186 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 יָשְׁב֖וּ H3427 בְּמִצְרָ֑יִם H4714 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָֽה H8141 ",
      "41": "וַיְהִ֗י H1961 מִקֵּץ֙ H7093 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיְהִ֗י H1961 בְּעֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 יָֽצְא֛וּ H3318 כָּל H3605 צִבְא֥וֹת H6635 יְהוָ֖ה H3068 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "42": "לֵ֣יל H3915 שִׁמֻּרִ֥ים H8107 הוּא֙ H1931 לַֽיהוָ֔ה H3068 לְהוֹצִיאָ֖ H3318 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 הֽוּא H1931 הַלַּ֤יְלָה H3915 הַזֶּה֙ H2088 לַֽיהוָ֔ה H3068 שִׁמֻּרִ֛ים H8107 לְכָל H3605 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לְדֹרֹתָֽ H1755 ",
      "43": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֔ן H175 זֹ֖את H2063 חֻקַּ֣ת H2708 הַפָּ֑סַח H6453 כָּל H3605 בֶּן H1121 נֵכָ֖ר H5236 לֹא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
      "44": "וְכָל H3605 עֶ֥בֶד H5650 אִ֖ישׁ H376 מִקְנַת H4736 כָּ֑סֶף H3701 וּמַלְתָּ֣ה H4135 אֹת֔וֹ H853 אָ֖ז H227 יֹ֥אכַל H398 בּֽוֹ Hb ",
      "45": "תּוֹשָׁ֥ב H8453 וְשָׂכִ֖יר H7916 לֹא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
      "46": "בְּבַ֤יִת H1004 אֶחָד֙ H259 יֵאָכֵ֔ל H398 לֹא H3808 תוֹצִ֧יא H3318 מִן H4480 הַבַּ֛יִת H1004 מִן H4480 הַבָּשָׂ֖ר H1320 ח֑וּצָה H2351 וְעֶ֖צֶם H6106 לֹ֥א H3808 תִשְׁבְּרוּ H7665 בֽוֹ Hb ",
      "47": "כָּל H3605 עֲדַ֥ת H5712 יִשְׂרָאֵ֖ל H3478 יַעֲשׂ֥וּ H6213 אֹתֽוֹ H853 ",
      "48": "וְכִֽי H3588 יָג֨וּר H1481 אִתְּךָ֜ H854 גֵּ֗ר H1616 וְעָ֣שָׂה H6213 פֶסַח֮ H6453 לַיהוָה֒ H3068 הִמּ֧וֹל H4135 ל֣וֹ Hl כָל H3605 זָכָ֗ר H2145 וְאָז֙ H227 יִקְרַ֣ב H7126 לַעֲשֹׂת֔ H6213 וְהָיָ֖ה H1961 כְּאֶזְרַ֣ח H249 הָאָ֑רֶץ H776 וְכָל H3605 עָרֵ֖ל H6189 לֹֽא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
      "49": "תּוֹרָ֣ה H8451 אַחַ֔ת H259 יִהְיֶ֖ה H1961 לָֽאֶזְרָ֑ח H249 וְלַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 ",
      "50": "וַיַּֽעֲשׂ֖וּ H6213 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֥ה H4872 וְאֶֽת H853 אַהֲרֹ֖ן H175 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
      "51": "וַיְהִ֕י H1961 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 הוֹצִ֨יא H3318 יְהוָ֜ה H3068 אֶת H853 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 עַל H5921 צִבְאֹתָֽם H6635 "
    },
    "13": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "קַדֶּשׁ H6942 לִ֨י Hl כָל H3605 בְּכ֜וֹר H1060 פֶּ֤טֶר H6363 כָּל H3605 רֶ֨חֶם֙ H7358 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בָּאָדָ֖ם H120 וּבַ H929 לִ֖י Hl הֽוּא H1931 ",
      "3": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 הָעָ֗ם H5971 זָכ֞וֹר H2142 אֶת H853 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 אֲשֶׁ֨ר H834 יְצָאתֶ֤ם H3318 מִמִּצְרַ֨יִם֙ H4714 מִבֵּ֣ית H1004 עֲבָדִ֔ים H5650 כִּ֚י H3588 בְּחֹ֣זֶק H2392 יָ֔ד H3027 הוֹצִ֧יא H3318 יְהֹוָ֛ה H3068 אֶתְכֶ֖ם H853 מִזֶּ֑ה H2088 וְלֹ֥א H3808 יֵאָכֵ֖ל H398 חָמֵֽץ H2557 ",
      "4": "הַיּ֖וֹם H3117 אַתֶּ֣ם H859 יֹצְאִ֑ים H3318 בְּחֹ֖דֶשׁ H2320 הָאָבִֽיב H24 ",
      "5": "וְהָיָ֣ה H1961 כִֽי H3588 יְבִֽיאֲךָ֣ H935 יְהוָ֡ה H3068 אֶל H413 אֶ֣רֶץ H776 הַֽ֠כְּנַעֲנִי H3669 וְהַ H2850 וְהָ H567 וְהַ H2340 וְהַ H2983 אֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 לַאֲבֹתֶ֨י H1 לָ֣תֶת H5414 לָ֔ךְ Hl אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 וְעָבַדְתָּ֛ H5647 אֶת H853 הָעֲבֹדָ֥ה H5656 הַזֹּ֖את H2063 בַּחֹ֥דֶשׁ H2320 הַזֶּֽה H2088 ",
      "6": "שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 תֹּאכַ֣ל H398 מַצֹּ֑ת H4682 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 חַ֖ג H2282 לַיהוָֽה H3068 ",
      "7": "מַצּוֹת֙ H4682 יֵֽאָכֵ֔ל H398 אֵ֖ת H853 שִׁבְעַ֣ת H7651 הַיָּמִ֑ים H3117 וְלֹֽא H3808 יֵרָאֶ֨ה H7200 לְךָ֜ Hl חָמֵ֗ץ H2557 וְלֹֽא H3808 יֵרָאֶ֥ה H7200 לְךָ֛ Hl שְׂאֹ֖ר H7603 בְּכָל H3605 גְּבֻלֶֽךָ H1366 ",
      "8": "וְהִגַּדְתָּ֣ H5046 לְבִנְ H1121 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לֵאמֹ֑ר H559 בַּעֲב֣וּר H5668 זֶ֗ה H2088 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לִ֔י Hl בְּצֵאתִ֖ H3318 מִמִּצְרָֽיִם H4714 ",
      "9": "וְהָיָה֩ H1961 לְךָ֨ Hl לְא֜וֹת H226 עַל H5921 יָדְךָ֗ H3027 וּלְ H2146 בֵּ֣ין H996 עֵינֶ֔יךָ H5869 לְמַ֗עַן H4616 תִּהְיֶ֛ה H1961 תּוֹרַ֥ת H8451 יְהוָ֖ה H3068 בְּפִ֑י H6310 כִּ֚י H3588 בְּיָ֣ד H3027 חֲזָקָ֔ה H2389 הוֹצִֽאֲךָ֥ H3318 יְהֹוָ֖ה H3068 מִמִּצְרָֽיִם H4714 ",
      "10": "וְשָׁמַרְתָּ֛ H8104 אֶת H853 הַחֻקָּ֥ה H2708 הַזֹּ֖את H2063 לְמוֹעֲדָ֑ H4150 מִיָּמִ֖ים H3117 יָמִֽימָה H3117 ",
      "11": "וְהָיָ֞ה H1961 כִּֽי H3588 יְבִֽאֲךָ֤ H935 יְהוָה֙ H3068 אֶל H413 אֶ֣רֶץ H776 הַֽכְּנַעֲנִ֔י H3669 כַּאֲשֶׁ֛ר H834 נִשְׁבַּ֥ע H7650 לְךָ֖ Hl וְלַֽ H1 וּנְתָנָ֖ H5414 לָֽךְ Hl ",
      "12": "וְהַעֲבַרְתָּ֥ H5674 כָל H3605 פֶּֽטֶר H6363 רֶ֖חֶם H7358 לַֽיהֹוָ֑ה H3068 וְכָל H3605 פֶּ֣טֶר H6363 שֶׁ֣גֶר H7698 בְּהֵמָ֗ה H929 אֲשֶׁ֨ר H834 יִהְיֶ֥ה H1961 לְךָ֛ Hl הַזְּכָרִ֖ים H2145 לַיהוָֽה H3068 ",
      "13": "וְכָל H3605 פֶּ֤טֶר H6363 חֲמֹר֙ H2543 תִּפְדֶּ֣ה H6299 בְשֶׂ֔ה H7716 וְאִם H518 לֹ֥א H3808 תִפְדֶּ֖ה H6299 וַעֲרַפְתּ֑ H6202 וְכֹ֨ל H3605 בְּכ֥וֹר H1060 אָדָ֛ם H120 בְּבָנֶ֖י H1121 תִּפְדֶּֽה H6299 ",
      "14": "וְהָיָ֞ה H1961 כִּֽי H3588 יִשְׁאָלְךָ֥ H7592 בִנְךָ֛ H1121 מָחָ֖ר H4279 לֵאמֹ֣ר H559 מַה H4100 זֹּ֑את H2063 וְאָמַרְתָּ֣ H559 אֵלָ֔יו H413 בְּחֹ֣זֶק H2392 יָ֗ד H3027 הוֹצִיאָ֧נוּ H3318 יְהוָ֛ה H3068 מִמִּצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
      "15": "וַיְהִ֗י H1961 כִּֽי H3588 הִקְשָׁ֣ה H7185 פַרְעֹה֮ H6547 לְשַׁלְּחֵ H7971 וַיַּהֲרֹ֨ג H2026 יְהֹוָ֤ה H3068 כָּל H3605 בְּכוֹר֙ H1060 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מִבְּכֹ֥ר H1060 אָדָ֖ם H120 וְעַד H5704 בְּכ֣וֹר H1060 בְּהֵמָ֑ה H929 עַל H5921 כֵּן֩ H3651 אֲנִ֨י H589 זֹבֵ֜חַ H2076 לַֽיהוָ֗ה H3068 כָּל H3605 פֶּ֤טֶר H6363 רֶ֨חֶם֙ H7358 הַזְּכָרִ֔ים H2145 וְכָל H3605 בְּכ֥וֹר H1060 בָּנַ֖י H1121 אֶפְדֶּֽה H6299 ",
      "16": "וְהָיָ֤ה H1961 לְאוֹת֙ H226 עַל H5921 יָ֣דְכָ֔ה H3027 וּלְ H2903 בֵּ֣ין H996 עֵינֶ֑יךָ H5869 כִּ֚י H3588 בְּחֹ֣זֶק H2392 יָ֔ד H3027 הוֹצִיאָ֥נוּ H3318 יְהוָ֖ה H3068 מִמִּצְרָֽיִם H4714 ",
      "17": "וַיְהִ֗י H1961 בְּשַׁלַּ֣ח H7971 פַּרְעֹה֮ H6547 אֶת H853 הָעָם֒ H5971 וְלֹא H3808 נָחָ֣ם H5148 אֱלֹהִ֗ים H430 דֶּ֚רֶךְ H1870 אֶ֣רֶץ H776 פְּלִשְׁתִּ֔ים H6430 כִּ֥י H3588 קָר֖וֹב H7138 ה֑וּא H1931 כִּ֣י H3588 אָמַ֣ר H559 אֱלֹהִ֗ים H430 פֶּֽן H6435 יִנָּחֵ֥ם H5162 הָעָ֛ם H5971 בִּרְאֹתָ֥ H7200 מִלְחָמָ֖ה H4421 וְשָׁ֥בוּ H7725 מִצְרָֽיְמָה H4714 ",
      "18": "וַיַּסֵּ֨ב H5437 אֱלֹהִ֧ים H430 אֶת H853 הָעָ֛ם H5971 דֶּ֥רֶךְ H1870 הַמִּדְבָּ֖ר H4057 יַם H3220 ס֑וּף H5488 וַחֲמֻשִׁ֛ים H2571 עָל֥וּ H5927 בְנֵי H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "19": "וַיִּקַּ֥ח H3947 מֹשֶׁ֛ה H4872 אֶת H853 עַצְמ֥וֹת H6106 יוֹסֵ֖ף H3130 עִמּ֑וֹ H5973 כִּי֩ H3588 הַשְׁבֵּ֨עַ H7650 הִשְׁבִּ֜יעַ H7650 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 פָּקֹ֨ד H6485 יִפְקֹ֤ד H6485 אֱלֹהִים֙ H430 אֶתְכֶ֔ם H853 וְהַעֲלִיתֶ֧ם H5927 אֶת H853 עַצְמֹתַ֛י H6106 מִזֶּ֖ה H2088 אִתְּכֶֽם H854 ",
      "20": "וַיִּסְע֖וּ H5265 מִסֻּכֹּ֑ת H5523 וַיַּחֲנ֣וּ H2583 בְאֵתָ֔ם H864 בִּקְצֵ֖ה H7097 הַמִּדְבָּֽר H4057 ",
      "21": "וַֽיהוָ֡ה H3068 הֹלֵךְ֩ H1980 לִפְנֵי H6440 יוֹמָ֜ם H3119 בְּעַמּ֤וּד H5982 עָנָן֙ H6051 לַנְחֹתָ֣ H5148 הַדֶּ֔רֶךְ H1870 וְלַ֛יְלָה H3915 בְּעַמּ֥וּד H5982 אֵ֖שׁ H784 לְהָאִ֣יר H215 לָהֶ֑ם Hl לָלֶ֖כֶת H3212 יוֹמָ֥ם H3119 וָלָֽיְלָה H3915 ",
      "22": "לֹֽא H3808 יָמִ֞ישׁ H4185 עַמּ֤וּד H5982 הֶֽעָנָן֙ H6051 יוֹמָ֔ם H3119 וְעַמּ֥וּד H5982 הָאֵ֖שׁ H784 לָ֑יְלָה H3915 לִפְנֵ֖י H6440 הָעָֽם H5971 "
    },
    "14": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהֹוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּר֮ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְיָשֻׁ֗בוּ H7725 וְיַחֲנוּ֙ H2583 לִפְנֵי֙ H6440 פִּ֣י H6367 הַחִירֹ֔ת H6367 בֵּ֥ין H996 מִגְדֹּ֖ל H4024 וּבֵ֣ין H996 הַיָּ֑ם H3220 לִפְנֵי֙ H6440 בַּ֣עַל H1189 צְפֹ֔ן H1189 נִכְח֥וֹ H5226 תַחֲנ֖וּ H2583 עַל H5921 הַיָּֽם H3220 ",
      "3": "וְאָמַ֤ר H559 פַּרְעֹה֙ H6547 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 נְבֻכִ֥ים H943 הֵ֖ם H1992 בָּאָ֑רֶץ H776 סָגַ֥ר H5462 עֲלֵיהֶ֖ם H5921 הַמִּדְבָּֽר H4057 ",
      "4": "וְחִזַּקְתִּ֣י H2388 אֶת H853 לֵב H3820 פַּרְעֹה֮ H6547 וְרָדַ֣ף H7291 אַחֲרֵיהֶם֒ H310 וְאִכָּבְדָ֤ה H3513 בְּפַרְעֹה֙ H6547 וּבְ H3605 חֵיל֔וֹ H2428 וְיָדְע֥וּ H3045 מִצְרַ֖יִם H4713 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 וַיַּֽעֲשׂוּ H6213 כֵֽן H3651 ",
      "5": "וַיֻּגַּד֙ H5046 לְמֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 כִּ֥י H3588 בָרַ֖ח H1272 הָעָ֑ם H5971 וַ֠יֵּהָפֵךְ H2015 לְבַ֨ב H3824 פַּרְעֹ֤ה H6547 וַעֲבָדָי H5650 אֶל H413 הָעָ֔ם H5971 וַיֹּֽאמרוּ֙ H559 מַה H4100 זֹּ֣את H2063 עָשִׂ֔ינוּ H6213 כִּֽי H3588 שִׁלַּ֥חְנוּ H7971 אֶת H853 יִשְׂרָאֵ֖ל H3478 מֵעָבְדֵֽ H5647 ",
      "6": "וַיֶּאְסֹ֖ר H631 אֶת H853 רִכְבּ֑וֹ H7393 וְאֶת H853 עַמּ֖וֹ H5971 לָקַ֥ח H3947 עִמּֽוֹ H5973 ",
      "7": "וַיִּקַּ֗ח H3947 שֵׁשׁ H8337 מֵא֥וֹת H3967 רֶ֨כֶב֙ H7393 בָּח֔וּר H977 וְכֹ֖ל H3605 רֶ֣כֶב H7393 מִצְרָ֑יִם H4714 וְשָׁלִשִׁ֖ם H7991 עַל H5921 כֻּלּֽוֹ H3605 ",
      "8": "וַיְחַזֵּ֣ק H2388 יְהֹוָ֗ה H3068 אֶת H853 לֵ֤ב H3820 פַּרְעֹה֙ H6547 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 וַיִּרְדֹּ֕ף H7291 אַחֲרֵ֖י H310 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 יֹצְאִ֖ים H3318 בְּיָ֥ד H3027 רָמָֽה H7311 ",
      "9": "וַיִּרְדְּפ֨וּ H7291 מִצְרַ֜יִם H4713 אַחֲרֵיהֶ֗ם H310 וַיַּשִּׂ֤יגוּ H5381 אוֹתָם֙ H853 חֹנִ֣ים H2583 עַל H5921 הַיָּ֔ם H3220 כָּל H3605 סוּס֙ H5483 רֶ֣כֶב H7393 פַּרְעֹ֔ה H6547 וּפָרָשָׁ֖י H6571 וְחֵיל֑ H2428 עַל H5921 פִּי֙ H6367 הַֽחִירֹ֔ת H6367 לִפְנֵ֖י H6440 בַּ֥עַל H1189 צְפֹֽן H1189 ",
      "10": "וּפַרְעֹ֖ה H6547 הִקְרִ֑יב H7126 וַיִּשְׂאוּ֩ H5375 בְנֵֽי H1121 יִשְׂרָאֵ֨ל H3478 אֶת H853 עֵינֵיהֶ֜ם H5869 וְהִנֵּ֥ה H2009 מִצְרַ֣יִם H4713 נֹסֵ֣עַ H5265 אַחֲרֵיהֶ֗ם H310 וַיִּֽירְאוּ֙ H3372 מְאֹ֔ד H3966 וַיִּצְעֲק֥וּ H6817 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוָֽה H3068 ",
      "11": "וַיֹּאמְרוּ֮ H559 אֶל H413 מֹשֶׁה֒ H4872 הַֽמִ H1097 אֵין H369 קְבָרִים֙ H6913 בְּמִצְרַ֔יִם H4714 לְקַחְתָּ֖נוּ H3947 לָמ֣וּת H4191 בַּמִּדְבָּ֑ר H4057 מַה H4100 זֹּאת֙ H2063 עָשִׂ֣יתָ H6213 לָּ֔נוּ Hl לְהוֹצִיאָ֖ H3318 מִמִּצְרָֽיִם H4714 ",
      "12": "הֲלֹא H3808 זֶ֣ה H2088 הַדָּבָ֗ר H1697 אֲשֶׁר֩ H834 דִּבַּ֨רְנוּ H1696 אֵלֶ֤יךָ H413 בְמִצְרַ֨יִם֙ H4714 לֵאמֹ֔ר H559 חֲדַ֥ל H2308 מִמֶּ֖נּוּ H4480 וְנַֽעַבְדָ֣ה H5647 אֶת H853 מִצְרָ֑יִם H4713 כִּ֣י H3588 ט֥וֹב H2896 לָ֨נוּ֙ Hl עֲבֹ֣ד H5647 אֶת H853 מִצְרַ֔יִם H4713 מִמֻּתֵ֖ H4191 בַּמִּדְבָּֽר H4057 ",
      "13": "וַיֹּ֨אמֶר H559 מֹשֶׁ֣ה H4872 אֶל H413 הָעָם֮ H5971 אַל H408 תִּירָאוּ֒ H3372 הִֽתְיַצְב֗וּ H3320 וּרְאוּ֙ H7200 אֶת H853 יְשׁוּעַ֣ת H3444 יְהוָ֔ה H3068 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 לָכֶ֖ם Hl הַיּ֑וֹם H3117 כִּ֗י H3588 אֲשֶׁ֨ר H834 רְאִיתֶ֤ם H7200 אֶת H853 מִצְרַ֨יִם֙ H4713 הַיּ֔וֹם H3117 לֹ֥א H3808 תֹסִ֛יפוּ H3254 לִרְאֹתָ֥ H7200 ע֖וֹד H5750 עַד H5704 עוֹלָֽם H5769 ",
      "14": "יְהוָ֖ה H3068 יִלָּחֵ֣ם H3898 לָכֶ֑ם Hl וְאַתֶּ֖ם H859 תַּחֲרִישֽׁוּן H2790 ",
      "15": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 מַה H4100 תִּצְעַ֖ק H6817 אֵלָ֑י H413 דַּבֵּ֥ר H1696 אֶל H413 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 וְיִסָּֽעוּ H5265 ",
      "16": "וְאַתָּ֞ה H859 הָרֵ֣ם H7311 אֶֽת H853 מַטְּךָ֗ H4294 וּנְטֵ֧ה H5186 אֶת H853 יָדְךָ֛ H3027 עַל H5921 הַיָּ֖ם H3220 וּבְקָעֵ֑ H1234 וְיָבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בְּת֥וֹךְ H8432 הַיָּ֖ם H3220 בַּיַּבָּשָֽׁה H3004 ",
      "17": "וַאֲנִ֗י H589 הִנְנִ֤י H2005 מְחַזֵּק֙ H2388 אֶת H853 לֵ֣ב H3820 מִצְרַ֔יִם H4713 וְיָבֹ֖אוּ H935 אַחֲרֵיהֶ֑ם H310 וְאִכָּבְדָ֤ה H3513 בְּפַרְעֹה֙ H6547 וּבְ H3605 חֵיל֔וֹ H2428 בְּרִכְבּ֖ H7393 וּבְ H6571 ",
      "18": "וְיָדְע֥וּ H3045 מִצְרַ֖יִם H4713 כִּי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 בְּהִכָּבְדִ֣ H3513 בְּפַרְעֹ֔ה H6547 בְּרִכְבּ֖ H7393 וּבְ H6571 ",
      "19": "וַיִּסַּ֞ע H5265 מַלְאַ֣ךְ H4397 הָאֱלֹהִ֗ים H430 הַהֹלֵךְ֙ H1980 לִפְנֵי֙ H6440 מַחֲנֵ֣ה H4264 יִשְׂרָאֵ֔ל H3478 וַיֵּ֖לֶךְ H3212 מֵאַחֲרֵי H310 וַיִּסַּ֞ע H5265 עַמּ֤וּד H5982 הֶֽעָנָן֙ H6051 מִפְּנֵי H6440 וַיַּֽעֲמֹ֖ד H5975 מֵאַחֲרֵי H310 ",
      "20": "וַיָּבֹ֞א H935 בֵּ֣ין H996 מַחֲנֵ֣ה H4264 מִצְרַ֗יִם H4714 וּבֵין֙ H996 מַחֲנֵ֣ה H4264 יִשְׂרָאֵ֔ל H3478 וַיְהִ֤י H1961 הֶֽעָנָן֙ H6051 וְהַ H2822 וַיָּ֖אֶר H215 אֶת H853 הַלָּ֑יְלָה H3915 וְלֹא H3808 קָרַ֥ב H7126 זֶ֛ה H2088 אֶל H413 זֶ֖ה H2088 כָּל H3605 הַלָּֽיְלָה H3915 ",
      "21": "וַיֵּ֨ט H5186 מֹשֶׁ֣ה H4872 אֶת H853 יָדוֹ֮ H3027 עַל H5921 הַיָּם֒ H3220 וַיּ֣וֹלֶךְ H3212 יְהוָ֣ה H3068 אֶת H853 הַ֠יָּם H3220 בְּר֨וּחַ H7307 קָדִ֤ים H6921 עַזָּה֙ H5794 כָּל H3605 הַלַּ֔יְלָה H3915 וַיָּ֥שֶׂם H7760 אֶת H853 הַיָּ֖ם H3220 לֶחָרָבָ֑ה H2724 וַיִּבָּקְע֖וּ H1234 הַמָּֽיִם H4325 ",
      "22": "וַיָּבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בְּת֥וֹךְ H8432 הַיָּ֖ם H3220 בַּיַּבָּשָׁ֑ה H3004 וְהַ H4325 לָהֶם֙ Hl חֹמָ֔ה H2346 מִֽימִינָ֖ H3225 וּמִ H8040 ",
      "23": "וַיִּרְדְּפ֤וּ H7291 מִצְרַ֨יִם֙ H4713 וַיָּבֹ֣אוּ H935 אַחֲרֵיהֶ֔ם H310 כֹּ֚ל H3605 ס֣וּס H5483 פַּרְעֹ֔ה H6547 רִכְבּ֖וֹ H7393 וּפָרָשָׁ֑י H6571 אֶל H413 תּ֖וֹךְ H8432 הַיָּֽם H3220 ",
      "24": "וַֽיְהִי֙ H1961 בְּאַשְׁמֹ֣רֶת H821 הַבֹּ֔קֶר H1242 וַיַּשְׁקֵ֤ף H8259 יְהוָה֙ H3068 אֶל H413 מַחֲנֵ֣ה H4264 מִצְרַ֔יִם H4713 בְּעַמּ֥וּד H5982 אֵ֖שׁ H784 וְעָנָ֑ן H6051 וַיָּ֕הָם H2000 אֵ֖ת H853 מַחֲנֵ֥ה H4264 מִצְרָֽיִם H4713 ",
      "25": "וַיָּ֗סַר H5493 אֵ֚ת H853 אֹפַ֣ן H212 מַרְכְּבֹתָ֔יו H4818 וַֽיְנַהֲגֵ֖ H5090 בִּכְבֵדֻ֑ת H3517 וַיֹּ֣אמֶר H559 מִצְרַ֗יִם H4714 אָנ֨וּסָה֙ H5127 מִפְּנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 כִּ֣י H3588 יְהוָ֔ה H3068 נִלְחָ֥ם H3898 לָהֶ֖ם Hl בְּמִצְרָֽיִם H4714 ",
      "26": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 נְטֵ֥ה H5186 אֶת H853 יָדְךָ֖ H3027 עַל H5921 הַיָּ֑ם H3220 וְיָשֻׁ֤בוּ H7725 הַמַּ֨יִם֙ H4325 עַל H5921 מִצְרַ֔יִם H4714 עַל H5921 רִכְבּ֖וֹ H7393 וְעַל H5921 פָּרָשָֽׁיו H6571 ",
      "27": "וַיֵּט֩ H5186 מֹשֶׁ֨ה H4872 אֶת H853 יָד֜וֹ H3027 עַל H5921 הַיָּ֗ם H3220 וַיָּ֨שָׁב H7725 הַיָּ֜ם H3220 לִפְנ֥וֹת H6437 בֹּ֨קֶר֙ H1242 לְאֵ֣יתָנ֔ H386 וּמִצְרַ֖יִם H4714 נָסִ֣ים H5127 לִקְרָאת֑ H7125 וַיְנַעֵ֧ר H5287 יְהוָ֛ה H3068 אֶת H853 מִצְרַ֖יִם H4714 בְּת֥וֹךְ H8432 הַיָּֽם H3220 ",
      "28": "וַיָּשֻׁ֣בוּ H7725 הַמַּ֗יִם H4325 וַיְכַסּ֤וּ H3680 אֶת H853 הָרֶ֨כֶב֙ H7393 וְאֶת H853 הַפָּ֣רָשִׁ֔ים H6571 לְכֹל֙ H3605 חֵ֣יל H2428 פַּרְעֹ֔ה H6547 הַבָּאִ֥ים H935 אַחֲרֵיהֶ֖ם H310 בַּיָּ֑ם H3220 לֹֽא H3808 נִשְׁאַ֥ר H7604 בָּהֶ֖ם Hb עַד H5704 אֶחָֽד H259 ",
      "29": "וּבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 הָלְכ֥וּ H1980 בַיַּבָּשָׁ֖ה H3004 בְּת֣וֹךְ H8432 הַיָּ֑ם H3220 וְהַ H4325 לָהֶם֙ Hl חֹמָ֔ה H2346 מִֽימִינָ֖ H3225 וּמִ H8040 ",
      "30": "וַיּ֨וֹשַׁע H3467 יְהוָ֜ה H3068 בַּיּ֥וֹם H3117 הַה֛וּא H1931 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִיַּ֣ד H3027 מִצְרָ֑יִם H4714 וַיַּ֤רְא H7200 יִשְׂרָאֵל֙ H3478 אֶת H853 מִצְרַ֔יִם H4714 מֵ֖ת H4191 עַל H5921 שְׂפַ֥ת H8193 הַיָּֽם H3220 ",
      "31": "וַיַּ֨רְא H7200 יִשְׂרָאֵ֜ל H3478 אֶת H853 הַיָּ֣ד H3027 הַגְּדֹלָ֗ה H1419 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 בְּמִצְרַ֔יִם H4714 וַיִּֽירְא֥וּ H3372 הָעָ֖ם H5971 אֶת H853 יְהוָ֑ה H3068 וַיַּֽאֲמִ֨ינוּ֙ H539 בַּֽיהוָ֔ה H3068 וּבְ H4872 עַבְדּֽוֹ H5650 "
    },
    "15": {
      "1": "אָ֣ז H227 יָשִֽׁיר H7891 מֹשֶׁה֩ H4872 וּבְנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 הַשִּׁירָ֤ה H7892 הַזֹּאת֙ H2063 לַֽיהוָ֔ה H3068 וַיֹּאמְר֖וּ H559 לֵאמֹ֑ר H559 אָשִׁ֤ירָה H7891 לַֽיהוָה֙ H3068 כִּֽי H3588 גָאֹ֣ה H1342 גָּאָ֔ה H1342 ס֥וּס H5483 וְרֹכְב֖ H7392 רָמָ֥ה H7411 בַיָּֽם H3220 ",
      "2": "עָזִּ֤י H5797 וְזִמְרָת֙ H2176 יָ֔הּ H3050 וַֽיְהִי H1961 לִ֖י Hl לִֽישׁוּעָ֑ה H3444 זֶ֤ה H2088 אֵלִי֙ H410 וְאַנְוֵ֔ H5115 אֱלֹהֵ֥י H430 אָבִ֖י H1 וַאֲרֹמְמֶֽ H7311 ",
      "3": "יְהוָ֖ה H3068 אִ֣ישׁ H376 מִלְחָמָ֑ה H4421 יְהוָ֖ה H3068 שְׁמֽוֹ H8034 ",
      "4": "מַרְכְּבֹ֥ת H4818 פַּרְעֹ֛ה H6547 וְחֵיל֖ H2428 יָרָ֣ה H3384 בַיָּ֑ם H3220 וּמִבְחַ֥ר H4005 שָֽׁלִשָׁ֖יו H7991 טֻבְּע֥וּ H2883 בְיַם H3220 סֽוּף H5488 ",
      "5": "תְּהֹמֹ֖ת H8415 יְכַסְיֻ֑מוּ H3680 יָרְד֥וּ H3381 בִמְצוֹלֹ֖ת H4688 כְּמוֹ H3644 אָֽבֶן H68 ",
      "6": "יְמִֽינְךָ֣ H3225 יְהוָ֔ה H3068 נֶאְדָּרִ֖י H142 בַּכֹּ֑חַ H3581 יְמִֽינְךָ֥ H3225 יְהוָ֖ה H3068 תִּרְעַ֥ץ H7492 אוֹיֵֽב H341 ",
      "7": "וּבְ H7230 גְּאוֹנְךָ֖ H1347 תַּהֲרֹ֣ס H2040 קָמֶ֑יךָ H6965 תְּשַׁלַּח֙ H7971 חֲרֹ֣נְךָ֔ H2740 יֹאכְלֵ֖מוֹ H398 כַּקַּֽשׁ H7179 ",
      "8": "וּבְ H7307 אַפֶּ֨יךָ֙ H639 נֶ֣עֶרְמוּ H6192 מַ֔יִם H4325 נִצְּב֥וּ H5324 כְמוֹ H3644 נֵ֖ד H5067 נֹזְלִ֑ים H5140 קָֽפְא֥וּ H7087 תְהֹמֹ֖ת H8415 בְּלֶב H3820 יָֽם H3220 ",
      "9": "אָמַ֥ר H559 אוֹיֵ֛ב H341 אֶרְדֹּ֥ף H7291 אַשִּׂ֖יג H5381 אֲחַלֵּ֣ק H2505 שָׁלָ֑ל H7998 תִּמְלָאֵ֣מוֹ H4390 נַפְשִׁ֔י H5315 אָרִ֣יק H7324 חַרְבִּ֔י H2719 תּוֹרִישֵׁ֖מוֹ H3423 יָדִֽי H3027 ",
      "10": "נָשַׁ֥פְתָּ H5398 בְרוּחֲ H7307 כִּסָּ֣מוֹ H3680 יָ֑ם H3220 צָֽלֲלוּ֙ H6749 כַּֽעוֹפֶ֔רֶת H5777 בְּמַ֖יִם H4325 אַדִּירִֽים H117 ",
      "11": "מִֽי H4310 כָמֹ֤כָה H3644 בָּֽאֵלִם֙ H410 יְהוָ֔ה H3068 מִ֥י H4310 כָּמֹ֖כָה H3644 נֶאְדָּ֣ר H142 בַּקֹּ֑דֶשׁ H6944 נוֹרָ֥א H3372 תְהִלֹּ֖ת H8416 עֹ֥שֵׂה H6213 פֶֽלֶא H6382 ",
      "12": "נָטִ֨יתָ֙ H5186 יְמִ֣ינְךָ֔ H3225 תִּבְלָעֵ֖מוֹ H1104 אָֽרֶץ H776 ",
      "13": "נָחִ֥יתָ H5148 בְחַסְדְּ H2617 עַם H5971 ז֣וּ H2098 גָּאָ֑לְתָּ H1350 נֵהַ֥לְתָּ H5095 בְעָזְּ H5797 אֶל H413 נְוֵ֥ה H5116 קָדְשֶֽׁךָ H6944 ",
      "14": "שָֽׁמְע֥וּ H8085 עַמִּ֖ים H5971 יִרְגָּז֑וּן H7264 חִ֣יל H2427 אָחַ֔ז H270 יֹשְׁבֵ֖י H3427 פְּלָֽשֶׁת H6429 ",
      "15": "אָ֤ז H227 נִבְהֲלוּ֙ H926 אַלּוּפֵ֣י H441 אֱד֔וֹם H123 אֵילֵ֣י H352 מוֹאָ֔ב H4124 יֹֽאחֲזֵ֖מוֹ H270 רָ֑עַד H7461 נָמֹ֕גוּ H4127 כֹּ֖ל H3605 יֹשְׁבֵ֥י H3427 כְנָֽעַן H3667 ",
      "16": "תִּפֹּ֨ל H5307 עֲלֵיהֶ֤ם H5921 אֵימָ֨תָה֙ H367 וָפַ֔חַד H6343 בִּגְדֹ֥ל H1419 זְרוֹעֲךָ֖ H2220 יִדְּמ֣וּ H1826 כָּאָ֑בֶן H68 עַד H5704 יַעֲבֹ֤ר H5674 עַמְּךָ֙ H5971 יְהוָ֔ה H3068 עַֽד H5704 יַעֲבֹ֖ר H5674 עַם H5971 ז֥וּ H2098 קָנִֽיתָ H7069 ",
      "17": "תְּבִאֵ֗מוֹ H935 וְתִטָּעֵ֨ H5193 בְּהַ֣ר H2022 נַחֲלָֽתְךָ֔ H5159 מָכ֧וֹן H4349 לְשִׁבְתְּ H3427 פָּעַ֖לְתָּ H6466 יְהוָ֑ה H3068 מִקְּדָ֕שׁ H4720 אֲדֹנָ֖י H136 כּוֹנְנ֥וּ H3559 יָדֶֽיךָ H3027 ",
      "18": "יְהוָ֥ה H3068 יִמְלֹ֖ךְ H4427 לְעֹלָ֥ם H5769 וָעֶֽד H5703 ",
      "19": "כִּ֣י H3588 בָא֩ H935 ס֨וּס H5483 פַּרְעֹ֜ה H6547 בְּרִכְבּ֤ H7393 וּבְ H6571 בַּיָּ֔ם H3220 וַיָּ֧שֶׁב H7725 יְהוָ֛ה H3068 עֲלֵהֶ֖ם H5921 אֶת H853 מֵ֣י H4325 הַיָּ֑ם H3220 וּבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 הָלְכ֥וּ H1980 בַיַּבָּשָׁ֖ה H3004 בְּת֥וֹךְ H8432 הַיָּֽם H3220 ",
      "20": "וַתִּקַּח֩ H3947 מִרְיָ֨ם H4813 הַנְּבִיאָ֜ה H5031 אֲח֧וֹת H269 אַהֲרֹ֛ן H175 אֶת H853 הַתֹּ֖ף H8596 בְּיָדָ֑ H3027 וַתֵּצֶ֤אןָ H3318 כָֽל H3605 הַנָּשִׁים֙ H802 אַחֲרֶ֔יהָ H310 בְּתֻפִּ֖ים H8596 וּבִ H4246 ",
      "21": "וַתַּ֥עַן H6030 לָהֶ֖ם Hl מִרְיָ֑ם H4813 שִׁ֤ירוּ H7891 לַֽיהוָה֙ H3068 כִּֽי H3588 גָאֹ֣ה H1342 גָּאָ֔ה H1342 ס֥וּס H5483 וְרֹכְב֖ H7392 רָמָ֥ה H7411 בַיָּֽם H3220 ",
      "22": "וַיַּסַּ֨ע H5265 מֹשֶׁ֤ה H4872 אֶת H853 יִשְׂרָאֵל֙ H3478 מִיַּם H3220 ס֔וּף H5488 וַיֵּצְא֖וּ H3318 אֶל H413 מִדְבַּר H4057 שׁ֑וּר H7793 וַיֵּלְכ֧וּ H3212 שְׁלֹֽשֶׁת H7969 יָמִ֛ים H3117 בַּמִּדְבָּ֖ר H4057 וְלֹא H3808 מָ֥צְאוּ H4672 מָֽיִם H4325 ",
      "23": "וַיָּבֹ֣אוּ H935 מָרָ֔תָה H4785 וְלֹ֣א H3808 יָֽכְל֗וּ H3201 לִשְׁתֹּ֥ת H8354 מַ֨יִם֙ H4325 מִמָּרָ֔ה H4785 כִּ֥י H3588 מָרִ֖ים H4751 הֵ֑ם H1992 עַל H5921 כֵּ֥ן H3651 קָרָֽא H7121 שְׁמָ֖הּ H8034 מָרָֽה H4785 ",
      "24": "וַיִּלֹּ֧נוּ H3885 הָעָ֛ם H5971 עַל H5921 מֹשֶׁ֥ה H4872 לֵּאמֹ֖ר H559 מַה H4100 נִּשְׁתֶּֽה H8354 ",
      "25": "וַיִּצְעַ֣ק H6817 אֶל H413 יְהוָ֗ה H3068 וַיּוֹרֵ֤ H3384 יְהוָה֙ H3068 עֵ֔ץ H6086 וַיַּשְׁלֵךְ֙ H7993 אֶל H413 הַמַּ֔יִם H4325 וַֽיִּמְתְּק֖וּ H4985 הַמָּ֑יִם H4325 שָׁ֣ם H8033 שָׂ֥ם H7760 ל֛וֹ Hl חֹ֥ק H2706 וּמִשְׁפָּ֖ט H4941 וְשָׁ֥ם H8033 נִסָּֽהוּ H5254 ",
      "26": "וַיֹּאמֶר֩ H559 אִם H518 שָׁמ֨וֹעַ H8085 תִּשְׁמַ֜ע H8085 לְק֣וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 וְהַ H3477 בְּעֵינָי H5869 תַּעֲשֶׂ֔ה H6213 וְהַֽאֲזַנְתָּ֙ H238 לְמִצְוֺתָ֔י H4687 וְשָׁמַרְתָּ֖ H8104 כָּל H3605 חֻקָּ֑יו H2706 כָּֽל H3605 הַמַּֽחֲלָ֞ה H4245 אֲשֶׁר H834 שַׂ֤מְתִּי H7760 בְמִצְרַ֨יִם֙ H4714 לֹא H3808 אָשִׂ֣ים H7760 עָלֶ֔יךָ H5921 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 רֹפְאֶֽךָ H7495 ",
      "27": "וַיָּבֹ֣אוּ H935 אֵילִ֔מָה H362 וְשָׁ֗ם H8033 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֛ה H6240 עֵינֹ֥ת H5869 מַ֖יִם H4325 וְשִׁבְעִ֣ים H7657 תְּמָרִ֑ים H8558 וַיַּחֲנוּ H2583 שָׁ֖ם H8033 עַל H5921 הַמָּֽיִם H4325 "
    },
    "16": {
      "1": "וַיִּסְעוּ֙ H5265 מֵֽאֵילִ֔ם H362 וַיָּבֹ֜אוּ H935 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶל H413 מִדְבַּר H4057 סִ֔ין H5512 אֲשֶׁ֥ר H834 בֵּין H996 אֵילִ֖ם H362 וּבֵ֣ין H996 סִינָ֑י H5514 בַּחֲמִשָּׁ֨ה H2568 עָשָׂ֥ר H6240 יוֹם֙ H3117 לַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֔י H8145 לְצֵאתָ֖ H3318 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "2": "וילינו H3885 כָּל H3605 עֲדַ֧ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֛ל H3478 עַל H5921 מֹשֶׁ֥ה H4872 וְעַֽל H5921 אַהֲרֹ֖ן H175 בַּמִּדְבָּֽר H4057 ",
      "3": "וַיֹּאמְר֨וּ H559 אֲלֵהֶ֜ם H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 מִֽי H4310 יִתֵּ֨ן H5414 מוּתֵ֤נוּ H4191 בְיַד H3027 יְהוָה֙ H3068 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּשִׁבְתֵּ֨ H3427 עַל H5921 סִ֣יר H5518 הַבָּשָׂ֔ר H1320 בְּאָכְלֵ֥ H398 לֶ֖חֶם H3899 לָשֹׂ֑בַע H7648 כִּֽי H3588 הוֹצֵאתֶ֤ם H3318 אֹתָ֨נוּ֙ H853 אֶל H413 הַמִּדְבָּ֣ר H4057 הַזֶּ֔ה H2088 לְהָמִ֛ית H4191 אֶת H853 כָּל H3605 הַקָּהָ֥ל H6951 הַזֶּ֖ה H2088 בָּרָעָֽב H7458 ",
      "4": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הִנְנִ֨י H2005 מַמְטִ֥יר H4305 לָכֶ֛ם Hl לֶ֖חֶם H3899 מִן H4480 הַשָּׁמָ֑יִם H8064 וְיָצָ֨א H3318 הָעָ֤ם H5971 וְלָֽקְטוּ֙ H3950 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֔ H3117 לְמַ֧עַן H4616 אֲנַסֶּ֛נּוּ H5254 הֲיֵלֵ֥ךְ H3212 בְּתוֹרָתִ֖ H8451 אִם H518 לֹֽא H3808 ",
      "5": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַשִּׁשִּׁ֔י H8345 וְהֵכִ֖ינוּ H3559 אֵ֣ת H853 אֲשֶׁר H834 יָבִ֑יאוּ H935 וְהָיָ֣ה H1961 מִשְׁנֶ֔ה H4932 עַ֥ל H5921 אֲשֶֽׁר H834 יִלְקְט֖וּ H3950 י֥וֹם H3117 יֽוֹם H3117 ",
      "6": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 עֶ֕רֶב H6153 וִֽידַעְתֶּ֕ם H3045 כִּ֧י H3588 יְהוָ֛ה H3068 הוֹצִ֥יא H3318 אֶתְכֶ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "7": "וּבֹ֗קֶר H1242 וּרְאִיתֶם֙ H7200 אֶת H853 כְּב֣וֹד H3519 יְהוָ֔ה H3068 בְּשָׁמְע֥ H8085 אֶת H853 תְּלֻנֹּתֵיכֶ֖ם H8519 עַל H5921 יְהוָ֑ה H3068 וְנַ֣חְנוּ H5168 מָ֔ה H4100 כִּ֥י H3588 תלונו H3885 עָלֵֽינוּ H5921 ",
      "8": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 בְּתֵ֣ת H5414 יְהוָה֩ H3068 לָכֶ֨ם Hl בָּעֶ֜רֶב H6153 בָּשָׂ֣ר H1320 לֶאֱכֹ֗ל H398 וְלֶ֤חֶם H3899 בַּבֹּ֨קֶר֙ H1242 לִשְׂבֹּ֔עַ H7646 בִּשְׁמֹ֤עַ H8085 יְהוָה֙ H3068 אֶת H853 תְּלֻנֹּ֣תֵיכֶ֔ם H8519 אֲשֶׁר H834 אַתֶּ֥ם H859 מַלִּינִ֖ם H8519 עָלָ֑יו H5921 וְנַ֣חְנוּ H5168 מָ֔ה H4100 לֹא H3808 עָלֵ֥ינוּ H5921 תְלֻנֹּתֵיכֶ֖ם H8519 כִּ֥י H3588 עַל H5921 יְהוָֽה H3068 ",
      "9": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶֽל H413 אַהֲרֹ֔ן H175 אֱמֹ֗ר H559 אֶֽל H413 כָּל H3605 עֲדַת֙ H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 קִרְב֖וּ H7126 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כִּ֣י H3588 שָׁמַ֔ע H8085 אֵ֖ת H853 תְּלֻנֹּתֵיכֶֽם H8519 ",
      "10": "וַיְהִ֗י H1961 כְּדַבֵּ֤ר H1696 אַהֲרֹן֙ H175 אֶל H413 כָּל H3605 עֲדַ֣ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 וַיִּפְנ֖וּ H6437 אֶל H413 הַמִּדְבָּ֑ר H4057 וְהִנֵּה֙ H2009 כְּב֣וֹד H3519 יְהוָ֔ה H3068 נִרְאָ֖ה H7200 בֶּעָנָֽן H6051 ",
      "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "12": "שָׁמַ֗עְתִּי H8085 אֶת H853 תְּלוּנֹּת֮ H8519 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 דַּבֵּ֨ר H1696 אֲלֵהֶ֜ם H413 לֵאמֹ֗ר H559 בֵּ֤ין H996 הָֽעַרְבַּ֨יִם֙ H6153 תֹּאכְל֣וּ H398 בָשָׂ֔ר H1320 וּבַ H1242 תִּשְׂבְּעוּ H7646 לָ֑חֶם H3899 וִֽידַעְתֶּ֕ם H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "13": "וַיְהִ֣י H1961 בָעֶ֔רֶב H6153 וַתַּ֣עַל H5927 הַשְּׂלָ֔ו H7958 וַתְּכַ֖ס H3680 אֶת H853 הַֽמַּחֲנֶ֑ה H4264 וּבַ H1242 הָֽיְתָה֙ H1961 שִׁכְבַ֣ת H7902 הַטַּ֔ל H2919 סָבִ֖יב H5439 לַֽמַּחֲנֶֽה H4264 ",
      "14": "וַתַּ֖עַל H5927 שִׁכְבַ֣ת H7902 הַטָּ֑ל H2919 וְהִנֵּ֞ה H2009 עַל H5921 פְּנֵ֤י H6440 הַמִּדְבָּר֙ H4057 דַּ֣ק H1851 מְחֻסְפָּ֔ס H2636 דַּ֥ק H1851 כַּכְּפֹ֖ר H3713 עַל H5921 הָאָֽרֶץ H776 ",
      "15": "וַיִּרְא֣וּ H7200 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 וַיֹּ֨אמְר֜וּ H559 אִ֤ישׁ H376 אֶל H413 אָחִיו֙ H251 מָ֣ן H4478 ה֔וּא H1931 כִּ֛י H3588 לֹ֥א H3808 יָדְע֖וּ H3045 מַה H4100 ה֑וּא H1931 וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֲלֵהֶ֔ם H413 ה֣וּא H1931 הַלֶּ֔חֶם H3899 אֲשֶׁ֨ר H834 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl לְאָכְלָֽה H402 ",
      "16": "זֶ֤ה H2088 הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לִקְט֣וּ H3950 מִמֶּ֔נּוּ H4480 אִ֖ישׁ H376 לְפִ֣י H6310 אָכְל֑וֹ H400 עֹ֣מֶר H6016 לַגֻּלְגֹּ֗לֶת H1538 מִסְפַּר֙ H4557 נַפְשֹׁ֣תֵיכֶ֔ם H5315 אִ֛ישׁ H376 לַאֲשֶׁ֥ר H834 בְּאָהֳל֖ H168 תִּקָּֽחוּ H3947 ",
      "17": "וַיַּעֲשׂוּ H6213 כֵ֖ן H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיִּלְקְט֔וּ H3950 הַמַּרְבֶּ֖ה H7235 וְהַ H4591 ",
      "18": "וַיָּמֹ֣דּוּ H4058 בָעֹ֔מֶר H6016 וְלֹ֤א H3808 הֶעְדִּיף֙ H5736 הַמַּרְבֶּ֔ה H7235 וְהַ H4591 לֹ֣א H3808 הֶחְסִ֑יר H2637 אִ֥ישׁ H376 לְפִֽי H6310 אָכְל֖וֹ H400 לָקָֽטוּ H3950 ",
      "19": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֲלֵהֶ֑ם H413 אִ֕ישׁ H376 אַל H408 יוֹתֵ֥ר H3498 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּֽקֶר H1242 ",
      "20": "וְלֹא H3808 שָׁמְע֣וּ H8085 אֶל H413 מֹשֶׁ֗ה H4872 וַיּוֹתִ֨רוּ H3498 אֲנָשִׁ֤ים H376 מִמֶּ֨נּוּ֙ H4480 עַד H5704 בֹּ֔קֶר H1242 וַיָּ֥רֻם H7311 תּוֹלָעִ֖ים H8438 וַיִּבְאַ֑שׁ H887 וַיִּקְצֹ֥ף H7107 עֲלֵהֶ֖ם H5921 מֹשֶֽׁה H4872 ",
      "21": "וַיִּלְקְט֤וּ H3950 אֹתוֹ֙ H853 בַּבֹּ֣קֶר H1242 בַּבֹּ֔קֶר H1242 אִ֖ישׁ H376 כְּפִ֣י H6310 אָכְל֑וֹ H400 וְחַ֥ם H2552 הַשֶּׁ֖מֶשׁ H8121 וְנָמָֽס H4549 ",
      "22": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשִּׁשִּׁ֗י H8345 לָֽקְט֥וּ H3950 לֶ֨חֶם֙ H3899 מִשְׁנֶ֔ה H4932 שְׁנֵ֥י H8147 הָעֹ֖מֶר H6016 לָאֶחָ֑ד H259 וַיָּבֹ֨אוּ֙ H935 כָּל H3605 נְשִׂיאֵ֣י H5387 הָֽעֵדָ֔ה H5712 וַיַּגִּ֖ידוּ H5046 לְמֹשֶֽׁה H4872 ",
      "23": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 ה֚וּא H1931 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 שַׁבָּת֧וֹן H7677 שַׁבַּת H7676 קֹ֛דֶשׁ H6944 לַֽיהוָ֖ה H3068 מָחָ֑ר H4279 אֵ֣ת H853 אֲשֶׁר H834 תֹּאפ֞וּ H644 אֵפ֗וּ H644 וְאֵ֤ת H853 אֲשֶֽׁר H834 תְּבַשְּׁלוּ֙ H1310 בַּשֵּׁ֔לוּ H1310 וְאֵת֙ H853 כָּל H3605 הָ֣עֹדֵ֔ף H5736 הַנִּ֧יחוּ H3240 לָכֶ֛ם Hl לְמִשְׁמֶ֖רֶת H4931 עַד H5704 הַבֹּֽקֶר H1242 ",
      "24": "וַיַּנִּ֤יחוּ H3240 אֹתוֹ֙ H853 עַד H5704 הַבֹּ֔קֶר H1242 כַּאֲשֶׁ֖ר H834 צִוָּ֣ה H6680 מֹשֶׁ֑ה H4872 וְלֹ֣א H3808 הִבְאִ֔ישׁ H887 וְרִמָּ֖ה H7415 לֹא H3808 הָ֥יְתָה H1961 בּֽוֹ Hb ",
      "25": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אִכְלֻ֣הוּ H398 הַיּ֔וֹם H3117 כִּֽי H3588 שַׁבָּ֥ת H7676 הַיּ֖וֹם H3117 לַיהוָ֑ה H3068 הַיּ֕וֹם H3117 לֹ֥א H3808 תִמְצָאֻ֖הוּ H4672 בַּשָּׂדֶֽה H7704 ",
      "26": "שֵׁ֥שֶׁת H8337 יָמִ֖ים H3117 תִּלְקְטֻ֑הוּ H3950 וּבַ H3117 הַשְּׁבִיעִ֛י H7637 שַׁבָּ֖ת H7676 לֹ֥א H3808 יִֽהְיֶה H1961 בּֽוֹ Hb ",
      "27": "וַֽיְהִי֙ H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 יָצְא֥וּ H3318 מִן H4480 הָעָ֖ם H5971 לִלְקֹ֑ט H3950 וְלֹ֖א H3808 מָצָֽאוּ H4672 ",
      "28": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 עַד H5704 אָ֨נָה֙ H575 מֵֽאַנְתֶּ֔ם H3985 לִשְׁמֹ֥ר H8104 מִצְוֺתַ֖י H4687 וְתוֹרֹתָֽ H8451 ",
      "29": "רְא֗וּ H7200 כִּֽי H3588 יְהוָה֮ H3068 נָתַ֣ן H5414 לָכֶ֣ם Hl הַשַּׁבָּת֒ H7676 עַל H5921 כֵּ֠ן H3651 ה֣וּא H1931 נֹתֵ֥ן H5414 לָכֶ֛ם Hl בַּיּ֥וֹם H3117 הַשִּׁשִּׁ֖י H8345 לֶ֣חֶם H3899 יוֹמָ֑יִם H3117 שְׁב֣וּ H3427 אִ֣ישׁ H376 תַּחְתָּ֗יו H8478 אַל H408 יֵ֥צֵא H3318 אִ֛ישׁ H376 מִמְּקֹמ֖ H4725 בַּיּ֥וֹם H3117 הַשְּׁבִיעִֽי H7637 ",
      "30": "וַיִּשְׁבְּת֥וּ H7673 הָעָ֖ם H5971 בַּיּ֥וֹם H3117 הַשְּׁבִעִֽי H7637 ",
      "31": "וַיִּקְרְא֧וּ H7121 בֵֽית H1004 יִשְׂרָאֵ֛ל H3478 אֶת H853 שְׁמ֖וֹ H8034 מָ֑ן H4478 וְה֗וּא H1931 כְּזֶ֤רַע H2233 גַּד֙ H1407 לָבָ֔ן H3836 וְטַעְמ֖ H2940 כְּצַפִּיחִ֥ת H6838 בִּדְבָֽשׁ H1706 ",
      "32": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 זֶ֤ה H2088 הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 מְלֹ֤א H4393 הָעֹ֨מֶר֙ H6016 מִמֶּ֔נּוּ H4480 לְמִשְׁמֶ֖רֶת H4931 לְדֹרֹתֵי H1755 לְמַ֣עַן H4616 יִרְא֣וּ H7200 אֶת H853 הַלֶּ֗חֶם H3899 אֲשֶׁ֨ר H834 הֶאֱכַ֤לְתִּי H398 אֶתְכֶם֙ H853 בַּמִּדְבָּ֔ר H4057 בְּהוֹצִיאִ֥ H3318 אֶתְכֶ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "33": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 קַ֚ח H3947 צִנְצֶ֣נֶת H6803 אַחַ֔ת H259 וְתֶן H5414 שָׁ֥מָּה H8033 מְלֹֽא H4393 הָעֹ֖מֶר H6016 מָ֑ן H4478 וְהַנַּ֤ח H3240 אֹתוֹ֙ H853 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְמִשְׁמֶ֖רֶת H4931 לְדֹרֹתֵי H1755 ",
      "34": "כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 וַיַּנִּיחֵ֧ H3240 אַהֲרֹ֛ן H175 לִפְנֵ֥י H6440 הָעֵדֻ֖ת H5715 לְמִשְׁמָֽרֶת H4931 ",
      "35": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אָֽכְל֤וּ H398 אֶת H853 הַמָּן֙ H4478 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 עַד H5704 בֹּאָ֖ם H935 אֶל H413 אֶ֣רֶץ H776 נוֹשָׁ֑בֶת H3427 אֶת H853 הַמָּן֙ H4478 אָֽכְל֔וּ H398 עַד H5704 בֹּאָ֕ם H935 אֶל H413 קְצֵ֖ה H7097 אֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
      "36": "וְהָ H6016 עֲשִׂרִ֥ית H6224 הָאֵיפָ֖ה H374 הֽוּא H1931 "
    },
    "17": {
      "1": "וַ֠יִּסְעוּ H5265 כָּל H3605 עֲדַ֨ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 מִמִּדְבַּר H4057 סִ֛ין H5512 לְמַסְעֵי H4550 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 וַֽיַּחֲנוּ֙ H2583 בִּרְפִידִ֔ים H7508 וְאֵ֥ין H369 מַ֖יִם H4325 לִשְׁתֹּ֥ת H8354 הָעָֽם H5971 ",
      "2": "וַיָּ֤רֶב H7378 הָעָם֙ H5971 עִם H5973 מֹשֶׁ֔ה H4872 וַיֹּ֣אמְר֔וּ H559 תְּנוּ H5414 לָ֥נוּ Hl מַ֖יִם H4325 וְנִשְׁתֶּ֑ה H8354 וַיֹּ֤אמֶר H559 לָהֶם֙ Hl מֹשֶׁ֔ה H4872 מַה H4100 תְּרִיבוּן֙ H7378 עִמָּדִ֔י H5978 מַה H4100 תְּנַסּ֖וּן H5254 אֶת H853 יְהוָֽה H3068 ",
      "3": "וַיִּצְמָ֨א H6770 שָׁ֤ם H8033 הָעָם֙ H5971 לַמַּ֔יִם H4325 וַיָּ֥לֶן H3885 הָעָ֖ם H5971 עַל H5921 מֹשֶׁ֑ה H4872 וַיֹּ֗אמֶר H559 לָ֤מָּה H4100 זֶּה֙ H2088 הֶעֱלִיתָ֣נוּ H5927 מִמִּצְרַ֔יִם H4714 לְהָמִ֥ית H4191 אֹתִ֛י H853 וְאֶת H853 בָּנַ֥י H1121 וְאֶת H853 מִקְנַ֖י H4735 בַּצָּמָֽא H6772 ",
      "4": "וַיִּצְעַ֤ק H6817 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֣ה H3068 לֵאמֹ֔ר H559 מָ֥ה H4100 אֶעֱשֶׂ֖ה H6213 לָעָ֣ם H5971 הַזֶּ֑ה H2088 ע֥וֹד H5750 מְעַ֖ט H4592 וּסְקָלֻֽ H5619 ",
      "5": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 עֲבֹר֙ H5674 לִפְנֵ֣י H6440 הָעָ֔ם H5971 וְקַ֥ח H3947 אִתְּךָ֖ H854 מִזִּקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וּמַטְּ H4294 אֲשֶׁ֨ר H834 הִכִּ֤יתָ H5221 בּוֹ֙ Hb אֶת H853 הַיְאֹ֔ר H2975 קַ֥ח H3947 בְּיָדְ H3027 וְהָלָֽכְתָּ H1980 ",
      "6": "הִנְנִ֣י H2005 עֹמֵד֩ H5975 לְפָנֶ֨י H6440 שָּׁ֥ם H8033 עַֽל H5921 הַצּוּר֮ H6697 בְּחֹרֵב֒ H2722 וְהִכִּ֣יתָ H5221 בַצּ֗וּר H6697 וְיָצְא֥וּ H3318 מִמֶּ֛נּוּ H4480 מַ֖יִם H4325 וְשָׁתָ֣ה H8354 הָעָ֑ם H5971 וַיַּ֤עַשׂ H6213 כֵּן֙ H3651 מֹשֶׁ֔ה H4872 לְעֵינֵ֖י H5869 זִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
      "7": "וַיִּקְרָא֙ H7121 שֵׁ֣ם H8034 הַמָּק֔וֹם H4725 מַסָּ֖ה H4532 וּמְרִיבָ֑ה H4809 עַל H5921 רִ֣יב H7379 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְעַ֨ל H5921 נַסֹּתָ֤ם H5254 אֶת H853 יְהוָה֙ H3068 לֵאמֹ֔ר H559 הֲיֵ֧שׁ H3426 יְהוָ֛ה H3068 בְּקִרְבֵּ֖ H7130 אִם H518 אָֽיִן H369 ",
      "8": "וַיָּבֹ֖א H935 עֲמָלֵ֑ק H6002 וַיִּלָּ֥חֶם H3898 עִם H5973 יִשְׂרָאֵ֖ל H3478 בִּרְפִידִֽם H7508 ",
      "9": "וַיֹּ֨אמֶר H559 מֹשֶׁ֤ה H4872 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 בְּחַר H977 לָ֣נוּ Hl אֲנָשִׁ֔ים H376 וְצֵ֖א H3318 הִלָּחֵ֣ם H3898 בַּעֲמָלֵ֑ק H6002 מָחָ֗ר H4279 אָנֹכִ֤י H595 נִצָּב֙ H5324 עַל H5921 רֹ֣אשׁ H7218 הַגִּבְעָ֔ה H1389 וּמַטֵּ֥ה H4294 הָאֱלֹהִ֖ים H430 בְּיָדִֽ H3027 ",
      "10": "וַיַּ֣עַשׂ H6213 יְהוֹשֻׁ֗עַ H3091 כַּאֲשֶׁ֤ר H834 אָֽמַר H559 לוֹ֙ Hl מֹשֶׁ֔ה H4872 לְהִלָּחֵ֖ם H3898 בַּעֲמָלֵ֑ק H6002 וּמֹשֶׁה֙ H4872 אַהֲרֹ֣ן H175 וְח֔וּר H2354 עָל֖וּ H5927 רֹ֥אשׁ H7218 הַגִּבְעָֽה H1389 ",
      "11": "וְהָיָ֗ה H1961 כַּאֲשֶׁ֨ר H834 יָרִ֥ים H7311 מֹשֶׁ֛ה H4872 יָד֖וֹ H3027 וְגָבַ֣ר H1396 יִשְׂרָאֵ֑ל H3478 וְכַ H834 יָנִ֛יחַ H5117 יָד֖וֹ H3027 וְגָבַ֥ר H1396 עֲמָלֵֽק H6002 ",
      "12": "וִידֵ֤י H3027 מֹשֶׁה֙ H4872 כְּבֵדִ֔ים H3515 וַיִּקְחוּ H3947 אֶ֛בֶן H68 וַיָּשִׂ֥ימוּ H7760 תַחְתָּ֖יו H8478 וַיֵּ֣שֶׁב H3427 עָלֶ֑יהָ H5921 וְאַהֲרֹ֨ן H175 וְח֜וּר H2354 תָּֽמְכ֣וּ H8551 בְיָדָ֗י H3027 מִזֶּ֤ה H2088 אֶחָד֙ H259 וּמִ H2088 אֶחָ֔ד H259 וַיְהִ֥י H1961 יָדָ֛יו H3027 אֱמוּנָ֖ה H530 עַד H5704 בֹּ֥א H935 הַשָּֽׁמֶשׁ H8121 ",
      "13": "וַיַּחֲלֹ֧שׁ H2522 יְהוֹשֻׁ֛עַ H3091 אֶת H853 עֲמָלֵ֥ק H6002 וְאֶת H853 עַמּ֖וֹ H5971 לְפִי H6310 חָֽרֶב H2719 ",
      "14": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 כְּתֹ֨ב H3789 זֹ֤את H2063 זִכָּרוֹן֙ H2146 בַּסֵּ֔פֶר H5612 וְשִׂ֖ים H7760 בְּאָזְנֵ֣י H241 יְהוֹשֻׁ֑עַ H3091 כִּֽי H3588 מָחֹ֤ה H4229 אֶמְחֶה֙ H4229 אֶת H853 זֵ֣כֶר H2143 עֲמָלֵ֔ק H6002 מִתַּ֖חַת H8478 הַשָּׁמָֽיִם H8064 ",
      "15": "וַיִּ֥בֶן H1129 מֹשֶׁ֖ה H4872 מִזְבֵּ֑חַ H4196 וַיִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 יְהוָ֥ה H3071 נִסִּֽי H3071 ",
      "16": "וַיֹּ֗אמֶר H559 כִּֽי H3588 יָד֙ H3027 עַל H5921 כֵּ֣ס H3676 יָ֔הּ H3050 מִלְחָמָ֥ה H4421 לַיהוָ֖ה H3068 בַּֽעֲמָלֵ֑ק H6002 מִדֹּ֖ר H1755 דֹּֽר H1755 "
    },
    "18": {
      "1": "וַיִּשְׁמַ֞ע H8085 יִתְר֨וֹ H3503 כֹהֵ֤ן H3548 מִדְיָן֙ H4080 חֹתֵ֣ן H2859 מֹשֶׁ֔ה H4872 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 אֱלֹהִים֙ H430 לְמֹשֶׁ֔ה H4872 וּלְ H3478 עַמּ֑וֹ H5971 כִּֽי H3588 הוֹצִ֧יא H3318 יְהוָ֛ה H3068 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָֽיִם H4714 ",
      "2": "וַיִּקַּ֗ח H3947 יִתְרוֹ֙ H3503 חֹתֵ֣ן H2859 מֹשֶׁ֔ה H4872 אֶת H853 צִפֹּרָ֖ה H6855 אֵ֣שֶׁת H802 מֹשֶׁ֑ה H4872 אַחַ֖ר H310 שִׁלּוּחֶֽיהָ H7964 ",
      "3": "וְאֵ֖ת H853 שְׁנֵ֣י H8147 בָנֶ֑יהָ H1121 אֲשֶׁ֨ר H834 שֵׁ֤ם H8034 הָֽאֶחָד֙ H259 גֵּֽרְשֹׁ֔ם H1647 כִּ֣י H3588 אָמַ֔ר H559 גֵּ֣ר H1616 הָיִ֔יתִי H1961 בְּאֶ֖רֶץ H776 נָכְרִיָּֽה H5237 ",
      "4": "וְשֵׁ֥ם H8034 הָאֶחָ֖ד H259 אֱלִיעֶ֑זֶר H461 כִּֽי H3588 אֱלֹהֵ֤י H430 אָבִי֙ H1 בְּעֶזְרִ֔ H5828 וַיַּצִּלֵ֖ H5337 מֵחֶ֥רֶב H2719 פַּרְעֹֽה H6547 ",
      "5": "וַיָּבֹ֞א H935 יִתְר֨וֹ H3503 חֹתֵ֥ן H2859 מֹשֶׁ֛ה H4872 וּבָנָ֥י H1121 וְאִשְׁתּ֖ H802 אֶל H413 מֹשֶׁ֑ה H4872 אֶל H413 הַמִּדְבָּ֗ר H4057 אֲשֶׁר H834 ה֛וּא H1931 חֹנֶ֥ה H2583 שָׁ֖ם H8033 הַ֥ר H2022 הָאֱלֹהִֽים H430 ",
      "6": "וַיֹּ֨אמֶר֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 אֲנִ֛י H589 חֹתֶנְךָ֥ H2859 יִתְר֖וֹ H3503 בָּ֣א H935 אֵלֶ֑יךָ H413 וְאִ֨שְׁתְּ H802 וּשְׁנֵ֥י H8147 בָנֶ֖יהָ H1121 עִמָּֽהּ H5973 ",
      "7": "וַיֵּצֵ֨א H3318 מֹשֶׁ֜ה H4872 לִקְרַ֣את H7125 חֹֽתְנ֗וֹ H2859 וַיִּשְׁתַּ֨חוּ֙ H7812 וַיִּשַּׁק H5401 ל֔וֹ Hl וַיִּשְׁאֲל֥וּ H7592 אִישׁ H376 לְרֵעֵ֖ H7453 לְשָׁל֑וֹם H7965 וַיָּבֹ֖אוּ H935 הָאֹֽהֱלָ H168 ",
      "8": "וַיְסַפֵּ֤ר H5608 מֹשֶׁה֙ H4872 לְחֹ֣תְנ֔ H2859 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לְפַרְעֹ֣ה H6547 וּלְ H4714 עַ֖ל H5921 אוֹדֹ֣ת H182 יִשְׂרָאֵ֑ל H3478 אֵ֤ת H853 כָּל H3605 הַתְּלָאָה֙ H8513 אֲשֶׁ֣ר H834 מְצָאָ֣תַם H4672 בַּדֶּ֔רֶךְ H1870 וַיַּצִּלֵ֖ H5337 יְהוָֽה H3068 ",
      "9": "וַיִּ֣חַדְּ H2302 יִתְר֔וֹ H3503 עַ֚ל H5921 כָּל H3605 הַטּוֹבָ֔ה H2896 אֲשֶׁר H834 עָשָׂ֥ה H6213 יְהוָ֖ה H3068 לְיִשְׂרָאֵ֑ל H3478 אֲשֶׁ֥ר H834 הִצִּיל֖וֹ H5337 מִיַּ֥ד H3027 מִצְרָֽיִם H4714 ",
      "10": "וַיֹּאמֶר֮ H559 יִתְרוֹ֒ H3503 בָּר֣וּךְ H1288 יְהוָ֔ה H3068 אֲשֶׁ֨ר H834 הִצִּ֥יל H5337 אֶתְכֶ֛ם H853 מִיַּ֥ד H3027 מִצְרַ֖יִם H4714 וּמִ H3027 פַּרְעֹ֑ה H6547 אֲשֶׁ֤ר H834 הִצִּיל֙ H5337 אֶת H853 הָעָ֔ם H5971 מִתַּ֖חַת H8478 יַד H3027 מִצְרָֽיִם H4714 ",
      "11": "עַתָּ֣ה H6258 יָדַ֔עְתִּי H3045 כִּֽי H3588 גָד֥וֹל H1419 יְהוָ֖ה H3068 מִכָּל H3605 הָאֱלֹהִ֑ים H430 כִּ֣י H3588 בַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 זָד֖וּ H2102 עֲלֵיהֶֽם H5921 ",
      "12": "וַיִּקַּ֞ח H3947 יִתְר֨וֹ H3503 חֹתֵ֥ן H2859 מֹשֶׁ֛ה H4872 עֹלָ֥ה H5930 וּזְבָחִ֖ים H2077 לֵֽאלֹהִ֑ים H430 וַיָּבֹ֨א H935 אַהֲרֹ֜ן H175 וְכֹ֣ל H3605 זִקְנֵ֣י H2205 יִשְׂרָאֵ֗ל H3478 לֶאֱכָל H398 לֶ֛חֶם H3899 עִם H5973 חֹתֵ֥ן H2859 מֹשֶׁ֖ה H4872 לִפְנֵ֥י H6440 הָאֱלֹהִֽים H430 ",
      "13": "וַיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיֵּ֥שֶׁב H3427 מֹשֶׁ֖ה H4872 לִשְׁפֹּ֣ט H8199 אֶת H853 הָעָ֑ם H5971 וַיַּעֲמֹ֤ד H5975 הָעָם֙ H5971 עַל H5921 מֹשֶׁ֔ה H4872 מִן H4480 הַבֹּ֖קֶר H1242 עַד H5704 הָעָֽרֶב H6153 ",
      "14": "וַיַּרְא֙ H7200 חֹתֵ֣ן H2859 מֹשֶׁ֔ה H4872 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 ה֥וּא H1931 עֹשֶׂ֖ה H6213 לָעָ֑ם H5971 וַיֹּ֗אמֶר H559 מָֽה H4100 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֲשֶׁ֨ר H834 אַתָּ֤ה H859 עֹשֶׂה֙ H6213 לָעָ֔ם H5971 מַדּ֗וּעַ H4069 אַתָּ֤ה H859 יוֹשֵׁב֙ H3427 לְבַדֶּ֔ H905 וְכָל H3605 הָעָ֛ם H5971 נִצָּ֥ב H5324 עָלֶ֖יךָ H5921 מִן H4480 בֹּ֥קֶר H1242 עַד H5704 עָֽרֶב H6153 ",
      "15": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 לְחֹתְנ֑ H2859 כִּֽי H3588 יָבֹ֥א H935 אֵלַ֛י H413 הָעָ֖ם H5971 לִדְרֹ֥שׁ H1875 אֱלֹהִֽים H430 ",
      "16": "כִּֽי H3588 יִהְיֶ֨ה H1961 לָהֶ֤ם Hl דָּבָר֙ H1697 בָּ֣א H935 אֵלַ֔י H413 וְשָׁ֣פַטְתִּ֔י H8199 בֵּ֥ין H996 אִ֖ישׁ H376 וּבֵ֣ין H996 רֵעֵ֑הוּ H7453 וְהוֹדַעְתִּ֛י H3045 אֶת H853 חֻקֵּ֥י H2706 הָאֱלֹהִ֖ים H430 וְאֶת H853 תּוֹרֹתָֽיו H8451 ",
      "17": "וַיֹּ֛אמֶר H559 חֹתֵ֥ן H2859 מֹשֶׁ֖ה H4872 אֵלָ֑יו H413 לֹא H3808 טוֹב֙ H2896 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 עֹשֶֽׂה H6213 ",
      "18": "נָבֹ֣ל H5034 תִּבֹּ֔ל H5034 גַּם H1571 אַתָּ֕ה H859 גַּם H1571 הָעָ֥ם H5971 הַזֶּ֖ה H2088 אֲשֶׁ֣ר H834 עִמָּ֑ךְ H5973 כִּֽי H3588 כָבֵ֤ד H3515 מִמְּךָ֙ H4480 הַדָּבָ֔ר H1697 לֹא H3808 תוּכַ֥ל H3201 עֲשֹׂ֖הוּ H6213 לְבַדֶּֽ H905 ",
      "19": "עַתָּ֞ה H6258 שְׁמַ֤ע H8085 בְּקֹלִ H6963 אִיעָ֣צְךָ֔ H3289 וִיהִ֥י H1961 אֱלֹהִ֖ים H430 עִמָּ֑ךְ H5973 הֱיֵ֧ה H1961 אַתָּ֣ה H859 לָעָ֗ם H5971 מ֚וּל H4136 הָֽאֱלֹהִ֔ים H430 וְהֵבֵאתָ֥ H935 אַתָּ֛ה H859 אֶת H853 הַדְּבָרִ֖ים H1697 אֶל H413 הָאֱלֹהִֽים H430 ",
      "20": "וְהִזְהַרְתָּ֣ה H2094 אֶתְהֶ֔ם H853 אֶת H853 הַחֻקִּ֖ים H2706 וְאֶת H853 הַתּוֹרֹ֑ת H8451 וְהוֹדַעְתָּ֣ H3045 לָהֶ֗ם Hl אֶת H853 הַדֶּ֨רֶךְ֙ H1870 יֵ֣לְכוּ H3212 בָ֔הּ Hb וְאֶת H853 הַֽמַּעֲשֶׂ֖ה H4639 אֲשֶׁ֥ר H834 יַעֲשֽׂוּן H6213 ",
      "21": "וְאַתָּ֣ה H859 תֶחֱזֶ֣ה H2372 מִכָּל H3605 הָ֠עָם H5971 אַנְשֵׁי H376 חַ֜יִל H2428 יִרְאֵ֧י H3373 אֱלֹהִ֛ים H430 אַנְשֵׁ֥י H376 אֱמֶ֖ת H571 שֹׂ֣נְאֵי H8130 בָ֑צַע H1215 וְשַׂמְתָּ֣ H7760 עֲלֵהֶ֗ם H5921 שָׂרֵ֤י H8269 אֲלָפִים֙ H505 שָׂרֵ֣י H8269 מֵא֔וֹת H3967 שָׂרֵ֥י H8269 חֲמִשִּׁ֖ים H2572 וְשָׂרֵ֥י H8269 עֲשָׂרֹֽת H6235 ",
      "22": "וְשָׁפְט֣וּ H8199 אֶת H853 הָעָם֮ H5971 בְּכָל H3605 עֵת֒ H6256 וְהָיָ֞ה H1961 כָּל H3605 הַדָּבָ֤ר H1697 הַגָּדֹל֙ H1419 יָבִ֣יאוּ H935 אֵלֶ֔יךָ H413 וְכָל H3605 הַדָּבָ֥ר H1697 הַקָּטֹ֖ן H6996 יִשְׁפְּטוּ H8199 הֵ֑ם H1992 וְהָקֵל֙ H7043 מֵֽעָלֶ֔י H5921 וְנָשְׂא֖וּ H5375 אִתָּֽךְ H854 ",
      "23": "אִ֣ם H518 אֶת H853 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 תַּעֲשֶׂ֔ה H6213 וְצִוְּ H6680 אֱלֹהִ֔ים H430 וְיָֽכָלְתָּ֖ H3201 עֲמֹ֑ד H5975 וְגַם֙ H1571 כָּל H3605 הָעָ֣ם H5971 הַזֶּ֔ה H2088 עַל H5921 מְקֹמ֖וֹ H4725 יָבֹ֥א H935 בְשָׁלֽוֹם H7965 ",
      "24": "וַיִּשְׁמַ֥ע H8085 מֹשֶׁ֖ה H4872 לְק֣וֹל H6963 חֹתְנ֑וֹ H2859 וַיַּ֕עַשׂ H6213 כֹּ֖ל H3605 אֲשֶׁ֥ר H834 אָמָֽר H559 ",
      "25": "וַיִּבְחַ֨ר H977 מֹשֶׁ֤ה H4872 אַנְשֵׁי H376 חַ֨יִל֙ H2428 מִכָּל H3605 יִשְׂרָאֵ֔ל H3478 וַיִּתֵּ֥ן H5414 אֹתָ֛ם H853 רָאשִׁ֖ים H7218 עַל H5921 הָעָ֑ם H5971 שָׂרֵ֤י H8269 אֲלָפִים֙ H505 שָׂרֵ֣י H8269 מֵא֔וֹת H3967 שָׂרֵ֥י H8269 חֲמִשִּׁ֖ים H2572 וְשָׂרֵ֥י H8269 עֲשָׂרֹֽת H6235 ",
      "26": "וְשָׁפְט֥וּ H8199 אֶת H853 הָעָ֖ם H5971 בְּכָל H3605 עֵ֑ת H6256 אֶת H853 הַדָּבָ֤ר H1697 הַקָּשֶׁה֙ H7186 יְבִיא֣וּן H935 אֶל H413 מֹשֶׁ֔ה H4872 וְכָל H3605 הַדָּבָ֥ר H1697 הַקָּטֹ֖ן H6996 יִשְׁפּוּט֥וּ H8199 הֵֽם H1992 ",
      "27": "וַיְשַׁלַּ֥ח H7971 מֹשֶׁ֖ה H4872 אֶת H853 חֹתְנ֑וֹ H2859 וַיֵּ֥לֶךְ H3212 ל֖וֹ Hl אֶל H413 אַרְצֽוֹ H776 "
    },
    "19": {
      "1": "בַּחֹ֨דֶשׁ֙ H2320 הַשְּׁלִישִׁ֔י H7992 לְצֵ֥את H3318 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 בַּיּ֣וֹם H3117 הַזֶּ֔ה H2088 בָּ֖אוּ H935 מִדְבַּ֥ר H4057 סִינָֽי H5514 ",
      "2": "וַיִּסְע֣וּ H5265 מֵרְפִידִ֗ים H7508 וַיָּבֹ֨אוּ֙ H935 מִדְבַּ֣ר H4057 סִינַ֔י H5514 וַֽיַּחֲנ֖וּ H2583 בַּמִּדְבָּ֑ר H4057 וַיִּֽחַן H2583 שָׁ֥ם H8033 יִשְׂרָאֵ֖ל H3478 נֶ֥גֶד H5048 הָהָֽר H2022 ",
      "3": "וּמֹשֶׁ֥ה H4872 עָלָ֖ה H5927 אֶל H413 הָאֱלֹהִ֑ים H430 וַיִּקְרָ֨א H7121 אֵלָ֤יו H413 יְהוָה֙ H3068 מִן H4480 הָהָ֣ר H2022 לֵאמֹ֔ר H559 כֹּ֤ה H3541 תֹאמַר֙ H559 לְבֵ֣ית H1004 יַעֲקֹ֔ב H3290 וְתַגֵּ֖יד H5046 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "4": "אַתֶּ֣ם H859 רְאִיתֶ֔ם H7200 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 לְמִצְרָ֑יִם H4714 וָאֶשָּׂ֤א H5375 אֶתְכֶם֙ H853 עַל H5921 כַּנְפֵ֣י H3671 נְשָׁרִ֔ים H5404 וָאָבִ֥א H935 אֶתְכֶ֖ם H853 אֵלָֽי H413 ",
      "5": "וְעַתָּ֗ה H6258 אִם H518 שָׁמ֤וֹעַ H8085 תִּשְׁמְעוּ֙ H8085 בְּקֹלִ֔ H6963 וּשְׁמַרְתֶּ֖ם H8104 אֶת H853 בְּרִיתִ֑י H1285 וִהְיִ֨יתֶם H1961 לִ֤י Hl סְגֻלָּה֙ H5459 מִכָּל H3605 הָ֣עַמִּ֔ים H5971 כִּי H3588 לִ֖י Hl כָּל H3605 הָאָֽרֶץ H776 ",
      "6": "וְאַתֶּ֧ם H859 תִּהְיוּ H1961 לִ֛י Hl מַמְלֶ֥כֶת H4467 כֹּהֲנִ֖ים H3548 וְג֣וֹי H1471 קָד֑וֹשׁ H6918 אֵ֚לֶּה H428 הַדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 תְּדַבֵּ֖ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "7": "וַיָּבֹ֣א H935 מֹשֶׁ֔ה H4872 וַיִּקְרָ֖א H7121 לְזִקְנֵ֣י H2205 הָעָ֑ם H5971 וַיָּ֣שֶׂם H7760 לִפְנֵי H6440 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 יְהוָֽה H3068 ",
      "8": "וַיַּעֲנ֨וּ H6030 כָל H3605 הָעָ֤ם H5971 יַחְדָּו֙ H3162 וַיֹּ֣אמְר֔וּ H559 כֹּ֛ל H3605 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 נַעֲשֶׂ֑ה H6213 וַיָּ֧שֶׁב H7725 מֹשֶׁ֛ה H4872 אֶת H853 דִּבְרֵ֥י H1697 הָעָ֖ם H5971 אֶל H413 יְהוָֽה H3068 ",
      "9": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 בָּ֣א H935 אֵלֶיךָ֮ H413 בְּעַ֣ב H5645 הֶֽעָנָן֒ H6051 בַּעֲב֞וּר H5668 יִשְׁמַ֤ע H8085 הָעָם֙ H5971 בְּדַבְּרִ֣ H1696 עִמָּ֔ךְ H5973 וְגַם H1571 בְּךָ֖ Hb יַאֲמִ֣ינוּ H539 לְעוֹלָ֑ם H5769 וַיַּגֵּ֥ד H5046 מֹשֶׁ֛ה H4872 אֶת H853 דִּבְרֵ֥י H1697 הָעָ֖ם H5971 אֶל H413 יְהוָֽה H3068 ",
      "10": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 לֵ֣ךְ H3212 אֶל H413 הָעָ֔ם H5971 וְקִדַּשְׁתָּ֥ H6942 הַיּ֖וֹם H3117 וּמָחָ֑ר H4279 וְכִבְּס֖וּ H3526 שִׂמְלֹתָֽם H8071 ",
      "11": "וְהָי֥וּ H1961 נְכֹנִ֖ים H3559 לַיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 כִּ֣י H3588 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 יֵרֵ֧ד H3381 יְהוָ֛ה H3068 לְעֵינֵ֥י H5869 כָל H3605 הָעָ֖ם H5971 עַל H5921 הַ֥ר H2022 סִינָֽי H5514 ",
      "12": "וְהִגְבַּלְתָּ֤ H1379 אֶת H853 הָעָם֙ H5971 סָבִ֣יב H5439 לֵאמֹ֔ר H559 הִשָּׁמְר֥וּ H8104 לָכֶ֛ם Hl עֲל֥וֹת H5927 בָּהָ֖ר H2022 וּנְגֹ֣עַ H5060 בְּקָצֵ֑ H7097 כָּל H3605 הַנֹּגֵ֥עַ H5060 בָּהָ֖ר H2022 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "13": "לֹא H3808 תִגַּ֨ע H5060 בּ֜וֹ Hb יָ֗ד H3027 כִּֽי H3588 סָק֤וֹל H5619 יִסָּקֵל֙ H5619 אוֹ H176 יָרֹ֣ה H3384 יִיָּרֶ֔ה H3384 אִם H518 בְּהֵמָ֥ה H929 אִם H518 אִ֖ישׁ H376 לֹ֣א H3808 יִחְיֶ֑ה H2421 בִּמְשֹׁךְ֙ H4900 הַיֹּבֵ֔ל H3104 הֵ֖מָּה H1992 יַעֲל֥וּ H5927 בָהָֽר H2022 ",
      "14": "וַיֵּ֧רֶד H3381 מֹשֶׁ֛ה H4872 מִן H4480 הָהָ֖ר H2022 אֶל H413 הָעָ֑ם H5971 וַיְקַדֵּשׁ֙ H6942 אֶת H853 הָעָ֔ם H5971 וַֽיְכַבְּס֖וּ H3526 שִׂמְלֹתָֽם H8071 ",
      "15": "וַיֹּ֨אמֶר֙ H559 אֶל H413 הָעָ֔ם H5971 הֱי֥וּ H1961 נְכֹנִ֖ים H3559 לִשְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 אַֽל H408 תִּגְּשׁ֖וּ H5066 אֶל H413 אִשָּֽׁה H802 ",
      "16": "וַיְהִי֩ H1961 בַיּ֨וֹם H3117 הַשְּׁלִישִׁ֜י H7992 בִּֽהְיֹ֣ת H1961 הַבֹּ֗קֶר H1242 וַיְהִי֩ H1961 קֹלֹ֨ת H6963 וּבְרָקִ֜ים H1300 וְעָנָ֤ן H6051 כָּבֵד֙ H3515 עַל H5921 הָהָ֔ר H2022 וְקֹ֥ל H6963 שֹׁפָ֖ר H7782 חָזָ֣ק H2389 מְאֹ֑ד H3966 וַיֶּחֱרַ֥ד H2729 כָּל H3605 הָעָ֖ם H5971 אֲשֶׁ֥ר H834 בַּֽמַּחֲנֶֽה H4264 ",
      "17": "וַיּוֹצֵ֨א H3318 מֹשֶׁ֧ה H4872 אֶת H853 הָעָ֛ם H5971 לִקְרַ֥את H7125 הָֽאֱלֹהִ֖ים H430 מִן H4480 הַֽמַּחֲנֶ֑ה H4264 וַיִּֽתְיַצְּב֖וּ H3320 בְּתַחְתִּ֥ית H8482 הָהָֽר H2022 ",
      "18": "וְהַ֤ר H2022 סִינַי֙ H5514 עָשַׁ֣ן H6225 כֻּלּ֔וֹ H3605 מִ֠פְּנֵי H6440 אֲשֶׁ֨ר H834 יָרַ֥ד H3381 עָלָ֛יו H5921 יְהוָ֖ה H3068 בָּאֵ֑שׁ H784 וַיַּ֤עַל H5927 עֲשָׁנוֹ֙ H6227 כְּעֶ֣שֶׁן H6227 הַכִּבְשָׁ֔ן H3536 וַיֶּחֱרַ֥ד H2729 כָּל H3605 הָהָ֖ר H2022 מְאֹֽד H3966 ",
      "19": "וַיְהִי֙ H1961 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 הוֹלֵ֖ךְ H1980 וְחָזֵ֣ק H2390 מְאֹ֑ד H3966 מֹשֶׁ֣ה H4872 יְדַבֵּ֔ר H1696 וְהָ H430 יַעֲנֶ֥נּוּ H6030 בְקֽוֹל H6963 ",
      "20": "וַיֵּ֧רֶד H3381 יְהוָ֛ה H3068 עַל H5921 הַ֥ר H2022 סִינַ֖י H5514 אֶל H413 רֹ֣אשׁ H7218 הָהָ֑ר H2022 וַיִּקְרָ֨א H7121 יְהוָ֧ה H3068 לְמֹשֶׁ֛ה H4872 אֶל H413 רֹ֥אשׁ H7218 הָהָ֖ר H2022 וַיַּ֥עַל H5927 מֹשֶֽׁה H4872 ",
      "21": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 רֵ֖ד H3381 הָעֵ֣ד H5749 בָּעָ֑ם H5971 פֶּן H6435 יֶהֶרְס֤וּ H2040 אֶל H413 יְהוָה֙ H3068 לִרְא֔וֹת H7200 וְנָפַ֥ל H5307 מִמֶּ֖נּוּ H4480 רָֽב H7227 ",
      "22": "וְגַ֧ם H1571 הַכֹּהֲנִ֛ים H3548 הַנִּגָּשִׁ֥ים H5066 אֶל H413 יְהוָ֖ה H3068 יִתְקַדָּ֑שׁוּ H6942 פֶּן H6435 יִפְרֹ֥ץ H6555 בָּהֶ֖ם Hb יְהוָֽה H3068 ",
      "23": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֔ה H3068 לֹא H3808 יוּכַ֣ל H3201 הָעָ֔ם H5971 לַעֲלֹ֖ת H5927 אֶל H413 הַ֣ר H2022 סִינָ֑י H5514 כִּֽי H3588 אַתָּ֞ה H859 הַעֵדֹ֤תָה H5749 בָּ֨נוּ֙ Hb לֵאמֹ֔ר H559 הַגְבֵּ֥ל H1379 אֶת H853 הָהָ֖ר H2022 וְקִדַּשְׁתּֽ H6942 ",
      "24": "וַיֹּ֨אמֶר H559 אֵלָ֤יו H413 יְהוָה֙ H3068 לֶךְ H3212 רֵ֔ד H3381 וְעָלִ֥יתָ H5927 אַתָּ֖ה H859 וְאַהֲרֹ֣ן H175 עִמָּ֑ךְ H5973 וְהַ H3548 וְהָ H5971 אַל H408 יֶֽהֶרְס֛וּ H2040 לַעֲלֹ֥ת H5927 אֶל H413 יְהוָ֖ה H3068 פֶּן H6435 יִפְרָץ H6555 בָּֽם Hb ",
      "25": "וַיֵּ֥רֶד H3381 מֹשֶׁ֖ה H4872 אֶל H413 הָעָ֑ם H5971 וַיֹּ֖אמֶר H559 אֲלֵהֶֽם H413 "
    },
    "20": {
      "1": "וַיְדַבֵּ֣ר H1696 אֱלֹהִ֔ים H430 אֵ֛ת H853 כָּל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 לֵאמֹֽר H559 ",
      "2": "אָֽנֹכִ֖י H595 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 אֲשֶׁ֧ר H834 הוֹצֵאתִ֛יךָ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
      "3": "לֹֽ֣א H3808 יִהְיֶֽה H1961 לְךָ֛ Hl אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 עַל H5921 פָּנָֽיַ H6440 ",
      "4": "לֹֽ֣א H3808 תַֽעֲשֶׂ֨ה H6213 לְךָ֥ Hl פֶ֨סֶל֙ H6459 וְכָל H3605 תְּמוּנָ֔ה H8544 אֲשֶׁ֤ר H834 בַּשָּׁמַ֨יִם֙ H8064 מִמַּ֔עַל H4605 וַאֲשֶׁ֥ר H834 בָּאָ֖רֶץ H776 מִתָּ֑חַת H8478 וַאֲשֶׁ֥ר H834 בַּמַּ֖יִם H4325 מִתַּ֥חַת H8478 לָאָֽרֶץ H776 ",
      "5": "לֹֽא H3808 תִשְׁתַּחֲוֶ֥ה H7812 לָהֶ֖ם Hl וְלֹ֣א H3808 תָעָבְדֵ֑ם H5647 כִּ֣י H3588 אָֽנֹכִ֞י H595 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אֵ֣ל H410 קַנָּ֔א H7067 פֹּ֠קֵד H6485 עֲוֺ֨ן H5771 אָבֹ֧ת H1 עַל H5921 בָּנִ֛ים H1121 עַל H5921 שִׁלֵּשִׁ֥ים H8029 וְעַל H5921 רִבֵּעִ֖ים H7256 לְשֹׂנְאָֽ H8130 ",
      "6": "וְעֹ֥שֶׂה H6213 חֶ֖סֶד H2617 לַאֲלָפִ֑ים H505 לְאֹהֲבַ֖ H157 וּלְ H8104 מִצְוֺתָֽי H4687 ",
      "7": "לֹ֥א H3808 תִשָּׂ֛א H5375 אֶת H853 שֵֽׁם H8034 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לַשָּׁ֑וְא H7723 כִּ֣י H3588 לֹ֤א H3808 יְנַקֶּה֙ H5352 יְהוָ֔ה H3068 אֵ֛ת H853 אֲשֶׁר H834 יִשָּׂ֥א H5375 אֶת H853 שְׁמ֖וֹ H8034 לַשָּֽׁוְא H7723 ",
      "8": "זָכ֛וֹר H2142 אֶת H853 י֥וֹם H3117 הַשַּׁבָּ֖ת H7676 לְקַדְּשֽׁ H6942 ",
      "9": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּֽעֲבֹ֔ד H5647 וְעָשִׂ֖יתָ H6213 כָּל H3605 מְלַאכְתֶּֽךָ H4399 ",
      "10": "וְי֨וֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 שַׁבָּ֖ת H7676 לַיהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹֽ֣א H3808 תַעֲשֶׂ֨ה H6213 כָל H3605 מְלָאכָ֜ה H4399 אַתָּ֣ה H859 וּבִנְ H1121 וּבִתֶּ֗ H1323 עַבְדְּךָ֤ H5650 וַאֲמָֽתְ H519 וּבְהֶמְתֶּ֔ H929 וְגֵרְ H1616 אֲשֶׁ֥ר H834 בִּשְׁעָרֶֽי H8179 ",
      "11": "כִּ֣י H3588 שֵֽׁשֶׁת H8337 יָמִים֩ H3117 עָשָׂ֨ה H6213 יְהוָ֜ה H3068 אֶת H853 הַשָּׁמַ֣יִם H8064 וְאֶת H853 הָאָ֗רֶץ H776 אֶת H853 הַיָּם֙ H3220 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בָּ֔ם Hb וַיָּ֖נַח H5117 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֑י H7637 עַל H5921 כֵּ֗ן H3651 בֵּרַ֧ךְ H1288 יְהוָ֛ה H3068 אֶת H853 י֥וֹם H3117 הַשַּׁבָּ֖ת H7676 וַֽיְקַדְּשֵֽׁ H6942 ",
      "12": "כַּבֵּ֥ד H3513 אֶת H853 אָבִ֖יךָ H1 וְאֶת H853 אִמֶּ֑ךָ H517 לְמַ֨עַן֙ H4616 יַאֲרִכ֣וּן H748 יָמֶ֔יךָ H3117 עַ֚ל H5921 הָאֲדָמָ֔ה H127 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֥ן H5414 לָֽךְ Hl ",
      "13": "לֹ֖א H3808 תִּרְצָֽח H7523 ",
      "14": "לֹ֖א H3808 תִּנְאָֽף H5003 ",
      "15": "לֹ֖א H3808 תִּגְנֹֽב H1589 ",
      "16": "לֹֽא H3808 תַעֲנֶ֥ה H6030 בְרֵעֲ H7453 עֵ֥ד H5707 שָֽׁקֶר H8267 ",
      "17": "לֹ֥א H3808 תַחְמֹ֖ד H2530 בֵּ֣ית H1004 רֵעֶ֑ךָ H7453 לֹֽא H3808 תַחְמֹ֞ד H2530 אֵ֣שֶׁת H802 רֵעֶ֗ךָ H7453 וְעַבְדּ֤ H5650 וַאֲמָת H519 וְשׁוֹר֣ H7794 וַחֲמֹר֔ H2543 וְכֹ֖ל H3605 אֲשֶׁ֥ר H834 לְרֵעֶֽ H7453 ",
      "18": "וְכָל H3605 הָעָם֩ H5971 רֹאִ֨ים H7200 אֶת H853 הַקּוֹלֹ֜ת H6963 וְאֶת H853 הַלַּפִּידִ֗ם H3940 וְאֵת֙ H853 ק֣וֹל H6963 הַשֹּׁפָ֔ר H7782 וְאֶת H853 הָהָ֖ר H2022 עָשֵׁ֑ן H6226 וַיַּ֤רְא H7200 הָעָם֙ H5971 וַיָּנֻ֔עוּ H5128 וַיַּֽעַמְד֖וּ H5975 מֵֽרָחֹֽק H7350 ",
      "19": "וַיֹּֽאמְרוּ֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 דַּבֵּר H1696 אַתָּ֥ה H859 עִמָּ֖נוּ H5973 וְנִשְׁמָ֑עָה H8085 וְאַל H408 יְדַבֵּ֥ר H1696 עִמָּ֛נוּ H5973 אֱלֹהִ֖ים H430 פֶּן H6435 נָמֽוּת H4191 ",
      "20": "וַיֹּ֨אמֶר H559 מֹשֶׁ֣ה H4872 אֶל H413 הָעָם֮ H5971 אַל H408 תִּירָאוּ֒ H3372 כִּ֗י H3588 לְבַֽ H5668 נַסּ֣וֹת H5254 אֶתְכֶ֔ם H853 בָּ֖א H935 הָאֱלֹהִ֑ים H430 וּבַ H5668 תִּהְיֶ֧ה H1961 יִרְאָת֛וֹ H3374 עַל H5921 פְּנֵיכֶ֖ם H6440 לְבִלְתִּ֥י H1115 תֶחֱטָֽאוּ H2398 ",
      "21": "וַיַּעֲמֹ֥ד H5975 הָעָ֖ם H5971 מֵרָחֹ֑ק H7350 וּמֹשֶׁה֙ H4872 נִגַּ֣שׁ H5066 אֶל H413 הָֽעֲרָפֶ֔ל H6205 אֲשֶׁר H834 שָׁ֖ם H8033 הָאֱלֹהִֽים H430 ",
      "22": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כֹּ֥ה H3541 תֹאמַ֖ר H559 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אַתֶּ֣ם H859 רְאִיתֶ֔ם H7200 כִּ֚י H3588 מִן H4480 הַשָּׁמַ֔יִם H8064 דִּבַּ֖רְתִּי H1696 עִמָּכֶֽם H5973 ",
      "23": "לֹ֥א H3808 תַעֲשׂ֖וּן H6213 אִתִּ֑י H854 אֱלֹ֤הֵי H430 כֶ֨סֶף֙ H3701 וֵאלֹהֵ֣י H430 זָהָ֔ב H2091 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 לָכֶֽם Hl ",
      "24": "מִזְבַּ֣ח H4196 אֲדָמָה֮ H127 תַּעֲשֶׂה H6213 לִּי֒ Hl וְזָבַחְתָּ֣ H2076 עָלָ֗יו H5921 אֶת H853 עֹלֹתֶ֨יךָ֙ H5930 וְאֶת H853 שְׁלָמֶ֔יךָ H8002 אֶת H853 צֹֽאנְךָ֖ H6629 וְאֶת H853 בְּקָרֶ֑ךָ H1241 בְּכָל H3605 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 אַזְכִּ֣יר H2142 אֶת H853 שְׁמִ֔י H8034 אָב֥וֹא H935 אֵלֶ֖יךָ H413 וּבֵרַכְתִּֽי H1288 ",
      "25": "וְאִם H518 מִזְבַּ֤ח H4196 אֲבָנִים֙ H68 תַּֽעֲשֶׂה H6213 לִּ֔י Hl לֹֽא H3808 תִבְנֶ֥ה H1129 אֶתְהֶ֖ן H853 גָּזִ֑ית H1496 כִּ֧י H3588 חַרְבְּךָ֛ H2719 הֵנַ֥פְתָּ H5130 עָלֶ֖יהָ H5921 וַתְּחַֽלְלֶֽ H2490 ",
      "26": "וְלֹֽא H3808 תַעֲלֶ֥ה H5927 בְמַעֲלֹ֖ת H4609 עַֽל H5921 מִזְבְּחִ֑י H4196 אֲשֶׁ֛ר H834 לֹֽא H3808 תִגָּלֶ֥ה H1540 עֶרְוָתְךָ֖ H6172 עָלָֽיו H5921 "
    },
    "21": {
      "1": "וְאֵ֨לֶּה֙ H428 הַמִּשְׁפָּטִ֔ים H4941 אֲשֶׁ֥ר H834 תָּשִׂ֖ים H7760 לִפְנֵי H6440 ",
      "2": "כִּ֤י H3588 תִקְנֶה֙ H7069 עֶ֣בֶד H5650 עִבְרִ֔י H5680 שֵׁ֥שׁ H8337 שָׁנִ֖ים H8141 יַעֲבֹ֑ד H5647 וּבַ֨ H7637 יֵצֵ֥א H3318 לַֽחָפְשִׁ֖י H2670 חִנָּֽם H2600 ",
      "3": "אִם H518 בְּגַפּ֥ H1610 יָבֹ֖א H935 בְּגַפּ֣ H1610 יֵצֵ֑א H3318 אִם H518 בַּ֤עַל H1167 אִשָּׁה֙ H802 ה֔וּא H1931 וְיָצְאָ֥ה H3318 אִשְׁתּ֖וֹ H802 עִמּֽוֹ H5973 ",
      "4": "אִם H518 אֲדֹנָיו֙ H113 יִתֶּן H5414 ל֣וֹ Hl אִשָּׁ֔ה H802 וְיָלְדָה H3205 ל֥וֹ Hl בָנִ֖ים H1121 א֣וֹ H176 בָנ֑וֹת H1323 הָאִשָּׁ֣ה H802 וִילָדֶ֗י H3206 תִּהְיֶה֙ H1961 לַֽאדֹנֶ֔י H113 וְה֖וּא H1931 יֵצֵ֥א H3318 בְגַפּֽ H1610 ",
      "5": "וְאִם H518 אָמֹ֤ר H559 יֹאמַר֙ H559 הָעֶ֔בֶד H5650 אָהַ֨בְתִּי֙ H157 אֶת H853 אֲדֹנִ֔י H113 אֶת H853 אִשְׁתִּ֖י H802 וְאֶת H853 בָּנָ֑י H1121 לֹ֥א H3808 אֵצֵ֖א H3318 חָפְשִֽׁי H2670 ",
      "6": "וְהִגִּישׁ֤ H5066 אֲדֹנָיו֙ H113 אֶל H413 הָ֣אֱלֹהִ֔ים H430 וְהִגִּישׁ H5066 אֶל H413 הַדֶּ֔לֶת H1817 א֖וֹ H176 אֶל H413 הַמְּזוּזָ֑ה H4201 וְרָצַ֨ע H7527 אֲדֹנָ֤יו H113 אֶת H853 אָזְנוֹ֙ H241 בַּמַּרְצֵ֔עַ H4836 וַעֲבָד֖ H5647 לְעֹלָֽם H5769 ",
      "7": "וְכִֽי H3588 יִמְכֹּ֥ר H4376 אִ֛ישׁ H376 אֶת H853 בִּתּ֖וֹ H1323 לְאָמָ֑ה H519 לֹ֥א H3808 תֵצֵ֖א H3318 כְּצֵ֥את H3318 הָעֲבָדִֽים H5650 ",
      "8": "אִם H518 רָעָ֞ה H7451 בְּעֵינֵ֧י H5869 אֲדֹנֶ֛יהָ H113 אֲשֶׁר H834 לא H3808 יְעָדָ֖הּ H3259 וְהֶפְדָּ֑ H6299 לְעַ֥ם H5971 נָכְרִ֛י H5237 לֹא H3808 יִמְשֹׁ֥ל H4910 לְמָכְרָ֖ H4376 בְּבִגְד H898 בָֽהּ Hb ",
      "9": "וְאִם H518 לִבְנ֖ H1121 יִֽיעָדֶ֑נָּה H3259 כְּמִשְׁפַּ֥ט H4941 הַבָּנ֖וֹת H1323 יַעֲשֶׂה H6213 לָּֽהּ Hl ",
      "10": "אִם H518 אַחֶ֖רֶת H312 יִֽקַּֽח H3947 ל֑וֹ Hl שְׁאֵרָ֛הּ H7607 כְּסוּתָ֥הּ H3682 וְעֹנָתָ֖ H5772 לֹ֥א H3808 יִגְרָֽע H1639 ",
      "11": "וְאִם H518 שְׁלָ֨שׁ H7969 אֵ֔לֶּה H428 לֹ֥א H3808 יַעֲשֶׂ֖ה H6213 לָ֑הּ Hl וְיָצְאָ֥ה H3318 חִנָּ֖ם H2600 אֵ֥ין H369 כָּֽסֶף H3701 ",
      "12": "מַכֵּ֥ה H5221 אִ֛ישׁ H376 וָמֵ֖ת H4191 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "13": "וַאֲשֶׁר֙ H834 לֹ֣א H3808 צָדָ֔ה H6658 וְהָ H430 אִנָּ֣ה H579 לְיָד֑ H3027 וְשַׂמְתִּ֤י H7760 לְךָ֙ Hl מָק֔וֹם H4725 אֲשֶׁ֥ר H834 יָנ֖וּס H5127 שָֽׁמָּה H8033 ",
      "14": "וְכִֽי H3588 יָזִ֥ד H2102 אִ֛ישׁ H376 עַל H5921 רֵעֵ֖הוּ H7453 לְהָרְג֣ H2026 בְעָרְמָ֑ה H6195 מֵעִ֣ם H5973 מִזְבְּחִ֔י H4196 תִּקָּחֶ֖נּוּ H3947 לָמֽוּת H4191 ",
      "15": "וּמַכֵּ֥ה H5221 אָבִ֛יו H1 וְאִמּ֖ H517 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "16": "וְגֹנֵ֨ב H1589 אִ֧ישׁ H376 וּמְכָר֛ H4376 וְנִמְצָ֥א H4672 בְיָד֖ H3027 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "17": "וּמְקַלֵּ֥ל H7043 אָבִ֛יו H1 וְאִמּ֖ H517 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "18": "וְכִֽי H3588 יְרִיבֻ֣ן H7378 אֲנָשִׁ֔ים H376 וְהִכָּה H5221 אִישׁ֙ H376 אֶת H853 רֵעֵ֔הוּ H7453 בְּאֶ֖בֶן H68 א֣וֹ H176 בְאֶגְרֹ֑ף H106 וְלֹ֥א H3808 יָמ֖וּת H4191 וְנָפַ֥ל H5307 לְמִשְׁכָּֽב H4904 ",
      "19": "אִם H518 יָק֞וּם H6965 וְהִתְהַלֵּ֥ךְ H1980 בַּח֛וּץ H2351 עַל H5921 מִשְׁעַנְתּ֖וֹ H4938 וְנִקָּ֣ה H5352 הַמַּכֶּ֑ה H5221 רַ֥ק H7535 שִׁבְתּ֛וֹ H7674 יִתֵּ֖ן H5414 וְרַפֹּ֥א H7495 יְרַפֵּֽא H7495 ",
      "20": "וְכִֽי H3588 יַכֶּה֩ H5221 אִ֨ישׁ H376 אֶת H853 עַבְדּ֜וֹ H5650 א֤וֹ H176 אֶת H853 אֲמָתוֹ֙ H519 בַּשֵּׁ֔בֶט H7626 וּמֵ֖ת H4191 תַּ֣חַת H8478 יָד֑וֹ H3027 נָקֹ֖ם H5358 יִנָּקֵֽם H5358 ",
      "21": "אַ֥ךְ H389 אִם H518 י֛וֹם H3117 א֥וֹ H176 יוֹמַ֖יִם H3117 יַעֲמֹ֑ד H5975 לֹ֣א H3808 יֻקַּ֔ם H5358 כִּ֥י H3588 כַסְפּ֖וֹ H3701 הֽוּא H1931 ",
      "22": "וְכִֽי H3588 יִנָּצ֣וּ H5327 אֲנָשִׁ֗ים H376 וְנָ֨גְפ֜וּ H5062 אִשָּׁ֤ה H802 הָרָה֙ H2030 וְיָצְא֣וּ H3318 יְלָדֶ֔יהָ H3206 וְלֹ֥א H3808 יִהְיֶ֖ה H1961 אָס֑וֹן H611 עָנ֣וֹשׁ H6064 יֵעָנֵ֗שׁ H6064 כַּֽאֲשֶׁ֨ר H834 יָשִׁ֤ית H7896 עָלָיו֙ H5921 בַּ֣עַל H1167 הָֽאִשָּׁ֔ה H802 וְנָתַ֖ן H5414 בִּפְלִלִֽים H6414 ",
      "23": "וְאִם H518 אָס֖וֹן H611 יִהְיֶ֑ה H1961 וְנָתַתָּ֥ה H5414 נֶ֖פֶשׁ H5315 תַּ֥חַת H8478 נָֽפֶשׁ H5315 ",
      "24": "עַ֚יִן H5869 תַּ֣חַת H8478 עַ֔יִן H5869 שֵׁ֖ן H8127 תַּ֣חַת H8478 שֵׁ֑ן H8127 יָ֚ד H3027 תַּ֣חַת H8478 יָ֔ד H3027 רֶ֖גֶל H7272 תַּ֥חַת H8478 רָֽגֶל H7272 ",
      "25": "כְּוִיָּה֙ H3555 תַּ֣חַת H8478 כְּוִיָּ֔ה H3555 פֶּ֖צַע H6482 תַּ֣חַת H8478 פָּ֑צַע H6482 חַבּוּרָ֕ה H2250 תַּ֖חַת H8478 חַבּוּרָֽה H2250 ",
      "26": "וְכִֽי H3588 יַכֶּ֨ה H5221 אִ֜ישׁ H376 אֶת H853 עֵ֥ין H5869 עַבְדּ֛וֹ H5650 אֽוֹ H176 אֶת H853 עֵ֥ין H5869 אֲמָת֖וֹ H519 וְשִֽׁחֲתָ֑ H7843 לַֽחָפְשִׁ֥י H2670 יְשַׁלְּחֶ֖נּוּ H7971 תַּ֥חַת H8478 עֵינֽוֹ H5869 ",
      "27": "וְאִם H518 שֵׁ֥ן H8127 עַבְדּ֛וֹ H5650 אֽוֹ H176 שֵׁ֥ן H8127 אֲמָת֖וֹ H519 יַפִּ֑יל H5307 לַֽחָפְשִׁ֥י H2670 יְשַׁלְּחֶ֖נּוּ H7971 תַּ֥חַת H8478 שִׁנּֽוֹ H8127 ",
      "28": "וְכִֽי H3588 יִגַּ֨ח H5055 שׁ֥וֹר H7794 אֶת H853 אִ֛ישׁ H376 א֥וֹ H176 אֶת H853 אִשָּׁ֖ה H802 וָמֵ֑ת H4191 סָק֨וֹל H5619 יִסָּקֵ֜ל H5619 הַשּׁ֗וֹר H7794 וְלֹ֤א H3808 יֵאָכֵל֙ H398 אֶת H853 בְּשָׂר֔וֹ H1320 וּבַ֥עַל H1167 הַשּׁ֖וֹר H7794 נָקִֽי H5355 ",
      "29": "וְאִ֡ם H518 שׁוֹר֩ H7794 נַגָּ֨ח H5056 ה֜וּא H1931 מִתְּמֹ֣ל H8543 שִׁלְשֹׁ֗ם H8032 וְהוּעַ֤ד H5749 בִּבְעָלָי H1167 וְלֹ֣א H3808 יִשְׁמְרֶ֔נּוּ H8104 וְהֵמִ֥ית H4191 אִ֖ישׁ H376 א֣וֹ H176 אִשָּׁ֑ה H802 הַשּׁוֹר֙ H7794 יִסָּקֵ֔ל H5619 וְגַם H1571 בְּעָלָ֖יו H1167 יוּמָֽת H4191 ",
      "30": "אִם H518 כֹּ֖פֶר H3724 יוּשַׁ֣ת H7896 עָלָ֑יו H5921 וְנָתַן֙ H5414 פִּדְיֹ֣ן H6306 נַפְשׁ֔וֹ H5315 כְּכֹ֥ל H3605 אֲשֶׁר H834 יוּשַׁ֖ת H7896 עָלָֽיו H5921 ",
      "31": "אוֹ H176 בֵ֥ן H1121 יִגָּ֖ח H5055 אוֹ H176 בַ֣ת H1323 יִגָּ֑ח H5055 כַּמִּשְׁפָּ֥ט H4941 הַזֶּ֖ה H2088 יֵעָ֥שֶׂה H6213 לּֽוֹ Hl ",
      "32": "אִם H518 עֶ֛בֶד H5650 יִגַּ֥ח H5055 הַשּׁ֖וֹר H7794 א֣וֹ H176 אָמָ֑ה H519 כֶּ֣סֶף H3701 שְׁלֹשִׁ֣ים H7970 שְׁקָלִ֗ים H8255 יִתֵּן֙ H5414 לַֽאדֹנָ֔י H113 וְהַ H7794 יִסָּקֵֽל H5619 ",
      "33": "וְכִֽי H3588 יִפְתַּ֨ח H6605 אִ֜ישׁ H376 בּ֗וֹר H953 א֠וֹ H176 כִּֽי H3588 יִכְרֶ֥ה H3738 אִ֛ישׁ H376 בֹּ֖ר H953 וְלֹ֣א H3808 יְכַסֶּ֑נּוּ H3680 וְנָֽפַל H5307 שָׁ֥מָּה H8033 שּׁ֖וֹר H7794 א֥וֹ H176 חֲמֽוֹר H2543 ",
      "34": "בַּ֤עַל H1167 הַבּוֹר֙ H953 יְשַׁלֵּ֔ם H7999 כֶּ֖סֶף H3701 יָשִׁ֣יב H7725 לִבְעָלָ֑י H1167 וְהַ H4191 יִֽהְיֶה H1961 לּֽוֹ Hl ",
      "35": "וְכִֽי H3588 יִגֹּ֧ף H5062 שֽׁוֹר H7794 אִ֛ישׁ H376 אֶת H853 שׁ֥וֹר H7794 רֵעֵ֖הוּ H7453 וָמֵ֑ת H4191 וּמָ֨כְר֜וּ H4376 אֶת H853 הַשּׁ֤וֹר H7794 הַחַי֙ H2416 וְחָצ֣וּ H2673 אֶת H853 כַּסְפּ֔וֹ H3701 וְגַ֥ם H1571 אֶת H853 הַמֵּ֖ת H4191 יֶֽחֱצֽוּן H2673 ",
      "36": "א֣וֹ H176 נוֹדַ֗ע H3045 כִּ֠י H3588 שׁ֣וֹר H7794 נַגָּ֥ח H5056 הוּא֙ H1931 מִתְּמ֣וֹל H8543 שִׁלְשֹׁ֔ם H8032 וְלֹ֥א H3808 יִשְׁמְרֶ֖נּוּ H8104 בְּעָלָ֑יו H1167 שַׁלֵּ֨ם H7999 יְשַׁלֵּ֥ם H7999 שׁוֹר֙ H7794 תַּ֣חַת H8478 הַשּׁ֔וֹר H7794 וְהַ H4191 יִֽהְיֶה H1961 לּֽוֹ Hl ",
      "37": ""
    },
    "22": {
      "1": "כִּ֤י H3588 יִגְנֹֽב H1589 אִישׁ֙ H376 שׁ֣וֹר H7794 אוֹ H176 שֶׂ֔ה H7716 וּטְבָח֖ H2873 א֣וֹ H176 מְכָר֑וֹ H4376 חֲמִשָּׁ֣ה H2568 בָקָ֗ר H1241 יְשַׁלֵּם֙ H7999 תַּ֣חַת H8478 הַשּׁ֔וֹר H7794 וְאַרְבַּע H702 צֹ֖אן H6629 תַּ֥חַת H8478 הַשֶּֽׂה H7716 ",
      "2": "אִם H518 בַּמַּחְתֶּ֛רֶת H4290 יִמָּצֵ֥א H4672 הַגַּנָּ֖ב H1590 וְהֻכָּ֣ה H5221 וָמֵ֑ת H4191 אֵ֥ין H369 ל֖וֹ Hl דָּמִֽים H1818 ",
      "3": "אִם H518 זָרְחָ֥ה H2224 הַשֶּׁ֛מֶשׁ H8121 עָלָ֖יו H5921 דָּמִ֣ים H1818 ל֑וֹ Hl שַׁלֵּ֣ם H7999 יְשַׁלֵּ֔ם H7999 אִם H518 אֵ֣ין H369 ל֔וֹ Hl וְנִמְכַּ֖ר H4376 בִּגְנֵבָתֽ H1591 ",
      "4": "אִֽם H518 הִמָּצֵא֩ H4672 תִמָּצֵ֨א H4672 בְיָד֜ H3027 הַגְּנֵבָ֗ה H1591 מִשּׁ֧וֹר H7794 עַד H5704 חֲמ֛וֹר H2543 עַד H5704 שֶׂ֖ה H7716 חַיִּ֑ים H2416 שְׁנַ֖יִם H8147 יְשַׁלֵּֽם H7999 ",
      "5": "כִּ֤י H3588 יַבְעֶר H1197 אִישׁ֙ H376 שָׂדֶ֣ה H7704 אוֹ H176 כֶ֔רֶם H3754 וְשִׁלַּח֙ H7971 אֶת H853 בעירה H1165 וּבִעֵ֖ר H1197 בִּשְׂדֵ֣ה H7704 אַחֵ֑ר H312 מֵיטַ֥ב H4315 שָׂדֵ֛הוּ H7704 וּמֵיטַ֥ב H4315 כַּרְמ֖וֹ H3754 יְשַׁלֵּֽם H7999 ",
      "6": "כִּֽי H3588 תֵצֵ֨א H3318 אֵ֜שׁ H784 וּמָצְאָ֤ה H4672 קֹצִים֙ H6975 וְנֶאֱכַ֣ל H398 גָּדִ֔ישׁ H1430 א֥וֹ H176 הַקָּמָ֖ה H7054 א֣וֹ H176 הַשָּׂדֶ֑ה H7704 שַׁלֵּ֣ם H7999 יְשַׁלֵּ֔ם H7999 הַמַּבְעִ֖ר H1197 אֶת H853 הַבְּעֵרָֽה H1200 ",
      "7": "כִּֽי H3588 יִתֵּן֩ H5414 אִ֨ישׁ H376 אֶל H413 רֵעֵ֜הוּ H7453 כֶּ֤סֶף H3701 אֽוֹ H176 כֵלִים֙ H3627 לִשְׁמֹ֔ר H8104 וְגֻנַּ֖ב H1589 מִבֵּ֣ית H1004 הָאִ֑ישׁ H376 אִם H518 יִמָּצֵ֥א H4672 הַגַּנָּ֖ב H1590 יְשַׁלֵּ֥ם H7999 שְׁנָֽיִם H8147 ",
      "8": "אִם H518 לֹ֤א H3808 יִמָּצֵא֙ H4672 הַגַּנָּ֔ב H1590 וְנִקְרַ֥ב H7126 בַּֽעַל H1167 הַבַּ֖יִת H1004 אֶל H413 הָֽאֱלֹהִ֑ים H430 אִם H518 לֹ֥א H3808 שָׁלַ֛ח H7971 יָד֖וֹ H3027 בִּמְלֶ֥אכֶת H4399 רֵעֵֽהוּ H7453 ",
      "9": "עַֽל H5921 כָּל H3605 דְּבַר H1697 פֶּ֡שַׁע H6588 עַל H5921 שׁ֡וֹר H7794 עַל H5921 חֲ֠מוֹר H2543 עַל H5921 שֶׂ֨ה H7716 עַל H5921 שַׂלְמָ֜ה H8008 עַל H5921 כָּל H3605 אֲבֵדָ֗ה H9 אֲשֶׁ֤ר H834 יֹאמַר֙ H559 כִּי H3588 ה֣וּא H1931 זֶ֔ה H2088 עַ֚ד H5704 הָֽאֱלֹהִ֔ים H430 יָבֹ֖א H935 דְּבַר H1697 שְׁנֵיהֶ֑ם H8147 אֲשֶׁ֤ר H834 יַרְשִׁיעֻן֙ H7561 אֱלֹהִ֔ים H430 יְשַׁלֵּ֥ם H7999 שְׁנַ֖יִם H8147 לְרֵעֵֽ H7453 ",
      "10": "כִּֽי H3588 יִתֵּן֩ H5414 אִ֨ישׁ H376 אֶל H413 רֵעֵ֜הוּ H7453 חֲמ֨וֹר H2543 אוֹ H176 שׁ֥וֹר H7794 אוֹ H176 שֶׂ֛ה H7716 וְכָל H3605 בְּהֵמָ֖ה H929 לִשְׁמֹ֑ר H8104 וּמֵ֛ת H4191 אוֹ H176 נִשְׁבַּ֥ר H7665 אוֹ H176 נִשְׁבָּ֖ה H7617 אֵ֥ין H369 רֹאֶֽה H7200 ",
      "11": "שְׁבֻעַ֣ת H7621 יְהוָ֗ה H3068 תִּהְיֶה֙ H1961 בֵּ֣ין H996 שְׁנֵיהֶ֔ם H8147 אִם H518 לֹ֥א H3808 שָׁלַ֛ח H7971 יָד֖וֹ H3027 בִּמְלֶ֣אכֶת H4399 רֵעֵ֑הוּ H7453 וְלָקַ֥ח H3947 בְּעָלָ֖יו H1167 וְלֹ֥א H3808 יְשַׁלֵּֽם H7999 ",
      "12": "וְאִם H518 גָּנֹ֥ב H1589 יִגָּנֵ֖ב H1589 מֵעִמּ֑ H5973 יְשַׁלֵּ֖ם H7999 לִבְעָלָֽי H1167 ",
      "13": "אִם H518 טָרֹ֥ף H2963 יִטָּרֵ֖ף H2963 יְבִאֵ֣הוּ H935 עֵ֑ד H5707 הַטְּרֵפָ֖ה H2966 לֹ֥א H3808 יְשַׁלֵּֽם H7999 ",
      "14": "וְכִֽי H3588 יִשְׁאַ֥ל H7592 אִ֛ישׁ H376 מֵעִ֥ם H5973 רֵעֵ֖הוּ H7453 וְנִשְׁבַּ֣ר H7665 אוֹ H176 מֵ֑ת H4191 בְּעָלָ֥יו H1167 אֵין H369 עִמּ֖וֹ H5973 שַׁלֵּ֥ם H7999 יְשַׁלֵּֽם H7999 ",
      "15": "אִם H518 בְּעָלָ֥יו H1167 עִמּ֖וֹ H5973 לֹ֣א H3808 יְשַׁלֵּ֑ם H7999 אִם H518 שָׂכִ֣יר H7916 ה֔וּא H1931 בָּ֖א H935 בִּשְׂכָרֽ H7939 ",
      "16": "וְכִֽי H3588 יְפַתֶּ֣ה H6601 אִ֗ישׁ H376 בְּתוּלָ֛ה H1330 אֲשֶׁ֥ר H834 לֹא H3808 אֹרָ֖שָׂה H781 וְשָׁכַ֣ב H7901 עִמָּ֑הּ H5973 מָהֹ֛ר H4117 יִמְהָרֶ֥נָּה H4117 לּ֖וֹ Hl לְאִשָּֽׁה H802 ",
      "17": "אִם H518 מָאֵ֧ן H3985 יְמָאֵ֛ן H3985 אָבִ֖יהָ H1 לְתִתָּ֣ H5414 ל֑וֹ Hl כֶּ֣סֶף H3701 יִשְׁקֹ֔ל H8254 כְּמֹ֖הַר H4119 הַבְּתוּלֹֽת H1330 ",
      "18": "מְכַשֵּׁפָ֖ה H3784 לֹ֥א H3808 תְחַיֶּֽה H2421 ",
      "19": "כָּל H3605 שֹׁכֵ֥ב H7901 עִם H5973 בְּהֵמָ֖ה H929 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "20": "זֹבֵ֥חַ H2076 לָאֱלֹהִ֖ים H430 יָֽחֳרָ֑ם H2763 בִּלְתִּ֥י H1115 לַיהוָ֖ה H3068 לְבַדּֽ H905 ",
      "21": "וְגֵ֥ר H1616 לֹא H3808 תוֹנֶ֖ה H3238 וְלֹ֣א H3808 תִלְחָצֶ֑נּוּ H3905 כִּֽי H3588 גֵרִ֥ים H1616 הֱיִיתֶ֖ם H1961 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "22": "כָּל H3605 אַלְמָנָ֥ה H490 וְיָת֖וֹם H3490 לֹ֥א H3808 תְעַנּֽוּן H6031 ",
      "23": "אִם H518 עַנֵּ֥ה H6031 תְעַנֶּ֖ה H6031 אֹת֑וֹ H853 כִּ֣י H3588 אִם H518 צָעֹ֤ק H6817 יִצְעַק֙ H6817 אֵלַ֔י H413 שָׁמֹ֥עַ H8085 אֶשְׁמַ֖ע H8085 צַעֲקָתֽוֹ H6818 ",
      "24": "וְחָרָ֣ה H2734 אַפִּ֔י H639 וְהָרַגְתִּ֥י H2026 אֶתְכֶ֖ם H853 בֶּחָ֑רֶב H2719 וְהָי֤וּ H1961 נְשֵׁיכֶם֙ H802 אַלְמָנ֔וֹת H490 וּבְנֵי H1121 יְתֹמִֽים H3490 ",
      "25": "אִם H518 כֶּ֣סֶף H3701 תַּלְוֶ֣ה H3867 אֶת H853 עַמִּ֗י H5971 אֶת H853 הֶֽעָנִי֙ H6041 עִמָּ֔ךְ H5973 לֹא H3808 תִהְיֶ֥ה H1961 ל֖וֹ Hl כְּנֹשֶׁ֑ה H5383 לֹֽא H3808 תְשִׂימ֥וּן H7760 עָלָ֖יו H5921 נֶֽשֶׁךְ H5392 ",
      "26": "אִם H518 חָבֹ֥ל H2254 תַּחְבֹּ֖ל H2254 שַׂלְמַ֣ת H8008 רֵעֶ֑ךָ H7453 עַד H5704 בֹּ֥א H935 הַשֶּׁ֖מֶשׁ H8121 תְּשִׁיבֶ֥נּוּ H7725 לֽוֹ Hl ",
      "27": "כִּ֣י H3588 הִ֤וא H1931 כסותה H3682 לְבַדָּ֔ H905 הִ֥וא H1931 שִׂמְלָת֖וֹ H8071 לְעֹר֑ H5785 בַּמֶּ֣ה H4100 יִשְׁכָּ֔ב H7901 וְהָיָה֙ H1961 כִּֽי H3588 יִצְעַ֣ק H6817 אֵלַ֔י H413 וְשָׁמַעְתִּ֖י H8085 כִּֽי H3588 חַנּ֥וּן H2587 אָֽנִי H589 ",
      "28": "אֱלֹהִ֖ים H430 לֹ֣א H3808 תְקַלֵּ֑ל H7043 וְנָשִׂ֥יא H5387 בְעַמְּ H5971 לֹ֥א H3808 תָאֹֽר H779 ",
      "29": "מְלֵאָתְךָ֥ H4395 וְדִמְעֲ H1831 לֹ֣א H3808 תְאַחֵ֑ר H309 בְּכ֥וֹר H1060 בָּנֶ֖יךָ H1121 תִּתֶּן H5414 לִּֽי Hl ",
      "30": "כֵּֽן H3651 תַּעֲשֶׂ֥ה H6213 לְשֹׁרְ H7794 לְצֹאנֶ֑ H6629 שִׁבְעַ֤ת H7651 יָמִים֙ H3117 יִהְיֶ֣ה H1961 עִם H5973 אִמּ֔וֹ H517 בַּיּ֥וֹם H3117 הַשְּׁמִינִ֖י H8066 תִּתְּנוֹ H5414 לִֽי Hl ",
      "31": "וְאַנְשֵׁי H376 קֹ֖דֶשׁ H6944 תִּהְי֣וּן H1961 לִ֑י Hl וּבָשָׂ֨ר H1320 בַּשָּׂדֶ֤ה H7704 טְרֵפָה֙ H2966 לֹ֣א H3808 תֹאכֵ֔לוּ H398 לַכֶּ֖לֶב H3611 תַּשְׁלִכ֥וּן H7993 אֹתֽוֹ H853 "
    },
    "23": {
      "1": "לֹ֥א H3808 תִשָּׂ֖א H5375 שֵׁ֣מַע H8088 שָׁ֑וְא H7723 אַל H408 תָּ֤שֶׁת H7896 יָֽדְךָ֙ H3027 עִם H5973 רָשָׁ֔ע H7563 לִהְיֹ֖ת H1961 עֵ֥ד H5707 חָמָֽס H2555 ",
      "2": "לֹֽא H3808 תִהְיֶ֥ה H1961 אַחֲרֵֽי H310 רַבִּ֖ים H7227 לְרָעֹ֑ת H7451 וְלֹא H3808 תַעֲנֶ֣ה H6030 עַל H5921 רִ֗ב H7379 לִנְטֹ֛ת H5186 אַחֲרֵ֥י H310 רַבִּ֖ים H7227 לְהַטֹּֽת H5186 ",
      "3": "וְדָ֕ל H1800 לֹ֥א H3808 תֶהְדַּ֖ר H1921 בְּרִיבֽ H7379 ",
      "4": "כִּ֣י H3588 תִפְגַּ֞ע H6293 שׁ֧וֹר H7794 אֹֽיִבְךָ֛ H341 א֥וֹ H176 חֲמֹר֖וֹ H2543 תֹּעֶ֑ה H8582 הָשֵׁ֥ב H7725 תְּשִׁיבֶ֖נּוּ H7725 לֽוֹ Hl ",
      "5": "כִּֽי H3588 תִרְאֶ֞ה H7200 חֲמ֣וֹר H2543 שֹׂנַאֲךָ֗ H8130 רֹבֵץ֙ H7257 תַּ֣חַת H8478 מַשָּׂא֔וֹ H4853 וְחָדַלְתָּ֖ H2308 מֵעֲזֹ֣ב H5800 ל֑וֹ Hl עָזֹ֥ב H5800 תַּעֲזֹ֖ב H5800 עִמּֽוֹ H5973 ",
      "6": "לֹ֥א H3808 תַטֶּ֛ה H5186 מִשְׁפַּ֥ט H4941 אֶבְיֹנְךָ֖ H34 בְּרִיבֽ H7379 ",
      "7": "מִדְּבַר H1697 שֶׁ֖קֶר H8267 תִּרְחָ֑ק H7368 וְנָקִ֤י H5355 וְצַדִּיק֙ H6662 אַֽל H408 תַּהֲרֹ֔ג H2026 כִּ֥י H3588 לֹא H3808 אַצְדִּ֖יק H6663 רָשָֽׁע H7563 ",
      "8": "וְשֹׁ֖חַד H7810 לֹ֣א H3808 תִקָּ֑ח H3947 כִּ֤י H3588 הַשֹּׁ֨חַד֙ H7810 יְעַוֵּ֣ר H5786 פִּקְחִ֔ים H6493 וִֽיסַלֵּ֖ף H5557 דִּבְרֵ֥י H1697 צַדִּיקִֽים H6662 ",
      "9": "וְגֵ֖ר H1616 לֹ֣א H3808 תִלְחָ֑ץ H3905 וְאַתֶּ֗ם H859 יְדַעְתֶּם֙ H3045 אֶת H853 נֶ֣פֶשׁ H5315 הַגֵּ֔ר H1616 כִּֽי H3588 גֵרִ֥ים H1616 הֱיִיתֶ֖ם H1961 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "10": "וְשֵׁ֥שׁ H8337 שָׁנִ֖ים H8141 תִּזְרַ֣ע H2232 אֶת H853 אַרְצֶ֑ךָ H776 וְאָסַפְתָּ֖ H622 אֶת H853 תְּבוּאָתָֽהּ H8393 ",
      "11": "וְהַ H7637 תִּשְׁמְטֶ֣נָּה H8058 וּנְטַשְׁתָּ֗ H5203 וְאָֽכְלוּ֙ H398 אֶבְיֹנֵ֣י H34 עַמֶּ֔ךָ H5971 וְיִתְרָ֕ H3499 תֹּאכַ֖ל H398 חַיַּ֣ת H2416 הַשָּׂדֶ֑ה H7704 כֵּֽן H3651 תַּעֲשֶׂ֥ה H6213 לְכַרְמְ H3754 לְזֵיתֶֽ H2132 ",
      "12": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּעֲשֶׂ֣ה H6213 מַעֲשֶׂ֔יךָ H4639 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 תִּשְׁבֹּ֑ת H7673 לְמַ֣עַן H4616 יָנ֗וּחַ H5117 שֽׁוֹרְךָ֙ H7794 וַחֲמֹרֶ֔ H2543 וְיִנָּפֵ֥שׁ H5314 בֶּן H1121 אֲמָתְךָ֖ H519 וְהַ H1616 ",
      "13": "וּבְ H3605 אֲשֶׁר H834 אָמַ֥רְתִּי H559 אֲלֵיכֶ֖ם H413 תִּשָּׁמֵ֑רוּ H8104 וְשֵׁ֨ם H8034 אֱלֹהִ֤ים H430 אֲחֵרִים֙ H312 לֹ֣א H3808 תַזְכִּ֔ירוּ H2142 לֹ֥א H3808 יִשָּׁמַ֖ע H8085 עַל H5921 פִּֽיךָ H6310 ",
      "14": "שָׁלֹ֣שׁ H7969 רְגָלִ֔ים H7272 תָּחֹ֥ג H2287 לִ֖י Hl בַּשָּׁנָֽה H8141 ",
      "15": "אֶת H853 חַ֣ג H2282 הַמַּצּוֹת֮ H4682 תִּשְׁמֹר֒ H8104 שִׁבְעַ֣ת H7651 יָמִים֩ H3117 תֹּאכַ֨ל H398 מַצּ֜וֹת H4682 כַּֽאֲשֶׁ֣ר H834 צִוִּיתִ֗ךָ H6680 לְמוֹעֵד֙ H4150 חֹ֣דֶשׁ H2320 הָֽאָבִ֔יב H24 כִּי H3588 ב֖וֹ Hb יָצָ֣אתָ H3318 מִמִּצְרָ֑יִם H4714 וְלֹא H3808 יֵרָא֥וּ H7200 פָנַ֖י H6440 רֵיקָֽם H7387 ",
      "16": "וְחַ֤ג H2282 הַקָּצִיר֙ H7105 בִּכּוּרֵ֣י H1061 מַעֲשֶׂ֔יךָ H4639 אֲשֶׁ֥ר H834 תִּזְרַ֖ע H2232 בַּשָּׂדֶ֑ה H7704 וְחַ֤ג H2282 הָֽאָסִף֙ H614 בְּצֵ֣את H3318 הַשָּׁנָ֔ה H8141 בְּאָסְפְּ H622 אֶֽת H853 מַעֲשֶׂ֖יךָ H4639 מִן H4480 הַשָּׂדֶֽה H7704 ",
      "17": "שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָ֑ה H8141 יֵרָאֶה֙ H7200 כָּל H3605 זְכ֣וּרְךָ֔ H2138 אֶל H413 פְּנֵ֖י H6440 הָאָדֹ֥ן H113 יְהוָֽה H3068 ",
      "18": "לֹֽא H3808 תִזְבַּ֥ח H2076 עַל H5921 חָמֵ֖ץ H2557 דַּם H1818 זִבְחִ֑י H2077 וְלֹֽא H3808 יָלִ֥ין H3885 חֵֽלֶב H2459 חַגִּ֖י H2282 עַד H5704 בֹּֽקֶר H1242 ",
      "19": "רֵאשִׁ֗ית H7225 בִּכּוּרֵי֙ H1061 אַדְמָ֣תְךָ֔ H127 תָּבִ֕יא H935 בֵּ֖ית H1004 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹֽא H3808 תְבַשֵּׁ֥ל H1310 גְּדִ֖י H1423 בַּחֲלֵ֥ב H2461 אִמּֽוֹ H517 ",
      "20": "הִנֵּ֨ה H2009 אָנֹכִ֜י H595 שֹׁלֵ֤חַ H7971 מַלְאָךְ֙ H4397 לְפָנֶ֔י H6440 לִשְׁמָרְ H8104 בַּדָּ֑רֶךְ H1870 וְלַ H935 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁ֥ר H834 הֲכִנֹֽתִי H3559 ",
      "21": "הִשָּׁ֧מֶר H8104 מִפָּנָ֛י H6440 וּשְׁמַ֥ע H8085 בְּקֹל֖ H6963 אַל H408 תַּמֵּ֣ר H4843 בּ֑וֹ Hb כִּ֣י H3588 לֹ֤א H3808 יִשָּׂא֙ H5375 לְפִשְׁעֲ H6588 כִּ֥י H3588 שְׁמִ֖י H8034 בְּקִרְבּֽ H7130 ",
      "22": "כִּ֣י H3588 אִם H518 שָׁמֹ֤עַ H8085 תִּשְׁמַע֙ H8085 בְּקֹל֔ H6963 וְעָשִׂ֕יתָ H6213 כֹּ֖ל H3605 אֲשֶׁ֣ר H834 אֲדַבֵּ֑ר H1696 וְאָֽיַבְתִּי֙ H340 אֶת H853 אֹ֣יְבֶ֔יךָ H341 וְצַרְתִּ֖י H6696 אֶת H853 צֹרְרֶֽיךָ H6887 ",
      "23": "כִּֽי H3588 יֵלֵ֣ךְ H3212 מַלְאָכִי֮ H4397 לְפָנֶי H6440 וֶהֱבִֽיאֲ H935 אֶל H413 הָֽאֱמֹרִי֙ H567 וְהַ֣ H2850 וְהַ H6522 וְהַֽ H3669 הַחִוִּ֖י H2340 וְהַ H2983 וְהִכְחַדְתִּֽי H3582 ",
      "24": "לֹֽא H3808 תִשְׁתַּחֲוֶ֤ה H7812 לֵאלֹֽהֵי H430 וְלֹ֣א H3808 תָֽעָבְדֵ֔ם H5647 וְלֹ֥א H3808 תַעֲשֶׂ֖ה H6213 כְּמַֽעֲשֵׂי H4639 כִּ֤י H3588 הָרֵס֙ H2040 תְּהָ֣רְסֵ֔ם H2040 וְשַׁבֵּ֥ר H7665 תְּשַׁבֵּ֖ר H7665 מַצֵּבֹתֵיהֶֽם H4676 ",
      "25": "וַעֲבַדְתֶּ֗ם H5647 אֵ֚ת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וּבֵרַ֥ךְ H1288 אֶֽת H853 לַחְמְךָ֖ H3899 וְאֶת H853 מֵימֶ֑יךָ H4325 וַהֲסִרֹתִ֥י H5493 מַחֲלָ֖ה H4245 מִקִּרְבֶּֽ H7130 ",
      "26": "לֹ֥א H3808 תִהְיֶ֛ה H1961 מְשַׁכֵּלָ֥ה H7921 וַעֲקָרָ֖ה H6135 בְּאַרְצֶ֑ H776 אֶת H853 מִסְפַּ֥ר H4557 יָמֶ֖יךָ H3117 אֲמַלֵּֽא H4390 ",
      "27": "אֶת H853 אֵֽימָתִי֙ H367 אֲשַׁלַּ֣ח H7971 לְפָנֶ֔י H6440 וְהַמֹּתִי֙ H2000 אֶת H853 כָּל H3605 הָעָ֔ם H5971 אֲשֶׁ֥ר H834 תָּבֹ֖א H935 בָּהֶ֑ם Hb וְנָתַתִּ֧י H5414 אֶת H853 כָּל H3605 אֹיְבֶ֛יךָ H341 אֵלֶ֖יךָ H413 עֹֽרֶף H6203 ",
      "28": "וְשָׁלַחְתִּ֥י H7971 אֶת H853 הַצִּרְעָ֖ה H6880 לְפָנֶ֑י H6440 וְגֵרְשָׁ֗ה H1644 אֶת H853 הַחִוִּ֧י H2340 אֶת H853 הַֽכְּנַעֲנִ֛י H3669 וְאֶת H853 הַחִתִּ֖י H2850 מִלְּ H6440 ",
      "29": "לֹ֧א H3808 אֲגָרְשֶׁ֛נּוּ H1644 מִפָּנֶ֖י H6440 בְּשָׁנָ֣ה H8141 אֶחָ֑ת H259 פֶּן H6435 תִּהְיֶ֤ה H1961 הָאָ֨רֶץ֙ H776 שְׁמָמָ֔ה H8077 וְרַבָּ֥ה H7227 עָלֶ֖יךָ H5921 חַיַּ֥ת H2416 הַשָּׂדֶֽה H7704 ",
      "30": "מְעַ֥ט H4592 מְעַ֛ט H4592 אֲגָרְשֶׁ֖נּוּ H1644 מִפָּנֶ֑י H6440 עַ֚ד H5704 אֲשֶׁ֣ר H834 תִּפְרֶ֔ה H6509 וְנָחַלְתָּ֖ H5157 אֶת H853 הָאָֽרֶץ H776 ",
      "31": "וְשַׁתִּ֣י H7896 אֶת H853 גְּבֻלְךָ֗ H1366 מִיַּם H3220 סוּף֙ H5488 וְעַד H5704 יָ֣ם H3220 פְּלִשְׁתִּ֔ים H6430 וּמִ H4057 עַד H5704 הַנָּהָ֑ר H5104 כִּ֣י H3588 אֶתֵּ֣ן H5414 בְּיֶדְ H3027 אֵ֚ת H853 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 וְגֵרַשְׁתָּ֖ H1644 מִפָּנֶֽי H6440 ",
      "32": "לֹֽא H3808 תִכְרֹ֥ת H3772 לָהֶ֛ם Hl וְלֵ H430 בְּרִֽית H1285 ",
      "33": "לֹ֤א H3808 יֵשְׁבוּ֙ H3427 בְּאַרְצְ H776 פֶּן H6435 יַחֲטִ֥יאוּ H2398 אֹתְךָ֖ H853 לִ֑י Hl כִּ֤י H3588 תַעֲבֹד֙ H5647 אֶת H853 אֱלֹ֣הֵיהֶ֔ם H430 כִּֽי H3588 יִהְיֶ֥ה H1961 לְךָ֖ Hl לְמוֹקֵֽשׁ H4170 "
    },
    "24": {
      "1": "וְאֶל H413 מֹשֶׁ֨ה H4872 אָמַ֜ר H559 עֲלֵ֣ה H5927 אֶל H413 יְהוָ֗ה H3068 אַתָּה֙ H859 וְאַהֲרֹן֙ H175 נָדָ֣ב H5070 וַאֲבִיה֔וּא H30 וְשִׁבְעִ֖ים H7657 מִזִּקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 מֵרָחֹֽק H7350 ",
      "2": "וְנִגַּ֨שׁ H5066 מֹשֶׁ֤ה H4872 לְבַדּ H905 אֶל H413 יְהוָ֔ה H3068 וְהֵ֖ם H1992 לֹ֣א H3808 יִגָּ֑שׁוּ H5066 וְהָ H5971 לֹ֥א H3808 יַעֲל֖וּ H5927 עִמּֽוֹ H5973 ",
      "3": "וַיָּבֹ֣א H935 מֹשֶׁ֗ה H4872 וַיְסַפֵּ֤ר H5608 לָעָם֙ H5971 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 יְהוָ֔ה H3068 וְאֵ֖ת H853 כָּל H3605 הַמִּשְׁפָּטִ֑ים H4941 וַיַּ֨עַן H6030 כָּל H3605 הָעָ֜ם H5971 ק֤וֹל H6963 אֶחָד֙ H259 וַיֹּ֣אמְר֔וּ H559 כָּל H3605 הַדְּבָרִ֛ים H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 נַעֲשֶֽׂה H6213 ",
      "4": "וַיִּכְתֹּ֣ב H3789 מֹשֶׁ֗ה H4872 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 יְהוָ֔ה H3068 וַיַּשְׁכֵּ֣ם H7925 בַּבֹּ֔קֶר H1242 וַיִּ֥בֶן H1129 מִזְבֵּ֖חַ H4196 תַּ֣חַת H8478 הָהָ֑ר H2022 וּשְׁתֵּ֤ים H8147 עֶשְׂרֵה֙ H6240 מַצֵּבָ֔ה H4676 לִשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
      "5": "וַיִּשְׁלַ֗ח H7971 אֶֽת H853 נַעֲרֵי֙ H5288 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיַּֽעֲל֖וּ H5927 עֹלֹ֑ת H5930 וַֽיִּזְבְּח֞וּ H2076 זְבָחִ֧ים H2077 שְׁלָמִ֛ים H8002 לַיהוָ֖ה H3068 פָּרִֽים H6499 ",
      "6": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 חֲצִ֣י H2677 הַדָּ֔ם H1818 וַיָּ֖שֶׂם H7760 בָּאַגָּנֹ֑ת H101 וַחֲצִ֣י H2677 הַדָּ֔ם H1818 זָרַ֖ק H2236 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
      "7": "וַיִּקַּח֙ H3947 סֵ֣פֶר H5612 הַבְּרִ֔ית H1285 וַיִּקְרָ֖א H7121 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וַיֹּ֣אמְר֔וּ H559 כֹּ֛ל H3605 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 נַעֲשֶׂ֥ה H6213 וְנִשְׁמָֽע H8085 ",
      "8": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 אֶת H853 הַדָּ֔ם H1818 וַיִּזְרֹ֖ק H2236 עַל H5921 הָעָ֑ם H5971 וַיֹּ֗אמֶר H559 הִנֵּ֤ה H2009 דַֽם H1818 הַבְּרִית֙ H1285 אֲשֶׁ֨ר H834 כָּרַ֤ת H3772 יְהוָה֙ H3068 עִמָּכֶ֔ם H5973 עַ֥ל H5921 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
      "9": "וַיַּ֥עַל H5927 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 נָדָב֙ H5070 וַאֲבִיה֔וּא H30 וְשִׁבְעִ֖ים H7657 מִזִּקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
      "10": "וַיִּרְא֕וּ H7200 אֵ֖ת H853 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וְתַ֣חַת H8478 רַגְלָ֗יו H7272 כְּמַעֲשֵׂה֙ H4639 לִבְנַ֣ת H3840 הַסַּפִּ֔יר H5601 וּכְ H6106 הַשָּׁמַ֖יִם H8064 לָטֹֽהַר H2892 ",
      "11": "וְאֶל H413 אֲצִילֵי֙ H678 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 שָׁלַ֖ח H7971 יָד֑וֹ H3027 וַֽיֶּחֱזוּ֙ H2372 אֶת H853 הָ֣אֱלֹהִ֔ים H430 וַיֹּאכְל֖וּ H398 וַיִּשְׁתּֽוּ H8354 ",
      "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 עֲלֵ֥ה H5927 אֵלַ֛י H413 הָהָ֖רָ H2022 וֶהְיֵה H1961 שָׁ֑ם H8033 וְאֶתְּנָ֨ה H5414 לְךָ֜ Hl אֶת H853 לֻחֹ֣ת H3871 הָאֶ֗בֶן H68 וְהַ H8451 וְהַ H4687 אֲשֶׁ֥ר H834 כָּתַ֖בְתִּי H3789 לְהוֹרֹתָֽ H3384 ",
      "13": "וַיָּ֣קָם H6965 מֹשֶׁ֔ה H4872 וִיהוֹשֻׁ֖עַ H3091 מְשָׁרְת֑וֹ H8334 וַיַּ֥עַל H5927 מֹשֶׁ֖ה H4872 אֶל H413 הַ֥ר H2022 הָאֱלֹהִֽים H430 ",
      "14": "וְאֶל H413 הַזְּקֵנִ֤ים H2205 אָמַר֙ H559 שְׁבוּ H3427 לָ֣נוּ Hl בָזֶ֔ה H2088 עַ֥ד H5704 אֲשֶׁר H834 נָשׁ֖וּב H7725 אֲלֵיכֶ֑ם H413 וְהִנֵּ֨ה H2009 אַהֲרֹ֤ן H175 וְחוּר֙ H2354 עִמָּכֶ֔ם H5973 מִי H4310 בַ֥עַל H1167 דְּבָרִ֖ים H1697 יִגַּ֥שׁ H5066 אֲלֵהֶֽם H413 ",
      "15": "וַיַּ֥עַל H5927 מֹשֶׁ֖ה H4872 אֶל H413 הָהָ֑ר H2022 וַיְכַ֥ס H3680 הֶעָנָ֖ן H6051 אֶת H853 הָהָֽר H2022 ",
      "16": "וַיִּשְׁכֹּ֤ן H7931 כְּבוֹד H3519 יְהוָה֙ H3068 עַל H5921 הַ֣ר H2022 סִינַ֔י H5514 וַיְכַסֵּ֥ H3680 הֶעָנָ֖ן H6051 שֵׁ֣שֶׁת H8337 יָמִ֑ים H3117 וַיִּקְרָ֧א H7121 אֶל H413 מֹשֶׁ֛ה H4872 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 מִתּ֥וֹךְ H8432 הֶעָנָֽן H6051 ",
      "17": "וּמַרְאֵה֙ H4758 כְּב֣וֹד H3519 יְהוָ֔ה H3068 כְּאֵ֥שׁ H784 אֹכֶ֖לֶת H398 בְּרֹ֣אשׁ H7218 הָהָ֑ר H2022 לְעֵינֵ֖י H5869 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "18": "וַיָּבֹ֥א H935 מֹשֶׁ֛ה H4872 בְּת֥וֹךְ H8432 הֶעָנָ֖ן H6051 וַיַּ֣עַל H5927 אֶל H413 הָהָ֑ר H2022 וַיְהִ֤י H1961 מֹשֶׁה֙ H4872 בָּהָ֔ר H2022 אַרְבָּעִ֣ים H705 י֔וֹם H3117 וְאַרְבָּעִ֖ים H705 לָֽיְלָה H3915 "
    },
    "25": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְיִקְחוּ H3947 לִ֖י Hl תְּרוּמָ֑ה H8641 מֵאֵ֤ת H853 כָּל H3605 אִישׁ֙ H376 אֲשֶׁ֣ר H834 יִדְּבֶ֣נּוּ H5068 לִבּ֔וֹ H3820 תִּקְח֖וּ H3947 אֶת H853 תְּרוּמָתִֽי H8641 ",
      "3": "וְזֹאת֙ H2063 הַתְּרוּמָ֔ה H8641 אֲשֶׁ֥ר H834 תִּקְח֖וּ H3947 מֵאִתָּ֑ H853 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 וּנְחֹֽשֶׁת H5178 ",
      "4": "וּתְכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 וְעִזִּֽים H5795 ",
      "5": "וְעֹרֹ֨ת H5785 אֵילִ֧ם H352 מְאָדָּמִ֛ים H119 וְעֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 וַעֲצֵ֥י H6086 שִׁטִּֽים H7848 ",
      "6": "שֶׁ֖מֶן H8081 לַמָּאֹ֑ר H3974 בְּשָׂמִים֙ H1314 לְשֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְלִ H7004 הַסַּמִּֽים H5561 ",
      "7": "אַבְנֵי H68 שֹׁ֕הַם H7718 וְאַבְנֵ֖י H68 מִלֻּאִ֑ים H4394 לָאֵפֹ֖ד H646 וְלַ H2833 ",
      "8": "וְעָ֥שׂוּ H6213 לִ֖י Hl מִקְדָּ֑שׁ H4720 וְשָׁכַנְתִּ֖י H7931 בְּתוֹכָֽ H8432 ",
      "9": "כְּכֹ֗ל H3605 אֲשֶׁ֤ר H834 אֲנִי֙ H589 מַרְאֶ֣ה H7200 אוֹתְךָ֔ H853 אֵ֚ת H853 תַּבְנִ֣ית H8403 הַמִּשְׁכָּ֔ן H4908 וְאֵ֖ת H853 תַּבְנִ֣ית H8403 כָּל H3605 כֵּלָ֑יו H3627 וְכֵ֖ן H3651 תַּעֲשֽׂוּ H6213 ",
      "10": "וְעָשׂ֥וּ H6213 אֲר֖וֹן H727 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֨יִם H520 וָחֵ֜צִי H2677 אָרְכּ֗וֹ H753 וְאַמָּ֤ה H520 וָחֵ֨צִי֙ H2677 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
      "11": "וְצִפִּיתָ֤ H6823 אֹתוֹ֙ H853 זָהָ֣ב H2091 טָה֔וֹר H2889 מִבַּ֥יִת H1004 וּמִ H2351 תְּצַפֶּ֑נּוּ H6823 וְעָשִׂ֧יתָ H6213 עָלָ֛יו H5921 זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
      "12": "וְיָצַ֣קְתָּ H3332 לּ֗וֹ Hl אַרְבַּע֙ H702 טַבְּעֹ֣ת H2885 זָהָ֔ב H2091 וְנָ֣תַתָּ֔ה H5414 עַ֖ל H5921 אַרְבַּ֣ע H702 פַּעֲמֹתָ֑יו H6471 וּשְׁתֵּ֣י H8147 טַבָּעֹ֗ת H2885 עַל H5921 צַלְעוֹ֙ H6763 הָֽאֶחָ֔ת H259 וּשְׁתֵּי֙ H8147 טַבָּעֹ֔ת H2885 עַל H5921 צַלְע֖וֹ H6763 הַשֵּׁנִֽית H8145 ",
      "13": "וְעָשִׂ֥יתָ H6213 בַדֵּ֖י H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
      "14": "וְהֵֽבֵאתָ֤ H935 אֶת H853 הַבַּדִּים֙ H905 בַּטַּבָּעֹ֔ת H2885 עַ֖ל H5921 צַלְעֹ֣ת H6763 הָאָרֹ֑ן H727 לָשֵׂ֥את H5375 אֶת H853 הָאָרֹ֖ן H727 בָּהֶֽם Hb ",
      "15": "בְּטַבְּעֹת֙ H2885 הָאָרֹ֔ן H727 יִהְי֖וּ H1961 הַבַּדִּ֑ים H905 לֹ֥א H3808 יָסֻ֖רוּ H5493 מִמֶּֽנּוּ H4480 ",
      "16": "וְנָתַתָּ֖ H5414 אֶל H413 הָאָרֹ֑ן H727 אֵ֚ת H853 הָעֵדֻ֔ת H5715 אֲשֶׁ֥ר H834 אֶתֵּ֖ן H5414 אֵלֶֽיךָ H413 ",
      "17": "וְעָשִׂ֥יתָ H6213 כַפֹּ֖רֶת H3727 זָהָ֣ב H2091 טָה֑וֹר H2889 אַמָּתַ֤יִם H520 וָחֵ֨צִי֙ H2677 אָרְכָּ֔הּ H753 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 רָחְבָּֽהּ H7341 ",
      "18": "וְעָשִׂ֛יתָ H6213 שְׁנַ֥יִם H8147 כְּרֻבִ֖ים H3742 זָהָ֑ב H2091 מִקְשָׁה֙ H4749 תַּעֲשֶׂ֣ה H6213 אֹתָ֔ם H853 מִשְּׁנֵ֖י H8147 קְצ֥וֹת H7098 הַכַּפֹּֽרֶת H3727 ",
      "19": "וַ֠עֲשֵׂה H6213 כְּר֨וּב H3742 אֶחָ֤ד H259 מִקָּצָה֙ H7098 מִזֶּ֔ה H2088 וּכְרוּב H3742 אֶחָ֥ד H259 מִקָּצָ֖ה H7098 מִזֶּ֑ה H2088 מִן H4480 הַכַּפֹּ֛רֶת H3727 תַּעֲשׂ֥וּ H6213 אֶת H853 הַכְּרֻבִ֖ים H3742 עַל H5921 שְׁנֵ֥י H8147 קְצוֹתָֽיו H7098 ",
      "20": "וְהָי֣וּ H1961 הַכְּרֻבִים֩ H3742 פֹּרְשֵׂ֨י H6566 כְנָפַ֜יִם H3671 לְמַ֗עְלָ H4605 סֹכְכִ֤ים H5526 בְּכַנְפֵי H3671 עַל H5921 הַכַּפֹּ֔רֶת H3727 וּפְנֵי H6440 אִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 אֶל H413 הַכַּפֹּ֔רֶת H3727 יִהְי֖וּ H1961 פְּנֵ֥י H6440 הַכְּרֻבִֽים H3742 ",
      "21": "וְנָתַתָּ֧ H5414 אֶת H853 הַכַּפֹּ֛רֶת H3727 עַל H5921 הָאָרֹ֖ן H727 מִלְ H4605 וְאֶל H413 הָ֣אָרֹ֔ן H727 תִּתֵּן֙ H5414 אֶת H853 הָ֣עֵדֻ֔ת H5715 אֲשֶׁ֥ר H834 אֶתֵּ֖ן H5414 אֵלֶֽיךָ H413 ",
      "22": "וְנוֹעַדְתִּ֣י H3259 לְךָ֮ Hl שָׁם֒ H8033 וְדִבַּרְתִּ֨י H1696 אִתְּךָ֜ H854 מֵעַ֣ל H5921 הַכַּפֹּ֗רֶת H3727 מִבֵּין֙ H996 שְׁנֵ֣י H8147 הַכְּרֻבִ֔ים H3742 אֲשֶׁ֖ר H834 עַל H5921 אֲרֹ֣ן H727 הָעֵדֻ֑ת H5715 אֵ֣ת H853 כָּל H3605 אֲשֶׁ֧ר H834 אֲצַוֶּ֛ה H6680 אוֹתְךָ֖ H853 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "23": "וְעָשִׂ֥יתָ H6213 שֻׁלְחָ֖ן H7979 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֤יִם H520 אָרְכּוֹ֙ H753 וְאַמָּ֣ה H520 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
      "24": "וְצִפִּיתָ֥ H6823 אֹת֖וֹ H853 זָהָ֣ב H2091 טָה֑וֹר H2889 וְעָשִׂ֥יתָ H6213 לּ֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
      "25": "וְעָשִׂ֨יתָ H6213 לּ֥וֹ Hl מִסְגֶּ֛רֶת H4526 טֹ֖פַח H2948 סָבִ֑יב H5439 וְעָשִׂ֧יתָ H6213 זֵר H2213 זָהָ֛ב H2091 לְמִסְגַּרְתּ֖ H4526 סָבִֽיב H5439 ",
      "26": "וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl אַרְבַּ֖ע H702 טַבְּעֹ֣ת H2885 זָהָ֑ב H2091 וְנָתַתָּ֙ H5414 אֶת H853 הַטַּבָּעֹ֔ת H2885 עַ֚ל H5921 אַרְבַּ֣ע H702 הַפֵּאֹ֔ת H6285 אֲשֶׁ֖ר H834 לְאַרְבַּ֥ע H702 רַגְלָֽיו H7272 ",
      "27": "לְעֻמַּת֙ H5980 הַמִּסְגֶּ֔רֶת H4526 תִּהְיֶ֖יןָ H1961 הַטַּבָּעֹ֑ת H2885 לְבָתִּ֣ים H1004 לְבַדִּ֔ים H905 לָשֵׂ֖את H5375 אֶת H853 הַשֻּׁלְחָֽן H7979 ",
      "28": "וְעָשִׂ֤יתָ H6213 אֶת H853 הַבַּדִּים֙ H905 עֲצֵ֣י H6086 שִׁטִּ֔ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 זָהָ֑ב H2091 וְנִשָּׂא H5375 בָ֖ם Hb אֶת H853 הַשֻּׁלְחָֽן H7979 ",
      "29": "וְעָשִׂ֨יתָ H6213 קְּעָרֹתָ֜יו H7086 וְכַפֹּתָ֗י H3709 וּקְשׂוֹתָי H7184 וּמְנַקִּיֹּתָ֔י H4518 אֲשֶׁ֥ר H834 יֻסַּ֖ךְ H5258 בָּהֵ֑ן H2004 זָהָ֥ב H2091 טָה֖וֹר H2889 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
      "30": "וְנָתַתָּ֧ H5414 עַֽל H5921 הַשֻּׁלְחָ֛ן H7979 לֶ֥חֶם H3899 פָּנִ֖ים H6440 לְפָנַ֥ H6440 תָּמִֽיד H8548 ",
      "31": "וְעָשִׂ֥יתָ H6213 מְנֹרַ֖ת H4501 זָהָ֣ב H2091 טָה֑וֹר H2889 מִקְשָׁ֞ה H4749 תֵּעָשֶׂ֤ה H6213 הַמְּנוֹרָה֙ H4501 יְרֵכָ֣הּ H3409 וְקָנָ֔ H7070 גְּבִיעֶ֛יהָ H1375 כַּפְתֹּרֶ֥יהָ H3730 וּפְרָחֶ֖י H6525 מִמֶּ֥נָּה H4480 יִהְיֽוּ H1961 ",
      "32": "וְשִׁשָּׁ֣ה H8337 קָנִ֔ים H7070 יֹצְאִ֖ים H3318 מִצִּדֶּ֑י H6654 שְׁלֹשָׁ֣ה H7969 קְנֵ֣י H7070 מְנֹרָ֗ה H4501 מִצִּדָּ H6654 הָאֶחָ֔ד H259 וּשְׁלֹשָׁה֙ H7969 קְנֵ֣י H7070 מְנֹרָ֔ה H4501 מִצִּדָּ֖ H6654 הַשֵּׁנִֽי H8145 ",
      "33": "שְׁלֹשָׁ֣ה H7969 גְ֠בִעִים H1375 מְֽשֻׁקָּדִ֞ים H8246 בַּקָּנֶ֣ה H7070 הָאֶחָד֮ H259 כַּפְתֹּ֣ר H3730 וָפֶרַח֒ H6525 וּשְׁלֹשָׁ֣ה H7969 גְבִעִ֗ים H1375 מְשֻׁקָּדִ֛ים H8246 בַּקָּנֶ֥ה H7070 הָאֶחָ֖ד H259 כַּפְתֹּ֣ר H3730 וָפָ֑רַח H6525 כֵּ֚ן H3651 לְשֵׁ֣שֶׁת H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִן H4480 הַמְּנֹרָֽה H4501 ",
      "34": "וּבַ H4501 אַרְבָּעָ֣ה H702 גְבִעִ֑ים H1375 מְשֻׁקָּדִ֔ים H8246 כַּפְתֹּרֶ֖יהָ H3730 וּפְרָחֶֽי H6525 ",
      "35": "וְכַפְתֹּ֡ר H3730 תַּחַת֩ H8478 שְׁנֵ֨י H8147 הַקָּנִ֜ים H7070 מִמֶּ֗נָּה H4480 וְכַפְתֹּר֙ H3730 תַּ֣חַת H8478 שְׁנֵ֤י H8147 הַקָּנִים֙ H7070 מִמֶּ֔נָּה H4480 וְכַפְתֹּ֕ר H3730 תַּחַת H8478 שְׁנֵ֥י H8147 הַקָּנִ֖ים H7070 מִמֶּ֑נָּה H4480 לְשֵׁ֨שֶׁת֙ H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִן H4480 הַמְּנֹרָֽה H4501 ",
      "36": "כַּפְתֹּרֵיהֶ֥ם H3730 וּקְנֹתָ֖ H7070 מִמֶּ֣נָּה H4480 יִהְי֑וּ H1961 כֻּלָּ֛הּ H3605 מִקְשָׁ֥ה H4749 אַחַ֖ת H259 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
      "37": "וְעָשִׂ֥יתָ H6213 אֶת H853 נֵרֹתֶ֖יהָ H5216 שִׁבְעָ֑ה H7651 וְהֶֽעֱלָה֙ H5927 אֶת H853 נֵ֣רֹתֶ֔יהָ H5216 וְהֵאִ֖יר H215 עַל H5921 עֵ֥בֶר H5676 פָּנֶֽיהָ H6440 ",
      "38": "וּמַלְקָחֶ֥י H4457 וּמַחְתֹּתֶ֖י H4289 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
      "39": "כִּכָּ֛ר H3603 זָהָ֥ב H2091 טָה֖וֹר H2889 יַעֲשֶׂ֣ה H6213 אֹתָ֑הּ H853 אֵ֥ת H854 כָּל H3605 הַכֵּלִ֖ים H3627 הָאֵֽלֶּה H428 ",
      "40": "וּרְאֵ֖ה H7200 וַעֲשֵׂ֑ה H6213 בְּתַ֨בְנִיתָ֔ H8403 אֲשֶׁר H834 אַתָּ֥ה H859 מָרְאֶ֖ה H7200 בָּהָֽר H2022 "
    },
    "26": {
      "1": "וְאֶת H853 הַמִּשְׁכָּ֥ן H4908 תַּעֲשֶׂ֖ה H6213 עֶ֣שֶׂר H6235 יְרִיעֹ֑ת H3407 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 וּתְכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 וְתֹלַ֣עַת H8438 שָׁנִ֔י H8144 כְּרֻבִ֛ים H3742 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֖ב H2803 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
      "2": "אֹ֣רֶךְ H753 הַיְרִיעָ֣ה H3407 הָֽאַחַ֗ת H259 שְׁמֹנֶ֤ה H8083 וְעֶשְׂרִים֙ H6242 בָּֽאַמָּ֔ה H520 וְרֹ֨חַב֙ H7341 אַרְבַּ֣ע H702 בָּאַמָּ֔ה H520 הַיְרִיעָ֖ה H3407 הָאֶחָ֑ת H259 מִדָּ֥ה H4060 אַחַ֖ת H259 לְכָל H3605 הַיְרִיעֹֽת H3407 ",
      "3": "חֲמֵ֣שׁ H2568 הַיְרִיעֹ֗ת H3407 תִּֽהְיֶ֨יןָ֙ H1961 חֹֽבְרֹ֔ת H2266 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָ֑הּ H269 וְחָמֵ֤שׁ H2568 יְרִיעֹת֙ H3407 חֹֽבְרֹ֔ת H2266 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָֽהּ H269 ",
      "4": "וְעָשִׂ֜יתָ H6213 לֻֽלְאֹ֣ת H3924 תְּכֵ֗לֶת H8504 עַ֣ל H5921 שְׂפַ֤ת H8193 הַיְרִיעָה֙ H3407 הָאֶחָ֔ת H259 מִקָּצָ֖ה H7098 בַּחֹבָ֑רֶת H2279 וְכֵ֤ן H3651 תַּעֲשֶׂה֙ H6213 בִּשְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַקִּ֣יצוֹנָ֔ה H7020 בַּמַּחְבֶּ֖רֶת H4225 הַשֵּׁנִֽית H8145 ",
      "5": "חֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 תַּעֲשֶׂה֮ H6213 בַּיְרִיעָ֣ה H3407 הָאֶחָת֒ H259 וַחֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 תַּעֲשֶׂה֙ H6213 בִּקְצֵ֣ה H7097 הַיְרִיעָ֔ה H3407 אֲשֶׁ֖ר H834 בַּמַּחְבֶּ֣רֶת H4225 הַשֵּׁנִ֑ית H8145 מַקְבִּילֹת֙ H6901 הַלֻּ֣לָאֹ֔ת H3924 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָֽהּ H269 ",
      "6": "וְעָשִׂ֕יתָ H6213 חֲמִשִּׁ֖ים H2572 קַרְסֵ֣י H7165 זָהָ֑ב H2091 וְחִבַּרְתָּ֨ H2266 אֶת H853 הַיְרִיעֹ֜ת H3407 אִשָּׁ֤ה H802 אֶל H413 אֲחֹתָהּ֙ H269 בַּקְּרָסִ֔ים H7165 וְהָיָ֥ה H1961 הַמִּשְׁכָּ֖ן H4908 אֶחָֽד H259 ",
      "7": "וְעָשִׂ֨יתָ֙ H6213 יְרִיעֹ֣ת H3407 עִזִּ֔ים H5795 לְאֹ֖הֶל H168 עַל H5921 הַמִּשְׁכָּ֑ן H4908 עַשְׁתֵּי H6249 עֶשְׂרֵ֥ה H6240 יְרִיעֹ֖ת H3407 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
      "8": "אֹ֣רֶךְ H753 הַיְרִיעָ֣ה H3407 הָֽאַחַ֗ת H259 שְׁלֹשִׁים֙ H7970 בָּֽאַמָּ֔ה H520 וְרֹ֨חַב֙ H7341 אַרְבַּ֣ע H702 בָּאַמָּ֔ה H520 הַיְרִיעָ֖ה H3407 הָאֶחָ֑ת H259 מִדָּ֣ה H4060 אַחַ֔ת H259 לְעַשְׁתֵּ֥י H6249 עֶשְׂרֵ֖ה H6240 יְרִיעֹֽת H3407 ",
      "9": "וְחִבַּרְתָּ֞ H2266 אֶת H853 חֲמֵ֤שׁ H2568 הַיְרִיעֹת֙ H3407 לְבָ֔ד H905 וְאֶת H853 שֵׁ֥שׁ H8337 הַיְרִיעֹ֖ת H3407 לְבָ֑ד H905 וְכָפַלְתָּ֙ H3717 אֶת H853 הַיְרִיעָ֣ה H3407 הַשִּׁשִּׁ֔ית H8345 אֶל H413 מ֖וּל H4136 פְּנֵ֥י H6440 הָאֹֽהֶל H168 ",
      "10": "וְעָשִׂ֜יתָ H6213 חֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 עַ֣ל H5921 שְׂפַ֤ת H8193 הַיְרִיעָה֙ H3407 הָֽאֶחָ֔ת H259 הַקִּיצֹנָ֖ה H7020 בַּחֹבָ֑רֶת H2279 וַחֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 עַ֚ל H5921 שְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַחֹבֶ֖רֶת H2279 הַשֵּׁנִֽית H8145 ",
      "11": "וְעָשִׂ֛יתָ H6213 קַרְסֵ֥י H7165 נְחֹ֖שֶׁת H5178 חֲמִשִּׁ֑ים H2572 וְהֵבֵאתָ֤ H935 אֶת H853 הַקְּרָסִים֙ H7165 בַּלֻּ֣לָאֹ֔ת H3924 וְחִבַּרְתָּ֥ H2266 אֶת H853 הָאֹ֖הֶל H168 וְהָיָ֥ה H1961 אֶחָֽד H259 ",
      "12": "וְסֶ֨רַח֙ H5629 הָעֹדֵ֔ף H5736 בִּירִיעֹ֖ת H3407 הָאֹ֑הֶל H168 חֲצִ֤י H2677 הַיְרִיעָה֙ H3407 הָעֹדֶ֔פֶת H5736 תִּסְרַ֕ח H5628 עַ֖ל H5921 אֲחֹרֵ֥י H268 הַמִּשְׁכָּֽן H4908 ",
      "13": "וְהָ H520 מִזֶּ֜ה H2088 וְהָ H520 מִזֶּה֙ H2088 בָּעֹדֵ֔ף H5736 בְּאֹ֖רֶךְ H753 יְרִיעֹ֣ת H3407 הָאֹ֑הֶל H168 יִהְיֶ֨ה H1961 סָר֜וּחַ H5628 עַל H5921 צִדֵּ֧י H6654 הַמִּשְׁכָּ֛ן H4908 מִזֶּ֥ה H2088 וּמִ H2088 לְכַסֹּתֽ H3680 ",
      "14": "וְעָשִׂ֤יתָ H6213 מִכְסֶה֙ H4372 לָאֹ֔הֶל H168 עֹרֹ֥ת H5785 אֵילִ֖ם H352 מְאָדָּמִ֑ים H119 וּמִכְסֵ֛ה H4372 עֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 מִלְ H4605 ",
      "15": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֲצֵ֥י H6086 שִׁטִּ֖ים H7848 עֹמְדִֽים H5975 ",
      "16": "עֶ֥שֶׂר H6235 אַמּ֖וֹת H520 אֹ֣רֶךְ H753 הַקָּ֑רֶשׁ H7175 וְאַמָּה֙ H520 וַחֲצִ֣י H2677 הָֽאַמָּ֔ה H520 רֹ֖חַב H7341 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
      "17": "שְׁתֵּ֣י H8147 יָד֗וֹת H3027 לַקֶּ֨רֶשׁ֙ H7175 הָאֶחָ֔ד H259 מְשֻׁלָּבֹ֔ת H7947 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָ֑הּ H269 כֵּ֣ן H3651 תַּעֲשֶׂ֔ה H6213 לְכֹ֖ל H3605 קַרְשֵׁ֥י H7175 הַמִּשְׁכָּֽן H4908 ",
      "18": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֶשְׂרִ֣ים H6242 קֶ֔רֶשׁ H7175 לִפְאַ֖ת H6285 נֶ֥גְבָּה H5045 תֵימָֽנָה H8486 ",
      "19": "וְאַרְבָּעִים֙ H705 אַדְנֵי H134 כֶ֔סֶף H3701 תַּעֲשֶׂ֕ה H6213 תַּ֖חַת H8478 עֶשְׂרִ֣ים H6242 הַקָּ֑רֶשׁ H7175 שְׁנֵ֨י H8147 אֲדָנִ֜ים H134 תַּֽחַת H8478 הַקֶּ֤רֶשׁ H7175 הָאֶחָד֙ H259 לִשְׁתֵּ֣י H8147 יְדֹתָ֔יו H3027 וּשְׁנֵ֧י H8147 אֲדָנִ֛ים H134 תַּֽחַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָ֖ד H259 לִשְׁתֵּ֥י H8147 יְדֹתָֽיו H3027 ",
      "20": "וּלְ H6763 הַמִּשְׁכָּ֛ן H4908 הַשֵּׁנִ֖ית H8145 לִפְאַ֣ת H6285 צָפ֑וֹן H6828 עֶשְׂרִ֖ים H6242 קָֽרֶשׁ H7175 ",
      "21": "וְאַרְבָּעִ֥ים H705 אַדְנֵיהֶ֖ם H134 כָּ֑סֶף H3701 שְׁנֵ֣י H8147 אֲדָנִ֗ים H134 תַּ֚חַת H8478 הַקֶּ֣רֶשׁ H7175 הָֽאֶחָ֔ד H259 וּשְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
      "22": "וּֽלְ H3411 הַמִּשְׁכָּ֖ן H4908 יָ֑מָּה H3220 תַּעֲשֶׂ֖ה H6213 שִׁשָּׁ֥ה H8337 קְרָשִֽׁים H7175 ",
      "23": "וּשְׁנֵ֤י H8147 קְרָשִׁים֙ H7175 תַּעֲשֶׂ֔ה H6213 לִמְקֻצְעֹ֖ת H4742 הַמִּשְׁכָּ֑ן H4908 בַּיַּרְכָתָֽיִם H3411 ",
      "24": "וְיִֽהְי֣וּ H1961 תֹֽאֲמִים֮ H8382 מִלְּ H4295 וְיַחְדָּ֗ו H3162 יִהְי֤וּ H1961 תַמִּים֙ H8535 עַל H5921 רֹאשׁ֔וֹ H7218 אֶל H413 הַטַּבַּ֖עַת H2885 הָאֶחָ֑ת H259 כֵּ֚ן H3651 יִהְיֶ֣ה H1961 לִשְׁנֵי H8147 לִשְׁנֵ֥י H8147 הַמִּקְצֹעֹ֖ת H4740 יִהְיֽוּ H1961 ",
      "25": "וְהָיוּ֙ H1961 שְׁמֹנָ֣ה H8083 קְרָשִׁ֔ים H7175 וְאַדְנֵי H134 כֶּ֔סֶף H3701 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אֲדָנִ֑ים H134 שְׁנֵ֣י H8147 אֲדָנִ֗ים H134 תַּ֚חַת H8478 הַקֶּ֣רֶשׁ H7175 הָאֶחָ֔ד H259 וּשְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
      "26": "וְעָשִׂ֥יתָ H6213 בְרִיחִ֖ם H1280 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חֲמִשָּׁ֕ה H2568 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הָאֶחָֽד H259 ",
      "27": "וַחֲמִשָּׁ֣ה H2568 בְרִיחִ֔ם H1280 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הַשֵּׁנִ֑ית H8145 וַחֲמִשָּׁ֣ה H2568 בְרִיחִ֗ם H1280 לְקַרְשֵׁי֙ H7175 צֶ֣לַע H6763 הַמִּשְׁכָּ֔ן H4908 לַיַּרְכָתַ֖יִם H3411 יָֽמָּה H3220 ",
      "28": "וְהַ H1280 הַתִּיכֹ֖ן H8484 בְּת֣וֹךְ H8432 הַקְּרָשִׁ֑ים H7175 מַבְרִ֕חַ H1272 מִן H4480 הַקָּצֶ֖ה H7097 אֶל H413 הַקָּצֶֽה H7097 ",
      "29": "וְֽאֶת H853 הַקְּרָשִׁ֞ים H7175 תְּצַפֶּ֣ה H6823 זָהָ֗ב H2091 וְאֶת H853 טַבְּעֹֽתֵיהֶם֙ H2885 תַּעֲשֶׂ֣ה H6213 זָהָ֔ב H2091 בָּתִּ֖ים H1004 לַבְּרִיחִ֑ם H1280 וְצִפִּיתָ֥ H6823 אֶת H853 הַבְּרִיחִ֖ם H1280 זָהָֽב H2091 ",
      "30": "וַהֲקֵמֹתָ֖ H6965 אֶת H853 הַמִּשְׁכָּ֑ן H4908 כְּמִ֨שְׁפָּט֔ H4941 אֲשֶׁ֥ר H834 הָרְאֵ֖יתָ H7200 בָּהָֽר H2022 ",
      "31": "וְעָשִׂ֣יתָ H6213 פָרֹ֗כֶת H6532 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֛ב H2803 יַעֲשֶׂ֥ה H6213 אֹתָ֖הּ H853 כְּרֻבִֽים H3742 ",
      "32": "וְנָתַתָּ֣ה H5414 אֹתָ֗הּ H853 עַל H5921 אַרְבָּעָה֙ H702 עַמּוּדֵ֣י H5982 שִׁטִּ֔ים H7848 מְצֻפִּ֣ים H6823 זָהָ֔ב H2091 וָוֵיהֶ֖ם H2053 זָהָ֑ב H2091 עַל H5921 אַרְבָּעָ֖ה H702 אַדְנֵי H134 כָֽסֶף H3701 ",
      "33": "וְנָתַתָּ֣ה H5414 אֶת H853 הַפָּרֹכֶת֮ H6532 תַּ֣חַת H8478 הַקְּרָסִים֒ H7165 וְהֵבֵאתָ֥ H935 שָׁ֨מָּה֙ H8033 מִבֵּ֣ית H1004 לַפָּרֹ֔כֶת H6532 אֵ֖ת H853 אֲר֣וֹן H727 הָעֵד֑וּת H5715 וְהִבְדִּילָ֤ה H914 הַפָּרֹ֨כֶת֙ H6532 לָכֶ֔ם Hl בֵּ֣ין H996 הַקֹּ֔דֶשׁ H6944 וּבֵ֖ין H996 קֹ֥דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
      "34": "וְנָתַתָּ֙ H5414 אֶת H853 הַכַּפֹּ֔רֶת H3727 עַ֖ל H5921 אֲר֣וֹן H727 הָעֵדֻ֑ת H5715 בְּקֹ֖דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
      "35": "וְשַׂמְתָּ֤ H7760 אֶת H853 הַשֻּׁלְחָן֙ H7979 מִח֣וּץ H2351 לַפָּרֹ֔כֶת H6532 וְאֶת H853 הַמְּנֹרָה֙ H4501 נֹ֣כַח H5227 הַשֻּׁלְחָ֔ן H7979 עַ֛ל H5921 צֶ֥לַע H6763 הַמִּשְׁכָּ֖ן H4908 תֵּימָ֑נָה H8486 וְהַ֨ H7979 תִּתֵּ֖ן H5414 עַל H5921 צֶ֥לַע H6763 צָפֽוֹן H6828 ",
      "36": "וְעָשִׂ֤יתָ H6213 מָסָךְ֙ H4539 לְפֶ֣תַח H6607 הָאֹ֔הֶל H168 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֖ה H4639 רֹקֵֽם H7551 ",
      "37": "וְעָשִׂ֣יתָ H6213 לַמָּסָ֗ךְ H4539 חֲמִשָּׁה֙ H2568 עַמּוּדֵ֣י H5982 שִׁטִּ֔ים H7848 וְצִפִּיתָ֤ H6823 אֹתָם֙ H853 זָהָ֔ב H2091 וָוֵיהֶ֖ם H2053 זָהָ֑ב H2091 וְיָצַקְתָּ֣ H3332 לָהֶ֔ם Hl חֲמִשָּׁ֖ה H2568 אַדְנֵ֥י H134 נְחֹֽשֶׁת H5178 "
    },
    "27": {
      "1": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַמִּזְבֵּ֖חַ H4196 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חָמֵשׁ֩ H2568 אַמּ֨וֹת H520 אֹ֜רֶךְ H753 וְחָמֵ֧שׁ H2568 אַמּ֣וֹת H520 רֹ֗חַב H7341 רָב֤וּעַ H7251 יִהְיֶה֙ H1961 הַמִּזְבֵּ֔חַ H4196 וְשָׁלֹ֥שׁ H7969 אַמּ֖וֹת H520 קֹמָתֽוֹ H6967 ",
      "2": "וְעָשִׂ֣יתָ H6213 קַרְנֹתָ֗יו H7161 עַ֚ל H5921 אַרְבַּ֣ע H702 פִּנֹּתָ֔יו H6438 מִמֶּ֖נּוּ H4480 תִּהְיֶ֣יןָ H1961 קַרְנֹתָ֑יו H7161 וְצִפִּיתָ֥ H6823 אֹת֖וֹ H853 נְחֹֽשֶׁת H5178 ",
      "3": "וְעָשִׂ֤יתָ H6213 סִּֽירֹתָיו֙ H5518 לְדַשְּׁנ֔ H1878 וְיָעָי H3257 וּמִזְרְקֹתָ֔י H4219 וּמִזְלְגֹתָ֖י H4207 וּמַחְתֹּתָ֑י H4289 לְכָל H3605 כֵּלָ֖יו H3627 תַּעֲשֶׂ֥ה H6213 נְחֹֽשֶׁת H5178 ",
      "4": "וְעָשִׂ֤יתָ H6213 לּוֹ֙ Hl מִכְבָּ֔ר H4345 מַעֲשֵׂ֖ה H4639 רֶ֣שֶׁת H7568 נְחֹ֑שֶׁת H5178 וְעָשִׂ֣יתָ H6213 עַל H5921 הָרֶ֗שֶׁת H7568 אַרְבַּע֙ H702 טַבְּעֹ֣ת H2885 נְחֹ֔שֶׁת H5178 עַ֖ל H5921 אַרְבַּ֥ע H702 קְצוֹתָֽיו H7098 ",
      "5": "וְנָתַתָּ֣ה H5414 אֹתָ֗הּ H853 תַּ֛חַת H8478 כַּרְכֹּ֥ב H3749 הַמִּזְבֵּ֖חַ H4196 מִלְּ H4295 וְהָיְתָ֣ה H1961 הָרֶ֔שֶׁת H7568 עַ֖ד H5704 חֲצִ֥י H2677 הַמִּזְבֵּֽחַ H4196 ",
      "6": "וְעָשִׂ֤יתָ H6213 בַדִּים֙ H905 לַמִּזְבֵּ֔חַ H4196 בַּדֵּ֖י H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 נְחֹֽשֶׁת H5178 ",
      "7": "וְהוּבָ֥א H935 אֶת H853 בַּדָּ֖יו H905 בַּטַּבָּעֹ֑ת H2885 וְהָי֣וּ H1961 הַבַּדִּ֗ים H905 עַל H5921 שְׁתֵּ֛י H8147 צַלְעֹ֥ת H6763 הַמִּזְבֵּ֖חַ H4196 בִּשְׂאֵ֥ת H5375 אֹתֽוֹ H853 ",
      "8": "נְב֥וּב H5014 לֻחֹ֖ת H3871 תַּעֲשֶׂ֣ה H6213 אֹת֑וֹ H853 כַּאֲשֶׁ֨ר H834 הֶרְאָ֥ה H7200 אֹתְךָ֛ H853 בָּהָ֖ר H2022 כֵּ֥ן H3651 יַעֲשֽׂוּ H6213 ",
      "9": "וְעָשִׂ֕יתָ H6213 אֵ֖ת H853 חֲצַ֣ר H2691 הַמִּשְׁכָּ֑ן H4908 לִפְאַ֣ת H6285 נֶֽגֶב H5045 תֵּ֠ימָנָה H8486 קְלָעִ֨ים H7050 לֶחָצֵ֜ר H2691 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 מֵאָ֤ה H3967 בָֽאַמָּה֙ H520 אֹ֔רֶךְ H753 לַפֵּאָ֖ה H6285 הָאֶחָֽת H259 ",
      "10": "וְעַמֻּדָ֣י H5982 עֶשְׂרִ֔ים H6242 וְאַדְנֵי H134 עֶשְׂרִ֖ים H6242 נְחֹ֑שֶׁת H5178 וָוֵ֧י H2053 הָעַמֻּדִ֛ים H5982 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
      "11": "וְכֵ֨ן H3651 לִפְאַ֤ת H6285 צָפוֹן֙ H6828 בָּאֹ֔רֶךְ H753 קְלָעִ֖ים H7050 מֵ֣אָה H3967 אֹ֑רֶךְ H753 ועמד H5982 עֶשְׂרִ֗ים H6242 וְאַדְנֵי H134 עֶשְׂרִים֙ H6242 נְחֹ֔שֶׁת H5178 וָוֵ֧י H2053 הָֽעַמֻּדִ֛ים H5982 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
      "12": "וְרֹ֤חַב H7341 הֶֽחָצֵר֙ H2691 לִפְאַת H6285 יָ֔ם H3220 קְלָעִ֖ים H7050 חֲמִשִּׁ֣ים H2572 אַמָּ֑ה H520 עַמֻּדֵיהֶ֣ם H5982 עֲשָׂרָ֔ה H6235 וְאַדְנֵי H134 עֲשָׂרָֽה H6235 ",
      "13": "וְרֹ֣חַב H7341 הֶֽחָצֵ֗ר H2691 לִפְאַ֛ת H6285 קֵ֥דְמָה H6924 מִזְרָ֖חָה H4217 חֲמִשִּׁ֥ים H2572 אַמָּֽה H520 ",
      "14": "וַחֲמֵ֨שׁ H2568 עֶשְׂרֵ֥ה H6240 אַמָּ֛ה H520 קְלָעִ֖ים H7050 לַכָּתֵ֑ף H3802 עַמֻּדֵיהֶ֣ם H5982 שְׁלֹשָׁ֔ה H7969 וְאַדְנֵי H134 שְׁלֹשָֽׁה H7969 ",
      "15": "וְלַ H3802 הַשֵּׁנִ֔ית H8145 חְמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 קְלָעִ֑ים H7050 עַמֻּדֵיהֶ֣ם H5982 שְׁלֹשָׁ֔ה H7969 וְאַדְנֵי H134 שְׁלֹשָֽׁה H7969 ",
      "16": "וּלְ H8179 הֶֽחָצֵ֜ר H2691 מָסָ֣ךְ H4539 עֶשְׂרִ֣ים H6242 אַמָּ֗ה H520 תְּכֵ֨לֶת H8504 וְאַרְגָּמָ֜ן H713 וְתוֹלַ֧עַת H8438 שָׁנִ֛י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָ֖ר H7806 מַעֲשֵׂ֣ה H4639 רֹקֵ֑ם H7551 עַמֻּֽדֵיהֶם֙ H5982 אַרְבָּעָ֔ה H702 וְאַדְנֵי H134 אַרְבָּעָֽה H702 ",
      "17": "כָּל H3605 עַמּוּדֵ֨י H5982 הֶֽחָצֵ֤ר H2691 סָבִיב֙ H5439 מְחֻשָּׁקִ֣ים H2836 כֶּ֔סֶף H3701 וָוֵיהֶ֖ם H2053 כָּ֑סֶף H3701 וְאַדְנֵי H134 נְחֹֽשֶׁת H5178 ",
      "18": "אֹ֣רֶךְ H753 הֶֽחָצֵר֩ H2691 מֵאָ֨ה H3967 בָֽאַמָּ֜ה H520 וְרֹ֣חַב H7341 חֲמִשִּׁ֣ים H2572 בַּחֲמִשִּׁ֗ים H2572 וְקֹמָ֛ה H6967 חָמֵ֥שׁ H2568 אַמּ֖וֹת H520 שֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 וְאַדְנֵי H134 נְחֹֽשֶׁת H5178 ",
      "19": "לְכֹל֙ H3605 כְּלֵ֣י H3627 הַמִּשְׁכָּ֔ן H4908 בְּכֹ֖ל H3605 עֲבֹדָת֑וֹ H5656 וְכָל H3605 יְתֵדֹתָ֛יו H3489 וְכָל H3605 יִתְדֹ֥ת H3489 הֶחָצֵ֖ר H2691 נְחֹֽשֶׁת H5178 ",
      "20": "וְאַתָּ֞ה H859 תְּצַוֶּ֣ה H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְיִקְח֨וּ H3947 אֵלֶ֜יךָ H413 שֶׁ֣מֶן H8081 זַ֥יִת H2132 זָ֛ךְ H2134 כָּתִ֖ית H3795 לַמָּא֑וֹר H3974 לְהַעֲלֹ֥ת H5927 נֵ֖ר H5216 תָּמִֽיד H8548 ",
      "21": "בְּאֹ֣הֶל H168 מוֹעֵד֩ H4150 מִח֨וּץ H2351 לַפָּרֹ֜כֶת H6532 אֲשֶׁ֣ר H834 עַל H5921 הָעֵדֻ֗ת H5715 יַעֲרֹךְ֩ H6186 אֹת֨וֹ H853 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 מֵעֶ֥רֶב H6153 עַד H5704 בֹּ֖קֶר H1242 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹ֣רֹתָ֔ H1755 מֵאֵ֖ת H854 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 "
    },
    "28": {
      "1": "וְאַתָּ֡ה H859 הַקְרֵ֣ב H7126 אֵלֶיךָ֩ H413 אֶת H853 אַהֲרֹ֨ן H175 אָחִ֜יךָ H251 וְאֶת H853 בָּנָ֣יו H1121 אִתּ֔וֹ H854 מִתּ֛וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לְכַהֲנ H3547 לִ֑י Hl אַהֲרֹ֕ן H175 נָדָ֧ב H5070 וַאֲבִיה֛וּא H30 אֶלְעָזָ֥ר H499 וְאִיתָמָ֖ר H385 בְּנֵ֥י H1121 אַהֲרֹֽן H175 ",
      "2": "וְעָשִׂ֥יתָ H6213 בִגְדֵי H899 קֹ֖דֶשׁ H6944 לְאַהֲרֹ֣ן H175 אָחִ֑יךָ H251 לְכָב֖וֹד H3519 וּלְ H8597 ",
      "3": "וְאַתָּ֗ה H859 תְּדַבֵּר֙ H1696 אֶל H413 כָּל H3605 חַכְמֵי H2450 לֵ֔ב H3820 אֲשֶׁ֥ר H834 מִלֵּאתִ֖יו H4390 ר֣וּחַ H7307 חָכְמָ֑ה H2451 וְעָשׂ֞וּ H6213 אֶת H853 בִּגְדֵ֧י H899 אַהֲרֹ֛ן H175 לְקַדְּשׁ֖ H6942 לְכַהֲנ H3547 לִֽי Hl ",
      "4": "וְאֵ֨לֶּה H428 הַבְּגָדִ֜ים H899 אֲשֶׁ֣ר H834 יַעֲשׂ֗וּ H6213 חֹ֤שֶׁן H2833 וְאֵפוֹד֙ H646 וּמְעִ֔יל H4598 וּכְתֹ֥נֶת H3801 תַּשְׁבֵּ֖ץ H8665 מִצְנֶ֣פֶת H4701 וְאַבְנֵ֑ט H73 וְעָשׂ֨וּ H6213 בִגְדֵי H899 קֹ֜דֶשׁ H6944 לְאַהֲרֹ֥ן H175 אָחִ֛יךָ H251 וּלְ H1121 לְכַהֲנ H3547 לִֽי Hl ",
      "5": "וְהֵם֙ H1992 יִקְח֣וּ H3947 אֶת H853 הַזָּהָ֔ב H2091 וְאֶת H853 הַתְּכֵ֖לֶת H8504 וְאֶת H853 הָֽאַרְגָּמָ֑ן H713 וְאֶת H853 תּוֹלַ֥עַת H8438 הַשָּׁנִ֖י H8144 וְאֶת H853 הַשֵּֽׁשׁ H8336 ",
      "6": "וְעָשׂ֖וּ H6213 אֶת H853 הָאֵפֹ֑ד H646 זָ֠הָב H2091 תְּכֵ֨לֶת H8504 וְאַרְגָּמָ֜ן H713 תּוֹלַ֧עַת H8438 שָׁנִ֛י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָ֖ר H7806 מַעֲשֵׂ֥ה H4639 חֹשֵֽׁב H2803 ",
      "7": "שְׁתֵּ֧י H8147 כְתֵפֹ֣ת H3802 חֹֽבְרֹ֗ת H2266 יִֽהְיֶה H1961 לּ֛וֹ Hl אֶל H413 שְׁנֵ֥י H8147 קְצוֹתָ֖יו H7098 וְחֻבָּֽר H2266 ",
      "8": "וְחֵ֤שֶׁב H2805 אֲפֻדָּתוֹ֙ H642 אֲשֶׁ֣ר H834 עָלָ֔יו H5921 כְּמַעֲשֵׂ֖ H4639 מִמֶּ֣נּוּ H4480 יִהְיֶ֑ה H1961 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
      "9": "וְלָ֣קַחְתָּ֔ H3947 אֶת H853 שְׁתֵּ֖י H8147 אַבְנֵי H68 שֹׁ֑הַם H7718 וּפִתַּחְתָּ֣ H6605 עֲלֵיהֶ֔ם H5921 שְׁמ֖וֹת H8034 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "10": "שִׁשָּׁה֙ H8337 מִשְּׁמֹתָ֔ H8034 עַ֖ל H5921 הָאֶ֣בֶן H68 הָאֶחָ֑ת H259 וְאֶת H853 שְׁמ֞וֹת H8034 הַשִּׁשָּׁ֧ה H8337 הַנּוֹתָרִ֛ים H3498 עַל H5921 הָאֶ֥בֶן H68 הַשֵּׁנִ֖ית H8145 כְּתוֹלְדֹתָֽ H8435 ",
      "11": "מַעֲשֵׂ֣ה H4639 חָרַשׁ֮ H2796 אֶבֶן֒ H68 פִּתּוּחֵ֣י H6603 חֹתָ֗ם H2368 תְּפַתַּח֙ H6605 אֶת H853 שְׁתֵּ֣י H8147 הָאֲבָנִ֔ים H68 עַל H5921 שְׁמֹ֖ת H8034 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 מֻסַבֹּ֛ת H4142 מִשְׁבְּצ֥וֹת H4865 זָהָ֖ב H2091 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
      "12": "וְשַׂמְתָּ֞ H7760 אֶת H853 שְׁתֵּ֣י H8147 הָאֲבָנִ֗ים H68 עַ֚ל H5921 כִּתְפֹ֣ת H3802 הָֽאֵפֹ֔ד H646 אַבְנֵ֥י H68 זִכָּרֹ֖ן H2146 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְנָשָׂא֩ H5375 אַהֲרֹ֨ן H175 אֶת H853 שְׁמוֹתָ֜ם H8034 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 עַל H5921 שְׁתֵּ֥י H8147 כְתֵפָ֖יו H3802 לְזִכָּרֹֽן H2146 ",
      "13": "וְעָשִׂ֥יתָ H6213 מִשְׁבְּצֹ֖ת H4865 זָהָֽב H2091 ",
      "14": "וּשְׁתֵּ֤י H8147 שַׁרְשְׁרֹת֙ H8333 זָהָ֣ב H2091 טָה֔וֹר H2889 מִגְבָּלֹ֛ת H4020 תַּעֲשֶׂ֥ה H6213 אֹתָ֖ם H853 מַעֲשֵׂ֣ה H4639 עֲבֹ֑ת H5688 וְנָתַתָּ֛ה H5414 אֶת H853 שַׁרְשְׁרֹ֥ת H8333 הָעֲבֹתֹ֖ת H5688 עַל H5921 הַֽמִּשְׁבְּצֹֽת H4865 ",
      "15": "וְעָשִׂ֜יתָ H6213 חֹ֤שֶׁן H2833 מִשְׁפָּט֙ H4941 מַעֲשֵׂ֣ה H4639 חֹשֵׁ֔ב H2803 כְּמַעֲשֵׂ֥ה H4639 אֵפֹ֖ד H646 תַּעֲשֶׂ֑נּוּ H6213 זָ֠הָב H2091 תְּכֵ֨לֶת H8504 וְאַרְגָּמָ֜ן H713 וְתוֹלַ֧עַת H8438 שָׁנִ֛י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָ֖ר H7806 תַּעֲשֶׂ֥ה H6213 אֹתֽוֹ H853 ",
      "16": "רָב֥וּעַ H7251 יִֽהְיֶ֖ה H1961 כָּפ֑וּל H3717 זֶ֥רֶת H2239 אָרְכּ֖וֹ H753 וְזֶ֥רֶת H2239 רָחְבּֽוֹ H7341 ",
      "17": "וּמִלֵּאתָ֥ H4390 בוֹ֙ Hb מִלֻּ֣אַת H4396 אֶ֔בֶן H68 אַרְבָּעָ֖ה H702 טוּרִ֣ים H2905 אָ֑בֶן H68 ט֗וּר H2905 אֹ֤דֶם H124 פִּטְדָה֙ H6357 וּבָרֶ֔קֶת H1304 הַטּ֖וּר H2905 הָאֶחָֽד H259 ",
      "18": "וְהַ H2905 הַשֵּׁנִ֑י H8145 נֹ֥פֶךְ H5306 סַפִּ֖יר H5601 וְיָהֲלֹֽם H3095 ",
      "19": "וְהַ H2905 הַשְּׁלִישִׁ֑י H7992 לֶ֥שֶׁם H3958 שְׁב֖וֹ H7618 וְאַחְלָֽמָה H306 ",
      "20": "וְהַ H2905 הָרְבִיעִ֔י H7243 תַּרְשִׁ֥ישׁ H8658 וְשֹׁ֖הַם H7718 וְיָשְׁפֵ֑ה H3471 מְשֻׁבָּצִ֥ים H7660 זָהָ֛ב H2091 יִהְי֖וּ H1961 בְּמִלּוּאֹתָֽ H4396 ",
      "21": "וְ֠הָ H68 תִּֽהְיֶ֜יןָ H1961 עַל H5921 שְׁמֹ֧ת H8034 בְּנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 עַל H5921 שְׁמֹתָ֑ם H8034 פִּתּוּחֵ֤י H6603 חוֹתָם֙ H2368 אִ֣ישׁ H376 עַל H5921 שְׁמ֔וֹ H8034 תִּֽהְיֶ֕יןָ H1961 לִשְׁנֵ֥י H8147 עָשָׂ֖ר H6240 שָֽׁבֶט H7626 ",
      "22": "וְעָשִׂ֧יתָ H6213 עַל H5921 הַחֹ֛שֶׁן H2833 שַֽׁרְשֹׁ֥ת H8331 גַּבְלֻ֖ת H1383 מַעֲשֵׂ֣ה H4639 עֲבֹ֑ת H5688 זָהָ֖ב H2091 טָהֽוֹר H2889 ",
      "23": "וְעָשִׂ֨יתָ֙ H6213 עַל H5921 הַחֹ֔שֶׁן H2833 שְׁתֵּ֖י H8147 טַבְּע֣וֹת H2885 זָהָ֑ב H2091 וְנָתַתָּ֗ H5414 אֶת H853 שְׁתֵּי֙ H8147 הַטַּבָּע֔וֹת H2885 עַל H5921 שְׁנֵ֖י H8147 קְצ֥וֹת H7098 הַחֹֽשֶׁן H2833 ",
      "24": "וְנָתַתָּ֗ה H5414 אֶת H853 שְׁתֵּי֙ H8147 עֲבֹתֹ֣ת H5688 הַזָּהָ֔ב H2091 עַל H5921 שְׁתֵּ֖י H8147 הַטַּבָּעֹ֑ת H2885 אֶל H413 קְצ֖וֹת H7098 הַחֹֽשֶׁן H2833 ",
      "25": "וְאֵ֨ת H853 שְׁתֵּ֤י H8147 קְצוֹת֙ H7098 שְׁתֵּ֣י H8147 הָעֲבֹתֹ֔ת H5688 תִּתֵּ֖ן H5414 עַל H5921 שְׁתֵּ֣י H8147 הַֽמִּשְׁבְּצ֑וֹת H4865 וְנָתַתָּ֛ה H5414 עַל H5921 כִּתְפ֥וֹת H3802 הָאֵפֹ֖ד H646 אֶל H413 מ֥וּל H4136 פָּנָֽיו H6440 ",
      "26": "וְעָשִׂ֗יתָ H6213 שְׁתֵּי֙ H8147 טַבְּע֣וֹת H2885 זָהָ֔ב H2091 וְשַׂמְתָּ֣ H7760 אֹתָ֔ם H853 עַל H5921 שְׁנֵ֖י H8147 קְצ֣וֹת H7098 הַחֹ֑שֶׁן H2833 עַל H5921 שְׂפָת֕וֹ H8193 אֲשֶׁ֛ר H834 אֶל H413 עֵ֥בֶר H5676 הָאֵפֹ֖ד H646 בָּֽיְתָה H1004 ",
      "27": "וְעָשִׂיתָ֮ H6213 שְׁתֵּ֣י H8147 טַבְּע֣וֹת H2885 זָהָב֒ H2091 וְנָתַתָּ֣ה H5414 אֹתָ֡ם H853 עַל H5921 שְׁתֵּי֩ H8147 כִתְפ֨וֹת H3802 הָאֵפ֤וֹד H646 מִלְּ H4295 מִמּ֣וּל H4136 פָּנָ֔יו H6440 לְעֻמַּ֖ת H5980 מֶחְבַּרְתּ֑וֹ H4225 מִמַּ֕עַל H4605 לְחֵ֖שֶׁב H2805 הָאֵפֽוֹד H646 ",
      "28": "וְיִרְכְּס֣וּ H7405 אֶת H853 הַ֠חֹשֶׁן H2833 מטבעת H2885 אֶל H413 טַבְּעֹ֤ת H2885 הָאֵפֹד֙ H646 בִּפְתִ֣יל H6616 תְּכֵ֔לֶת H8504 לִֽהְי֖וֹת H1961 עַל H5921 חֵ֣שֶׁב H2805 הָאֵפ֑וֹד H646 וְלֹֽא H3808 יִזַּ֣ח H2118 הַחֹ֔שֶׁן H2833 מֵעַ֖ל H5921 הָאֵפֽוֹד H646 ",
      "29": "וְנָשָׂ֣א H5375 אַ֠הֲרֹן H175 אֶת H853 שְׁמ֨וֹת H8034 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 בְּחֹ֧שֶׁן H2833 הַמִּשְׁפָּ֛ט H4941 עַל H5921 לִבּ֖וֹ H3820 בְּבֹא֣ H935 אֶל H413 הַקֹּ֑דֶשׁ H6944 לְזִכָּרֹ֥ן H2146 לִפְנֵֽי H6440 יְהוָ֖ה H3068 תָּמִֽיד H8548 ",
      "30": "וְנָתַתָּ֞ H5414 אֶל H413 חֹ֣שֶׁן H2833 הַמִּשְׁפָּ֗ט H4941 אֶת H853 הָאוּרִים֙ H224 וְאֶת H853 הַתֻּמִּ֔ים H8550 וְהָיוּ֙ H1961 עַל H5921 לֵ֣ב H3820 אַהֲרֹ֔ן H175 בְּבֹא֖ H935 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְנָשָׂ֣א H5375 אַ֠הֲרֹן H175 אֶת H853 מִשְׁפַּ֨ט H4941 בְּנֵי H1121 יִשְׂרָאֵ֧ל H3478 עַל H5921 לִבּ֛וֹ H3820 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִֽיד H8548 ",
      "31": "וְעָשִׂ֛יתָ H6213 אֶת H853 מְעִ֥יל H4598 הָאֵפ֖וֹד H646 כְּלִ֥יל H3632 תְּכֵֽלֶת H8504 ",
      "32": "וְהָיָ֥ה H1961 פִֽי H6310 רֹאשׁ֖וֹ H7218 בְּתוֹכ֑ H8432 שָׂפָ֡ה H8193 יִֽהְיֶה֩ H1961 לְפִ֨י H6310 סָבִ֜יב H5439 מַעֲשֵׂ֣ה H4639 אֹרֵ֗ג H707 כְּפִ֥י H6310 תַחְרָ֛א H8473 יִֽהְיֶה H1961 לּ֖וֹ Hl לֹ֥א H3808 יִקָּרֵֽעַ H7167 ",
      "33": "וְעָשִׂ֣יתָ H6213 עַל H5921 שׁוּלָ֗יו H7757 רִמֹּנֵי֙ H7416 תְּכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 וְתוֹלַ֣עַת H8438 שָׁנִ֔י H8144 עַל H5921 שׁוּלָ֖יו H7757 סָבִ֑יב H5439 וּפַעֲמֹנֵ֥י H6472 זָהָ֛ב H2091 בְּתוֹכָ֖ H8432 סָבִֽיב H5439 ",
      "34": "פַּעֲמֹ֤ן H6472 זָהָב֙ H2091 וְרִמּ֔וֹן H7416 פַּֽעֲמֹ֥ן H6472 זָהָ֖ב H2091 וְרִמּ֑וֹן H7416 עַל H5921 שׁוּלֵ֥י H7757 הַמְּעִ֖יל H4598 סָבִֽיב H5439 ",
      "35": "וְהָיָ֥ה H1961 עַֽל H5921 אַהֲרֹ֖ן H175 לְשָׁרֵ֑ת H8334 וְנִשְׁמַ֣ע H8085 ק֠וֹלוֹ H6963 בְּבֹא֨ H935 אֶל H413 הַקֹּ֜דֶשׁ H6944 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 וּבְ H3318 וְלֹ֥א H3808 יָמֽוּת H4191 ",
      "36": "וְעָשִׂ֥יתָ H6213 צִּ֖יץ H6731 זָהָ֣ב H2091 טָה֑וֹר H2889 וּפִתַּחְתָּ֤ H6605 עָלָיו֙ H5921 פִּתּוּחֵ֣י H6603 חֹתָ֔ם H2368 קֹ֖דֶשׁ H6944 לַֽיהוָֽה H3068 ",
      "37": "וְשַׂמְתָּ֤ H7760 אֹתוֹ֙ H853 עַל H5921 פְּתִ֣יל H6616 תְּכֵ֔לֶת H8504 וְהָיָ֖ה H1961 עַל H5921 הַמִּצְנָ֑פֶת H4701 אֶל H413 מ֥וּל H4136 פְּנֵֽי H6440 הַמִּצְנֶ֖פֶת H4701 יִהְיֶֽה H1961 ",
      "38": "וְהָיָה֮ H1961 עַל H5921 מֵ֣צַח H4696 אַהֲרֹן֒ H175 וְנָשָׂ֨א H5375 אַהֲרֹ֜ן H175 אֶת H853 עֲוֺ֣ן H5771 הַקֳּדָשִׁ֗ים H6944 אֲשֶׁ֤ר H834 יַקְדִּ֨ישׁוּ֙ H6942 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לְכָֽל H3605 מַתְּנֹ֖ת H4979 קָדְשֵׁיהֶ֑ם H6944 וְהָיָ֤ה H1961 עַל H5921 מִצְחוֹ֙ H4696 תָּמִ֔יד H8548 לְרָצ֥וֹן H7522 לָהֶ֖ם Hl לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "39": "וְשִׁבַּצְתָּ֙ H7660 הַכְּתֹ֣נֶת H3801 שֵׁ֔שׁ H8336 וְעָשִׂ֖יתָ H6213 מִצְנֶ֣פֶת H4701 שֵׁ֑שׁ H8336 וְאַבְנֵ֥ט H73 תַּעֲשֶׂ֖ה H6213 מַעֲשֵׂ֥ה H4639 רֹקֵֽם H7551 ",
      "40": "וְלִ H1121 אַהֲרֹן֙ H175 תַּעֲשֶׂ֣ה H6213 כֻתֳּנֹ֔ת H3801 וְעָשִׂ֥יתָ H6213 לָהֶ֖ם Hl אַבְנֵטִ֑ים H73 וּמִגְבָּעוֹת֙ H4021 תַּעֲשֶׂ֣ה H6213 לָהֶ֔ם Hl לְכָב֖וֹד H3519 וּלְ H8597 ",
      "41": "וְהִלְבַּשְׁתָּ֤ H3847 אֹתָם֙ H853 אֶת H853 אַהֲרֹ֣ן H175 אָחִ֔יךָ H251 וְאֶת H853 בָּנָ֖יו H1121 אִתּ֑וֹ H854 וּמָשַׁחְתָּ֨ H4886 אֹתָ֜ם H853 וּמִלֵּאתָ֧ H4390 אֶת H853 יָדָ֛ם H3027 וְקִדַּשְׁתָּ֥ H6942 אֹתָ֖ם H853 וְכִהֲנ֥וּ H3547 לִֽי Hl ",
      "42": "וַעֲשֵׂ֤ה H6213 לָהֶם֙ Hl מִכְנְסֵי H4370 בָ֔ד H906 לְכַסּ֖וֹת H3680 בְּשַׂ֣ר H1320 עֶרְוָ֑ה H6172 מִמָּתְנַ֥יִם H4975 וְעַד H5704 יְרֵכַ֖יִם H3409 יִהְיֽוּ H1961 ",
      "43": "וְהָיוּ֩ H1961 עַל H5921 אַהֲרֹ֨ן H175 וְעַל H5921 בָּנָ֜יו H1121 בְּבֹאָ֣ H935 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֗ד H4150 א֣וֹ H176 בְגִשְׁתָּ֤ H5066 אֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 לְשָׁרֵ֣ת H8334 בַּקֹּ֔דֶשׁ H6944 וְלֹא H3808 יִשְׂא֥וּ H5375 עָוֺ֖ן H5771 וָמֵ֑תוּ H4191 חֻקַּ֥ת H2708 עוֹלָ֛ם H5769 ל֖וֹ Hl וּלְ H2233 אַחֲרָֽיו H310 "
    },
    "29": {
      "1": "וְזֶ֨ה H2088 הַדָּבָ֜ר H1697 אֲשֶֽׁר H834 תַּעֲשֶׂ֥ה H6213 לָהֶ֛ם Hl לְקַדֵּ֥שׁ H6942 אֹתָ֖ם H853 לְכַהֵ֣ן H3547 לִ֑י Hl לְ֠קַח H3947 פַּ֣ר H6499 אֶחָ֧ד H259 בֶּן H1121 בָּקָ֛ר H1241 וְאֵילִ֥ם H352 שְׁנַ֖יִם H8147 תְּמִימִֽם H8549 ",
      "2": "וְלֶ֣חֶם H3899 מַצּ֗וֹת H4682 וְחַלֹּ֤ת H2471 מַצֹּת֙ H4682 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֣ים H4886 בַּשָּׁ֑מֶן H8081 סֹ֥לֶת H5560 חִטִּ֖ים H2406 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
      "3": "וְנָתַתָּ֤ H5414 אוֹתָם֙ H853 עַל H5921 סַ֣ל H5536 אֶחָ֔ד H259 וְהִקְרַבְתָּ֥ H7126 אֹתָ֖ם H853 בַּסָּ֑ל H5536 וְאֶ֨ת H854 הַפָּ֔ר H6499 וְאֵ֖ת H853 שְׁנֵ֥י H8147 הָאֵילִֽם H352 ",
      "4": "וְאֶת H853 אַהֲרֹ֤ן H175 וְאֶת H853 בָּנָיו֙ H1121 תַּקְרִ֔יב H7126 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְרָחַצְתָּ֥ H7364 אֹתָ֖ם H853 בַּמָּֽיִם H4325 ",
      "5": "וְלָקַחְתָּ֣ H3947 אֶת H853 הַבְּגָדִ֗ים H899 וְהִלְבַּשְׁתָּ֤ H3847 אֶֽת H853 אַהֲרֹן֙ H175 אֶת H853 הַכֻּתֹּ֔נֶת H3801 וְאֵת֙ H853 מְעִ֣יל H4598 הָאֵפֹ֔ד H646 וְאֶת H853 הָאֵפֹ֖ד H646 וְאֶת H853 הַחֹ֑שֶׁן H2833 וְאָפַדְתָּ֣ H640 ל֔וֹ Hl בְּחֵ֖שֶׁב H2805 הָאֵפֹֽד H646 ",
      "6": "וְשַׂמְתָּ֥ H7760 הַמִּצְנֶ֖פֶת H4701 עַל H5921 רֹאשׁ֑וֹ H7218 וְנָתַתָּ֛ H5414 אֶת H853 נֵ֥זֶר H5145 הַקֹּ֖דֶשׁ H6944 עַל H5921 הַמִּצְנָֽפֶת H4701 ",
      "7": "וְלָֽקַחְתָּ֙ H3947 אֶת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְיָצַקְתָּ֖ H3332 עַל H5921 רֹאשׁ֑וֹ H7218 וּמָשַׁחְתָּ֖ H4886 אֹתֽוֹ H853 ",
      "8": "וְאֶת H853 בָּנָ֖יו H1121 תַּקְרִ֑יב H7126 וְהִלְבַּשְׁתָּ֖ H3847 כֻּתֳּנֹֽת H3801 ",
      "9": "וְחָגַרְתָּ֩ H2296 אֹתָ֨ם H853 אַבְנֵ֜ט H73 אַהֲרֹ֣ן H175 וּבָנָ֗י H1121 וְחָבַשְׁתָּ֤ H2280 לָהֶם֙ H1992 מִגְבָּעֹ֔ת H4021 וְהָיְתָ֥ה H1961 לָהֶ֛ם H1992 כְּהֻנָּ֖ה H3550 לְחֻקַּ֣ת H2708 עוֹלָ֑ם H5769 וּמִלֵּאתָ֥ H4390 יַֽד H3027 אַהֲרֹ֖ן H175 וְיַד H3027 בָּנָֽיו H1121 ",
      "10": "וְהִקְרַבְתָּ֙ H7126 אֶת H853 הַפָּ֔ר H6499 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְסָמַ֨ךְ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הַפָּֽר H6499 ",
      "11": "וְשָׁחַטְתָּ֥ H7819 אֶת H853 הַפָּ֖ר H6499 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "12": "וְלָֽקַחְתָּ֙ H3947 מִדַּ֣ם H1818 הַפָּ֔ר H6499 וְנָתַתָּ֛ה H5414 עַל H5921 קַרְנֹ֥ת H7161 הַמִּזְבֵּ֖חַ H4196 בְּאֶצְבָּעֶ֑ H676 וְאֶת H853 כָּל H3605 הַדָּ֣ם H1818 תִּשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
      "13": "וְלָֽקַחְתָּ֗ H3947 אֶֽת H853 כָּל H3605 הַחֵלֶב֮ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּרֶב֒ H7130 וְאֵ֗ת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֖לֶב H2459 אֲשֶׁ֣ר H834 עֲלֵיהֶ֑ן H5921 וְהִקְטַרְתָּ֖ H6999 הַמִּזְבֵּֽחָ H4196 ",
      "14": "וְאֶת H853 בְּשַׂ֤ר H1320 הַפָּר֙ H6499 וְאֶת H853 עֹר֣וֹ H5785 וְאֶת H853 פִּרְשׁ֔וֹ H6569 תִּשְׂרֹ֣ף H8313 בָּאֵ֔שׁ H784 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 חַטָּ֖את H2403 הֽוּא H1931 ",
      "15": "וְאֶת H853 הָאַ֥יִל H352 הָאֶחָ֖ד H259 תִּקָּ֑ח H3947 וְסָ֨מְכ֜וּ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
      "16": "וְשָׁחַטְתָּ֖ H7819 אֶת H853 הָאָ֑יִל H352 וְלָֽקַחְתָּ֙ H3947 אֶת H853 דָּמ֔וֹ H1818 וְזָרַקְתָּ֥ H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "17": "וְאֶ֨ת H853 הָאַ֔יִל H352 תְּנַתֵּ֖חַ H5408 לִנְתָחָ֑י H5409 וְרָחַצְתָּ֤ H7364 קִרְבּוֹ֙ H7130 וּכְרָעָ֔י H3767 וְנָתַתָּ֥ H5414 עַל H5921 נְתָחָ֖יו H5409 וְעַל H5921 רֹאשֽׁוֹ H7218 ",
      "18": "וְהִקְטַרְתָּ֤ H6999 אֶת H853 כָּל H3605 הָאַ֨יִל֙ H352 הַמִּזְבֵּ֔חָ H4196 עֹלָ֥ה H5930 ה֖וּא H1931 לַֽיהוָ֑ה H3068 רֵ֣יחַ H7381 נִיח֔וֹחַ H5207 אִשֶּׁ֥ה H801 לַיהוָ֖ה H3068 הֽוּא H1931 ",
      "19": "וְלָ֣קַחְתָּ֔ H3947 אֵ֖ת H853 הָאַ֣יִל H352 הַשֵּׁנִ֑י H8145 וְסָמַ֨ךְ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
      "20": "וְשָׁחַטְתָּ֣ H7819 אֶת H853 הָאַ֗יִל H352 וְלָקַחְתָּ֤ H3947 מִדָּמ H1818 וְנָֽתַתָּ֡ה H5414 עַל H5921 תְּנוּךְ֩ H8571 אֹ֨זֶן H241 אַהֲרֹ֜ן H175 וְעַל H5921 תְּנ֨וּךְ H8571 אֹ֤זֶן H241 בָּנָיו֙ H1121 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדָם֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְלָ֖ם H7272 הַיְמָנִ֑ית H3233 וְזָרַקְתָּ֧ H2236 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "21": "וְלָקַחְתָּ֞ H3947 מִן H4480 הַדָּ֨ם H1818 אֲשֶׁ֥ר H834 עַֽל H5921 הַמִּזְבֵּחַ֮ H4196 וּמִ H8081 הַמִּשְׁחָה֒ H4888 וְהִזֵּיתָ֤ H5137 עַֽל H5921 אַהֲרֹן֙ H175 וְעַל H5921 בְּגָדָ֔יו H899 וְעַל H5921 בָּנָ֛יו H1121 וְעַל H5921 בִּגְדֵ֥י H899 בָנָ֖יו H1121 אִתּ֑וֹ H854 וְקָדַ֥שׁ H6942 הוּא֙ H1931 וּבְגָדָ֔י H899 וּבָנָ֛י H1121 וּבִגְדֵ֥י H899 בָנָ֖יו H1121 אִתּֽוֹ H854 ",
      "22": "וְלָקַחְתָּ֣ H3947 מִן H4480 הָ֠אַיִל H352 הַחֵ֨לֶב H2459 וְהָֽ H451 וְאֶת H853 הַחֵ֣לֶב H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֗רֶב H7130 וְאֵ֨ת H853 יֹתֶ֤רֶת H3508 הַכָּבֵד֙ H3516 וְאֵ֣ת H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֗ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 וְאֵ֖ת H853 שׁ֣וֹק H7785 הַיָּמִ֑ין H3225 כִּ֛י H3588 אֵ֥יל H352 מִלֻּאִ֖ים H4394 הֽוּא H1931 ",
      "23": "וְכִכַּ֨ר H3603 לֶ֜חֶם H3899 אַחַ֗ת H259 וַֽחַלַּ֨ת H2471 לֶ֥חֶם H3899 שֶׁ֛מֶן H8081 אַחַ֖ת H259 וְרָקִ֣יק H7550 אֶחָ֑ד H259 מִסַּל֙ H5536 הַמַּצּ֔וֹת H4682 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "24": "וְשַׂמְתָּ֣ H7760 הַכֹּ֔ל H3605 עַ֚ל H5921 כַּפֵּ֣י H3709 אַהֲרֹ֔ן H175 וְעַ֖ל H5921 כַּפֵּ֣י H3709 בָנָ֑יו H1121 וְהֵנַפְתָּ֥ H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "25": "וְלָקַחְתָּ֤ H3947 אֹתָם֙ H853 מִיָּדָ֔ H3027 וְהִקְטַרְתָּ֥ H6999 הַמִּזְבֵּ֖חָ H4196 עַל H5921 הָעֹלָ֑ה H5930 לְרֵ֤יחַ H7381 נִיח֨וֹחַ֙ H5207 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אִשֶּׁ֥ה H801 ה֖וּא H1931 לַיהוָֽה H3068 ",
      "26": "וְלָקַחְתָּ֣ H3947 אֶת H853 הֶֽחָזֶ֗ה H2373 מֵאֵ֤יל H352 הַמִּלֻּאִים֙ H4394 אֲשֶׁ֣ר H834 לְאַהֲרֹ֔ן H175 וְהֵנַפְתָּ֥ H5130 אֹת֛וֹ H853 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְהָיָ֥ה H1961 לְךָ֖ Hl לְמָנָֽה H4490 ",
      "27": "וְקִדַּשְׁתָּ֞ H6942 אֵ֣ת H853 חֲזֵ֣ה H2373 הַתְּנוּפָ֗ה H8573 וְאֵת֙ H853 שׁ֣וֹק H7785 הַתְּרוּמָ֔ה H8641 אֲשֶׁ֥ר H834 הוּנַ֖ף H5130 וַאֲשֶׁ֣ר H834 הוּרָ֑ם H7311 מֵאֵיל֙ H352 הַמִּלֻּאִ֔ים H4394 מֵאֲשֶׁ֥ר H834 לְאַהֲרֹ֖ן H175 וּמֵ H834 לְבָנָֽי H1121 ",
      "28": "וְהָיָה֩ H1961 לְאַהֲרֹ֨ן H175 וּלְ H1121 לְחָק H2706 עוֹלָ֗ם H5769 מֵאֵת֙ H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 תְרוּמָ֖ה H8641 ה֑וּא H1931 וּתְרוּמָ֞ה H8641 יִהְיֶ֨ה H1961 מֵאֵ֤ת H853 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מִזִּבְחֵ֣י H2077 שַׁלְמֵיהֶ֔ם H8002 תְּרוּמָתָ֖ם H8641 לַיהוָֽה H3068 ",
      "29": "וּבִגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 אֲשֶׁ֣ר H834 לְאַהֲרֹ֔ן H175 יִהְי֥וּ H1961 לְבָנָ֖י H1121 אַחֲרָ֑יו H310 לְמָשְׁחָ֣ה H4888 בָהֶ֔ם Hb וּלְ H4390 בָ֖ם Hb אֶת H853 יָדָֽם H3027 ",
      "30": "שִׁבְעַ֣ת H7651 יָמִ֗ים H3117 יִלְבָּשָׁ֧ם H3847 הַכֹּהֵ֛ן H3548 תַּחְתָּ֖יו H8478 מִבָּנָ֑י H1121 אֲשֶׁ֥ר H834 יָבֹ֛א H935 אֶל H413 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 לְשָׁרֵ֥ת H8334 בַּקֹּֽדֶשׁ H6944 ",
      "31": "וְאֵ֛ת H853 אֵ֥יל H352 הַמִּלֻּאִ֖ים H4394 תִּקָּ֑ח H3947 וּבִשַּׁלְתָּ֥ H1310 אֶת H853 בְּשָׂר֖וֹ H1320 בְּמָקֹ֥ם H4725 קָדֹֽשׁ H6918 ",
      "32": "וְאָכַ֨ל H398 אַהֲרֹ֤ן H175 וּבָנָי H1121 אֶת H853 בְּשַׂ֣ר H1320 הָאַ֔יִל H352 וְאֶת H853 הַלֶּ֖חֶם H3899 אֲשֶׁ֣ר H834 בַּסָּ֑ל H5536 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "33": "וְאָכְל֤וּ H398 אֹתָם֙ H853 אֲשֶׁ֣ר H834 כֻּפַּ֣ר H3722 בָּהֶ֔ם Hb לְמַלֵּ֥א H4390 אֶת H853 יָדָ֖ם H3027 לְקַדֵּ֣שׁ H6942 אֹתָ֑ם H853 וְזָ֥ר H2114 לֹא H3808 יֹאכַ֖ל H398 כִּי H3588 קֹ֥דֶשׁ H6944 הֵֽם H1992 ",
      "34": "וְֽאִם H518 יִוָּתֵ֞ר H3498 מִבְּשַׂ֧ר H1320 הַמִּלֻּאִ֛ים H4394 וּמִן H4480 הַלֶּ֖חֶם H3899 עַד H5704 הַבֹּ֑קֶר H1242 וְשָׂרַפְתָּ֤ H8313 אֶת H853 הַנּוֹתָר֙ H3498 בָּאֵ֔שׁ H784 לֹ֥א H3808 יֵאָכֵ֖ל H398 כִּי H3588 קֹ֥דֶשׁ H6944 הֽוּא H1931 ",
      "35": "וְעָשִׂ֜יתָ H6213 לְאַהֲרֹ֤ן H175 וּלְ H1121 כָּ֔כָה H3602 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוִּ֖יתִי H6680 אֹתָ֑כָה H853 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 תְּמַלֵּ֥א H4390 יָדָֽם H3027 ",
      "36": "וּפַ֨ר H6499 חַטָּ֜את H2403 תַּעֲשֶׂ֤ה H6213 לַיּוֹם֙ H3117 עַל H5921 הַכִּפֻּרִ֔ים H3725 וְחִטֵּאתָ֙ H2398 עַל H5921 הַמִּזְבֵּ֔חַ H4196 בְּכַפֶּרְ H3722 עָלָ֑יו H5921 וּמָֽשַׁחְתָּ֥ H4886 אֹת֖וֹ H853 לְקַדְּשֽׁ H6942 ",
      "37": "שִׁבְעַ֣ת H7651 יָמִ֗ים H3117 תְּכַפֵּר֙ H3722 עַל H5921 הַמִּזְבֵּ֔חַ H4196 וְקִדַּשְׁתָּ֖ H6942 אֹת֑וֹ H853 וְהָיָ֤ה H1961 הַמִּזְבֵּ֨חַ֙ H4196 קֹ֣דֶשׁ H6944 קָֽדָשִׁ֔ים H6944 כָּל H3605 הַנֹּגֵ֥עַ H5060 בַּמִּזְבֵּ֖חַ H4196 יִקְדָּֽשׁ H6942 ",
      "38": "וְזֶ֕ה H2088 אֲשֶׁ֥ר H834 תַּעֲשֶׂ֖ה H6213 עַל H5921 הַמִּזְבֵּ֑חַ H4196 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 שְׁנַ֥יִם H8147 לַיּ֖וֹם H3117 תָּמִֽיד H8548 ",
      "39": "אֶת H853 הַכֶּ֥בֶשׂ H3532 הָאֶחָ֖ד H259 תַּעֲשֶׂ֣ה H6213 בַבֹּ֑קֶר H1242 וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֥ין H996 הָעַרְבָּֽיִם H6153 ",
      "40": "וְעִשָּׂרֹ֨ן H6241 סֹ֜לֶת H5560 בָּל֨וּל H1101 בְּשֶׁ֤מֶן H8081 כָּתִית֙ H3795 רֶ֣בַע H7253 הַהִ֔ין H1969 וְנֵ֕סֶךְ H5262 רְבִעִ֥ית H7253 הַהִ֖ין H1969 יָ֑יִן H3196 לַכֶּ֖בֶשׂ H3532 הָאֶחָֽד H259 ",
      "41": "וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֣ין H996 הָעַרְבָּ֑יִם H6153 כְּמִנְחַ֨ת H4503 הַבֹּ֤קֶר H1242 וּכְ H5262 תַּֽעֲשֶׂה H6213 לָּ֔הּ Hl לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "42": "עֹלַ֤ת H5930 תָּמִיד֙ H8548 לְדֹרֹ֣תֵי H1755 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 אִוָּעֵ֤ד H3259 לָכֶם֙ Hl שָׁ֔מָּה H8033 לְדַבֵּ֥ר H1696 אֵלֶ֖יךָ H413 שָֽׁם H8033 ",
      "43": "וְנֹעַדְתִּ֥י H3259 שָׁ֖מָּה H8033 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְנִקְדַּ֖שׁ H6942 בִּכְבֹדִֽ H3519 ",
      "44": "וְקִדַּשְׁתִּ֛י H6942 אֶת H853 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וְאֶת H853 הַמִּזְבֵּ֑חַ H4196 וְאֶת H853 אַהֲרֹ֧ן H175 וְאֶת H853 בָּנָ֛יו H1121 אֲקַדֵּ֖שׁ H6942 לְכַהֵ֥ן H3547 לִֽי Hl ",
      "45": "וְשָׁ֣כַנְתִּ֔י H7931 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָיִ֥יתִי H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
      "46": "וְיָדְע֗וּ H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיהֶ֔ם H430 אֲשֶׁ֨ר H834 הוֹצֵ֧אתִי H3318 אֹתָ֛ם H853 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לְשָׁכְנִ֣ H7931 בְתוֹכָ֑ H8432 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיהֶֽם H430 "
    },
    "30": {
      "1": "וְעָשִׂ֥יתָ H6213 מִזְבֵּ֖חַ H4196 מִקְטַ֣ר H4729 קְטֹ֑רֶת H7004 עֲצֵ֥י H6086 שִׁטִּ֖ים H7848 תַּעֲשֶׂ֥ה H6213 אֹתֽוֹ H853 ",
      "2": "אַמָּ֨ה H520 אָרְכּ֜וֹ H753 וְאַמָּ֤ה H520 רָחְבּוֹ֙ H7341 רָב֣וּעַ H7251 יִהְיֶ֔ה H1961 וְאַמָּתַ֖יִם H520 קֹמָת֑וֹ H6967 מִמֶּ֖נּוּ H4480 קַרְנֹתָֽיו H7161 ",
      "3": "וְצִפִּיתָ֨ H6823 אֹת֜וֹ H853 זָהָ֣ב H2091 טָה֗וֹר H2889 אֶת H853 גַּגּ֧וֹ H1406 וְאֶת H853 קִירֹתָ֛יו H7023 סָבִ֖יב H5439 וְאֶת H853 קַרְנֹתָ֑יו H7161 וְעָשִׂ֥יתָ H6213 לּ֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
      "4": "וּשְׁתֵּי֩ H8147 טַבְּעֹ֨ת H2885 זָהָ֜ב H2091 תַּֽעֲשֶׂה H6213 לּ֣וֹ Hl מִתַּ֣חַת H8478 לְזֵר֗ H2213 עַ֚ל H5921 שְׁתֵּ֣י H8147 צַלְעֹתָ֔יו H6763 תַּעֲשֶׂ֖ה H6213 עַל H5921 שְׁנֵ֣י H8147 צִדָּ֑יו H6654 וְהָיָה֙ H1961 לְבָתִּ֣ים H1004 לְבַדִּ֔ים H905 לָשֵׂ֥את H5375 אֹת֖וֹ H853 בָּהֵֽמָּה H1992 ",
      "5": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַבַּדִּ֖ים H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
      "6": "וְנָתַתָּ֤ה H5414 אֹתוֹ֙ H853 לִפְנֵ֣י H6440 הַפָּרֹ֔כֶת H6532 אֲשֶׁ֖ר H834 עַל H5921 אֲרֹ֣ן H727 הָעֵדֻ֑ת H5715 לִפְנֵ֣י H6440 הַכַּפֹּ֗רֶת H3727 אֲשֶׁר֙ H834 עַל H5921 הָ֣עֵדֻ֔ת H5715 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לְךָ֖ Hl שָֽׁמָּה H8033 ",
      "7": "וְהִקְטִ֥יר H6999 עָלָ֛יו H5921 אַהֲרֹ֖ן H175 קְטֹ֣רֶת H7004 סַמִּ֑ים H5561 בַּבֹּ֣קֶר H1242 בַּבֹּ֗קֶר H1242 בְּהֵיטִיב֛ H3190 אֶת H853 הַנֵּרֹ֖ת H5216 יַקְטִירֶֽנָּה H6999 ",
      "8": "וּבְ H5927 אַהֲרֹ֧ן H175 אֶת H853 הַנֵּרֹ֛ת H5216 בֵּ֥ין H996 הָעֲרְבַּ֖יִם H6153 יַקְטִירֶ֑נָּה H6999 קְטֹ֧רֶת H7004 תָּמִ֛יד H8548 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לְדֹרֹתֵי H1755 ",
      "9": "לֹא H3808 תַעֲל֥וּ H5927 עָלָ֛יו H5921 קְטֹ֥רֶת H7004 זָרָ֖ה H2114 וְעֹלָ֣ה H5930 וּמִנְחָ֑ה H4503 וְנֵ֕סֶךְ H5262 לֹ֥א H3808 תִסְּכ֖וּ H5258 עָלָֽיו H5921 ",
      "10": "וְכִפֶּ֤ר H3722 אַהֲרֹן֙ H175 עַל H5921 קַרְנֹתָ֔יו H7161 אַחַ֖ת H259 בַּשָּׁנָ֑ה H8141 מִדַּ֞ם H1818 חַטַּ֣את H2403 הַכִּפֻּרִ֗ים H3725 אַחַ֤ת H259 בַּשָּׁנָה֙ H8141 יְכַפֵּ֤ר H3722 עָלָיו֙ H5921 לְדֹרֹ֣תֵי H1755 קֹֽדֶשׁ H6944 קָֽדָשִׁ֥ים H6944 ה֖וּא H1931 לַיהוָֽה H3068 ",
      "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "12": "כִּ֣י H3588 תִשָּׂ֞א H5375 אֶת H853 רֹ֥אשׁ H7218 בְּנֵֽי H1121 יִשְׂרָאֵ֘ל H3478 לִפְקֻדֵי H6485 וְנָ֨תְנ֜וּ H5414 אִ֣ישׁ H376 כֹּ֧פֶר H3724 נַפְשׁ֛וֹ H5315 לַיהוָ֖ה H3068 בִּפְקֹ֣ד H6485 אֹתָ֑ם H853 וְלֹא H3808 יִהְיֶ֥ה H1961 בָהֶ֛ם Hb נֶ֖גֶף H5063 בִּפְקֹ֥ד H6485 אֹתָֽם H853 ",
      "13": "זֶ֣ה H2088 יִתְּנ֗וּ H5414 כָּל H3605 הָעֹבֵר֙ H5674 עַל H5921 הַפְּקֻדִ֔ים H6485 מַחֲצִ֥ית H4276 הַשֶּׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 עֶשְׂרִ֤ים H6242 גֵּרָה֙ H1626 הַשֶּׁ֔קֶל H8255 מַחֲצִ֣ית H4276 הַשֶּׁ֔קֶל H8255 תְּרוּמָ֖ה H8641 לַֽיהוָֽה H3068 ",
      "14": "כֹּ֗ל H3605 הָעֹבֵר֙ H5674 עַל H5921 הַפְּקֻדִ֔ים H6485 מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וָמָ֑עְלָ H4605 יִתֵּ֖ן H5414 תְּרוּמַ֥ת H8641 יְהוָֽה H3068 ",
      "15": "הֶֽעָשִׁ֣יר H6223 לֹֽא H3808 יַרְבֶּ֗ה H7235 וְהַ H1800 לֹ֣א H3808 יַמְעִ֔יט H4591 מִֽמַּחֲצִ֖ית H4276 הַשָּׁ֑קֶל H8255 לָתֵת֙ H5414 אֶת H853 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 לְכַפֵּ֖ר H3722 עַל H5921 נַפְשֹׁתֵיכֶֽם H5315 ",
      "16": "וְלָקַחְתָּ֞ H3947 אֶת H853 כֶּ֣סֶף H3701 הַכִּפֻּרִ֗ים H3722 מֵאֵת֙ H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְנָתַתָּ֣ H5414 אֹת֔וֹ H853 עַל H5921 עֲבֹדַ֖ת H5656 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהָיָה֩ H1961 לִבְנֵ֨י H1121 יִשְׂרָאֵ֤ל H3478 לְזִכָּרוֹן֙ H2146 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְכַפֵּ֖ר H3722 עַל H5921 נַפְשֹׁתֵיכֶֽם H5315 ",
      "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "18": "וְעָשִׂ֜יתָ H6213 כִּיּ֥וֹר H3595 נְחֹ֛שֶׁת H5178 וְכַנּ֥ H3653 נְחֹ֖שֶׁת H5178 לְרָחְצָ֑ה H7364 וְנָתַתָּ֣ H5414 אֹת֗וֹ H853 בֵּֽין H996 אֹ֤הֶל H168 מוֹעֵד֙ H4150 וּבֵ֣ין H996 הַמִּזְבֵּ֔חַ H4196 וְנָתַתָּ֥ H5414 שָׁ֖מָּה H8033 מָֽיִם H4325 ",
      "19": "וְרָחֲצ֛וּ H7364 אַהֲרֹ֥ן H175 וּבָנָ֖י H1121 מִמֶּ֑נּוּ H4480 אֶת H853 יְדֵיהֶ֖ם H3027 וְאֶת H853 רַגְלֵיהֶֽם H7272 ",
      "20": "בְּבֹאָ֞ H935 אֶל H413 אֹ֧הֶל H168 מוֹעֵ֛ד H4150 יִרְחֲצוּ H7364 מַ֖יִם H4325 וְלֹ֣א H3808 יָמֻ֑תוּ H4191 א֣וֹ H176 בְגִשְׁתָּ֤ H5066 אֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 לְשָׁרֵ֔ת H8334 לְהַקְטִ֥יר H6999 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
      "21": "וְרָחֲצ֛וּ H7364 יְדֵיהֶ֥ם H3027 וְרַגְלֵי H7272 וְלֹ֣א H3808 יָמֻ֑תוּ H4191 וְהָיְתָ֨ה H1961 לָהֶ֧ם Hl חָק H2706 עוֹלָ֛ם H5769 ל֥וֹ Hl וּלְ H2233 לְדֹרֹתָֽ H1755 ",
      "22": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "23": "וְאַתָּ֣ה H859 קַח H3947 לְךָ֮ Hl בְּשָׂמִ֣ים H1314 רֹאשׁ֒ H7218 מָר H4753 דְּרוֹר֙ H1865 חֲמֵ֣שׁ H2568 מֵא֔וֹת H3967 וְקִנְּמָן H7076 בֶּ֥שֶׂם H1314 מַחֲצִית֖וֹ H4276 חֲמִשִּׁ֣ים H2572 וּמָאתָ֑יִם H3967 וּקְנֵה H7070 בֹ֖שֶׂם H1314 חֲמִשִּׁ֥ים H2572 וּמָאתָֽיִם H3967 ",
      "24": "וְקִדָּ֕ה H6916 חֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 וְשֶׁ֥מֶן H8081 זַ֖יִת H2132 הִֽין H1969 ",
      "25": "וְעָשִׂ֣יתָ H6213 אֹת֗וֹ H853 שֶׁ֚מֶן H8081 מִשְׁחַת H4888 קֹ֔דֶשׁ H6944 רֹ֥קַח H7545 מִרְקַ֖חַת H4842 מַעֲשֵׂ֣ה H4639 רֹקֵ֑חַ H7543 שֶׁ֥מֶן H8081 מִשְׁחַת H4888 קֹ֖דֶשׁ H6944 יִהְיֶֽה H1961 ",
      "26": "וּמָשַׁחְתָּ֥ H4886 ב֖וֹ Hb אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְאֵ֖ת H853 אֲר֥וֹן H727 הָעֵדֻֽת H5715 ",
      "27": "וְאֶת H853 הַשֻּׁלְחָן֙ H7979 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֶת H853 הַמְּנֹרָ֖ה H4501 וְאֶת H853 כֵּלֶ֑יהָ H3627 וְאֵ֖ת H853 מִזְבַּ֥ח H4196 הַקְּטֹֽרֶת H7004 ",
      "28": "וְאֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְאֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
      "29": "וְקִדַּשְׁתָּ֣ H6942 אֹתָ֔ם H853 וְהָי֖וּ H1961 קֹ֣דֶשׁ H6944 קָֽדָשִׁ֑ים H6944 כָּל H3605 הַנֹּגֵ֥עַ H5060 בָּהֶ֖ם Hb יִקְדָּֽשׁ H6942 ",
      "30": "וְאֶת H853 אַהֲרֹ֥ן H175 וְאֶת H853 בָּנָ֖יו H1121 תִּמְשָׁ֑ח H4886 וְקִדַּשְׁתָּ֥ H6942 אֹתָ֖ם H853 לְכַהֵ֥ן H3547 לִֽי Hl ",
      "31": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 שֶׁ֠מֶן H8081 מִשְׁחַת H4888 קֹ֨דֶשׁ H6944 יִהְיֶ֥ה H1961 זֶ֛ה H2088 לִ֖י Hl לְדֹרֹתֵי H1755 ",
      "32": "עַל H5921 בְּשַׂ֤ר H1320 אָדָם֙ H120 לֹ֣א H3808 יִיסָ֔ךְ H3251 וּבְ H4971 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 כָּמֹ֑הוּ H3644 קֹ֣דֶשׁ H6944 ה֔וּא H1931 קֹ֖דֶשׁ H6944 יִהְיֶ֥ה H1961 לָכֶֽם Hl ",
      "33": "אִ֚ישׁ H376 אֲשֶׁ֣ר H834 יִרְקַ֣ח H7543 כָּמֹ֔הוּ H3644 וַאֲשֶׁ֥ר H834 יִתֵּ֛ן H5414 מִמֶּ֖נּוּ H4480 עַל H5921 זָ֑ר H2114 וְנִכְרַ֖ת H3772 מֵעַמָּֽי H5971 ",
      "34": "וַיֹּאמֶר֩ H559 יְהוָ֨ה H3068 אֶל H413 מֹשֶׁ֜ה H4872 קַח H3947 לְךָ֣ Hl סַמִּ֗ים H5561 נָטָ֤ף H5198 וּשְׁחֵ֨לֶת֙ H7827 וְחֶלְבְּנָ֔ה H2464 סַמִּ֖ים H5561 וּלְבֹנָ֣ה H3828 זַכָּ֑ה H2134 בַּ֥ד H905 בְּבַ֖ד H905 יִהְיֶֽה H1961 ",
      "35": "וְעָשִׂ֤יתָ H6213 אֹתָהּ֙ H853 קְטֹ֔רֶת H7004 רֹ֖קַח H7545 מַעֲשֵׂ֣ה H4639 רוֹקֵ֑חַ H7543 מְמֻלָּ֖ח H4414 טָה֥וֹר H2889 קֹֽדֶשׁ H6944 ",
      "36": "וְשָֽׁחַקְתָּ֣ H7833 מִמֶּנָּה֮ H4480 הָדֵק֒ H1854 וְנָתַתָּ֨ה H5414 מִמֶּ֜נָּה H4480 לִפְנֵ֤י H6440 הָעֵדֻת֙ H5715 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לְךָ֖ Hl שָׁ֑מָּה H8033 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 תִּהְיֶ֥ה H1961 לָכֶֽם Hl ",
      "37": "וְהַ H7004 אֲשֶׁ֣ר H834 תַּעֲשֶׂ֔ה H6213 בְּמַ֨תְכֻּנְתָּ֔ H4971 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 לָכֶ֑ם Hl קֹ֛דֶשׁ H6944 תִּהְיֶ֥ה H1961 לְךָ֖ Hl לַיהוָֽה H3068 ",
      "38": "אִ֛ישׁ H376 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 כָמ֖וֹהָ H3644 לְהָרִ֣יחַ H7306 בָּ֑הּ Hb וְנִכְרַ֖ת H3772 מֵעַמָּֽי H5971 "
    },
    "31": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "רְאֵ֖ה H7200 קָרָ֣אתִֽי H7121 בְשֵׁ֑ם H8034 בְּצַלְאֵ֛ל H1212 בֶּן H1121 אוּרִ֥י H221 בֶן H1121 ח֖וּר H2354 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
      "3": "וָאֲמַלֵּ֥א H4390 אֹת֖וֹ H853 ר֣וּחַ H7307 אֱלֹהִ֑ים H430 בְּחָכְמָ֛ה H2451 וּבִ H8394 וּבְ H1847 וּבְ H3605 מְלָאכָֽה H4399 ",
      "4": "לַחְשֹׁ֖ב H2803 מַחֲשָׁבֹ֑ת H4284 לַעֲשׂ֛וֹת H6213 בַּזָּהָ֥ב H2091 וּבַ H3701 וּבַ H5178 ",
      "5": "וּבַ H2799 אֶ֛בֶן H68 לְמַלֹּ֖את H4390 וּבַ H2799 עֵ֑ץ H6086 לַעֲשׂ֖וֹת H6213 בְּכָל H3605 מְלָאכָֽה H4399 ",
      "6": "וַאֲנִ֞י H589 הִנֵּ֧ה H2009 נָתַ֣תִּי H5414 אִתּ֗וֹ H854 אֵ֣ת H853 אָהֳלִיאָ֞ב H171 בֶּן H1121 אֲחִֽיסָמָךְ֙ H294 לְמַטֵּה H4294 דָ֔ן H1835 וּבְ H3820 כָּל H3605 חֲכַם H2450 לֵ֖ב H3820 נָתַ֣תִּי H5414 חָכְמָ֑ה H2451 וְעָשׂ֕וּ H6213 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֥ר H834 צִוִּיתִֽךָ H6680 ",
      "7": "אֵ֣ת H853 אֹ֣הֶל H168 מוֹעֵ֗ד H4150 וְאֶת H853 הָֽאָרֹן֙ H727 לָֽעֵדֻ֔ת H5715 וְאֶת H853 הַכַּפֹּ֖רֶת H3727 אֲשֶׁ֣ר H834 עָלָ֑יו H5921 וְאֵ֖ת H853 כָּל H3605 כְּלֵ֥י H3627 הָאֹֽהֶל H168 ",
      "8": "וְאֶת H853 הַשֻּׁלְחָן֙ H7979 וְאֶת H853 כֵּלָ֔יו H3627 וְאֶת H853 הַמְּנֹרָ֥ה H4501 הַטְּהֹרָ֖ה H2889 וְאֶת H853 כָּל H3605 כֵּלֶ֑יהָ H3627 וְאֵ֖ת H853 מִזְבַּ֥ח H4196 הַקְּטֹֽרֶת H7004 ",
      "9": "וְאֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְאֶת H853 הַכִּיּ֖וֹר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
      "10": "וְאֵ֖ת H853 בִּגְדֵ֣י H899 הַשְּׂרָ֑ד H8278 וְאֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 לְאַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 לְכַהֵֽן H3547 ",
      "11": "וְאֵ֨ת H853 שֶׁ֧מֶן H8081 הַמִּשְׁחָ֛ה H4888 וְאֶת H853 קְטֹ֥רֶת H7004 הַסַּמִּ֖ים H5561 לַקֹּ֑דֶשׁ H6944 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוִּיתִ֖ךָ H6680 יַעֲשֽׂוּ H6213 ",
      "12": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "13": "וְאַתָּ֞ה H859 דַּבֵּ֨ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 אַ֥ךְ H389 אֶת H853 שַׁבְּתֹתַ֖י H7676 תִּשְׁמֹ֑רוּ H8104 כִּי֩ H3588 א֨וֹת H226 הִ֜וא H1931 בֵּינִ֤י H996 וּבֵֽינֵי H996 לְדֹרֹ֣תֵי H1755 לָדַ֕עַת H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
      "14": "וּשְׁמַרְתֶּם֙ H8104 אֶת H853 הַשַּׁבָּ֔ת H7676 כִּ֛י H3588 קֹ֥דֶשׁ H6944 הִ֖וא H1931 לָכֶ֑ם Hl מְחַֽלְלֶ֨יהָ֙ H2490 מ֣וֹת H4191 יוּמָ֔ת H4191 כִּ֗י H3588 כָּל H3605 הָעֹשֶׂ֥ה H6213 בָהּ֙ Hb מְלָאכָ֔ה H4399 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִקֶּ֥רֶב H7130 עַמֶּֽיהָ H5971 ",
      "15": "שֵׁ֣שֶׁת H8337 יָמִים֮ H3117 יֵעָשֶׂ֣ה H6213 מְלָאכָה֒ H4399 וּבַ H3117 הַשְּׁבִיעִ֗י H7637 שַׁבַּ֧ת H7676 שַׁבָּת֛וֹן H7677 קֹ֖דֶשׁ H6944 לַיהוָ֑ה H3068 כָּל H3605 הָעֹשֶׂ֧ה H6213 מְלָאכָ֛ה H4399 בְּי֥וֹם H3117 הַשַּׁבָּ֖ת H7676 מ֥וֹת H4191 יוּמָֽת H4191 ",
      "16": "וְשָׁמְר֥וּ H8104 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶת H853 הַשַּׁבָּ֑ת H7676 לַעֲשׂ֧וֹת H6213 אֶת H853 הַשַּׁבָּ֛ת H7676 לְדֹרֹתָ֖ H1755 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
      "17": "בֵּינִ֗י H996 וּבֵין֙ H996 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 א֥וֹת H226 הִ֖וא H1931 לְעֹלָ֑ם H5769 כִּי H3588 שֵׁ֣שֶׁת H8337 יָמִ֗ים H3117 עָשָׂ֤ה H6213 יְהוָה֙ H3068 אֶת H853 הַשָּׁמַ֣יִם H8064 וְאֶת H853 הָאָ֔רֶץ H776 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 שָׁבַ֖ת H7673 וַיִּנָּפַֽשׁ H5314 ",
      "18": "וַיִּתֵּ֣ן H5414 אֶל H413 מֹשֶׁ֗ה H4872 כְּכַלֹּת H3615 לְדַבֵּ֤ר H1696 אִתּוֹ֙ H854 בְּהַ֣ר H2022 סִינַ֔י H5514 שְׁנֵ֖י H8147 לֻחֹ֣ת H3871 הָעֵדֻ֑ת H5715 לֻחֹ֣ת H3871 אֶ֔בֶן H68 כְּתֻבִ֖ים H3789 בְּאֶצְבַּ֥ע H676 אֱלֹהִֽים H430 "
    },
    "32": {
      "1": "וַיַּ֣רְא H7200 הָעָ֔ם H5971 כִּֽי H3588 בֹשֵׁ֥שׁ H954 מֹשֶׁ֖ה H4872 לָרֶ֣דֶת H3381 מִן H4480 הָהָ֑ר H2022 וַיִּקָּהֵ֨ל H6950 הָעָ֜ם H5971 עַֽל H5921 אַהֲרֹ֗ן H175 וַיֹּאמְר֤וּ H559 אֵלָיו֙ H413 ק֣וּם H6965 עֲשֵׂה H6213 לָ֣נוּ Hl אֱלֹהִ֗ים H430 אֲשֶׁ֤ר H834 יֵֽלְכוּ֙ H3212 לְפָנֵ֔י H6440 כִּי H3588 זֶ֣ה H2088 מֹשֶׁ֣ה H4872 הָאִ֗ישׁ H376 אֲשֶׁ֤ר H834 הֶֽעֱלָ֨נוּ֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לֹ֥א H3808 יָדַ֖עְנוּ H3045 מֶה H4100 הָ֥יָה H1961 לֽוֹ Hl ",
      "2": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 אַהֲרֹ֔ן H175 פָּֽרְקוּ֙ H6561 נִזְמֵ֣י H5141 הַזָּהָ֔ב H2091 אֲשֶׁר֙ H834 בְּאָזְנֵ֣י H241 נְשֵׁיכֶ֔ם H802 בְּנֵיכֶ֖ם H1121 וּבְנֹתֵי H1323 וְהָבִ֖יאוּ H935 אֵלָֽי H413 ",
      "3": "וַיִּתְפָּֽרְקוּ֙ H6561 כָּל H3605 הָעָ֔ם H5971 אֶת H853 נִזְמֵ֥י H5141 הַזָּהָ֖ב H2091 אֲשֶׁ֣ר H834 בְּאָזְנֵי H241 וַיָּבִ֖יאוּ H935 אֶֽל H413 אַהֲרֹֽן H175 ",
      "4": "וַיִּקַּ֣ח H3947 מִיָּדָ֗ H3027 וַיָּ֤צַר H3335 אֹתוֹ֙ H853 בַּחֶ֔רֶט H2747 וַֽיַּעֲשֵׂ֖ H6213 עֵ֣גֶל H5695 מַסֵּכָ֑ה H4541 וַיֹּ֣אמְר֔וּ H559 אֵ֤לֶּה H428 אֱלֹהֶ֨יךָ֙ H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הֶעֱל֖וּךָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "5": "וַיַּ֣רְא H7200 אַהֲרֹ֔ן H175 וַיִּ֥בֶן H1129 מִזְבֵּ֖חַ H4196 לְפָנָ֑י H6440 וַיִּקְרָ֤א H7121 אַֽהֲרֹן֙ H175 וַיֹּאמַ֔ר H559 חַ֥ג H2282 לַיהוָ֖ה H3068 מָחָֽר H4279 ",
      "6": "וַיַּשְׁכִּ֨ימוּ֙ H7925 מִֽמָּחֳרָ֔ת H4283 וַיַּעֲל֣וּ H5927 עֹלֹ֔ת H5930 וַיַּגִּ֖שׁוּ H5066 שְׁלָמִ֑ים H8002 וַיֵּ֤שֶׁב H3427 הָעָם֙ H5971 לֶֽאֱכֹ֣ל H398 וְשָׁת֔וֹ H8354 וַיָּקֻ֖מוּ H6965 לְצַחֵֽק H6711 ",
      "7": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 לֶךְ H3212 רֵ֕ד H3381 כִּ֚י H3588 שִׁחֵ֣ת H7843 עַמְּךָ֔ H5971 אֲשֶׁ֥ר H834 הֶעֱלֵ֖יתָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "8": "סָ֣רוּ H5493 מַהֵ֗ר H4118 מִן H4480 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 צִוִּיתִ֔ם H6680 עָשׂ֣וּ H6213 לָהֶ֔ם Hl עֵ֖גֶל H5695 מַסֵּכָ֑ה H4541 וַיִּשְׁתַּֽחֲווּ H7812 לוֹ֙ Hl וַיִּזְבְּחוּ H2076 ל֔וֹ Hl וַיֹּ֣אמְר֔וּ H559 אֵ֤לֶּה H428 אֱלֹהֶ֨יךָ֙ H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הֶֽעֱל֖וּךָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "9": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 רָאִ֨יתִי֙ H7200 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְהִנֵּ֥ה H2009 עַם H5971 קְשֵׁה H7186 עֹ֖רֶף H6203 הֽוּא H1931 ",
      "10": "וְעַתָּה֙ H6258 הַנִּ֣יחָה H3240 לִּ֔י Hl וְיִֽחַר H2734 אַפִּ֥י H639 בָהֶ֖ם Hb וַאֲכַלֵּ֑ H3615 וְאֶֽעֱשֶׂ֥ה H6213 אוֹתְךָ֖ H853 לְג֥וֹי H1471 גָּדֽוֹל H1419 ",
      "11": "וַיְחַ֣ל H2470 מֹשֶׁ֔ה H4872 אֶת H853 פְּנֵ֖י H6440 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 וַיֹּ֗אמֶר H559 לָמָ֤ה H4100 יְהוָה֙ H3068 יֶחֱרֶ֤ה H2734 אַפְּךָ֙ H639 בְּעַמֶּ֔ H5971 אֲשֶׁ֤ר H834 הוֹצֵ֨אתָ֙ H3318 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּכֹ֥חַ H3581 גָּד֖וֹל H1419 וּבְ H3027 חֲזָקָֽה H2389 ",
      "12": "לָמָּה֩ H4100 יֹאמְר֨וּ H559 מִצְרַ֜יִם H4713 לֵאמֹ֗ר H559 בְּרָעָ֤ה H7451 הֽוֹצִיאָם֙ H3318 לַהֲרֹ֤ג H2026 אֹתָם֙ H853 בֶּֽהָרִ֔ים H2022 וּ֨לְ H3615 מֵעַ֖ל H5921 פְּנֵ֣י H6440 הָֽאֲדָמָ֑ה H127 שׁ֚וּב H7725 מֵחֲר֣וֹן H2740 אַפֶּ֔ךָ H639 וְהִנָּחֵ֥ם H5162 עַל H5921 הָרָעָ֖ה H7451 לְעַמֶּֽ H5971 ",
      "13": "זְכֹ֡ר H2142 לְאַבְרָהָם֩ H85 לְיִצְחָ֨ק H3327 וּלְ H3478 עֲבָדֶ֗יךָ H5650 אֲשֶׁ֨ר H834 נִשְׁבַּ֣עְתָּ H7650 לָהֶם֮ Hl בָּךְ֒ Hb וַתְּדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 אַרְבֶּה֙ H7235 אֶֽת H853 זַרְעֲכֶ֔ם H2233 כְּכוֹכְבֵ֖י H3556 הַשָּׁמָ֑יִם H8064 וְכָל H3605 הָאָ֨רֶץ H776 הַזֹּ֜את H2063 אֲשֶׁ֣ר H834 אָמַ֗רְתִּי H559 אֶתֵּן֙ H5414 לְזַרְעֲ H2233 וְנָחֲל֖וּ H5157 לְעֹלָֽם H5769 ",
      "14": "וַיִּנָּ֖חֶם H5162 יְהוָ֑ה H3068 עַל H5921 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 לַעֲשׂ֥וֹת H6213 לְעַמּֽ H5971 ",
      "15": "וַיִּ֜פֶן H6437 וַיֵּ֤רֶד H3381 מֹשֶׁה֙ H4872 מִן H4480 הָהָ֔ר H2022 וּשְׁנֵ֛י H8147 לֻחֹ֥ת H3871 הָעֵדֻ֖ת H5715 בְּיָד֑ H3027 לֻחֹ֗ת H3871 כְּתֻבִים֙ H3789 מִשְּׁנֵ֣י H8147 עֶבְרֵיהֶ֔ם H5676 מִזֶּ֥ה H2088 וּמִ H2088 הֵ֥ם H1992 כְּתֻבִֽים H3789 ",
      "16": "וְהַ֨ H3871 מַעֲשֵׂ֥ה H4639 אֱלֹהִ֖ים H430 הֵ֑מָּה H1992 וְהַ H4385 מִכְתַּ֤ב H4385 אֱלֹהִים֙ H430 ה֔וּא H1931 חָר֖וּת H2801 עַל H5921 הַלֻּחֹֽת H3871 ",
      "17": "וַיִּשְׁמַ֧ע H8085 יְהוֹשֻׁ֛עַ H3091 אֶת H853 ק֥וֹל H6963 הָעָ֖ם H5971 בְּרֵעֹ֑ H7452 וַיֹּ֨אמֶר֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 ק֥וֹל H6963 מִלְחָמָ֖ה H4421 בַּֽמַּחֲנֶה H4264 ",
      "18": "וַיֹּ֗אמֶר H559 אֵ֥ין H369 קוֹל֙ H6963 עֲנ֣וֹת H6030 גְּבוּרָ֔ה H1369 וְאֵ֥ין H369 ק֖וֹל H6963 עֲנ֣וֹת H6030 חֲלוּשָׁ֑ה H2476 ק֣וֹל H6963 עַנּ֔וֹת H6030 אָנֹכִ֖י H595 שֹׁמֵֽעַ H8085 ",
      "19": "וַֽיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 קָרַב֙ H7126 אֶל H413 הַֽמַּחֲנֶ֔ה H4264 וַיַּ֥רְא H7200 אֶת H853 הָעֵ֖גֶל H5695 וּמְחֹלֹ֑ת H4246 וַיִּֽחַר H2734 אַ֣ף H639 מֹשֶׁ֗ה H4872 וַיַּשְׁלֵ֤ךְ H7993 מיד H3027 אֶת H853 הַלֻּחֹ֔ת H3871 וַיְשַׁבֵּ֥ר H7665 אֹתָ֖ם H853 תַּ֥חַת H8478 הָהָֽר H2022 ",
      "20": "וַיִּקַּ֞ח H3947 אֶת H853 הָעֵ֨גֶל H5695 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 וַיִּשְׂרֹ֣ף H8313 בָּאֵ֔שׁ H784 וַיִּטְחַ֖ן H2912 עַ֣ד H5704 אֲשֶׁר H834 דָּ֑ק H1854 וַיִּ֨זֶר֙ H2219 עַל H5921 פְּנֵ֣י H6440 הַמַּ֔יִם H4325 וַיַּ֖שְׁקְ H8248 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "21": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶֽל H413 אַהֲרֹ֔ן H175 מֶֽה H4100 עָשָׂ֥ה H6213 לְךָ֖ Hl הָעָ֣ם H5971 הַזֶּ֑ה H2088 כִּֽי H3588 הֵבֵ֥אתָ H935 עָלָ֖יו H5921 חֲטָאָ֥ה H2401 גְדֹלָֽה H1419 ",
      "22": "וַיֹּ֣אמֶר H559 אַהֲרֹ֔ן H175 אַל H408 יִ֥חַר H2734 אַ֖ף H639 אֲדֹנִ֑י H113 אַתָּה֙ H859 יָדַ֣עְתָּ H3045 אֶת H853 הָעָ֔ם H5971 כִּ֥י H3588 בְרָ֖ע H7451 הֽוּא H1931 ",
      "23": "וַיֹּ֣אמְרוּ H559 לִ֔י Hl עֲשֵׂה H6213 לָ֣נוּ Hl אֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 יֵלְכ֖וּ H3212 לְפָנֵ֑י H6440 כִּי H3588 זֶ֣ה H2088 מֹשֶׁ֣ה H4872 הָאִ֗ישׁ H376 אֲשֶׁ֤ר H834 הֶֽעֱלָ֨נוּ֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לֹ֥א H3808 יָדַ֖עְנוּ H3045 מֶה H4100 הָ֥יָה H1961 לֽוֹ Hl ",
      "24": "וָאֹמַ֤ר H559 לָהֶם֙ Hl לְמִ֣י H4310 זָהָ֔ב H2091 הִתְפָּרָ֖קוּ H6561 וַיִּתְּנוּ H5414 לִ֑י Hl וָאַשְׁלִכֵ֣ H7993 בָאֵ֔שׁ H784 וַיֵּצֵ֖א H3318 הָעֵ֥גֶל H5695 הַזֶּֽה H2088 ",
      "25": "וַיַּ֤רְא H7200 מֹשֶׁה֙ H4872 אֶת H853 הָעָ֔ם H5971 כִּ֥י H3588 פָרֻ֖עַ H6544 ה֑וּא H1931 כִּֽי H3588 פְרָעֹ֣ה H6544 אַהֲרֹ֔ן H175 לְשִׁמְצָ֖ה H8103 בְּקָמֵי H6965 ",
      "26": "וַיַּעֲמֹ֤ד H5975 מֹשֶׁה֙ H4872 בְּשַׁ֣עַר H8179 הַֽמַּחֲנֶ֔ה H4264 וַיֹּ֕אמֶר H559 מִ֥י H4310 לַיהוָ֖ה H3068 אֵלָ֑י H413 וַיֵּאָסְפ֥וּ H622 אֵלָ֖יו H413 כָּל H3605 בְּנֵ֥י H1121 לֵוִֽי H3878 ",
      "27": "וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 שִׂ֥ימוּ H7760 אִישׁ H376 חַרְבּ֖וֹ H2719 עַל H5921 יְרֵכ֑וֹ H3409 עִבְר֨וּ H5674 וָשׁ֜וּבוּ H7725 מִשַּׁ֤עַר H8179 לָשַׁ֨עַר֙ H8179 בַּֽמַּחֲנֶ֔ה H4264 וְהִרְג֧וּ H2026 אִֽישׁ H376 אֶת H853 אָחִ֛יו H251 וְאִ֥ישׁ H376 אֶת H853 רֵעֵ֖הוּ H7453 וְאִ֥ישׁ H376 אֶת H853 קְרֹבֽוֹ H7138 ",
      "28": "וַיַּֽעֲשׂ֥וּ H6213 בְנֵֽי H1121 לֵוִ֖י H3878 כִּדְבַ֣ר H1697 מֹשֶׁ֑ה H4872 וַיִּפֹּ֤ל H5307 מִן H4480 הָעָם֙ H5971 בַּיּ֣וֹם H3117 הַה֔וּא H1931 כִּשְׁלֹ֥שֶׁת H7969 אַלְפֵ֖י H505 אִֽישׁ H376 ",
      "29": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 מִלְא֨וּ H4390 יֶדְכֶ֤ם H3027 הַיּוֹם֙ H3117 לַֽיהוָ֔ה H3068 כִּ֛י H3588 אִ֥ישׁ H376 בִּבְנ֖ H1121 וּבְ H251 וְלָ H5414 עֲלֵיכֶ֛ם H5921 הַיּ֖וֹם H3117 בְּרָכָֽה H1293 ",
      "30": "וַיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 הָעָ֔ם H5971 אַתֶּ֥ם H859 חֲטָאתֶ֖ם H2398 חֲטָאָ֣ה H2401 גְדֹלָ֑ה H1419 וְעַתָּה֙ H6258 אֶֽעֱלֶ֣ה H5927 אֶל H413 יְהוָ֔ה H3068 אוּלַ֥י H194 אֲכַפְּרָ֖ה H3722 בְּעַ֥ד H1157 חַטַּאתְכֶֽם H2403 ",
      "31": "וַיָּ֧שָׁב H7725 מֹשֶׁ֛ה H4872 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אָ֣נָּ֗א H577 חָטָ֞א H2398 הָעָ֤ם H5971 הַזֶּה֙ H2088 חֲטָאָ֣ה H2401 גְדֹלָ֔ה H1419 וַיַּֽעֲשׂ֥וּ H6213 לָהֶ֖ם Hl אֱלֹהֵ֥י H430 זָהָֽב H2091 ",
      "32": "וְעַתָּ֖ה H6258 אִם H518 תִּשָּׂ֣א H5375 חַטָּאתָ֑ם H2403 וְאִם H518 אַ֕יִן H369 מְחֵ֣נִי H4229 נָ֔א H4994 מִֽסִּפְרְ H5612 אֲשֶׁ֥ר H834 כָּתָֽבְתָּ H3789 ",
      "33": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 מִ֚י H4310 אֲשֶׁ֣ר H834 חָֽטָא H2398 לִ֔י Hl אֶמְחֶ֖נּוּ H4229 מִסִּפְרִֽ H5612 ",
      "34": "וְעַתָּ֞ה H6258 לֵ֣ךְ H3212 נְחֵ֣ה H5148 אֶת H853 הָעָ֗ם H5971 אֶ֤ל H413 אֲשֶׁר H834 דִּבַּ֨רְתִּי֙ H1696 לָ֔ךְ Hl הִנֵּ֥ה H2009 מַלְאָכִ֖י H4397 יֵלֵ֣ךְ H3212 לְפָנֶ֑י H6440 וּבְ H3117 פָּקְדִ֔י H6485 וּפָקַדְתִּ֥י H6485 עֲלֵיהֶ֖ם H5921 חַטָּאתָֽם H2403 ",
      "35": "וַיִּגֹּ֥ף H5062 יְהוָ֖ה H3068 אֶת H853 הָעָ֑ם H5971 עַ֚ל H5921 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 אֶת H853 הָעֵ֔גֶל H5695 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 אַהֲרֹֽן H175 "
    },
    "33": {
      "1": "וַיְדַבֵּ֨ר H1696 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 לֵ֣ךְ H3212 עֲלֵ֣ה H5927 מִזֶּ֔ה H2088 אַתָּ֣ה H859 וְהָ H5971 אֲשֶׁ֥ר H834 הֶֽעֱלִ֖יתָ H5927 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֣ר H834 נִ֠שְׁבַּעְתִּי H7650 לְאַבְרָהָ֨ם H85 לְיִצְחָ֤ק H3327 וּֽלְ H3290 לֵאמֹ֔ר H559 לְזַרְעֲ H2233 אֶתְּנֶֽנָּה H5414 ",
      "2": "וְשָׁלַחְתִּ֥י H7971 לְפָנֶ֖י H6440 מַלְאָ֑ךְ H4397 וְגֵֽרַשְׁתִּ֗י H1644 אֶת H853 הַֽכְּנַעֲנִי֙ H3669 הָֽאֱמֹרִ֔י H567 וְהַֽ H2850 וְהַ H6522 הַחִוִּ֖י H2340 וְהַ H2983 ",
      "3": "אֶל H413 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 כִּי֩ H3588 לֹ֨א H3808 אֶֽעֱלֶ֜ה H5927 בְּקִרְבְּ H7130 כִּ֤י H3588 עַם H5971 קְשֵׁה H7186 עֹ֨רֶף֙ H6203 אַ֔תָּה H859 פֶּן H6435 אֲכֶלְךָ֖ H3615 בַּדָּֽרֶךְ H1870 ",
      "4": "וַיִּשְׁמַ֣ע H8085 הָעָ֗ם H5971 אֶת H853 הַדָּבָ֥ר H1697 הָרָ֛ע H7451 הַזֶּ֖ה H2088 וַיִּתְאַבָּ֑לוּ H56 וְלֹא H3808 שָׁ֛תוּ H7896 אִ֥ישׁ H376 עֶדְי֖וֹ H5716 עָלָֽיו H5921 ",
      "5": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 אֱמֹ֤ר H559 אֶל H413 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אַתֶּ֣ם H859 עַם H5971 קְשֵׁה H7186 עֹ֔רֶף H6203 רֶ֧גַע H7281 אֶחָ֛ד H259 אֶֽעֱלֶ֥ה H5927 בְקִרְבְּ H7130 וְכִלִּיתִ֑י H3615 וְעַתָּ֗ה H6258 הוֹרֵ֤ד H3381 עֶדְיְךָ֙ H5716 מֵֽעָלֶ֔י H5921 וְאֵדְעָ֖ה H3045 מָ֥ה H4100 אֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
      "6": "וַיִּֽתְנַצְּל֧וּ H5337 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 עֶדְיָ֖ם H5716 מֵהַ֥ר H2022 חוֹרֵֽב H2722 ",
      "7": "וּמֹשֶׁה֩ H4872 יִקַּ֨ח H3947 אֶת H853 הָאֹ֜הֶל H168 וְנָֽטָה H5186 ל֣וֹ Hl מִח֣וּץ H2351 לַֽמַּחֲנֶ֗ה H4264 הַרְחֵק֙ H7368 מִן H4480 הַֽמַּחֲנֶ֔ה H4264 וְקָ֥רָא H7121 ל֖וֹ Hl אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהָיָה֙ H1961 כָּל H3605 מְבַקֵּ֣שׁ H1245 יְהוָ֔ה H3068 יֵצֵא֙ H3318 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 אֲשֶׁ֖ר H834 מִח֥וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
      "8": "וְהָיָ֗ה H1961 כְּצֵ֤את H3318 מֹשֶׁה֙ H4872 אֶל H413 הָאֹ֔הֶל H168 יָק֨וּמוּ֙ H6965 כָּל H3605 הָעָ֔ם H5971 וְנִ֨צְּב֔וּ H5324 אִ֖ישׁ H376 פֶּ֣תַח H6607 אָהֳל֑וֹ H168 וְהִבִּ֨יטוּ֙ H5027 אַחֲרֵ֣י H310 מֹשֶׁ֔ה H4872 עַד H5704 בֹּא֖וֹ H935 הָאֹֽהֱלָ H168 ",
      "9": "וְהָיָ֗ה H1961 כְּבֹ֤א H935 מֹשֶׁה֙ H4872 הָאֹ֔הֱלָ H168 יֵרֵד֙ H3381 עַמּ֣וּד H5982 הֶֽעָנָ֔ן H6051 וְעָמַ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וְדִבֶּ֖ר H1696 עִם H5973 מֹשֶֽׁה H4872 ",
      "10": "וְרָאָ֤ה H7200 כָל H3605 הָעָם֙ H5971 אֶת H853 עַמּ֣וּד H5982 הֶֽעָנָ֔ן H6051 עֹמֵ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וְקָ֤ם H6965 כָּל H3605 הָעָם֙ H5971 וְהִֽשְׁתַּחֲוּ֔וּ H7812 אִ֖ישׁ H376 פֶּ֥תַח H6607 אָהֳלֽוֹ H168 ",
      "11": "וְדִבֶּ֨ר H1696 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 פָּנִ֣ים H6440 אֶל H413 פָּנִ֔ים H6440 כַּאֲשֶׁ֛ר H834 יְדַבֵּ֥ר H1696 אִ֖ישׁ H376 אֶל H413 רֵעֵ֑הוּ H7453 וְשָׁב֙ H7725 אֶל H413 הַֽמַּחֲנֶ֔ה H4264 וּמְשָׁ֨רְת֜ H8334 יְהוֹשֻׁ֤עַ H3091 בִּן H1121 נוּן֙ H5126 נַ֔עַר H5288 לֹ֥א H3808 יָמִ֖ישׁ H4185 מִתּ֥וֹךְ H8432 הָאֹֽהֶל H168 ",
      "12": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 יְהוָ֗ה H3068 רְ֠אֵה H7200 אַתָּ֞ה H859 אֹמֵ֤ר H559 אֵלַי֙ H413 הַ֚עַל H5927 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְאַתָּה֙ H859 לֹ֣א H3808 הֽוֹדַעְתַּ֔נִי H3045 אֵ֥ת H853 אֲשֶׁר H834 תִּשְׁלַ֖ח H7971 עִמִּ֑י H5973 וְאַתָּ֤ה H859 אָמַ֨רְתָּ֙ H559 יְדַעְתִּ֣יךָֽ H3045 בְשֵׁ֔ם H8034 וְגַם H1571 מָצָ֥אתָ H4672 חֵ֖ן H2580 בְּעֵינָֽ H5869 ",
      "13": "וְעַתָּ֡ה H6258 אִם H518 נָא֩ H4994 מָצָ֨אתִי H4672 חֵ֜ן H2580 בְּעֵינֶ֗י H5869 הוֹדִעֵ֤נִי H3045 נָא֙ H4994 אֶת H853 דְּרָכֶ֔ךָ H1870 וְאֵדָ֣עֲ H3045 לְמַ֥עַן H4616 אֶמְצָא H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 וּרְאֵ֕ה H7200 כִּ֥י H3588 עַמְּךָ֖ H5971 הַגּ֥וֹי H1471 הַזֶּֽה H2088 ",
      "14": "וַיֹּאמַ֑ר H559 פָּנַ֥י H6440 יֵלֵ֖כוּ H3212 וַהֲנִחֹ֥תִי H5117 לָֽךְ Hl ",
      "15": "וַיֹּ֖אמֶר H559 אֵלָ֑יו H413 אִם H518 אֵ֤ין H369 פָּנֶ֨יךָ֙ H6440 הֹלְכִ֔ים H1980 אַֽל H408 תַּעֲלֵ֖נוּ H5927 מִזֶּֽה H2088 ",
      "16": "וּבַ H4100 יִוָּדַ֣ע H3045 אֵפ֗וֹא H645 כִּֽי H3588 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 אֲנִ֣י H589 וְעַמֶּ֔ H5971 הֲל֖וֹא H3808 בְּלֶכְתְּ H3212 עִמָּ֑נוּ H5973 וְנִפְלֵ֨ינוּ֙ H6395 אֲנִ֣י H589 וְעַמְּ H5971 מִכָּ֨ל H3605 הָעָ֔ם H5971 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
      "17": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 גַּ֣ם H1571 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֛ה H2088 אֲשֶׁ֥ר H834 דִּבַּ֖רְתָּ H1696 אֶֽעֱשֶׂ֑ה H6213 כִּֽי H3588 מָצָ֤אתָ H4672 חֵן֙ H2580 בְּעֵינַ֔ H5869 וָאֵדָעֲ H3045 בְּשֵֽׁם H8034 ",
      "18": "וַיֹּאמַ֑ר H559 הַרְאֵ֥נִי H7200 נָ֖א H4994 אֶת H853 כְּבֹדֶֽךָ H3519 ",
      "19": "וַיֹּ֗אמֶר H559 אֲנִ֨י H589 אַעֲבִ֤יר H5674 כָּל H3605 טוּבִי֙ H2898 עַל H5921 פָּנֶ֔יךָ H6440 וְקָרָ֧אתִֽי H7121 בְשֵׁ֛ם H8034 יְהוָ֖ה H3068 לְפָנֶ֑י H6440 וְחַנֹּתִי֙ H2603 אֶת H853 אֲשֶׁ֣ר H834 אָחֹ֔ן H2603 וְרִחַמְתִּ֖י H7355 אֶת H853 אֲשֶׁ֥ר H834 אֲרַחֵֽם H7355 ",
      "20": "וַיֹּ֕אמֶר H559 לֹ֥א H3808 תוּכַ֖ל H3201 לִרְאֹ֣ת H7200 אֶת H853 פָּנָ֑י H6440 כִּ֛י H3588 לֹֽא H3808 יִרְאַ֥נִי H7200 הָאָדָ֖ם H120 וָחָֽי H2425 ",
      "21": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 הִנֵּ֥ה H2009 מָק֖וֹם H4725 אִתִּ֑י H854 וְנִצַּבְתָּ֖ H5324 עַל H5921 הַצּֽוּר H6697 ",
      "22": "וְהָיָה֙ H1961 בַּעֲבֹ֣ר H5674 כְּבֹדִ֔י H3519 וְשַׂמְתִּ֖י H7760 בְּנִקְרַ֣ת H5366 הַצּ֑וּר H6697 וְשַׂכֹּתִ֥י H5526 כַפִּ֛י H3709 עָלֶ֖יךָ H5921 עַד H5704 עָבְרִֽי H5674 ",
      "23": "וַהֲסִרֹתִי֙ H5493 אֶת H853 כַּפִּ֔י H3709 וְרָאִ֖יתָ H7200 אֶת H853 אֲחֹרָ֑י H268 וּפָנַ֖ H6440 לֹ֥א H3808 יֵרָאֽוּ H7200 "
    },
    "34": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 פְּסָל H6458 לְךָ֛ Hl שְׁנֵֽי H8147 לֻחֹ֥ת H3871 אֲבָנִ֖ים H68 כָּרִאשֹׁנִ֑ים H7223 וְכָתַבְתִּי֙ H3789 עַל H5921 הַלֻּחֹ֔ת H3871 אֶת H853 הַדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 הָי֛וּ H1961 עַל H5921 הַלֻּחֹ֥ת H3871 הָרִאשֹׁנִ֖ים H7223 אֲשֶׁ֥ר H834 שִׁבַּֽרְתָּ H7665 ",
      "2": "וֶהְיֵ֥ה H1961 נָכ֖וֹן H3559 לַבֹּ֑קֶר H1242 וְעָלִ֤יתָ H5927 בַבֹּ֨קֶר֙ H1242 אֶל H413 הַ֣ר H2022 סִינַ֔י H5514 וְנִצַּבְתָּ֥ H5324 לִ֛י Hl שָׁ֖ם H8033 עַל H5921 רֹ֥אשׁ H7218 הָהָֽר H2022 ",
      "3": "וְאִישׁ֙ H376 לֹֽא H3808 יַעֲלֶ֣ה H5927 עִמָּ֔ךְ H5973 וְגַם H1571 אִ֥ישׁ H376 אַל H408 יֵרָ֖א H7200 בְּכָל H3605 הָהָ֑ר H2022 גַּם H1571 הַצֹּ֤אן H6629 וְהַ H1241 אַל H408 יִרְע֔וּ H7462 אֶל H413 מ֖וּל H4136 הָהָ֥ר H2022 הַהֽוּא H1931 ",
      "4": "וַיִּפְסֹ֡ל H6458 שְׁנֵֽי H8147 לֻחֹ֨ת H3871 אֲבָנִ֜ים H68 כָּרִאשֹׁנִ֗ים H7223 וַיַּשְׁכֵּ֨ם H7925 מֹשֶׁ֤ה H4872 בַבֹּ֨קֶר֙ H1242 וַיַּ֨עַל֙ H5927 אֶל H413 הַ֣ר H2022 סִינַ֔י H5514 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 וַיִּקַּ֣ח H3947 בְּיָד֔ H3027 שְׁנֵ֖י H8147 לֻחֹ֥ת H3871 אֲבָנִֽים H68 ",
      "5": "וַיֵּ֤רֶד H3381 יְהוָה֙ H3068 בֶּֽעָנָ֔ן H6051 וַיִּתְיַצֵּ֥ב H3320 עִמּ֖וֹ H5973 שָׁ֑ם H8033 וַיִּקְרָ֥א H7121 בְשֵׁ֖ם H8034 יְהוָֽה H3068 ",
      "6": "וַיַּעֲבֹ֨ר H5674 יְהוָ֥ה H3068 עַל H5921 פָּנָיו֮ H6440 וַיִּקְרָא֒ H7121 יְהוָ֣ה H3068 יְהוָ֔ה H3068 אֵ֥ל H410 רַח֖וּם H7349 וְחַנּ֑וּן H2587 אֶ֥רֶךְ H750 אַפַּ֖יִם H639 וְרַב H7227 חֶ֥סֶד H2617 וֶאֱמֶֽת H571 ",
      "7": "נֹצֵ֥ר H5341 חֶ֨סֶד֙ H2617 לָאֲלָפִ֔ים H505 נֹשֵׂ֥א H5375 עָוֺ֛ן H5771 וָפֶ֖שַׁע H6588 וְחַטָּאָ֑ה H2403 וְנַקֵּה֙ H5352 לֹ֣א H3808 יְנַקֶּ֔ה H5352 פֹּקֵ֣ד H6485 עֲוֺ֣ן H5771 אָב֗וֹת H1 עַל H5921 בָּנִים֙ H1121 וְעַל H5921 בְּנֵ֣י H1121 בָנִ֔ים H1121 עַל H5921 שִׁלֵּשִׁ֖ים H8029 וְעַל H5921 רִבֵּעִֽים H7256 ",
      "8": "וַיְמַהֵ֖ר H4116 מֹשֶׁ֑ה H4872 וַיִּקֹּ֥ד H6915 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
      "9": "וַיֹּ֡אמֶר H559 אִם H518 נָא֩ H4994 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 אֲדֹנָ֔י H136 יֵֽלֶךְ H3212 נָ֥א H4994 אֲדֹנָ֖י H136 בְּקִרְבֵּ֑ H7130 כִּ֤י H3588 עַם H5971 קְשֵׁה H7186 עֹ֨רֶף֙ H6203 ה֔וּא H1931 וְסָלַחְתָּ֛ H5545 לַעֲוֺנֵ֥ H5771 וּלְ H2403 וּנְחַלְתָּֽ H5157 ",
      "10": "וַיֹּ֗אמֶר H559 הִנֵּ֣ה H2009 אָנֹכִי֮ H595 כֹּרֵ֣ת H3772 בְּרִית֒ H1285 נֶ֤גֶד H5048 כָּֽל H3605 עַמְּךָ֙ H5971 אֶעֱשֶׂ֣ה H6213 נִפְלָאֹ֔ת H6381 אֲשֶׁ֛ר H834 לֹֽא H3808 נִבְרְא֥וּ H1254 בְכָל H3605 הָאָ֖רֶץ H776 וּבְ H3605 הַגּוֹיִ֑ם H1471 וְרָאָ֣ה H7200 כָל H3605 הָ֠עָם H5971 אֲשֶׁר H834 אַתָּ֨ה H859 בְקִרְבּ֜ H7130 אֶת H853 מַעֲשֵׂ֤ה H4639 יְהוָה֙ H3068 כִּֽי H3588 נוֹרָ֣א H3372 ה֔וּא H1931 אֲשֶׁ֥ר H834 אֲנִ֖י H589 עֹשֶׂ֥ה H6213 עִמָּֽךְ H5973 ",
      "11": "שְׁמָ֨ר H8104 לְךָ֔ Hl אֵ֛ת H853 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 מְצַוְּךָ֣ H6680 הַיּ֑וֹם H3117 הִנְנִ֧י H2005 גֹרֵ֣שׁ H1644 מִפָּנֶ֗י H6440 אֶת H853 הָאֱמֹרִי֙ H567 וְהַֽ H3669 וְהַ H2850 וְהַ H6522 וְהַ H2340 וְהַ H2983 ",
      "12": "הִשָּׁ֣מֶר H8104 לְךָ֗ Hl פֶּן H6435 תִּכְרֹ֤ת H3772 בְּרִית֙ H1285 לְיוֹשֵׁ֣ב H3427 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 בָּ֣א H935 עָלֶ֑יהָ H5921 פֶּן H6435 יִהְיֶ֥ה H1961 לְמוֹקֵ֖שׁ H4170 בְּקִרְבֶּֽ H7130 ",
      "13": "כִּ֤י H3588 אֶת H853 מִזְבְּחֹתָם֙ H4196 תִּתֹּצ֔וּן H5422 וְאֶת H853 מַצֵּבֹתָ֖ם H4676 תְּשַׁבֵּר֑וּן H7665 וְאֶת H853 אֲשֵׁרָ֖יו H842 תִּכְרֹתֽוּן H3772 ",
      "14": "כִּ֛י H3588 לֹ֥א H3808 תִֽשְׁתַּחֲוֶ֖ה H7812 לְאֵ֣ל H410 אַחֵ֑ר H312 כִּ֤י H3588 יְהוָה֙ H3068 קַנָּ֣א H7067 שְׁמ֔וֹ H8034 אֵ֥ל H410 קַנָּ֖א H7067 הֽוּא H1931 ",
      "15": "פֶּן H6435 תִּכְרֹ֥ת H3772 בְּרִ֖ית H1285 לְיוֹשֵׁ֣ב H3427 הָאָ֑רֶץ H776 וְזָנ֣וּ H2181 אַחֲרֵ֣י H310 אֱלֹֽהֵיהֶ֗ם H430 וְזָבְחוּ֙ H2076 לֵאלֹ֣הֵי H430 וְקָרָ֣א H7121 לְךָ֔ Hl וְאָכַלְתָּ֖ H398 מִזִּבְחֽ H2077 ",
      "16": "וְלָקַחְתָּ֥ H3947 מִבְּנֹתָ֖י H1323 לְבָנֶ֑י H1121 וְזָנ֣וּ H2181 בְנֹתָ֗יו H1323 אַחֲרֵי֙ H310 אֱלֹ֣הֵיהֶ֔ן H430 וְהִזְנוּ֙ H2181 אֶת H853 בָּנֶ֔יךָ H1121 אַחֲרֵ֖י H310 אֱלֹהֵיהֶֽן H430 ",
      "17": "אֱלֹהֵ֥י H430 מַסֵּכָ֖ה H4541 לֹ֥א H3808 תַעֲשֶׂה H6213 לָּֽךְ Hl ",
      "18": "אֶת H853 חַ֣ג H2282 הַמַּצּוֹת֮ H4682 תִּשְׁמֹר֒ H8104 שִׁבְעַ֨ת H7651 יָמִ֜ים H3117 תֹּאכַ֤ל H398 מַצּוֹת֙ H4682 אֲשֶׁ֣ר H834 צִוִּיתִ֔ךָ H6680 לְמוֹעֵ֖ד H4150 חֹ֣דֶשׁ H2320 הָאָבִ֑יב H24 כִּ֚י H3588 בְּחֹ֣דֶשׁ H2320 הָֽאָבִ֔יב H24 יָצָ֖אתָ H3318 מִמִּצְרָֽיִם H4714 ",
      "19": "כָּל H3605 פֶּ֥טֶר H6363 רֶ֖חֶם H7358 לִ֑י Hl וְכָֽל H3605 מִקְנְךָ֙ H4735 תִּזָּכָ֔ר H2142 פֶּ֖טֶר H6363 שׁ֥וֹר H7794 וָשֶֽׂה H7716 ",
      "20": "וּפֶ֤טֶר H6363 חֲמוֹר֙ H2543 תִּפְדֶּ֣ה H6299 בְשֶׂ֔ה H7716 וְאִם H518 לֹ֥א H3808 תִפְדֶּ֖ה H6299 וַעֲרַפְתּ֑ H6202 כֹּ֣ל H3605 בְּכ֤וֹר H1060 בָּנֶ֨יךָ֙ H1121 תִּפְדֶּ֔ה H6299 וְלֹֽא H3808 יֵרָא֥וּ H7200 פָנַ֖י H6440 רֵיקָֽם H7387 ",
      "21": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּעֲבֹ֔ד H5647 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 תִּשְׁבֹּ֑ת H7673 בֶּחָרִ֥ישׁ H2758 וּבַ H7105 תִּשְׁבֹּֽת H7673 ",
      "22": "וְחַ֤ג H2282 שָׁבֻעֹת֙ H7620 תַּעֲשֶׂ֣ה H6213 לְךָ֔ Hl בִּכּוּרֵ֖י H1061 קְצִ֣יר H7105 חִטִּ֑ים H2406 וְחַג֙ H2282 הָֽאָסִ֔יף H614 תְּקוּפַ֖ת H8622 הַשָּׁנָֽה H8141 ",
      "23": "שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָ֑ה H8141 יֵרָאֶה֙ H7200 כָּל H3605 זְכ֣וּרְךָ֔ H2138 אֶת H853 פְּנֵ֛י H6440 הָֽאָדֹ֥ן H113 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "24": "כִּֽי H3588 אוֹרִ֤ישׁ H3423 גּוֹיִם֙ H1471 מִפָּנֶ֔י H6440 וְהִרְחַבְתִּ֖י H7337 אֶת H853 גְּבוּלֶ֑ךָ H1366 וְלֹא H3808 יַחְמֹ֥ד H2530 אִישׁ֙ H376 אֶֽת H853 אַרְצְךָ֔ H776 בַּעֲלֹֽתְ H5927 לֵרָאוֹת֙ H7200 אֶת H853 פְּנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָֽה H8141 ",
      "25": "לֹֽא H3808 תִשְׁחַ֥ט H7819 עַל H5921 חָמֵ֖ץ H2557 דַּם H1818 זִבְחִ֑י H2077 וְלֹא H3808 יָלִ֣ין H3885 לַבֹּ֔קֶר H1242 זֶ֖בַח H2077 חַ֥ג H2282 הַפָּֽסַח H6453 ",
      "26": "רֵאשִׁ֗ית H7225 בִּכּוּרֵי֙ H1061 אַדְמָ֣תְךָ֔ H127 תָּבִ֕יא H935 בֵּ֖ית H1004 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹא H3808 תְבַשֵּׁ֥ל H1310 גְּדִ֖י H1423 בַּחֲלֵ֥ב H2461 אִמּֽוֹ H517 ",
      "27": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כְּתָב H3789 לְךָ֖ Hl אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 כִּ֞י H3588 עַל H5921 פִּ֣י H6310 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 כָּרַ֧תִּי H3772 אִתְּךָ֛ H854 בְּרִ֖ית H1285 וְאֶת H854 יִשְׂרָאֵֽל H3478 ",
      "28": "וַֽיְהִי H1961 שָׁ֣ם H8033 עִם H5973 יְהוָ֗ה H3068 אַרְבָּעִ֥ים H705 יוֹם֙ H3117 וְאַרְבָּעִ֣ים H705 לַ֔יְלָה H3915 לֶ֚חֶם H3899 לֹ֣א H3808 אָכַ֔ל H398 וּמַ֖יִם H4325 לֹ֣א H3808 שָׁתָ֑ה H8354 וַיִּכְתֹּ֣ב H3789 עַל H5921 הַלֻּחֹ֗ת H3871 אֵ֚ת H853 דִּבְרֵ֣י H1697 הַבְּרִ֔ית H1285 עֲשֶׂ֖רֶת H6235 הַדְּבָרִֽים H1697 ",
      "29": "וַיְהִ֗י H1961 בְּרֶ֤דֶת H3381 מֹשֶׁה֙ H4872 מֵהַ֣ר H2022 סִינַ֔י H5514 וּשְׁנֵ֨י H8147 לֻחֹ֤ת H3871 הָֽעֵדֻת֙ H5715 בְּיַד H3027 מֹשֶׁ֔ה H4872 בְּרִדְתּ֖ H3381 מִן H4480 הָהָ֑ר H2022 וּמֹשֶׁ֣ה H4872 לֹֽא H3808 יָדַ֗ע H3045 כִּ֥י H3588 קָרַ֛ן H7160 ע֥וֹר H5785 פָּנָ֖יו H6440 בְּדַבְּר֥ H1696 אִתּֽוֹ H854 ",
      "30": "וַיַּ֨רְא H7200 אַהֲרֹ֜ן H175 וְכָל H3605 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 אֶת H853 מֹשֶׁ֔ה H4872 וְהִנֵּ֥ה H2009 קָרַ֖ן H7160 ע֣וֹר H5785 פָּנָ֑יו H6440 וַיִּֽירְא֖וּ H3372 מִגֶּ֥שֶׁת H5066 אֵלָֽיו H413 ",
      "31": "וַיִּקְרָ֤א H7121 אֲלֵהֶם֙ H413 מֹשֶׁ֔ה H4872 וַיָּשֻׁ֧בוּ H7725 אֵלָ֛יו H413 אַהֲרֹ֥ן H175 וְכָל H3605 הַנְּשִׂאִ֖ים H5387 בָּעֵדָ֑ה H5712 וַיְדַבֵּ֥ר H1696 מֹשֶׁ֖ה H4872 אֲלֵהֶֽם H413 ",
      "32": "וְאַחֲרֵי H310 כֵ֥ן H3651 נִגְּשׁ֖וּ H5066 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיְצַוֵּ֕ H6680 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אִתּ֖וֹ H854 בְּהַ֥ר H2022 סִינָֽי H5514 ",
      "33": "וַיְכַ֣ל H3615 מֹשֶׁ֔ה H4872 מִדַּבֵּ֖ר H1696 אִתָּ֑ם H854 וַיִּתֵּ֥ן H5414 עַל H5921 פָּנָ֖יו H6440 מַסְוֶֽה H4533 ",
      "34": "וּבְ H935 מֹשֶׁ֜ה H4872 לִפְנֵ֤י H6440 יְהוָה֙ H3068 לְדַבֵּ֣ר H1696 אִתּ֔וֹ H854 יָסִ֥יר H5493 אֶת H853 הַמַּסְוֶ֖ה H4533 עַד H5704 צֵאת֑וֹ H3318 וְיָצָ֗א H3318 וְדִבֶּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֵ֖ת H853 אֲשֶׁ֥ר H834 יְצֻוֶּֽה H6680 ",
      "35": "וְרָא֤וּ H7200 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶת H853 פְּנֵ֣י H6440 מֹשֶׁ֔ה H4872 כִּ֣י H3588 קָרַ֔ן H7160 ע֖וֹר H5785 פְּנֵ֣י H6440 מֹשֶׁ֑ה H4872 וְהֵשִׁ֨יב H7725 מֹשֶׁ֤ה H4872 אֶת H853 הַמַּסְוֶה֙ H4533 עַל H5921 פָּנָ֔יו H6440 עַד H5704 בֹּא֖וֹ H935 לְדַבֵּ֥ר H1696 אִתּֽוֹ H854 "
    },
    "35": {
      "1": "וַיַּקְהֵ֣ל H6950 מֹשֶׁ֗ה H4872 אֶֽת H853 כָּל H3605 עֲדַ֛ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 וַיֹּ֣אמֶר H559 אֲלֵהֶ֑ם H413 אֵ֚לֶּה H428 הַדְּבָרִ֔ים H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לַעֲשֹׂ֥ת H6213 אֹתָֽם H853 ",
      "2": "שֵׁ֣שֶׁת H8337 יָמִים֮ H3117 תֵּעָשֶׂ֣ה H6213 מְלָאכָה֒ H4399 וּבַ H3117 הַשְּׁבִיעִ֗י H7637 יִהְיֶ֨ה H1961 לָכֶ֥ם Hl קֹ֛דֶשׁ H6944 שַׁבַּ֥ת H7676 שַׁבָּת֖וֹן H7677 לַיהוָ֑ה H3068 כָּל H3605 הָעֹשֶׂ֥ה H6213 ב֛וֹ Hb מְלָאכָ֖ה H4399 יוּמָֽת H4191 ",
      "3": "לֹא H3808 תְבַעֲר֣וּ H1197 אֵ֔שׁ H784 בְּכֹ֖ל H3605 מֹשְׁבֹֽתֵיכֶ֑ם H4186 בְּי֖וֹם H3117 הַשַּׁבָּֽת H7676 ",
      "4": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 אֶל H413 כָּל H3605 עֲדַ֥ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
      "5": "קְח֨וּ H3947 מֵֽאִתְּ H853 תְּרוּמָה֙ H8641 לַֽיהוָ֔ה H3068 כֹּ֚ל H3605 נְדִ֣יב H5081 לִבּ֔וֹ H3820 יְבִיאֶ֕הָ H935 אֵ֖ת H853 תְּרוּמַ֣ת H8641 יְהוָ֑ה H3068 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 וּנְחֹֽשֶׁת H5178 ",
      "6": "וּתְכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 וְעִזִּֽים H5795 ",
      "7": "וְעֹרֹ֨ת H5785 אֵילִ֧ם H352 מְאָדָּמִ֛ים H119 וְעֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 וַעֲצֵ֥י H6086 שִׂטִּֽים H7848 ",
      "8": "וְשֶׁ֖מֶן H8081 לַמָּא֑וֹר H3974 וּבְשָׂמִים֙ H1314 לְשֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְלִ H7004 הַסַּמִּֽים H5561 ",
      "9": "וְאַ֨בְנֵי H68 שֹׁ֔הַם H7718 וְאַבְנֵ֖י H68 מִלֻּאִ֑ים H4394 לָאֵפ֖וֹד H646 וְלַ H2833 ",
      "10": "וְכָל H3605 חֲכַם H2450 לֵ֖ב H3820 בָּכֶ֑ם Hb יָבֹ֣אוּ H935 וְיַעֲשׂ֔וּ H6213 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 יְהוָֽה H3068 ",
      "11": "אֶת H853 הַ֨מִּשְׁכָּ֔ן H4908 אֶֽת H853 אָהֳל֖וֹ H168 וְאֶת H853 מִכְסֵ֑הוּ H4372 אֶת H853 קְרָסָיו֙ H7165 וְאֶת H853 קְרָשָׁ֔יו H7175 אֶת H853 בְּרִיחָ֕ו H1280 אֶת H853 עַמֻּדָ֖יו H5982 וְאֶת H853 אֲדָנָֽיו H134 ",
      "12": "אֶת H853 הָאָרֹ֥ן H727 וְאֶת H853 בַּדָּ֖יו H905 אֶת H853 הַכַּפֹּ֑רֶת H3727 וְאֵ֖ת H853 פָּרֹ֥כֶת H6532 הַמָּסָֽךְ H4539 ",
      "13": "אֶת H853 הַשֻּׁלְחָ֥ן H7979 וְאֶת H853 בַּדָּ֖יו H905 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְאֵ֖ת H853 לֶ֥חֶם H3899 הַפָּנִֽים H6440 ",
      "14": "וְאֶת H853 מְנֹרַ֧ת H4501 הַמָּא֛וֹר H3974 וְאֶת H853 כֵּלֶ֖יהָ H3627 וְאֶת H853 נֵרֹתֶ֑יהָ H5216 וְאֵ֖ת H853 שֶׁ֥מֶן H8081 הַמָּאֽוֹר H3974 ",
      "15": "וְאֶת H853 מִזְבַּ֤ח H4196 הַקְּטֹ֨רֶת֙ H7004 וְאֶת H853 בַּדָּ֔יו H905 וְאֵת֙ H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְאֵ֖ת H853 קְטֹ֣רֶת H7004 הַסַּמִּ֑ים H5561 וְאֶת H853 מָסַ֥ךְ H4539 הַפֶּ֖תַח H6607 לְפֶ֥תַח H6607 הַמִּשְׁכָּֽן H4908 ",
      "16": "אֵ֣ת H853 מִזְבַּ֣ח H4196 הָעֹלָ֗ה H5930 וְאֶת H854 מִכְבַּ֤ר H4345 הַנְּחֹ֨שֶׁת֙ H5178 אֲשֶׁר H834 ל֔וֹ Hl אֶת H853 בַּדָּ֖יו H905 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 אֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
      "17": "אֵ֚ת H853 קַלְעֵ֣י H7050 הֶחָצֵ֔ר H2691 אֶת H853 עַמֻּדָ֖יו H5982 וְאֶת H853 אֲדָנֶ֑יהָ H134 וְאֵ֕ת H853 מָסַ֖ךְ H4539 שַׁ֥עַר H8179 הֶחָצֵֽר H2691 ",
      "18": "אֶת H853 יִתְדֹ֧ת H3489 הַמִּשְׁכָּ֛ן H4908 וְאֶת H853 יִתְדֹ֥ת H3489 הֶחָצֵ֖ר H2691 וְאֶת H853 מֵיתְרֵיהֶֽם H4340 ",
      "19": "אֶת H853 בִּגְדֵ֥י H899 הַשְּׂרָ֖ד H8278 לְשָׁרֵ֣ת H8334 בַּקֹּ֑דֶשׁ H6944 אֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 לְאַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 לְכַהֵֽן H3547 ",
      "20": "וַיֵּֽצְא֛וּ H3318 כָּל H3605 עֲדַ֥ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִלִּ H6440 מֹשֶֽׁה H4872 ",
      "21": "וַיָּבֹ֕אוּ H935 כָּל H3605 אִ֖ישׁ H376 אֲשֶׁר H834 נְשָׂא֣וֹ H5375 לִבּ֑וֹ H3820 וְכֹ֡ל H3605 אֲשֶׁר֩ H834 נָדְבָ֨ה H5068 רוּח֜וֹ H7307 אֹת֗וֹ H853 הֵ֠בִיאוּ H935 אֶת H853 תְּרוּמַ֨ת H8641 יְהוָ֜ה H3068 לִמְלֶ֨אכֶת H4399 אֹ֤הֶל H168 מוֹעֵד֙ H4150 וּלְ H3605 עֲבֹ֣דָת֔וֹ H5656 וּלְ H899 הַקֹּֽדֶשׁ H6944 ",
      "22": "וַיָּבֹ֥אוּ H935 הָאֲנָשִׁ֖ים H376 עַל H5921 הַנָּשִׁ֑ים H802 כֹּ֣ל H3605 נְדִ֣יב H5081 לֵ֗ב H3820 הֵ֠בִיאוּ H935 חָ֣ח H2397 וָנֶ֜זֶם H5141 וְטַבַּ֤עַת H2885 וְכוּמָז֙ H3558 כָּל H3605 כְּלִ֣י H3627 זָהָ֔ב H2091 וְכָל H3605 אִ֕ישׁ H376 אֲשֶׁ֥ר H834 הֵנִ֛יף H5130 תְּנוּפַ֥ת H8573 זָהָ֖ב H2091 לַיהוָֽה H3068 ",
      "23": "וְכָל H3605 אִ֞ישׁ H376 אֲשֶׁר H834 נִמְצָ֣א H4672 אִתּ֗וֹ H854 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 וְעִזִּ֑ים H5795 וְעֹרֹ֨ת H5785 אֵילִ֧ם H352 מְאָדָּמִ֛ים H119 וְעֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 הֵבִֽיאוּ H935 ",
      "24": "כָּל H3605 מֵרִ֗ים H7311 תְּר֤וּמַת H8641 כֶּ֨סֶף֙ H3701 וּנְחֹ֔שֶׁת H5178 הֵבִ֕יאוּ H935 אֵ֖ת H853 תְּרוּמַ֣ת H8641 יְהוָ֑ה H3068 וְכֹ֡ל H3605 אֲשֶׁר֩ H834 נִמְצָ֨א H4672 אִתּ֜וֹ H854 עֲצֵ֥י H6086 שִׁטִּ֛ים H7848 לְכָל H3605 מְלֶ֥אכֶת H4399 הָעֲבֹדָ֖ה H5656 הֵבִֽיאוּ H935 ",
      "25": "וְכָל H3605 אִשָּׁ֥ה H802 חַכְמַת H2450 לֵ֖ב H3820 בְּיָדֶ֣י H3027 טָו֑וּ H2901 וַיָּבִ֣יאוּ H935 מַטְוֶ֗ה H4299 אֶֽת H853 הַתְּכֵ֨לֶת֙ H8504 וְאֶת H853 הָֽאַרְגָּמָ֔ן H713 אֶת H853 תּוֹלַ֥עַת H8438 הַשָּׁנִ֖י H8144 וְאֶת H853 הַשֵּֽׁשׁ H8336 ",
      "26": "וְכָל H3605 הַ֨נָּשִׁ֔ים H802 אֲשֶׁ֨ר H834 נָשָׂ֥א H5375 לִבָּ֛ן H3820 אֹתָ֖נָה H853 בְּחָכְמָ֑ה H2451 טָו֖וּ H2901 אֶת H853 הָעִזִּֽים H5795 ",
      "27": "וְהַ H5387 הֵבִ֔יאוּ H935 אֵ֚ת H853 אַבְנֵ֣י H68 הַשֹּׁ֔הַם H7718 וְאֵ֖ת H853 אַבְנֵ֣י H68 הַמִּלֻּאִ֑ים H4394 לָאֵפ֖וֹד H646 וְלַ H2833 ",
      "28": "וְאֶת H853 הַבֹּ֖שֶׂם H1314 וְאֶת H853 הַשָּׁ֑מֶן H8081 לְמָא֕וֹר H3974 וּלְ H8081 הַמִּשְׁחָ֔ה H4888 וְלִ H7004 הַסַּמִּֽים H5561 ",
      "29": "כָּל H3605 אִ֣ישׁ H376 וְאִשָּׁ֗ה H802 אֲשֶׁ֨ר H834 נָדַ֣ב H5068 לִבָּם֮ H3820 אֹתָם֒ H853 לְהָבִיא֙ H935 לְכָל H3605 הַמְּלָאכָ֔ה H4399 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 לַעֲשׂ֖וֹת H6213 בְּיַד H3027 מֹשֶׁ֑ה H4872 הֵבִ֧יאוּ H935 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 נְדָבָ֖ה H5071 לַיהוָֽה H3068 ",
      "30": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 רְא֛וּ H7200 קָרָ֥א H7121 יְהוָ֖ה H3068 בְּשֵׁ֑ם H8034 בְּצַלְאֵ֛ל H1212 בֶּן H1121 אוּרִ֥י H221 בֶן H1121 ח֖וּר H2354 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
      "31": "וַיְמַלֵּ֥א H4390 אֹת֖וֹ H853 ר֣וּחַ H7307 אֱלֹהִ֑ים H430 בְּחָכְמָ֛ה H2451 בִּתְבוּנָ֥ה H8394 וּבְ H1847 וּבְ H3605 מְלָאכָֽה H4399 ",
      "32": "וְלַ H2803 מַֽחַשָׁבֹ֑ת H4284 לַעֲשֹׂ֛ת H6213 בַּזָּהָ֥ב H2091 וּבַ H3701 וּבַ H5178 ",
      "33": "וּבַ H2799 אֶ֛בֶן H68 לְמַלֹּ֖את H4390 וּבַ H2799 עֵ֑ץ H6086 לַעֲשׂ֖וֹת H6213 בְּכָל H3605 מְלֶ֥אכֶת H4399 מַחֲשָֽׁבֶת H4284 ",
      "34": "וּלְ H3384 נָתַ֣ן H5414 בְּלִבּ֑ H3820 ה֕וּא H1931 וְאָֽהֳלִיאָ֥ב H171 בֶּן H1121 אֲחִיסָמָ֖ךְ H294 לְמַטֵּה H4294 דָֽן H1835 ",
      "35": "מִלֵּ֨א H4390 אֹתָ֜ם H853 חָכְמַת H2451 לֵ֗ב H3820 לַעֲשׂוֹת֮ H6213 כָּל H3605 מְלֶ֣אכֶת H4399 חָרָ֣שׁ H2796 וְחֹשֵׁב֒ H2803 וְרֹקֵ֞ם H7551 בַּתְּכֵ֣לֶת H8504 וּבָֽ H713 בְּתוֹלַ֧עַת H8438 הַשָּׁנִ֛י H8144 וּבַ H8336 וְאֹרֵ֑ג H707 עֹשֵׂי֙ H6213 כָּל H3605 מְלָאכָ֔ה H4399 וְחֹשְׁבֵ֖י H2803 מַחֲשָׁבֹֽת H4284 "
    },
    "36": {
      "1": "וְעָשָׂה֩ H6213 בְצַלְאֵ֨ל H1212 וְאָהֳלִיאָ֜ב H171 וְכֹ֣ל H3605 אִ֣ישׁ H376 חֲכַם H2450 לֵ֗ב H3820 אֲשֶׁר֩ H834 נָתַ֨ן H5414 יְהוָ֜ה H3068 חָכְמָ֤ה H2451 וּתְבוּנָה֙ H8394 בָּהֵ֔מָּה H1992 לָדַ֣עַת H3045 לַעֲשֹׂ֔ת H6213 אֶֽת H853 כָּל H3605 מְלֶ֖אכֶת H4399 עֲבֹדַ֣ת H5656 הַקֹּ֑דֶשׁ H6944 לְכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 יְהוָֽה H3068 ",
      "2": "וַיִּקְרָ֣א H7121 מֹשֶׁ֗ה H4872 אֶל H413 בְּצַלְאֵ֘ל H1212 וְאֶל H413 אָֽהֳלִיאָב֒ H171 וְאֶל֙ H413 כָּל H3605 אִ֣ישׁ H376 חֲכַם H2450 לֵ֔ב H3820 אֲשֶׁ֨ר H834 נָתַ֧ן H5414 יְהוָ֛ה H3068 חָכְמָ֖ה H2451 בְּלִבּ֑ H3820 כֹּ֚ל H3605 אֲשֶׁ֣ר H834 נְשָׂא֣וֹ H5375 לִבּ֔וֹ H3820 לְקָרְבָ֥ה H7126 אֶל H413 הַמְּלָאכָ֖ה H4399 לַעֲשֹׂ֥ת H6213 אֹתָֽהּ H853 ",
      "3": "וַיִּקְח֞וּ H3947 מִלִּ H6440 מֹשֶׁ֗ה H4872 אֵ֤ת H853 כָּל H3605 הַתְּרוּמָה֙ H8641 אֲשֶׁ֨ר H834 הֵבִ֜יאוּ H935 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לִמְלֶ֛אכֶת H4399 עֲבֹדַ֥ת H5656 הַקֹּ֖דֶשׁ H6944 לַעֲשֹׂ֣ת H6213 אֹתָ֑הּ H853 וְ֠הֵם H1992 הֵבִ֨יאוּ H935 אֵלָ֥יו H413 ע֛וֹד H5750 נְדָבָ֖ה H5071 בַּבֹּ֥קֶר H1242 בַּבֹּֽקֶר H1242 ",
      "4": "וַיָּבֹ֨אוּ֙ H935 כָּל H3605 הַ֣חֲכָמִ֔ים H2450 הָעֹשִׂ֕ים H6213 אֵ֖ת H853 כָּל H3605 מְלֶ֣אכֶת H4399 הַקֹּ֑דֶשׁ H6944 אִֽישׁ H376 אִ֥ישׁ H376 מִמְּלַאכְתּ֖ H4399 אֲשֶׁר H834 הֵ֥מָּה H1992 עֹשִֽׂים H6213 ",
      "5": "וַיֹּאמְרוּ֙ H559 אֶל H413 מֹשֶׁ֣ה H4872 לֵּאמֹ֔ר H559 מַרְבִּ֥ים H7235 הָעָ֖ם H5971 לְהָבִ֑יא H935 מִדֵּ֤י H1767 הָֽעֲבֹדָה֙ H5656 לַמְּלָאכָ֔ה H4399 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לַעֲשֹׂ֥ת H6213 אֹתָֽהּ H853 ",
      "6": "וַיְצַ֣ו H6680 מֹשֶׁ֗ה H4872 וַיַּעֲבִ֨ירוּ H5674 ק֥וֹל H6963 בַּֽמַּחֲנֶה֮ H4264 לֵאמֹר֒ H559 אִ֣ישׁ H376 וְאִשָּׁ֗ה H802 אַל H408 יַעֲשׂוּ H6213 ע֛וֹד H5750 מְלָאכָ֖ה H4399 לִתְרוּמַ֣ת H8641 הַקֹּ֑דֶשׁ H6944 וַיִּכָּלֵ֥א H3607 הָעָ֖ם H5971 מֵהָבִֽיא H935 ",
      "7": "וְהַ H4399 הָיְתָ֥ה H1961 דַיָּ֛ם H1767 לְכָל H3605 הַמְּלָאכָ֖ה H4399 לַעֲשׂ֣וֹת H6213 אֹתָ֑הּ H853 וְהוֹתֵֽר H3498 ",
      "8": "וַיַּעֲשׂ֨וּ H6213 כָל H3605 חֲכַם H2450 לֵ֜ב H3820 בְּעֹשֵׂ֧י H6213 הַמְּלָאכָ֛ה H4399 אֶת H853 הַמִּשְׁכָּ֖ן H4908 עֶ֣שֶׂר H6235 יְרִיעֹ֑ת H3407 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 וּתְכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 וְתוֹלַ֣עַת H8438 שָׁנִ֔י H8144 כְּרֻבִ֛ים H3742 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֖ב H2803 עָשָׂ֥ה H6213 אֹתָֽם H853 ",
      "9": "אֹ֜רֶךְ H753 הַיְרִיעָ֣ה H3407 הָֽאַחַ֗ת H259 שְׁמֹנֶ֤ה H8083 וְעֶשְׂרִים֙ H6242 בָּֽאַמָּ֔ה H520 וְרֹ֨חַב֙ H7341 אַרְבַּ֣ע H702 בָּֽאַמָּ֔ה H520 הַיְרִיעָ֖ה H3407 הָאֶחָ֑ת H259 מִדָּ֥ה H4060 אַחַ֖ת H259 לְכָל H3605 הַיְרִיעֹֽת H3407 ",
      "10": "וַיְחַבֵּר֙ H2266 אֶת H853 חֲמֵ֣שׁ H2568 הַיְרִיעֹ֔ת H3407 אַחַ֖ת H259 אֶל H413 אֶחָ֑ת H259 וְחָמֵ֤שׁ H2568 יְרִיעֹת֙ H3407 חִבַּ֔ר H2266 אַחַ֖ת H259 אֶל H413 אֶחָֽת H259 ",
      "11": "וַיַּ֜עַשׂ H6213 לֻֽלְאֹ֣ת H3924 תְּכֵ֗לֶת H8504 עַ֣ל H5921 שְׂפַ֤ת H8193 הַיְרִיעָה֙ H3407 הָֽאֶחָ֔ת H259 מִקָּצָ֖ה H7098 בַּמַּחְבָּ֑רֶת H4225 כֵּ֤ן H3651 עָשָׂה֙ H6213 בִּשְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַקִּ֣יצוֹנָ֔ה H7020 בַּמַּחְבֶּ֖רֶת H4225 הַשֵּׁנִֽית H8145 ",
      "12": "חֲמִשִּׁ֣ים H2572 לֻלָאֹ֗ת H3924 עָשָׂה֮ H6213 בַּיְרִיעָ֣ה H3407 הָאֶחָת֒ H259 וַחֲמִשִּׁ֣ים H2572 לֻלָאֹ֗ת H3924 עָשָׂה֙ H6213 בִּקְצֵ֣ה H7097 הַיְרִיעָ֔ה H3407 אֲשֶׁ֖ר H834 בַּמַּחְבֶּ֣רֶת H4225 הַשֵּׁנִ֑ית H8145 מַקְבִּילֹת֙ H6901 הַלֻּ֣לָאֹ֔ת H3924 אַחַ֖ת H259 אֶל H413 אֶחָֽת H259 ",
      "13": "וַיַּ֕עַשׂ H6213 חֲמִשִּׁ֖ים H2572 קַרְסֵ֣י H7165 זָהָ֑ב H2091 וַיְחַבֵּ֨ר H2266 אֶת H853 הַיְרִעֹ֜ת H3407 אַחַ֤ת H259 אֶל H413 אַחַת֙ H259 בַּקְּרָסִ֔ים H7165 וַֽיְהִ֥י H1961 הַמִּשְׁכָּ֖ן H4908 אֶחָֽד H259 ",
      "14": "וַיַּ֨עַשׂ֙ H6213 יְרִיעֹ֣ת H3407 עִזִּ֔ים H5795 לְאֹ֖הֶל H168 עַל H5921 הַמִּשְׁכָּ֑ן H4908 עַשְׁתֵּֽי H6249 עֶשְׂרֵ֥ה H6240 יְרִיעֹ֖ת H3407 עָשָׂ֥ה H6213 אֹתָֽם H853 ",
      "15": "אֹ֜רֶךְ H753 הַיְרִיעָ֣ה H3407 הָאַחַ֗ת H259 שְׁלֹשִׁים֙ H7970 בָּֽאַמָּ֔ה H520 וְאַרְבַּ֣ע H702 אַמּ֔וֹת H520 רֹ֖חַב H7341 הַיְרִיעָ֣ה H3407 הָאֶחָ֑ת H259 מִדָּ֣ה H4060 אַחַ֔ת H259 לְעַשְׁתֵּ֥י H6249 עֶשְׂרֵ֖ה H6240 יְרִיעֹֽת H3407 ",
      "16": "וַיְחַבֵּ֛ר H2266 אֶת H853 חֲמֵ֥שׁ H2568 הַיְרִיעֹ֖ת H3407 לְבָ֑ד H905 וְאֶת H853 שֵׁ֥שׁ H8337 הַיְרִיעֹ֖ת H3407 לְבָֽד H905 ",
      "17": "וַיַּ֜עַשׂ H6213 לֻֽלָאֹ֣ת H3924 חֲמִשִּׁ֗ים H2572 עַ֚ל H5921 שְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַקִּיצֹנָ֖ה H7020 בַּמַּחְבָּ֑רֶת H4225 וַחֲמִשִּׁ֣ים H2572 לֻלָאֹ֗ת H3924 עָשָׂה֙ H6213 עַל H5921 שְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַחֹבֶ֖רֶת H2279 הַשֵּׁנִֽית H8145 ",
      "18": "וַיַּ֛עַשׂ H6213 קַרְסֵ֥י H7165 נְחֹ֖שֶׁת H5178 חֲמִשִּׁ֑ים H2572 לְחַבֵּ֥ר H2266 אֶת H853 הָאֹ֖הֶל H168 לִֽהְיֹ֥ת H1961 אֶחָֽד H259 ",
      "19": "וַיַּ֤עַשׂ H6213 מִכְסֶה֙ H4372 לָאֹ֔הֶל H168 עֹרֹ֥ת H5785 אֵלִ֖ים H352 מְאָדָּמִ֑ים H119 וּמִכְסֵ֛ה H4372 עֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 מִלְ H4605 ",
      "20": "וַיַּ֥עַשׂ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֲצֵ֥י H6086 שִׁטִּ֖ים H7848 עֹמְדִֽים H5975 ",
      "21": "עֶ֥שֶׂר H6235 אַמֹּ֖ת H520 אֹ֣רֶךְ H753 הַקָּ֑רֶשׁ H7175 וְאַמָּה֙ H520 וַחֲצִ֣י H2677 הָֽאַמָּ֔ה H520 רֹ֖חַב H7341 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
      "22": "שְׁתֵּ֣י H8147 יָדֹ֗ת H3027 לַקֶּ֨רֶשׁ֙ H7175 הָֽאֶחָ֔ד H259 מְשֻׁלָּבֹ֔ת H7947 אַחַ֖ת H259 אֶל H413 אֶחָ֑ת H259 כֵּ֣ן H3651 עָשָׂ֔ה H6213 לְכֹ֖ל H3605 קַרְשֵׁ֥י H7175 הַמִּשְׁכָּֽן H4908 ",
      "23": "וַיַּ֥עַשׂ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֶשְׂרִ֣ים H6242 קְרָשִׁ֔ים H7175 לִפְאַ֖ת H6285 נֶ֥גֶב H5045 תֵּימָֽנָה H8486 ",
      "24": "וְאַרְבָּעִים֙ H705 אַדְנֵי H134 כֶ֔סֶף H3701 עָשָׂ֕ה H6213 תַּ֖חַת H8478 עֶשְׂרִ֣ים H6242 הַקְּרָשִׁ֑ים H7175 שְׁנֵ֨י H8147 אֲדָנִ֜ים H134 תַּֽחַת H8478 הַקֶּ֤רֶשׁ H7175 הָאֶחָד֙ H259 לִשְׁתֵּ֣י H8147 יְדֹתָ֔יו H3027 וּשְׁנֵ֧י H8147 אֲדָנִ֛ים H134 תַּֽחַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָ֖ד H259 לִשְׁתֵּ֥י H8147 יְדֹתָֽיו H3027 ",
      "25": "וּלְ H6763 הַמִּשְׁכָּ֛ן H4908 הַשֵּׁנִ֖ית H8145 לִפְאַ֣ת H6285 צָפ֑וֹן H6828 עָשָׂ֖ה H6213 עֶשְׂרִ֥ים H6242 קְרָשִֽׁים H7175 ",
      "26": "וְאַרְבָּעִ֥ים H705 אַדְנֵיהֶ֖ם H134 כָּ֑סֶף H3701 שְׁנֵ֣י H8147 אֲדָנִ֗ים H134 תַּ֚חַת H8478 הַקֶּ֣רֶשׁ H7175 הָאֶחָ֔ד H259 וּשְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
      "27": "וּֽלְ H3411 הַמִּשְׁכָּ֖ן H4908 יָ֑מָּה H3220 עָשָׂ֖ה H6213 שִׁשָּׁ֥ה H8337 קְרָשִֽׁים H7175 ",
      "28": "וּשְׁנֵ֤י H8147 קְרָשִׁים֙ H7175 עָשָׂ֔ה H6213 לִמְקֻצְעֹ֖ת H4742 הַמִּשְׁכָּ֑ן H4908 בַּיַּרְכָתָֽיִם H3411 ",
      "29": "וְהָי֣וּ H1961 תוֹאֲמִם֮ H8382 מִלְּ H4295 וְיַחְדָּ֗ו H3162 יִהְי֤וּ H1961 תַמִּים֙ H8382 אֶל H413 רֹאשׁ֔וֹ H7218 אֶל H413 הַטַּבַּ֖עַת H2885 הָאֶחָ֑ת H259 כֵּ֚ן H3651 עָשָׂ֣ה H6213 לִשְׁנֵי H8147 לִשְׁנֵ֖י H8147 הַמִּקְצֹעֹֽת H4740 ",
      "30": "וְהָיוּ֙ H1961 שְׁמֹנָ֣ה H8083 קְרָשִׁ֔ים H7175 וְאַדְנֵי H134 כֶּ֔סֶף H3701 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אֲדָנִ֑ים H134 שְׁנֵ֤י H8147 אֲדָנִים֙ H134 שְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
      "31": "וַיַּ֥עַשׂ H6213 בְּרִיחֵ֖י H1280 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חֲמִשָּׁ֕ה H2568 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הָאֶחָֽת H259 ",
      "32": "וַחֲמִשָּׁ֣ה H2568 בְרִיחִ֔ם H1280 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הַשֵּׁנִ֑ית H8145 וַחֲמִשָּׁ֤ה H2568 בְרִיחִם֙ H1280 לְקַרְשֵׁ֣י H7175 הַמִּשְׁכָּ֔ן H4908 לַיַּרְכָתַ֖יִם H3411 יָֽמָּה H3220 ",
      "33": "וַיַּ֖עַשׂ H6213 אֶת H853 הַבְּרִ֣יחַ H1280 הַתִּיכֹ֑ן H8484 לִבְרֹ֨חַ֙ H1272 בְּת֣וֹךְ H8432 הַקְּרָשִׁ֔ים H7175 מִן H4480 הַקָּצֶ֖ה H7097 אֶל H413 הַקָּצֶֽה H7097 ",
      "34": "וְֽאֶת H853 הַקְּרָשִׁ֞ים H7175 צִפָּ֣ה H6823 זָהָ֗ב H2091 וְאֶת H853 טַבְּעֹתָם֙ H2885 עָשָׂ֣ה H6213 זָהָ֔ב H2091 בָּתִּ֖ים H1004 לַבְּרִיחִ֑ם H1280 וַיְצַ֥ף H6823 אֶת H853 הַבְּרִיחִ֖ם H1280 זָהָֽב H2091 ",
      "35": "וַיַּ֨עַשׂ֙ H6213 אֶת H853 הַפָּרֹ֔כֶת H6532 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֛ב H2803 עָשָׂ֥ה H6213 אֹתָ֖הּ H853 כְּרֻבִֽים H3742 ",
      "36": "וַיַּ֣עַשׂ H6213 לָ֗הּ Hl אַרְבָּעָה֙ H702 עַמּוּדֵ֣י H5982 שִׁטִּ֔ים H7848 וַיְצַפֵּ֣ H6823 זָהָ֔ב H2091 וָוֵיהֶ֖ם H2053 זָהָ֑ב H2091 וַיִּצֹ֣ק H3332 לָהֶ֔ם Hl אַרְבָּעָ֖ה H702 אַדְנֵי H134 כָֽסֶף H3701 ",
      "37": "וַיַּ֤עַשׂ H6213 מָסָךְ֙ H4539 לְפֶ֣תַח H6607 הָאֹ֔הֶל H168 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֖ה H4639 רֹקֵֽם H7551 ",
      "38": "וְאֶת H853 עַמּוּדָ֤יו H5982 חֲמִשָּׁה֙ H2568 וְאֶת H853 וָ֣וֵיהֶ֔ם H2053 וְצִפָּ֧ה H6823 רָאשֵׁיהֶ֛ם H7218 וַחֲשֻׁקֵי H2838 זָהָ֑ב H2091 וְאַדְנֵי H134 חֲמִשָּׁ֖ה H2568 נְחֹֽשֶׁת H5178 "
    },
    "37": {
      "1": "וַיַּ֧עַשׂ H6213 בְּצַלְאֵ֛ל H1212 אֶת H853 הָאָרֹ֖ן H727 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֨יִם H520 וָחֵ֜צִי H2677 אָרְכּ֗וֹ H753 וְאַמָּ֤ה H520 וָחֵ֨צִי֙ H2677 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
      "2": "וַיְצַפֵּ֛ H6823 זָהָ֥ב H2091 טָה֖וֹר H2889 מִבַּ֣יִת H1004 וּמִ H2351 וַיַּ֥עַשׂ H6213 ל֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
      "3": "וַיִּצֹ֣ק H3332 ל֗וֹ Hl אַרְבַּע֙ H702 טַבְּעֹ֣ת H2885 זָהָ֔ב H2091 עַ֖ל H5921 אַרְבַּ֣ע H702 פַּעֲמֹתָ֑יו H6471 וּשְׁתֵּ֣י H8147 טַבָּעֹ֗ת H2885 עַל H5921 צַלְעוֹ֙ H6763 הָֽאֶחָ֔ת H259 וּשְׁתֵּי֙ H8147 טַבָּע֔וֹת H2885 עַל H5921 צַלְע֖וֹ H6763 הַשֵּׁנִֽית H8145 ",
      "4": "וַיַּ֥עַשׂ H6213 בַּדֵּ֖י H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
      "5": "וַיָּבֵ֤א H935 אֶת H853 הַבַּדִּים֙ H905 בַּטַּבָּעֹ֔ת H2885 עַ֖ל H5921 צַלְעֹ֣ת H6763 הָאָרֹ֑ן H727 לָשֵׂ֖את H5375 אֶת H853 הָאָרֹֽן H727 ",
      "6": "וַיַּ֥עַשׂ H6213 כַּפֹּ֖רֶת H3727 זָהָ֣ב H2091 טָה֑וֹר H2889 אַמָּתַ֤יִם H520 וָחֵ֨צִי֙ H2677 אָרְכָּ֔הּ H753 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 רָחְבָּֽהּ H7341 ",
      "7": "וַיַּ֛עַשׂ H6213 שְׁנֵ֥י H8147 כְרֻבִ֖ים H3742 זָהָ֑ב H2091 מִקְשָׁה֙ H4749 עָשָׂ֣ה H6213 אֹתָ֔ם H853 מִשְּׁנֵ֖י H8147 קְצ֥וֹת H7098 הַכַּפֹּֽרֶת H3727 ",
      "8": "כְּרוּב H3742 אֶחָ֤ד H259 מִקָּצָה֙ H7098 מִזֶּ֔ה H2088 וּכְרוּב H3742 אֶחָ֥ד H259 מִקָּצָ֖ה H7098 מִזֶּ֑ה H2088 מִן H4480 הַכַּפֹּ֛רֶת H3727 עָשָׂ֥ה H6213 אֶת H853 הַכְּרֻבִ֖ים H3742 מִשְּׁנֵ֥י H8147 קצוותו H7117 ",
      "9": "וַיִּהְי֣וּ H1961 הַכְּרֻבִים֩ H3742 פֹּרְשֵׂ֨י H6566 כְנָפַ֜יִם H3671 לְמַ֗עְלָ H4605 סֹֽכְכִ֤ים H5526 בְּכַנְפֵי H3671 עַל H5921 הַכַּפֹּ֔רֶת H3727 וּפְנֵי H6440 אִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 אֶל H413 הַכַּפֹּ֔רֶת H3727 הָי֖וּ H1961 פְּנֵ֥י H6440 הַכְּרֻבִֽים H3742 ",
      "10": "וַיַּ֥עַשׂ H6213 אֶת H853 הַשֻּׁלְחָ֖ן H7979 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֤יִם H520 אָרְכּוֹ֙ H753 וְאַמָּ֣ה H520 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
      "11": "וַיְצַ֥ף H6823 אֹת֖וֹ H853 זָהָ֣ב H2091 טָה֑וֹר H2889 וַיַּ֥עַשׂ H6213 ל֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
      "12": "וַיַּ֨עַשׂ H6213 ל֥וֹ Hl מִסְגֶּ֛רֶת H4526 טֹ֖פַח H2948 סָבִ֑יב H5439 וַיַּ֧עַשׂ H6213 זֵר H2213 זָהָ֛ב H2091 לְמִסְגַּרְתּ֖ H4526 סָבִֽיב H5439 ",
      "13": "וַיִּצֹ֣ק H3332 ל֔וֹ Hl אַרְבַּ֖ע H702 טַבְּעֹ֣ת H2885 זָהָ֑ב H2091 וַיִּתֵּן֙ H5414 אֶת H853 הַטַּבָּעֹ֔ת H2885 עַ֚ל H5921 אַרְבַּ֣ע H702 הַפֵּאֹ֔ת H6285 אֲשֶׁ֖ר H834 לְאַרְבַּ֥ע H702 רַגְלָֽיו H7272 ",
      "14": "לְעֻמַּת֙ H5980 הַמִּסְגֶּ֔רֶת H4526 הָי֖וּ H1961 הַטַּבָּעֹ֑ת H2885 בָּתִּים֙ H1004 לַבַּדִּ֔ים H905 לָשֵׂ֖את H5375 אֶת H853 הַשֻּׁלְחָֽן H7979 ",
      "15": "וַיַּ֤עַשׂ H6213 אֶת H853 הַבַּדִּים֙ H905 עֲצֵ֣י H6086 שִׁטִּ֔ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 זָהָ֑ב H2091 לָשֵׂ֖את H5375 אֶת H853 הַשֻּׁלְחָֽן H7979 ",
      "16": "וַיַּ֜עַשׂ H6213 אֶֽת H853 הַכֵּלִ֣ים H3627 אֲשֶׁ֣ר H834 עַל H5921 הַשֻּׁלְחָ֗ן H7979 אֶת H853 קְעָרֹתָ֤יו H7086 וְאֶת H853 כַּפֹּתָיו֙ H3709 וְאֵת֙ H853 מְנַקִּיֹּתָ֔יו H4518 וְאֶת H853 הַקְּשָׂוֺ֔ת H7184 אֲשֶׁ֥ר H834 יֻסַּ֖ךְ H5258 בָּהֵ֑ן H2004 זָהָ֖ב H2091 טָהֽוֹר H2889 ",
      "17": "וַיַּ֥עַשׂ H6213 אֶת H853 הַמְּנֹרָ֖ה H4501 זָהָ֣ב H2091 טָה֑וֹר H2889 מִקְשָׁ֞ה H4749 עָשָׂ֤ה H6213 אֶת H853 הַמְּנֹרָה֙ H4501 יְרֵכָ֣הּ H3409 וְקָנָ֔ H7070 גְּבִיעֶ֛יהָ H1375 כַּפְתֹּרֶ֥יהָ H3730 וּפְרָחֶ֖י H6525 מִמֶּ֥נָּה H4480 הָיֽוּ H1961 ",
      "18": "וְשִׁשָּׁ֣ה H8337 קָנִ֔ים H7070 יֹצְאִ֖ים H3318 מִצִּדֶּ֑י H6654 שְׁלֹשָׁ֣ה H7969 קְנֵ֣י H7070 מְנֹרָ֗ה H4501 מִצִּדָּ H6654 הָֽאֶחָ֔ד H259 וּשְׁלֹשָׁה֙ H7969 קְנֵ֣י H7070 מְנֹרָ֔ה H4501 מִצִּדָּ֖ H6654 הַשֵּׁנִֽי H8145 ",
      "19": "שְׁלֹשָׁ֣ה H7969 גְ֠בִעִים H1375 מְֽשֻׁקָּדִ֞ים H8246 בַּקָּנֶ֣ה H7070 הָאֶחָד֮ H259 כַּפְתֹּ֣ר H3730 וָפֶרַח֒ H6525 וּשְׁלֹשָׁ֣ה H7969 גְבִעִ֗ים H1375 מְשֻׁקָּדִ֛ים H8246 בְּקָנֶ֥ה H7070 אֶחָ֖ד H259 כַּפְתֹּ֣ר H3730 וָפָ֑רַח H6525 כֵּ֚ן H3651 לְשֵׁ֣שֶׁת H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִן H4480 הַמְּנֹרָֽה H4501 ",
      "20": "וּבַ H4501 אַרְבָּעָ֣ה H702 גְבִעִ֑ים H1375 מְשֻׁ֨קָּדִ֔ים H8246 כַּפְתֹּרֶ֖יהָ H3730 וּפְרָחֶֽי H6525 ",
      "21": "וְכַפְתֹּ֡ר H3730 תַּחַת֩ H8478 שְׁנֵ֨י H8147 הַקָּנִ֜ים H7070 מִמֶּ֗נָּה H4480 וְכַפְתֹּר֙ H3730 תַּ֣חַת H8478 שְׁנֵ֤י H8147 הַקָּנִים֙ H7070 מִמֶּ֔נָּה H4480 וְכַפְתֹּ֕ר H3730 תַּֽחַת H8478 שְׁנֵ֥י H8147 הַקָּנִ֖ים H7070 מִמֶּ֑נָּה H4480 לְשֵׁ֨שֶׁת֙ H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִמֶּֽנָּה H4480 ",
      "22": "כַּפְתֹּרֵיהֶ֥ם H3730 וּקְנֹתָ֖ H7070 מִמֶּ֣נָּה H4480 הָי֑וּ H1961 כֻּלָּ֛הּ H3605 מִקְשָׁ֥ה H4749 אַחַ֖ת H259 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
      "23": "וַיַּ֥עַשׂ H6213 אֶת H853 נֵרֹתֶ֖יהָ H5216 שִׁבְעָ֑ה H7651 וּמַלְקָחֶ֥י H4457 וּמַחְתֹּתֶ֖י H4289 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
      "24": "כִּכָּ֛ר H3603 זָהָ֥ב H2091 טָה֖וֹר H2889 עָשָׂ֣ה H6213 אֹתָ֑הּ H853 וְאֵ֖ת H853 כָּל H3605 כֵּלֶֽיהָ H3627 ",
      "25": "וַיַּ֛עַשׂ H6213 אֶת H853 מִזְבַּ֥ח H4196 הַקְּטֹ֖רֶת H7004 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּ֣ה H520 אָרְכּוֹ֩ H753 וְאַמָּ֨ה H520 רָחְבּ֜וֹ H7341 רָב֗וּעַ H7251 וְאַמָּתַ֨יִם֙ H520 קֹֽמָת֔וֹ H6967 מִמֶּ֖נּוּ H4480 הָי֥וּ H1961 קַרְנֹתָֽיו H7161 ",
      "26": "וַיְצַ֨ף H6823 אֹת֜וֹ H853 זָהָ֣ב H2091 טָה֗וֹר H2889 אֶת H853 גַּגּ֧וֹ H1406 וְאֶת H853 קִירֹתָ֛יו H7023 סָבִ֖יב H5439 וְאֶת H853 קַרְנֹתָ֑יו H7161 וַיַּ֥עַשׂ H6213 ל֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
      "27": "וּשְׁתֵּי֩ H8147 טַבְּעֹ֨ת H2885 זָהָ֜ב H2091 עָֽשָׂה H6213 ל֣וֹ Hl מִתַּ֣חַת H8478 לְזֵר֗ H2213 עַ֚ל H5921 שְׁתֵּ֣י H8147 צַלְעֹתָ֔יו H6763 עַ֖ל H5921 שְׁנֵ֣י H8147 צִדָּ֑יו H6654 לְבָתִּ֣ים H1004 לְבַדִּ֔ים H905 לָשֵׂ֥את H5375 אֹת֖וֹ H853 בָּהֶֽם Hb ",
      "28": "וַיַּ֥עַשׂ H6213 אֶת H853 הַבַּדִּ֖ים H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
      "29": "וַיַּ֜עַשׂ H6213 אֶת H853 שֶׁ֤מֶן H8081 הַמִּשְׁחָה֙ H4888 קֹ֔דֶשׁ H6944 וְאֶת H853 קְטֹ֥רֶת H7004 הַסַּמִּ֖ים H5561 טָה֑וֹר H2889 מַעֲשֵׂ֖ה H4639 רֹקֵֽחַ H7543 "
    },
    "38": {
      "1": "וַיַּ֛עַשׂ H6213 אֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חָמֵשׁ֩ H2568 אַמּ֨וֹת H520 אָרְכּ֜וֹ H753 וְחָֽמֵשׁ H2568 אַמּ֤וֹת H520 רָחְבּוֹ֙ H7341 רָב֔וּעַ H7251 וְשָׁלֹ֥שׁ H7969 אַמּ֖וֹת H520 קֹמָתֽוֹ H6967 ",
      "2": "וַיַּ֣עַשׂ H6213 קַרְנֹתָ֗יו H7161 עַ֚ל H5921 אַרְבַּ֣ע H702 פִּנֹּתָ֔יו H6438 מִמֶּ֖נּוּ H4480 הָי֣וּ H1961 קַרְנֹתָ֑יו H7161 וַיְצַ֥ף H6823 אֹת֖וֹ H853 נְחֹֽשֶׁת H5178 ",
      "3": "וַיַּ֜עַשׂ H6213 אֶֽת H853 כָּל H3605 כְּלֵ֣י H3627 הַמִּזְבֵּ֗חַ H4196 אֶת H853 הַסִּירֹ֤ת H5518 וְאֶת H853 הַיָּעִים֙ H3257 וְאֶת H853 הַמִּזְרָקֹ֔ת H4219 אֶת H853 הַמִּזְלָגֹ֖ת H4207 וְאֶת H853 הַמַּחְתֹּ֑ת H4289 כָּל H3605 כֵּלָ֖יו H3627 עָשָׂ֥ה H6213 נְחֹֽשֶׁת H5178 ",
      "4": "וַיַּ֤עַשׂ H6213 לַמִּזְבֵּ֨חַ֙ H4196 מִכְבָּ֔ר H4345 מַעֲשֵׂ֖ה H4639 רֶ֣שֶׁת H7568 נְחֹ֑שֶׁת H5178 תַּ֧חַת H8478 כַּרְכֻּבּ֛וֹ H3749 מִלְּ H4295 עַד H5704 חֶצְיֽוֹ H2677 ",
      "5": "וַיִּצֹ֞ק H3332 אַרְבַּ֧ע H702 טַבָּעֹ֛ת H2885 בְּאַרְבַּ֥ע H702 הַקְּצָוֺ֖ת H7117 לְמִכְבַּ֣ר H4345 הַנְּחֹ֑שֶׁת H5178 בָּתִּ֖ים H1004 לַבַּדִּֽים H905 ",
      "6": "וַיַּ֥עַשׂ H6213 אֶת H853 הַבַּדִּ֖ים H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 נְחֹֽשֶׁת H5178 ",
      "7": "וַיָּבֵ֨א H935 אֶת H853 הַבַּדִּ֜ים H905 בַּטַּבָּעֹ֗ת H2885 עַ֚ל H5921 צַלְעֹ֣ת H6763 הַמִּזְבֵּ֔חַ H4196 לָשֵׂ֥את H5375 אֹת֖וֹ H853 בָּהֶ֑ם Hb נְב֥וּב H5014 לֻחֹ֖ת H3871 עָשָׂ֥ה H6213 אֹתֽוֹ H853 ",
      "8": "וַיַּ֗עַשׂ H6213 אֵ֚ת H853 הַכִּיּ֣וֹר H3595 נְחֹ֔שֶׁת H5178 וְאֵ֖ת H853 כַּנּ֣וֹ H3653 נְחֹ֑שֶׁת H5178 בְּמַרְאֹת֙ H4759 הַצֹּ֣בְאֹ֔ת H6633 אֲשֶׁ֣ר H834 צָֽבְא֔וּ H6633 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "9": "וַיַּ֖עַשׂ H6213 אֶת H853 הֶחָצֵ֑ר H2691 לִפְאַ֣ת H6285 נֶ֣גֶב H5045 תֵּימָ֗נָה H8486 קַלְעֵ֤י H7050 הֶֽחָצֵר֙ H2691 שֵׁ֣שׁ H8336 מָשְׁזָ֔ר H7806 מֵאָ֖ה H3967 בָּאַמָּֽה H520 ",
      "10": "עַמּוּדֵיהֶ֣ם H5982 עֶשְׂרִ֔ים H6242 וְאַדְנֵי H134 עֶשְׂרִ֖ים H6242 נְחֹ֑שֶׁת H5178 וָוֵ֧י H2053 הָעַמֻּדִ֛ים H5982 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
      "11": "וְלִ H6285 צָפוֹן֙ H6828 מֵאָ֣ה H3967 בָֽאַמָּ֔ה H520 עַמּוּדֵיהֶ֣ם H5982 עֶשְׂרִ֔ים H6242 וְאַדְנֵי H134 עֶשְׂרִ֖ים H6242 נְחֹ֑שֶׁת H5178 וָוֵ֧י H2053 הָֽעַמּוּדִ֛ים H5982 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
      "12": "וְלִ H6285 יָ֗ם H3220 קְלָעִים֙ H7050 חֲמִשִּׁ֣ים H2572 בָּֽאַמָּ֔ה H520 עַמּוּדֵיהֶ֥ם H5982 עֲשָׂרָ֔ה H6235 וְאַדְנֵי H134 עֲשָׂרָ֑ה H6235 וָוֵ֧י H2053 הָעַמֻּדִ֛ים H5982 וַחֲשׁוּקֵי H2838 כָּֽסֶף H3701 ",
      "13": "וְלִ H6285 קֵ֥דְמָה H6924 מִזְרָ֖חָה H4217 חֲמִשִּׁ֥ים H2572 אַמָּֽה H520 ",
      "14": "קְלָעִ֛ים H7050 חֲמֵשׁ H2568 עֶשְׂרֵ֥ה H6240 אַמָּ֖ה H520 אֶל H413 הַכָּתֵ֑ף H3802 עַמּוּדֵיהֶ֣ם H5982 שְׁלֹשָׁ֔ה H7969 וְאַדְנֵי H134 שְׁלֹשָֽׁה H7969 ",
      "15": "וְלַ H3802 הַשֵּׁנִ֗ית H8145 מִזֶּ֤ה H2088 וּמִ H2088 לְשַׁ֣עַר H8179 הֶֽחָצֵ֔ר H2691 קְלָעִ֕ים H7050 חֲמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 אַמָּ֑ה H520 עַמֻּדֵיהֶ֣ם H5982 שְׁלֹשָׁ֔ה H7969 וְאַדְנֵי H134 שְׁלֹשָֽׁה H7969 ",
      "16": "כָּל H3605 קַלְעֵ֧י H7050 הֶחָצֵ֛ר H2691 סָבִ֖יב H5439 שֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
      "17": "וְהָ H134 לָֽעַמֻּדִים֮ H5982 נְחֹשֶׁת֒ H5178 וָוֵ֨י H2053 הָֽעַמּוּדִ֜ים H5982 וַחֲשׁוּקֵי H2838 כֶּ֔סֶף H3701 וְצִפּ֥וּי H6826 רָאשֵׁיהֶ֖ם H7218 כָּ֑סֶף H3701 וְהֵם֙ H1992 מְחֻשָּׁקִ֣ים H2836 כֶּ֔סֶף H3701 כֹּ֖ל H3605 עַמֻּדֵ֥י H5982 הֶחָצֵֽר H2691 ",
      "18": "וּמָסַ֞ךְ H4539 שַׁ֤עַר H8179 הֶחָצֵר֙ H2691 מַעֲשֵׂ֣ה H4639 רֹקֵ֔ם H7551 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 וְעֶשְׂרִ֤ים H6242 אַמָּה֙ H520 אֹ֔רֶךְ H753 וְקוֹמָ֤ה H6967 בְרֹ֨חַב֙ H7341 חָמֵ֣שׁ H2568 אַמּ֔וֹת H520 לְעֻמַּ֖ת H5980 קַלְעֵ֥י H7050 הֶחָצֵֽר H2691 ",
      "19": "וְעַמֻּֽדֵי H5982 אַרְבָּעָ֔ה H702 וְאַדְנֵי H134 אַרְבָּעָ֖ה H702 נְחֹ֑שֶׁת H5178 וָוֵיהֶ֣ם H2053 כֶּ֔סֶף H3701 וְצִפּ֧וּי H6826 רָאשֵׁיהֶ֛ם H7218 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
      "20": "וְֽכָל H3605 הַיְתֵדֹ֞ת H3489 לַמִּשְׁכָּ֧ן H4908 וְלֶ H2691 סָבִ֖יב H5439 נְחֹֽשֶׁת H5178 ",
      "21": "אֵ֣לֶּה H428 פְקוּדֵ֤י H6485 הַמִּשְׁכָּן֙ H4908 מִשְׁכַּ֣ן H4908 הָעֵדֻ֔ת H5715 אֲשֶׁ֥ר H834 פֻּקַּ֖ד H6485 עַל H5921 פִּ֣י H6310 מֹשֶׁ֑ה H4872 עֲבֹדַת֙ H5656 הַלְוִיִּ֔ם H3881 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
      "22": "וּבְצַלְאֵ֛ל H1212 בֶּן H1121 אוּרִ֥י H221 בֶן H1121 ח֖וּר H2354 לְמַטֵּ֣ה H4294 יְהוּדָ֑ה H3063 עָשָׂ֕ה H6213 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "23": "וְאִתּ֗ H854 אָהֳלִיאָ֞ב H171 בֶּן H1121 אֲחִיסָמָ֛ךְ H294 לְמַטֵּה H4294 דָ֖ן H1835 חָרָ֣שׁ H2796 וְחֹשֵׁ֑ב H2803 וְרֹקֵ֗ם H7551 בַּתְּכֵ֨לֶת֙ H8504 וּבָֽ H713 וּבְ H8438 הַשָּׁנִ֖י H8144 וּבַ H8336 ",
      "24": "כָּל H3605 הַזָּהָ֗ב H2091 הֶֽעָשׂוּי֙ H6213 לַמְּלָאכָ֔ה H4399 בְּכֹ֖ל H3605 מְלֶ֣אכֶת H4399 הַקֹּ֑דֶשׁ H6944 וַיְהִ֣י H1961 זְהַ֣ב H2091 הַתְּנוּפָ֗ה H8573 תֵּ֤שַׁע H8672 וְעֶשְׂרִים֙ H6242 כִּכָּ֔ר H3603 וּשְׁבַ֨ע H7651 מֵא֧וֹת H3967 וּשְׁלֹשִׁ֛ים H7970 שֶׁ֖קֶל H8255 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
      "25": "וְכֶ֛סֶף H3701 פְּקוּדֵ֥י H6485 הָעֵדָ֖ה H5712 מְאַ֣ת H3967 כִּכָּ֑ר H3603 וְאֶלֶף֩ H505 וּשְׁבַ֨ע H7651 מֵא֜וֹת H3967 וַחֲמִשָּׁ֧ה H2568 וְשִׁבְעִ֛ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
      "26": "בֶּ֚קַע H1235 לַגֻּלְגֹּ֔לֶת H1538 מַחֲצִ֥ית H4276 הַשֶּׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 לְכֹ֨ל H3605 הָעֹבֵ֜ר H5674 עַל H5921 הַפְּקֻדִ֗ים H6485 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 לְשֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
      "27": "וַיְהִ֗י H1961 מְאַת֙ H3967 כִּכַּ֣ר H3603 הַכֶּ֔סֶף H3701 לָצֶ֗קֶת H3332 אֵ֚ת H853 אַדְנֵ֣י H134 הַקֹּ֔דֶשׁ H6944 וְאֵ֖ת H853 אַדְנֵ֣י H134 הַפָּרֹ֑כֶת H6532 מְאַ֧ת H3967 אֲדָנִ֛ים H134 לִמְאַ֥ת H3967 הַכִּכָּ֖ר H3603 כִּכָּ֥ר H3603 לָאָֽדֶן H134 ",
      "28": "וְאֶת H853 הָאֶ֜לֶף H505 וּשְׁבַ֤ע H7651 הַמֵּאוֹת֙ H3967 וַחֲמִשָּׁ֣ה H2568 וְשִׁבְעִ֔ים H7657 עָשָׂ֥ה H6213 וָוִ֖ים H2053 לָעַמּוּדִ֑ים H5982 וְצִפָּ֥ה H6823 רָאשֵׁיהֶ֖ם H7218 וְחִשַּׁ֥ק H2836 אֹתָֽם H853 ",
      "29": "וּנְחֹ֥שֶׁת H5178 הַתְּנוּפָ֖ה H8573 שִׁבְעִ֣ים H7657 כִּכָּ֑ר H3603 וְאַלְפַּ֥יִם H505 וְאַרְבַּע H702 מֵא֖וֹת H3967 שָֽׁקֶל H8255 ",
      "30": "וַיַּ֣עַשׂ H6213 בָּ֗הּ Hb אֶת H853 אַדְנֵי֙ H134 פֶּ֚תַח H6607 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְאֵת֙ H853 מִזְבַּ֣ח H4196 הַנְּחֹ֔שֶׁת H5178 וְאֶת H853 מִכְבַּ֥ר H4345 הַנְּחֹ֖שֶׁת H5178 אֲשֶׁר H834 ל֑וֹ Hl וְאֵ֖ת H853 כָּל H3605 כְּלֵ֥י H3627 הַמִּזְבֵּֽחַ H4196 ",
      "31": "וְאֶת H853 אַדְנֵ֤י H134 הֶֽחָצֵר֙ H2691 סָבִ֔יב H5439 וְאֶת H853 אַדְנֵ֖י H134 שַׁ֣עַר H8179 הֶחָצֵ֑ר H2691 וְאֵ֨ת H853 כָּל H3605 יִתְדֹ֧ת H3489 הַמִּשְׁכָּ֛ן H4908 וְאֶת H853 כָּל H3605 יִתְדֹ֥ת H3489 הֶחָצֵ֖ר H2691 סָבִֽיב H5439 "
    },
    "39": {
      "1": "וּמִן H4480 הַתְּכֵ֤לֶת H8504 וְהָֽ H713 וְתוֹלַ֣עַת H8438 הַשָּׁנִ֔י H8144 עָשׂ֥וּ H6213 בִגְדֵי H899 שְׂרָ֖ד H8278 לְשָׁרֵ֣ת H8334 בַּקֹּ֑דֶשׁ H6944 וַֽיַּעֲשׂ֞וּ H6213 אֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 אֲשֶׁ֣ר H834 לְאַהֲרֹ֔ן H175 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "2": "וַיַּ֖עַשׂ H6213 אֶת H853 הָאֵפֹ֑ד H646 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
      "3": "וַֽיְרַקְּע֞וּ H7554 אֶת H854 פַּחֵ֣י H6341 הַזָּהָב֮ H2091 וְקִצֵּ֣ץ H7112 פְּתִילִם֒ H6616 לַעֲשׂ֗וֹת H6213 בְּת֤וֹךְ H8432 הַתְּכֵ֨לֶת֙ H8504 וּבְ H8432 הָֽאַרְגָּמָ֔ן H713 וּבְ H8432 תּוֹלַ֥עַת H8438 הַשָּׁנִ֖י H8144 וּבְ H8432 הַשֵּׁ֑שׁ H8336 מַעֲשֵׂ֖ה H4639 חֹשֵֽׁב H2803 ",
      "4": "כְּתֵפֹ֥ת H3802 עָֽשׂוּ H6213 ל֖וֹ Hl חֹבְרֹ֑ת H2266 עַל H5921 שְׁנֵ֥י H8147 קצוותו H7117 חֻבָּֽר H2266 ",
      "5": "וְחֵ֨שֶׁב H2805 אֲפֻדָּת֜וֹ H642 אֲשֶׁ֣ר H834 עָלָ֗יו H5921 מִמֶּ֣נּוּ H4480 הוּא֮ H1931 כְּמַעֲשֵׂ H4639 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "6": "וַֽיַּעֲשׂוּ֙ H6213 אֶת H853 אַבְנֵ֣י H68 הַשֹּׁ֔הַם H7718 מֻֽסַבֹּ֖ת H4142 מִשְׁבְּצֹ֣ת H4865 זָהָ֑ב H2091 מְפֻתָּחֹת֙ H6605 פִּתּוּחֵ֣י H6603 חוֹתָ֔ם H2368 עַל H5921 שְׁמ֖וֹת H8034 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "7": "וַיָּ֣שֶׂם H7760 אֹתָ֗ם H853 עַ֚ל H5921 כִּתְפֹ֣ת H3802 הָאֵפֹ֔ד H646 אַבְנֵ֥י H68 זִכָּר֖וֹן H2146 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "8": "וַיַּ֧עַשׂ H6213 אֶת H853 הַחֹ֛שֶׁן H2833 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֖ב H2803 כְּמַעֲשֵׂ֣ה H4639 אֵפֹ֑ד H646 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
      "9": "רָב֧וּעַ H7251 הָיָ֛ה H1961 כָּפ֖וּל H3717 עָשׂ֣וּ H6213 אֶת H853 הַחֹ֑שֶׁן H2833 זֶ֧רֶת H2239 אָרְכּ֛וֹ H753 וְזֶ֥רֶת H2239 רָחְבּ֖וֹ H7341 כָּפֽוּל H3717 ",
      "10": "וַיְמַלְאוּ H4390 ב֔וֹ Hb אַרְבָּעָ֖ה H702 ט֣וּרֵי H2905 אָ֑בֶן H68 ט֗וּר H2905 אֹ֤דֶם H124 פִּטְדָה֙ H6357 וּבָרֶ֔קֶת H1304 הַטּ֖וּר H2905 הָאֶחָֽד H259 ",
      "11": "וְהַ H2905 הַשֵּׁנִ֑י H8145 נֹ֥פֶךְ H5306 סַפִּ֖יר H5601 וְיָהֲלֹֽם H3095 ",
      "12": "וְהַ H2905 הַשְּׁלִישִׁ֑י H7992 לֶ֥שֶׁם H3958 שְׁב֖וֹ H7618 וְאַחְלָֽמָה H306 ",
      "13": "וְהַ H2905 הָֽרְבִיעִ֔י H7243 תַּרְשִׁ֥ישׁ H8658 שֹׁ֖הַם H7718 וְיָשְׁפֵ֑ה H3471 מֽוּסַבֹּ֛ת H4142 מִשְׁבְּצ֥וֹת H4865 זָהָ֖ב H2091 בְּמִלֻּאֹתָֽ H4396 ",
      "14": "וְ֠הָ H68 עַל H5921 שְׁמֹ֨ת H8034 בְּנֵי H1121 יִשְׂרָאֵ֥ל H3478 הֵ֛נָּה H2007 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 עַל H5921 שְׁמֹתָ֑ם H8034 פִּתּוּחֵ֤י H6603 חֹתָם֙ H2368 אִ֣ישׁ H376 עַל H5921 שְׁמ֔וֹ H8034 לִשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 שָֽׁבֶט H7626 ",
      "15": "וַיַּעֲשׂ֧וּ H6213 עַל H5921 הַחֹ֛שֶׁן H2833 שַׁרְשְׁרֹ֥ת H8333 גַּבְלֻ֖ת H1383 מַעֲשֵׂ֣ה H4639 עֲבֹ֑ת H5688 זָהָ֖ב H2091 טָהֽוֹר H2889 ",
      "16": "וַֽיַּעֲשׂ֗וּ H6213 שְׁתֵּי֙ H8147 מִשְׁבְּצֹ֣ת H4865 זָהָ֔ב H2091 וּשְׁתֵּ֖י H8147 טַבְּעֹ֣ת H2885 זָהָ֑ב H2091 וַֽיִּתְּנ֗וּ H5414 אֶת H853 שְׁתֵּי֙ H8147 הַטַּבָּעֹ֔ת H2885 עַל H5921 שְׁנֵ֖י H8147 קְצ֥וֹת H7098 הַחֹֽשֶׁן H2833 ",
      "17": "וַֽיִּתְּנ֗וּ H5414 שְׁתֵּי֙ H8147 הָעֲבֹתֹ֣ת H5688 הַזָּהָ֔ב H2091 עַל H5921 שְׁתֵּ֖י H8147 הַטַּבָּעֹ֑ת H2885 עַל H5921 קְצ֖וֹת H7098 הַחֹֽשֶׁן H2833 ",
      "18": "וְאֵ֨ת H853 שְׁתֵּ֤י H8147 קְצוֹת֙ H7098 שְׁתֵּ֣י H8147 הָֽעֲבֹתֹ֔ת H5688 נָתְנ֖וּ H5414 עַל H5921 שְׁתֵּ֣י H8147 הַֽמִּשְׁבְּצֹ֑ת H4865 וַֽיִּתְּנֻ֛ H5414 עַל H5921 כִּתְפֹ֥ת H3802 הָאֵפֹ֖ד H646 אֶל H413 מ֥וּל H4136 פָּנָֽיו H6440 ",
      "19": "וַֽיַּעֲשׂ֗וּ H6213 שְׁתֵּי֙ H8147 טַבְּעֹ֣ת H2885 זָהָ֔ב H2091 וַיָּשִׂ֕ימוּ H7760 עַל H5921 שְׁנֵ֖י H8147 קְצ֣וֹת H7098 הַחֹ֑שֶׁן H2833 עַל H5921 שְׂפָת֕וֹ H8193 אֲשֶׁ֛ר H834 אֶל H413 עֵ֥בֶר H5676 הָאֵפֹ֖ד H646 בָּֽיְתָה H1004 ",
      "20": "וַֽיַּעֲשׂוּ֮ H6213 שְׁתֵּ֣י H8147 טַבְּעֹ֣ת H2885 זָהָב֒ H2091 וַֽיִּתְּנֻ֡ H5414 עַל H5921 שְׁתֵּי֩ H8147 כִתְפֹ֨ת H3802 הָאֵפֹ֤ד H646 מִלְ H4295 מִמּ֣וּל H4136 פָּנָ֔יו H6440 לְעֻמַּ֖ת H5980 מֶחְבַּרְתּ֑וֹ H4225 מִמַּ֕עַל H4605 לְחֵ֖שֶׁב H2805 הָאֵפֹֽד H646 ",
      "21": "וַיִּרְכְּס֣וּ H7405 אֶת H853 הַחֹ֡שֶׁן H2833 מִטַּבְּעֹתָי H2885 אֶל H413 טַבְּעֹ֨ת H2885 הָאֵפֹ֜ד H646 בִּפְתִ֣יל H6616 תְּכֵ֗לֶת H8504 לִֽהְיֹת֙ H1961 עַל H5921 חֵ֣שֶׁב H2805 הָאֵפֹ֔ד H646 וְלֹֽא H3808 יִזַּ֣ח H2118 הַחֹ֔שֶׁן H2833 מֵעַ֖ל H5921 הָאֵפֹ֑ד H646 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "22": "וַיַּ֛עַשׂ H6213 אֶת H853 מְעִ֥יל H4598 הָאֵפֹ֖ד H646 מַעֲשֵׂ֣ה H4639 אֹרֵ֑ג H707 כְּלִ֖יל H3632 תְּכֵֽלֶת H8504 ",
      "23": "וּפִֽי H6310 הַמְּעִ֥יל H4598 בְּתוֹכ֖ H8432 כְּפִ֣י H6310 תַחְרָ֑א H8473 שָׂפָ֥ה H8193 לְפִ֛י H6310 סָבִ֖יב H5439 לֹ֥א H3808 יִקָּרֵֽעַ H7167 ",
      "24": "וַֽיַּעֲשׂוּ֙ H6213 עַל H5921 שׁוּלֵ֣י H7757 הַמְּעִ֔יל H4598 רִמּוֹנֵ֕י H7416 תְּכֵ֥לֶת H8504 וְאַרְגָּמָ֖ן H713 וְתוֹלַ֣עַת H8438 שָׁנִ֑י H8144 מָשְׁזָֽר H7806 ",
      "25": "וַיַּעֲשׂ֥וּ H6213 פַעֲמֹנֵ֖י H6472 זָהָ֣ב H2091 טָה֑וֹר H2889 וַיִּתְּנ֨וּ H5414 אֶת H853 הַפַּֽעֲמֹנִ֜ים H6472 בְּת֣וֹךְ H8432 הָרִמֹּנִ֗ים H7416 עַל H5921 שׁוּלֵ֤י H7757 הַמְּעִיל֙ H4598 סָבִ֔יב H5439 בְּת֖וֹךְ H8432 הָרִמֹּנִֽים H7416 ",
      "26": "פַּעֲמֹ֤ן H6472 וְרִמֹּן֙ H7416 פַּעֲמֹ֣ן H6472 וְרִמֹּ֔ן H7416 עַל H5921 שׁוּלֵ֥י H7757 הַמְּעִ֖יל H4598 סָבִ֑יב H5439 לְשָׁרֵ֕ת H8334 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "27": "וַֽיַּעֲשׂ֛וּ H6213 אֶת H853 הַכָּתְנֹ֥ת H3801 שֵׁ֖שׁ H8336 מַעֲשֵׂ֣ה H4639 אֹרֵ֑ג H707 לְאַהֲרֹ֖ן H175 וּלְ H1121 ",
      "28": "וְאֵת֙ H853 הַמִּצְנֶ֣פֶת H4701 שֵׁ֔שׁ H8336 וְאֶת H853 פַּאֲרֵ֥י H6287 הַמִּגְבָּעֹ֖ת H4021 שֵׁ֑שׁ H8336 וְאֶת H853 מִכְנְסֵ֥י H4370 הַבָּ֖ד H906 שֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
      "29": "וְֽאֶת H853 הָאַבְנֵ֞ט H73 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 וּתְכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 מַעֲשֵׂ֣ה H4639 רֹקֵ֑ם H7551 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "30": "וַֽיַּעֲשׂ֛וּ H6213 אֶת H853 צִ֥יץ H6731 נֵֽזֶר H5145 הַקֹּ֖דֶשׁ H6944 זָהָ֣ב H2091 טָה֑וֹר H2889 וַיִּכְתְּב֣וּ H3789 עָלָ֗יו H5921 מִכְתַּב֙ H4385 פִּתּוּחֵ֣י H6603 חוֹתָ֔ם H2368 קֹ֖דֶשׁ H6944 לַיהוָֽה H3068 ",
      "31": "וַיִּתְּנ֤וּ H5414 עָלָיו֙ H5921 פְּתִ֣יל H6616 תְּכֵ֔לֶת H8504 לָתֵ֥ת H5414 עַל H5921 הַמִּצְנֶ֖פֶת H4701 מִלְ H4605 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "32": "וַתֵּ֕כֶל H3615 כָּל H3605 עֲבֹדַ֕ת H5656 מִשְׁכַּ֖ן H4908 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַֽיַּעֲשׂוּ֙ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
      "33": "וַיָּבִ֤יאוּ H935 אֶת H853 הַמִּשְׁכָּן֙ H4908 אֶל H413 מֹשֶׁ֔ה H4872 אֶת H853 הָאֹ֖הֶל H168 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 קְרָסָ֣יו H7165 קְרָשָׁ֔יו H7175 בריחו H1280 וְעַמֻּדָ֥י H5982 וַאֲדָנָֽי H134 ",
      "34": "וְאֶת H853 מִכְסֵ֞ה H4372 עוֹרֹ֤ת H5785 הָֽאֵילִם֙ H352 הַמְאָדָּמִ֔ים H119 וְאֶת H853 מִכְסֵ֖ה H4372 עֹרֹ֣ת H5785 הַתְּחָשִׁ֑ים H8476 וְאֵ֖ת H853 פָּרֹ֥כֶת H6532 הַמָּסָֽךְ H4539 ",
      "35": "אֶת H853 אֲרֹ֥ן H727 הָעֵדֻ֖ת H5715 וְאֶת H853 בַּדָּ֑יו H905 וְאֵ֖ת H853 הַכַּפֹּֽרֶת H3727 ",
      "36": "אֶת H853 הַשֻּׁלְחָן֙ H7979 אֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֵ֖ת H853 לֶ֥חֶם H3899 הַפָּנִֽים H6440 ",
      "37": "אֶת H853 הַמְּנֹרָ֨ה H4501 הַטְּהֹרָ֜ה H2889 אֶת H853 נֵרֹתֶ֗יהָ H5216 נֵרֹ֛ת H5216 הַמַּֽעֲרָכָ֖ה H4634 וְאֶת H853 כָּל H3605 כֵּלֶ֑יהָ H3627 וְאֵ֖ת H853 שֶׁ֥מֶן H8081 הַמָּאֽוֹר H3974 ",
      "38": "וְאֵת֙ H853 מִזְבַּ֣ח H4196 הַזָּהָ֔ב H2091 וְאֵת֙ H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְאֵ֖ת H853 קְטֹ֣רֶת H7004 הַסַּמִּ֑ים H5561 וְאֵ֕ת H853 מָסַ֖ךְ H4539 פֶּ֥תַח H6607 הָאֹֽהֶל H168 ",
      "39": "אֵ֣ת H853 מִזְבַּ֣ח H4196 הַנְּחֹ֗שֶׁת H5178 וְאֶת H853 מִכְבַּ֤ר H4345 הַנְּחֹ֨שֶׁת֙ H5178 אֲשֶׁר H834 ל֔וֹ Hl אֶת H853 בַּדָּ֖יו H905 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 אֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
      "40": "אֵת֩ H853 קַלְעֵ֨י H7050 הֶחָצֵ֜ר H2691 אֶת H853 עַמֻּדֶ֣יהָ H5982 וְאֶת H853 אֲדָנֶ֗יהָ H134 וְאֶת H853 הַמָּסָךְ֙ H4539 לְשַׁ֣עַר H8179 הֶֽחָצֵ֔ר H2691 אֶת H853 מֵיתָרָ֖יו H4340 וִיתֵדֹתֶ֑י H3489 וְאֵ֗ת H853 כָּל H3605 כְּלֵ֛י H3627 עֲבֹדַ֥ת H5656 הַמִּשְׁכָּ֖ן H4908 לְאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "41": "אֶת H853 בִּגְדֵ֥י H899 הַשְּׂרָ֖ד H8278 לְשָׁרֵ֣ת H8334 בַּקֹּ֑דֶשׁ H6944 אֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 לְאַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 לְכַהֵֽן H3547 ",
      "42": "כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 כֵּ֤ן H3651 עָשׂוּ֙ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֵ֖ת H853 כָּל H3605 הָעֲבֹדָֽה H5656 ",
      "43": "וַיַּ֨רְא H7200 מֹשֶׁ֜ה H4872 אֶת H853 כָּל H3605 הַמְּלָאכָ֗ה H4399 וְהִנֵּה֙ H2009 עָשׂ֣וּ H6213 אֹתָ֔הּ H853 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 כֵּ֣ן H3651 עָשׂ֑וּ H6213 וַיְבָ֥רֶךְ H1288 אֹתָ֖ם H853 מֹשֶֽׁה H4872 "
    },
    "40": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "בְּיוֹם H3117 הַחֹ֥דֶשׁ H2320 הָרִאשׁ֖וֹן H7223 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 תָּקִ֕ים H6965 אֶת H853 מִשְׁכַּ֖ן H4908 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "3": "וְשַׂמְתָּ֣ H7760 שָׁ֔ם H8033 אֵ֖ת H853 אֲר֣וֹן H727 הָעֵד֑וּת H5715 וְסַכֹּתָ֥ H5526 עַל H5921 הָאָרֹ֖ן H727 אֶת H854 הַפָּרֹֽכֶת H6532 ",
      "4": "וְהֵבֵאתָ֙ H935 אֶת H853 הַשֻּׁלְחָ֔ן H7979 וְעָרַכְתָּ֖ H6186 אֶת H853 עֶרְכּ֑וֹ H6187 וְהֵבֵאתָ֙ H935 אֶת H853 הַמְּנֹרָ֔ה H4501 וְהַעֲלֵיתָ֖ H5927 אֶת H853 נֵרֹתֶֽיהָ H5216 ",
      "5": "וְנָתַתָּ֞ה H5414 אֶת H853 מִזְבַּ֤ח H4196 הַזָּהָב֙ H2091 לִקְטֹ֔רֶת H7004 לִפְנֵ֖י H6440 אֲר֣וֹן H727 הָעֵדֻ֑ת H5715 וְשַׂמְתָּ֛ H7760 אֶת H853 מָסַ֥ךְ H4539 הַפֶּ֖תַח H6607 לַמִּשְׁכָּֽן H4908 ",
      "6": "וְנָ֣תַתָּ֔ה H5414 אֵ֖ת H853 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 לִפְנֵ֕י H6440 פֶּ֖תַח H6607 מִשְׁכַּ֥ן H4908 אֹֽהֶל H168 מוֹעֵֽד H4150 ",
      "7": "וְנָֽתַתָּ֙ H5414 אֶת H853 הַכִּיֹּ֔ר H3595 בֵּֽין H996 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וּבֵ֣ין H996 הַמִּזְבֵּ֑חַ H4196 וְנָתַתָּ֥ H5414 שָׁ֖ם H8033 מָֽיִם H4325 ",
      "8": "וְשַׂמְתָּ֥ H7760 אֶת H853 הֶחָצֵ֖ר H2691 סָבִ֑יב H5439 וְנָ֣תַתָּ֔ H5414 אֶת H853 מָסַ֖ךְ H4539 שַׁ֥עַר H8179 הֶחָצֵֽר H2691 ",
      "9": "וְלָקַחְתָּ֙ H3947 אֶת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וּמָשַׁחְתָּ֥ H4886 אֶת H853 הַמִּשְׁכָּ֖ן H4908 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בּ֑וֹ Hb וְקִדַּשְׁתָּ֥ H6942 אֹת֛וֹ H853 וְאֶת H853 כָּל H3605 כֵּלָ֖יו H3627 וְהָ֥יָה H1961 קֹֽדֶשׁ H6944 ",
      "10": "וּמָשַׁחְתָּ֛ H4886 אֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְקִדַּשְׁתָּ֙ H6942 אֶת H853 הַמִּזְבֵּ֔חַ H4196 וְהָיָ֥ה H1961 הַמִּזְבֵּ֖חַ H4196 קֹ֥דֶשׁ H6944 קָֽדָשִֽׁים H6944 ",
      "11": "וּמָשַׁחְתָּ֥ H4886 אֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּ֑וֹ H3653 וְקִדַּשְׁתָּ֖ H6942 אֹתֽוֹ H853 ",
      "12": "וְהִקְרַבְתָּ֤ H7126 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 בָּנָ֔יו H1121 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְרָחַצְתָּ֥ H7364 אֹתָ֖ם H853 בַּמָּֽיִם H4325 ",
      "13": "וְהִלְבַּשְׁתָּ֙ H3847 אֶֽת H853 אַהֲרֹ֔ן H175 אֵ֖ת H854 בִּגְדֵ֣י H899 הַקֹּ֑דֶשׁ H6944 וּמָשַׁחְתָּ֥ H4886 אֹת֛וֹ H853 וְקִדַּשְׁתָּ֥ H6942 אֹת֖וֹ H853 וְכִהֵ֥ן H3547 לִֽי Hl ",
      "14": "וְאֶת H853 בָּנָ֖יו H1121 תַּקְרִ֑יב H7126 וְהִלְבַּשְׁתָּ֥ H3847 אֹתָ֖ם H853 כֻּתֳּנֹֽת H3801 ",
      "15": "וּמָשַׁחְתָּ֣ H4886 אֹתָ֗ם H853 כַּאֲשֶׁ֤ר H834 מָשַׁ֨חְתָּ֙ H4886 אֶת H853 אֲבִיהֶ֔ם H1 וְכִהֲנ֖וּ H3547 לִ֑י Hl וְ֠הָיְתָה H1961 לִהְיֹ֨ת H1961 לָהֶ֧ם Hl מָשְׁחָתָ֛ם H4888 לִכְהֻנַּ֥ת H3550 עוֹלָ֖ם H5769 לְדֹרֹתָֽ H1755 ",
      "16": "וַיַּ֖עַשׂ H6213 מֹשֶׁ֑ה H4872 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹת֖וֹ H853 כֵּ֥ן H3651 עָשָֽׂה H6213 ",
      "17": "וַיְהִ֞י H1961 בַּחֹ֧דֶשׁ H2320 הָרִאשׁ֛וֹן H7223 בַּשָּׁנָ֥ה H8141 הַשֵּׁנִ֖ית H8145 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 הוּקַ֖ם H6965 הַמִּשְׁכָּֽן H4908 ",
      "18": "וַיָּ֨קֶם H6965 מֹשֶׁ֜ה H4872 אֶת H853 הַמִּשְׁכָּ֗ן H4908 וַיִּתֵּן֙ H5414 אֶת H853 אֲדָנָ֔יו H134 וַיָּ֨שֶׂם֙ H7760 אֶת H853 קְרָשָׁ֔יו H7175 וַיִּתֵּ֖ן H5414 אֶת H853 בְּרִיחָ֑יו H1280 וַיָּ֖קֶם H6965 אֶת H853 עַמּוּדָֽיו H5982 ",
      "19": "וַיִּפְרֹ֤שׂ H6566 אֶת H853 הָאֹ֨הֶל֙ H168 עַל H5921 הַמִּשְׁכָּ֔ן H4908 וַיָּ֜שֶׂם H7760 אֶת H853 מִכְסֵ֥ה H4372 הָאֹ֛הֶל H168 עָלָ֖יו H5921 מִלְ H4605 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "20": "וַיִּקַּ֞ח H3947 וַיִּתֵּ֤ן H5414 אֶת H853 הָעֵדֻת֙ H5715 אֶל H413 הָ֣אָרֹ֔ן H727 וַיָּ֥שֶׂם H7760 אֶת H853 הַבַּדִּ֖ים H905 עַל H5921 הָאָרֹ֑ן H727 וַיִּתֵּ֧ן H5414 אֶת H853 הַכַּפֹּ֛רֶת H3727 עַל H5921 הָאָרֹ֖ן H727 מִלְ H4605 ",
      "21": "וַיָּבֵ֣א H935 אֶת H853 הָאָרֹן֮ H727 אֶל H413 הַמִּשְׁכָּן֒ H4908 וַיָּ֗שֶׂם H7760 אֵ֚ת H853 פָּרֹ֣כֶת H6532 הַמָּסָ֔ךְ H4539 וַיָּ֕סֶךְ H5526 עַ֖ל H5921 אֲר֣וֹן H727 הָעֵד֑וּת H5715 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "22": "וַיִּתֵּ֤ן H5414 אֶת H853 הַשֻּׁלְחָן֙ H7979 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 עַ֛ל H5921 יֶ֥רֶךְ H3409 הַמִּשְׁכָּ֖ן H4908 צָפֹ֑נָה H6828 מִח֖וּץ H2351 לַפָּרֹֽכֶת H6532 ",
      "23": "וַיַּעֲרֹ֥ךְ H6186 עָלָ֛יו H5921 עֵ֥רֶךְ H6187 לֶ֖חֶם H3899 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "24": "וַיָּ֤שֶׂם H7760 אֶת H853 הַמְּנֹרָה֙ H4501 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 נֹ֖כַח H5227 הַשֻּׁלְחָ֑ן H7979 עַ֛ל H5921 יֶ֥רֶךְ H3409 הַמִּשְׁכָּ֖ן H4908 נֶֽגְבָּה H5045 ",
      "25": "וַיַּ֥עַל H5927 הַנֵּרֹ֖ת H5216 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "26": "וַיָּ֛שֶׂם H7760 אֶת H853 מִזְבַּ֥ח H4196 הַזָּהָ֖ב H2091 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 לִפְנֵ֖י H6440 הַפָּרֹֽכֶת H6532 ",
      "27": "וַיַּקְטֵ֥ר H6999 עָלָ֖יו H5921 קְטֹ֣רֶת H7004 סַמִּ֑ים H5561 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "28": "וַיָּ֛שֶׂם H7760 אֶת H853 מָסַ֥ךְ H4539 הַפֶּ֖תַח H6607 לַמִּשְׁכָּֽן H4908 ",
      "29": "וְאֵת֙ H853 מִזְבַּ֣ח H4196 הָעֹלָ֔ה H5930 שָׂ֕ם H7760 פֶּ֖תַח H6607 מִשְׁכַּ֣ן H4908 אֹֽהֶל H168 מוֹעֵ֑ד H4150 וַיַּ֣עַל H5927 עָלָ֗יו H5921 אֶת H853 הָעֹלָה֙ H5930 וְאֶת H853 הַמִּנְחָ֔ה H4503 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "30": "וַיָּ֨שֶׂם֙ H7760 אֶת H853 הַכִּיֹּ֔ר H3595 בֵּֽין H996 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וּבֵ֣ין H996 הַמִּזְבֵּ֑חַ H4196 וַיִּתֵּ֥ן H5414 שָׁ֛מָּה H8033 מַ֖יִם H4325 לְרָחְצָֽה H7364 ",
      "31": "וְרָחֲצ֣וּ H7364 מִמֶּ֔נּוּ H4480 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֣ן H175 וּבָנָ֑י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 וְאֶת H853 רַגְלֵיהֶֽם H7272 ",
      "32": "בְּבֹאָ֞ H935 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֗ד H4150 וּבְ H7126 אֶל H413 הַמִּזְבֵּ֖חַ H4196 יִרְחָ֑צוּ H7364 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "33": "וַיָּ֣קֶם H6965 אֶת H853 הֶחָצֵ֗ר H2691 סָבִיב֙ H5439 לַמִּשְׁכָּ֣ן H4908 וְלַ H4196 וַיִּתֵּ֕ן H5414 אֶת H853 מָסַ֖ךְ H4539 שַׁ֣עַר H8179 הֶחָצֵ֑ר H2691 וַיְכַ֥ל H3615 מֹשֶׁ֖ה H4872 אֶת H853 הַמְּלָאכָֽה H4399 ",
      "34": "וַיְכַ֥ס H3680 הֶעָנָ֖ן H6051 אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וּכְב֣וֹד H3519 יְהוָ֔ה H3068 מָלֵ֖א H4390 אֶת H853 הַמִּשְׁכָּֽן H4908 ",
      "35": "וְלֹא H3808 יָכֹ֣ל H3201 מֹשֶׁ֗ה H4872 לָבוֹא֙ H935 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 כִּֽי H3588 שָׁכַ֥ן H7931 עָלָ֖יו H5921 הֶעָנָ֑ן H6051 וּכְב֣וֹד H3519 יְהוָ֔ה H3068 מָלֵ֖א H4390 אֶת H853 הַמִּשְׁכָּֽן H4908 ",
      "36": "וּבְ H5927 הֶֽעָנָן֙ H6051 מֵעַ֣ל H5921 הַמִּשְׁכָּ֔ן H4908 יִסְע֖וּ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּכֹ֖ל H3605 מַסְעֵיהֶֽם H4550 ",
      "37": "וְאִם H518 לֹ֥א H3808 יֵעָלֶ֖ה H5927 הֶעָנָ֑ן H6051 וְלֹ֣א H3808 יִסְע֔וּ H5265 עַד H5704 י֖וֹם H3117 הֵעָלֹתֽוֹ H5927 ",
      "38": "כִּי֩ H3588 עֲנַ֨ן H6051 יְהוָ֤ה H3068 עַֽל H5921 הַמִּשְׁכָּן֙ H4908 יוֹמָ֔ם H3119 וְאֵ֕שׁ H784 תִּהְיֶ֥ה H1961 לַ֖יְלָה H3915 בּ֑וֹ Hb לְעֵינֵ֥י H5869 כָל H3605 בֵּֽית H1004 יִשְׂרָאֵ֖ל H3478 בְּכָל H3605 מַסְעֵיהֶֽם H4550 "
    }
  }
}
