{
  "Hosea": {
    "1": {
      "1": "דְּבַר H1697 יְהוָ֣ה H3068 אֲשֶׁ֣ר H834 הָיָ֗ה H1961 אֶל H413 הוֹשֵׁ֨עַ֙ H1954 בֶּן H1121 בְּאֵרִ֔י H882 בִּימֵ֨י H3117 עֻזִּיָּ֥ה H5818 יוֹתָ֛ם H3147 אָחָ֥ז H271 יְחִזְקִיָּ֖ה H2396 מַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 וּבִ H3117 יָרָבְעָ֥ם H3379 בֶּן H1121 יוֹאָ֖שׁ H3101 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "2": "תְּחִלַּ֥ת H8462 דִּבֶּר H1696 יְהוָ֖ה H3068 בְּהוֹשֵׁ֑עַ H1954 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הוֹשֵׁ֗עַ H1954 לֵ֣ךְ H3212 קַח H3947 לְךָ֞ Hl אֵ֤שֶׁת H802 זְנוּנִים֙ H2183 וְיַלְדֵ֣י H3206 זְנוּנִ֔ים H2183 כִּֽי H3588 זָנֹ֤ה H2181 תִזְנֶה֙ H2181 הָאָ֔רֶץ H776 מֵֽאַחֲרֵ֖י H310 יְהוָֽה H3068 ",
      "3": "וַיֵּ֨לֶךְ֙ H3212 וַיִּקַּ֔ח H3947 אֶת H853 גֹּ֖מֶר H1586 בַּת H1323 דִּבְלָ֑יִם H1691 וַתַּ֥הַר H2029 וַתֵּֽלֶד H3205 ל֖וֹ Hl בֵּֽן H1121 ",
      "4": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלָ֔יו H413 קְרָ֥א H7121 שְׁמ֖וֹ H8034 יִזְרְעֶ֑אל H3157 כִּי H3588 ע֣וֹד H5750 מְעַ֗ט H4592 וּפָ֨קַדְתִּ֜י H6485 אֶת H853 דְּמֵ֤י H1818 יִזְרְעֶאל֙ H3157 עַל H5921 בֵּ֣ית H1004 יֵה֔וּא H3058 וְהִ֨שְׁבַּתִּ֔י H7673 מַמְלְכ֖וּת H4468 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
      "5": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְשָֽׁבַרְתִּי֙ H7665 אֶת H853 קֶ֣שֶׁת H7198 יִשְׂרָאֵ֔ל H3478 בְּעֵ֖מֶק H6010 יִזְרְעֶֽאל H3157 ",
      "6": "וַתַּ֤הַר H2029 עוֹד֙ H5750 וַתֵּ֣לֶד H3205 בַּ֔ת H1323 וַיֹּ֣אמֶר H559 ל֔וֹ Hl קְרָ֥א H7121 שְׁמָ֖הּ H8034 לֹ֣א H3819 רֻחָ֑מָה H3819 כִּי֩ H3588 לֹ֨א H3808 אוֹסִ֜יף H3254 ע֗וֹד H5750 אֲרַחֵם֙ H7355 אֶת H853 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 נָשֹׂ֥א H5375 אֶשָּׂ֖א H5375 לָהֶֽם Hl ",
      "7": "וְאֶת H853 בֵּ֤ית H1004 יְהוּדָה֙ H3063 אֲרַחֵ֔ם H7355 וְהֽוֹשַׁעְתִּ֖י H3467 בַּיהוָ֣ה H3068 אֱלֹֽהֵיהֶ֑ם H430 וְלֹ֣א H3808 אֽוֹשִׁיעֵ֗ם H3467 בְּקֶ֤שֶׁת H7198 וּבְ H2719 וּבְ H4421 בְּסוּסִ֖ים H5483 וּבְ H6571 ",
      "8": "וַתִּגְמֹ֖ל H1580 אֶת H853 לֹ֣א H3819 רֻחָ֑מָה H3819 וַתַּ֖הַר H2029 וַתֵּ֥לֶד H3205 בֵּֽן H1121 ",
      "9": "וַיֹּ֕אמֶר H559 קְרָ֥א H7121 שְׁמ֖וֹ H8034 לֹ֣א H3818 עַמִּ֑י H3818 כִּ֤י H3588 אַתֶּם֙ H859 לֹ֣א H3808 עַמִּ֔י H5971 וְאָנֹכִ֖י H595 לֹֽא H3808 אֶהְיֶ֥ה H1961 לָכֶֽם Hl ",
      "10": "וְֽ֠הָיָה H1961 מִסְפַּ֤ר H4557 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 כְּח֣וֹל H2344 הַיָּ֔ם H3220 אֲשֶׁ֥ר H834 לֹֽא H3808 יִמַּ֖ד H4058 וְלֹ֣א H3808 יִסָּפֵ֑ר H5608 וְֽ֠הָיָה H1961 בִּמְק֞וֹם H4725 אֲשֶׁר H834 יֵאָמֵ֤ר H559 לָהֶם֙ H1992 לֹֽא H3808 עַמִּ֣י H5971 אַתֶּ֔ם H859 יֵאָמֵ֥ר H559 לָהֶ֖ם H1992 בְּנֵ֥י H1121 אֵֽל H410 חָֽי H2416 ",
      "11": "וְ֠נִקְבְּצוּ H6908 בְּנֵֽי H1121 יְהוּדָ֤ה H3063 וּבְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 יַחְדָּ֔ו H3162 וְשָׂמ֥וּ H7760 לָהֶ֛ם Hl רֹ֥אשׁ H7218 אֶחָ֖ד H259 וְעָל֣וּ H5927 מִן H4480 הָאָ֑רֶץ H776 כִּ֥י H3588 גָד֖וֹל H1419 י֥וֹם H3117 יִזְרְעֶֽאל H3157 "
    },
    "2": {
      "1": "אִמְר֥וּ H559 לַאֲחֵי H251 עַמִּ֑י H5971 וְלַ H269 רֻחָֽמָה H7355 ",
      "2": "רִ֤יבוּ H7378 בְאִמְּ H517 רִ֔יבוּ H7378 כִּֽי H3588 הִיא֙ H1931 לֹ֣א H3808 אִשְׁתִּ֔י H802 וְאָנֹכִ֖י H595 לֹ֣א H3808 אִישָׁ֑הּ H376 וְתָסֵ֤ר H5493 זְנוּנֶ֨יהָ֙ H2183 מִפָּנֶ֔י H6440 וְנַאֲפוּפֶ֖י H5005 מִבֵּ֥ין H996 שָׁדֶֽיהָ H7699 ",
      "3": "פֶּן H6435 אַפְשִׁיטֶ֣נָּה H6584 עֲרֻמָּ֔ה H6174 וְהִ֨צַּגְתִּ֔י H3322 כְּי֖וֹם H3117 הִוָּֽלְדָ֑הּ H3205 וְשַׂמְתִּ֣י H7760 כַמִּדְבָּ֗ר H4057 וְשַׁתִּ֨ H7896 כְּאֶ֣רֶץ H776 צִיָּ֔ה H6723 וַהֲמִתִּ֖י H4191 בַּצָּמָֽא H6772 ",
      "4": "וְאֶת H853 בָּנֶ֖יהָ H1121 לֹ֣א H3808 אֲרַחֵ֑ם H7355 כִּֽי H3588 בְנֵ֥י H1121 זְנוּנִ֖ים H2183 הֵֽמָּה H1992 ",
      "5": "כִּ֤י H3588 זָֽנְתָה֙ H2181 אִמָּ֔ם H517 הֹבִ֖ישָׁה H3001 הֽוֹרָתָ֑ם H2029 כִּ֣י H3588 אָמְרָ֗ה H559 אֵלְכָ֞ה H3212 אַחֲרֵ֤י H310 מְאַהֲבַי֙ H157 נֹתְנֵ֤י H5414 לַחְמִי֙ H3899 וּמֵימַ֔ H4325 צַמְרִ֣י H6785 וּפִשְׁתִּ֔ H6593 שַׁמְנִ֖י H8081 וְשִׁקּוּיָֽ H8250 ",
      "6": "לָכֵ֛ן H3651 הִנְנִי H2005 שָׂ֥ךְ H7753 אֶת H853 דַּרְכֵּ֖ךְ H1870 בַּסִּירִ֑ים H5518 וְגָֽדַרְתִּי֙ H1443 אֶת H853 גְּדֵרָ֔הּ H1448 וּנְתִיבוֹתֶ֖י H5410 לֹ֥א H3808 תִמְצָֽא H4672 ",
      "7": "וְרִדְּפָ֤ה H7291 אֶת H853 מְאַהֲבֶ֨יהָ֙ H157 וְלֹֽא H3808 תַשִּׂ֣יג H5381 אֹתָ֔ם H853 וּבִקְשָׁ֖תַ H1245 וְלֹ֣א H3808 תִמְצָ֑א H4672 וְאָמְרָ֗ה H559 אֵלְכָ֤ה H3212 וְאָשׁ֨וּבָה֙ H7725 אֶל H413 אִישִׁ֣י H376 הָֽרִאשׁ֔וֹן H7223 כִּ֣י H3588 ט֥וֹב H2896 לִ֛י Hl אָ֖ז H227 מֵעָֽתָּה H6258 ",
      "8": "וְהִיא֙ H1931 לֹ֣א H3808 יָֽדְעָ֔ה H3045 כִּ֤י H3588 אָֽנֹכִי֙ H595 נָתַ֣תִּי H5414 לָ֔הּ Hl הַדָּגָ֖ן H1715 וְהַ H8492 וְהַ H3323 וְכֶ֨סֶף H3701 הִרְבֵּ֥יתִי H7235 לָ֛הּ Hl וְזָהָ֖ב H2091 עָשׂ֥וּ H6213 לַבָּֽעַל H1168 ",
      "9": "לָכֵ֣ן H3651 אָשׁ֔וּב H7725 וְלָקַחְתִּ֤י H3947 דְגָנִי֙ H1715 בְּעִתּ֔ H6256 וְתִירוֹשִׁ֖ H8492 בְּמֽוֹעֲד֑ H4150 וְהִצַּלְתִּי֙ H5337 צַמְרִ֣י H6785 וּפִשְׁתִּ֔ H6593 לְכַסּ֖וֹת H3680 אֶת H853 עֶרְוָתָֽהּ H6172 ",
      "10": "וְעַתָּ֛ה H6258 אֲגַלֶּ֥ה H1540 אֶת H853 נַבְלֻתָ֖הּ H5040 לְעֵינֵ֣י H5869 מְאַהֲבֶ֑יהָ H157 וְאִ֖ישׁ H376 לֹֽא H3808 יַצִּילֶ֥נָּה H5337 מִיָּדִֽ H3027 ",
      "11": "וְהִשְׁבַּתִּי֙ H7673 כָּל H3605 מְשׂוֹשָׂ֔הּ H4885 חַגָּ֖הּ H2282 חָדְשָׁ֣הּ H2320 וְשַׁבַּתָּ֑ H7676 וְכֹ֖ל H3605 מוֹעֲדָֽהּ H4150 ",
      "12": "וַהֲשִׁמֹּתִ֗י H8074 גַּפְנָהּ֙ H1612 וּתְאֵ֣נָתָ֔ H8384 אֲשֶׁ֣ר H834 אָמְרָ֗ה H559 אֶתְנָ֥ה H866 הֵ֨מָּה֙ H1992 לִ֔י Hl אֲשֶׁ֥ר H834 נָֽתְנוּ H5414 לִ֖י Hl מְאַֽהֲבָ֑י H157 וְשַׂמְתִּ֣י H7760 לְיַ֔עַר H3293 וַאֲכָלָ֖תַ H398 חַיַּ֥ת H2416 הַשָּׂדֶֽה H7704 ",
      "13": "וּפָקַדְתִּ֣י H6485 עָלֶ֗יהָ H5921 אֶת H853 יְמֵ֤י H3117 הַבְּעָלִים֙ H1168 אֲשֶׁ֣ר H834 תַּקְטִ֣יר H6999 לָהֶ֔ם H1992 וַתַּ֤עַד H5710 נִזְמָהּ֙ H5141 וְחֶלְיָתָ֔ H2484 וַתֵּ֖לֶךְ H3212 אַחֲרֵ֣י H310 מְאַהֲבֶ֑יהָ H157 וְאֹתִ֥ H853 שָׁכְחָ֖ה H7911 נְאֻם H5002 יְהוָֽה H3068 ",
      "14": "לָכֵ֗ן H3651 הִנֵּ֤ה H2009 אָֽנֹכִי֙ H595 מְפַתֶּ֔יהָ H6601 וְהֹֽלַכְתִּ֖י H3212 הַמִּדְבָּ֑ר H4057 וְדִבַּרְתִּ֖י H1696 עַל H5921 לִבָּֽהּ H3820 ",
      "15": "וְנָתַ֨תִּי H5414 לָ֤הּ Hl אֶת H853 כְּרָמֶ֨יהָ֙ H3754 מִשָּׁ֔ם H8033 וְאֶת H853 עֵ֥מֶק H6010 עָכ֖וֹר H5911 לְפֶ֣תַח H6607 תִּקְוָ֑ה H8615 וְעָ֤נְתָה H6030 שָּׁ֨מָּה֙ H8033 כִּימֵ֣י H3117 נְעוּרֶ֔יהָ H5271 וִּכְ H3117 עֲלֹתָ֥הּ H5927 מֵאֶֽרֶץ H776 מִצְרָֽיִם H4714 ",
      "16": "וְהָיָ֤ה H1961 בַיּוֹם H3117 הַהוּא֙ H1931 נְאֻם H5002 יְהוָ֔ה H3068 תִּקְרְאִ֖י H7121 אִישִׁ֑י H376 וְלֹֽא H3808 תִקְרְאִי H7121 לִ֥י Hl ע֖וֹד H5750 בַּעְלִֽי H1180 ",
      "17": "וַהֲסִרֹתִ֛י H5493 אֶת H853 שְׁמ֥וֹת H8034 הַבְּעָלִ֖ים H1168 מִפִּ֑י H6310 וְלֹֽא H3808 יִזָּכְר֥וּ H2142 ע֖וֹד H5750 בִּשְׁמָֽ H8034 ",
      "18": "וְכָרַתִּ֨י H3772 לָהֶ֤ם Hl בְּרִית֙ H1285 בַּיּ֣וֹם H3117 הַה֔וּא H1931 עִם H5973 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 וְעִם H5973 ע֣וֹף H5775 הַשָּׁמַ֔יִם H8064 וְרֶ֖מֶשׂ H7431 הָֽאֲדָמָ֑ה H127 וְקֶ֨שֶׁת H7198 וְחֶ֤רֶב H2719 וּמִלְחָמָה֙ H4421 אֶשְׁבּ֣וֹר H7665 מִן H4480 הָאָ֔רֶץ H776 וְהִשְׁכַּבְתִּ֖י H7901 לָבֶֽטַח H983 ",
      "19": "וְאֵרַשְׂתִּ֥י H781 לִ֖י Hl לְעוֹלָ֑ם H5769 וְאֵרַשְׂתִּ֥י H781 לִי֙ Hl בְּצֶ֣דֶק H6664 וּבְ H4941 וּבְ H2617 וּֽבְ H7356 ",
      "20": "וְאֵרַשְׂתִּ֥י H781 לִ֖י Hl בֶּאֱמוּנָ֑ה H530 וְיָדַ֖עַתְּ H3045 אֶת H853 יְהוָֽה H3068 ",
      "21": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 אֶֽעֱנֶה֙ H6030 נְאֻם H5002 יְהוָ֔ה H3068 אֶעֱנֶ֖ה H6030 אֶת H853 הַשָּׁמָ֑יִם H8064 וְהֵ֖ם H1992 יַעֲנ֥וּ H6030 אֶת H853 הָאָֽרֶץ H776 ",
      "22": "וְהָ H776 תַּעֲנֶ֔ה H6030 אֶת H853 הַדָּגָ֖ן H1715 וְאֶת H853 הַתִּיר֣וֹשׁ H8492 וְאֶת H853 הַיִּצְהָ֑ר H3323 וְהֵ֖ם H1992 יַעֲנ֥וּ H6030 אֶֽת H853 יִזְרְעֶֽאל H3157 ",
      "23": "וּזְרַעְתִּ֤י H2232 לִּי֙ Hl בָּאָ֔רֶץ H776 וְרִֽחַמְתִּ֖י H7355 אֶת H853 לֹ֣א H3808 רֻחָ֑מָה H7355 וְאָמַרְתִּ֤י H559 לְלֹֽא H3808 עַמִּי֙ H5971 עַמִּי H5971 אַ֔תָּה H859 וְה֖וּא H1931 יֹאמַ֥ר H559 אֱלֹהָֽי H430 ",
      "24": "וְהָ H776 תַּעֲנֶ֔ה H6030 אֶת H853 הַדָּגָ֖ן H1715 וְאֶת H853 הַתִּיר֣וֹשׁ H8492 וְאֶת H853 הַיִּצְהָ֑ר H3323 וְהֵ֖ם H1992 יַעֲנ֥וּ H6030 אֶֽת H853 יִזְרְעֶֽאל H3157 ",
      "25": "וּזְרַעְתִּ֤י H2232 לִּי֙ Hl בָּאָ֔רֶץ H776 וְרִֽחַמְתִּ֖י H7355 אֶת H853 לֹ֣א H3808 רֻחָ֑מָה H7355 וְאָמַרְתִּ֤י H559 לְלֹֽא H3808 עַמִּי֙ H5971 עַמִּי H5971 אַ֔תָּה H859 וְה֖וּא H1931 יֹאמַ֥ר H559 אֱלֹהָֽי H430 "
    },
    "3": {
      "1": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 ע֚וֹד H5750 לֵ֣ךְ H3212 אֱֽהַב H157 אִשָּׁ֔ה H802 אֲהֻ֥בַת H157 רֵ֖עַ H7453 וּמְנָאָ֑פֶת H5003 כְּאַהֲבַ֤ת H160 יְהוָה֙ H3068 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְהֵ֗ם H1992 פֹּנִים֙ H6437 אֶל H413 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְאֹהֲבֵ֖י H157 אֲשִׁישֵׁ֥י H809 עֲנָבִֽים H6025 ",
      "2": "וָאֶכְּרֶ֣ H3739 לִּ֔י Hl בַּחֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 כָּ֑סֶף H3701 וְחֹ֥מֶר H2563 שְׂעֹרִ֖ים H8184 וְלֵ֥תֶךְ H3963 שְׂעֹרִֽים H8184 ",
      "3": "וָאֹמַ֣ר H559 אֵלֶ֗יהָ H413 יָמִ֤ים H3117 רַבִּים֙ H7227 תֵּ֣שְׁבִי H3427 לִ֔י Hl לֹ֣א H3808 תִזְנִ֔י H2181 וְלֹ֥א H3808 תִֽהְיִ֖י H1961 לְאִ֑ישׁ H376 וְגַם H1571 אֲנִ֖י H589 אֵלָֽיִךְ H413 ",
      "4": "כִּ֣י H3588 יָמִ֣ים H3117 רַבִּ֗ים H7227 יֵֽשְׁבוּ֙ H3427 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֵ֥ין H369 מֶ֨לֶךְ֙ H4428 וְאֵ֣ין H369 שָׂ֔ר H8269 וְאֵ֥ין H369 זֶ֖בַח H2077 וְאֵ֣ין H369 מַצֵּבָ֑ה H4676 וְאֵ֥ין H369 אֵפ֖וֹד H646 וּתְרָפִֽים H8655 ",
      "5": "אַחַ֗ר H310 יָשֻׁ֨בוּ֙ H7725 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וּבִקְשׁוּ֙ H1245 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 וְאֵ֖ת H853 דָּוִ֣ד H1732 מַלְכָּ֑ם H4428 וּפָחֲד֧וּ H6342 אֶל H413 יְהוָ֛ה H3068 וְאֶל H413 טוּב֖וֹ H2898 בְּאַחֲרִ֥ית H319 הַיָּמִֽים H3117 "
    },
    "4": {
      "1": "שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כִּ֣י H3588 רִ֤יב H7379 לַֽיהוָה֙ H3068 עִם H5973 יוֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 כִּ֠י H3588 אֵין H369 אֱמֶ֧ת H571 וְֽאֵין H369 חֶ֛סֶד H2617 וְאֵֽין H369 דַּ֥עַת H1847 אֱלֹהִ֖ים H430 בָּאָֽרֶץ H776 ",
      "2": "אָלֹ֣ה H422 וְכַחֵ֔שׁ H3584 וְרָצֹ֥חַ H7523 וְגָנֹ֖ב H1589 וְנָאֹ֑ף H5003 פָּרָ֕צוּ H6555 וְדָמִ֥ים H1818 בְּדָמִ֖ים H1818 נָגָֽעוּ H5060 ",
      "3": "עַל H5921 כֵּ֣ן H3651 תֶּאֱבַ֣ל H56 הָאָ֗רֶץ H776 וְאֻמְלַל֙ H535 כָּל H3605 יוֹשֵׁ֣ב H3427 בָּ֔הּ Hb בְּחַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 וּבְ H5775 הַשָּׁמָ֑יִם H8064 וְגַם H1571 דְּגֵ֥י H1709 הַיָּ֖ם H3220 יֵאָסֵֽפוּ H622 ",
      "4": "אַ֥ךְ H389 אִ֛ישׁ H376 אַל H408 יָרֵ֖ב H7378 וְאַל H408 יוֹכַ֣ח H3198 אִ֑ישׁ H376 וְעַמְּ H5971 כִּמְרִיבֵ֥י H7378 כֹהֵֽן H3548 ",
      "5": "וְכָשַׁלְתָּ֣ H3782 הַיּ֔וֹם H3117 וְכָשַׁ֧ל H3782 גַּם H1571 נָבִ֛יא H5030 עִמְּךָ֖ H5973 לָ֑יְלָה H3915 וְדָמִ֖יתִי H1820 אִמֶּֽךָ H517 ",
      "6": "נִדְמ֥וּ H1820 עַמִּ֖י H5971 מִבְּלִ֣י H1097 הַדָּ֑עַת H1847 כִּֽי H3588 אַתָּ֞ה H859 הַדַּ֣עַת H1847 מָאַ֗סְתָּ H3988 וְאֶמְאָֽסְא H3988 מִכַּהֵ֣ן H3547 לִ֔י Hl וַתִּשְׁכַּח֙ H7911 תּוֹרַ֣ת H8451 אֱלֹהֶ֔יךָ H430 אֶשְׁכַּ֥ח H7911 בָּנֶ֖יךָ H1121 גַּם H1571 אָֽנִי H589 ",
      "7": "כְּרֻבָּ֖ H7235 כֵּ֣ן H3651 חָֽטְאוּ H2398 לִ֑י Hl כְּבוֹדָ֖ם H3519 בְּקָל֥וֹן H7036 אָמִֽיר H4171 ",
      "8": "חַטַּ֥את H2403 עַמִּ֖י H5971 יֹאכֵ֑לוּ H398 וְאֶל H413 עֲוֺנָ֖ם H5771 יִשְׂא֥וּ H5375 נַפְשֽׁוֹ H5315 ",
      "9": "וְהָיָ֥ה H1961 כָעָ֖ם H5971 כַּכֹּהֵ֑ן H3548 וּפָקַדְתִּ֤י H6485 עָלָיו֙ H5921 דְּרָכָ֔יו H1870 וּמַעֲלָלָ֖י H4611 אָשִׁ֥יב H7725 לֽוֹ Hl ",
      "10": "וְאָֽכְלוּ֙ H398 וְלֹ֣א H3808 יִשְׂבָּ֔עוּ H7646 הִזְנ֖וּ H2181 וְלֹ֣א H3808 יִפְרֹ֑צוּ H6555 כִּֽי H3588 אֶת H853 יְהוָ֥ה H3068 עָזְב֖וּ H5800 לִשְׁמֹֽר H8104 ",
      "11": "זְנ֛וּת H2184 וְיַ֥יִן H3196 וְתִיר֖וֹשׁ H8492 יִֽקַּֽח H3947 לֵֽב H3820 ",
      "12": "עַמִּי֙ H5971 בְּעֵצ֣ H6086 יִשְׁאָ֔ל H7592 וּמַקְל֖ H4731 יַגִּ֣יד H5046 ל֑וֹ Hl כִּ֣י H3588 ר֤וּחַ H7307 זְנוּנִים֙ H2183 הִתְעָ֔ה H8582 וַיִּזְנ֖וּ H2181 מִתַּ֥חַת H8478 אֱלֹהֵיהֶֽם H430 ",
      "13": "עַל H5921 רָאשֵׁ֨י H7218 הֶהָרִ֜ים H2022 יְזַבֵּ֗חוּ H2076 וְעַל H5921 הַגְּבָעוֹת֙ H1389 יְקַטֵּ֔רוּ H6999 תַּ֣חַת H8478 אַלּ֧וֹן H437 וְלִבְנֶ֛ה H3839 וְאֵלָ֖ה H424 כִּ֣י H3588 ט֣וֹב H2896 צִלָּ֑הּ H6738 עַל H5921 כֵּ֗ן H3651 תִּזְנֶ֨ינָה֙ H2181 בְּנ֣וֹתֵיכֶ֔ם H1323 וְכַלּוֹתֵי H3618 תְּנָאַֽפְנָה H5003 ",
      "14": "לֹֽא H3808 אֶפְק֨וֹד H6485 עַל H5921 בְּנוֹתֵיכֶ֜ם H1323 כִּ֣י H3588 תִזְנֶ֗ינָה H2181 וְעַל H5921 כַּלּֽוֹתֵיכֶם֙ H3618 כִּ֣י H3588 תְנָאַ֔פְנָה H5003 כִּי H3588 הֵם֙ H1992 עִם H5973 הַזֹּנ֣וֹת H2181 יְפָרֵ֔דוּ H6504 וְעִם H5973 הַקְּדֵשׁ֖וֹת H6948 יְזַבֵּ֑חוּ H2076 וְעָ֥ם H5971 לֹֽא H3808 יָבִ֖ין H995 יִלָּבֵֽט H3832 ",
      "15": "אִם H518 זֹנֶ֤ה H2181 אַתָּה֙ H859 יִשְׂרָאֵ֔ל H3478 אַל H408 יֶאְשַׁ֖ם H816 יְהוּדָ֑ה H3063 וְאַל H408 תָּבֹ֣אוּ H935 הַגִּלְגָּ֗ל H1537 וְאַֽל H408 תַּעֲלוּ֙ H5927 בֵּ֣ית H1007 אָ֔וֶן H1007 וְאַל H408 תִּשָּׁבְע֖וּ H7650 חַי H2416 יְהוָֽה H3068 ",
      "16": "כִּ֚י H3588 כְּפָרָ֣ה H6510 סֹֽרֵרָ֔ה H5637 סָרַ֖ר H5637 יִשְׂרָאֵ֑ל H3478 עַתָּה֙ H6258 יִרְעֵ֣ם H7462 יְהוָ֔ה H3068 כְּכֶ֖בֶשׂ H3532 בַּמֶּרְחָֽב H4800 ",
      "17": "חֲב֧וּר H2266 עֲצַבִּ֛ים H6091 אֶפְרָ֖יִם H669 הַֽנַּֽח H3240 לֽוֹ Hl ",
      "18": "סָ֖ר H5493 סָבְאָ֑ם H5435 הַזְנֵ֣ה H2181 הִזְנ֔וּ H2181 אָהֲב֥וּ H157 הֵב֛וּ H157 קָל֖וֹן H7036 מָגִנֶּֽיהָ H4043 ",
      "19": "צָרַ֥ר H6887 ר֛וּחַ H7307 אוֹתָ֖הּ H853 בִּכְנָפֶ֑י H3671 וְיֵבֹ֖שׁוּ H954 מִזִּבְחוֹתָֽ H2077 "
    },
    "5": {
      "1": "שִׁמְעוּ H8085 זֹ֨את H2063 הַכֹּהֲנִ֜ים H3548 וְהַקְשִׁ֣יבוּ H7181 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 וּבֵ֤ית H1004 הַמֶּ֨לֶךְ֙ H4428 הַאֲזִ֔ינוּ H238 כִּ֥י H3588 לָכֶ֖ם Hl הַמִּשְׁפָּ֑ט H4941 כִּֽי H3588 פַח֙ H6341 הֱיִיתֶ֣ם H1961 לְמִצְפָּ֔ה H4709 וְרֶ֖שֶׁת H7568 פְּרוּשָׂ֥ה H6566 עַל H5921 תָּבֽוֹר H8396 ",
      "2": "וְשַׁחֲטָ֥ה H7819 שֵׂטִ֖ים H7846 הֶעְמִ֑יקוּ H6009 וַאֲנִ֖י H589 מוּסָ֥ר H4148 לְכֻלָּֽ H3605 ",
      "3": "אֲנִי֙ H589 יָדַ֣עְתִּי H3045 אֶפְרַ֔יִם H669 וְיִשְׂרָאֵ֖ל H3478 לֹֽא H3808 נִכְחַ֣ד H3582 מִמֶּ֑נִּי H4480 כִּ֤י H3588 עַתָּה֙ H6258 הִזְנֵ֣יתָ H2181 אֶפְרַ֔יִם H669 נִטְמָ֖א H2930 יִשְׂרָאֵֽל H3478 ",
      "4": "לֹ֤א H3808 יִתְּנוּ֙ H5414 מַ֣עַלְלֵיהֶ֔ם H4611 לָשׁ֖וּב H7725 אֶל H413 אֱלֹֽהֵיהֶ֑ם H430 כִּ֣י H3588 ר֤וּחַ H7307 זְנוּנִים֙ H2183 בְּקִרְבָּ֔ H7130 וְאֶת H853 יְהוָ֖ה H3068 לֹ֥א H3808 יָדָֽעוּ H3045 ",
      "5": "וְעָנָ֥ה H6030 גְאֽוֹן H1347 יִשְׂרָאֵ֖ל H3478 בְּפָנָ֑י H6440 וְיִשְׂרָאֵ֣ל H3478 וְאֶפְרַ֗יִם H669 יִכָּֽשְׁלוּ֙ H3782 בַּעֲוֺנָ֔ H5771 כָּשַׁ֥ל H3782 גַּם H1571 יְהוּדָ֖ה H3063 עִמָּֽם H5973 ",
      "6": "בְּצֹאנָ֣ H6629 וּבִ H1241 יֵֽלְכ֛וּ H3212 לְבַקֵּ֥שׁ H1245 אֶת H853 יְהוָ֖ה H3068 וְלֹ֣א H3808 יִמְצָ֑אוּ H4672 חָלַ֖ץ H2502 מֵהֶֽם H1992 ",
      "7": "בַּיהוָ֣ה H3068 בָּגָ֔דוּ H898 כִּֽי H3588 בָנִ֥ים H1121 זָרִ֖ים H2114 יָלָ֑דוּ H3205 עַתָּ֛ה H6258 יֹאכְלֵ֥ם H398 חֹ֖דֶשׁ H2320 אֶת H854 חֶלְקֵיהֶֽם H2506 ",
      "8": "תִּקְע֤וּ H8628 שׁוֹפָר֙ H7782 בַּגִּבְעָ֔ה H1390 חֲצֹצְרָ֖ה H2689 בָּרָמָ֑ה H7414 הָרִ֨יעוּ֙ H7321 בֵּ֣ית H1007 אָ֔וֶן H1007 אַחֲרֶ֖יךָ H310 בִּנְיָמִֽין H1144 ",
      "9": "אֶפְרַ֨יִם֙ H669 לְשַׁמָּ֣ה H8047 תִֽהְיֶ֔ה H1961 בְּי֖וֹם H3117 תּֽוֹכֵחָ֑ה H8433 בְּשִׁבְטֵי֙ H7626 יִשְׂרָאֵ֔ל H3478 הוֹדַ֖עְתִּי H3045 נֶאֱמָנָֽה H539 ",
      "10": "הָיוּ֙ H1961 שָׂרֵ֣י H8269 יְהוּדָ֔ה H3063 כְּמַסִּיגֵ֖י H5253 גְּב֑וּל H1366 עֲלֵיהֶ֕ם H5921 אֶשְׁפּ֥וֹךְ H8210 כַּמַּ֖יִם H4325 עֶבְרָתִֽי H5678 ",
      "11": "עָשׁ֥וּק H6231 אֶפְרַ֖יִם H669 רְצ֣וּץ H7533 מִשְׁפָּ֑ט H4941 כִּ֣י H3588 הוֹאִ֔יל H2974 הָלַ֖ךְ H1980 אַחֲרֵי H310 צָֽו H6673 ",
      "12": "וַאֲנִ֥י H589 כָעָ֖שׁ H6211 לְאֶפְרָ֑יִם H669 וְכָ H7538 לְבֵ֥ית H1004 יְהוּדָֽה H3063 ",
      "13": "וַיַּ֨רְא H7200 אֶפְרַ֜יִם H669 אֶת H853 חָלְי֗וֹ H2483 וִֽיהוּדָה֙ H3063 אֶת H853 מְזֹר֔וֹ H4205 וַיֵּ֤לֶךְ H3212 אֶפְרַ֨יִם֙ H669 אֶל H413 אַשּׁ֔וּר H804 וַיִּשְׁלַ֖ח H7971 אֶל H413 מֶ֣לֶךְ H4428 יָרֵ֑ב H3377 וְה֗וּא H1931 לֹ֤א H3808 יוּכַל֙ H3201 לִרְפֹּ֣א H7495 לָכֶ֔ם Hl וְלֹֽא H3808 יִגְהֶ֥ה H1455 מִכֶּ֖ם H4480 מָזֽוֹר H4205 ",
      "14": "כִּ֣י H3588 אָנֹכִ֤י H595 כַשַּׁ֨חַל֙ H7826 לְאֶפְרַ֔יִם H669 וְכַ H3715 לְבֵ֣ית H1004 יְהוּדָ֑ה H3063 אֲנִ֨י H589 אֲנִ֤י H589 אֶטְרֹף֙ H2963 וְאֵלֵ֔ךְ H3212 אֶשָּׂ֖א H5375 וְאֵ֥ין H369 מַצִּֽיל H5337 ",
      "15": "אֵלֵ֤ךְ H3212 אָשׁ֨וּבָה֙ H7725 אֶל H413 מְקוֹמִ֔י H4725 עַ֥ד H5704 אֲשֶֽׁר H834 יֶאְשְׁמ֖וּ H816 וּבִקְשׁ֣וּ H1245 פָנָ֑י H6440 בַּצַּ֥ר H6862 לָהֶ֖ם H1992 יְשַׁחֲרֻֽנְנִי H7836 "
    },
    "6": {
      "1": "לְכוּ֙ H3212 וְנָשׁ֣וּבָה H7725 אֶל H413 יְהוָ֔ה H3068 כִּ֛י H3588 ה֥וּא H1931 טָרָ֖ף H2963 וְיִרְפָּאֵ֑ H7495 יַ֖ךְ H5221 וְיַחְבְּשֵֽׁ H2280 ",
      "2": "יְחַיֵּ֖נוּ H2421 מִיֹּמָ֑יִם H3117 בַּיּוֹם֙ H3117 הַשְּׁלִישִׁ֔י H7992 יְקִמֵ֖נוּ H6965 וְנִחְיֶ֥ה H2421 לְפָנָֽי H6440 ",
      "3": "וְנֵדְעָ֣ה H3045 נִרְדְּפָ֗ה H7291 לָדַ֨עַת֙ H3045 אֶת H853 יְהוָ֔ה H3068 כְּשַׁ֖חַר H7837 נָכ֣וֹן H3559 מֽוֹצָא֑וֹ H4161 וְיָב֤וֹא H935 כַגֶּ֨שֶׁם֙ H1653 לָ֔נוּ Hl כְּמַלְק֖וֹשׁ H4456 י֥וֹרֶה H3384 אָֽרֶץ H776 ",
      "4": "מָ֤ה H4100 אֶֽעֱשֶׂה H6213 לְּךָ֙ Hl אֶפְרַ֔יִם H669 מָ֥ה H4100 אֶעֱשֶׂה H6213 לְּךָ֖ Hl יְהוּדָ֑ה H3063 וְחַסְדְּ H2617 כַּֽעֲנַן H6051 בֹּ֔קֶר H1242 וְכַ H2919 מַשְׁכִּ֥ים H7925 הֹלֵֽךְ H1980 ",
      "5": "עַל H5921 כֵּ֗ן H3651 חָצַ֨בְתִּי֙ H2672 בַּנְּבִיאִ֔ים H5030 הֲרַגְתִּ֖ים H2026 בְּאִמְרֵי H561 פִ֑י H6310 וּמִשְׁפָּטֶ֖י H4941 א֥וֹר H216 יֵצֵֽא H3318 ",
      "6": "כִּ֛י H3588 חֶ֥סֶד H2617 חָפַ֖צְתִּי H2654 וְלֹא H3808 זָ֑בַח H2077 וְדַ֥עַת H1847 אֱלֹהִ֖ים H430 מֵעֹלֽוֹת H5930 ",
      "7": "וְהֵ֕מָּה H1992 כְּאָדָ֖ם H121 עָבְר֣וּ H5674 בְרִ֑ית H1285 שָׁ֖ם H8033 בָּ֥גְדוּ H898 בִֽי Hb ",
      "8": "גִּלְעָ֕ד H1568 קִרְיַ֖ת H7151 פֹּ֣עֲלֵי H6466 אָ֑וֶן H205 עֲקֻבָּ֖ה H6121 מִדָּֽם H1818 ",
      "9": "וּכְ H2442 אִ֜ישׁ H376 גְּדוּדִ֗ים H1416 חֶ֚בֶר H2267 כֹּֽהֲנִ֔ים H3548 דֶּ֖רֶךְ H1870 יְרַצְּחוּ H7523 שֶׁ֑כְמָה H7927 כִּ֥י H3588 זִמָּ֖ה H2154 עָשֽׂוּ H6213 ",
      "10": "בְּבֵית֙ H1004 יִשְׂרָאֵ֔ל H3478 רָאִ֖יתִי H7200 שעריריה H8186 שָׁ֚ם H8033 זְנ֣וּת H2184 לְאֶפְרַ֔יִם H669 נִטְמָ֖א H2930 יִשְׂרָאֵֽל H3478 ",
      "11": "גַּם H1571 יְהוּדָ֕ה H3063 שָׁ֥ת H7896 קָצִ֖יר H7105 לָ֑ךְ Hl בְּשׁוּבִ֖ H7725 שְׁב֥וּת H7622 עַמִּֽי H5971 "
    },
    "7": {
      "1": "כְּרָפְאִ֣ H7495 לְיִשְׂרָאֵ֗ל H3478 וְנִגְלָ֞ה H1540 עֲוֺ֤ן H5771 אֶפְרַ֨יִם֙ H669 וְרָע֣וֹת H7451 שֹֽׁמְר֔וֹן H8111 כִּ֥י H3588 פָעֲל֖וּ H6466 שָׁ֑קֶר H8267 וְגַנָּ֣ב H1590 יָב֔וֹא H935 פָּשַׁ֥ט H6584 גְּד֖וּד H1416 בַּחֽוּץ H2351 ",
      "2": "וּבַל H1077 יֹֽאמְרוּ֙ H559 לִלְבָבָ֔ H3824 כָּל H3605 רָעָתָ֖ם H7451 זָכָ֑רְתִּי H2142 עַתָּה֙ H6258 סְבָב֣וּם H5437 מַֽעַלְלֵיהֶ֔ם H4611 נֶ֥גֶד H5048 פָּנַ֖י H6440 הָיֽוּ H1961 ",
      "3": "בְּרָעָתָ֖ H7451 יְשַׂמְּחוּ H8055 מֶ֑לֶךְ H4428 וּבְ H3585 שָׂרִֽים H8269 ",
      "4": "כֻּלָּם֙ H3605 מְנָ֣אֲפִ֔ים H5003 כְּמ֣וֹ H3644 תַנּ֔וּר H8574 בֹּעֵ֖רָה H1197 מֵֽאֹפֶ֑ה H644 יִשְׁבּ֣וֹת H7673 מֵעִ֔יר H5782 מִלּ֥וּשׁ H3888 בָּצֵ֖ק H1217 עַד H5704 חֻמְצָתֽוֹ H2556 ",
      "5": "י֣וֹם H3117 מַלְכֵּ֔נוּ H4428 הֶחֱל֥וּ H2470 שָׂרִ֖ים H8269 חֲמַ֣ת H2534 מִיָּ֑יִן H3196 מָשַׁ֥ךְ H4900 יָד֖וֹ H3027 אֶת H854 לֹצְצִֽים H3945 ",
      "6": "כִּֽי H3588 קֵרְב֧וּ H7126 כַתַּנּ֛וּר H8574 לִבָּ֖ם H3820 בְּאָרְבָּ֑ H693 כָּל H3605 הַלַּ֨יְלָה֙ H3915 יָשֵׁ֣ן H3463 אֹֽפֵהֶ֔ם H644 בֹּ֕קֶר H1242 ה֥וּא H1931 בֹעֵ֖ר H1197 כְּאֵ֥שׁ H784 לֶהָבָֽה H3852 ",
      "7": "כֻּלָּ֤ם H3605 יֵחַ֨מּוּ֙ H2552 כַּתַּנּ֔וּר H8574 וְאָכְל֖וּ H398 אֶת H853 שֹֽׁפְטֵיהֶ֑ם H8199 כָּל H3605 מַלְכֵיהֶ֣ם H4428 נָפָ֔לוּ H5307 אֵין H369 קֹרֵ֥א H7121 בָהֶ֖ם Hb אֵלָֽי H413 ",
      "8": "אֶפְרַ֕יִם H669 בָּעַמִּ֖ים H5971 ה֣וּא H1931 יִתְבּוֹלָ֑ל H1101 אֶפְרַ֛יִם H669 הָיָ֥ה H1961 עֻגָ֖ה H5692 בְּלִ֥י H1097 הֲפוּכָֽה H2015 ",
      "9": "אָכְל֤וּ H398 זָרִים֙ H2114 כֹּח֔וֹ H3581 וְה֖וּא H1931 לֹ֣א H3808 יָדָ֑ע H3045 גַּם H1571 שֵׂיבָה֙ H7872 זָ֣רְקָה H2236 בּ֔וֹ Hb וְה֖וּא H1931 לֹ֥א H3808 יָדָֽע H3045 ",
      "10": "וְעָנָ֥ה H6030 גְאֽוֹן H1347 יִשְׂרָאֵ֖ל H3478 בְּפָנָ֑י H6440 וְלֹֽא H3808 שָׁ֨בוּ֙ H7725 אֶל H413 יְהוָ֣ה H3068 אֱלֹֽהֵיהֶ֔ם H430 וְלֹ֥א H3808 בִקְשֻׁ֖הוּ H1245 בְּכָל H3605 זֹֽאת H2063 ",
      "11": "וַיְהִ֣י H1961 אֶפְרַ֔יִם H669 כְּיוֹנָ֥ה H3123 פוֹתָ֖ה H6601 אֵ֣ין H369 לֵ֑ב H3820 מִצְרַ֥יִם H4714 קָרָ֖אוּ H7121 אַשּׁ֥וּר H804 הָלָֽכוּ H1980 ",
      "12": "כַּאֲשֶׁ֣ר H834 יֵלֵ֗כוּ H3212 אֶפְר֤וֹשׂ H6566 עֲלֵיהֶם֙ H5921 רִשְׁתִּ֔י H7568 כְּע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 אֽוֹרִידֵ֑ם H3381 אַיְסִרֵ֕ם H3256 כְּשֵׁ֖מַע H8088 לַעֲדָתָֽ H5712 ",
      "13": "א֤וֹי H188 לָהֶם֙ H1992 כִּֽי H3588 נָדְד֣וּ H5074 מִמֶּ֔נִּי H4480 שֹׁ֥ד H7701 לָהֶ֖ם H1992 כִּֽי H3588 פָ֣שְׁעוּ H6586 בִ֑י Hb וְאָנֹכִ֣י H595 אֶפְדֵּ֔ם H6299 וְהֵ֕מָּה H1992 דִּבְּר֥וּ H1696 עָלַ֖י H5921 כְּזָבִֽים H3577 ",
      "14": "וְלֹֽא H3808 זָעֲק֤וּ H2199 אֵלַי֙ H413 בְּלִבָּ֔ H3820 כִּ֥י H3588 יְיֵלִ֖ילוּ H3213 עַל H5921 מִשְׁכְּבוֹתָ֑ם H4904 עַל H5921 דָּגָ֧ן H1715 וְתִיר֛וֹשׁ H8492 יִתְגּוֹרָ֖רוּ H1481 יָס֥וּרוּ H5493 בִֽי Hb ",
      "15": "וַאֲנִ֣י H589 יִסַּ֔רְתִּי H3256 חִזַּ֖קְתִּי H2388 זְרֽוֹעֹתָ֑ם H2220 וְאֵלַ֖ H413 יְחַשְּׁבוּ H2803 רָֽע H7451 ",
      "16": "יָשׁ֣וּבוּ H7725 לֹ֣א H3808 עָ֗ל H5920 הָיוּ֙ H1961 כְּקֶ֣שֶׁת H7198 רְמִיָּ֔ה H7423 יִפְּל֥וּ H5307 בַחֶ֛רֶב H2719 שָׂרֵיהֶ֖ם H8269 מִזַּ֣עַם H2195 לְשׁוֹנָ֑ם H3956 ז֥וֹ H2097 לַעְגָּ֖ם H3933 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 "
    },
    "8": {
      "1": "אֶל H413 חִכְּךָ֣ H2441 שֹׁפָ֔ר H7782 כַּנֶּ֖שֶׁר H5404 עַל H5921 בֵּ֣ית H1004 יְהוָ֑ה H3068 יַ֚עַן H3282 עָבְר֣וּ H5674 בְרִיתִ֔י H1285 וְעַל H5921 תּוֹרָתִ֖י H8451 פָּשָֽׁעוּ H6586 ",
      "2": "לִ֖י Hl יִזְעָ֑קוּ H2199 אֱלֹהַ֥י H430 יְֽדַעֲנ֖וּךָ H3045 יִשְׂרָאֵֽל H3478 ",
      "3": "זָנַ֥ח H2186 יִשְׂרָאֵ֖ל H3478 ט֑וֹב H2896 אוֹיֵ֖ב H341 יִרְדְּֽפוֹ H7291 ",
      "4": "הֵ֤ם H1992 הִמְלִיכוּ֙ H4427 וְלֹ֣א H3808 מִמֶּ֔נִּי H4480 הֵשִׂ֖ירוּ H8323 וְלֹ֣א H3808 יָדָ֑עְתִּי H3045 כַּסְפָּ֣ם H3701 וּזְהָבָ֗ H2091 עָשׂ֤וּ H6213 לָהֶם֙ Hl עֲצַבִּ֔ים H6091 לְמַ֖עַן H4616 יִכָּרֵֽת H3772 ",
      "5": "זָנַח֙ H2186 עֶגְלֵ֣ךְ H5695 שֹֽׁמְר֔וֹן H8111 חָרָ֥ה H2734 אַפִּ֖י H639 בָּ֑ם Hb עַד H5704 מָתַ֕י H4970 לֹ֥א H3808 יוּכְל֖וּ H3201 נִקָּיֹֽן H5356 ",
      "6": "כִּ֤י H3588 מִיִּשְׂרָאֵל֙ H3478 וְה֔וּא H1931 חָרָ֣שׁ H2796 עָשָׂ֔הוּ H6213 וְלֹ֥א H3808 אֱלֹהִ֖ים H430 ה֑וּא H1931 כִּֽי H3588 שְׁבָבִ֣ים H7616 יִֽהְיֶ֔ה H1961 עֵ֖גֶל H5695 שֹׁמְרֽוֹן H8111 ",
      "7": "כִּ֛י H3588 ר֥וּחַ H7307 יִזְרָ֖עוּ H2232 וְסוּפָ֣תָ H5492 יִקְצֹ֑רוּ H7114 קָמָ֣ה H7054 אֵֽין H369 ל֗וֹ Hl צֶ֚מַח H6780 בְּלִ֣י H1097 יַֽעֲשֶׂה H6213 קֶּ֔מַח H7058 אוּלַ֣י H194 יַֽעֲשֶׂ֔ה H6213 זָרִ֖ים H2114 יִבְלָעֻֽהוּ H1104 ",
      "8": "נִבְלַ֖ע H1104 יִשְׂרָאֵ֑ל H3478 עַתָּה֙ H6258 הָי֣וּ H1961 בַגּוֹיִ֔ם H1471 כִּכְלִ֖י H3627 אֵֽין H369 חֵ֥פֶץ H2656 בּֽוֹ Hb ",
      "9": "כִּֽי H3588 הֵ֨מָּה֙ H1992 עָל֣וּ H5927 אַשּׁ֔וּר H804 פֶּ֖רֶא H6501 בּוֹדֵ֣ד H909 ל֑וֹ Hl אֶפְרַ֖יִם H669 הִתְנ֥וּ H8566 אֲהָבִֽים H158 ",
      "10": "גַּ֛ם H1571 כִּֽי H3588 יִתְנ֥וּ H8566 בַגּוֹיִ֖ם H1471 עַתָּ֣ה H6258 אֲקַבְּצֵ֑ם H6908 וַיָּחֵ֣לּוּ H2490 מְּעָ֔ט H4592 מִמַּשָּׂ֖א H4853 מֶ֥לֶךְ H4428 שָׂרִֽים H8269 ",
      "11": "כִּֽי H3588 הִרְבָּ֥ה H7235 אֶפְרַ֛יִם H669 מִזְבְּחֹ֖ת H4196 לַחֲטֹ֑א H2398 הָיוּ H1961 ל֥וֹ Hl מִזְבְּח֖וֹת H4196 לַחֲטֹֽא H2398 ",
      "12": "אכתוב H3789 ל֔וֹ H3789 רבו H7239 תּֽוֹרָתִ֑י H8451 כְּמוֹ H3644 זָ֖ר H2114 נֶחְשָֽׁבוּ H2803 ",
      "13": "זִבְחֵ֣י H2077 הַבְהָבַ֗י H1890 יִזְבְּח֤וּ H2076 בָשָׂר֙ H1320 וַיֹּאכֵ֔לוּ H398 יְהוָ֖ה H3068 לֹ֣א H3808 רָצָ֑ם H7521 עַתָּ֞ה H6258 יִזְכֹּ֤ר H2142 עֲוֺנָם֙ H5771 וְיִפְקֹ֣ד H6485 חַטֹּאותָ֔ם H2403 הֵ֖מָּה H1992 מִצְרַ֥יִם H4714 יָשֽׁוּבוּ H7725 ",
      "14": "וַיִּשְׁכַּ֨ח H7911 יִשְׂרָאֵ֜ל H3478 אֶת H853 עֹשֵׂ֗הוּ H6213 וַיִּ֨בֶן֙ H1129 הֵֽיכָל֔וֹת H1964 וִֽיהוּדָ֕ה H3063 הִרְבָּ֖ה H7235 עָרִ֣ים H5892 בְּצֻר֑וֹת H1219 וְשִׁלַּחְתִּי H7971 אֵ֣שׁ H784 בְּעָרָ֔י H5892 וְאָכְלָ֖ה H398 אַרְמְנֹתֶֽיהָ H759 "
    },
    "9": {
      "1": "אַל H408 תִּשְׂמַ֨ח H8055 יִשְׂרָאֵ֤ל H3478 אֶל H413 גִּיל֙ H1524 כָּֽעַמִּ֔ים H5971 כִּ֥י H3588 זָנִ֖יתָ H2181 מֵעַ֣ל H5921 אֱלֹהֶ֑יךָ H430 אָהַ֣בְתָּ H157 אֶתְנָ֔ן H868 עַ֖ל H5921 כָּל H3605 גָּרְנ֥וֹת H1637 דָּגָֽן H1715 ",
      "2": "גֹּ֥רֶן H1637 וָיֶ֖קֶב H3342 לֹ֣א H3808 יִרְעֵ֑ם H7462 וְתִיר֖וֹשׁ H8492 יְכַ֥חֶשׁ H3584 בָּֽהּ Hb ",
      "3": "לֹ֥א H3808 יֵשְׁב֖וּ H3427 בְּאֶ֣רֶץ H776 יְהוָ֑ה H3068 וְשָׁ֤ב H7725 אֶפְרַ֨יִם֙ H669 מִצְרַ֔יִם H4714 וּבְ H804 טָמֵ֥א H2931 יֹאכֵֽלוּ H398 ",
      "4": "לֹא H3808 יִסְּכ֨וּ H5258 לַיהוָ֥ה H3068 יַיִן֮ H3196 וְלֹ֣א H3808 יֶֽעֶרְבוּ H6148 לוֹ֒ Hl זִבְחֵיהֶ֗ם H2077 כְּלֶ֤חֶם H3899 אוֹנִים֙ H205 לָהֶ֔ם Hl כָּל H3605 אֹכְלָ֖יו H398 יִטַמָּ֑אוּ H2930 כִּֽי H3588 לַחְמָ֣ם H3899 לְנַפְשָׁ֔ H5315 לֹ֥א H3808 יָב֖וֹא H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "5": "מַֽה H4100 תַּעֲשׂ֖וּ H6213 לְי֣וֹם H3117 מוֹעֵ֑ד H4150 וּלְ H3117 חַג H2282 יְהוָֽה H3068 ",
      "6": "כִּֽי H3588 הִנֵּ֤ה H2009 הָֽלְכוּ֙ H1980 מִשֹּׁ֔ד H7701 מִצְרַ֥יִם H4714 תְּקַבְּצֵ֖ם H6908 מֹ֣ף H4644 תְּקַבְּרֵ֑ם H6912 מַחְמַ֣ד H4261 לְכַסְפָּ֗ H3701 קִמּוֹשׂ֙ H7057 יִֽירָשֵׁ֔ם H3423 ח֖וֹחַ H2336 בְּאָהֳלֵי H168 ",
      "7": "בָּ֣אוּ H935 יְמֵ֣י H3117 הַפְּקֻדָּ֗ה H6486 בָּ֚אוּ H935 יְמֵ֣י H3117 הַשִׁלֻּ֔ם H7966 יֵדְע֖וּ H3045 יִשְׂרָאֵ֑ל H3478 אֱוִ֣יל H191 הַנָּבִ֗יא H5030 מְשֻׁגָּע֙ H7696 אִ֣ישׁ H376 הָר֔וּחַ H7307 עַ֚ל H5921 רֹ֣ב H7230 עֲוֺנְךָ֔ H5771 וְרַבָּ֖ה H7227 מַשְׂטֵמָֽה H4895 ",
      "8": "צֹפֶ֥ה H6822 אֶפְרַ֖יִם H669 עִם H5973 אֱלֹהָ֑י H430 נָבִ֞יא H5030 פַּ֤ח H6341 יָקוֹשׁ֙ H3352 עַל H5921 כָּל H3605 דְּרָכָ֔יו H1870 מַשְׂטֵמָ֖ה H4895 בְּבֵ֥ית H1004 אֱלֹהָֽיו H430 ",
      "9": "הֶעְמִֽיקוּ H6009 שִׁחֵ֖תוּ H7843 כִּימֵ֣י H3117 הַגִּבְעָ֑ה H1390 יִזְכּ֣וֹר H2142 עֲוֺנָ֔ם H5771 יִפְק֖וֹד H6485 חַטֹּאותָֽם H2403 ",
      "10": "כַּעֲנָבִ֣ים H6025 בַּמִּדְבָּ֗ר H4057 מָצָ֨אתִי֙ H4672 יִשְׂרָאֵ֔ל H3478 כְּבִכּוּרָ֤ה H1063 בִתְאֵנָה֙ H8384 בְּרֵ֣אשִׁיתָ֔ H7225 רָאִ֖יתִי H7200 אֲבֽוֹתֵיכֶ֑ם H1 הֵ֜מָּה H1992 בָּ֣אוּ H935 בַֽעַל H1187 פְּע֗וֹר H1187 וַיִּנָּֽזְרוּ֙ H5144 לַבֹּ֔שֶׁת H1322 וַיִּהְי֥וּ H1961 שִׁקּוּצִ֖ים H8251 כְּאָהֳבָֽ H157 ",
      "11": "אֶפְרַ֕יִם H669 כָּע֖וֹף H5775 יִתְעוֹפֵ֣ף H5774 כְּבוֹדָ֑ם H3519 מִלֵּדָ֥ה H3205 וּמִ H990 וּמֵ H2032 ",
      "12": "כִּ֤י H3588 אִם H518 יְגַדְּלוּ֙ H1431 אֶת H853 בְּנֵיהֶ֔ם H1121 וְשִׁכַּלְתִּ֖י H7921 מֵֽאָדָ֑ם H120 כִּֽי H3588 גַם H1571 א֥וֹי H188 לָהֶ֖ם Hl בְּשׂוּרִ֥ H5493 מֵהֶֽם H1992 ",
      "13": "אֶפְרַ֛יִם H669 כַּאֲשֶׁר H834 רָאִ֥יתִי H7200 לְצ֖וֹר H6865 שְׁתוּלָ֣ה H8362 בְנָוֶ֑ה H5116 וְאֶפְרַ֕יִם H669 לְהוֹצִ֥יא H3318 אֶל H413 הֹרֵ֖ג H2026 בָּנָֽיו H1121 ",
      "14": "תֵּן H5414 לָהֶ֥ם Hl יְהוָ֖ה H3068 מַה H4100 תִּתֵּ֑ן H5414 תֵּן H5414 לָהֶם֙ Hl רֶ֣חֶם H7358 מַשְׁכִּ֔יל H7921 וְשָׁדַ֖יִם H7699 צֹמְקִֽים H6784 ",
      "15": "כָּל H3605 רָעָתָ֤ם H7451 בַּגִּלְגָּל֙ H1537 כִּֽי H3588 שָׁ֣ם H8033 שְׂנֵאתִ֔ים H8130 עַ֚ל H5921 רֹ֣עַ H7455 מַֽעַלְלֵיהֶ֔ם H4611 מִבֵּיתִ֖ H1004 אֲגָרְשֵׁ֑ם H1644 לֹ֤א H3808 אוֹסֵף֙ H3254 אַהֲבָתָ֔ם H160 כָּל H3605 שָׂרֵיהֶ֖ם H8269 סֹרְרִֽים H5637 ",
      "16": "הֻכָּ֣ה H5221 אֶפְרַ֔יִם H669 שָׁרְשָׁ֥ם H8328 יָבֵ֖שׁ H3001 פְּרִ֣י H6529 בלי H1097 יַעֲשׂ֑וּן H6213 גַּ֚ם H1571 כִּ֣י H3588 יֵֽלֵד֔וּן H3205 וְהֵמַתִּ֖י H4191 מַחֲמַדֵּ֥י H4261 בִטְנָֽם H990 ",
      "17": "יִמְאָסֵ֣ם H3988 אֱלֹהַ֔י H430 כִּ֛י H3588 לֹ֥א H3808 שָׁמְע֖וּ H8085 ל֑וֹ Hl וְיִהְי֥וּ H1961 נֹדְדִ֖ים H5074 בַּגּוֹיִֽם H1471 "
    },
    "10": {
      "1": "גֶּ֤פֶן H1612 בּוֹקֵק֙ H1238 יִשְׂרָאֵ֔ל H3478 פְּרִ֖י H6529 יְשַׁוֶּה H7737 לּ֑וֹ Hl כְּרֹ֣ב H7230 לְפִרְי֗ H6529 הִרְבָּה֙ H7235 לַֽמִּזְבְּח֔וֹת H4196 כְּט֣וֹב H2896 לְאַרְצ֔ H776 הֵיטִ֖יבוּ H3190 מַצֵּבֽוֹת H4676 ",
      "2": "חָלַ֥ק H2505 לִבָּ֖ם H3820 עַתָּ֣ה H6258 יֶאְשָׁ֑מוּ H816 ה֚וּא H1931 יַעֲרֹ֣ף H6202 מִזְבְּחוֹתָ֔ם H4196 יְשֹׁדֵ֖ד H7703 מַצֵּבוֹתָֽם H4676 ",
      "3": "כִּ֤י H3588 עַתָּה֙ H6258 יֹֽאמְר֔וּ H559 אֵ֥ין H369 מֶ֖לֶךְ H4428 לָ֑נוּ Hl כִּ֣י H3588 לֹ֤א H3808 יָרֵ֨אנוּ֙ H3372 אֶת H853 יְהֹוָ֔ה H3068 וְהַ H4428 מַה H4100 יַּֽעֲשֶׂה H6213 לָּֽנוּ Hl ",
      "4": "דִּבְּר֣וּ H1696 דְבָרִ֔ים H1697 אָל֥וֹת H422 שָׁ֖וְא H7723 כָּרֹ֣ת H3772 בְּרִ֑ית H1285 וּפָרַ֤ח H6524 כָּרֹאשׁ֙ H7219 מִשְׁפָּ֔ט H4941 עַ֖ל H5921 תַּלְמֵ֥י H8525 שָׂדָֽי H7704 ",
      "5": "לְעֶגְלוֹת֙ H5697 בֵּ֣ית H1007 אָ֔וֶן H1007 יָג֖וּרוּ H1481 שְׁכַ֣ן H7934 שֹֽׁמְר֑וֹן H8111 כִּי H3588 אָבַ֨ל H56 עָלָ֜יו H5921 עַמּ֗וֹ H5971 וּכְמָרָי H3649 עָלָ֣יו H5921 יָגִ֔ילוּ H1523 עַל H5921 כְּבוֹד֖וֹ H3519 כִּֽי H3588 גָלָ֥ה H1540 מִמֶּֽנּוּ H4480 ",
      "6": "גַּם H1571 אוֹתוֹ֙ H853 לְאַשּׁ֣וּר H804 יוּבָ֔ל H2986 מִנְחָ֖ה H4503 לְמֶ֣לֶךְ H4428 יָרֵ֑ב H3377 בָּשְׁנָה֙ H1317 אֶפְרַ֣יִם H669 יִקָּ֔ח H3947 וְיֵב֥וֹשׁ H954 יִשְׂרָאֵ֖ל H3478 מֵעֲצָתֽ H6098 ",
      "7": "נִדְמֶ֥ה H1820 שֹׁמְר֖וֹן H8111 מַלְכָּ֑הּ H4428 כְּקֶ֖צֶף H7110 עַל H5921 פְּנֵי H6440 מָֽיִם H4325 ",
      "8": "וְנִשְׁמְד֞וּ H8045 בָּמ֣וֹת H1116 אָ֗וֶן H205 חַטַּאת֙ H2403 יִשְׂרָאֵ֔ל H3478 ק֣וֹץ H6975 וְדַרְדַּ֔ר H1863 יַעֲלֶ֖ה H5927 עַל H5921 מִזְבְּחוֹתָ֑ם H4196 וְאָמְר֤וּ H559 לֶֽהָרִים֙ H2022 כַּסּ֔וּנוּ H3680 וְלַ H1389 נִפְל֥וּ H5307 עָלֵֽינוּ H5921 ",
      "9": "מִימֵי֙ H3117 הַגִּבְעָ֔ה H1390 חָטָ֖אתָ H2398 יִשְׂרָאֵ֑ל H3478 שָׁ֣ם H8033 עָמָ֔דוּ H5975 לֹֽא H3808 תַשִּׂיגֵ֧ם H5381 בַּגִּבְעָ֛ה H1390 מִלְחָמָ֖ה H4421 עַל H5921 בְּנֵ֥י H1121 עַֽלְוָֽה H5932 ",
      "10": "בְּאַוָּתִ֖ H185 וְאֶסֳּרֵ֑ H3256 וְאֻסְּפ֤וּ H622 עֲלֵיהֶם֙ H5921 עַמִּ֔ים H5971 בְּאָסְרָ֖ H631 לִשְׁתֵּ֥י H8147 עינתם H5869 ",
      "11": "וְאֶפְרַ֜יִם H669 עֶגְלָ֤ה H5697 מְלֻמָּדָה֙ H3925 אֹהַ֣בְתִּי H157 לָד֔וּשׁ H1758 וַאֲנִ֣י H589 עָבַ֔רְתִּי H5674 עַל H5921 ט֖וּב H2898 צַוָּארָ֑הּ H6676 אַרְכִּ֤יב H7392 אֶפְרַ֨יִם֙ H669 יַחֲר֣וֹשׁ H2790 יְהוּדָ֔ה H3063 יְשַׂדֶּד H7702 ל֖וֹ Hl יַעֲקֹֽב H3290 ",
      "12": "זִרְע֨וּ H2232 לָכֶ֤ם Hl לִצְדָקָה֙ H6666 קִצְר֣וּ H7114 לְפִי H6310 חֶ֔סֶד H2617 נִ֥ירוּ H5214 לָכֶ֖ם Hl נִ֑יר H5215 וְעֵת֙ H6256 לִדְר֣וֹשׁ H1875 אֶת H853 יְהוָ֔ה H3068 עַד H5704 יָב֕וֹא H935 וְיֹרֶ֥ה H3384 צֶ֖דֶק H6664 לָכֶֽם Hl ",
      "13": "חֲרַשְׁתֶּם H2790 רֶ֛שַׁע H7562 עַוְלָ֥תָה H5766 קְצַרְתֶּ֖ם H7114 אֲכַלְתֶּ֣ם H398 פְּרִי H6529 כָ֑חַשׁ H3585 כִּֽי H3588 בָטַ֥חְתָּ H982 בְדַרְכְּ H1870 בְּרֹ֥ב H7230 גִּבּוֹרֶֽיךָ H1368 ",
      "14": "וְקָ֣אם H6965 שָׁאוֹן֮ H7588 בְּעַמֶּ H5971 וְכָל H3605 מִבְצָרֶ֣יךָ H4013 יוּשַּׁ֔ד H7703 כְּשֹׁ֧ד H7701 שַֽׁלְמַ֛ן H8020 בֵּ֥ית H1009 אַֽרְבֵ֖אל H1009 בְּי֣וֹם H3117 מִלְחָמָ֑ה H4421 אֵ֥ם H517 עַל H5921 בָּנִ֖ים H1121 רֻטָּֽשָׁה H7376 ",
      "15": "כָּ֗כָה H3602 עָשָׂ֤ה H6213 לָכֶם֙ Hl בֵּֽית H1008 אֵ֔ל H1008 מִפְּנֵ֖י H6440 רָעַ֣ת H7451 רָֽעַתְכֶ֑ם H7451 בַּשַּׁ֕חַר H7837 נִדְמֹ֥ה H1820 נִדְמָ֖ה H1820 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 "
    },
    "11": {
      "1": "כִּ֛י H3588 נַ֥עַר H5288 יִשְׂרָאֵ֖ל H3478 וָאֹהֲבֵ֑ H157 וּמִ H4714 קָרָ֥אתִי H7121 לִבְנִֽ H1121 ",
      "2": "קָרְא֖וּ H7121 לָהֶ֑ם Hl כֵּ֚ן H3651 הָלְכ֣וּ H1980 מִפְּנֵי H6440 לַבְּעָלִ֣ים H1168 יְזַבֵּ֔חוּ H2076 וְלַ H6456 יְקַטֵּרֽוּן H6999 ",
      "3": "וְאָנֹכִ֤י H595 תִרְגַּ֨לְתִּי֙ H8637 לְאֶפְרַ֔יִם H669 קָחָ֖ם H3947 עַל H5921 זְרֽוֹעֹתָ֑יו H2220 וְלֹ֥א H3808 יָדְע֖וּ H3045 כִּ֥י H3588 רְפָאתִֽים H7495 ",
      "4": "בְּחַבְלֵ֨י H2256 אָדָ֤ם H120 אֶמְשְׁכֵם֙ H4900 בַּעֲבֹת֣וֹת H5688 אַהֲבָ֔ה H160 וָאֶהְיֶ֥ה H1961 לָהֶ֛ם Hl כִּמְרִ֥ימֵי H7311 עֹ֖ל H5923 עַ֣ל H5921 לְחֵיהֶ֑ם H3895 וְאַ֥ט H5186 אֵלָ֖יו H413 אוֹכִֽיל H398 ",
      "5": "לֹ֤א H3808 יָשׁוּב֙ H7725 אֶל H413 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וְאַשּׁ֖וּר H804 ה֣וּא H1931 מַלְכּ֑וֹ H4428 כִּ֥י H3588 מֵאֲנ֖וּ H3985 לָשֽׁוּב H7725 ",
      "6": "וְחָלָ֥ה H2342 חֶ֨רֶב֙ H2719 בְּעָרָ֔י H5892 וְכִלְּתָ֥ה H3615 בַדָּ֖יו H905 וְאָכָ֑לָה H398 מִֽמֹּעֲצ֖וֹתֵי H4156 ",
      "7": "וְעַמִּ֥ H5971 תְלוּאִ֖ים H8511 לִמְשֽׁוּבָתִ֑ H4878 וְאֶל H413 עַל֙ H5920 יִקְרָאֻ֔הוּ H7121 יַ֖חַד H3162 לֹ֥א H3808 יְרוֹמֵם H7311 ",
      "8": "אֵ֞יךְ H349 אֶתֶּנְךָ֣ H5414 אֶפְרַ֗יִם H669 אֲמַגֶּנְךָ֙ H4042 יִשְׂרָאֵ֔ל H3478 אֵ֚יךְ H349 אֶתֶּנְךָ֣ H5414 כְאַדְמָ֔ה H126 אֲשִֽׂימְךָ֖ H7760 כִּצְבֹאיִ֑ם H6636 נֶהְפַּ֤ךְ H2015 עָלַי֙ H5921 לִבִּ֔י H3820 יַ֖חַד H3162 נִכְמְר֥וּ H3648 נִחוּמָֽי H5150 ",
      "9": "לֹ֤א H3808 אֶֽעֱשֶׂה֙ H6213 חֲר֣וֹן H2740 אַפִּ֔י H639 לֹ֥א H3808 אָשׁ֖וּב H7725 לְשַׁחֵ֣ת H7843 אֶפְרָ֑יִם H669 כִּ֣י H3588 אֵ֤ל H410 אָֽנֹכִי֙ H595 וְלֹא H3808 אִ֔ישׁ H376 בְּקִרְבְּ H7130 קָד֔וֹשׁ H6918 וְלֹ֥א H3808 אָב֖וֹא H935 בְּעִֽיר H5892 ",
      "10": "אַחֲרֵ֧י H310 יְהוָ֛ה H3068 יֵלְכ֖וּ H3212 כְּאַרְיֵ֣ה H738 יִשְׁאָ֑ג H7580 כִּֽי H3588 ה֣וּא H1931 יִשְׁאַ֔ג H7580 וְיֶחֶרְד֥וּ H2729 בָנִ֖ים H1121 מִיָּֽם H3220 ",
      "11": "יֶחֶרְד֤וּ H2729 כְצִפּוֹר֙ H6833 מִמִּצְרַ֔יִם H4714 וּכְ H3123 מֵאֶ֣רֶץ H776 אַשּׁ֑וּר H804 וְהוֹשַׁבְתִּ֥י H3427 עַל H5921 בָּתֵּיהֶ֖ם H1004 נְאֻם H5002 יְהוָֽה H3068 ",
      "12": "סְבָבֻ֤נִי H5437 בְכַ֨חַשׁ֙ H3585 אֶפְרַ֔יִם H669 וּבְ H4820 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וִֽיהוּדָ֗ה H3063 עֹ֥ד H5750 רָד֙ H7300 עִם H5973 אֵ֔ל H410 וְעִם H5973 קְדוֹשִׁ֖ים H6918 נֶאֱמָֽן H539 "
    },
    "12": {
      "1": "אֶפְרַ֜יִם H669 רֹעֶ֥ה H7462 ר֨וּחַ֙ H7307 וְרֹדֵ֣ף H7291 קָדִ֔ים H6921 כָּל H3605 הַיּ֕וֹם H3117 כָּזָ֥ב H3577 וָשֹׁ֖ד H7701 יַרְבֶּ֑ה H7235 וּבְרִית֙ H1285 עִם H5973 אַשּׁ֣וּר H804 יִכְרֹ֔תוּ H3772 וְשֶׁ֖מֶן H8081 לְמִצְרַ֥יִם H4714 יוּבָֽל H2986 ",
      "2": "וְרִ֥יב H7379 לַֽיהוָ֖ה H3068 עִם H5973 יְהוּדָ֑ה H3063 וְלִ H6485 עַֽל H5921 יַעֲקֹב֙ H3290 כִּדְרָכָ֔י H1870 כְּמַעֲלָלָ֖י H4611 יָשִׁ֥יב H7725 לֽוֹ Hl ",
      "3": "בַּבֶּ֖טֶן H990 עָקַ֣ב H6117 אֶת H853 אָחִ֑יו H251 וּבְ H202 שָׂרָ֥ה H8280 אֶת H854 אֱלֹהִֽים H430 ",
      "4": "וָיָּ֤שַׂר H7786 אֶל H413 מַלְאָךְ֙ H4397 וַיֻּכָ֔ל H3201 בָּכָ֖ה H1058 וַיִּתְחַנֶּן H2603 ל֑וֹ Hl בֵּֽית H1008 אֵל֙ H1008 יִמְצָאֶ֔נּוּ H4672 וְשָׁ֖ם H8033 יְדַבֵּ֥ר H1696 עִמָּֽנוּ H5973 ",
      "5": "וַֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 הַצְּבָא֑וֹת H6635 יְהוָ֖ה H3068 זִכְרֽוֹ H2143 ",
      "6": "וְאַתָּ֖ה H859 בֵּאלֹהֶ֣י H430 תָשׁ֑וּב H7725 חֶ֤סֶד H2617 וּמִשְׁפָּט֙ H4941 שְׁמֹ֔ר H8104 וְקַוֵּ֥ה H6960 אֶל H413 אֱלֹהֶ֖יךָ H430 תָּמִֽיד H8548 ",
      "7": "כְּנַ֗עַן H3667 בְּיָד֛ H3027 מֹאזְנֵ֥י H3976 מִרְמָ֖ה H4820 לַעֲשֹׁ֥ק H6231 אָהֵֽב H157 ",
      "8": "וַיֹּ֣אמֶר H559 אֶפְרַ֔יִם H669 אַ֣ךְ H389 עָשַׁ֔רְתִּי H6238 מָצָ֥אתִי H4672 א֖וֹן H202 לִ֑י Hl כָּל H3605 יְגִיעַ֕י H3018 לֹ֥א H3808 יִמְצְאוּ H4672 לִ֖י Hl עָוֺ֥ן H5771 אֲשֶׁר H834 חֵֽטְא H2399 ",
      "9": "וְאָנֹכִ֛י H595 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 עֹ֛ד H5750 אוֹשִֽׁיבְךָ֥ H3427 בָאֳהָלִ֖ים H168 כִּימֵ֥י H3117 מוֹעֵֽד H4150 ",
      "10": "וְדִבַּ֨רְתִּי֙ H1696 עַל H5921 הַנְּבִיאִ֔ים H5030 וְאָנֹכִ֖י H595 חָז֣וֹן H2377 הִרְבֵּ֑יתִי H7235 וּבְ H3027 הַנְּבִיאִ֖ים H5030 אֲדַמֶּֽה H1819 ",
      "11": "אִם H518 גִּלְעָ֥ד H1568 אָ֨וֶן֙ H205 אַךְ H389 שָׁ֣וְא H7723 הָי֔וּ H1961 בַּגִּלְגָּ֖ל H1537 שְׁוָרִ֣ים H7794 זִבֵּ֑חוּ H2076 גַּ֤ם H1571 מִזְבְּחוֹתָם֙ H4196 כְּגַלִּ֔ים H1530 עַ֖ל H5921 תַּלְמֵ֥י H8525 שָׂדָֽי H7704 ",
      "12": "וַיִּבְרַ֥ח H1272 יַעֲקֹ֖ב H3290 שְׂדֵ֣ה H7704 אֲרָ֑ם H758 וַיַּעֲבֹ֤ד H5647 יִשְׂרָאֵל֙ H3478 בְּאִשָּׁ֔ה H802 וּבְ H802 שָׁמָֽר H8104 ",
      "13": "וּבְ H5030 הֶעֱלָ֧ה H5927 יְהוָ֛ה H3068 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָ֑יִם H4714 וּבְ H5030 נִשְׁמָֽר H8104 ",
      "14": "הִכְעִ֥יס H3707 אֶפְרַ֖יִם H669 תַּמְרוּרִ֑ים H8563 וְדָמָי H1818 עָלָ֣יו H5921 יִטּ֔וֹשׁ H5203 וְחֶ֨רְפָּת֔ H2781 יָשִׁ֥יב H7725 ל֖וֹ Hl אֲדֹנָֽיו H136 ",
      "15": "הִכְעִ֥יס H3707 אֶפְרַ֖יִם H669 תַּמְרוּרִ֑ים H8563 וְדָמָי H1818 עָלָ֣יו H5921 יִטּ֔וֹשׁ H5203 וְחֶ֨רְפָּת֔ H2781 יָשִׁ֥יב H7725 ל֖וֹ Hl אֲדֹנָֽיו H136 "
    },
    "13": {
      "1": "כְּדַבֵּ֤ר H1696 אֶפְרַ֨יִם֙ H669 רְתֵ֔ת H7578 נָשָׂ֥א H5375 ה֖וּא H1931 בְּיִשְׂרָאֵ֑ל H3478 וַיֶּאְשַׁ֥ם H816 בַּבַּ֖עַל H1168 וַיָּמֹֽת H4191 ",
      "2": "וְעַתָּ֣ה H6258 יוֹסִ֣פוּ H3254 לַחֲטֹ֗א H2398 וַיַּעְשׂ֣וּ H6213 לָהֶם֩ Hl מַסֵּכָ֨ה H4541 מִכַּסְפָּ֤ H3701 כִּתְבוּנָ H8394 עֲצַבִּ֔ים H6091 מַעֲשֵׂ֥ה H4639 חָרָשִׁ֖ים H2796 כֻּלֹּ֑ה H3605 לָהֶם֙ Hl הֵ֣ם H1992 אֹמְרִ֔ים H559 זֹבְחֵ֣י H2076 אָדָ֔ם H120 עֲגָלִ֖ים H5695 יִשָּׁקֽוּן H5401 ",
      "3": "לָכֵ֗ן H3651 יִֽהְיוּ֙ H1961 כַּעֲנַן H6051 בֹּ֔קֶר H1242 וְכַ H2919 מַשְׁכִּ֣ים H7925 הֹלֵ֑ךְ H1980 כְּמֹץ֙ H4671 יְסֹעֵ֣ר H5590 מִגֹּ֔רֶן H1637 וּכְ H6227 מֵאֲרֻבָּֽה H699 ",
      "4": "וְאָנֹכִ֛י H595 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וֵאלֹהִ֤ים H430 זֽוּלָתִי֙ H2108 לֹ֣א H3808 תֵדָ֔ע H3045 וּמוֹשִׁ֥יעַ H3467 אַ֖יִן H369 בִּלְתִּֽי H1115 ",
      "5": "אֲנִ֥י H589 יְדַעְתִּ֖יךָ H3045 בַּמִּדְבָּ֑ר H4057 בְּאֶ֖רֶץ H776 תַּלְאֻבֽוֹת H8514 ",
      "6": "כְּמַרְעִיתָ H4830 וַיִּשְׂבָּ֔עוּ H7646 שָׂבְע֖וּ H7646 וַיָּ֣רָם H7311 לִבָּ֑ם H3820 עַל H5921 כֵּ֖ן H3651 שְׁכֵחֽוּנִי H7911 ",
      "7": "וָאֱהִ֥י H1961 לָהֶ֖ם Hl כְּמוֹ H3644 שָׁ֑חַל H7826 כְּנָמֵ֖ר H5246 עַל H5921 דֶּ֥רֶךְ H1870 אָשֽׁוּר H7789 ",
      "8": "אֶפְגְּשֵׁם֙ H6298 כְּדֹ֣ב H1677 שַׁכּ֔וּל H7909 וְאֶקְרַ֖ע H7167 סְג֣וֹר H5458 לִבָּ֑ם H3820 וְאֹכְלֵ֥ H398 שָׁם֙ H8033 כְּלָבִ֔יא H3833 חַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 תְּבַקְּעֵֽם H1234 ",
      "9": "שִֽׁחֶתְךָ֥ H7843 יִשְׂרָאֵ֖ל H3478 כִּֽי H3588 בִ֥י Hb בְעֶזְרֶֽ H5828 ",
      "10": "אֱהִ֤י H165 מַלְכְּךָ֙ H4428 אֵפ֔וֹא H645 וְיוֹשִֽׁיעֲ H3467 בְּכָל H3605 עָרֶ֑יךָ H5892 וְשֹׁ֣פְטֶ֔י H8199 אֲשֶׁ֣ר H834 אָמַ֔רְתָּ H559 תְּנָה H5414 לִּ֖י Hl מֶ֥לֶךְ H4428 וְשָׂרִֽים H8269 ",
      "11": "אֶֽתֶּן H5414 לְךָ֥ Hl מֶ֨לֶךְ֙ H4428 בְּאַפִּ֔ H639 וְאֶקַּ֖ח H3947 בְּעֶבְרָתִֽ H5678 ",
      "12": "צָרוּר֙ H6887 עֲוֺ֣ן H5771 אֶפְרָ֔יִם H669 צְפוּנָ֖ה H6845 חַטָּאתֽוֹ H2403 ",
      "13": "חֶבְלֵ֥י H2256 יֽוֹלֵדָ֖ה H3205 יָבֹ֣אוּ H935 ל֑וֹ Hl הוּא H1931 בֵן֙ H1121 לֹ֣א H3808 חָכָ֔ם H2450 כִּֽי H3588 עֵ֥ת H6256 לֹֽא H3808 יַעֲמֹ֖ד H5975 בְּמִשְׁבַּ֥ר H4866 בָּנִֽים H1121 ",
      "14": "מִיַּ֤ד H3027 שְׁאוֹל֙ H7585 אֶפְדֵּ֔ם H6299 מִמָּ֖וֶת H4194 אֶגְאָלֵ֑ם H1350 אֱהִ֨י H165 דְבָרֶיךָ֜ H1698 מָ֗וֶת H4194 אֱהִ֤י H165 קָֽטָבְךָ֙ H6987 שְׁא֔וֹל H7585 נֹ֖חַם H5164 יִסָּתֵ֥ר H5641 מֵעֵינָֽ H5869 ",
      "15": "כִּ֣י H3588 ה֔וּא H1931 בֵּ֥ן H996 אַחִ֖ים H251 יַפְרִ֑יא H6500 יָב֣וֹא H935 קָדִים֩ H6921 ר֨וּחַ H7307 יְהוָ֜ה H3068 מִמִּדְבָּ֣ר H4057 עֹלֶ֗ה H5927 וְיֵב֤וֹשׁ H954 מְקוֹרוֹ֙ H4726 וְיֶחֱרַ֣ב H2717 מַעְיָנ֔וֹ H4599 ה֣וּא H1931 יִשְׁסֶ֔ה H8154 אוֹצַ֖ר H214 כָּל H3605 כְּלִ֥י H3627 חֶמְדָּֽה H2532 ",
      "16": "תֶּאְשַׁם֙ H816 שֹֽׁמְר֔וֹן H8111 כִּ֥י H3588 מָרְתָ֖ה H4784 בֵּֽאלֹהֶ֑י H430 בַּחֶ֣רֶב H2719 יִפֹּ֔לוּ H5307 עֹלְלֵיהֶ֣ם H5768 יְרֻטָּ֔שׁוּ H7376 וְהָרִיּוֹתָ֖י H2030 יְבֻקָּֽעוּ H1234 "
    },
    "14": {
      "1": "שׁ֚וּבָה H7725 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 כִּ֥י H3588 כָשַׁ֖לְתָּ H3782 בַּעֲוֺנֶֽ H5771 ",
      "2": "קְח֤וּ H3947 עִמָּכֶם֙ H5973 דְּבָרִ֔ים H1697 וְשׁ֖וּבוּ H7725 אֶל H413 יְהוָ֑ה H3068 אִמְר֣וּ H559 אֵלָ֗יו H413 כָּל H3605 תִּשָּׂ֤א H5375 עָוֺן֙ H5771 וְקַח H3947 ט֔וֹב H2896 וּֽנְשַׁלְּמָ֥ה H7999 פָרִ֖ים H6499 שְׂפָתֵֽינוּ H8193 ",
      "3": "אַשּׁ֣וּר H804 לֹ֣א H3808 יוֹשִׁיעֵ֗נוּ H3467 עַל H5921 סוּס֙ H5483 לֹ֣א H3808 נִרְכָּ֔ב H7392 וְלֹא H3808 נֹ֥אמַר H559 ע֛וֹד H5750 אֱלֹהֵ֖ינוּ H430 לְמַעֲשֵׂ֣ה H4639 יָדֵ֑ינוּ H3027 אֲשֶׁר H834 בְּךָ֖ Hb יְרֻחַ֥ם H7355 יָתֽוֹם H3490 ",
      "4": "אֶרְפָּא֙ H7495 מְשׁ֣וּבָתָ֔ם H4878 אֹהֲבֵ֖ם H157 נְדָבָ֑ה H5071 כִּ֛י H3588 שָׁ֥ב H7725 אַפִּ֖י H639 מִמֶּֽנּוּ H4480 ",
      "5": "אֶהְיֶ֤ה H1961 כַטַּל֙ H2919 לְיִשְׂרָאֵ֔ל H3478 יִפְרַ֖ח H6524 כַּשּֽׁוֹשַׁנָּ֑ה H7799 וְיַ֥ךְ H5221 שָׁרָשָׁ֖יו H8328 כַּלְּבָנֽוֹן H3844 ",
      "6": "יֵֽלְכוּ֙ H3212 יֹֽנְקוֹתָ֔יו H3127 וִיהִ֥י H1961 כַזַּ֖יִת H2132 הוֹד֑וֹ H1935 וְרֵ֥יחַֽ H7381 ל֖וֹ Hl כַּלְּבָנֽוֹן H3844 ",
      "7": "יָשֻׁ֨בוּ֙ H7725 יֹשְׁבֵ֣י H3427 בְצִלּ֔ H6738 יְחַיּ֥וּ H2421 דָגָ֖ן H1715 וְיִפְרְח֣וּ H6524 כַגָּ֑פֶן H1612 זִכְר֖וֹ H2143 כְּיֵ֥ין H3196 לְבָנֽוֹן H3844 ",
      "8": "אֶפְרַ֕יִם H669 מַה H4100 לִּ֥י Hl ע֖וֹד H5750 לָֽעֲצַבִּ֑ים H6091 אֲנִ֧י H589 עָנִ֣יתִי H6030 וַאֲשׁוּרֶ֗ H7789 אֲנִי֙ H589 כִּבְר֣וֹשׁ H1265 רַֽעֲנָ֔ן H7488 מִמֶּ֖נִּי H4480 פֶּרְיְךָ֥ H6529 נִמְצָֽא H4672 ",
      "9": "מִ֤י H4310 חָכָם֙ H2450 וְיָ֣בֵֽן H995 אֵ֔לֶּה H428 נָב֖וֹן H995 וְיֵֽדָעֵ֑ H3045 כִּֽי H3588 יְשָׁרִ֞ים H3477 דַּרְכֵ֣י H1870 יְהוָ֗ה H3068 וְצַדִּקִים֙ H6662 יֵ֣לְכוּ H3212 בָ֔ם Hb וּפֹשְׁעִ֖ים H6586 יִכָּ֥שְׁלוּ H3782 בָֽם Hb ",
      "10": "מִ֤י H4310 חָכָם֙ H2450 וְיָ֣בֵֽן H995 אֵ֔לֶּה H428 נָב֖וֹן H995 וְיֵֽדָעֵ֑ H3045 כִּֽי H3588 יְשָׁרִ֞ים H3477 דַּרְכֵ֣י H1870 יְהוָ֗ה H3068 וְצַדִּקִים֙ H6662 יֵ֣לְכוּ H3212 בָ֔ם Hb וּפֹשְׁעִ֖ים H6586 יִכָּ֥שְׁלוּ H3782 בָֽם Hb "
    }
  }
}
