{
  "Joel": {
    "1": {
      "1": "דְּבַר H1697 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 הָיָ֔ה H1961 אֶל H413 יוֹאֵ֖ל H3100 בֶּן H1121 פְּתוּאֵֽל H6602 ",
      "2": "שִׁמְעוּ H8085 זֹאת֙ H2063 הַזְּקֵנִ֔ים H2205 וְהַֽאֲזִ֔ינוּ H238 כֹּ֖ל H3605 יוֹשְׁבֵ֣י H3427 הָאָ֑רֶץ H776 הֶהָ֤יְתָה H1961 זֹּאת֙ H2063 בִּֽימֵי H3117 וְאִ֖ם H518 בִּימֵ֥י H3117 אֲבֹֽתֵיכֶֽם H1 ",
      "3": "עָלֶ֖יהָ H5921 לִבְנֵי H1121 סַפֵּ֑רוּ H5608 וּבְנֵי H1121 לִבְנֵי H1121 וּבְנֵי H1121 לְד֥וֹר H1755 אַחֵֽר H312 ",
      "4": "יֶ֤תֶר H3499 הַגָּזָם֙ H1501 אָכַ֣ל H398 הָֽאַרְבֶּ֔ה H697 וְיֶ֥תֶר H3499 הָאַרְבֶּ֖ה H697 אָכַ֣ל H398 הַיָּ֑לֶק H3218 וְיֶ֣תֶר H3499 הַיֶּ֔לֶק H3218 אָכַ֖ל H398 הֶחָסִֽיל H2625 ",
      "5": "הָקִ֤יצוּ H6974 שִׁכּוֹרִים֙ H7910 וּבְכ֔וּ H1058 וְהֵילִ֖לוּ H3213 כָּל H3605 שֹׁ֣תֵי H8354 יָ֑יִן H3196 עַל H5921 עָסִ֕יס H6071 כִּ֥י H3588 נִכְרַ֖ת H3772 מִפִּי H6310 ",
      "6": "כִּֽי H3588 גוֹי֙ H1471 עָלָ֣ה H5927 עַל H5921 אַרְצִ֔י H776 עָצ֖וּם H6099 וְאֵ֣ין H369 מִסְפָּ֑ר H4557 שִׁנָּיו֙ H8127 שִׁנֵּ֣י H8127 אַרְיֵ֔ה H738 וּֽמְתַלְּע֥וֹת H4973 לָבִ֖יא H3833 לֽוֹ Hl ",
      "7": "שָׂ֤ם H7760 גַּפְנִי֙ H1612 לְשַׁמָּ֔ה H8047 וּתְאֵנָתִ֖ H8384 לִקְצָפָ֑ה H7111 חָשֹׂ֤ף H2834 חֲשָׂפָהּ֙ H2834 וְהִשְׁלִ֔יךְ H7993 הִלְבִּ֖ינוּ H3835 שָׂרִיגֶֽיהָ H8299 ",
      "8": "אֱלִ֕י H421 כִּבְתוּלָ֥ה H1330 חֲגֻֽרַת H2296 שַׂ֖ק H8242 עַל H5921 בַּ֥עַל H1167 נְעוּרֶֽיהָ H5271 ",
      "9": "הָכְרַ֥ת H3772 מִנְחָ֛ה H4503 וָנֶ֖סֶךְ H5262 מִבֵּ֣ית H1004 יְהוָ֑ה H3068 אָֽבְלוּ֙ H56 הַכֹּ֣הֲנִ֔ים H3548 מְשָׁרְתֵ֖י H8334 יְהוָֽה H3068 ",
      "10": "שֻׁדַּ֣ד H7703 שָׂדֶ֔ה H7704 אָבְלָ֖ה H56 אֲדָמָ֑ה H127 כִּ֚י H3588 שֻׁדַּ֣ד H7703 דָּגָ֔ן H1715 הוֹבִ֥ישׁ H3001 תִּיר֖וֹשׁ H8492 אֻמְלַ֥ל H535 יִצְהָֽר H3323 ",
      "11": "הֹבִ֣ישׁוּ H954 אִכָּרִ֗ים H406 הֵילִ֨ילוּ֙ H3213 כֹּֽרְמִ֔ים H3755 עַל H5921 חִטָּ֖ה H2406 וְעַל H5921 שְׂעֹרָ֑ה H8184 כִּ֥י H3588 אָבַ֖ד H6 קְצִ֥יר H7105 שָׂדֶֽה H7704 ",
      "12": "הַגֶּ֣פֶן H1612 הוֹבִ֔ישָׁה H3001 וְהַ H8384 אֻמְלָ֑לָה H535 רִמּ֞וֹן H7416 גַּם H1571 תָּמָ֣ר H8558 וְתַפּ֗וּחַ H8598 כָּל H3605 עֲצֵ֤י H6086 הַשָּׂדֶה֙ H7704 יָבֵ֔שׁוּ H3001 כִּֽי H3588 הֹבִ֥ישׁ H3001 שָׂשׂ֖וֹן H8342 מִן H4480 בְּנֵ֥י H1121 אָדָֽם H120 ",
      "13": "חִגְר֨וּ H2296 וְסִפְד֜וּ H5594 הַכֹּהֲנִ֗ים H3548 הֵילִ֨ילוּ֙ H3213 מְשָׁרְתֵ֣י H8334 מִזְבֵּ֔חַ H4196 בֹּ֚אוּ H935 לִ֣ינוּ H3885 בַשַּׂקִּ֔ים H8242 מְשָׁרְתֵ֖י H8334 אֱלֹהָ֑י H430 כִּ֥י H3588 נִמְנַ֛ע H4513 מִבֵּ֥ית H1004 אֱלֹהֵיכֶ֖ם H430 מִנְחָ֥ה H4503 וָנָֽסֶךְ H5262 ",
      "14": "קַדְּשׁוּ H6942 צוֹם֙ H6685 קִרְא֣וּ H7121 עֲצָרָ֔ה H6116 אִסְפ֣וּ H622 זְקֵנִ֗ים H2205 כֹּ֚ל H3605 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 בֵּ֖ית H1004 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְזַעֲק֖וּ H2199 אֶל H413 יְהוָֽה H3068 ",
      "15": "אֲהָ֖הּ H162 לַיּ֑וֹם H3117 כִּ֤י H3588 קָרוֹב֙ H7138 י֣וֹם H3117 יְהוָ֔ה H3068 וּכְ H7701 מִשַׁדַּ֥י H7706 יָבֽוֹא H935 ",
      "16": "הֲל֛וֹא H3808 נֶ֥גֶד H5048 עֵינֵ֖ינוּ H5869 אֹ֣כֶל H400 נִכְרָ֑ת H3772 מִבֵּ֥ית H1004 אֱלֹהֵ֖ינוּ H430 שִׂמְחָ֥ה H8057 וָגִֽיל H1524 ",
      "17": "עָבְשׁ֣וּ H5685 פְרֻד֗וֹת H6507 תַּ֚חַת H8478 מֶגְרְפֹ֣תֵיהֶ֔ם H4053 נָשַׁ֨מּוּ֙ H8074 אֹֽצָר֔וֹת H214 נֶהֶרְס֖וּ H2040 מַמְּגֻר֑וֹת H4460 כִּ֥י H3588 הֹבִ֖ישׁ H3001 דָּגָֽן H1715 ",
      "18": "מַה H4100 נֶּאֶנְחָ֣ה H584 בְהֵמָ֗ה H929 נָבֹ֨כוּ֙ H943 עֶדְרֵ֣י H5739 בָקָ֔ר H1241 כִּ֛י H3588 אֵ֥ין H369 מִרְעֶ֖ה H4829 לָהֶ֑ם H1992 גַּם H1571 עֶדְרֵ֥י H5739 הַצֹּ֖אן H6629 נֶאְשָֽׁמוּ H816 ",
      "19": "אֵלֶ֥יךָ H413 יְהוָ֖ה H3068 אֶקְרָ֑א H7121 כִּ֣י H3588 אֵ֗שׁ H784 אָֽכְלָה֙ H398 נְא֣וֹת H4999 מִדְבָּ֔ר H4057 וְלֶ֣הָבָ֔ה H3852 לִהֲטָ֖ה H3857 כָּל H3605 עֲצֵ֥י H6086 הַשָּׂדֶֽה H7704 ",
      "20": "גַּם H1571 בַּהֲמ֥וֹת H929 שָׂדֶ֖ה H7704 תַּעֲר֣וֹג H6165 אֵלֶ֑יךָ H413 כִּ֤י H3588 יָֽבְשׁוּ֙ H3001 אֲפִ֣יקֵי H650 מָ֔יִם H4325 וְאֵ֕שׁ H784 אָכְלָ֖ה H398 נְא֥וֹת H4999 הַמִּדְבָּֽר H4057 "
    },
    "2": {
      "1": "תִּקְע֨וּ H8628 שׁוֹפָ֜ר H7782 בְּצִיּ֗וֹן H6726 וְהָרִ֨יעוּ֙ H7321 בְּהַ֣ר H2022 קָדְשִׁ֔י H6944 יִרְגְּז֕וּ H7264 כֹּ֖ל H3605 יֹשְׁבֵ֣י H3427 הָאָ֑רֶץ H776 כִּֽי H3588 בָ֥א H935 יוֹם H3117 יְהוָ֖ה H3068 כִּ֥י H3588 קָרֽוֹב H7138 ",
      "2": "י֧וֹם H3117 חֹ֣שֶׁךְ H2822 וַאֲפֵלָ֗ה H653 י֤וֹם H3117 עָנָן֙ H6051 וַעֲרָפֶ֔ל H6205 כְּשַׁ֖חַר H7837 פָּרֻ֣שׂ H6566 עַל H5921 הֶֽהָרִ֑ים H2022 עַ֚ם H5971 רַ֣ב H7227 וְעָצ֔וּם H6099 כָּמֹ֗הוּ H3644 לֹ֤א H3808 נִֽהְיָה֙ H1961 מִן H4480 הָ֣עוֹלָ֔ם H5769 וְאַֽחֲרָי H310 לֹ֣א H3808 יוֹסֵ֔ף H3254 עַד H5704 שְׁנֵ֖י H8141 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
      "3": "לְפָנָי H6440 אָ֣כְלָה H398 אֵ֔שׁ H784 וְאַחֲרָ֖י H310 תְּלַהֵ֣ט H3857 לֶֽהָבָ֑ה H3852 כְּגַן H1588 עֵ֨דֶן H5731 הָאָ֜רֶץ H776 לְפָנָ֗י H6440 וְאַֽחֲרָי H310 מִדְבַּ֣ר H4057 שְׁמָמָ֔ה H8077 וְגַם H1571 פְּלֵיטָ֖ה H6413 לֹא H3808 הָ֥יְתָה H1961 לּֽוֹ Hl ",
      "4": "כְּמַרְאֵ֥ה H4758 סוּסִ֖ים H5483 מַרְאֵ֑הוּ H4758 וּכְ H6571 כֵּ֥ן H3651 יְרוּצֽוּן H7323 ",
      "5": "כְּק֣וֹל H6963 מַרְכָּב֗וֹת H4818 עַל H5921 רָאשֵׁ֤י H7218 הֶֽהָרִים֙ H2022 יְרַקֵּד֔וּן H7540 כְּקוֹל֙ H6963 לַ֣הַב H3851 אֵ֔שׁ H784 אֹכְלָ֖ה H398 קָ֑שׁ H7179 כְּעַ֣ם H5971 עָצ֔וּם H6099 עֱר֖וּךְ H6186 מִלְחָמָֽה H4421 ",
      "6": "מִפָּנָ֖י H6440 יָחִ֣ילוּ H2342 עַמִּ֑ים H5971 כָּל H3605 פָּנִ֖ים H6440 קִבְּצ֥וּ H6908 פָארֽוּר H6289 ",
      "7": "כְּגִבּוֹרִ֣ים H1368 יְרֻצ֔וּן H7323 כְּאַנְשֵׁ֥י H376 מִלְחָמָ֖ה H4421 יַעֲל֣וּ H5927 חוֹמָ֑ה H2346 וְאִ֤ישׁ H376 בִּדְרָכָי H1870 יֵֽלֵכ֔וּן H3212 וְלֹ֥א H3808 יְעַבְּט֖וּן H5670 אֹרְחוֹתָֽם H734 ",
      "8": "וְאִ֤ישׁ H376 אָחִיו֙ H251 לֹ֣א H3808 יִדְחָק֔וּן H1766 גֶּ֥בֶר H1397 בִּמְסִלָּת֖ H4546 יֵֽלֵכ֑וּן H3212 וּבְעַ֥ד H1157 הַשֶּׁ֛לַח H7973 יִפֹּ֖לוּ H5307 לֹ֥א H3808 יִבְצָֽעוּ H1214 ",
      "9": "בָּעִ֣יר H5892 יָשֹׁ֗קּוּ H8264 בַּֽחוֹמָה֙ H2346 יְרֻצ֔וּן H7323 בַּבָּתִּ֖ים H1004 יַעֲל֑וּ H5927 בְּעַ֧ד H1157 הַחַלּוֹנִ֛ים H2474 יָבֹ֖אוּ H935 כַּגַּנָּֽב H1590 ",
      "10": "לְפָנָי H6440 רָ֣גְזָה H7264 אֶ֔רֶץ H776 רָעֲשׁ֖וּ H7493 שָׁמָ֑יִם H8064 שֶׁ֤מֶשׁ H8121 וְיָרֵ֨חַ֙ H3394 קָדָ֔רוּ H6937 וְכוֹכָבִ֖ים H3556 אָסְפ֥וּ H622 נָגְהָֽם H5051 ",
      "11": "וַֽיהוָ֗ה H3068 נָתַ֤ן H5414 קוֹלוֹ֙ H6963 לִפְנֵ֣י H6440 חֵיל֔וֹ H2426 כִּ֣י H3588 רַ֤ב H7227 מְאֹד֙ H3966 מַחֲנֵ֔הוּ H4264 כִּ֥י H3588 עָצ֖וּם H6099 עֹשֵׂ֣ה H6213 דְבָר֑וֹ H1697 כִּֽי H3588 גָד֧וֹל H1419 יוֹם H3117 יְהוָ֛ה H3068 וְנוֹרָ֥א H3372 מְאֹ֖ד H3966 וּמִ֥י H4310 יְכִילֶֽנּוּ H3557 ",
      "12": "וְגַם H1571 עַתָּה֙ H6258 נְאֻם H5002 יְהוָ֔ה H3068 שֻׁ֥בוּ H7725 עָדַ֖י H5704 בְּכָל H3605 לְבַבְכֶ֑ם H3824 וּבְ H6685 וּבְ H1065 וּבְ H4553 ",
      "13": "וְקִרְע֤וּ H7167 לְבַבְכֶם֙ H3824 וְאַל H408 בִּגְדֵיכֶ֔ם H899 וְשׁ֖וּבוּ H7725 אֶל H413 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֑ם H430 כִּֽי H3588 חַנּ֤וּן H2587 וְרַחוּם֙ H7349 ה֔וּא H1931 אֶ֤רֶךְ H750 אַפַּ֨יִם֙ H639 וְרַב H7227 חֶ֔סֶד H2617 וְנִחָ֖ם H5162 עַל H5921 הָרָעָֽה H7451 ",
      "14": "מִ֥י H4310 יוֹדֵ֖עַ H3045 יָשׁ֣וּב H7725 וְנִחָ֑ם H5162 וְהִשְׁאִ֤יר H7604 אַֽחֲרָיו֙ H310 בְּרָכָ֔ה H1293 מִנְחָ֣ה H4503 וָנֶ֔סֶךְ H5262 לַיהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "15": "תִּקְע֥וּ H8628 שׁוֹפָ֖ר H7782 בְּצִיּ֑וֹן H6726 קַדְּשׁוּ H6942 צ֖וֹם H6685 קִרְא֥וּ H7121 עֲצָרָֽה H6116 ",
      "16": "אִסְפוּ H622 עָ֞ם H5971 קַדְּשׁ֤וּ H6942 קָהָל֙ H6951 קִבְצ֣וּ H6908 זְקֵנִ֔ים H2205 אִסְפוּ֙ H622 עֽוֹלָלִ֔ים H5768 וְיֹנְקֵ֖י H3243 שָׁדָ֑יִם H7699 יֵצֵ֤א H3318 חָתָן֙ H2860 מֵֽחֶדְר֔ H2315 וְכַלָּ֖ה H3618 מֵחֻפָּתָֽ H2646 ",
      "17": "בֵּ֤ין H996 הָאוּלָם֙ H197 וְלַ H4196 יִבְכּוּ֙ H1058 הַכֹּ֣הֲנִ֔ים H3548 מְשָׁרְתֵ֖י H8334 יְהוָ֑ה H3068 וְֽיֹאמְר֞וּ H559 ח֧וּסָה H2347 יְהוָ֣ה H3068 עַל H5921 עַמֶּ֗ךָ H5971 וְאַל H408 תִּתֵּ֨ן H5414 נַחֲלָתְךָ֤ H5159 לְחֶרְפָּה֙ H2781 לִמְשָׁל H4910 בָּ֣ם Hb גּוֹיִ֔ם H1471 לָ֚מָּה H4100 יֹאמְר֣וּ H559 בָֽעַמִּ֔ים H5971 אַיֵּ֖ה H346 אֱלֹהֵיהֶֽם H430 ",
      "18": "וַיְקַנֵּ֥א H7065 יְהוָ֖ה H3068 לְאַרְצ֑ H776 וַיַּחְמֹ֖ל H2550 עַל H5921 עַמּֽוֹ H5971 ",
      "19": "וַיַּ֨עַן H6030 יְהוָ֜ה H3068 וַיֹּ֣אמֶר H559 לְעַמּ֗ H5971 הִנְנִ֨י H2005 שֹׁלֵ֤חַ H7971 לָכֶם֙ Hl אֶת H853 הַדָּגָן֙ H1715 וְהַ H8492 וְהַ H3323 וּשְׂבַעְתֶּ֖ם H7646 אֹת֑וֹ H854 וְלֹא H3808 אֶתֵּ֨ן H5414 אֶתְכֶ֥ם H853 ע֛וֹד H5750 חֶרְפָּ֖ה H2781 בַּגּוֹיִֽם H1471 ",
      "20": "וְֽאֶת H853 הַצְּפוֹנִ֞י H6830 אַרְחִ֣יק H7368 מֵעֲלֵי H5921 וְהִדַּחְתִּי H5080 אֶל H413 אֶ֣רֶץ H776 צִיָּ֣ה H6723 וּשְׁמָמָה֒ H8077 אֶת H854 פָּנָ֗יו H6440 אֶל H413 הַיָּם֙ H3220 הַקַּדְמֹנִ֔י H6931 וְסֹפ֖ H5490 אֶל H413 הַיָּ֣ם H3220 הָאַֽחֲר֑וֹן H314 וְעָלָ֣ה H5927 בָאְשׁ֗וֹ H889 וְתַ֨עַל֙ H5927 צַחֲנָת֔וֹ H6709 כִּ֥י H3588 הִגְדִּ֖יל H1431 לַעֲשֽׂוֹת H6213 ",
      "21": "אַל H408 תִּֽירְאִ֖י H3372 אֲדָמָ֑ה H127 גִּ֣ילִי H1523 וּשְׂמָ֔חִי H8055 כִּֽי H3588 הִגְדִּ֥יל H1431 יְהוָ֖ה H3068 לַעֲשֽׂוֹת H6213 ",
      "22": "אַל H408 תִּֽירְאוּ֙ H3372 בַּהֲמ֣וֹת H929 שָׂדַ֔י H7704 כִּ֥י H3588 דָשְׁא֖וּ H1876 נְא֣וֹת H4999 מִדְבָּ֑ר H4057 כִּֽי H3588 עֵץ֙ H6086 נָשָׂ֣א H5375 פִרְי֔וֹ H6529 תְּאֵנָ֥ה H8384 וָגֶ֖פֶן H1612 נָתְנ֥וּ H5414 חֵילָֽם H2428 ",
      "23": "וּבְנֵ֣י H1121 צִיּ֗וֹן H6726 גִּ֤ילוּ H1523 וְשִׂמְחוּ֙ H8055 בַּיהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 כִּֽי H3588 נָתַ֥ן H5414 לָכֶ֛ם Hl אֶת H853 הַמּוֹרֶ֖ה H4175 לִצְדָקָ֑ה H6666 וַיּ֣וֹרֶד H3381 לָכֶ֗ם Hl גֶּ֛שֶׁם H1653 מוֹרֶ֥ה H4175 וּמַלְק֖וֹשׁ H4456 בָּרִאשֽׁוֹן H7223 ",
      "24": "וּמָלְא֥וּ H4390 הַגֳּרָנ֖וֹת H1637 בָּ֑ר H1250 וְהֵשִׁ֥יקוּ H7783 הַיְקָבִ֖ים H3342 תִּיר֥וֹשׁ H8492 וְיִצְהָֽר H3323 ",
      "25": "וְשִׁלַּמְתִּ֤י H7999 לָכֶם֙ Hl אֶת H853 הַשָּׁנִ֔ים H8141 אֲשֶׁר֙ H834 אָכַ֣ל H398 הָֽאַרְבֶּ֔ה H697 הַיֶּ֖לֶק H3218 וְהֶ H2625 וְהַ H1501 חֵילִי֙ H2428 הַגָּד֔וֹל H1419 אֲשֶׁ֥ר H834 שִׁלַּ֖חְתִּי H7971 בָּכֶֽם Hb ",
      "26": "וַאֲכַלְתֶּ֤ם H398 אָכוֹל֙ H398 וְשָׂב֔וֹעַ H7646 וְהִלַּלְתֶּ֗ם H1984 אֶת H853 שֵׁ֤ם H8034 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 אֲשֶׁר H834 עָשָׂ֥ה H6213 עִמָּכֶ֖ם H5973 לְהַפְלִ֑יא H6381 וְלֹא H3808 יֵבֹ֥שׁוּ H954 עַמִּ֖י H5971 לְעוֹלָֽם H5769 ",
      "27": "וִידַעְתֶּ֗ם H3045 כִּ֣י H3588 בְקֶ֤רֶב H7130 יִשְׂרָאֵל֙ H3478 אָ֔נִי H589 וַאֲנִ֛י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 וְאֵ֣ין H369 ע֑וֹד H5750 וְלֹא H3808 יֵבֹ֥שׁוּ H954 עַמִּ֖י H5971 לְעוֹלָֽם H5769 ",
      "28": "וְהָיָ֣ה H1961 אַֽחֲרֵי H310 כֵ֗ן H3651 אֶשְׁפּ֤וֹךְ H8210 אֶת H853 רוּחִי֙ H7307 עַל H5921 כָּל H3605 בָּשָׂ֔ר H1320 וְנִבְּא֖וּ H5012 בְּנֵיכֶ֣ם H1121 וּבְנֽוֹתֵי H1323 זִקְנֵיכֶם֙ H2205 חֲלֹמ֣וֹת H2472 יַחֲלֹמ֔וּן H2492 בַּח֣וּרֵיכֶ֔ם H970 חֶזְיֹנ֖וֹת H2384 יִרְאֽוּ H7200 ",
      "29": "וְגַ֥ם H1571 עַל H5921 הָֽעֲבָדִ֖ים H5650 וְעַל H5921 הַשְּׁפָח֑וֹת H8198 בַּיָּמִ֣ים H3117 הָהֵ֔מָּה H1992 אֶשְׁפּ֖וֹךְ H8210 אֶת H853 רוּחִֽי H7307 ",
      "30": "וְנָֽתַתִּי֙ H5414 מֽוֹפְתִ֔ים H4159 בַּשָּׁמַ֖יִם H8064 וּבָ H776 דָּ֣ם H1818 וָאֵ֔שׁ H784 וְתִֽימֲר֖וֹת H8490 עָשָֽׁן H6227 ",
      "31": "הַשֶּׁ֨מֶשׁ֙ H8121 יֵהָפֵ֣ךְ H2015 לְחֹ֔שֶׁךְ H2822 וְהַ H3394 לְדָ֑ם H1818 לִפְנֵ֗י H6440 בּ֚וֹא H935 י֣וֹם H3117 יְהוָ֔ה H3068 הַגָּד֖וֹל H1419 וְהַ H3372 ",
      "32": "וְהָיָ֗ה H1961 כֹּ֧ל H3605 אֲשֶׁר H834 יִקְרָ֛א H7121 בְּשֵׁ֥ם H8034 יְהוָ֖ה H3068 יִמָּלֵ֑ט H4422 כִּ֠י H3588 בְּהַר H2022 צִיּ֨וֹן H6726 וּבִ H3389 תִּֽהְיֶ֣ה H1961 פְלֵיטָ֗ה H6413 כַּֽאֲשֶׁר֙ H834 אָמַ֣ר H559 יְהוָ֔ה H3068 וּבַ֨ H8300 אֲשֶׁ֥ר H834 יְהוָ֖ה H3068 קֹרֵֽא H7121 "
    },
    "3": {
      "1": "כִּ֗י H3588 הִנֵּ֛ה H2009 בַּיָּמִ֥ים H3117 הָהֵ֖מָּה H1992 וּבָ H6256 הַהִ֑יא H1931 אֲשֶׁ֥ר H834 אשוב H7725 אֶת H853 שְׁב֥וּת H7622 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
      "2": "וְקִבַּצְתִּי֙ H6908 אֶת H853 כָּל H3605 הַגּוֹיִ֔ם H1471 וְה֣וֹרַדְתִּ֔י H3381 אֶל H413 עֵ֖מֶק H6010 יְהֽוֹשָׁפָ֑ט H3092 וְנִשְׁפַּטְתִּ֨י H8199 עִמָּ֜ם H5973 שָׁ֗ם H8033 עַל H5921 עַמִּ֨י H5971 וְנַחֲלָתִ֤ H5159 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 פִּזְּר֣וּ H6340 בַגּוֹיִ֔ם H1471 וְאֶת H853 אַרְצִ֖י H776 חִלֵּֽקוּ H2505 ",
      "3": "וְאֶל H413 עַמִּ֖י H5971 יַדּ֣וּ H3032 גוֹרָ֑ל H1486 וַיִּתְּנ֤וּ H5414 הַיֶּ֨לֶד֙ H3206 בַּזּוֹנָ֔ה H2181 וְהַ H3207 מָכְר֥וּ H4376 בַיַּ֖יִן H3196 וַיִּשְׁתּֽוּ H8354 ",
      "4": "וְ֠גַם H1571 מָה H4100 אַתֶּ֥ם H859 לִי֙ Hl צֹ֣ר H6865 וְצִיד֔וֹן H6721 וְכֹ֖ל H3605 גְּלִיל֣וֹת H1552 פְּלָ֑שֶׁת H6429 הַגְּמ֗וּל H1576 אַתֶּם֙ H859 מְשַׁלְּמִ֣ים H7999 עָלָ֔י H5921 וְאִם H518 גֹּמְלִ֤ים H1580 אַתֶּם֙ H859 עָלַ֔י H5921 קַ֣ל H7031 מְהֵרָ֔ה H4120 אָשִׁ֥יב H7725 גְּמֻלְכֶ֖ם H1576 בְּרֹאשְׁ H7218 ",
      "5": "אֲשֶׁר H834 כַּסְפִּ֥י H3701 וּזְהָבִ֖ H2091 לְקַחְתֶּ֑ם H3947 וּמַֽחֲמַדַּ H4261 הַטֹּבִ֔ים H2896 הֲבֵאתֶ֖ם H935 לְהֵיכְלֵי H1964 ",
      "6": "וּבְנֵ֤י H1121 יְהוּדָה֙ H3063 וּבְנֵ֣י H1121 יְרוּשָׁלִַ֔ם H3389 מְכַרְתֶּ֖ם H4376 לִבְנֵ֣י H1121 הַיְּוָנִ֑ים H3125 לְמַ֥עַן H4616 הַרְחִיקָ֖ם H7368 מֵעַ֥ל H5921 גְּבוּלָֽם H1366 ",
      "7": "הִנְנִ֣י H2005 מְעִירָ֔ם H5782 מִן H4480 הַ֨מָּק֔וֹם H4725 אֲשֶׁר H834 מְכַרְתֶּ֥ם H4376 אֹתָ֖ם H853 שָׁ֑מָּה H8033 וַהֲשִׁבֹתִ֥י H7725 גְמֻלְכֶ֖ם H1576 בְּרֹאשְׁ H7218 ",
      "8": "וּמָכַרְתִּ֞י H4376 אֶת H853 בְּנֵיכֶ֣ם H1121 וְאֶת H853 בְּנֽוֹתֵיכֶ֗ם H1323 בְּיַד֙ H3027 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּמְכָר֥וּ H4376 לִשְׁבָאיִ֖ם H7615 אֶל H413 גּ֣וֹי H1471 רָח֑וֹק H7350 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
      "9": "קִרְאוּ H7121 זֹאת֙ H2063 בַּגּוֹיִ֔ם H1471 קַדְּשׁ֖וּ H6942 מִלְחָמָ֑ה H4421 הָעִ֨ירוּ֙ H5782 הַגִּבּוֹרִ֔ים H1368 יִגְּשׁ֣וּ H5066 יַֽעֲל֔וּ H5927 כֹּ֖ל H3605 אַנְשֵׁ֥י H376 הַמִּלְחָמָֽה H4421 ",
      "10": "כֹּ֤תּוּ H3807 אִתֵּיכֶם֙ H855 לַֽחֲרָב֔וֹת H2719 וּמַזְמְרֹֽתֵי H4211 לִרְמָחִ֑ים H7420 הַֽחַלָּ֔שׁ H2523 יֹאמַ֖ר H559 גִּבּ֥וֹר H1368 אָֽנִי H589 ",
      "11": "ע֣וּשׁוּ H5789 וָבֹ֧אוּ H935 כָֽל H3605 הַגּוֹיִ֛ם H1471 מִסָּבִ֖יב H5439 וְנִקְבָּ֑צוּ H6908 שָׁ֕מָּה H8033 הַֽנְחַ֥ת H5181 יְהוָ֖ה H3068 גִּבּוֹרֶֽיךָ H1368 ",
      "12": "יֵע֨וֹרוּ֙ H5782 וְיַעֲל֣וּ H5927 הַגּוֹיִ֔ם H1471 אֶל H413 עֵ֖מֶק H6010 יְהֽוֹשָׁפָ֑ט H3092 כִּ֣י H3588 שָׁ֗ם H8033 אֵשֵׁ֛ב H3427 לִשְׁפֹּ֥ט H8199 אֶת H853 כָּל H3605 הַגּוֹיִ֖ם H1471 מִסָּבִֽיב H5439 ",
      "13": "שִׁלְח֣וּ H7971 מַגָּ֔ל H4038 כִּ֥י H3588 בָשַׁ֖ל H1310 קָצִ֑יר H7105 בֹּ֤אֽוּ H935 רְדוּ֙ H3381 כִּֽי H3588 מָ֣לְאָה H4390 גַּ֔ת H1660 הֵשִׁ֨יקוּ֙ H7783 הַיְקָבִ֔ים H3342 כִּ֥י H3588 רַבָּ֖ה H7227 רָעָתָֽם H7451 ",
      "14": "הֲמוֹנִ֣ים H1995 הֲמוֹנִ֔ים H1995 בְּעֵ֖מֶק H6010 הֶֽחָר֑וּץ H2742 כִּ֤י H3588 קָרוֹב֙ H7138 י֣וֹם H3117 יְהוָ֔ה H3068 בְּעֵ֖מֶק H6010 הֶחָרֽוּץ H2742 ",
      "15": "שֶׁ֥מֶשׁ H8121 וְיָרֵ֖חַ H3394 קָדָ֑רוּ H6937 וְכוֹכָבִ֖ים H3556 אָסְפ֥וּ H622 נָגְהָֽם H5051 ",
      "16": "וַיהוָ֞ה H3068 מִצִּיּ֣וֹן H6726 יִשְׁאָ֗ג H7580 וּמִ H3389 יִתֵּ֣ן H5414 קוֹל֔וֹ H6963 וְרָעֲשׁ֖וּ H7493 שָׁמַ֣יִם H8064 וָאָ֑רֶץ H776 וַֽיהוָה֙ H3068 מַֽחֲסֶ֣ה H4268 לְעַמּ֔ H5971 וּמָע֖וֹז H4581 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "17": "וִֽידַעְתֶּ֗ם H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 שֹׁכֵ֖ן H7931 בְּצִיּ֣וֹן H6726 הַר H2022 קָדְשִׁ֑י H6944 וְהָיְתָ֤ה H1961 יְרוּשָׁלִַ֨ם֙ H3389 קֹ֔דֶשׁ H6944 וְזָרִ֥ים H2114 לֹא H3808 יַֽעַבְרוּ H5674 בָ֖הּ Hb עֽוֹד H5750 ",
      "18": "וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַה֜וּא H1931 יִטְּפ֧וּ H5197 הֶהָרִ֣ים H2022 עָסִ֗יס H6071 וְהַ H1389 תֵּלַ֣כְנָה H3212 חָלָ֔ב H2461 וְכָל H3605 אֲפִיקֵ֥י H650 יְהוּדָ֖ה H3063 יֵ֣לְכוּ H3212 מָ֑יִם H4325 וּמַעְיָ֗ן H4599 מִבֵּ֤ית H1004 יְהוָה֙ H3068 יֵצֵ֔א H3318 וְהִשְׁקָ֖ה H8248 אֶת H853 נַ֥חַל H5158 הַשִּׁטִּֽים H7851 ",
      "19": "מִצְרַ֨יִם֙ H4714 לִשְׁמָמָ֣ה H8077 תִֽהְיֶ֔ה H1961 וֶאֱד֕וֹם H123 לְמִדְבַּ֥ר H4057 שְׁמָמָ֖ה H8077 תִּֽהְיֶ֑ה H1961 מֵֽחֲמַס֙ H2555 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 אֲשֶׁר H834 שָׁפְכ֥וּ H8210 דָם H1818 נָקִ֖יא H5355 בְּאַרְצָֽ H776 ",
      "20": "וִיהוּדָ֖ה H3063 לְעוֹלָ֣ם H5769 תֵּשֵׁ֑ב H3427 וִירוּשָׁלִַ֖ם H3389 לְד֥וֹר H1755 וָדֽוֹר H1755 ",
      "21": "וְנִקֵּ֖יתִי H5352 דָּמָ֣ם H1818 לֹֽא H3808 נִקֵּ֑יתִי H5352 וַֽיהוָ֖ה H3068 שֹׁכֵ֥ן H7931 בְּצִיּֽוֹן H6726 "
    },
    "4": {
      "1": "כִּ֗י H3588 הִנֵּ֛ה H2009 בַּיָּמִ֥ים H3117 הָהֵ֖מָּה H1992 וּבָ H6256 הַהִ֑יא H1931 אֲשֶׁ֥ר H834 אשוב H7725 אֶת H853 שְׁב֥וּת H7622 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
      "2": "וְקִבַּצְתִּי֙ H6908 אֶת H853 כָּל H3605 הַגּוֹיִ֔ם H1471 וְה֣וֹרַדְתִּ֔י H3381 אֶל H413 עֵ֖מֶק H6010 יְהֽוֹשָׁפָ֑ט H3092 וְנִשְׁפַּטְתִּ֨י H8199 עִמָּ֜ם H5973 שָׁ֗ם H8033 עַל H5921 עַמִּ֨י H5971 וְנַחֲלָתִ֤ H5159 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 פִּזְּר֣וּ H6340 בַגּוֹיִ֔ם H1471 וְאֶת H853 אַרְצִ֖י H776 חִלֵּֽקוּ H2505 ",
      "3": "וְאֶל H413 עַמִּ֖י H5971 יַדּ֣וּ H3032 גוֹרָ֑ל H1486 וַיִּתְּנ֤וּ H5414 הַיֶּ֨לֶד֙ H3206 בַּזּוֹנָ֔ה H2181 וְהַ H3207 מָכְר֥וּ H4376 בַיַּ֖יִן H3196 וַיִּשְׁתּֽוּ H8354 ",
      "4": "וְ֠גַם H1571 מָה H4100 אַתֶּ֥ם H859 לִי֙ Hl צֹ֣ר H6865 וְצִיד֔וֹן H6721 וְכֹ֖ל H3605 גְּלִיל֣וֹת H1552 פְּלָ֑שֶׁת H6429 הַגְּמ֗וּל H1576 אַתֶּם֙ H859 מְשַׁלְּמִ֣ים H7999 עָלָ֔י H5921 וְאִם H518 גֹּמְלִ֤ים H1580 אַתֶּם֙ H859 עָלַ֔י H5921 קַ֣ל H7031 מְהֵרָ֔ה H4120 אָשִׁ֥יב H7725 גְּמֻלְכֶ֖ם H1576 בְּרֹאשְׁ H7218 ",
      "5": "אֲשֶׁר H834 כַּסְפִּ֥י H3701 וּזְהָבִ֖ H2091 לְקַחְתֶּ֑ם H3947 וּמַֽחֲמַדַּ H4261 הַטֹּבִ֔ים H2896 הֲבֵאתֶ֖ם H935 לְהֵיכְלֵי H1964 ",
      "6": "וּבְנֵ֤י H1121 יְהוּדָה֙ H3063 וּבְנֵ֣י H1121 יְרוּשָׁלִַ֔ם H3389 מְכַרְתֶּ֖ם H4376 לִבְנֵ֣י H1121 הַיְּוָנִ֑ים H3125 לְמַ֥עַן H4616 הַרְחִיקָ֖ם H7368 מֵעַ֥ל H5921 גְּבוּלָֽם H1366 ",
      "7": "הִנְנִ֣י H2005 מְעִירָ֔ם H5782 מִן H4480 הַ֨מָּק֔וֹם H4725 אֲשֶׁר H834 מְכַרְתֶּ֥ם H4376 אֹתָ֖ם H853 שָׁ֑מָּה H8033 וַהֲשִׁבֹתִ֥י H7725 גְמֻלְכֶ֖ם H1576 בְּרֹאשְׁ H7218 ",
      "8": "וּמָכַרְתִּ֞י H4376 אֶת H853 בְּנֵיכֶ֣ם H1121 וְאֶת H853 בְּנֽוֹתֵיכֶ֗ם H1323 בְּיַד֙ H3027 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּמְכָר֥וּ H4376 לִשְׁבָאיִ֖ם H7615 אֶל H413 גּ֣וֹי H1471 רָח֑וֹק H7350 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
      "9": "קִרְאוּ H7121 זֹאת֙ H2063 בַּגּוֹיִ֔ם H1471 קַדְּשׁ֖וּ H6942 מִלְחָמָ֑ה H4421 הָעִ֨ירוּ֙ H5782 הַגִּבּוֹרִ֔ים H1368 יִגְּשׁ֣וּ H5066 יַֽעֲל֔וּ H5927 כֹּ֖ל H3605 אַנְשֵׁ֥י H376 הַמִּלְחָמָֽה H4421 ",
      "10": "כֹּ֤תּוּ H3807 אִתֵּיכֶם֙ H855 לַֽחֲרָב֔וֹת H2719 וּמַזְמְרֹֽתֵי H4211 לִרְמָחִ֑ים H7420 הַֽחַלָּ֔שׁ H2523 יֹאמַ֖ר H559 גִּבּ֥וֹר H1368 אָֽנִי H589 ",
      "11": "ע֣וּשׁוּ H5789 וָבֹ֧אוּ H935 כָֽל H3605 הַגּוֹיִ֛ם H1471 מִסָּבִ֖יב H5439 וְנִקְבָּ֑צוּ H6908 שָׁ֕מָּה H8033 הַֽנְחַ֥ת H5181 יְהוָ֖ה H3068 גִּבּוֹרֶֽיךָ H1368 ",
      "12": "יֵע֨וֹרוּ֙ H5782 וְיַעֲל֣וּ H5927 הַגּוֹיִ֔ם H1471 אֶל H413 עֵ֖מֶק H6010 יְהֽוֹשָׁפָ֑ט H3092 כִּ֣י H3588 שָׁ֗ם H8033 אֵשֵׁ֛ב H3427 לִשְׁפֹּ֥ט H8199 אֶת H853 כָּל H3605 הַגּוֹיִ֖ם H1471 מִסָּבִֽיב H5439 ",
      "13": "שִׁלְח֣וּ H7971 מַגָּ֔ל H4038 כִּ֥י H3588 בָשַׁ֖ל H1310 קָצִ֑יר H7105 בֹּ֤אֽוּ H935 רְדוּ֙ H3381 כִּֽי H3588 מָ֣לְאָה H4390 גַּ֔ת H1660 הֵשִׁ֨יקוּ֙ H7783 הַיְקָבִ֔ים H3342 כִּ֥י H3588 רַבָּ֖ה H7227 רָעָתָֽם H7451 ",
      "14": "הֲמוֹנִ֣ים H1995 הֲמוֹנִ֔ים H1995 בְּעֵ֖מֶק H6010 הֶֽחָר֑וּץ H2742 כִּ֤י H3588 קָרוֹב֙ H7138 י֣וֹם H3117 יְהוָ֔ה H3068 בְּעֵ֖מֶק H6010 הֶחָרֽוּץ H2742 ",
      "15": "שֶׁ֥מֶשׁ H8121 וְיָרֵ֖חַ H3394 קָדָ֑רוּ H6937 וְכוֹכָבִ֖ים H3556 אָסְפ֥וּ H622 נָגְהָֽם H5051 ",
      "16": "וַיהוָ֞ה H3068 מִצִּיּ֣וֹן H6726 יִשְׁאָ֗ג H7580 וּמִ H3389 יִתֵּ֣ן H5414 קוֹל֔וֹ H6963 וְרָעֲשׁ֖וּ H7493 שָׁמַ֣יִם H8064 וָאָ֑רֶץ H776 וַֽיהוָה֙ H3068 מַֽחֲסֶ֣ה H4268 לְעַמּ֔ H5971 וּמָע֖וֹז H4581 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "17": "וִֽידַעְתֶּ֗ם H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 שֹׁכֵ֖ן H7931 בְּצִיּ֣וֹן H6726 הַר H2022 קָדְשִׁ֑י H6944 וְהָיְתָ֤ה H1961 יְרוּשָׁלִַ֨ם֙ H3389 קֹ֔דֶשׁ H6944 וְזָרִ֥ים H2114 לֹא H3808 יַֽעַבְרוּ H5674 בָ֖הּ Hb עֽוֹד H5750 ",
      "18": "וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַה֜וּא H1931 יִטְּפ֧וּ H5197 הֶהָרִ֣ים H2022 עָסִ֗יס H6071 וְהַ H1389 תֵּלַ֣כְנָה H3212 חָלָ֔ב H2461 וְכָל H3605 אֲפִיקֵ֥י H650 יְהוּדָ֖ה H3063 יֵ֣לְכוּ H3212 מָ֑יִם H4325 וּמַעְיָ֗ן H4599 מִבֵּ֤ית H1004 יְהוָה֙ H3068 יֵצֵ֔א H3318 וְהִשְׁקָ֖ה H8248 אֶת H853 נַ֥חַל H5158 הַשִּׁטִּֽים H7851 ",
      "19": "מִצְרַ֨יִם֙ H4714 לִשְׁמָמָ֣ה H8077 תִֽהְיֶ֔ה H1961 וֶאֱד֕וֹם H123 לְמִדְבַּ֥ר H4057 שְׁמָמָ֖ה H8077 תִּֽהְיֶ֑ה H1961 מֵֽחֲמַס֙ H2555 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 אֲשֶׁר H834 שָׁפְכ֥וּ H8210 דָם H1818 נָקִ֖יא H5355 בְּאַרְצָֽ H776 ",
      "20": "וִיהוּדָ֖ה H3063 לְעוֹלָ֣ם H5769 תֵּשֵׁ֑ב H3427 וִירוּשָׁלִַ֖ם H3389 לְד֥וֹר H1755 וָדֽוֹר H1755 ",
      "21": "וְנִקֵּ֖יתִי H5352 דָּמָ֣ם H1818 לֹֽא H3808 נִקֵּ֑יתִי H5352 וַֽיהוָ֖ה H3068 שֹׁכֵ֥ן H7931 בְּצִיּֽוֹן H6726 "
    }
  }
}
