{
  "Joshua": {
    "1": {
      "1": "וַיְהִ֗י H1961 אַחֲרֵ֛י H310 מ֥וֹת H4194 מֹשֶׁ֖ה H4872 עֶ֣בֶד H5650 יְהוָ֑ה H3068 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 מְשָׁרֵ֥ת H8334 מֹשֶׁ֖ה H4872 לֵאמֹֽר H559 ",
      "2": "מֹשֶׁ֥ה H4872 עַבְדִּ֖י H5650 מֵ֑ת H4191 וְעַתָּה֩ H6258 ק֨וּם H6965 עֲבֹ֜ר H5674 אֶת H853 הַיַּרְדֵּ֣ן H3383 הַזֶּ֗ה H2088 אַתָּה֙ H859 וְכָל H3605 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 נֹתֵ֥ן H5414 לָהֶ֖ם Hl לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "3": "כָּל H3605 מָק֗וֹם H4725 אֲשֶׁ֨ר H834 תִּדְרֹ֧ךְ H1869 כַּֽף H3709 רַגְלְכֶ֛ם H7272 בּ֖וֹ Hb לָכֶ֣ם Hl נְתַתִּ֑יו H5414 כַּאֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 אֶל H413 מֹשֶֽׁה H4872 ",
      "4": "מֵהַ H4057 וְהַ H3844 הַזֶּ֜ה H2088 וְֽעַד H5704 הַנָּהָ֧ר H5104 הַגָּד֣וֹל H1419 נְהַר H5104 פְּרָ֗ת H6578 כֹּ֚ל H3605 אֶ֣רֶץ H776 הַֽחִתִּ֔ים H2850 וְעַד H5704 הַיָּ֥ם H3220 הַגָּד֖וֹל H1419 מְב֣וֹא H3996 הַשָּׁ֑מֶשׁ H8121 יִֽהְיֶ֖ה H1961 גְּבוּלְכֶֽם H1366 ",
      "5": "לֹֽא H3808 יִתְיַצֵּ֥ב H3320 אִישׁ֙ H376 לְפָנֶ֔י H6440 כֹּ֖ל H3605 יְמֵ֣י H3117 חַיֶּ֑יךָ H2416 כַּֽאֲשֶׁ֨ר H834 הָיִ֤יתִי H1961 עִם H5973 מֹשֶׁה֙ H4872 אֶהְיֶ֣ה H1961 עִמָּ֔ךְ H5973 לֹ֥א H3808 אַרְפְּךָ֖ H7503 וְלֹ֥א H3808 אֶעֶזְבֶֽךָּ H5800 ",
      "6": "חֲזַ֖ק H2388 וֶאֱמָ֑ץ H553 כִּ֣י H3588 אַתָּ֗ה H859 תַּנְחִיל֙ H5157 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֶת H853 הָאָ֕רֶץ H776 אֲשֶׁר H834 נִשְׁבַּ֥עְתִּי H7650 לַאֲבוֹתָ֖ H1 לָתֵ֥ת H5414 לָהֶֽם Hl ",
      "7": "רַק֩ H7535 חֲזַ֨ק H2388 וֶֽאֱמַ֜ץ H553 מְאֹ֗ד H3966 לִשְׁמֹ֤ר H8104 לַעֲשׂוֹת֙ H6213 כְּכָל H3605 הַתּוֹרָ֗ה H8451 אֲשֶׁ֤ר H834 צִוְּךָ֙ H6680 מֹשֶׁ֣ה H4872 עַבְדִּ֔י H5650 אַל H408 תָּס֥וּר H5493 מִמֶּ֖נּוּ H4480 יָמִ֣ין H3225 וּשְׂמֹ֑אול H8040 לְמַ֣עַן H4616 תַּשְׂכִּ֔יל H7919 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 תֵּלֵֽךְ H3212 ",
      "8": "לֹֽא H3808 יָמ֡וּשׁ H4185 סֵפֶר֩ H5612 הַתּוֹרָ֨ה H8451 הַזֶּ֜ה H2088 מִפִּ֗י H6310 וְהָגִ֤יתָ H1897 בּוֹ֙ Hb יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 לְמַ֨עַן֙ H4616 תִּשְׁמֹ֣ר H8104 לַעֲשׂ֔וֹת H6213 כְּכָל H3605 הַכָּת֖וּב H3789 בּ֑וֹ Hb כִּי H3588 אָ֛ז H227 תַּצְלִ֥יחַ H6743 אֶת H853 דְּרָכֶ֖ךָ H1870 וְאָ֥ז H227 תַּשְׂכִּֽיל H7919 ",
      "9": "הֲל֤וֹא H3808 צִוִּיתִ֨יךָ֙ H6680 חֲזַ֣ק H2388 וֶאֱמָ֔ץ H553 אַֽל H408 תַּעֲרֹ֖ץ H6206 וְאַל H408 תֵּחָ֑ת H2865 כִּ֤י H3588 עִמְּךָ֙ H5973 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 תֵּלֵֽךְ H3212 ",
      "10": "וַיְצַ֣ו H6680 יְהוֹשֻׁ֔עַ H3091 אֶת H853 שֹׁטְרֵ֥י H7860 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
      "11": "עִבְר֣וּ H5674 בְּקֶ֣רֶב H7130 הַֽמַּחֲנֶ֗ה H4264 וְצַוּ֤וּ H6680 אֶת H853 הָעָם֙ H5971 לֵאמֹ֔ר H559 הָכִ֥ינוּ H3559 לָכֶ֖ם Hl צֵידָ֑ה H6720 כִּ֞י H3588 בְּע֣וֹד H5750 שְׁלֹ֣שֶׁת H7969 יָמִ֗ים H3117 אַתֶּם֙ H859 עֹֽבְרִים֙ H5674 אֶת H853 הַיַּרְדֵּ֣ן H3383 הַזֶּ֔ה H2088 לָבוֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר֙ H834 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 נֹתֵ֥ן H5414 לָכֶ֖ם Hl לְרִשְׁתָּֽ H3423 ",
      "12": "וְלָ H7206 וְלַ H1425 וְלַ H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֑ה H4519 אָמַ֥ר H559 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
      "13": "זָכוֹר֙ H2142 אֶת H853 הַדָּבָ֔ר H1697 אֲשֶׁ֨ר H834 צִוָּ֥ה H6680 אֶתְכֶ֛ם H853 מֹשֶׁ֥ה H4872 עֶֽבֶד H5650 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 יְהוָ֤ה H3068 אֱלֹהֵיכֶם֙ H430 מֵנִ֣יחַ H5117 לָכֶ֔ם Hl וְנָתַ֥ן H5414 לָכֶ֖ם Hl אֶת H853 הָאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
      "14": "נְשֵׁיכֶ֣ם H802 טַפְּכֶם֮ H2945 וּמִקְנֵי H4735 יֵשְׁב֕וּ H3427 בָּאָ֕רֶץ H776 אֲשֶׁ֨ר H834 נָתַ֥ן H5414 לָכֶ֛ם Hl מֹשֶׁ֖ה H4872 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 וְאַתֶּם֩ H859 תַּעַבְר֨וּ H5674 חֲמֻשִׁ֜ים H2571 לִפְנֵ֣י H6440 אֲחֵיכֶ֗ם H251 כֹּ֚ל H3605 גִּבּוֹרֵ֣י H1368 הַחַ֔יִל H2428 וַעֲזַרְתֶּ֖ם H5826 אוֹתָֽם H853 ",
      "15": "עַ֠ד H5704 אֲשֶׁר H834 יָנִ֨יחַ H5117 יְהוָ֥ה H3068 לַֽאֲחֵי H251 כָּכֶם֒ Hk וְיָרְשׁ֣וּ H3423 גַם H1571 הֵ֔מָּה H1992 אֶת H853 הָאָ֕רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹֽהֵיכֶ֖ם H430 נֹתֵ֣ן H5414 לָהֶ֑ם Hl וְשַׁבְתֶּ֞ם H7725 לְאֶ֤רֶץ H776 יְרֻשַּׁתְכֶם֙ H3425 וִֽירִשְׁתֶּ֣ם H3423 אוֹתָ֔הּ H853 אֲשֶׁ֣ר H834 נָתַ֣ן H5414 לָכֶ֗ם Hl מֹשֶׁה֙ H4872 עֶ֣בֶד H5650 יְהוָ֔ה H3068 בְּעֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרַ֥ח H4217 הַשָּֽׁמֶשׁ H8121 ",
      "16": "וַֽיַּעֲנ֔וּ H6030 אֶת H853 יְהוֹשֻׁ֖עַ H3091 לֵאמֹ֑ר H559 כֹּ֤ל H3605 אֲשֶׁר H834 צִוִּיתָ֨נוּ֙ H6680 נַֽעֲשֶׂ֔ה H6213 וְאֶֽל H413 כָּל H3605 אֲשֶׁ֥ר H834 תִּשְׁלָחֵ֖נוּ H7971 נֵלֵֽךְ H3212 ",
      "17": "כְּכֹ֤ל H3605 אֲשֶׁר H834 שָׁמַ֨עְנוּ֙ H8085 אֶל H413 מֹשֶׁ֔ה H4872 כֵּ֖ן H3651 נִשְׁמַ֣ע H8085 אֵלֶ֑יךָ H413 רַ֠ק H7535 יִֽהְיֶ֞ה H1961 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 עִמָּ֔ךְ H5973 כַּאֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 מֹשֶֽׁה H4872 ",
      "18": "כָּל H3605 אִ֞ישׁ H376 אֲשֶׁר H834 יַמְרֶ֣ה H4784 אֶת H853 פִּ֗יךָ H6310 וְלֹֽא H3808 יִשְׁמַ֧ע H8085 אֶת H853 דְּבָרֶ֛יךָ H1697 לְכֹ֥ל H3605 אֲשֶׁר H834 תְּצַוֶּ֖נּוּ H6680 יוּמָ֑ת H4191 רַ֖ק H7535 חֲזַ֥ק H2388 וֶאֱמָֽץ H553 "
    },
    "2": {
      "1": "וַיִּשְׁלַ֣ח H7971 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֠וּן H5126 מִֽן H4480 הַשִּׁטִּ֞ים H7851 שְׁנַֽיִם H8147 אֲנָשִׁ֤ים H376 מְרַגְּלִים֙ H7270 חֶ֣רֶשׁ H2791 לֵאמֹ֔ר H559 לְכ֛וּ H3212 רְא֥וּ H7200 אֶת H853 הָאָ֖רֶץ H776 וְאֶת H853 יְרִיח֑וֹ H3405 וַיֵּ֨לְכ֜וּ H3212 וַ֠יָּבֹאוּ H935 בֵּית H1004 אִשָּׁ֥ה H802 זוֹנָ֛ה H2181 וּשְׁמָ֥ H8034 רָחָ֖ב H7343 וַיִּשְׁכְּבוּ H7901 שָֽׁמָּה H8033 ",
      "2": "וַיֵּ֣אָמַ֔ר H559 לְמֶ֥לֶךְ H4428 יְרִיח֖וֹ H3405 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 אֲ֠נָשִׁים H376 בָּ֣אוּ H935 הֵ֧נָּה H2008 הַלַּ֛יְלָה H3915 מִבְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לַחְפֹּ֥ר H2658 אֶת H853 הָאָֽרֶץ H776 ",
      "3": "וַיִּשְׁלַח֙ H7971 מֶ֣לֶךְ H4428 יְרִיח֔וֹ H3405 אֶל H413 רָחָ֖ב H7343 לֵאמֹ֑ר H559 ה֠וֹצִיאִי H3318 הָאֲנָשִׁ֨ים H376 הַבָּאִ֤ים H935 אֵלַ֨יִךְ֙ H413 אֲשֶׁר H834 בָּ֣אוּ H935 לְבֵיתֵ֔ H1004 כִּ֛י H3588 לַחְפֹּ֥ר H2658 אֶת H853 כָּל H3605 הָאָ֖רֶץ H776 בָּֽאוּ H935 ",
      "4": "וַתִּקַּ֧ח H3947 הָֽאִשָּׁ֛ה H802 אֶת H853 שְׁנֵ֥י H8147 הָאֲנָשִׁ֖ים H376 וַֽתִּצְפְּנ֑ H6845 וַתֹּ֣אמֶר H559 כֵּ֗ן H3651 בָּ֤אוּ H935 אֵלַי֙ H413 הָֽאֲנָשִׁ֔ים H376 וְלֹ֥א H3808 יָדַ֖עְתִּי H3045 מֵאַ֥יִן H370 הֵֽמָּה H1992 ",
      "5": "וַיְהִ֨י H1961 הַשַּׁ֜עַר H8179 לִסְגּ֗וֹר H5462 בַּחֹ֨שֶׁךְ֙ H2822 וְהָ H376 יָצָ֔אוּ H3318 לֹ֣א H3808 יָדַ֔עְתִּי H3045 אָ֥נָה H575 הָלְכ֖וּ H1980 הָֽאֲנָשִׁ֑ים H376 רִדְפ֥וּ H7291 מַהֵ֛ר H4118 אַחֲרֵיהֶ֖ם H310 כִּ֥י H3588 תַשִּׂיגֽוּם H5381 ",
      "6": "וְהִ֖יא H1931 הֶעֱלָ֣תַם H5927 הַגָּ֑גָ H1406 וַֽתִּטְמְנֵ H2934 בְּפִשְׁתֵּ֣י H6593 הָעֵ֔ץ H6086 הָעֲרֻכ֥וֹת H6186 לָ֖הּ Hl עַל H5921 הַגָּֽג H1406 ",
      "7": "וְהָ H376 רָדְפ֤וּ H7291 אַֽחֲרֵיהֶם֙ H310 דֶּ֣רֶךְ H1870 הַיַּרְדֵּ֔ן H3383 עַ֖ל H5921 הַֽמַּעְבְּר֑וֹת H4569 וְהַ H8179 סָגָ֔רוּ H5462 אַחֲרֵ֕י H310 כַּאֲשֶׁ֛ר H834 יָצְא֥וּ H3318 הָרֹדְפִ֖ים H7291 אַחֲרֵיהֶֽם H310 ",
      "8": "וְהֵ֖מָּה H1992 טֶ֣רֶם H2962 יִשְׁכָּב֑וּן H7901 וְהִ֛יא H1931 עָלְתָ֥ה H5927 עֲלֵיהֶ֖ם H5921 עַל H5921 הַגָּֽג H1406 ",
      "9": "וַתֹּ֨אמֶר֙ H559 אֶל H413 הָ֣אֲנָשִׁ֔ים H376 יָדַ֕עְתִּי H3045 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl אֶת H853 הָאָ֑רֶץ H776 וְכִֽי H3588 נָפְלָ֤ה H5307 אֵֽימַתְכֶם֙ H367 עָלֵ֔ינוּ H5921 וְכִ֥י H3588 נָמֹ֛גוּ H4127 כָּל H3605 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 מִפְּנֵי H6440 ",
      "10": "כִּ֣י H3588 שָׁמַ֗עְנוּ H8085 אֵ֠ת H853 אֲשֶׁר H834 הוֹבִ֨ישׁ H3001 יְהוָ֜ה H3068 אֶת H853 מֵ֤י H4325 יַם H3220 סוּף֙ H5488 מִפְּנֵי H6440 בְּצֵאתְ H3318 מִמִּצְרָ֑יִם H4714 וַאֲשֶׁ֣ר H834 עֲשִׂיתֶ֡ם H6213 לִשְׁנֵי֩ H8147 מַלְכֵ֨י H4428 הָאֱמֹרִ֜י H567 אֲשֶׁ֨ר H834 בְּעֵ֤בֶר H5676 הַיַּרְדֵּן֙ H3383 לְסִיחֹ֣ן H5511 וּלְ H5747 אֲשֶׁ֥ר H834 הֶחֱרַמְתֶּ֖ם H2763 אוֹתָֽם H853 ",
      "11": "וַנִּשְׁמַע֙ H8085 וַיִּמַּ֣ס H4549 לְבָבֵ֔נוּ H3824 וְלֹא H3808 קָ֨מָה H6965 ע֥וֹד H5750 ר֛וּחַ H7307 בְּאִ֖ישׁ H376 מִפְּנֵי H6440 כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 ה֤וּא H1931 אֱלֹהִים֙ H430 בַּשָּׁמַ֣יִם H8064 מִמַּ֔עַל H4605 וְעַל H5921 הָאָ֖רֶץ H776 מִתָּֽחַת H8478 ",
      "12": "וְעַתָּ֗ה H6258 הִשָּֽׁבְעוּ H7650 נָ֥א H4994 לִי֙ Hl בַּֽיהוָ֔ה H3068 כִּי H3588 עָשִׂ֥יתִי H6213 עִמָּכֶ֖ם H5973 חָ֑סֶד H2617 וַעֲשִׂיתֶ֨ם H6213 גַּם H1571 אַתֶּ֜ם H859 עִם H5973 בֵּ֤ית H1004 אָבִי֙ H1 חֶ֔סֶד H2617 וּנְתַתֶּ֥ם H5414 לִ֖י Hl א֥וֹת H226 אֱמֶֽת H571 ",
      "13": "וְהַחֲיִתֶ֞ם H2421 אֶת H853 אָבִ֣י H1 וְאֶת H853 אִמִּ֗י H517 וְאֶת H853 אַחַי֙ H251 וְאֶת H853 אחותי H269 וְאֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 לָהֶ֑ם Hl וְהִצַּלְתֶּ֥ם H5337 אֶת H853 נַפְשֹׁתֵ֖ינוּ H5315 מִמָּֽוֶת H4194 ",
      "14": "וַיֹּ֧אמְרוּ H559 לָ֣הּ Hl הָאֲנָשִׁ֗ים H376 נַפְשֵׁ֤נוּ H5315 תַחְתֵּיכֶם֙ H8478 לָמ֔וּת H4191 אִ֚ם H518 לֹ֣א H3808 תַגִּ֔ידוּ H5046 אֶת H853 דְּבָרֵ֖נוּ H1697 זֶ֑ה H2088 וְהָיָ֗ה H1961 בְּתֵת H5414 יְהוָ֥ה H3068 לָ֨נוּ֙ Hl אֶת H853 הָאָ֔רֶץ H776 וְעָשִׂ֥ינוּ H6213 עִמָּ֖ךְ H5973 חֶ֥סֶד H2617 וֶאֱמֶֽת H571 ",
      "15": "וַתּוֹרִדֵ֥ H3381 בַּחֶ֖בֶל H2256 בְּעַ֣ד H1157 הַֽחַלּ֑וֹן H2474 כִּ֤י H3588 בֵיתָהּ֙ H1004 בְּקִ֣יר H7023 הַֽחוֹמָ֔ה H2346 וּבַֽ H2346 הִ֥יא H1931 יוֹשָֽׁבֶת H3427 ",
      "16": "וַתֹּ֤אמֶר H559 לָהֶם֙ Hl הָהָ֣רָ H2022 לֵּ֔כוּ H3212 פֶּֽן H6435 יִפְגְּע֥וּ H6293 בָכֶ֖ם Hb הָרֹדְפִ֑ים H7291 וְנַחְבֵּתֶ֨ם H2247 שָׁ֜מָּה H8033 שְׁלֹ֣שֶׁת H7969 יָמִ֗ים H3117 עַ֚ד H5704 שׁ֣וֹב H7725 הָרֹֽדְפִ֔ים H7291 וְאַחַ֖ר H310 תֵּלְכ֥וּ H3212 לְדַרְכְּ H1870 ",
      "17": "וַיֹּאמְר֥וּ H559 אֵלֶ֖יהָ H413 הָאֲנָשִׁ֑ים H376 נְקִיִּ֣ם H5355 אֲנַ֔חְנוּ H587 מִשְּׁבֻעָתֵ֥ H7621 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 הִשְׁבַּעְתָּֽנוּ H7650 ",
      "18": "הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 בָאִ֖ים H935 בָּאָ֑רֶץ H776 אֶת H853 תִּקְוַ֡ת H8615 חוּט֩ H2339 הַשָּׁנִ֨י H8144 הַזֶּ֜ה H2088 תִּקְשְׁרִ֗י H7194 בַּֽחַלּוֹן֙ H2474 אֲשֶׁ֣ר H834 הוֹרַדְתֵּ֣נוּ H3381 ב֔וֹ Hb וְאֶת H853 אָבִ֨יךְ H1 וְאֶת H853 אִמֵּ֜ךְ H517 וְאֶת H853 אַחַ֗יִךְ H251 וְאֵת֙ H853 כָּל H3605 בֵּ֣ית H1004 אָבִ֔יךְ H1 תַּאַסְפִ֥י H622 אֵלַ֖יִךְ H413 הַבָּֽיְתָ H1004 ",
      "19": "וְהָיָ֡ה H1961 כֹּ֣ל H3605 אֲשֶׁר H834 יֵצֵא֩ H3318 מִדַּלְתֵ֨י H1817 בֵיתֵ֧ךְ H1004 הַח֛וּצָ H2351 דָּמ֥וֹ H1818 בְרֹאשׁ֖ H7218 וַאֲנַ֣חְנוּ H587 נְקִיִּ֑ם H5355 וְ֠כֹל H3605 אֲשֶׁ֨ר H834 יִֽהְיֶ֤ה H1961 אִתָּךְ֙ H854 בַּבַּ֔יִת H1004 דָּמ֣וֹ H1818 בְרֹאשֵׁ֔ H7218 אִם H518 יָ֖ד H3027 תִּֽהְיֶה H1961 בּֽוֹ Hb ",
      "20": "וְאִם H518 תַּגִּ֖ידִי H5046 אֶת H853 דְּבָרֵ֣נוּ H1697 זֶ֑ה H2088 וְהָיִ֣ינוּ H1961 נְקִיִּ֔ם H5355 מִשְּׁבֻעָתֵ֖ H7621 אֲשֶׁ֥ר H834 הִשְׁבַּעְתָּֽנוּ H7650 ",
      "21": "וַתֹּ֨אמֶר֙ H559 כְּדִבְרֵי H1697 כֶּן H3651 ה֔וּא H1931 וַֽתְּשַׁלְּחֵ֖ H7971 וַיֵּלֵ֑כוּ H3212 וַתִּקְשֹׁ֛ר H7194 אֶת H853 תִּקְוַ֥ת H8615 הַשָּׁנִ֖י H8144 בַּחַלּֽוֹן H2474 ",
      "22": "וַיֵּלְכוּ֙ H3212 וַיָּבֹ֣אוּ H935 הָהָ֔רָ H2022 וַיֵּ֤שְׁבוּ H3427 שָׁם֙ H8033 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 עַד H5704 שָׁ֖בוּ H7725 הָרֹדְפִ֑ים H7291 וַיְבַקְשׁ֧וּ H1245 הָרֹדְפִ֛ים H7291 בְּכָל H3605 הַדֶּ֖רֶךְ H1870 וְלֹ֥א H3808 מָצָֽאוּ H4672 ",
      "23": "וַיָּשֻׁ֜בוּ H7725 שְׁנֵ֤י H8147 הָֽאֲנָשִׁים֙ H376 וַיֵּרְד֣וּ H3381 מֵֽהָ H2022 וַיַּעַבְרוּ֙ H5674 וַיָּבֹ֔אוּ H935 אֶל H413 יְהוֹשֻׁ֖עַ H3091 בִּן H1121 נ֑וּן H5126 וַיְסַ֨פְּרוּ H5608 ל֔וֹ Hl אֵ֥ת H853 כָּל H3605 הַמֹּצְא֖וֹת H4672 אוֹתָֽם H854 ",
      "24": "וַיֹּאמְרוּ֙ H559 אֶל H413 יְהוֹשֻׁ֔עַ H3091 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 בְּיָדֵ֖ H3027 אֶת H853 כָּל H3605 הָאָ֑רֶץ H776 וְגַם H1571 נָמֹ֛גוּ H4127 כָּל H3605 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 מִפָּנֵֽי H6440 "
    },
    "3": {
      "1": "וַיַּשְׁכֵּם֩ H7925 יְהוֹשֻׁ֨עַ H3091 בַּבֹּ֜קֶר H1242 וַיִּסְע֣וּ H5265 מֵֽהַ H7851 וַיָּבֹ֨אוּ֙ H935 עַד H5704 הַיַּרְדֵּ֔ן H3383 ה֖וּא H1931 וְכָל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיָּלִ֥נוּ H3885 שָׁ֖ם H8033 טֶ֥רֶם H2962 יַעֲבֹֽרוּ H5674 ",
      "2": "וַיְהִ֕י H1961 מִקְצֵ֖ה H7097 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וַיַּעַבְר֥וּ H5674 הַשֹּׁטְרִ֖ים H7860 בְּקֶ֥רֶב H7130 הַֽמַּחֲנֶֽה H4264 ",
      "3": "וַיְצַוּוּ֮ H6680 אֶת H853 הָעָ֣ם H5971 לֵאמֹר֒ H559 כִּרְאֽוֹתְ H7200 אֵ֣ת H853 אֲר֤וֹן H727 בְּרִית H1285 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 וְהַ H3548 הַלְוִיִּ֔ם H3881 נֹשְׂאִ֖ים H5375 אֹת֑וֹ H853 וְאַתֶּ֗ם H859 תִּסְעוּ֙ H5265 מִמְּק֣וֹמְ H4725 וַהֲלַכְתֶּ֖ם H1980 אַחֲרָֽיו H310 ",
      "4": "אַ֣ךְ H389 רָח֣וֹק H7350 יִהְיֶ֗ה H1961 בֵּֽינֵיכֶם֙ H996 ובינ H996 כְּאַלְפַּ֥יִם H505 אַמָּ֖ה H520 בַּמִּדָּ֑ה H4060 אַֽל H408 תִּקְרְב֣וּ H7126 אֵלָ֗יו H413 לְמַ֤עַן H4616 אֲשֶׁר H834 תֵּֽדְעוּ֙ H3045 אֶת H853 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 תֵּֽלְכוּ H3212 בָ֔הּ Hb כִּ֣י H3588 לֹ֧א H3808 עֲבַרְתֶּ֛ם H5674 בַּדֶּ֖רֶךְ H1870 מִתְּמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
      "5": "וַיֹּ֧אמֶר H559 יְהוֹשֻׁ֛עַ H3091 אֶל H413 הָעָ֖ם H5971 הִתְקַדָּ֑שׁוּ H6942 כִּ֣י H3588 מָחָ֗ר H4279 יַעֲשֶׂ֧ה H6213 יְהוָ֛ה H3068 בְּקִרְבְּ H7130 נִפְלָאֽוֹת H6381 ",
      "6": "וַיֹּ֤אמֶר H559 יְהוֹשֻׁ֨עַ֙ H3091 אֶל H413 הַכֹּהֲנִ֣ים H3548 לֵאמֹ֔ר H559 שְׂאוּ֙ H5375 אֶת H853 אֲר֣וֹן H727 הַבְּרִ֔ית H1285 וְעִבְר֖וּ H5674 לִפְנֵ֣י H6440 הָעָ֑ם H5971 וַיִּשְׂאוּ֙ H5375 אֶת H853 אֲר֣וֹן H727 הַבְּרִ֔ית H1285 וַיֵּלְכ֖וּ H3212 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
      "7": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 אָחֵל֙ H2490 גַּדֶּלְךָ֔ H1431 בְּעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵ֑ל H3478 אֲשֶׁר֙ H834 יֵֽדְע֔וּן H3045 כִּ֗י H3588 כַּאֲשֶׁ֥ר H834 הָיִ֛יתִי H1961 עִם H5973 מֹשֶׁ֖ה H4872 אֶהְיֶ֥ה H1961 עִמָּֽךְ H5973 ",
      "8": "וְאַתָּ֗ה H859 תְּצַוֶּה֙ H6680 אֶת H853 הַכֹּ֣הֲנִ֔ים H3548 נֹשְׂאֵ֥י H5375 אֲרֽוֹן H727 הַבְּרִ֖ית H1285 לֵאמֹ֑ר H559 כְּבֹאֲ H935 עַד H5704 קְצֵה֙ H7097 מֵ֣י H4325 הַיַּרְדֵּ֔ן H3383 בַּיַּרְדֵּ֖ן H3383 תַּעֲמֹֽדוּ H5975 ",
      "9": "וַיֹּ֥אמֶר H559 יְהוֹשֻׁ֖עַ H3091 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 גֹּ֣שׁוּ H5066 הֵ֔נָּה H2008 וְשִׁמְע֕וּ H8085 אֶת H853 דִּבְרֵ֖י H1697 יְהוָ֥ה H3068 אֱלֹֽהֵיכֶֽם H430 ",
      "10": "וַיֹּ֣אמֶר H559 יְהוֹשֻׁ֔עַ H3091 בְּזֹאת֙ H2063 תֵּֽדְע֔וּן H3045 כִּ֛י H3588 אֵ֥ל H410 חַ֖י H2416 בְּקִרְבְּ H7130 וְהוֹרֵ֣שׁ H3423 יוֹרִ֣ישׁ H3423 מִ֠פְּנֵי H6440 אֶת H853 הַכְּנַעֲנִ֨י H3669 וְאֶת H853 הַחִתִּ֜י H2850 וְאֶת H853 הַחִוִּ֗י H2340 וְאֶת H853 הַפְּרִזִּי֙ H6522 וְאֶת H853 הַגִּרְגָּשִׁ֔י H1622 וְהָ H567 וְהַ H2983 ",
      "11": "הִנֵּה֙ H2009 אֲר֣וֹן H727 הַבְּרִ֔ית H1285 אֲד֖וֹן H136 כָּל H3605 הָאָ֑רֶץ H776 עֹבֵ֥ר H5674 לִפְנֵי H6440 בַּיַּרְדֵּֽן H3383 ",
      "12": "וְעַתָּ֗ה H6258 קְח֤וּ H3947 לָכֶם֙ Hl שְׁנֵ֣י H8147 עָשָׂ֣ר H6240 אִ֔ישׁ H376 מִשִּׁבְטֵ֖י H7626 יִשְׂרָאֵ֑ל H3478 אִישׁ H376 אֶחָ֥ד H259 אִישׁ H376 אֶחָ֖ד H259 לַשָּֽׁבֶט H7626 ",
      "13": "וְהָיָ֡ה H1961 כְּנ֣וֹחַ H5117 כַּפּ֣וֹת H3709 רַגְלֵ֣י H7272 הַכֹּהֲנִ֡ים H3548 נֹשְׂאֵי֩ H5375 אֲר֨וֹן H727 יְהוָ֜ה H3068 אֲד֤וֹן H136 כָּל H3605 הָאָ֨רֶץ֙ H776 בְּמֵ֣י H4325 הַיַּרְדֵּ֔ן H3383 מֵ֤י H4325 הַיַּרְדֵּן֙ H3383 יִכָּ֣רֵת֔וּן H3772 הַמַּ֥יִם H4325 הַיֹּרְדִ֖ים H3381 מִלְ H4605 וְיַעַמְד֖וּ H5975 נֵ֥ד H5067 אֶחָֽד H259 ",
      "14": "וַיְהִ֗י H1961 בִּנְסֹ֤עַ H5265 הָעָם֙ H5971 מֵאָ֣הֳלֵי H168 לַעֲבֹ֖ר H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 וְהַ H3548 נֹֽשְׂאֵ֛י H5375 הָאָר֥וֹן H727 הַבְּרִ֖ית H1285 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
      "15": "וּכְ H935 נֹשְׂאֵ֤י H5375 הָֽאָרוֹן֙ H727 עַד H5704 הַיַּרְדֵּ֔ן H3383 וְרַגְלֵ֤י H7272 הַכֹּֽהֲנִים֙ H3548 נֹשְׂאֵ֣י H5375 הָֽאָר֔וֹן H727 נִטְבְּל֖וּ H2881 בִּקְצֵ֣ה H7097 הַמָּ֑יִם H4325 וְהַ H3383 מָלֵא֙ H4390 עַל H5921 כָּל H3605 גְּדוֹתָ֔יו H1415 כֹּ֖ל H3605 יְמֵ֥י H3117 קָצִֽיר H7105 ",
      "16": "וַיַּעַמְד֡וּ H5975 הַמַּיִם֩ H4325 הַיֹּרְדִ֨ים H3381 מִלְ H4605 קָ֣מוּ H6965 נֵד H5067 אֶחָ֗ד H259 הַרְחֵ֨ק H7368 מְאֹ֜ד H3966 באדם H121 הָעִיר֙ H5892 אֲשֶׁר֙ H834 מִצַּ֣ד H6654 צָֽרְתָ֔ן H6891 וְהַ H3381 עַ֣ל H5921 יָ֧ם H3220 הָעֲרָבָ֛ה H6160 יָם H3220 הַמֶּ֖לַח H4417 תַּ֣מּוּ H8552 נִכְרָ֑תוּ H3772 וְהָ H5971 עָבְר֖וּ H5674 נֶ֥גֶד H5048 יְרִיחֽוֹ H3405 ",
      "17": "וַיַּעַמְד֣וּ H5975 הַכֹּהֲנִ֡ים H3548 נֹ֠שְׂאֵי H5375 הָאָר֨וֹן H727 בְּרִית H1285 יְהוָ֜ה H3068 בֶּחָֽרָבָ֛ה H2724 בְּת֥וֹךְ H8432 הַיַּרְדֵּ֖ן H3383 הָכֵ֑ן H3559 וְכָל H3605 יִשְׂרָאֵ֗ל H3478 עֹֽבְרִים֙ H5674 בֶּחָ֣רָבָ֔ה H2724 עַ֤ד H5704 אֲשֶׁר H834 תַּ֨מּוּ֙ H8552 כָּל H3605 הַגּ֔וֹי H1471 לַעֲבֹ֖ר H5674 אֶת H853 הַיַּרְדֵּֽן H3383 "
    },
    "4": {
      "1": "וַיְהִי֙ H1961 כַּאֲשֶׁר H834 תַּ֣מּוּ H8552 כָל H3605 הַגּ֔וֹי H1471 לַעֲב֖וֹר H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
      "2": "קְח֤וּ H3947 לָכֶם֙ Hl מִן H4480 הָעָ֔ם H5971 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אֲנָשִׁ֑ים H376 אִישׁ H376 אֶחָ֥ד H259 אִישׁ H376 אֶחָ֖ד H259 מִשָּֽׁבֶט H7626 ",
      "3": "וְצַוּ֣וּ H6680 אוֹתָם֮ H853 לֵאמֹר֒ H559 שְׂאֽוּ H5375 לָכֶ֨ם Hl מִזֶּ֜ה H2088 מִתּ֣וֹךְ H8432 הַיַּרְדֵּ֗ן H3383 מִמַּצַּב֙ H4673 רַגְלֵ֣י H7272 הַכֹּהֲנִ֔ים H3548 הָכִ֖ין H3559 שְׁתֵּים H8147 עֶשְׂרֵ֣ה H6240 אֲבָנִ֑ים H68 וְהַעֲבַרְתֶּ֤ם H5674 אוֹתָם֙ H853 עִמָּכֶ֔ם H5973 וְהִנַּחְתֶּ֣ם H3240 אוֹתָ֔ם H853 בַּמָּל֕וֹן H4411 אֲשֶׁר H834 תָּלִ֥ינוּ H3885 ב֖וֹ Hb הַלָּֽיְלָה H3915 ",
      "4": "וַיִּקְרָ֣א H7121 יְהוֹשֻׁ֗עַ H3091 אֶל H413 שְׁנֵ֤ים H8147 הֶֽעָשָׂר֙ H6240 אִ֔ישׁ H376 אֲשֶׁ֥ר H834 הֵכִ֖ין H3559 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אִישׁ H376 אֶחָ֥ד H259 אִישׁ H376 אֶחָ֖ד H259 מִשָּֽׁבֶט H7626 ",
      "5": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl יְהוֹשֻׁ֔עַ H3091 עִ֠בְרוּ H5674 לִפְנֵ֨י H6440 אֲר֧וֹן H727 יְהוָ֛ה H3068 אֱלֹֽהֵיכֶ֖ם H430 אֶל H413 תּ֣וֹךְ H8432 הַיַּרְדֵּ֑ן H3383 וְהָרִ֨ימוּ H7311 לָכֶ֜ם Hl אִ֣ישׁ H376 אֶ֤בֶן H68 אַחַת֙ H259 עַל H5921 שִׁכְמ֔וֹ H7926 לְמִסְפַּ֖ר H4557 שִׁבְטֵ֥י H7626 בְנֵי H1121 יִשְׂרָאֵֽל H3478 ",
      "6": "לְמַ֗עַן H4616 תִּֽהְיֶ֛ה H1961 זֹ֥את H2063 א֖וֹת H226 בְּקִרְבְּ H7130 כִּֽי H3588 יִשְׁאָל֨וּן H7592 בְּנֵיכֶ֤ם H1121 מָחָר֙ H4279 לֵאמֹ֔ר H559 מָ֛ה H4100 הָאֲבָנִ֥ים H68 הָאֵ֖לֶּה H428 לָכֶֽם Hl ",
      "7": "וַאֲמַרְתֶּ֣ם H559 לָהֶ֗ם Hl אֲשֶׁ֨ר H834 נִכְרְת֜וּ H3772 מֵימֵ֤י H4325 הַיַּרְדֵּן֙ H3383 מִפְּנֵי֙ H6440 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֔ה H3068 בְּעָבְר H5674 בַּיַּרְדֵּ֔ן H3383 נִכְרְת֖וּ H3772 מֵ֣י H4325 הַיַּרְדֵּ֑ן H3383 וְ֠הָיוּ H1961 הָאֲבָנִ֨ים H68 הָאֵ֧לֶּה H428 לְזִכָּר֛וֹן H2146 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 עַד H5704 עוֹלָֽם H5769 ",
      "8": "וַיַּעֲשׂוּ H6213 כֵ֣ן H3651 בְּנֵי H1121 יִשְׂרָאֵ֘ל H3478 כַּאֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוֹשֻׁעַ֒ H3091 וַיִּשְׂא֡וּ H5375 שְׁתֵּֽי H8147 עֶשְׂרֵ֨ה H6240 אֲבָנִ֜ים H68 מִתּ֣וֹךְ H8432 הַיַּרְדֵּ֗ן H3383 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 לְמִסְפַּ֖ר H4557 שִׁבְטֵ֣י H7626 בְנֵֽי H1121 יִשְׂרָאֵ֑ל H3478 וַיַּעֲבִר֤וּ H5674 עִמָּם֙ H5973 אֶל H413 הַמָּל֔וֹן H4411 וַיַּנִּח֖וּ H3240 שָֽׁם H8033 ",
      "9": "וּשְׁתֵּ֧ים H8147 עֶשְׂרֵ֣ה H6240 אֲבָנִ֗ים H68 הֵקִ֣ים H6965 יְהוֹשֻׁעַ֮ H3091 בְּת֣וֹךְ H8432 הַיַּרְדֵּן֒ H3383 תַּ֗חַת H8478 מַצַּב֙ H4673 רַגְלֵ֣י H7272 הַכֹּהֲנִ֔ים H3548 נֹשְׂאֵ֖י H5375 אֲר֣וֹן H727 הַבְּרִ֑ית H1285 וַיִּ֣הְיוּ H1961 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "10": "וְהַ H3548 נֹשְׂאֵ֣י H5375 הָאָר֗וֹן H727 עֹמְדִים֮ H5975 בְּת֣וֹךְ H8432 הַיַּרְדֵּן֒ H3383 עַ֣ד H5704 תֹּ֣ם H8552 כָּֽל H3605 הַ֠דָּבָר H1697 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 יְהוֹשֻׁ֨עַ֙ H3091 לְדַבֵּ֣ר H1696 אֶל H413 הָעָ֔ם H5971 כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 מֹשֶׁ֖ה H4872 אֶת H853 יְהוֹשֻׁ֑עַ H3091 וַיְמַהֲר֥וּ H4116 הָעָ֖ם H5971 וַֽיַּעֲבֹֽרוּ H5674 ",
      "11": "וַיְהִ֛י H1961 כַּֽאֲשֶׁר H834 תַּ֥ם H8552 כָּל H3605 הָעָ֖ם H5971 לַֽעֲב֑וֹר H5674 וַיַּעֲבֹ֧ר H5674 אֲרוֹן H727 יְהוָ֛ה H3068 וְהַ H3548 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
      "12": "וַ֠יַּעַבְרוּ H5674 בְּנֵי H1121 רְאוּבֵ֨ן H7205 וּבְנֵי H1121 גָ֜ד H1410 וַחֲצִ֨י H2677 שֵׁ֤בֶט H7626 הַֽמְנַשֶּׁה֙ H4519 חֲמֻשִׁ֔ים H2571 לִפְנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֲלֵיהֶ֖ם H413 מֹשֶֽׁה H4872 ",
      "13": "כְּאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 חֲלוּצֵ֣י H2502 הַצָּבָ֑א H6635 עָבְר֞וּ H5674 לִפְנֵ֤י H6440 יְהוָה֙ H3068 לַמִּלְחָמָ֔ה H4421 אֶ֖ל H413 עַֽרְב֥וֹת H6160 יְרִיחֽוֹ H3405 ",
      "14": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 גִּדַּ֤ל H1431 יְהוָה֙ H3068 אֶת H853 יְהוֹשֻׁ֔עַ H3091 בְּעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיִּֽרְא֣וּ H3372 אֹת֔וֹ H853 כַּאֲשֶׁ֛ר H834 יָרְא֥וּ H3372 אֶת H853 מֹשֶׁ֖ה H4872 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
      "15": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
      "16": "צַוֵּה֙ H6680 אֶת H853 הַכֹּ֣הֲנִ֔ים H3548 נֹשְׂאֵ֖י H5375 אֲר֣וֹן H727 הָעֵד֑וּת H5715 וְיַעֲל֖וּ H5927 מִן H4480 הַיַּרְדֵּֽן H3383 ",
      "17": "וַיְצַ֣ו H6680 יְהוֹשֻׁ֔עַ H3091 אֶת H853 הַכֹּהֲנִ֖ים H3548 לֵאמֹ֑ר H559 עֲל֖וּ H5927 מִן H4480 הַיַּרְדֵּֽן H3383 ",
      "18": "וַ֠יְהִי H1961 בעלות H5927 הַכֹּהֲנִ֜ים H3548 נֹשְׂאֵ֨י H5375 אֲר֤וֹן H727 בְּרִית H1285 יְהוָה֙ H3068 מִתּ֣וֹךְ H8432 הַיַּרְדֵּ֔ן H3383 נִתְּק֗וּ H5423 כַּפּוֹת֙ H3709 רַגְלֵ֣י H7272 הַכֹּהֲנִ֔ים H3548 אֶ֖ל H413 הֶחָרָבָ֑ה H2724 וַיָּשֻׁ֤בוּ H7725 מֵֽי H4325 הַיַּרְדֵּן֙ H3383 לִמְקוֹמָ֔ H4725 וַיֵּלְכ֥וּ H3212 כִתְמוֹל H8543 שִׁלְשׁ֖וֹם H8032 עַל H5921 כָּל H3605 גְּדוֹתָֽיו H1415 ",
      "19": "וְהָ H5971 עָלוּ֙ H5927 מִן H4480 הַיַּרְדֵּ֔ן H3383 בֶּעָשׂ֖וֹר H6218 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֑וֹן H7223 וַֽיַּחֲנוּ֙ H2583 בַּגִּלְגָּ֔ל H1537 בִּקְצֵ֖ה H7097 מִזְרַ֥ח H4217 יְרִיחֽוֹ H3405 ",
      "20": "וְאֵת֩ H853 שְׁתֵּ֨ים H8147 עֶשְׂרֵ֤ה H6240 הָֽאֲבָנִים֙ H68 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 לָקְח֖וּ H3947 מִן H4480 הַיַּרְדֵּ֑ן H3383 הֵקִ֥ים H6965 יְהוֹשֻׁ֖עַ H3091 בַּגִּלְגָּֽל H1537 ",
      "21": "וַיֹּ֛אמֶר H559 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 אֲשֶׁר֩ H834 יִשְׁאָל֨וּן H7592 בְּנֵיכֶ֤ם H1121 מָחָר֙ H4279 אֶת H853 אֲבוֹתָ֣ם H1 לֵאמֹ֔ר H559 מָ֖ה H4100 הָאֲבָנִ֥ים H68 הָאֵֽלֶּה H428 ",
      "22": "וְהוֹדַעְתֶּ֖ם H3045 אֶת H853 בְּנֵיכֶ֣ם H1121 לֵאמֹ֑ר H559 בַּיַּבָּשָׁה֙ H3004 עָבַ֣ר H5674 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַיַּרְדֵּ֖ן H3383 הַזֶּֽה H2088 ",
      "23": "אֲשֶׁר H834 הוֹבִישׁ֩ H3001 יְהוָ֨ה H3068 אֱלֹהֵיכֶ֜ם H430 אֶת H853 מֵ֧י H4325 הַיַּרְדֵּ֛ן H3383 מִפְּנֵי H6440 עַֽד H5704 עָבְרְכֶ֑ם H5674 כַּאֲשֶׁ֣ר H834 עָשָׂה֩ H6213 יְהוָ֨ה H3068 אֱלֹהֵיכֶ֧ם H430 לְיַם H3220 ס֛וּף H5488 אֲשֶׁר H834 הוֹבִ֥ישׁ H3001 מִפָּנֵ֖י H6440 עַד H5704 עָבְרֵֽנוּ H5674 ",
      "24": "לְ֠מַעַן H4616 דַּ֜עַת H3045 כָּל H3605 עַמֵּ֤י H5971 הָאָ֨רֶץ֙ H776 אֶת H853 יַ֣ד H3027 יְהוָ֔ה H3068 כִּ֥י H3588 חֲזָקָ֖ה H2389 הִ֑יא H1931 לְמַ֧עַן H4616 יְרָאתֶ֛ם H3372 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 כָּל H3605 הַיָּמִֽים H3117 "
    },
    "5": {
      "1": "וַיְהִ֣י H1961 כִשְׁמֹ֣עַ H8085 כָּל H3605 מַלְכֵ֣י H4428 הָאֱמֹרִ֡י H567 אֲשֶׁר֩ H834 בְּעֵ֨בֶר H5676 הַיַּרְדֵּ֜ן H3383 יָ֗מָּה H3220 וְכָל H3605 מַלְכֵ֤י H4428 הַֽכְּנַעֲנִי֙ H3669 אֲשֶׁ֣ר H834 עַל H5921 הַיָּ֔ם H3220 אֵ֠ת H853 אֲשֶׁר H834 הוֹבִ֨ישׁ H3001 יְהוָ֜ה H3068 אֶת H853 מֵ֧י H4325 הַיַּרְדֵּ֛ן H3383 מִפְּנֵ֥י H6440 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 עַד H5704 עברנו H5674 וַיִּמַּ֣ס H4549 לְבָבָ֗ם H3824 וְלֹא H3808 הָ֨יָה H1961 בָ֥ם Hb עוֹד֙ H5750 ר֔וּחַ H7307 מִפְּנֵ֖י H6440 בְּנֵֽי H1121 יִשְׂרָאֵֽל H3478 ",
      "2": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 עֲשֵׂ֥ה H6213 לְךָ֖ Hl חַֽרְב֣וֹת H2719 צֻרִ֑ים H6697 וְשׁ֛וּב H7725 מֹ֥ל H4135 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 שֵׁנִֽית H8145 ",
      "3": "וַיַּעַשׂ H6213 ל֥וֹ Hl יְהוֹשֻׁ֖עַ H3091 חַֽרְב֣וֹת H2719 צֻרִ֑ים H6697 וַיָּ֨מָל֙ H4135 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 גִּבְעַ֖ת H1389 הָעֲרָלֽוֹת H6190 ",
      "4": "וְזֶ֥ה H2088 הַדָּבָ֖ר H1697 אֲשֶׁר H834 מָ֣ל H4135 יְהוֹשֻׁ֑עַ H3091 כָּל H3605 הָעָ֣ם H5971 הַיֹּצֵא֩ H3318 מִמִּצְרַ֨יִם H4714 הַזְּכָרִ֜ים H2145 כֹּ֣ל H3605 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 מֵ֤תוּ H4191 בַמִּדְבָּר֙ H4057 בַּדֶּ֔רֶךְ H1870 בְּצֵאתָ֖ H3318 מִמִּצְרָֽיִם H4714 ",
      "5": "כִּֽי H3588 מֻלִ֣ים H4135 הָי֔וּ H1961 כָּל H3605 הָעָ֖ם H5971 הַיֹּֽצְאִ֑ים H3318 וְכָל H3605 הָ֠עָם H5971 הַיִּלֹּדִ֨ים H3209 בַּמִּדְבָּ֥ר H4057 בַּדֶּ֛רֶךְ H1870 בְּצֵאתָ֥ H3318 מִמִּצְרַ֖יִם H4714 לֹא H3808 מָֽלוּ H4135 ",
      "6": "כִּ֣י H3588 אַרְבָּעִ֣ים H705 שָׁנָ֗ה H8141 הָלְכ֣וּ H1980 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 בַּמִּדְבָּר֒ H4057 עַד H5704 תֹּ֨ם H8552 כָּל H3605 הַגּ֜וֹי H1471 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 הַיֹּצְאִ֣ים H3318 מִמִּצְרַ֔יִם H4714 אֲשֶׁ֥ר H834 לֹֽא H3808 שָׁמְע֖וּ H8085 בְּק֣וֹל H6963 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 יְהוָה֙ H3068 לָהֶ֔ם Hl לְבִלְתִּ֞י H1115 הַרְאוֹתָ֣ם H7200 אֶת H853 הָאָ֗רֶץ H776 אֲשֶׁר֩ H834 נִשְׁבַּ֨ע H7650 יְהוָ֤ה H3068 לַֽאֲבוֹתָ H1 לָ֣תֶת H5414 לָ֔נוּ Hl אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
      "7": "וְאֶת H853 בְּנֵיהֶם֙ H1121 הֵקִ֣ים H6965 תַּחְתָּ֔ם H8478 אֹתָ֖ם H853 מָ֣ל H4135 יְהוֹשֻׁ֑עַ H3091 כִּי H3588 עֲרֵלִ֣ים H6189 הָי֔וּ H1961 כִּ֛י H3588 לֹא H3808 מָ֥לוּ H4135 אוֹתָ֖ם H853 בַּדָּֽרֶךְ H1870 ",
      "8": "וַיְהִ֛י H1961 כַּאֲשֶׁר H834 תַּ֥מּוּ H8552 כָל H3605 הַגּ֖וֹי H1471 לְהִמּ֑וֹל H4135 וַיֵּשְׁב֥וּ H3427 תַחְתָּ֛ם H8478 בַּֽמַּחֲנֶ֖ה H4264 עַ֥ד H5704 חֲיוֹתָֽם H2421 ",
      "9": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 הַיּ֗וֹם H3117 גַּלּ֛וֹתִי H1556 אֶת H853 חֶרְפַּ֥ת H2781 מִצְרַ֖יִם H4714 מֵעֲלֵי H5921 וַיִּקְרָ֞א H7121 שֵׁ֣ם H8034 הַמָּק֤וֹם H4725 הַהוּא֙ H1931 גִּלְגָּ֔ל H1537 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "10": "וַיַּחֲנ֥וּ H2583 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בַּגִּלְגָּ֑ל H1537 וַיַּעֲשׂ֣וּ H6213 אֶת H853 הַפֶּ֡סַח H6453 בְּאַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 י֥וֹם H3117 לַחֹ֛דֶשׁ H2320 בָּעֶ֖רֶב H6153 בְּעַֽרְב֥וֹת H6160 יְרִיחֽוֹ H3405 ",
      "11": "וַיֹּ֨אכְל֜וּ H398 מֵעֲב֥וּר H5669 הָאָ֛רֶץ H776 מִמָּֽחֳרַ֥ת H4283 הַפֶּ֖סַח H6453 מַצּ֣וֹת H4682 וְקָל֑וּי H7033 בְּעֶ֖צֶם H6106 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "12": "וַיִּשְׁבֹּ֨ת H7673 הַמָּ֜ן H4478 מִֽמָּחֳרָ֗ת H4283 בְּאָכְלָ H398 מֵעֲב֣וּר H5669 הָאָ֔רֶץ H776 וְלֹא H3808 הָ֥יָה H1961 ע֛וֹד H5750 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מָ֑ן H4478 וַיֹּאכְל֗וּ H398 מִתְּבוּאַת֙ H8393 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 בַּשָּׁנָ֖ה H8141 הַהִֽיא H1931 ",
      "13": "וַיְהִ֗י H1961 בִּֽהְי֣וֹת H1961 יְהוֹשֻׁעַ֮ H3091 בִּירִיחוֹ֒ H3405 וַיִּשָּׂ֤א H5375 עֵינָיו֙ H5869 וַיַּ֔רְא H7200 וְהִנֵּה H2009 אִישׁ֙ H376 עֹמֵ֣ד H5975 לְנֶגְדּ֔ H5048 וְחַרְבּ֥ H2719 שְׁלוּפָ֖ה H8025 בְּיָד֑ H3027 וַיֵּ֨לֶךְ H3212 יְהוֹשֻׁ֤עַ H3091 אֵלָיו֙ H413 וַיֹּ֣אמֶר H559 ל֔וֹ Hl הֲלָ֥ Hi/Hl אַתָּ֖ה H859 אִם H518 לְצָרֵֽי H6862 ",
      "14": "וַיֹּ֣אמֶר H559 לֹ֗א H3808 כִּ֛י H3588 אֲנִ֥י H589 שַׂר H8269 צְבָֽא H6635 יְהוָ֖ה H3068 עַתָּ֣ה H6258 בָ֑אתִי H935 וַיִּפֹּל֩ H5307 יְהוֹשֻׁ֨עַ H3091 אֶל H413 פָּנָ֥יו H6440 אַ֨רְצָה֙ H776 וַיִּשְׁתָּ֔חוּ H7812 וַיֹּ֣אמֶר H559 ל֔וֹ Hl מָ֥ה H4100 אֲדֹנִ֖י H136 מְדַבֵּ֥ר H1696 אֶל H413 עַבְדּֽוֹ H5650 ",
      "15": "וַיֹּאמֶר֩ H559 שַׂר H8269 צְבָ֨א H6635 יְהוָ֜ה H3068 אֶל H413 יְהוֹשֻׁ֗עַ H3091 שַׁל H5394 נַֽעַלְךָ֙ H5275 מֵעַ֣ל H5921 רַגְלֶ֔ךָ H7272 כִּ֣י H3588 הַמָּק֗וֹם H4725 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 עֹמֵ֥ד H5975 עָלָ֖יו H5921 קֹ֣דֶשׁ H6944 ה֑וּא H1931 וַיַּ֥עַשׂ H6213 יְהוֹשֻׁ֖עַ H3091 כֵּֽן H3651 "
    },
    "6": {
      "1": "וִֽירִיחוֹ֙ H3405 סֹגֶ֣רֶת H5462 וּמְסֻגֶּ֔רֶת H5462 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֵ֥ין H369 יוֹצֵ֖א H3318 וְאֵ֥ין H369 בָּֽא H935 ",
      "2": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 רְאֵה֙ H7200 נָתַ֣תִּי H5414 בְיָֽדְ H3027 אֶת H853 יְרִיח֖וֹ H3405 וְאֶת H853 מַלְכָּ֑הּ H4428 גִּבּוֹרֵ֖י H1368 הֶחָֽיִל H2428 ",
      "3": "וְסַבֹּתֶ֣ם H5437 אֶת H853 הָעִ֗יר H5892 כֹּ֚ל H3605 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֔ה H4421 הַקֵּ֥יף H5362 אֶת H853 הָעִ֖יר H5892 פַּ֣עַם H6471 אֶחָ֑ת H259 כֹּ֥ה H3541 תַעֲשֶׂ֖ה H6213 שֵׁ֥שֶׁת H8337 יָמִֽים H3117 ",
      "4": "וְשִׁבְעָ֣ה H7651 כֹהֲנִ֡ים H3548 יִשְׂאוּ֩ H5375 שִׁבְעָ֨ה H7651 שׁוֹפְר֤וֹת H7782 הַיּֽוֹבְלִים֙ H3104 לִפְנֵ֣י H6440 הָאָר֔וֹן H727 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 תָּסֹ֥בּוּ H5437 אֶת H853 הָעִ֖יר H5892 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְהַ H3548 יִתְקְע֖וּ H8628 בַּשּׁוֹפָרֽוֹת H7782 ",
      "5": "וְהָיָ֞ה H1961 בִּמְשֹׁ֣ךְ H4900 בְּקֶ֣רֶן H7161 הַיּוֹבֵ֗ל H3104 בשמע H8085 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 יָרִ֥יעוּ H7321 כָל H3605 הָעָ֖ם H5971 תְּרוּעָ֣ה H8643 גְדוֹלָ֑ה H1419 וְנָ֨פְלָ֜ה H5307 חוֹמַ֤ת H2346 הָעִיר֙ H5892 תַּחְתֶּ֔יהָ H8478 וְעָל֥וּ H5927 הָעָ֖ם H5971 אִ֥ישׁ H376 נֶגְדּֽוֹ H5048 ",
      "6": "וַיִּקְרָ֞א H7121 יְהוֹשֻׁ֤עַ H3091 בִּן H1121 נוּן֙ H5126 אֶל H413 הַכֹּ֣הֲנִ֔ים H3548 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 שְׂא֖וּ H5375 אֶת H853 אֲר֣וֹן H727 הַבְּרִ֑ית H1285 וְשִׁבְעָ֣ה H7651 כֹֽהֲנִ֗ים H3548 יִשְׂאוּ֙ H5375 שִׁבְעָ֤ה H7651 שֽׁוֹפְרוֹת֙ H7782 יוֹבְלִ֔ים H3104 לִפְנֵ֖י H6440 אֲר֥וֹן H727 יְהוָֽה H3068 ",
      "7": "ויאמרו H559 אֶל H413 הָעָ֔ם H5971 עִבְר֖וּ H5674 וְסֹ֣בּוּ H5437 אֶת H853 הָעִ֑יר H5892 וְהֶ֣ H2502 יַעֲבֹ֕ר H5674 לִפְנֵ֖י H6440 אֲר֥וֹן H727 יְהוָֽה H3068 ",
      "8": "וַיְהִ֗י H1961 כֶּאֱמֹ֣ר H559 יְהוֹשֻׁעַ֮ H3091 אֶל H413 הָעָם֒ H5971 וְשִׁבְעָ֣ה H7651 הַכֹּהֲנִ֡ים H3548 נֹשְׂאִים֩ H5375 שִׁבְעָ֨ה H7651 שׁוֹפְר֤וֹת H7782 הַיּֽוֹבְלִים֙ H3104 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 עָבְר֕וּ H5674 וְתָקְע֖וּ H8628 בַּשּֽׁוֹפָר֑וֹת H7782 וַֽאֲרוֹן֙ H727 בְּרִ֣ית H1285 יְהוָ֔ה H3068 הֹלֵ֖ךְ H1980 אַחֲרֵיהֶֽם H310 ",
      "9": "וְהֶ H2502 הֹלֵ֔ךְ H1980 לִפְנֵי֙ H6440 הַכֹּ֣הֲנִ֔ים H3548 תקעו H8628 הַשּֽׁוֹפָר֑וֹת H7782 וְהַֽ H622 הֹלֵךְ֙ H1980 אַחֲרֵ֣י H310 הָאָר֔וֹן H727 הָל֖וֹךְ H1980 וְתָק֥וֹעַ H8628 בַּשּׁוֹפָרֽוֹת H7782 ",
      "10": "וְאֶת H853 הָעָם֩ H5971 צִוָּ֨ה H6680 יְהוֹשֻׁ֜עַ H3091 לֵאמֹ֗ר H559 לֹ֤א H3808 תָרִ֨יעוּ֙ H7321 וְלֹֽא H3808 תַשְׁמִ֣יעוּ H8085 אֶת H853 קוֹלְכֶ֔ם H6963 וְלֹא H3808 יֵצֵ֥א H3318 מִפִּי H6310 דָּבָ֑ר H1697 עַ֠ד H5704 י֣וֹם H3117 אָמְרִ֧י H559 אֲלֵיכֶ֛ם H413 הָרִ֖יעוּ H7321 וַהֲרִיעֹתֶֽם H7321 ",
      "11": "וַיַּסֵּ֤ב H5437 אֲרוֹן H727 יְהוָה֙ H3068 אֶת H853 הָעִ֔יר H5892 הַקֵּ֖ף H5362 פַּ֣עַם H6471 אֶחָ֑ת H259 וַיָּבֹ֨אוּ֙ H935 הַֽמַּחֲנֶ֔ה H4264 וַיָּלִ֖ינוּ H3885 בַּֽמַּחֲנֶֽה H4264 ",
      "12": "וַיַּשְׁכֵּ֥ם H7925 יְהוֹשֻׁ֖עַ H3091 בַּבֹּ֑קֶר H1242 וַיִּשְׂא֥וּ H5375 הַכֹּהֲנִ֖ים H3548 אֶת H853 אֲר֥וֹן H727 יְהוָֽה H3068 ",
      "13": "וְשִׁבְעָ֣ה H7651 הַכֹּהֲנִ֡ים H3548 נֹשְׂאִים֩ H5375 שִׁבְעָ֨ה H7651 שׁוֹפְר֜וֹת H7782 הַיֹּבְלִ֗ים H3104 לִפְנֵי֙ H6440 אֲר֣וֹן H727 יְהוָ֔ה H3068 הֹלְכִ֣ים H1980 הָל֔וֹךְ H1980 וְתָקְע֖וּ H8628 בַּשּׁוֹפָר֑וֹת H7782 וְהֶ H2502 הֹלֵ֣ךְ H1980 לִפְנֵי H6440 וְהַֽ H622 הֹלֵךְ֙ H1980 אַֽחֲרֵי֙ H310 אֲר֣וֹן H727 יְהוָ֔ה H3068 הולך H1980 וְתָק֥וֹעַ H8628 בַּשּׁוֹפָרֽוֹת H7782 ",
      "14": "וַיָּסֹ֨בּוּ H5437 אֶת H853 הָעִ֜יר H5892 בַּיּ֤וֹם H3117 הַשֵּׁנִי֙ H8145 פַּ֣עַם H6471 אַחַ֔ת H259 וַיָּשֻׁ֖בוּ H7725 הַֽמַּחֲנֶ֑ה H4264 כֹּ֥ה H3541 עָשׂ֖וּ H6213 שֵׁ֥שֶׁת H8337 יָמִֽים H3117 ",
      "15": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וַיַּשְׁכִּ֨מוּ֙ H7925 כַּעֲל֣וֹת H5927 הַשַּׁ֔חַר H7837 וַיָּסֹ֧בּוּ H5437 אֶת H853 הָעִ֛יר H5892 כַּמִּשְׁפָּ֥ט H4941 הַזֶּ֖ה H2088 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 רַ֚ק H7535 בַּיּ֣וֹם H3117 הַה֔וּא H1931 סָבְב֥וּ H5437 אֶת H853 הָעִ֖יר H5892 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
      "16": "וַיְהִי֙ H1961 בַּפַּ֣עַם H6471 הַשְּׁבִיעִ֔ית H7637 תָּקְע֥וּ H8628 הַכֹּהֲנִ֖ים H3548 בַּשּׁוֹפָר֑וֹת H7782 וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֤עַ H3091 אֶל H413 הָעָם֙ H5971 הָרִ֔יעוּ H7321 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl אֶת H853 הָעִֽיר H5892 ",
      "17": "וְהָיְתָ֨ה H1961 הָעִ֥יר H5892 חֵ֛רֶם H2764 הִ֥יא H1931 וְכָל H3605 אֲשֶׁר H834 בָּ֖הּ Hb לַֽיהוָ֑ה H3068 רַק֩ H7535 רָחָ֨ב H7343 הַזּוֹנָ֜ה H2181 תִּֽחְיֶ֗ה H2421 הִ֚יא H1931 וְכָל H3605 אֲשֶׁ֣ר H834 אִתָּ֣הּ H854 בַּבַּ֔יִת H1004 כִּ֣י H3588 הֶחְבְּאַ֔תָה H2244 אֶת H853 הַמַּלְאָכִ֖ים H4397 אֲשֶׁ֥ר H834 שָׁלָֽחְנוּ H7971 ",
      "18": "וְרַק H7535 אַתֶּם֙ H859 שִׁמְר֣וּ H8104 מִן H4480 הַחֵ֔רֶם H2764 פֶּֽן H6435 תַּחֲרִ֖ימוּ H2763 וּלְקַחְתֶּ֣ם H3947 מִן H4480 הַחֵ֑רֶם H2764 וְשַׂמְתֶּ֞ם H7760 אֶת H853 מַחֲנֵ֤ה H4264 יִשְׂרָאֵל֙ H3478 לְחֵ֔רֶם H2764 וַעֲכַרְתֶּ֖ם H5916 אוֹתֽוֹ H853 ",
      "19": "וְכֹ֣ל H3605 כֶּ֣סֶף H3701 וְזָהָ֗ב H2091 וּכְלֵ֤י H3627 נְחֹ֨שֶׁת֙ H5178 וּבַרְזֶ֔ל H1270 קֹ֥דֶשׁ H6944 ה֖וּא H1931 לַֽיהוָ֑ה H3068 אוֹצַ֥ר H214 יְהוָ֖ה H3068 יָבֽוֹא H935 ",
      "20": "וַיָּ֣רַע H7321 הָעָ֔ם H5971 וַֽיִּתְקְע֖וּ H8628 בַּשֹּֽׁפָר֑וֹת H7782 וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 הָעָ֜ם H5971 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֗ר H7782 וַיָּרִ֤יעוּ H7321 הָעָם֙ H5971 תְּרוּעָ֣ה H8643 גְדוֹלָ֔ה H1419 וַתִּפֹּ֨ל H5307 הַֽחוֹמָ֜ה H2346 תַּחְתֶּ֗יהָ H8478 וַיַּ֨עַל H5927 הָעָ֤ם H5971 הָעִ֨ירָ H5892 אִ֣ישׁ H376 נֶגְדּ֔וֹ H5048 וַֽיִּלְכְּד֖וּ H3920 אֶת H853 הָעִֽיר H5892 ",
      "21": "וַֽיַּחֲרִ֨ימוּ֙ H2763 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 בָּעִ֔יר H5892 מֵאִישׁ֙ H376 וְעַד H5704 אִשָּׁ֔ה H802 מִנַּ֖עַר H5288 וְעַד H5704 זָקֵ֑ן H2205 וְעַ֨ד H5704 שׁ֥וֹר H7794 וָשֶׂ֛ה H7716 וַחֲמ֖וֹר H2543 לְפִי H6310 חָֽרֶב H2719 ",
      "22": "וְלִ H8147 הָאֲנָשִׁ֜ים H376 הַֽמְרַגְּלִ֤ים H7270 אֶת H853 הָאָ֨רֶץ֙ H776 אָמַ֣ר H559 יְהוֹשֻׁ֔עַ H3091 בֹּ֖אוּ H935 בֵּית H1004 הָאִשָּׁ֣ה H802 הַזּוֹנָ֑ה H2181 וְהוֹצִ֨יאוּ H3318 מִשָּׁ֤ם H8033 אֶת H853 הָֽאִשָּׁה֙ H802 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לָ֔הּ Hl כַּאֲשֶׁ֥ר H834 נִשְׁבַּעְתֶּ֖ם H7650 לָֽהּ Hl ",
      "23": "וַיָּבֹ֜אוּ H935 הַנְּעָרִ֣ים H5288 הַֽמְרַגְּלִ֗ים H7270 וַיֹּצִ֡יאוּ H3318 אֶת H853 רָ֠חָב H7343 וְאֶת H853 אָבִ֨יהָ H1 וְאֶת H853 אִמָּ֤הּ H517 וְאֶת H853 אַחֶ֨יהָ֙ H251 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לָ֔הּ Hl וְאֵ֥ת H853 כָּל H3605 מִשְׁפְּחוֹתֶ֖יהָ H4940 הוֹצִ֑יאוּ H3318 וַיַּ֨נִּיח֔וּ H3240 מִח֖וּץ H2351 לְמַחֲנֵ֥ה H4264 יִשְׂרָאֵֽל H3478 ",
      "24": "וְהָ H5892 שָׂרְפ֥וּ H8313 בָאֵ֖שׁ H784 וְכָל H3605 אֲשֶׁר H834 בָּ֑הּ Hb רַ֣ק H7535 הַכֶּ֣סֶף H3701 וְהַ H2091 וּכְלֵ֤י H3627 הַנְּחֹ֨שֶׁת֙ H5178 וְהַ H1270 נָתְנ֖וּ H5414 אוֹצַ֥ר H214 בֵּית H1004 יְהוָֽה H3068 ",
      "25": "וְֽאֶת H853 רָחָ֣ב H7343 הַ֠זּוֹנָה H2181 וְאֶת H853 בֵּ֨ית H1004 אָבִ֤יהָ H1 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לָהּ֙ Hl הֶחֱיָ֣ה H2421 יְהוֹשֻׁ֔עַ H3091 וַתֵּ֨שֶׁב֙ H3427 בְּקֶ֣רֶב H7130 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֤י H3588 הֶחְבִּ֨יאָה֙ H2244 אֶת H853 הַמַּלְאָכִ֔ים H4397 אֲשֶׁר H834 שָׁלַ֥ח H7971 יְהוֹשֻׁ֖עַ H3091 לְרַגֵּ֥ל H7270 אֶת H853 יְרִיחֽוֹ H3405 ",
      "26": "וַיַּשְׁבַּ֣ע H7650 יְהוֹשֻׁ֔עַ H3091 בָּעֵ֥ת H6256 הַהִ֖יא H1931 לֵאמֹ֑ר H559 אָר֨וּר H779 הָאִ֜ישׁ H376 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 יָקוּם֙ H6965 וּבָנָ֞ה H1129 אֶת H853 הָעִ֤יר H5892 הַזֹּאת֙ H2063 אֶת H853 יְרִיח֔וֹ H3405 בִּבְכֹר֣ H1060 יְיַסְּדֶ֔נָּה H3245 וּבִ H6810 יַצִּ֥יב H5324 דְּלָתֶֽיהָ H1817 ",
      "27": "וַיְהִ֥י H1961 יְהוָ֖ה H3068 אֶת H854 יְהוֹשֻׁ֑עַ H3091 וַיְהִ֥י H1961 שָׁמְע֖וֹ H8089 בְּכָל H3605 הָאָֽרֶץ H776 "
    },
    "7": {
      "1": "וַיִּמְעֲל֧וּ H4603 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מַ֖עַל H4604 בַּחֵ֑רֶם H2764 וַיִּקַּ֡ח H3947 עָכָ֣ן H5912 בֶּן H1121 כַּרְמִי֩ H3756 בֶן H1121 זַבְדִּ֨י H2067 בֶן H1121 זֶ֜רַח H2226 לְמַטֵּ֤ה H4294 יְהוּדָה֙ H3063 מִן H4480 הַחֵ֔רֶם H2764 וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיִּשְׁלַח֩ H7971 יְהוֹשֻׁ֨עַ H3091 אֲנָשִׁ֜ים H376 מִֽירִיח֗וֹ H3405 הָעַ֞י H5857 אֲשֶׁ֨ר H834 עִם H5973 בֵּ֥ית H1007 אָ֨וֶן֙ H1007 מִקֶּ֣דֶם H6924 לְבֵֽית H1008 אֵ֔ל H1008 וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 לֵאמֹ֔ר H559 עֲל֖וּ H5927 וְרַגְּל֣וּ H7270 אֶת H853 הָאָ֑רֶץ H776 וַֽיַּעֲלוּ֙ H5927 הָאֲנָשִׁ֔ים H376 וַֽיְרַגְּל֖וּ H7270 אֶת H853 הָעָֽי H5857 ",
      "3": "וַיָּשֻׁ֣בוּ H7725 אֶל H413 יְהוֹשֻׁ֗עַ H3091 וַיֹּאמְר֣וּ H559 אֵלָיו֮ H413 אַל H408 יַ֣עַל H5927 כָּל H3605 הָעָם֒ H5971 כְּאַלְפַּ֣יִם H505 אִ֗ישׁ H376 א֚וֹ H176 כִּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֣ים H505 אִ֔ישׁ H376 יַעֲל֖וּ H5927 וְיַכּ֣וּ H5221 אֶת H853 הָעָ֑י H5857 אַל H408 תְּיַגַּע H3021 שָׁ֨מָּה֙ H8033 אֶת H853 כָּל H3605 הָעָ֔ם H5971 כִּ֥י H3588 מְעַ֖ט H4592 הֵֽמָּה H1992 ",
      "4": "וַיַּעֲל֤וּ H5927 מִן H4480 הָעָם֙ H5971 שָׁ֔מָּה H8033 כִּשְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 אִ֑ישׁ H376 וַיָּנֻ֕סוּ H5127 לִפְנֵ֖י H6440 אַנְשֵׁ֥י H376 הָעָֽי H5857 ",
      "5": "וַיַּכּ֨וּ H5221 מֵהֶ֜ם H1992 אַנְשֵׁ֣י H376 הָעַ֗י H5857 כִּשְׁלֹשִׁ֤ים H7970 וְשִׁשָּׁה֙ H8337 אִ֔ישׁ H376 וַֽיִּרְדְּפ֞וּ H7291 לִפְנֵ֤י H6440 הַשַּׁ֨עַר֙ H8179 עַד H5704 הַשְּׁבָרִ֔ים H7671 וַיַּכּ֖וּ H5221 בַּמּוֹרָ֑ד H4174 וַיִּמַּ֥ס H4549 לְבַב H3824 הָעָ֖ם H5971 וַיְהִ֥י H1961 לְמָֽיִם H4325 ",
      "6": "וַיִּקְרַ֨ע H7167 יְהוֹשֻׁ֜עַ H3091 שִׂמְלֹתָ֗יו H8071 וַיִּפֹּל֩ H5307 עַל H5921 פָּנָ֨יו H6440 אַ֜רְצָה H776 לִפְנֵ֨י H6440 אֲר֤וֹן H727 יְהוָה֙ H3068 עַד H5704 הָעֶ֔רֶב H6153 ה֖וּא H1931 וְזִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וַיַּעֲל֥וּ H5927 עָפָ֖ר H6083 עַל H5921 רֹאשָֽׁם H7218 ",
      "7": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֲהָ֣הּ H162 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 לָ֠מָה H4100 הֵעֲבַ֨רְתָּ H5674 הַעֲבִ֜יר H5674 אֶת H853 הָעָ֤ם H5971 הַזֶּה֙ H2088 אֶת H853 הַיַּרְדֵּ֔ן H3383 לָתֵ֥ת H5414 אֹתָ֛נוּ H853 בְּיַ֥ד H3027 הָאֱמֹרִ֖י H567 לְהַאֲבִידֵ֑ H6 וְלוּ֙ H3863 הוֹאַ֣לְנוּ H2974 וַנֵּ֔שֶׁב H3427 בְּעֵ֖בֶר H5676 הַיַּרְדֵּֽן H3383 ",
      "8": "בִּ֖י H994 אֲדֹנָ֑י H136 מָ֣ה H4100 אֹמַ֔ר H559 אַ֠חֲרֵי H310 אֲשֶׁ֨ר H834 הָפַ֧ךְ H2015 יִשְׂרָאֵ֛ל H3478 עֹ֖רֶף H6203 לִפְנֵ֥י H6440 אֹיְבָֽיו H341 ",
      "9": "וְיִשְׁמְע֣וּ H8085 הַֽכְּנַעֲנִ֗י H3669 וְכֹל֙ H3605 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 וְנָסַ֣בּוּ H5437 עָלֵ֔ינוּ H5921 וְהִכְרִ֥יתוּ H3772 אֶת H853 שְׁמֵ֖נוּ H8034 מִן H4480 הָאָ֑רֶץ H776 וּמַֽה H4100 תַּעֲשֵׂ֖ה H6213 לְשִׁמְ H8034 הַגָּדֽוֹל H1419 ",
      "10": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 קֻ֣ם H6965 לָ֑ךְ Hl לָ֣מָּה H4100 זֶּ֔ה H2088 אַתָּ֖ה H859 נֹפֵ֥ל H5307 עַל H5921 פָּנֶֽיךָ H6440 ",
      "11": "חָטָא֙ H2398 יִשְׂרָאֵ֔ל H3478 וְגַם֙ H1571 עָבְר֣וּ H5674 אֶת H853 בְּרִיתִ֔י H1285 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אוֹתָ֑ם H853 וְגַ֤ם H1571 לָֽקְחוּ֙ H3947 מִן H4480 הַחֵ֔רֶם H2764 וְגַ֤ם H1571 גָּֽנְבוּ֙ H1589 וְגַ֣ם H1571 כִּֽחֲשׁ֔וּ H3584 וְגַ֖ם H1571 שָׂ֥מוּ H7760 בִכְלֵי H3627 ",
      "12": "וְלֹ֨א H3808 יֻכְל֜וּ H3201 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לָקוּם֙ H6965 לִפְנֵ֣י H6440 אֹיְבֵיהֶ֔ם H341 עֹ֗רֶף H6203 יִפְנוּ֙ H6437 לִפְנֵ֣י H6440 אֹֽיְבֵיהֶ֔ם H341 כִּ֥י H3588 הָי֖וּ H1961 לְחֵ֑רֶם H2764 לֹ֤א H3808 אוֹסִיף֙ H3254 לִֽהְי֣וֹת H1961 עִמָּכֶ֔ם H5973 אִם H518 לֹ֥א H3808 תַשְׁמִ֛ידוּ H8045 הַחֵ֖רֶם H2764 מִֽקִּרְבְּ H7130 ",
      "13": "קֻ֚ם H6965 קַדֵּ֣שׁ H6942 אֶת H853 הָעָ֔ם H5971 וְאָמַרְתָּ֖ H559 הִתְקַדְּשׁ֣וּ H6942 לְמָחָ֑ר H4279 כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 חֵ֤רֶם H2764 בְּקִרְבְּ H7130 יִשְׂרָאֵ֔ל H3478 לֹ֣א H3808 תוּכַ֗ל H3201 לָקוּם֙ H6965 לִפְנֵ֣י H6440 אֹיְבֶ֔יךָ H341 עַד H5704 הֲסִירְכֶ֥ם H5493 הַחֵ֖רֶם H2764 מִֽקִּרְבְּ H7130 ",
      "14": "וְנִקְרַבְתֶּ֥ם H7126 בַּבֹּ֖קֶר H1242 לְשִׁבְטֵי H7626 וְהָיָ֡ה H1961 הַשֵּׁבֶט֩ H7626 אֲשֶׁר H834 יִלְכְּדֶ֨נּוּ H3920 יְהוָ֜ה H3068 יִקְרַ֣ב H7126 לַמִּשְׁפָּח֗וֹת H4940 וְהַ H4940 אֲשֶֽׁר H834 יִלְכְּדֶ֤נָּה H3920 יְהוָה֙ H3068 תִּקְרַ֣ב H7126 לַבָּתִּ֔ים H1004 וְהַ H1004 אֲשֶׁ֣ר H834 יִלְכְּדֶ֣נּוּ H3920 יְהוָ֔ה H3068 יִקְרַ֖ב H7126 לַגְּבָרִֽים H1397 ",
      "15": "וְהָיָה֙ H1961 הַנִּלְכָּ֣ד H3920 בַּחֵ֔רֶם H2764 יִשָּׂרֵ֣ף H8313 בָּאֵ֔שׁ H784 אֹת֖וֹ H853 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 ל֑וֹ Hl כִּ֤י H3588 עָבַר֙ H5674 אֶת H853 בְּרִ֣ית H1285 יְהוָ֔ה H3068 וְכִֽי H3588 עָשָׂ֥ה H6213 נְבָלָ֖ה H5039 בְּיִשְׂרָאֵֽל H3478 ",
      "16": "וַיַּשְׁכֵּ֤ם H7925 יְהוֹשֻׁ֨עַ֙ H3091 בַּבֹּ֔קֶר H1242 וַיַּקְרֵ֥ב H7126 אֶת H853 יִשְׂרָאֵ֖ל H3478 לִשְׁבָטָ֑י H7626 וַיִּלָּכֵ֖ד H3920 שֵׁ֥בֶט H7626 יְהוּדָֽה H3063 ",
      "17": "וַיַּקְרֵב֙ H7126 אֶת H853 מִשְׁפַּ֣חַת H4940 יְהוּדָ֔ה H3063 וַיִּלְכֹּ֕ד H3920 אֵ֖ת H853 מִשְׁפַּ֣חַת H4940 הַזַּרְחִ֑י H2227 וַיַּקְרֵ֞ב H7126 אֶת H853 מִשְׁפַּ֤חַת H4940 הַזַּרְחִי֙ H2227 לַגְּבָרִ֔ים H1397 וַיִּלָּכֵ֖ד H3920 זַבְדִּֽי H2067 ",
      "18": "וַיַּקְרֵ֥ב H7126 אֶת H853 בֵּית֖וֹ H1004 לַגְּבָרִ֑ים H1397 וַיִּלָּכֵ֗ד H3920 עָכָ֞ן H5912 בֶּן H1121 כַּרְמִ֧י H3756 בֶן H1121 זַבְדִּ֛י H2067 בֶּן H1121 זֶ֖רַח H2226 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
      "19": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 עָכָ֗ן H5912 בְּנִי֙ H1121 שִֽׂים H7760 נָ֣א H4994 כָב֗וֹד H3519 לַֽיהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 וְתֶן H5414 ל֣וֹ Hl תוֹדָ֑ה H8426 וְהַגֶּד H5046 נָ֥א H4994 לִי֙ Hl מֶ֣ה H4100 עָשִׂ֔יתָ H6213 אַל H408 תְּכַחֵ֖ד H3582 מִמֶּֽנִּי H4480 ",
      "20": "וַיַּ֧עַן H6030 עָכָ֛ן H5912 אֶת H853 יְהוֹשֻׁ֖עַ H3091 וַיֹּאמַ֑ר H559 אָמְנָ֗ה H546 אָנֹכִ֤י H595 חָטָ֨אתִי֙ H2398 לַֽיהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 וְכָ H2063 וְכָ H2063 עָשִֽׂיתִי H6213 ",
      "21": "ואראה H7200 בַשָּׁלָ֡ל H7998 אַדֶּ֣רֶת H155 שִׁנְעָר֩ H8152 אַחַ֨ת H259 טוֹבָ֜ה H2896 וּמָאתַ֧יִם H3967 שְׁקָלִ֣ים H8255 כֶּ֗סֶף H3701 וּלְשׁ֨וֹן H3956 זָהָ֤ב H2091 אֶחָד֙ H259 חֲמִשִּׁ֤ים H2572 שְׁקָלִים֙ H8255 מִשְׁקָל֔וֹ H4948 וָֽאֶחְמְדֵ֖ H2530 וָֽאֶקָּחֵ֑ H3947 וְהִנָּ֨ H2009 טְמוּנִ֥ים H2934 בָּאָ֛רֶץ H776 בְּת֥וֹךְ H8432 הָאָֽהֳלִ֖ H168 וְהַ H3701 תַּחְתֶּֽיהָ H8478 ",
      "22": "וַיִּשְׁלַ֤ח H7971 יְהוֹשֻׁ֨עַ֙ H3091 מַלְאָכִ֔ים H4397 וַיָּרֻ֖צוּ H7323 הָאֹ֑הֱלָ H168 וְהִנֵּ֧ה H2009 טְמוּנָ֛ה H2934 בְּאָהֳל֖ H168 וְהַ H3701 תַּחְתֶּֽיהָ H8478 ",
      "23": "וַיִּקָּחוּ H3947 מִתּ֣וֹךְ H8432 הָאֹ֔הֶל H168 וַיְבִאוּ H935 אֶל H413 יְהוֹשֻׁ֔עַ H3091 וְאֶ֖ל H413 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיַּצִּקֻ֖ H3332 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "24": "וַיִּקַּ֣ח H3947 יְהוֹשֻׁ֣עַ H3091 אֶת H853 עָכָ֣ן H5912 בֶּן H1121 זֶ֡רַח H2226 וְאֶת H853 הַכֶּ֣סֶף H3701 וְאֶת H853 הָאַדֶּ֣רֶת H155 וְֽאֶת H853 לְשׁ֣וֹן H3956 הַזָּהָ֡ב H2091 וְֽאֶת H853 בָּנָ֡יו H1121 וְֽאֶת H853 בְּנֹתָ֡יו H1323 וְאֶת H853 שׁוֹרוֹ֩ H7794 וְאֶת H853 חֲמֹר֨וֹ H2543 וְאֶת H853 צֹאנ֤וֹ H6629 וְאֶֽת H853 אָהֳלוֹ֙ H168 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 ל֔וֹ Hl וְכָל H3605 יִשְׂרָאֵ֖ל H3478 עִמּ֑וֹ H5973 וַיַּעֲל֥וּ H5927 אֹתָ֖ם H853 עֵ֥מֶק H6010 עָכֽוֹר H5911 ",
      "25": "וַיֹּ֤אמֶר H559 יְהוֹשֻׁ֨עַ֙ H3091 מֶ֣ה H4100 עֲכַרְתָּ֔נוּ H5916 יַעְכֳּרְךָ֥ H5916 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיִּרְגְּמ֨וּ H7275 אֹת֤וֹ H853 כָל H3605 יִשְׂרָאֵל֙ H3478 אֶ֔בֶן H68 וַיִּשְׂרְפ֤וּ H8313 אֹתָם֙ H853 בָּאֵ֔שׁ H784 וַיִּסְקְל֥וּ H5619 אֹתָ֖ם H853 בָּאֲבָנִֽים H68 ",
      "26": "וַיָּקִ֨ימוּ H6965 עָלָ֜יו H5921 גַּל H1530 אֲבָנִ֣ים H68 גָּד֗וֹל H1419 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וַיָּ֥שָׁב H7725 יְהוָ֖ה H3068 מֵחֲר֣וֹן H2740 אַפּ֑וֹ H639 עַל H5921 כֵּ֠ן H3651 קָרָ֞א H7121 שֵׁ֣ם H8034 הַמָּק֤וֹם H4725 הַהוּא֙ H1931 עֵ֣מֶק H6010 עָכ֔וֹר H5911 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
    },
    "8": {
      "1": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 אַל H408 תִּירָ֣א H3372 וְאַל H408 תֵּחָ֔ת H2865 קַ֣ח H3947 עִמְּךָ֗ H5973 אֵ֚ת H853 כָּל H3605 עַ֣ם H5971 הַמִּלְחָמָ֔ה H4421 וְק֖וּם H6965 עֲלֵ֣ה H5927 הָעָ֑י H5857 רְאֵ֣ה H7200 נָתַ֣תִּי H5414 בְיָדְ H3027 אֶת H853 מֶ֤לֶךְ H4428 הָעַי֙ H5857 וְאֶת H853 עַמּ֔וֹ H5971 וְאֶת H853 עִיר֖וֹ H5892 וְאֶת H853 אַרְצֽוֹ H776 ",
      "2": "וְעָשִׂ֨יתָ H6213 לָעַ֜י H5857 וּלְ H4428 כַּאֲשֶׁ֨ר H834 עָשִׂ֤יתָ H6213 לִֽירִיחוֹ֙ H3405 וּלְ H4428 רַק H7535 שְׁלָלָ֥הּ H7998 וּבְהֶמְתָּ֖ H929 תָּבֹ֣זּוּ H962 לָכֶ֑ם Hl שִׂים H7760 לְךָ֥ Hl אֹרֵ֛ב H693 לָעִ֖יר H5892 מֵאַחֲרֶֽי H310 ",
      "3": "וַיָּ֧קָם H6965 יְהוֹשֻׁ֛עַ H3091 וְכָל H3605 עַ֥ם H5971 הַמִּלְחָמָ֖ה H4421 לַעֲל֣וֹת H5927 הָעָ֑י H5857 וַיִּבְחַ֣ר H977 יְ֠הוֹשֻׁעַ H3091 שְׁלֹשִׁ֨ים H7970 אֶ֤לֶף H505 אִישׁ֙ H376 גִּבּוֹרֵ֣י H1368 הַחַ֔יִל H2428 וַיִּשְׁלָחֵ֖ H7971 לָֽיְלָה H3915 ",
      "4": "וַיְצַ֨ו H6680 אֹתָ֜ם H853 לֵאמֹ֗ר H559 רְ֠אוּ H7200 אַתֶּ֞ם H859 אֹרְבִ֤ים H693 לָעִיר֙ H5892 מֵאַחֲרֵ֣י H310 הָעִ֔יר H5892 אַל H408 תַּרְחִ֥יקוּ H7368 מִן H4480 הָעִ֖יר H5892 מְאֹ֑ד H3966 וִהְיִיתֶ֥ם H1961 כֻּלְּכֶ֖ם H3605 נְכֹנִֽים H3559 ",
      "5": "וַאֲנִ֗י H589 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתִּ֔י H854 נִקְרַ֖ב H7126 אֶל H413 הָעִ֑יר H5892 וְהָיָ֗ה H1961 כִּֽי H3588 יֵצְא֤וּ H3318 לִקְרָאתֵ֨ H7125 כַּאֲשֶׁ֣ר H834 בָּרִֽאשֹׁנָ֔ה H7223 וְנַ֖סְנוּ H5127 לִפְנֵי H6440 ",
      "6": "וְיָצְא֣וּ H3318 אַחֲרֵ֗ינוּ H310 עַ֣ד H5704 הַתִּיקֵ֤נוּ H5423 אוֹתָם֙ H853 מִן H4480 הָעִ֔יר H5892 כִּ֣י H3588 יֹֽאמְר֔וּ H559 נָסִ֣ים H5127 לְפָנֵ֔י H6440 כַּאֲשֶׁ֖ר H834 בָּרִֽאשֹׁנָ֑ה H7223 וְנַ֖סְנוּ H5127 לִפְנֵי H6440 ",
      "7": "וְאַתֶּ֗ם H859 תָּקֻ֨מוּ֙ H6965 מֵהָ֣ H693 וְהוֹרַשְׁתֶּ֖ם H3423 אֶת H853 הָעִ֑יר H5892 וּנְתָנָ֛ H5414 יְהוָ֥ה H3068 אֱלֹֽהֵיכֶ֖ם H430 בְּיֶדְ H3027 ",
      "8": "וְהָיָ֞ה H1961 כְּתָפְשְׂ H8610 אֶת H853 הָעִ֗יר H5892 תַּצִּ֤יתוּ H3341 אֶת H853 הָעִיר֙ H5892 בָּאֵ֔שׁ H784 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 תַּעֲשׂ֑וּ H6213 רְא֖וּ H7200 צִוִּ֥יתִי H6680 אֶתְכֶֽם H853 ",
      "9": "וַיִּשְׁלָחֵ֣ H7971 יְהוֹשֻׁ֗עַ H3091 וַיֵּֽלְכוּ֙ H3212 אֶל H413 הַמַּאְרָ֔ב H3993 וַיֵּשְׁב֗וּ H3427 בֵּ֧ין H996 בֵּֽית H1008 אֵ֛ל H1008 וּבֵ֥ין H996 הָעַ֖י H5857 מִיָּ֣ם H3220 לָעָ֑י H5857 וַיָּ֧לֶן H3885 יְהוֹשֻׁ֛עַ H3091 בַּלַּ֥יְלָה H3915 הַה֖וּא H1931 בְּת֥וֹךְ H8432 הָעָֽם H5971 ",
      "10": "וַיַּשְׁכֵּ֤ם H7925 יְהוֹשֻׁ֨עַ֙ H3091 בַּבֹּ֔קֶר H1242 וַיִּפְקֹ֖ד H6485 אֶת H853 הָעָ֑ם H5971 וַיַּ֨עַל H5927 ה֜וּא H1931 וְזִקְנֵ֧י H2205 יִשְׂרָאֵ֛ל H3478 לִפְנֵ֥י H6440 הָעָ֖ם H5971 הָעָֽי H5857 ",
      "11": "וְכָל H3605 הָעָ֨ם H5971 הַמִּלְחָמָ֜ה H4421 אֲשֶׁ֣ר H834 אִתּ֗וֹ H854 עָלוּ֙ H5927 וַֽיִּגְּשׁ֔וּ H5066 וַיָּבֹ֖אוּ H935 נֶ֣גֶד H5048 הָעִ֑יר H5892 וַֽיַּחֲנוּ֙ H2583 מִצְּפ֣וֹן H6828 לָעַ֔י H5857 וְהַ H1516 בינו H996 וּבֵין H996 הָעָֽי H5857 ",
      "12": "וַיִּקַּ֕ח H3947 כַּחֲמֵ֥שֶׁת H2568 אֲלָפִ֖ים H505 אִ֑ישׁ H376 וַיָּ֨שֶׂם H7760 אוֹתָ֜ם H853 אֹרֵ֗ב H693 בֵּ֧ין H996 בֵּֽית H1008 אֵ֛ל H1008 וּבֵ֥ין H996 הָעַ֖י H5857 מִיָּ֥ם H3220 לָעִֽיר H5892 ",
      "13": "וַיָּשִׂ֨ימוּ H7760 הָעָ֜ם H5971 אֶת H853 כָּל H3605 הַֽמַּחֲנֶ֗ה H4264 אֲשֶׁר֙ H834 מִצְּפ֣וֹן H6828 לָעִ֔יר H5892 וְאֶת H853 עֲקֵב֖וֹ H6119 מִיָּ֣ם H3220 לָעִ֑יר H5892 וַיֵּ֧לֶךְ H3212 יְהוֹשֻׁ֛עַ H3091 בַּלַּ֥יְלָה H3915 הַה֖וּא H1931 בְּת֥וֹךְ H8432 הָעֵֽמֶק H6010 ",
      "14": "וַיְהִ֞י H1961 כִּרְא֣וֹת H7200 מֶֽלֶךְ H4428 הָעַ֗י H5857 וַֽיְמַהֲר֡וּ H4116 וַיַּשְׁכִּ֡ימוּ H7925 וַיֵּצְא֣וּ H3318 אַנְשֵֽׁי H376 הָעִ֣יר H5892 לִקְרַֽאת H7125 יִ֠שְׂרָאֵל H3478 לַֽמִּלְחָמָ֞ה H4421 ה֧וּא H1931 וְכָל H3605 עַמּ֛וֹ H5971 לַמּוֹעֵ֖ד H4150 לִפְנֵ֣י H6440 הָֽעֲרָבָ֑ה H6160 וְהוּא֙ H1931 לֹ֣א H3808 יָדַ֔ע H3045 כִּֽי H3588 אֹרֵ֥ב H693 ל֖וֹ Hl מֵאַחֲרֵ֥י H310 הָעִֽיר H5892 ",
      "15": "וַיִּנָּֽגְע֛וּ H5060 יְהוֹשֻׁ֥עַ H3091 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 לִפְנֵי H6440 וַיָּנֻ֖סוּ H5127 דֶּ֥רֶךְ H1870 הַמִּדְבָּֽר H4057 ",
      "16": "וַיִּזָּעֲק֗וּ H2199 כָּל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 בעיר H5892 לִרְדֹּ֖ף H7291 אַחֲרֵיהֶ֑ם H310 וַֽיִּרְדְּפוּ֙ H7291 אַחֲרֵ֣י H310 יְהוֹשֻׁ֔עַ H3091 וַיִּנָּתְק֖וּ H5423 מִן H4480 הָעִֽיר H5892 ",
      "17": "וְלֹֽא H3808 נִשְׁאַ֣ר H7604 אִ֗ישׁ H376 בָּעַי֙ H5857 וּבֵ֣ית H1008 אֵ֔ל H1008 אֲשֶׁ֥ר H834 לֹֽא H3808 יָצְא֖וּ H3318 אַחֲרֵ֣י H310 יִשְׂרָאֵ֑ל H3478 וַיַּעַזְב֤וּ H5800 אֶת H853 הָעִיר֙ H5892 פְּתוּחָ֔ה H6605 וַֽיִּרְדְּפ֖וּ H7291 אַחֲרֵ֥י H310 יִשְׂרָאֵֽל H3478 ",
      "18": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 יְהוֹשֻׁ֗עַ H3091 נְ֠טֵה H5186 בַּכִּיד֤וֹן H3591 אֲשֶׁר H834 בְּיָֽדְ H3027 אֶל H413 הָעַ֔י H5857 כִּ֥י H3588 בְיָדְ H3027 אֶתְּנֶ֑נָּה H5414 וַיֵּ֧ט H5186 יְהוֹשֻׁ֛עַ H3091 בַּכִּיד֥וֹן H3591 אֲשֶׁר H834 בְּיָד֖ H3027 אֶל H413 הָעִֽיר H5892 ",
      "19": "וְהָ H693 קָם֩ H6965 מְהֵרָ֨ה H4120 מִמְּקוֹמ֤ H4725 וַיָּר֨וּצוּ֙ H7323 כִּנְט֣וֹת H5186 יָד֔וֹ H3027 וַיָּבֹ֥אוּ H935 הָעִ֖יר H5892 וַֽיִּלְכְּד֑וּ H3920 וַֽיְמַהֲר֔וּ H4116 וַיַּצִּ֥יתוּ H3341 אֶת H853 הָעִ֖יר H5892 בָּאֵֽשׁ H784 ",
      "20": "וַיִּפְנ֣וּ H6437 אַנְשֵׁי֩ H376 הָעַ֨י H5857 אַחֲרֵיהֶ֜ם H310 וַיִּרְא֗וּ H7200 וְהִנֵּ֨ה H2009 עָלָ֜ה H5927 עֲשַׁ֤ן H6227 הָעִיר֙ H5892 הַשָּׁמַ֔יְמָ H8064 וְלֹא H3808 הָיָ֨ה H1961 בָהֶ֥ם Hb יָדַ֛יִם H3027 לָנ֖וּס H5127 הֵ֣נָּה H2008 וָהֵ֑נָּה H2008 וְהָ H5971 הַנָּ֣ס H5127 הַמִּדְבָּ֔ר H4057 נֶהְפַּ֖ךְ H2015 אֶל H413 הָרוֹדֵֽף H7291 ",
      "21": "וִיהוֹשֻׁ֨עַ H3091 וְכָֽל H3605 יִשְׂרָאֵ֜ל H3478 רָא֗וּ H7200 כִּֽי H3588 לָכַ֤ד H3920 הָֽאֹרֵב֙ H693 אֶת H853 הָעִ֔יר H5892 וְכִ֥י H3588 עָלָ֖ה H5927 עֲשַׁ֣ן H6227 הָעִ֑יר H5892 וַיָּשֻׁ֕בוּ H7725 וַיַּכּ֖וּ H5221 אֶת H853 אַנְשֵׁ֥י H376 הָעָֽי H5857 ",
      "22": "וְאֵ֨לֶּה H428 יָצְא֤וּ H3318 מִן H4480 הָעִיר֙ H5892 לִקְרָאתָ֔ H7125 וַיִּֽהְי֤וּ H1961 לְיִשְׂרָאֵל֙ H3478 בַּתָּ֔וֶךְ H8432 אֵ֥לֶּה H428 מִזֶּ֖ה H2088 וְאֵ֣לֶּה H428 מִזֶּ֑ה H2088 וַיַּכּ֣וּ H5221 אוֹתָ֔ם H853 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִ֥יד H8300 וּפָלִֽיט H6412 ",
      "23": "וְאֶת H853 מֶ֥לֶךְ H4428 הָעַ֖י H5857 תָּ֣פְשׂוּ H8610 חָ֑י H2416 וַיַּקְרִ֥בוּ H7126 אֹת֖וֹ H853 אֶל H413 יְהוֹשֻֽׁעַ H3091 ",
      "24": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 יִשְׂרָאֵ֡ל H3478 לַהֲרֹג֩ H2026 אֶת H853 כָּל H3605 יֹשְׁבֵ֨י H3427 הָעַ֜י H5857 בַּשָּׂדֶ֗ה H7704 בַּמִּדְבָּר֙ H4057 אֲשֶׁ֣ר H834 רְדָפ֣וּם H7291 בּ֔וֹ Hb וַֽיִּפְּל֥וּ H5307 כֻלָּ֛ם H3605 לְפִי H6310 חֶ֖רֶב H2719 עַד H5704 תֻּמָּ֑ם H8552 וַיָּשֻׁ֤בוּ H7725 כָל H3605 יִשְׂרָאֵל֙ H3478 הָעַ֔י H5857 וַיַּכּ֥וּ H5221 אֹתָ֖הּ H853 לְפִי H6310 חָֽרֶב H2719 ",
      "25": "וַיְהִי֩ H1961 כָל H3605 הַנֹּ֨פְלִ֜ים H5307 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 מֵאִ֣ישׁ H376 וְעַד H5704 אִשָּׁ֔ה H802 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אָ֑לֶף H505 כֹּ֖ל H3605 אַנְשֵׁ֥י H376 הָעָֽי H5857 ",
      "26": "וִיהוֹשֻׁ֨עַ֙ H3091 לֹֽא H3808 הֵשִׁ֣יב H7725 יָד֔וֹ H3027 אֲשֶׁ֥ר H834 נָטָ֖ה H5186 בַּכִּיד֑וֹן H3591 עַ֚ד H5704 אֲשֶׁ֣ר H834 הֶחֱרִ֔ים H2763 אֵ֖ת H853 כָּל H3605 יֹשְׁבֵ֥י H3427 הָעָֽי H5857 ",
      "27": "רַ֣ק H7535 הַבְּהֵמָ֗ה H929 וּשְׁלַל֙ H7998 הָעִ֣יר H5892 הַהִ֔יא H1931 בָּזְז֥וּ H962 לָהֶ֖ם H1992 יִשְׂרָאֵ֑ל H3478 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 אֶת H853 יְהוֹשֻֽׁעַ H3091 ",
      "28": "וַיִּשְׂרֹ֥ף H8313 יְהוֹשֻׁ֖עַ H3091 אֶת H853 הָעָ֑י H5857 וַיְשִׂימֶ֤ H7760 תֵּל H8510 עוֹלָם֙ H5769 שְׁמָמָ֔ה H8077 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "29": "וְאֶת H853 מֶ֧לֶךְ H4428 הָעַ֛י H5857 תָּלָ֥ה H8518 עַל H5921 הָעֵ֖ץ H6086 עַד H5704 עֵ֣ת H6256 הָעָ֑רֶב H6153 וּכְ H935 הַשֶּׁמֶשׁ֩ H8121 צִוָּ֨ה H6680 יְהוֹשֻׁ֜עַ H3091 וַיֹּרִ֧ידוּ H3381 אֶת H853 נִבְלָת֣וֹ H5038 מִן H4480 הָעֵ֗ץ H6086 וַיַּשְׁלִ֤יכוּ H7993 אוֹתָהּ֙ H853 אֶל H413 פֶּ֨תַח֙ H6607 שַׁ֣עַר H8179 הָעִ֔יר H5892 וַיָּקִ֤ימוּ H6965 עָלָיו֙ H5921 גַּל H1530 אֲבָנִ֣ים H68 גָּד֔וֹל H1419 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "30": "אָ֣ז H227 יִבְנֶ֤ה H1129 יְהוֹשֻׁ֨עַ֙ H3091 מִזְבֵּ֔חַ H4196 לַֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 בְּהַ֖ר H2022 עֵיבָֽל H5858 ",
      "31": "כַּאֲשֶׁ֣ר H834 צִוָּה֩ H6680 מֹשֶׁ֨ה H4872 עֶֽבֶד H5650 יְהוָ֜ה H3068 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 כַּכָּתוּב֙ H3789 בְּסֵ֨פֶר֙ H5612 תּוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 מִזְבַּח֙ H4196 אֲבָנִ֣ים H68 שְׁלֵמ֔וֹת H8003 אֲשֶׁ֛ר H834 לֹֽא H3808 הֵנִ֥יף H5130 עֲלֵיהֶ֖ן H5921 בַּרְזֶ֑ל H1270 וַיַּעֲל֨וּ H5927 עָלָ֤יו H5921 עֹלוֹת֙ H5930 לַֽיהוָ֔ה H3068 וַֽיִּזְבְּח֖וּ H2076 שְׁלָמִֽים H8002 ",
      "32": "וַיִּכְתָּב H3789 שָׁ֖ם H8033 עַל H5921 הָאֲבָנִ֑ים H68 אֵ֗ת H853 מִשְׁנֵה֙ H4932 תּוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֲשֶׁ֣ר H834 כָּתַ֔ב H3789 לִפְנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "33": "וְכָל H3605 יִשְׂרָאֵ֡ל H3478 וּזְקֵנָ֡י H2205 וְשֹׁטְרִ֣ים H7860 וְשֹׁפְטָ֡י H8199 עֹמְדִ֣ים H5975 מִזֶּ֣ה H2088 וּמִ H2088 לָאָר֡וֹן H727 נֶגֶד֩ H5048 הַכֹּהֲנִ֨ים H3548 הַלְוִיִּ֜ם H3881 נֹשְׂאֵ֣י H5375 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֗ה H3068 כַּגֵּר֙ H1616 כָּֽאֶזְרָ֔ח H249 חֶצְיוֹ֙ H2677 אֶל H413 מ֣וּל H4136 הַר H2022 גְּרִזִ֔ים H1630 וְהַֽ H2677 אֶל H413 מ֣וּל H4136 הַר H2022 עֵיבָ֑ל H5858 כַּאֲשֶׁ֨ר H834 צִוָּ֜ה H6680 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 יְהוָ֗ה H3068 לְבָרֵ֛ךְ H1288 אֶת H853 הָעָ֥ם H5971 יִשְׂרָאֵ֖ל H3478 בָּרִאשֹׁנָֽה H7223 ",
      "34": "וְאַֽחֲרֵי H310 כֵ֗ן H3651 קָרָא֙ H7121 אֶת H853 כָּל H3605 דִּבְרֵ֣י H1697 הַתּוֹרָ֔ה H8451 הַבְּרָכָ֖ה H1293 וְהַ H7045 כְּכָל H3605 הַכָּת֖וּב H3789 בְּסֵ֥פֶר H5612 הַתּוֹרָֽה H8451 ",
      "35": "לֹֽא H3808 הָיָ֣ה H1961 דָבָ֔ר H1697 מִכֹּ֖ל H3605 אֲשֶׁר H834 צִוָּ֣ה H6680 מֹשֶׁ֑ה H4872 אֲשֶׁ֨ר H834 לֹֽא H3808 קָרָ֜א H7121 יְהוֹשֻׁ֗עַ H3091 נֶ֣גֶד H5048 כָּל H3605 קְהַ֤ל H6951 יִשְׂרָאֵל֙ H3478 וְהַ H802 וְהַ H2945 וְהַ H1616 הַהֹלֵ֥ךְ H1980 בְּקִרְבָּֽ H7130 "
    },
    "9": {
      "1": "וַיְהִ֣י H1961 כִשְׁמֹ֣עַ H8085 כָּֽל H3605 הַמְּלָכִ֡ים H4428 אֲשֶׁר֩ H834 בְּעֵ֨בֶר H5676 הַיַּרְדֵּ֜ן H3383 בָּהָ֣ר H2022 וּבַ H8219 וּבְ H3605 ח֚וֹף H2348 הַיָּ֣ם H3220 הַגָּד֔וֹל H1419 אֶל H413 מ֖וּל H4136 הַלְּבָנ֑וֹן H3844 הַֽחִתִּי֙ H2850 וְהָ֣ H567 הַֽכְּנַעֲנִי֙ H3669 הַפְּרִזִּ֔י H6522 הַחִוִּ֖י H2340 וְהַ H2983 ",
      "2": "וַיִּֽתְקַבְּצ֣וּ H6908 יַחְדָּ֔ו H3162 לְהִלָּחֵ֥ם H3898 עִם H5973 יְהוֹשֻׁ֖עַ H3091 וְעִם H5973 יִשְׂרָאֵ֑ל H3478 פֶּ֖ה H6310 אֶחָֽד H259 ",
      "3": "וְיֹשְׁבֵ֨י H3427 גִבְע֜וֹן H1391 שָׁמְע֗וּ H8085 אֵת֩ H853 אֲשֶׁ֨ר H834 עָשָׂ֧ה H6213 יְהוֹשֻׁ֛עַ H3091 לִֽירִיח֖וֹ H3405 וְלָ H5857 ",
      "4": "וַיַּעֲשׂ֤וּ H6213 גַם H1571 הֵ֨מָּה֙ H1992 בְּעָרְמָ֔ה H6195 וַיֵּלְכ֖וּ H3212 וַיִּצְטַיָּ֑רוּ H6737 וַיִּקְח֞וּ H3947 שַׂקִּ֤ים H8242 בָּלִים֙ H1087 לַחֲמ֣וֹרֵי H2543 וְנֹאד֥וֹת H4997 יַ֨יִן֙ H3196 בָּלִ֔ים H1087 וּמְבֻקָּעִ֖ים H1234 וּמְצֹרָרִֽים H6887 ",
      "5": "וּנְעָל֨וֹת H5275 בָּל֤וֹת H1087 וּמְטֻלָּאוֹת֙ H2921 בְּרַגְלֵי H7272 וּשְׂלָמ֥וֹת H8008 בָּל֖וֹת H1087 עֲלֵיהֶ֑ם H5921 וְכֹל֙ H3605 לֶ֣חֶם H3899 צֵידָ֔ם H6720 יָבֵ֖שׁ H3001 הָיָ֥ה H1961 נִקֻּדִֽים H5350 ",
      "6": "וַיֵּלְכ֧וּ H3212 אֶל H413 יְהוֹשֻׁ֛עַ H3091 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 הַגִּלְגָּ֑ל H1537 וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 וְאֶל H413 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 מֵאֶ֤רֶץ H776 רְחוֹקָה֙ H7350 בָּ֔אנוּ H935 וְעַתָּ֖ה H6258 כִּרְתוּ H3772 לָ֥נוּ Hl בְרִֽית H1285 ",
      "7": "ויאמרו H559 אִֽישׁ H376 יִשְׂרָאֵ֖ל H3478 אֶל H413 הַחִוִּ֑י H2340 אוּלַ֗י H194 בְּקִרְבִּ H7130 אַתָּ֣ה H859 יוֹשֵׁ֔ב H3427 וְאֵ֖יךְ H349 אכרות H3772 לְךָ֥ H3772 בְרִֽית H1285 ",
      "8": "וַיֹּאמְר֥וּ H559 אֶל H413 יְהוֹשֻׁ֖עַ H3091 עֲבָדֶ֣יךָ H5650 אֲנָ֑חְנוּ H587 וַיֹּ֨אמֶר H559 אֲלֵהֶ֧ם H413 יְהוֹשֻׁ֛עַ H3091 מִ֥י H4310 אַתֶּ֖ם H859 וּמֵ H370 תָּבֹֽאוּ H935 ",
      "9": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 מֵאֶ֨רֶץ H776 רְחוֹקָ֤ה H7350 מְאֹד֙ H3966 בָּ֣אוּ H935 עֲבָדֶ֔יךָ H5650 לְשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 כִּֽי H3588 שָׁמַ֣עְנוּ H8085 שָׁמְע֔וֹ H8089 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בְּמִצְרָֽיִם H4714 ",
      "10": "וְאֵ֣ת H853 כָּל H3605 אֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 לִשְׁנֵי֙ H8147 מַלְכֵ֣י H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֖ר H834 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 לְסִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 וּלְ H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֖ן H1316 אֲשֶׁ֥ר H834 בְּעַשְׁתָּרֽוֹת H6252 ",
      "11": "וַיֹּאמְר֣וּ H559 אֵלֵ֡ינוּ H413 זְֽקֵינֵינוּ֩ H2205 וְכָל H3605 יֹשְׁבֵ֨י H3427 אַרְצֵ֜נוּ H776 לֵאמֹ֗ר H559 קְח֨וּ H3947 בְיֶדְ H3027 צֵידָה֙ H6720 לַדֶּ֔רֶךְ H1870 וּלְכ֖וּ H3212 לִקְרָאתָ֑ H7125 וַאֲמַרְתֶּ֤ם H559 אֲלֵיהֶם֙ H413 עַבְדֵיכֶ֣ם H5650 אֲנַ֔חְנוּ H587 וְעַתָּ֖ה H6258 כִּרְתוּ H3772 לָ֥נוּ Hl בְרִֽית H1285 ",
      "12": "זֶ֣ה H2088 לַחְמֵ֗נוּ H3899 חָ֞ם H2525 הִצְטַיַּ֤דְנוּ H6679 אֹתוֹ֙ H853 מִבָּ֣תֵּ֔י H1004 בְּי֥וֹם H3117 צֵאתֵ֖נוּ H3318 לָלֶ֣כֶת H3212 אֲלֵיכֶ֑ם H413 וְעַתָּה֙ H6258 הִנֵּ֣ה H2009 יָבֵ֔שׁ H3001 וְהָיָ֖ה H1961 נִקֻּדִֽים H5350 ",
      "13": "וְאֵ֨לֶּה H428 נֹאד֤וֹת H4997 הַיַּ֨יִן֙ H3196 אֲשֶׁ֣ר H834 מִלֵּ֣אנוּ H4390 חֲדָשִׁ֔ים H2319 וְהִנֵּ֖ה H2009 הִתְבַּקָּ֑עוּ H1234 וְאֵ֤לֶּה H428 שַׂלְמוֹתֵ֨ינוּ֙ H8008 וּנְעָלֵ֔י H5275 בָּל֕וּ H1086 מֵרֹ֥ב H7230 הַדֶּ֖רֶךְ H1870 מְאֹֽד H3966 ",
      "14": "וַיִּקְח֥וּ H3947 הָֽאֲנָשִׁ֖ים H376 מִצֵּידָ֑ H6718 וְאֶת H853 פִּ֥י H6310 יְהוָ֖ה H3068 לֹ֥א H3808 שָׁאָֽלוּ H7592 ",
      "15": "וַיַּ֨עַשׂ H6213 לָהֶ֤ם Hl יְהוֹשֻׁ֨עַ֙ H3091 שָׁל֔וֹם H7965 וַיִּכְרֹ֥ת H3772 לָהֶ֛ם Hl בְּרִ֖ית H1285 לְחַיּוֹתָ֑ H2421 וַיִּשָּׁבְע֣וּ H7650 לָהֶ֔ם Hl נְשִׂיאֵ֖י H5387 הָעֵדָֽה H5712 ",
      "16": "וַיְהִ֗י H1961 מִקְצֵה֙ H7097 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 אַחֲרֵ֕י H310 אֲשֶׁר H834 כָּרְת֥וּ H3772 לָהֶ֖ם Hl בְּרִ֑ית H1285 וַֽיִּשְׁמְע֗וּ H8085 כִּי H3588 קְרֹבִ֥ים H7138 הֵם֙ H1992 אֵלָ֔יו H413 וּבְ H7130 הֵ֥ם H1992 יֹשְׁבִֽים H3427 ",
      "17": "וַיִּסְע֣וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 וַיָּבֹ֛אוּ H935 אֶל H413 עָרֵיהֶ֖ם H5892 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 וְעָרֵי H5892 גִּבְע֣וֹן H1391 וְהַ H3716 וּבְאֵר֖וֹת H881 וְקִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
      "18": "וְלֹ֤א H3808 הִכּוּם֙ H5221 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 נִשְׁבְּע֤וּ H7650 לָהֶם֙ Hl נְשִׂיאֵ֣י H5387 הָֽעֵדָ֔ה H5712 בַּֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וַיִּלֹּ֥נוּ H3885 כָל H3605 הָעֵדָ֖ה H5712 עַל H5921 הַנְּשִׂיאִֽים H5387 ",
      "19": "וַיֹּאמְר֤וּ H559 כָל H3605 הַנְּשִׂיאִים֙ H5387 אֶל H413 כָּל H3605 הָ֣עֵדָ֔ה H5712 אֲנַ֨חְנוּ֙ H587 נִשְׁבַּ֣עְנוּ H7650 לָהֶ֔ם Hl בַּֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וְעַתָּ֕ה H6258 לֹ֥א H3808 נוּכַ֖ל H3201 לִנְגֹּ֥עַ H5060 בָּהֶֽם Hb ",
      "20": "זֹ֛את H2063 נַעֲשֶׂ֥ה H6213 לָהֶ֖ם Hl וְהַחֲיֵ֣ה H2421 אוֹתָ֑ם H853 וְלֹֽא H3808 יִֽהְיֶ֤ה H1961 עָלֵ֨ינוּ֙ H5921 קֶ֔צֶף H7110 עַל H5921 הַשְּׁבוּעָ֖ה H7621 אֲשֶׁר H834 נִשְׁבַּ֥עְנוּ H7650 לָהֶֽם Hl ",
      "21": "וַיֹּאמְר֧וּ H559 אֲלֵיהֶ֛ם H413 הַנְּשִׂיאִ֖ים H5387 יִֽחְי֑וּ H2421 וַ֠יִּֽהְיוּ H1961 חֹטְבֵ֨י H2404 עֵצִ֤ים H6086 וְשֹֽׁאֲבֵי H7579 מַ֨יִם֙ H4325 לְכָל H3605 הָ֣עֵדָ֔ה H5712 כַּאֲשֶׁ֛ר H834 דִּבְּר֥וּ H1696 לָהֶ֖ם Hl הַנְּשִׂיאִֽים H5387 ",
      "22": "וַיִּקְרָ֤א H7121 לָהֶם֙ Hl יְהוֹשֻׁ֔עַ H3091 וַיְדַבֵּ֥ר H1696 אֲלֵיהֶ֖ם H413 לֵאמֹ֑ר H559 לָמָּה֩ H4100 רִמִּיתֶ֨ם H7411 אֹתָ֜נוּ H853 לֵאמֹ֗ר H559 רְחוֹקִ֨ים H7350 אֲנַ֤חְנוּ H587 מִכֶּם֙ H4480 מְאֹ֔ד H3966 וְאַתֶּ֖ם H859 בְּקִרְבֵּ֥ H7130 יֹשְׁבִֽים H3427 ",
      "23": "וְעַתָּ֖ה H6258 אֲרוּרִ֣ים H779 אַתֶּ֑ם H859 וְלֹֽא H3808 יִכָּרֵ֨ת H3772 מִכֶּ֜ם H4480 עֶ֗בֶד H5650 וְחֹטְבֵ֥י H2404 עֵצִ֛ים H6086 וְשֹֽׁאֲבֵי H7579 מַ֖יִם H4325 לְבֵ֥ית H1004 אֱלֹהָֽי H430 ",
      "24": "וַיַּעֲנ֨וּ H6030 אֶת H853 יְהוֹשֻׁ֜עַ H3091 וַיֹּאמְר֗וּ H559 כִּי֩ H3588 הֻגֵּ֨ד H5046 הֻגַּ֤ד H5046 לַעֲבָדֶ֨י H5650 אֵת֩ H853 אֲשֶׁ֨ר H834 צִוָּ֜ה H6680 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אֶת H853 מֹשֶׁ֣ה H4872 עַבְדּ֔וֹ H5650 לָתֵ֤ת H5414 לָכֶם֙ Hl אֶת H853 כָּל H3605 הָאָ֔רֶץ H776 וּלְ H8045 אֶת H853 כָּל H3605 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 מִפְּנֵי H6440 וַנִּירָ֨א H3372 מְאֹ֤ד H3966 לְנַפְשֹׁתֵ֨י H5315 מִפְּנֵי H6440 וַֽנַּעֲשֵׂ֖ה H6213 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "25": "וְעַתָּ֖ה H6258 הִנְנ֣וּ H2005 בְיָדֶ֑ H3027 כַּטּ֨וֹב H2896 וְכַ H3477 בְּעֵינֶ֛י H5869 לַעֲשׂ֥וֹת H6213 לָ֖נוּ Hl עֲשֵֽׂה H6213 ",
      "26": "וַיַּ֥עַשׂ H6213 לָהֶ֖ם Hl כֵּ֑ן H3651 וַיַּצֵּ֥ל H5337 אוֹתָ֛ם H853 מִיַּ֥ד H3027 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 וְלֹ֥א H3808 הֲרָגֽוּם H2026 ",
      "27": "וַיִּתְּנֵ֨ H5414 יְהוֹשֻׁ֜עַ H3091 בַּיּ֣וֹם H3117 הַה֗וּא H1931 חֹטְבֵ֥י H2404 עֵצִ֛ים H6086 וְשֹׁ֥אֲבֵי H7579 מַ֖יִם H4325 לָֽעֵדָ֑ה H5712 וּלְ H4196 יְהוָה֙ H3068 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁ֥ר H834 יִבְחָֽר H977 "
    },
    "10": {
      "1": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אֲדֹֽנִי H139 צֶ֜דֶק H139 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֗ם H3389 כִּֽי H3588 לָכַ֨ד H3920 יְהוֹשֻׁ֣עַ H3091 אֶת H853 הָעַי֮ H5857 וַיַּחֲרִימָ H2763 כַּאֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 לִֽירִיחוֹ֙ H3405 וּלְ H4428 כֵּן H3651 עָשָׂ֥ה H6213 לָעַ֖י H5857 וּלְ H4428 וְכִ֨י H3588 הִשְׁלִ֜ימוּ H7999 יֹשְׁבֵ֤י H3427 גִבְעוֹן֙ H1391 אֶת H854 יִשְׂרָאֵ֔ל H3478 וַיִּֽהְי֖וּ H1961 בְּקִרְבָּֽ H7130 ",
      "2": "וַיִּֽירְא֣וּ H3372 מְאֹ֔ד H3966 כִּ֣י H3588 עִ֤יר H5892 גְּדוֹלָה֙ H1419 גִּבְע֔וֹן H1391 כְּאַחַ֖ת H259 עָרֵ֣י H5892 הַמַּמְלָכָ֑ה H4467 וְכִ֨י H3588 הִ֤יא H1931 גְדוֹלָה֙ H1419 מִן H4480 הָעַ֔י H5857 וְכָל H3605 אֲנָשֶׁ֖יהָ H376 גִּבֹּרִֽים H1368 ",
      "3": "וַיִּשְׁלַ֨ח H7971 אֲדֹנִי H139 צֶ֜דֶק H139 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֗ם H3389 אֶל H413 הוֹהָ֣ם H1944 מֶֽלֶךְ H4428 חֶ֠בְרוֹן H2275 וְאֶל H413 פִּרְאָ֨ם H6502 מֶֽלֶךְ H4428 יַרְמ֜וּת H3412 וְאֶל H413 יָפִ֧יעַ H3309 מֶֽלֶךְ H4428 לָכִ֛ישׁ H3923 וְאֶל H413 דְּבִ֥יר H1688 מֶֽלֶךְ H4428 עֶגְל֖וֹן H5700 לֵאמֹֽר H559 ",
      "4": "עֲלֽוּ H5927 אֵלַ֣י H413 וְעִזְרֻ֔ H5826 וְנַכֶּ֖ה H5221 אֶת H853 גִּבְע֑וֹן H1391 כִּֽי H3588 הִשְׁלִ֥ימָה H7999 אֶת H854 יְהוֹשֻׁ֖עַ H3091 וְאֶת H854 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "5": "וַיֵּאָסְפ֨וּ H622 וַֽיַּעֲל֜וּ H5927 חֲמֵ֣שֶׁת H2568 מַלְכֵ֣י H4428 הָאֱמֹרִ֗י H567 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֜ם H3389 מֶֽלֶךְ H4428 חֶבְר֤וֹן H2275 מֶֽלֶךְ H4428 יַרְמוּת֙ H3412 מֶֽלֶךְ H4428 לָכִ֣ישׁ H3923 מֶֽלֶךְ H4428 עֶגְל֔וֹן H5700 הֵ֖ם H1992 וְכָל H3605 מַֽחֲנֵיהֶ֑ם H4264 וַֽיַּחֲנוּ֙ H2583 עַל H5921 גִּבְע֔וֹן H1391 וַיִּֽלָּחֲמ֖וּ H3898 עָלֶֽיהָ H5921 ",
      "6": "וַיִּשְׁלְח֣וּ H7971 אַנְשֵׁי֩ H376 גִבְע֨וֹן H1391 אֶל H413 יְהוֹשֻׁ֤עַ H3091 אֶל H413 הַֽמַּחֲנֶה֙ H4264 הַגִּלְגָּ֣לָ H1537 לֵאמֹ֔ר H559 אַל H408 תֶּ֥רֶף H7503 יָדֶ֖יךָ H3027 מֵֽעֲבָדֶ֑י H5650 עֲלֵ֧ה H5927 אֵלֵ֣ינוּ H413 מְהֵרָ֗ה H4120 וְהוֹשִׁ֤יעָ H3467 לָּ֨נוּ֙ Hl וְעָזְרֵ֔ H5826 כִּ֚י H3588 נִקְבְּצ֣וּ H6908 אֵלֵ֔ינוּ H413 כָּל H3605 מַלְכֵ֥י H4428 הָאֱמֹרִ֖י H567 יֹשְׁבֵ֥י H3427 הָהָֽר H2022 ",
      "7": "וַיַּ֨עַל H5927 יְהוֹשֻׁ֜עַ H3091 מִן H4480 הַגִּלְגָּ֗ל H1537 ה֚וּא H1931 וְכָל H3605 עַ֤ם H5971 הַמִּלְחָמָה֙ H4421 עִמּ֔וֹ H5973 וְכֹ֖ל H3605 גִּבּוֹרֵ֥י H1368 הֶחָֽיִל H2428 ",
      "8": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 אַל H408 תִּירָ֣א H3372 מֵהֶ֔ם H1992 כִּ֥י H3588 בְיָדְ H3027 נְתַתִּ֑ים H5414 לֹֽא H3808 יַעֲמֹ֥ד H5975 אִ֛ישׁ H376 מֵהֶ֖ם H1992 בְּפָנֶֽי H6440 ",
      "9": "וַיָּבֹ֧א H935 אֲלֵיהֶ֛ם H413 יְהוֹשֻׁ֖עַ H3091 פִּתְאֹ֑ם H6597 כָּל H3605 הַלַּ֕יְלָה H3915 עָלָ֖ה H5927 מִן H4480 הַגִּלְגָּֽל H1537 ",
      "10": "וַיְהֻמֵּ֤ H2000 יְהוָה֙ H3068 לִפְנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 וַיַּכֵּ֥ H5221 מַכָּֽה H4347 גְדוֹלָ֖ה H1419 בְּגִבְע֑וֹן H1391 וַֽיִּרְדְּפֵ֗ H7291 דֶּ֚רֶךְ H1870 מַעֲלֵ֣ה H4609 בֵית H1032 חוֹרֹ֔ן H1032 וַיַּכֵּ֥ H5221 עַד H5704 עֲזֵקָ֖ה H5825 וְעַד H5704 מַקֵּדָֽה H4719 ",
      "11": "וַיְהִ֞י H1961 בְּנֻסָ֣ H5127 מִפְּנֵ֣י H6440 יִשְׂרָאֵ֗ל H3478 הֵ֞ם H1992 בְּמוֹרַ֤ד H4174 בֵּית H1032 חוֹרֹן֙ H1032 וַֽיהוָ֡ה H3068 הִשְׁלִ֣יךְ H7993 עֲלֵיהֶם֩ H5921 אֲבָנִ֨ים H68 גְּדֹל֧וֹת H1419 מִן H4480 הַשָּׁמַ֛יִם H8064 עַד H5704 עֲזֵקָ֖ה H5825 וַיָּמֻ֑תוּ H4191 רַבִּ֗ים H7227 אֲשֶׁר H834 מֵ֨תוּ֙ H4191 בְּאַבְנֵ֣י H68 הַבָּרָ֔ד H1259 מֵאֲשֶׁ֥ר H834 הָרְג֛וּ H2026 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בֶּחָֽרֶב H2719 ",
      "12": "אָ֣ז H227 יְדַבֵּ֤ר H1696 יְהוֹשֻׁעַ֙ H3091 לַֽיהוָ֔ה H3068 בְּי֗וֹם H3117 תֵּ֤ת H5414 יְהוָה֙ H3068 אֶת H853 הָ֣אֱמֹרִ֔י H567 לִפְנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיֹּ֣אמֶר H559 לְעֵינֵ֣י H5869 יִשְׂרָאֵ֗ל H3478 שֶׁ֚מֶשׁ H8121 בְּגִבְע֣וֹן H1391 דּ֔וֹם H1826 וְיָרֵ֖חַ H3394 בְּעֵ֥מֶק H6010 אַיָּלֽוֹן H357 ",
      "13": "וַיִּדֹּ֨ם H1826 הַשֶּׁ֜מֶשׁ H8121 וְיָרֵ֣חַ H3394 עָמָ֗ד H5975 עַד H5704 יִקֹּ֥ם H5358 גּוֹי֙ H1471 אֹֽיְבָ֔יו H341 הֲלֹא H3808 הִ֥יא H1931 כְתוּבָ֖ה H3789 עַל H5921 סֵ֣פֶר H5612 הַיָּשָׁ֑ר H3477 וַיַּעֲמֹ֤ד H5975 הַשֶּׁ֨מֶשׁ֙ H8121 בַּחֲצִ֣י H2677 הַשָּׁמַ֔יִם H8064 וְלֹא H3808 אָ֥ץ H213 לָב֖וֹא H935 כְּי֥וֹם H3117 תָּמִֽים H8549 ",
      "14": "וְלֹ֨א H3808 הָיָ֜ה H1961 כַּיּ֤וֹם H3117 הַהוּא֙ H1931 לְפָנָ֣י H6440 וְאַחֲרָ֔י H310 לִשְׁמֹ֥עַ H8085 יְהוָ֖ה H3068 בְּק֣וֹל H6963 אִ֑ישׁ H376 כִּ֣י H3588 יְהוָ֔ה H3068 נִלְחָ֖ם H3898 לְיִשְׂרָאֵֽל H3478 ",
      "15": "וַיָּ֤שָׁב H7725 יְהוֹשֻׁ֨עַ֙ H3091 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּ֔וֹ H5973 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 הַגִּלְגָּֽלָ H1537 ",
      "16": "וַיָּנֻ֕סוּ H5127 חֲמֵ֖שֶׁת H2568 הַמְּלָכִ֣ים H4428 הָאֵ֑לֶּה H428 וַיֵּחָבְא֥וּ H2244 בַמְּעָרָ֖ה H4631 בְּמַקֵּדָֽה H4719 ",
      "17": "וַיֻּגַּ֖ד H5046 לִיהוֹשֻׁ֣עַ H3091 לֵאמֹ֑ר H559 נִמְצְאוּ֙ H4672 חֲמֵ֣שֶׁת H2568 הַמְּלָכִ֔ים H4428 נֶחְבְּאִ֥ים H2244 בַּמְּעָרָ֖ה H4631 בְּמַקֵּדָֽה H4719 ",
      "18": "וַיֹּ֣אמֶר H559 יְהוֹשֻׁ֔עַ H3091 גֹּ֛לּוּ H1556 אֲבָנִ֥ים H68 גְּדֹל֖וֹת H1419 אֶל H413 פִּ֣י H6310 הַמְּעָרָ֑ה H4631 וְהַפְקִ֧ידוּ H6485 עָלֶ֛יהָ H5921 אֲנָשִׁ֖ים H376 לְשָׁמְרָֽ H8104 ",
      "19": "וְאַתֶּם֙ H859 אַֽל H408 תַּעֲמֹ֔דוּ H5975 רִדְפוּ֙ H7291 אַחֲרֵ֣י H310 אֹֽיְבֵיכֶ֔ם H341 וְזִנַּבְתֶּ֖ם H2179 אוֹתָ֑ם H853 אַֽל H408 תִּתְּנ֗וּם H5414 לָבוֹא֙ H935 אֶל H413 עָ֣רֵיהֶ֔ם H5892 כִּ֧י H3588 נְתָנָ֛ם H5414 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 בְּיֶדְ H3027 ",
      "20": "וַיְהִי֩ H1961 כְּכַלּ֨וֹת H3615 יְהוֹשֻׁ֜עַ H3091 וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לְהַכּוֹתָ֛ H5221 מַכָּ֥ה H4347 גְדוֹלָֽה H1419 מְאֹ֖ד H3966 עַד H5704 תֻּמָּ֑ם H8552 וְהַ H8300 שָׂרְד֣וּ H8277 מֵהֶ֔ם H1992 וַיָּבֹ֖אוּ H935 אֶל H413 עָרֵ֥י H5892 הַמִּבְצָֽר H4013 ",
      "21": "וַיָּשֻׁבוּ֩ H7725 כָל H3605 הָעָ֨ם H5971 אֶל H413 הַמַּחֲנֶ֧ה H4264 אֶל H413 יְהוֹשֻׁ֛עַ H3091 מַקֵּדָ֖ה H4719 בְּשָׁל֑וֹם H7965 לֹֽא H3808 חָרַ֞ץ H2782 לִבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 לְאִ֖ישׁ H376 אֶת H853 לְשֹׁנֽוֹ H3956 ",
      "22": "וַיֹּ֣אמֶר H559 יְהוֹשֻׁ֔עַ H3091 פִּתְח֖וּ H6605 אֶת H853 פִּ֣י H6310 הַמְּעָרָ֑ה H4631 וְהוֹצִ֣יאוּ H3318 אֵלַ֗י H413 אֶת H853 חֲמֵ֛שֶׁת H2568 הַמְּלָכִ֥ים H4428 הָאֵ֖לֶּה H428 מִן H4480 הַמְּעָרָֽה H4631 ",
      "23": "וַיַּ֣עֲשׂוּ H6213 כֵ֔ן H3651 וַיֹּצִ֣יאוּ H3318 אֵלָ֗יו H413 אֶת H853 חֲמֵ֛שֶׁת H2568 הַמְּלָכִ֥ים H4428 הָאֵ֖לֶּה H428 מִן H4480 הַמְּעָרָ֑ה H4631 אֵ֣ת H853 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֗ם H3389 אֶת H853 מֶ֤לֶךְ H4428 חֶבְרוֹן֙ H2275 אֶת H853 מֶ֣לֶךְ H4428 יַרְמ֔וּת H3412 אֶת H853 מֶ֥לֶךְ H4428 לָכִ֖ישׁ H3923 אֶת H853 מֶ֥לֶךְ H4428 עֶגְלֽוֹן H5700 ",
      "24": "וַ֠יְהִי H1961 כְּֽהוֹצִיאָ֞ H3318 אֶת H853 הַמְּלָכִ֣ים H4428 הָאֵלֶּה֮ H428 אֶל H413 יְהוֹשֻׁעַ֒ H3091 וַיִּקְרָ֨א H7121 יְהוֹשֻׁ֜עַ H3091 אֶל H413 כָּל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 וַ֠יֹּאמֶר H559 אֶל H413 קְצִינֵ֞י H7101 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 הֶהָלְכ֣וּא H1980 אִתּ֔וֹ H854 קִרְב֗וּ H7126 שִׂ֚ימוּ H7760 אֶת H853 רַגְלֵיכֶ֔ם H7272 עַֽל H5921 צַוְּארֵ֖י H6677 הַמְּלָכִ֣ים H4428 הָאֵ֑לֶּה H428 וַֽיִּקְרְב֔וּ H7126 וַיָּשִׂ֥ימוּ H7760 אֶת H853 רַגְלֵיהֶ֖ם H7272 עַל H5921 צַוְּארֵיהֶֽם H6677 ",
      "25": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 יְהוֹשֻׁ֔עַ H3091 אַל H408 תִּֽירְא֖וּ H3372 וְאַל H408 תֵּחָ֑תּוּ H2865 חִזְק֣וּ H2388 וְאִמְצ֔וּ H553 כִּ֣י H3588 כָ֗כָה H3602 יַעֲשֶׂ֤ה H6213 יְהוָה֙ H3068 לְכָל H3605 אֹ֣יְבֵיכֶ֔ם H341 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 נִלְחָמִ֥ים H3898 אוֹתָֽם H853 ",
      "26": "וַיַּכֵּ֨ H5221 יְהוֹשֻׁ֤עַ H3091 אַֽחֲרֵי H310 כֵן֙ H3651 וַיְמִיתֵ֔ H4191 וַיִּתְלֵ֕ H8518 עַ֖ל H5921 חֲמִשָּׁ֣ה H2568 עֵצִ֑ים H6086 וַיִּֽהְי֛וּ H1961 תְּלוּיִ֥ם H8518 עַל H5921 הָעֵצִ֖ים H6086 עַד H5704 הָעָֽרֶב H6153 ",
      "27": "וַיְהִ֞י H1961 לְעֵ֣ת H6256 בּ֣וֹא H935 הַשֶּׁ֗מֶשׁ H8121 צִוָּ֤ה H6680 יְהוֹשֻׁ֨עַ֙ H3091 וַיֹּֽרִידוּ H3381 מֵעַ֣ל H5921 הָעֵצִ֔ים H6086 וַיַּ֨שְׁלִכֻ֔ H7993 אֶל H413 הַמְּעָרָ֖ה H4631 אֲשֶׁ֣ר H834 נֶחְבְּאוּ H2244 שָׁ֑ם H8033 וַיָּשִׂ֜מוּ H7760 אֲבָנִ֤ים H68 גְּדֹלוֹת֙ H1419 עַל H5921 פִּ֣י H6310 הַמְּעָרָ֔ה H4631 עַד H5704 עֶ֖צֶם H6106 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "28": "וְאֶת H853 מַקֵּדָה֩ H4719 לָכַ֨ד H3920 יְהוֹשֻׁ֜עַ H3091 בַּיּ֣וֹם H3117 הַה֗וּא H1931 וַיַּכֶּ֣ H5221 לְפִי H6310 חֶרֶב֮ H2719 וְאֶת H853 מַלְכָּהּ֒ H4428 הֶחֱרִ֣ם H2763 אוֹתָ֗ם H853 וְאֶת H853 כָּל H3605 הַנֶּ֨פֶשׁ֙ H5315 אֲשֶׁר H834 בָּ֔הּ Hb לֹ֥א H3808 הִשְׁאִ֖יר H7604 שָׂרִ֑יד H8300 וַיַּ֨עַשׂ֙ H6213 לְמֶ֣לֶךְ H4428 מַקֵּדָ֔ה H4719 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְמֶ֥לֶךְ H4428 יְרִיחֽוֹ H3405 ",
      "29": "וַיַּעֲבֹ֣ר H5674 יְ֠הוֹשֻׁעַ H3091 וְכָֽל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מִמַּקֵּדָ֖ה H4719 לִבְנָ֑ה H3841 וַיִּלָּ֖חֶם H3898 עִם H5973 לִבְנָֽה H3841 ",
      "30": "וַיִּתֵּן֩ H5414 יְהוָ֨ה H3068 גַּם H1571 אוֹתָ֜הּ H853 בְּיַ֣ד H3027 יִשְׂרָאֵ֘ל H3478 וְאֶת H853 מַלְכָּהּ֒ H4428 וַיַּכֶּ֣ H5221 לְפִי H6310 חֶ֗רֶב H2719 וְאֶת H853 כָּל H3605 הַנֶּ֨פֶשׁ֙ H5315 אֲשֶׁר H834 בָּ֔הּ Hb לֹֽא H3808 הִשְׁאִ֥יר H7604 בָּ֖הּ Hb שָׂרִ֑יד H8300 וַיַּ֣עַשׂ H6213 לְמַלְכָּ֔ H4428 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְמֶ֥לֶךְ H4428 יְרִיחֽוֹ H3405 ",
      "31": "וַיַּעֲבֹ֣ר H5674 יְ֠הוֹשֻׁעַ H3091 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מִלִּבְנָ֖ה H3841 לָכִ֑ישָׁה H3923 וַיִּ֣חַן H2583 עָלֶ֔יהָ H5921 וַיִּלָּ֖חֶם H3898 בָּֽהּ Hb ",
      "32": "וַיִּתֵּן֩ H5414 יְהוָ֨ה H3068 אֶת H853 לָכִ֜ישׁ H3923 בְּיַ֣ד H3027 יִשְׂרָאֵ֗ל H3478 וַֽיִּלְכְּדָ H3920 בַּיּ֣וֹם H3117 הַשֵּׁנִ֔י H8145 וַיַּכֶּ֣ H5221 לְפִי H6310 חֶ֔רֶב H2719 וְאֶת H853 כָּל H3605 הַנֶּ֖פֶשׁ H5315 אֲשֶׁר H834 בָּ֑הּ Hb כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 לְלִבְנָֽה H3841 ",
      "33": "אָ֣ז H227 עָלָ֗ה H5927 הֹרָם֙ H2036 מֶ֣לֶךְ H4428 גֶּ֔זֶר H1507 לַעְזֹ֖ר H5826 אֶת H853 לָכִ֑ישׁ H3923 וַיַּכֵּ֤ H5221 יְהוֹשֻׁ֨עַ֙ H3091 וְאֶת H853 עַמּ֔וֹ H5971 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִֽיד H8300 ",
      "34": "וַיַּעֲבֹ֣ר H5674 יְ֠הוֹשֻׁעַ H3091 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מִלָּכִ֖ישׁ H3923 עֶגְלֹ֑נָה H5700 וַיַּחֲנ֣וּ H2583 עָלֶ֔יהָ H5921 וַיִּֽלָּחֲמ֖וּ H3898 עָלֶֽיהָ H5921 ",
      "35": "וַֽיִּלְכְּד֜וּ H3920 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 וַיַּכּ֣וּ H5221 לְפִי H6310 חֶ֔רֶב H2719 וְאֵת֙ H853 כָּל H3605 הַנֶּ֣פֶשׁ H5315 אֲשֶׁר H834 בָּ֔הּ Hb בַּיּ֥וֹם H3117 הַה֖וּא H1931 הֶחֱרִ֑ים H2763 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 לְלָכִֽישׁ H3923 ",
      "36": "וַיַּ֣עַל H5927 יְ֠הוֹשֻׁעַ H3091 וְכָֽל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מֵעֶגְל֖וֹנָ H5700 חֶבְר֑וֹנָה H2275 וַיִּֽלָּחֲמ֖וּ H3898 עָלֶֽיהָ H5921 ",
      "37": "וַיִּלְכְּד֣וּ H3920 וַיַּכּֽוּ H5221 לְפִי H6310 חֶ֠רֶב H2719 וְאֶת H853 מַלְכָּ֨הּ H4428 וְאֶת H853 כָּל H3605 עָרֶ֜יהָ H5892 וְאֶת H853 כָּל H3605 הַנֶּ֤פֶשׁ H5315 אֲשֶׁר H834 בָּהּ֙ Hb לֹֽא H3808 הִשְׁאִ֣יר H7604 שָׂרִ֔יד H8300 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 לְעֶגְל֑וֹן H5700 וַיַּחֲרֵ֣ם H2763 אוֹתָ֔הּ H853 וְאֶת H853 כָּל H3605 הַנֶּ֖פֶשׁ H5315 אֲשֶׁר H834 בָּֽהּ Hb ",
      "38": "וַיָּ֧שָׁב H7725 יְהוֹשֻׁ֛עַ H3091 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֖וֹ H5973 דְּבִ֑רָה H1688 וַיִּלָּ֖חֶם H3898 עָלֶֽיהָ H5921 ",
      "39": "וַֽיִּלְכְּדָ֞ H3920 וְאֶת H853 מַלְכָּ֤הּ H4428 וְאֶת H853 כָּל H3605 עָרֶ֨יהָ֙ H5892 וַיַּכּ֣וּ H5221 לְפִי H6310 חֶ֔רֶב H2719 וַֽיַּחֲרִ֨ימוּ֙ H2763 אֶת H853 כָּל H3605 נֶ֣פֶשׁ H5315 אֲשֶׁר H834 בָּ֔הּ Hb לֹ֥א H3808 הִשְׁאִ֖יר H7604 שָׂרִ֑יד H8300 כַּאֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 לְחֶבְר֗וֹן H2275 כֵּן H3651 עָשָׂ֤ה H6213 לִדְבִ֨רָ H1688 וּלְ H4428 וְכַ H834 עָשָׂ֛ה H6213 לְלִבְנָ֖ה H3841 וּלְ H4428 ",
      "40": "וַיַּכֶּ֣ה H5221 יְהוֹשֻׁ֣עַ H3091 אֶת H853 כָּל H3605 הָאָ֡רֶץ H776 הָהָר֩ H2022 וְהַ H5045 וְהַ H8219 וְהָ H794 וְאֵת֙ H853 כָּל H3605 מַלְכֵיהֶ֔ם H4428 לֹ֥א H3808 הִשְׁאִ֖יר H7604 שָׂרִ֑יד H8300 וְאֵ֤ת H853 כָּל H3605 הַנְּשָׁמָה֙ H5397 הֶחֱרִ֔ים H2763 כַּאֲשֶׁ֣ר H834 צִוָּ֔ה H6680 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "41": "וַיַּכֵּ֧ H5221 יְהוֹשֻׁ֛עַ H3091 מִקָּדֵ֥שׁ H6947 בַּרְנֵ֖עַ H6947 וְעַד H5704 עַזָּ֑ה H5804 וְאֵ֛ת H853 כָּל H3605 אֶ֥רֶץ H776 גֹּ֖שֶׁן H1657 וְעַד H5704 גִּבְעֽוֹן H1391 ",
      "42": "וְאֵ֨ת H853 כָּל H3605 הַמְּלָכִ֤ים H4428 הָאֵ֨לֶּה֙ H428 וְאֶת H853 אַרְצָ֔ם H776 לָכַ֥ד H3920 יְהוֹשֻׁ֖עַ H3091 פַּ֣עַם H6471 אֶחָ֑ת H259 כִּ֗י H3588 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 נִלְחָ֖ם H3898 לְיִשְׂרָאֵֽל H3478 ",
      "43": "וַיָּ֤שָׁב H7725 יְהוֹשֻׁ֨עַ֙ H3091 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּ֔וֹ H5973 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 הַגִּלְגָּֽלָ H1537 "
    },
    "11": {
      "1": "וַיְהִ֕י H1961 כִּשְׁמֹ֖עַ H8085 יָבִ֣ין H2985 מֶֽלֶךְ H4428 חָצ֑וֹר H2674 וַיִּשְׁלַ֗ח H7971 אֶל H413 יוֹבָב֙ H3103 מֶ֣לֶךְ H4428 מָד֔וֹן H4068 וְאֶל H413 מֶ֥לֶךְ H4428 שִׁמְר֖וֹן H8110 וְאֶל H413 מֶ֥לֶךְ H4428 אַכְשָֽׁף H407 ",
      "2": "וְֽאֶל H413 הַמְּלָכִ֞ים H4428 אֲשֶׁ֣ר H834 מִצְּפ֗וֹן H6828 בָּהָ֧ר H2022 וּבָ H6160 נֶ֥גֶב H5045 כִּֽנֲר֖וֹת H3672 וּבַ H8219 וּבְ H5299 דּ֖וֹר H1756 מִיָּֽם H3220 ",
      "3": "הַֽכְּנַעֲנִי֙ H3669 מִמִּזְרָ֣ח H4217 וּמִ H3220 וְהָ H567 וְהַ H2850 וְהַ H6522 וְהַ H2983 בָּהָ֑ר H2022 וְהַֽ H2340 תַּ֣חַת H8478 חֶרְמ֔וֹן H2768 בְּאֶ֖רֶץ H776 הַמִּצְפָּֽה H4709 ",
      "4": "וַיֵּצְא֣וּ H3318 הֵ֗ם H1992 וְכָל H3605 מַֽחֲנֵיהֶם֙ H4264 עִמָּ֔ם H5973 עַם H5971 רָ֕ב H7227 כַּח֛וֹל H2344 אֲשֶׁ֥ר H834 עַל H5921 שְׂפַת H8193 הַיָּ֖ם H3220 לָרֹ֑ב H7230 וְס֥וּס H5483 וָרֶ֖כֶב H7393 רַב H7227 מְאֹֽד H3966 ",
      "5": "וַיִּוָּ֣עֲד֔וּ H3259 כֹּ֖ל H3605 הַמְּלָכִ֣ים H4428 הָאֵ֑לֶּה H428 וַיָּבֹ֜אוּ H935 וַיַּחֲנ֤וּ H2583 יַחְדָּו֙ H3162 אֶל H413 מֵ֣י H4325 מֵר֔וֹם H4792 לְהִלָּחֵ֖ם H3898 עִם H5973 יִשְׂרָאֵֽל H3478 ",
      "6": "וַיֹּ֨אמֶר H559 יְהוָ֣ה H3068 אֶל H413 יְהוֹשֻׁעַ֮ H3091 אַל H408 תִּירָ֣א H3372 מִפְּנֵי H6440 כִּֽי H3588 מָחָ֞ר H4279 כָּעֵ֣ת H6256 הַזֹּ֗את H2063 אָנֹכִ֞י H595 נֹתֵ֧ן H5414 אֶת H853 כֻּלָּ֛ם H3605 חֲלָלִ֖ים H2491 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 אֶת H853 סוּסֵיהֶ֣ם H5483 תְּעַקֵּ֔ר H6131 וְאֶת H853 מַרְכְּבֹתֵיהֶ֖ם H4818 תִּשְׂרֹ֥ף H8313 בָּאֵֽשׁ H784 ",
      "7": "וַיָּבֹ֣א H935 יְהוֹשֻׁ֡עַ H3091 וְכָל H3605 עַם֩ H5971 הַמִּלְחָמָ֨ה H4421 עִמּ֧וֹ H5973 עֲלֵיהֶ֛ם H5921 עַל H5921 מֵ֥י H4325 מֵר֖וֹם H4792 פִּתְאֹ֑ם H6597 וַֽיִּפְּל֖וּ H5307 בָּהֶֽם Hb ",
      "8": "וַיִּתְּנֵ֨ H5414 יְהוָ֥ה H3068 בְּיַֽד H3027 יִשְׂרָאֵל֮ H3478 וַיַּכּוּ H5221 וַֽיִּרְדְּפ֞וּ H7291 עַד H5704 צִיד֣וֹן H6721 רַבָּ֗ה H7227 וְעַד֙ H5704 מִשְׂרְפ֣וֹת H4956 מַ֔יִם H4956 וְעַד H5704 בִּקְעַ֥ת H1237 מִצְפֶּ֖ה H4708 מִזְרָ֑חָה H4217 וַיַּכֻּ֕ H5221 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 לָהֶ֖ם Hl שָׂרִֽיד H8300 ",
      "9": "וַיַּ֤עַשׂ H6213 לָהֶם֙ Hl יְהוֹשֻׁ֔עַ H3091 כַּאֲשֶׁ֥ר H834 אָֽמַר H559 ל֖וֹ Hl יְהוָ֑ה H3068 אֶת H853 סוּסֵיהֶ֣ם H5483 עִקֵּ֔ר H6131 וְאֶת H853 מַרְכְּבֹתֵיהֶ֖ם H4818 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
      "10": "וַיָּ֨שָׁב H7725 יְהוֹשֻׁ֜עַ H3091 בָּעֵ֤ת H6256 הַהִיא֙ H1931 וַיִּלְכֹּ֣ד H3920 אֶת H853 חָצ֔וֹר H2674 וְאֶת H853 מַלְכָּ֖הּ H4428 הִכָּ֣ה H5221 בֶחָ֑רֶב H2719 כִּֽי H3588 חָצ֣וֹר H2674 לְפָנִ֔ים H6440 הִ֕יא H1931 רֹ֖אשׁ H7218 כָּל H3605 הַמַּמְלָכ֥וֹת H4467 הָאֵֽלֶּה H428 ",
      "11": "וַ֠יַּכּוּ H5221 אֶת H853 כָּל H3605 הַנֶּ֨פֶשׁ H5315 אֲשֶׁר H834 בָּ֤הּ Hb לְפִי H6310 חֶ֨רֶב֙ H2719 הַֽחֲרֵ֔ם H2763 לֹ֥א H3808 נוֹתַ֖ר H3498 כָּל H3605 נְשָׁמָ֑ה H5397 וְאֶת H853 חָצ֖וֹר H2674 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
      "12": "וְֽאֶת H853 כָּל H3605 עָרֵ֣י H5892 הַמְּלָכִֽים H4428 הָ֠אֵלֶּה H428 וְֽאֶת H853 כָּל H3605 מַלְכֵיהֶ֞ם H4428 לָכַ֧ד H3920 יְהוֹשֻׁ֛עַ H3091 וַיַּכֵּ֥ H5221 לְפִי H6310 חֶ֖רֶב H2719 הֶחֱרִ֣ים H2763 אוֹתָ֑ם H853 כַּאֲשֶׁ֣ר H834 צִוָּ֔ה H6680 מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 יְהוָֽה H3068 ",
      "13": "רַ֣ק H7535 כָּל H3605 הֶעָרִ֗ים H5892 הָעֹֽמְדוֹת֙ H5975 עַל H5921 תִּלָּ֔ם H8510 לֹ֥א H3808 שְׂרָפָ֖ם H8313 יִשְׂרָאֵ֑ל H3478 זוּלָתִ֛י H2108 אֶת H853 חָצ֥וֹר H2674 לְבַדָּ֖ H905 שָׂרַ֥ף H8313 יְהוֹשֻֽׁעַ H3091 ",
      "14": "וְ֠כֹל H3605 שְׁלַ֞ל H7998 הֶעָרִ֤ים H5892 הָאֵ֨לֶּה֙ H428 וְהַ H929 בָּזְז֥וּ H962 לָהֶ֖ם H1992 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רַ֣ק H7535 אֶֽת H853 כָּל H3605 הָאָדָ֞ם H120 הִכּ֣וּ H5221 לְפִי H6310 חֶ֗רֶב H2719 עַד H5704 הִשְׁמִדָם֙ H8045 אוֹתָ֔ם H853 לֹ֥א H3808 הִשְׁאִ֖ירוּ H7604 כָּל H3605 נְשָׁמָֽה H5397 ",
      "15": "כַּאֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֣ה H4872 עַבְדּ֔וֹ H5650 כֵּן H3651 צִוָּ֥ה H6680 מֹשֶׁ֖ה H4872 אֶת H853 יְהוֹשֻׁ֑עַ H3091 וְכֵן֙ H3651 עָשָׂ֣ה H6213 יְהוֹשֻׁ֔עַ H3091 לֹֽא H3808 הֵסִ֣יר H5493 דָּבָ֔ר H1697 מִכֹּ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "16": "וַיִּקַּ֨ח H3947 יְהוֹשֻׁ֜עַ H3091 אֶת H853 כָּל H3605 הָאָ֣רֶץ H776 הַזֹּ֗את H2063 הָהָ֤ר H2022 וְאֶת H853 כָּל H3605 הַנֶּ֨גֶב֙ H5045 וְאֵת֙ H853 כָּל H3605 אֶ֣רֶץ H776 הַגֹּ֔שֶׁן H1657 וְאֶת H853 הַשְּׁפֵלָ֖ה H8219 וְאֶת H853 הָעֲרָבָ֑ה H6160 וְאֶת H853 הַ֥ר H2022 יִשְׂרָאֵ֖ל H3478 וּשְׁפֵלָתֹֽ H8219 ",
      "17": "מִן H4480 הָהָ֤ר H2022 הֶֽחָלָק֙ H2510 הָעוֹלֶ֣ה H5927 שֵׂעִ֔יר H8165 וְעַד H5704 בַּ֤עַל H1171 גָּד֙ H1171 בְּבִקְעַ֣ת H1237 הַלְּבָנ֔וֹן H3844 תַּ֖חַת H8478 הַר H2022 חֶרְמ֑וֹן H2768 וְאֵ֤ת H853 כָּל H3605 מַלְכֵיהֶם֙ H4428 לָכַ֔ד H3920 וַיַּכֵּ֖ H5221 וַיְמִיתֵֽ H4191 ",
      "18": "יָמִ֣ים H3117 רַבִּ֗ים H7227 עָשָׂ֧ה H6213 יְהוֹשֻׁ֛עַ H3091 אֶת H854 כָּל H3605 הַמְּלָכִ֥ים H4428 הָאֵ֖לֶּה H428 מִלְחָמָֽה H4421 ",
      "19": "לֹֽא H3808 הָיְתָ֣ה H1961 עִ֗יר H5892 אֲשֶׁ֤ר H834 הִשְׁלִ֨ימָה֙ H7999 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בִּלְתִּ֥י H1115 הַחִוִּ֖י H2340 יֹשְׁבֵ֣י H3427 גִבְע֑וֹן H1391 אֶת H853 הַכֹּ֖ל H3605 לָקְח֥וּ H3947 בַמִּלְחָמָֽה H4421 ",
      "20": "כִּ֣י H3588 מֵאֵ֣ת H853 יְהוָ֣ה H3068 הָיְתָ֡ה H1961 לְחַזֵּ֣ק H2388 אֶת H853 לִבָּם֩ H3820 לִקְרַ֨את H7125 הַמִּלְחָמָ֤ה H4421 אֶת H854 יִשְׂרָאֵל֙ H3478 לְמַ֣עַן H4616 הַֽחֲרִימָ֔ם H2763 לְבִלְתִּ֥י H1115 הֱיוֹת H1961 לָהֶ֖ם H1992 תְּחִנָּ֑ה H8467 כִּ֚י H3588 לְמַ֣עַן H4616 הַשְׁמִידָ֔ם H8045 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "21": "וַיָּבֹ֨א H935 יְהוֹשֻׁ֜עַ H3091 בָּעֵ֣ת H6256 הַהִ֗יא H1931 וַיַּכְרֵ֤ת H3772 אֶת H853 הָֽעֲנָקִים֙ H6062 מִן H4480 הָהָ֤ר H2022 מִן H4480 חֶבְרוֹן֙ H2275 מִן H4480 דְּבִ֣ר H1688 מִן H4480 עֲנָ֔ב H6024 וּמִ H3605 הַ֣ר H2022 יְהוּדָ֔ה H3063 וּמִ H3605 הַ֣ר H2022 יִשְׂרָאֵ֑ל H3478 עִם H5973 עָרֵיהֶ֖ם H5892 הֶחֱרִימָ֥ם H2763 יְהוֹשֻֽׁעַ H3091 ",
      "22": "לֹֽא H3808 נוֹתַ֣ר H3498 עֲנָקִ֔ים H6062 בְּאֶ֖רֶץ H776 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רַ֗ק H7535 בְּעַזָּ֛ה H5804 בְּגַ֥ת H1661 וּבְ H795 נִשְׁאָֽרוּ H7604 ",
      "23": "וַיִּקַּ֨ח H3947 יְהוֹשֻׁ֜עַ H3091 אֶת H853 כָּל H3605 הָאָ֗רֶץ H776 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 דִּבֶּ֣ר H1696 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 וַיִּתְּנָ H5414 יְהוֹשֻׁ֨עַ H3091 לְנַחֲלָ֧ה H5159 לְיִשְׂרָאֵ֛ל H3478 כְּמַחְלְקֹתָ֖ H4256 לְשִׁבְטֵי H7626 וְהָ H776 שָׁקְטָ֖ה H8252 מִמִּלְחָמָֽה H4421 "
    },
    "12": {
      "1": "וְאֵ֣לֶּה H428 מַלְכֵ֣י H4428 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 הִכּ֤וּ H5221 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 וַיִּֽרְשׁ֣וּ H3423 אֶת H853 אַרְצָ֔ם H776 בְּעֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרְחָ֣ה H4217 הַשָּׁ֑מֶשׁ H8121 מִנַּ֤חַל H5158 אַרְנוֹן֙ H769 עַד H5704 הַ֣ר H2022 חֶרְמ֔וֹן H2768 וְכָל H3605 הָעֲרָבָ֖ה H6160 מִזְרָֽחָה H4217 ",
      "2": "סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֔י H567 הַיּוֹשֵׁ֖ב H3427 בְּחֶשְׁבּ֑וֹן H2809 מֹשֵׁ֡ל H4910 מֵעֲרוֹעֵ֡ר H6177 אֲשֶׁר֩ H834 עַל H5921 שְׂפַת H8193 נַ֨חַל H5158 אַרְנ֜וֹן H769 וְת֤וֹךְ H8432 הַנַּ֨חַל֙ H5158 וַחֲצִ֣י H2677 הַגִּלְעָ֔ד H1568 וְעַד֙ H5704 יַבֹּ֣ק H2999 הַנַּ֔חַל H5158 גְּב֖וּל H1366 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "3": "וְהָ H6160 עַד H5704 יָ֨ם H3220 כִּנְר֜וֹת H3672 מִזְרָ֗חָה H4217 וְ֠עַד H5704 יָ֣ם H3220 הָעֲרָבָ֤ה H6160 יָם H3220 הַמֶּ֨לַח֙ H4417 מִזְרָ֔חָה H4217 דֶּ֖רֶךְ H1870 בֵּ֣ית H1020 הַיְשִׁמ֑וֹת H1020 וּמִ֨ H8486 תַּ֖חַת H8478 אַשְׁדּ֥וֹת H794 הַפִּסְגָּֽה H6449 ",
      "4": "וּגְב֗וּל H1366 ע֚וֹג H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֔ן H1316 מִיֶּ֖תֶר H3499 הָרְפָאִ֑ים H7497 הַיּוֹשֵׁ֥ב H3427 בְּעַשְׁתָּר֖וֹת H6252 וּבְ H154 ",
      "5": "וּ֠מֹשֵׁל H4910 בְּהַ֨ר H2022 חֶרְמ֤וֹן H2768 וּבְ H5548 וּבְ H3605 הַבָּשָׁ֔ן H1316 עַד H5704 גְּב֥וּל H1366 הַגְּשׁוּרִ֖י H1651 וְהַ H4602 וַחֲצִי֙ H2677 הַגִּלְעָ֔ד H1568 גְּב֖וּל H1366 סִיח֥וֹן H5511 מֶֽלֶךְ H4428 חֶשְׁבּֽוֹן H2809 ",
      "6": "מֹשֶׁ֧ה H4872 עֶֽבֶד H5650 יְהוָ֛ה H3068 וּבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 הִכּ֑וּם H5221 וַֽ֠יִּתְּנָ H5414 מֹשֶׁ֨ה H4872 עֶֽבֶד H5650 יְהוָ֜ה H3068 יְרֻשָּׁ֗ה H3425 לָרֻֽאוּבֵנִי֙ H7206 וְלַ H1425 וְלַ H2677 שֵׁ֥בֶט H7626 הַֽמְנַשֶּֽׁה H4519 ",
      "7": "וְאֵ֣לֶּה H428 מַלְכֵ֣י H4428 הָאָ֡רֶץ H776 אֲשֶׁר֩ H834 הִכָּ֨ה H5221 יְהוֹשֻׁ֜עַ H3091 וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 בְּעֵ֤בֶר H5676 הַיַּרְדֵּן֙ H3383 יָ֔מָּה H3220 מִבַּ֤עַל H1171 גָּד֙ H1171 בְּבִקְעַ֣ת H1237 הַלְּבָנ֔וֹן H3844 וְעַד H5704 הָהָ֥ר H2022 הֶחָלָ֖ק H2510 הָעֹלֶ֣ה H5927 שֵׂעִ֑ירָה H8165 וַיִּתְּנָ֨ H5414 יְהוֹשֻׁ֜עַ H3091 לְשִׁבְטֵ֧י H7626 יִשְׂרָאֵ֛ל H3478 יְרֻשָּׁ֖ה H3425 כְּמַחְלְקֹתָֽ H4256 ",
      "8": "בָּהָ֣ר H2022 וּבַ H8219 וּבָֽ H6160 וּבָ֣ H794 וּבַ H4057 וּבַ H5045 הַֽחִתִּי֙ H2850 הָֽאֱמֹרִ֔י H567 וְהַֽ H3669 הַפְּרִזִּ֔י H6522 הַחִוִּ֖י H2340 וְהַ H2983 ",
      "9": "מֶ֥לֶךְ H4428 יְרִיח֖וֹ H3405 אֶחָ֑ד H259 מֶ֧לֶךְ H4428 הָעַ֛י H5857 אֲשֶׁר H834 מִצַּ֥ד H6654 בֵּֽית H1008 אֵ֖ל H1008 אֶחָֽד H259 ",
      "10": "מֶ֤לֶךְ H4428 יְרוּשָׁלִַ֨ם֙ H3389 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 חֶבְר֖וֹן H2275 אֶחָֽד H259 ",
      "11": "מֶ֤לֶךְ H4428 יַרְמוּת֙ H3412 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 לָכִ֖ישׁ H3923 אֶחָֽד H259 ",
      "12": "מֶ֤לֶךְ H4428 עֶגְלוֹן֙ H5700 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 גֶּ֖זֶר H1507 אֶחָֽד H259 ",
      "13": "מֶ֤לֶךְ H4428 דְּבִר֙ H1688 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 גֶּ֖דֶר H1445 אֶחָֽד H259 ",
      "14": "מֶ֤לֶךְ H4428 חָרְמָה֙ H2767 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 עֲרָ֖ד H6166 אֶחָֽד H259 ",
      "15": "מֶ֤לֶךְ H4428 לִבְנָה֙ H3841 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 עֲדֻלָּ֖ם H5725 אֶחָֽד H259 ",
      "16": "מֶ֤לֶךְ H4428 מַקֵּדָה֙ H4719 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 בֵּֽית H1008 אֵ֖ל H1008 אֶחָֽד H259 ",
      "17": "מֶ֤לֶךְ H4428 תַּפּ֨וּחַ֙ H8599 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 חֵ֖פֶר H2660 אֶחָֽד H259 ",
      "18": "מֶ֤לֶךְ H4428 אֲפֵק֙ H663 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 לַשָּׁר֖וֹן H8289 אֶחָֽד H259 ",
      "19": "מֶ֤לֶךְ H4428 מָדוֹן֙ H4068 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 חָצ֖וֹר H2674 אֶחָֽד H259 ",
      "20": "מֶ֣לֶךְ H4428 שִׁמְר֤וֹן H8112 מְראוֹן֙ H8112 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 אַכְשָׁ֖ף H407 אֶחָֽד H259 ",
      "21": "מֶ֤לֶךְ H4428 תַּעְנַךְ֙ H8590 אֶחָ֔ד H259 מֶ֥לֶךְ H4428 מְגִדּ֖וֹ H4023 אֶחָֽד H259 ",
      "22": "מֶ֤לֶךְ H4428 קֶ֨דֶשׁ֙ H6943 אֶחָ֔ד H259 מֶֽלֶךְ H4428 יָקְנֳעָ֥ם H3362 לַכַּרְמֶ֖ל H3760 אֶחָֽד H259 ",
      "23": "מֶ֥לֶךְ H4428 דּ֛וֹר H1756 לְנָפַ֥ת H5299 דּ֖וֹר H1756 אֶחָ֑ד H259 מֶֽלֶךְ H4428 גּוֹיִ֥ם H1471 לְגִלְגָּ֖ל H1537 אֶחָֽד H259 ",
      "24": "מֶ֥לֶךְ H4428 תִּרְצָ֖ה H8656 אֶחָ֑ד H259 כָּל H3605 מְלָכִ֖ים H4428 שְׁלֹשִׁ֥ים H7970 וְאֶחָֽד H259 "
    },
    "13": {
      "1": "וִיהוֹשֻׁ֣עַ H3091 זָקֵ֔ן H2204 בָּ֖א H935 בַּיָּמִ֑ים H3117 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלָ֗יו H413 אַתָּ֤ה H859 זָקַ֨נְתָּה֙ H2204 בָּ֣אתָ H935 בַיָּמִ֔ים H3117 וְהָ H776 נִשְׁאֲרָ֥ה H7604 הַרְבֵּֽה H7235 מְאֹ֖ד H3966 לְרִשְׁתָּֽ H3423 ",
      "2": "זֹ֥את H2063 הָאָ֖רֶץ H776 הַנִּשְׁאָ֑רֶת H7604 כָּל H3605 גְּלִיל֥וֹת H1552 הַפְּלִשְׁתִּ֖ים H6430 וְכָל H3605 הַגְּשׁוּרִֽי H1651 ",
      "3": "מִֽן H4480 הַשִּׁיח֞וֹר H7883 אֲשֶׁ֣ר H834 עַל H5921 פְּנֵ֣י H6440 מִצְרַ֗יִם H4714 וְעַ֨ד H5704 גְּב֤וּל H1366 עֶקְרוֹן֙ H6138 צָפ֔וֹנָה H6828 לַֽכְּנַעֲנִ֖י H3669 תֵּחָשֵׁ֑ב H2803 חֲמֵ֣שֶׁת H2568 סַרְנֵ֣י H5633 פְלִשְׁתִּ֗ים H6430 הָעַזָּתִ֤י H5841 וְהָ H796 הָאֶשְׁקְלוֹנִ֣י H832 הַגִּתִּ֔י H1663 וְהָ H6139 וְהָ H5757 ",
      "4": "מִתֵּימָ֞ן H8486 כָּל H3605 אֶ֣רֶץ H776 הַֽכְּנַעֲנִ֗י H3669 וּמְעָרָ֛ה H4632 אֲשֶׁ֥ר H834 לַצִּידֹנִ֖ים H6722 עַד H5704 אֲפֵ֑קָה H663 עַ֖ד H5704 גְּב֥וּל H1366 הָאֱמֹרִֽי H567 ",
      "5": "וְהָ H776 הַגִּבְלִ֗י H1382 וְכָל H3605 הַלְּבָנוֹן֙ H3844 מִזְרַ֣ח H4217 הַשֶּׁ֔מֶשׁ H8121 מִבַּ֣עַל H1171 גָּ֔ד H1171 תַּ֖חַת H8478 הַר H2022 חֶרְמ֑וֹן H2768 עַ֖ד H5704 לְב֥וֹא H935 חֲמָֽת H2574 ",
      "6": "כָּל H3605 יֹשְׁבֵ֣י H3427 הָ֠הָר H2022 מִֽן H4480 הַלְּבָנ֞וֹן H3844 עַד H5704 מִשְׂרְפֹ֥ת H4956 מַ֨יִם֙ H4956 כָּל H3605 צִ֣ידֹנִ֔ים H6722 אָֽנֹכִי֙ H595 אוֹרִישֵׁ֔ם H3423 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רַ֠ק H7535 הַפִּלֶ֤הָ H5307 לְיִשְׂרָאֵל֙ H3478 בְּֽנַחֲלָ֔ה H5159 כַּאֲשֶׁ֖ר H834 צִוִּיתִֽיךָ H6680 ",
      "7": "וְעַתָּ֗ה H6258 חַלֵּ֞ק H2505 אֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 בְּנַחֲלָ֖ה H5159 לְתִשְׁעַ֣ת H8672 הַשְּׁבָטִ֑ים H7626 וַחֲצִ֖י H2677 הַשֵּׁ֥בֶט H7626 הַֽמְנַשֶּֽׁה H4519 ",
      "8": "עִמּ֗וֹ H5973 הָרֽאוּבֵנִי֙ H7206 וְהַ H1425 לָקְח֖וּ H3947 נַחֲלָתָ֑ם H5159 אֲשֶׁר֩ H834 נָתַ֨ן H5414 לָהֶ֜ם Hl מֹשֶׁ֗ה H4872 בְּעֵ֤בֶר H5676 הַיַּרְדֵּן֙ H3383 מִזְרָ֔חָה H4217 כַּאֲשֶׁר֙ H834 נָתַ֣ן H5414 לָהֶ֔ם Hl מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 יְהוָֽה H3068 ",
      "9": "מֵעֲרוֹעֵ֡ר H6177 אֲשֶׁר֩ H834 עַל H5921 שְׂפַת H8193 נַ֨חַל H5158 אַרְנ֜וֹן H769 וְהָ H5892 אֲשֶׁ֧ר H834 בְּתוֹךְ H8432 הַנַּ֛חַל H5158 וְכָל H3605 הַמִּישֹׁ֥ר H4334 מֵידְבָ֖א H4311 עַד H5704 דִּיבֽוֹן H1769 ",
      "10": "וְכֹ֗ל H3605 עָרֵי֙ H5892 סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 מָלַ֖ךְ H4427 בְּחֶשְׁבּ֑וֹן H2809 עַד H5704 גְּב֖וּל H1366 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "11": "וְהַ H1568 וּגְב֧וּל H1366 הַגְּשׁוּרִ֣י H1651 וְהַ H4602 וְכֹ֨ל H3605 הַ֥ר H2022 חֶרְמ֛וֹן H2768 וְכָל H3605 הַבָּשָׁ֖ן H1316 עַד H5704 סַלְכָֽה H5548 ",
      "12": "כָּל H3605 מַמְלְכ֥וּת H4468 עוֹג֙ H5747 בַּבָּשָׁ֔ן H1316 אֲשֶׁר H834 מָלַ֥ךְ H4427 בְּעַשְׁתָּר֖וֹת H6252 וּבְ H154 ה֤וּא H1931 נִשְׁאַר֙ H7604 מִיֶּ֣תֶר H3499 הָרְפָאִ֔ים H7497 וַיַּכֵּ֥ H5221 מֹשֶׁ֖ה H4872 וַיֹּרִשֵֽׁ H3423 ",
      "13": "וְלֹ֤א H3808 הוֹרִ֨ישׁוּ֙ H3423 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַגְּשׁוּרִ֖י H1651 וְאֶת H853 הַמַּעֲכָתִ֑י H4602 וַיֵּ֨שֶׁב H3427 גְּשׁ֤וּר H1650 וּמַֽעֲכָת֙ H4601 בְּקֶ֣רֶב H7130 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "14": "רַ֚ק H7535 לְשֵׁ֣בֶט H7626 הַלֵּוִ֔י H3878 לֹ֥א H3808 נָתַ֖ן H5414 נַחֲלָ֑ה H5159 אִשֵּׁ֨י H801 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 ה֣וּא H1931 נַחֲלָת֔וֹ H5159 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 לֽוֹ Hl ",
      "15": "וַיִּתֵּ֣ן H5414 מֹשֶׁ֔ה H4872 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 רְאוּבֵ֖ן H7205 לְמִשְׁפְּחֹתָֽ H4940 ",
      "16": "וַיְהִ֨י H1961 לָהֶ֜ם H1992 הַגְּב֗וּל H1366 מֵעֲרוֹעֵ֡ר H6177 אֲשֶׁר֩ H834 עַל H5921 שְׂפַת H8193 נַ֨חַל H5158 אַרְנ֜וֹן H769 וְהָ H5892 אֲשֶׁ֧ר H834 בְּתוֹךְ H8432 הַנַּ֛חַל H5158 וְכָל H3605 הַמִּישֹׁ֖ר H4334 עַל H5921 מֵידְבָֽא H4311 ",
      "17": "חֶשְׁבּ֥וֹן H2809 וְכָל H3605 עָרֶ֖יהָ H5892 אֲשֶׁ֣ר H834 בַּמִּישֹׁ֑ר H4334 דִּיבוֹן֙ H1769 וּבָמ֣וֹת H1120 בַּ֔עַל H1120 וּבֵ֖ית H1010 בַּ֥עַל H1010 מְעֽוֹן H1010 ",
      "18": "וְיַ֥הְצָ H3096 וּקְדֵמֹ֖ת H6932 וּמֵפָֽעַת H4158 ",
      "19": "וְקִרְיָתַ֣יִם H7156 וְשִׂבְמָ֔ה H7643 וְצֶ֥רֶת H6890 הַשַּׁ֖חַר H6890 בְּהַ֥ר H2022 הָעֵֽמֶק H6010 ",
      "20": "וּבֵ֥ית H1047 פְּע֛וֹר H1047 וְאַשְׁדּ֥וֹת H794 הַפִּסְגָּ֖ה H6449 וּבֵ֥ית H1020 הַיְשִׁמֽוֹת H1020 ",
      "21": "וְכֹל֙ H3605 עָרֵ֣י H5892 הַמִּישֹׁ֔ר H4334 וְכָֽל H3605 מַמְלְכ֗וּת H4468 סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 מָלַ֖ךְ H4427 בְּחֶשְׁבּ֑וֹן H2809 אֲשֶׁר֩ H834 הִכָּ֨ה H5221 מֹשֶׁ֜ה H4872 אֹת֣וֹ H853 וְאֶת H853 נְשִׂיאֵ֣י H5387 מִדְיָ֗ן H4080 אֶת H853 אֱוִ֤י H189 וְאֶת H853 רֶ֨קֶם֙ H7552 וְאֶת H853 צ֤וּר H6698 וְאֶת H853 חוּר֙ H2354 וְאֶת H853 רֶ֔בַע H7254 נְסִיכֵ֣י H5257 סִיח֔וֹן H5511 יֹשְׁבֵ֖י H3427 הָאָֽרֶץ H776 ",
      "22": "וְאֶת H853 בִּלְעָ֥ם H1109 בֶּן H1121 בְּע֖וֹר H1160 הַקּוֹסֵ֑ם H7080 הָרְג֧וּ H2026 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בַּחֶ֖רֶב H2719 אֶל H413 חַלְלֵיהֶֽם H2491 ",
      "23": "וַיְהִ֗י H1961 גְּבוּל֙ H1366 בְּנֵ֣י H1121 רְאוּבֵ֔ן H7205 הַיַּרְדֵּ֖ן H3383 וּגְב֑וּל H1366 זֹ֣את H2063 נַחֲלַ֤ת H5159 בְּנֵֽי H1121 רְאוּבֵן֙ H7205 לְמִשְׁפְּחֹתָ֔ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
      "24": "וַיִּתֵּ֤ן H5414 מֹשֶׁה֙ H4872 לְמַטֵּה H4294 גָ֔ד H1410 לִבְנֵי H1121 גָ֖ד H1410 לְמִשְׁפְּחֹתָֽ H4940 ",
      "25": "וַיְהִ֤י H1961 לָהֶם֙ Hl הַגְּב֔וּל H1366 יַעְזֵר֙ H3270 וְכָל H3605 עָרֵ֣י H5892 הַגִּלְעָ֔ד H1568 וַחֲצִ֕י H2677 אֶ֖רֶץ H776 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 עַד H5704 עֲרוֹעֵ֕ר H6177 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 רַבָּֽה H7237 ",
      "26": "וּמֵ H2809 עַד H5704 רָמַ֥ת H7434 הַמִּצְפֶּ֖ה H7434 וּבְטֹנִ֑ים H993 וּמִֽ H4266 עַד H5704 גְּב֥וּל H1366 לִדְבִֽר H1688 ",
      "27": "וּבָ H6010 בֵּ֣ית H1027 הָרָם֩ H1027 וּבֵ֨ית H1039 נִמְרָ֜ה H1039 וְסֻכּ֣וֹת H5523 וְצָפ֗וֹן H6829 יֶ֚תֶר H3499 מַמְלְכ֗וּת H4468 סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 הַיַּרְדֵּ֖ן H3383 וּגְבֻ֑ל H1366 עַד H5704 קְצֵה֙ H7097 יָם H3220 כִּנֶּ֔רֶת H3672 עֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרָֽחָה H4217 ",
      "28": "זֹ֛את H2063 נַחֲלַ֥ת H5159 בְּנֵי H1121 גָ֖ד H1410 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
      "29": "וַיִּתֵּ֣ן H5414 מֹשֶׁ֔ה H4872 לַחֲצִ֖י H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֑ה H4519 וַיְהִ֗י H1961 לַחֲצִ֛י H2677 מַטֵּ֥ה H4294 בְנֵֽי H1121 מְנַשֶּׁ֖ה H4519 לְמִשְׁפְּחוֹתָֽ H4940 ",
      "30": "וַיְהִ֣י H1961 גְבוּלָ֗ם H1366 מִמַּחֲנַ֨יִם H4266 כָּֽל H3605 הַבָּשָׁ֜ן H1316 כָּֽל H3605 מַמְלְכ֣וּת H4468 ע֣וֹג H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֗ן H1316 וְכָל H3605 חַוֺּ֥ת H2333 יָאִ֛יר H2971 אֲשֶׁ֥ר H834 בַּבָּשָׁ֖ן H1316 שִׁשִּׁ֥ים H8346 עִֽיר H5892 ",
      "31": "וַחֲצִ֤י H2677 הַגִּלְעָד֙ H1568 וְעַשְׁתָּר֣וֹת H6252 וְאֶדְרֶ֔עִי H154 עָרֵ֛י H5892 מַמְלְכ֥וּת H4468 ע֖וֹג H5747 בַּבָּשָׁ֑ן H1316 לִבְנֵ֤י H1121 מָכִיר֙ H4353 בֶּן H1121 מְנַשֶּׁ֔ה H4519 לַחֲצִ֥י H2677 בְנֵֽי H1121 מָכִ֖יר H4353 לְמִשְׁפְּחוֹתָֽ H4940 ",
      "32": "אֵ֕לֶּה H428 אֲשֶׁר H834 נִחַ֥ל H5157 מֹשֶׁ֖ה H4872 בְּעַֽרְב֣וֹת H6160 מוֹאָ֑ב H4124 מֵעֵ֛בֶר H5676 לְיַרְדֵּ֥ן H3383 יְרִיח֖וֹ H3405 מִזְרָֽחָה H4217 ",
      "33": "וּלְ H7626 הַלֵּוִ֔י H3878 לֹֽא H3808 נָתַ֥ן H5414 מֹשֶׁ֖ה H4872 נַחֲלָ֑ה H5159 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 ה֣וּא H1931 נַחֲלָתָ֔ם H5159 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 לָהֶֽם Hl "
    },
    "14": {
      "1": "וְאֵ֛לֶּה H428 אֲשֶׁר H834 נָחֲל֥וּ H5157 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 אֲשֶׁ֨ר H834 נִֽחֲל֜וּ H5157 אוֹתָ֗ם H853 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 וִיהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 וְרָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַמַּטּ֖וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "2": "בְּגוֹרַ֖ל H1486 נַחֲלָתָ֑ם H5159 כַּאֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 בְּיַד H3027 מֹשֶׁ֔ה H4872 לְתִשְׁעַ֥ת H8672 הַמַּטּ֖וֹת H4294 וַחֲצִ֥י H2677 הַמַּטֶּֽה H4294 ",
      "3": "כִּֽי H3588 נָתַ֨ן H5414 מֹשֶׁ֜ה H4872 נַחֲלַ֨ת H5159 שְׁנֵ֤י H8147 הַמַּטּוֹת֙ H4294 וַחֲצִ֣י H2677 הַמַּטֶּ֔ה H4294 מֵעֵ֖בֶר H5676 לַיַּרְדֵּ֑ן H3383 וְלַ֨ H3881 לֹֽא H3808 נָתַ֥ן H5414 נַחֲלָ֖ה H5159 בְּתוֹכָֽ H8432 ",
      "4": "כִּֽי H3588 הָי֧וּ H1961 בְנֵֽי H1121 יוֹסֵ֛ף H3130 שְׁנֵ֥י H8147 מַטּ֖וֹת H4294 מְנַשֶּׁ֣ה H4519 וְאֶפְרָ֑יִם H669 וְלֹֽא H3808 נָתְנוּ֩ H5414 חֵ֨לֶק H2506 לַלְוִיִּ֜ם H3881 בָּאָ֗רֶץ H776 כִּ֤י H3588 אִם H518 עָרִים֙ H5892 לָשֶׁ֔בֶת H3427 וּמִ֨גְרְשֵׁי H4054 לְמִקְנֵי H4735 וּלְ H7075 ",
      "5": "כַּאֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיַּחְלְק֖וּ H2505 אֶת H853 הָאָֽרֶץ H776 ",
      "6": "וַיִּגְּשׁ֨וּ H5066 בְנֵֽי H1121 יְהוּדָ֤ה H3063 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 בַּגִּלְגָּ֔ל H1537 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 כָּלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּ֖ה H3312 הַקְּנִזִּ֑י H7074 אַתָּ֣ה H859 יָדַ֡עְתָּ H3045 אֶֽת H853 הַדָּבָר֩ H1697 אֲשֶׁר H834 דִּבֶּ֨ר H1696 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֣ה H4872 אִישׁ H376 הָאֱלֹהִ֗ים H430 עַ֧ל H5921 אֹדוֹתַ֛י H182 וְעַ֥ל H5921 אֹדוֹתֶ֖יךָ H182 בְּקָדֵ֥שׁ H6947 בַּרְנֵֽעַ H6947 ",
      "7": "בֶּן H1121 אַרְבָּעִ֨ים H705 שָׁנָ֜ה H8141 אָנֹכִ֗י H595 בִּ֠שְׁלֹחַ H7971 מֹשֶׁ֨ה H4872 עֶֽבֶד H5650 יְהוָ֥ה H3068 אֹתִ֛י H853 מִקָּדֵ֥שׁ H6947 בַּרְנֵ֖עַ H6947 לְרַגֵּ֣ל H7270 אֶת H853 הָאָ֑רֶץ H776 וָאָשֵׁ֤ב H7725 אֹתוֹ֙ H853 דָּבָ֔ר H1697 כַּאֲשֶׁ֖ר H834 עִם H5973 לְבָבִֽי H3824 ",
      "8": "וְאַחַ H251 אֲשֶׁ֣ר H834 עָל֣וּ H5927 עִמִּ֔י H5973 הִמְסִ֖יו H4529 אֶת H853 לֵ֣ב H3820 הָעָ֑ם H5971 וְאָנֹכִ֣י H595 מִלֵּ֔אתִי H4390 אַחֲרֵ֖י H310 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
      "9": "וַיִּשָּׁבַ֣ע H7650 מֹשֶׁ֗ה H4872 בַּיּ֣וֹם H3117 הַהוּא֮ H1931 לֵאמֹר֒ H559 אִם H518 לֹ֗א H3808 הָאָ֨רֶץ֙ H776 אֲשֶׁ֨ר H834 דָּרְכָ֤ה H1869 רַגְלְךָ֙ H7272 בָּ֔הּ Hb לְךָ֨ Hl תִֽהְיֶ֧ה H1961 לְנַחֲלָ֛ה H5159 וּלְ H1121 עַד H5704 עוֹלָ֑ם H5769 כִּ֣י H3588 מִלֵּ֔אתָ H4390 אַחֲרֵ֖י H310 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
      "10": "וְעַתָּ֗ה H6258 הִנֵּה֩ H2009 הֶחֱיָ֨ה H2421 יְהוָ֣ה H3068 אוֹתִי֮ H853 כַּאֲשֶׁ֣ר H834 דִּבֵּר֒ H1696 זֶה֩ H2088 אַרְבָּעִ֨ים H705 וְחָמֵ֜שׁ H2568 שָׁנָ֗ה H8141 מֵ֠אָז H227 דִּבֶּ֨ר H1696 יְהוָ֜ה H3068 אֶת H853 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֶל H413 מֹשֶׁ֔ה H4872 אֲשֶׁר H834 הָלַ֥ךְ H1980 יִשְׂרָאֵ֖ל H3478 בַּמִּדְבָּ֑ר H4057 וְעַתָּה֙ H6258 הִנֵּ֣ה H2009 אָנֹכִ֣י H595 הַיּ֔וֹם H3117 בֶּן H1121 חָמֵ֥שׁ H2568 וּשְׁמוֹנִ֖ים H8084 שָׁנָֽה H8141 ",
      "11": "עוֹדֶ֨נִּי H5750 הַיּ֜וֹם H3117 חָזָ֗ק H2389 כַּֽאֲשֶׁר֙ H834 בְּי֨וֹם H3117 שְׁלֹ֤חַ H7971 אוֹתִי֙ H853 מֹשֶׁ֔ה H4872 כְּכֹ֥חִ H3581 אָ֖ז H227 וּכְ H3581 עָ֑תָּה H6258 לַמִּלְחָמָ֖ה H4421 וְלָ H3318 וְלָ H935 ",
      "12": "וְעַתָּ֗ה H6258 תְּנָה H5414 לִּי֙ Hl אֶת H853 הָהָ֣ר H2022 הַזֶּ֔ה H2088 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 כִּ֣י H3588 אַתָּֽה H859 שָׁמַעְתָּ֩ H8085 בַיּ֨וֹם H3117 הַה֜וּא H1931 כִּֽי H3588 עֲנָקִ֣ים H6062 שָׁ֗ם H8033 וְעָרִים֙ H5892 גְּדֹל֣וֹת H1419 בְּצֻר֔וֹת H1219 אוּלַ֨י H194 יְהוָ֤ה H3068 אוֹתִי֙ H854 וְה֣וֹרַשְׁתִּ֔י H3423 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
      "13": "וַֽיְבָרְכֵ֖ H1288 יְהוֹשֻׁ֑עַ H3091 וַיִּתֵּ֧ן H5414 אֶת H853 חֶבְר֛וֹן H2275 לְכָלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּ֖ה H3312 לְנַחֲלָֽה H5159 ",
      "14": "עַל H5921 כֵּ֣ן H3651 הָיְתָֽה H1961 חֶ֠בְרוֹן H2275 לְכָלֵ֨ב H3612 בֶּן H1121 יְפֻנֶּ֤ה H3312 הַקְּנִזִּי֙ H7074 לְֽנַחֲלָ֔ה H5159 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 יַ֚עַן H3282 אֲשֶׁ֣ר H834 מִלֵּ֔א H4390 אַחֲרֵ֕י H310 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "15": "וְשֵׁ֨ם H8034 חֶבְר֤וֹן H2275 לְפָנִים֙ H6440 קִרְיַ֣ת H7153 אַרְבַּ֔ע H7153 הָאָדָ֧ם H120 הַגָּד֛וֹל H1419 בָּעֲנָקִ֖ים H6062 ה֑וּא H1931 וְהָ H776 שָׁקְטָ֖ה H8252 מִמִּלְחָמָֽה H4421 "
    },
    "15": {
      "1": "וַיְהִ֣י H1961 הַגּוֹרָ֗ל H1486 לְמַטֵּ֛ה H4294 בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 לְמִשְׁפְּחֹתָ֑ H4940 אֶל H413 גְּב֨וּל H1366 אֱד֧וֹם H123 מִדְבַּר H4057 צִ֛ן H6790 נֶ֖גְבָּה H5045 מִקְצֵ֥ה H7097 תֵימָֽן H8486 ",
      "2": "וַיְהִ֤י H1961 לָהֶם֙ H1992 גְּב֣וּל H1366 נֶ֔גֶב H5045 מִקְצֵ֖ה H7097 יָ֣ם H3220 הַמֶּ֑לַח H4417 מִן H4480 הַלָּשֹׁ֖ן H3956 הַפֹּנֶ֥ה H6437 נֶֽגְבָּה H5045 ",
      "3": "וְ֠יָצָא H3318 אֶל H413 מִנֶּ֜גֶב H5045 לְמַעֲלֵ֤ה H4610 עַקְרַבִּים֙ H4610 וְעָ֣בַר H5674 צִ֔נָה H6790 וְעָלָ֥ה H5927 מִנֶּ֖גֶב H5045 לְקָדֵ֣שׁ H6947 בַּרְנֵ֑עַ H6947 וְעָבַ֤ר H5674 חֶצְרוֹן֙ H2696 וְעָלָ֣ה H5927 אַדָּ֔רָה H146 וְנָסַ֖ב H5437 הַקַּרְקָֽעָ H7173 ",
      "4": "וְעָבַ֣ר H5674 עַצְמ֗וֹנָה H6111 וְיָצָא֙ H3318 נַ֣חַל H5158 מִצְרַ֔יִם H4714 והיה H1961 תֹּצְא֥וֹת H8444 הַגְּב֖וּל H1366 יָ֑מָּה H3220 זֶה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֥וּל H1366 נֶֽגֶב H5045 ",
      "5": "וּגְב֥וּל H1366 קֵ֨דְמָה֙ H6924 יָ֣ם H3220 הַמֶּ֔לַח H4417 עַד H5704 קְצֵ֖ה H7097 הַיַּרְדֵּ֑ן H3383 וּגְב֞וּל H1366 לִפְאַ֤ת H6285 צָפ֨וֹנָה֙ H6828 מִלְּשׁ֣וֹן H3956 הַיָּ֔ם H3220 מִקְצֵ֖ה H7097 הַיַּרְדֵּֽן H3383 ",
      "6": "וְעָלָ֤ה H5927 הַגְּבוּל֙ H1366 בֵּ֣ית H1031 חָגְלָ֔ה H1031 וְעָבַ֕ר H5674 מִצְּפ֖וֹן H6828 לְבֵ֣ית H1026 הָעֲרָבָ֑ה H1026 וְעָלָ֣ה H5927 הַגְּב֔וּל H1366 אֶ֥בֶן H68 בֹּ֖הַן H932 בֶּן H1121 רְאוּבֵֽן H7205 ",
      "7": "וְעָלָ֨ה H5927 הַגְּב֥וּל H1366 דְּבִרָה֮ H1688 מֵעֵ֣מֶק H6010 עָכוֹר֒ H5911 וְצָפ֜וֹנָ H6828 פֹּנֶ֣ה H6437 אֶל H413 הַגִּלְגָּ֗ל H1537 אֲשֶׁר H834 נֹ֨כַח֙ H5227 לְמַעֲלֵ֣ה H4608 אֲדֻמִּ֔ים H131 אֲשֶׁ֥ר H834 מִנֶּ֖גֶב H5045 לַנָּ֑חַל H5158 וְעָבַ֤ר H5674 הַגְּבוּל֙ H1366 אֶל H413 מֵי H4325 עֵ֣ין H5885 שֶׁ֔מֶשׁ H5885 וְהָי֥וּ H1961 תֹצְאֹתָ֖יו H8444 אֶל H413 עֵ֥ין H5883 רֹגֵֽל H5883 ",
      "8": "וְעָלָ֨ה H5927 הַגְּב֜וּל H1366 גֵּ֣י H1516 בֶן H1121 הִנֹּ֗ם H2011 אֶל H413 כֶּ֤תֶף H3802 הַיְבוּסִי֙ H2983 מִנֶּ֔גֶב H5045 הִ֖יא H1931 יְרֽוּשָׁלִָ֑ם H3389 וְעָלָ֨ה H5927 הַגְּב֜וּל H1366 אֶל H413 רֹ֣אשׁ H7218 הָהָ֗ר H2022 אֲ֠שֶׁר H834 עַל H5921 פְּנֵ֤י H6440 גֵֽי H1516 הִנֹּם֙ H2011 יָ֔מָּה H3220 אֲשֶׁ֛ר H834 בִּקְצֵ֥ה H7097 עֵֽמֶק H6010 רְפָאִ֖ים H7497 צָפֹֽנָה H6828 ",
      "9": "וְתָאַ֨ר H8388 הַגְּב֜וּל H1366 מֵרֹ֣אשׁ H7218 הָהָ֗ר H2022 אֶל H413 מַעְיַן֙ H4599 מֵ֣י H4325 נֶפְתּ֔וֹחַ H5318 וְיָצָ֖א H3318 אֶל H413 עָרֵ֣י H5892 הַר H2022 עֶפְר֑וֹן H6085 וְתָאַ֤ר H8388 הַגְּבוּל֙ H1366 בַּעֲלָ֔ה H1173 הִ֖יא H1931 קִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
      "10": "וְנָסַב֩ H5437 הַגְּב֨וּל H1366 מִבַּעֲלָ֥ה H1173 יָ֨מָּה֙ H3220 אֶל H413 הַ֣ר H2022 שֵׂעִ֔יר H8165 וְעָבַ֕ר H5674 אֶל H413 כֶּ֧תֶף H3802 הַר H2022 יְעָרִ֛ים H3297 מִצָּפ֖וֹנָ H6828 הִ֣יא H1931 כְסָל֑וֹן H3693 וְיָרַ֥ד H3381 בֵּֽית H1053 שֶׁ֖מֶשׁ H1053 וְעָבַ֥ר H5674 תִּמְנָֽה H8553 ",
      "11": "וְיָצָ֨א H3318 הַגְּב֜וּל H1366 אֶל H413 כֶּ֣תֶף H3802 עֶקְרוֹן֮ H6138 צָפוֹנָה֒ H6828 וְתָאַ֤ר H8388 הַגְּבוּל֙ H1366 שִׁכְּר֔וֹנָה H7942 וְעָבַ֥ר H5674 הַר H2022 הַֽבַּעֲלָ֖ה H1173 וְיָצָ֣א H3318 יַבְנְאֵ֑ל H2995 וְהָי֛וּ H1961 תֹּצְא֥וֹת H8444 הַגְּב֖וּל H1366 יָֽמָּה H3220 ",
      "12": "וּגְב֣וּל H1366 יָ֔ם H3220 הַיָּ֥מָּ H3220 הַגָּד֖וֹל H1419 וּגְב֑וּל H1366 זֶ֠ה H2088 גְּב֧וּל H1366 בְּנֵֽי H1121 יְהוּדָ֛ה H3063 סָבִ֖יב H5439 לְמִשְׁפְּחֹתָֽ H4940 ",
      "13": "וּלְ H3612 בֶּן H1121 יְפֻנֶּ֗ה H3312 נָ֤תַן H5414 חֵ֨לֶק֙ H2506 בְּת֣וֹךְ H8432 בְּנֵֽי H1121 יְהוּדָ֔ה H3063 אֶל H413 פִּ֥י H6310 יְהוָ֖ה H3068 לִֽיהוֹשֻׁ֑עַ H3091 אֶת H853 קִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 אֲבִ֥י H1 הָעֲנָ֖ק H6061 הִ֥יא H1931 חֶבְרֽוֹן H2275 ",
      "14": "וַיֹּ֤רֶשׁ H3423 מִשָּׁם֙ H8033 כָּלֵ֔ב H3612 אֶת H853 שְׁלוֹשָׁ֖ה H7969 בְּנֵ֣י H1121 הָעֲנָ֑ק H6061 אֶת H853 שֵׁשַׁ֤י H8344 וְאֶת H853 אֲחִימַן֙ H289 וְאֶת H853 תַּלְמַ֔י H8526 יְלִידֵ֖י H3211 הָעֲנָֽק H6061 ",
      "15": "וַיַּ֣עַל H5927 מִשָּׁ֔ם H8033 אֶל H413 יֹשְׁבֵ֖י H3427 דְּבִ֑ר H1688 וְשֵׁם H8034 דְּבִ֥ר H1688 לְפָנִ֖ים H6440 קִרְיַת H7158 סֵֽפֶר H7158 ",
      "16": "וַיֹּ֣אמֶר H559 כָּלֵ֔ב H3612 אֲשֶׁר H834 יַכֶּ֥ה H5221 אֶת H853 קִרְיַת H7158 סֵ֖פֶר H7158 וּלְכָדָ֑ H3920 וְנָתַ֥תִּי H5414 ל֛וֹ Hl אֶת H853 עַכְסָ֥ה H5915 בִתִּ֖י H1323 לְאִשָּֽׁה H802 ",
      "17": "וַֽיִּלְכְּדָ֛ H3920 עָתְנִיאֵ֥ל H6274 בֶּן H1121 קְנַ֖ז H7073 אֲחִ֣י H251 כָלֵ֑ב H3612 וַיִּתֶּן H5414 ל֛וֹ Hl אֶת H853 עַכְסָ֥ה H5915 בִתּ֖וֹ H1323 לְאִשָּֽׁה H802 ",
      "18": "וַיְהִ֣י H1961 בְּבוֹאָ֗ H935 וַתְּסִיתֵ֨ H5496 לִשְׁא֤וֹל H7592 מֵֽאֵת H853 אָבִ֨יהָ֙ H1 שָׂדֶ֔ה H7704 וַתִּצְנַ֖ח H6795 מֵעַ֣ל H5921 הַחֲמ֑וֹר H2543 וַיֹּֽאמֶר H559 לָ֥הּ Hl כָּלֵ֖ב H3612 מַה H4100 לָּֽךְ Hl ",
      "19": "וַתֹּ֜אמֶר H559 תְּנָה H5414 לִּ֣י Hl בְרָכָ֗ה H1293 כִּ֣י H3588 אֶ֤רֶץ H776 הַנֶּ֨גֶב֙ H5045 נְתַתָּ֔נִי H5414 וְנָתַתָּ֥ה H5414 לִ֖י Hl גֻּלֹּ֣ת H1543 מָ֑יִם H4325 וַיִּתֶּן H5414 לָ֗הּ Hl אֵ֚ת H853 גֻּלֹּ֣ת H1543 עִלִּיּ֔וֹת H5942 וְאֵ֖ת H853 גֻּלֹּ֥ת H1543 תַּחְתִּיּֽוֹת H8482 ",
      "20": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵי H1121 יְהוּדָ֖ה H3063 לְמִשְׁפְּחֹתָֽ H4940 ",
      "21": "וַיִּֽהְי֣וּ H1961 הֶעָרִ֗ים H5892 מִקְצֵה֙ H7097 לְמַטֵּ֣ה H4294 בְנֵֽי H1121 יְהוּדָ֔ה H3063 אֶל H413 גְּב֥וּל H1366 אֱד֖וֹם H123 בַּנֶּ֑גְבָּ H5045 קַבְצְאֵ֥ל H6909 וְעֵ֖דֶר H5740 וְיָגֽוּר H3017 ",
      "22": "וְקִינָ֥ה H7016 וְדִֽימוֹנָ֖ה H1776 וְעַדְעָדָֽה H5735 ",
      "23": "וְקֶ֥דֶשׁ H6943 וְחָצ֖וֹר H2674 וְיִתְנָֽן H3497 ",
      "24": "זִ֥יף H2128 וָטֶ֖לֶם H2928 וּבְעָלֽוֹת H1175 ",
      "25": "וְחָצ֤וֹר H2675 חֲדַתָּה֙ H2675 וּקְרִיּ֔וֹת H7152 חֶצְר֖וֹן H2696 הִ֥יא H1931 חָצֽוֹר H2674 ",
      "26": "אֲמָ֥ם H538 וּשְׁמַ֖ע H8090 וּמוֹלָדָֽה H4137 ",
      "27": "וַחֲצַ֥ר H2693 גַּדָּ֛ה H2693 וְחֶשְׁמ֖וֹן H2829 וּבֵ֥ית H1046 פָּֽלֶט H1046 ",
      "28": "וַחֲצַ֥ר H2705 שׁוּעָ֛ל H2705 וּבְאֵ֥ר H884 שֶׁ֖בַע H884 וּבִזְיוֹתְיָֽה H964 ",
      "29": "בַּעֲלָ֥ה H1173 וְעִיִּ֖ים H5864 וָעָֽצֶם H6107 ",
      "30": "וְאֶלְתּוֹלַ֥ד H513 וּכְסִ֖יל H3686 וְחָרְמָֽה H2767 ",
      "31": "וְצִֽקְלַ֥ג H6860 וּמַדְמַנָּ֖ה H4089 וְסַנְסַנָּֽה H5578 ",
      "32": "וּלְבָא֥וֹת H3822 וְשִׁלְחִ֖ים H7978 וְעַ֣יִן H5871 וְרִמּ֑וֹן H7417 כָּל H3605 עָרִ֛ים H5892 עֶשְׂרִ֥ים H6242 וָתֵ֖שַׁע H8672 וְחַצְרֵי H2691 ",
      "33": "בַּשְּׁפֵלָ֑ה H8219 אֶשְׁתָּא֥וֹל H847 וְצָרְעָ֖ה H6881 וְאַשְׁנָֽה H823 ",
      "34": "וְזָנ֨וֹחַ֙ H2182 וְעֵ֣ין H5873 גַּנִּ֔ים H5873 תַּפּ֖וּחַ H8599 וְהָ H5879 ",
      "35": "יַרְמוּת֙ H3412 וַעֲדֻלָּ֔ם H5725 שׂוֹכֹ֖ה H7755 וַעֲזֵקָֽה H5825 ",
      "36": "וְשַׁעֲרַ֨יִם֙ H8189 וַעֲדִיתַ֔יִם H5723 וְהַ H1449 וּגְדֵרֹתָ֑יִם H1453 עָרִ֥ים H5892 אַרְבַּֽע H702 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "37": "צְנָ֥ן H6799 וַחֲדָשָׁ֖ה H2322 וּמִגְדַּל H4028 גָּֽד H4028 ",
      "38": "וְדִלְעָ֥ן H1810 וְהַ H4708 וְיָקְתְאֵֽל H3371 ",
      "39": "לָכִ֥ישׁ H3923 וּבָצְקַ֖ת H1218 וְעֶגְלֽוֹן H5700 ",
      "40": "וְכַבּ֥וֹן H3522 וְלַחְמָ֖ס H3903 וְכִתְלִֽישׁ H3798 ",
      "41": "וּגְדֵר֕וֹת H1450 בֵּית H1016 דָּג֥וֹן H1016 וְנַעֲמָ֖ה H5279 וּמַקֵּדָ֑ה H4719 עָרִ֥ים H5892 שֵׁשׁ H8337 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "42": "לִבְנָ֥ה H3841 וָעֶ֖תֶר H6281 וְעָשָֽׁן H6228 ",
      "43": "וְיִפְתָּ֥ח H3316 וְאַשְׁנָ֖ה H823 וּנְצִֽיב H5334 ",
      "44": "וּקְעִילָ֥ה H7084 וְאַכְזִ֖יב H392 וּמָֽרֵאשָׁ֑ה H4762 עָרִ֥ים H5892 תֵּ֖שַׁע H8672 וְחַצְרֵי H2691 ",
      "45": "עֶקְר֥וֹן H6138 וּבְנֹתֶ֖י H1323 וַחֲצֵרֶֽי H2691 ",
      "46": "מֵעֶקְר֖וֹן H6138 וָיָ֑מָּ H3220 כֹּ֛ל H3605 אֲשֶׁר H834 עַל H5921 יַ֥ד H3027 אַשְׁדּ֖וֹד H795 וְחַצְרֵי H2691 ",
      "47": "אַשְׁדּ֞וֹד H795 בְּנוֹתֶ֣יהָ H1323 וַחֲצֵרֶ֗י H2691 עַזָּ֥ה H5804 בְּנוֹתֶ֥יהָ H1323 וַחֲצֵרֶ֖י H2691 עַד H5704 נַ֣חַל H5158 מִצְרָ֑יִם H4714 וְהַ H3220 הגבול H1366 וּגְבֽוּל H1366 ",
      "48": "וּבָ H2022 שָׁמִ֥יר H8069 וְיַתִּ֖יר H3492 וְשׂוֹכֹֽה H7755 ",
      "49": "וְדַנָּ֥ה H1837 וְקִרְיַת H7158 סַנָּ֖ה H7158 הִ֥יא H1931 דְבִֽר H1688 ",
      "50": "וַעֲנָ֥ב H6024 וְאֶשְׁתְּמֹ֖ה H851 וְעָנִֽים H6044 ",
      "51": "וְגֹ֥שֶׁן H1657 וְחֹלֹ֖ן H2473 וְגִלֹ֑ה H1542 עָרִ֥ים H5892 אַֽחַת H259 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "52": "אֲרַ֥ב H694 וְרוּמָ֖ה H1746 וְאֶשְׁעָֽן H824 ",
      "53": "וינים H3241 וּבֵית H1054 תַּפּ֖וּחַ H1054 וַאֲפֵֽקָה H664 ",
      "54": "וְחֻמְטָ֗ה H2547 וְקִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 הִ֥יא H1931 חֶבְר֖וֹן H2275 וְצִיעֹ֑ר H6730 עָרִ֥ים H5892 תֵּ֖שַׁע H8672 וְחַצְרֵי H2691 ",
      "55": "מָע֥וֹן H4584 כַּרְמֶ֖ל H3760 וָזִ֥יף H2128 וְיוּטָּֽה H3194 ",
      "56": "וְיִזְרְעֶ֥אל H3157 וְיָקְדְעָ֖ם H3347 וְזָנֽוֹחַ H2182 ",
      "57": "הַקַּ֖יִן H7014 גִּבְעָ֣ה H1390 וְתִמְנָ֑ה H8553 עָרִ֥ים H5892 עֶ֖שֶׂר H6235 וְחַצְרֵי H2691 ",
      "58": "חַלְח֥וּל H2478 בֵּֽית H1049 צ֖וּר H1049 וּגְדֽוֹר H1446 ",
      "59": "וּמַעֲרָ֥ת H4638 וּבֵית H1042 עֲנ֖וֹת H1042 וְאֶלְתְּקֹ֑ן H515 עָרִ֥ים H5892 שֵׁ֖שׁ H8337 וְחַצְרֵי H2691 ",
      "60": "קִרְיַת H7154 בַּ֗עַל H7154 הִ֛יא H1931 קִרְיַ֥ת H7157 יְעָרִ֖ים H7157 וְהָֽ H7237 עָרִ֥ים H5892 שְׁתַּ֖יִם H8147 וְחַצְרֵי H2691 ",
      "61": "בַּמִּדְבָּ֑ר H4057 בֵּ֚ית H1026 הָעֲרָבָ֔ה H1026 מִדִּ֖ין H4081 וּסְכָכָֽה H5527 ",
      "62": "וְהַ H5044 וְעִיר H5898 הַמֶּ֖לַח H5898 וְעֵ֣ין H5872 גֶּ֑דִי H5872 עָרִ֥ים H5892 שֵׁ֖שׁ H8337 וְחַצְרֵי H2691 ",
      "63": "וְאֶת H854 הַיְבוּסִי֙ H2983 יוֹשְׁבֵ֣י H3427 יְרֽוּשָׁלִַ֔ם H3389 לֹֽא H3808 יוכלו H3201 בְנֵֽי H1121 יְהוּדָ֖ה H3063 לְהֽוֹרִישָׁ֑ H3423 וַיֵּ֨שֶׁב H3427 הַיְבוּסִ֜י H2983 אֶת H854 בְּנֵ֤י H1121 יְהוּדָה֙ H3063 בִּיר֣וּשָׁלִַ֔ם H3389 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
    },
    "16": {
      "1": "וַיֵּצֵ֨א H3318 הַגּוֹרָ֜ל H1486 לִבְנֵ֤י H1121 יוֹסֵף֙ H3130 מִיַּרְדֵּ֣ן H3383 יְרִיח֔וֹ H3405 לְמֵ֥י H4325 יְרִיח֖וֹ H3405 מִזְרָ֑חָה H4217 הַמִּדְבָּ֗ר H4057 עֹלֶ֧ה H5927 מִירִיח֛וֹ H3405 בָּהָ֖ר H2022 בֵּֽית H1008 אֵֽל H1008 ",
      "2": "וְיָצָ֥א H3318 מִבֵּֽית H1008 אֵ֖ל H1008 ל֑וּזָה H3870 וְעָבַ֛ר H5674 אֶל H413 גְּב֥וּל H1366 הָאַרְכִּ֖י H757 עֲטָרֽוֹת H5852 ",
      "3": "וְיָֽרַד H3381 יָ֜מָּה H3220 אֶל H413 גְּב֣וּל H1366 הַיַּפְלֵטִ֗י H3311 עַ֣ד H5704 גְּב֧וּל H1366 בֵּית H1032 חוֹרֹ֛ן H1032 תַּחְתּ֖וֹן H8481 וְעַד H5704 גָּ֑זֶר H1507 וְהָי֥וּ H1961 תצאתו H8444 יָֽמָּה H3220 ",
      "4": "וַיִּנְחֲל֥וּ H5157 בְנֵי H1121 יוֹסֵ֖ף H3130 מְנַשֶּׁ֥ה H4519 וְאֶפְרָֽיִם H669 ",
      "5": "וַיְהִ֛י H1961 גְּב֥וּל H1366 בְּנֵֽי H1121 אֶפְרַ֖יִם H669 לְמִשְׁפְּחֹתָ֑ H4940 וַיְהִ֞י H1961 גְּב֤וּל H1366 נַחֲלָתָם֙ H5159 מִזְרָ֔חָה H4217 עַטְר֣וֹת H5853 אַדָּ֔ר H5853 עַד H5704 בֵּ֥ית H1032 חוֹרֹ֖ן H1032 עֶלְיֽוֹן H5945 ",
      "6": "וְיָצָ֨א H3318 הַגְּב֜וּל H1366 הַיָּ֗מָּ H3220 הַֽמִּכְמְתָת֙ H4366 מִצָּפ֔וֹן H6828 וְנָסַ֧ב H5437 הַגְּב֛וּל H1366 מִזְרָ֖חָה H4217 תַּאֲנַ֣ת H8387 שִׁלֹ֑ה H8387 וְעָבַ֣ר H5674 אוֹת֔וֹ H853 מִמִּזְרַ֖ח H4217 יָנֽוֹחָה H3239 ",
      "7": "וְיָרַ֥ד H3381 מִיָּנ֖וֹחָ H3239 עֲטָר֣וֹת H5852 וְנַעֲרָ֑תָ H5292 וּפָגַע֙ H6293 בִּֽירִיח֔וֹ H3405 וְיָצָ֖א H3318 הַיַּרְדֵּֽן H3383 ",
      "8": "מִתַּפּ֜וּחַ H8599 יֵלֵ֨ךְ H3212 הַגְּב֥וּל H1366 יָ֨מָּה֙ H3220 נַ֣חַל H5158 קָנָ֔ה H7071 וְהָי֥וּ H1961 תֹצְאֹתָ֖יו H8444 הַיָּ֑מָּ H3220 זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵי H1121 אֶפְרַ֖יִם H669 לְמִשְׁפְּחֹתָֽ H4940 ",
      "9": "וְהֶ H5892 הַמִּבְדָּלוֹת֙ H3995 לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 בְּת֖וֹךְ H8432 נַחֲלַ֣ת H5159 בְּנֵֽי H1121 מְנַשֶּׁ֑ה H4519 כָּֽל H3605 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
      "10": "וְלֹ֣א H3808 הוֹרִ֔ישׁוּ H3423 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 הַיּוֹשֵׁ֣ב H3427 בְּגָ֑זֶר H1507 וַיֵּ֨שֶׁב H3427 הַֽכְּנַעֲנִ֜י H3669 בְּקֶ֤רֶב H7130 אֶפְרַ֨יִם֙ H669 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וַיְהִ֖י H1961 לְמַס H4522 עֹבֵֽד H5647 "
    },
    "17": {
      "1": "וַיְהִ֤י H1961 הַגּוֹרָל֙ H1486 לְמַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 כִּי H3588 ה֖וּא H1931 בְּכ֣וֹר H1060 יוֹסֵ֑ף H3130 לְמָכִיר֩ H4353 בְּכ֨וֹר H1060 מְנַשֶּׁ֜ה H4519 אֲבִ֣י H1 הַגִּלְעָ֗ד H1568 כִּ֣י H3588 ה֤וּא H1931 הָיָה֙ H1961 אִ֣ישׁ H376 מִלְחָמָ֔ה H4421 וַֽיְהִי H1961 ל֖וֹ Hl הַגִּלְעָ֥ד H1568 וְהַ H1316 ",
      "2": "וַ֠יְהִי H1961 לִבְנֵ֨י H1121 מְנַשֶּׁ֥ה H4519 הַנּוֹתָרִים֮ H3498 לְמִשְׁפְּחֹתָ H4940 לִבְנֵ֨י H1121 אֲבִיעֶ֜זֶר H44 וְלִ H1121 חֵ֗לֶק H2507 וְלִ H1121 אַשְׂרִיאֵל֙ H844 וְלִ H1121 שֶׁ֔כֶם H7928 וְלִ H1121 חֵ֖פֶר H2660 וְלִ H1121 שְׁמִידָ֑ע H8061 אֵ֠לֶּה H428 בְּנֵ֨י H1121 מְנַשֶּׁ֧ה H4519 בֶּן H1121 יוֹסֵ֛ף H3130 הַזְּכָרִ֖ים H2145 לְמִשְׁפְּחֹתָֽ H4940 ",
      "3": "וְלִ H6765 בֶּן H1121 חֵ֨פֶר H2660 בֶּן H1121 גִּלְעָ֜ד H1568 בֶּן H1121 מָכִ֣יר H4353 בֶּן H1121 מְנַשֶּׁ֗ה H4519 לֹא H3808 הָ֥יוּ H1961 ל֛וֹ Hl בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 בְּנֹתָ֔יו H1323 מַחְלָ֣ה H4244 וְנֹעָ֔ה H5270 חָגְלָ֥ה H2295 מִלְכָּ֖ה H4435 וְתִרְצָֽה H8656 ",
      "4": "וַתִּקְרַ֡בְנָה H7126 לִפְנֵי֩ H6440 אֶלְעָזָ֨ר H499 הַכֹּהֵ֜ן H3548 וְלִ H6440 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 וְלִ H6440 הַנְּשִׂיאִים֙ H5387 לֵאמֹ֔ר H559 יְהוָה֙ H3068 צִוָּ֣ה H6680 אֶת H853 מֹשֶׁ֔ה H4872 לָֽתֶת H5414 לָ֥נוּ Hl נַחֲלָ֖ה H5159 בְּת֣וֹךְ H8432 אַחֵ֑ינוּ H251 וַיִּתֵּ֨ן H5414 לָהֶ֜ם Hl אֶל H413 פִּ֤י H6310 יְהוָה֙ H3068 נַֽחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 אֲחֵ֥י H251 אֲבִיהֶֽן H1 ",
      "5": "וַיִּפְּל֥וּ H5307 חַבְלֵֽי H2256 מְנַשֶּׁ֖ה H4519 עֲשָׂרָ֑ה H6235 לְבַ֞ד H905 מֵאֶ֤רֶץ H776 הַגִּלְעָד֙ H1568 וְהַ H1316 אֲשֶׁ֖ר H834 מֵעֵ֥בֶר H5676 לַיַּרְדֵּֽן H3383 ",
      "6": "כִּ֚י H3588 בְּנ֣וֹת H1323 מְנַשֶּׁ֔ה H4519 נָחֲל֥וּ H5157 נַחֲלָ֖ה H5159 בְּת֣וֹךְ H8432 בָּנָ֑יו H1121 וְאֶ֨רֶץ֙ H776 הַגִּלְעָ֔ד H1568 הָיְתָ֥ה H1961 לִבְנֵֽי H1121 מְנַשֶּׁ֖ה H4519 הַנּֽוֹתָרִֽים H3498 ",
      "7": "וַיְהִ֤י H1961 גְבוּל H1366 מְנַשֶּׁה֙ H4519 מֵֽאָשֵׁ֔ר H836 הַֽמִּכְמְתָ֔ת H4366 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 שְׁכֶ֑ם H7927 וְהָלַ֤ךְ H1980 הַגְּבוּל֙ H1366 אֶל H413 הַיָּמִ֔ין H3225 אֶל H413 יֹשְׁבֵ֖י H3427 עֵ֥ין H5887 תַּפּֽוּחַ H5887 ",
      "8": "לִמְנַשֶּׁ֕ה H4519 הָיְתָ֖ה H1961 אֶ֣רֶץ H776 תַּפּ֑וּחַ H8599 וְתַפּ֛וּחַ H8599 אֶל H413 גְּב֥וּל H1366 מְנַשֶּׁ֖ה H4519 לִבְנֵ֥י H1121 אֶפְרָֽיִם H669 ",
      "9": "וְיָרַ֣ד H3381 הַגְּבוּל֩ H1366 נַ֨חַל H5158 קָנָ֜ה H7071 נֶ֣גְבָּה H5045 לַנַּ֗חַל H5158 עָרִ֤ים H5892 הָאֵ֨לֶּה֙ H428 לְאֶפְרַ֔יִם H669 בְּת֖וֹךְ H8432 עָרֵ֣י H5892 מְנַשֶּׁ֑ה H4519 וּגְב֤וּל H1366 מְנַשֶּׁה֙ H4519 מִצְּפ֣וֹן H6828 לַנַּ֔חַל H5158 וַיְהִ֥י H1961 תֹצְאֹתָ֖יו H8444 הַיָּֽמָּ H3220 ",
      "10": "נֶ֣גְבָּה H5045 לְאֶפְרַ֗יִם H669 וְצָפ֨וֹנָ H6828 לִמְנַשֶּׁ֔ה H4519 וַיְהִ֥י H1961 הַיָּ֖ם H3220 גְּבוּל֑וֹ H1366 וּבְ H836 יִפְגְּע֣וּן H6293 מִצָּפ֔וֹן H6828 וּבְ H3485 מִמִּזְרָֽח H4217 ",
      "11": "וַיְהִ֨י H1961 לִמְנַשֶּׁ֜ה H4519 בְּיִשָּׂשכָ֣ר H3485 וּבְ H836 בֵּית H1052 שְׁאָ֣ן H1052 וּ֠בְנוֹתֶי H1323 וְיִבְלְעָ֨ם H2991 וּבְנוֹתֶ֜י H1323 וְֽאֶת H853 יֹשְׁבֵ֧י H3427 דֹ֣אר H1756 וּבְנוֹתֶ֗י H1323 וְיֹשְׁבֵ֤י H3427 עֵֽין H5874 דֹּר֙ H5874 וּבְנֹתֶ֔י H1323 וְיֹשְׁבֵ֤י H3427 תַעְנַךְ֙ H8590 וּבְנֹתֶ֔י H1323 וְיֹשְׁבֵ֥י H3427 מְגִדּ֖וֹ H4023 וּבְנוֹתֶ֑י H1323 שְׁלֹ֖שֶׁת H7969 הַנָּֽפֶת H5316 ",
      "12": "וְלֹ֤א H3808 יָכְלוּ֙ H3201 בְּנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 לְהוֹרִ֖ישׁ H3423 אֶת H853 הֶֽעָרִ֣ים H5892 הָאֵ֑לֶּה H428 וַיּ֨וֹאֶל֙ H2974 הַֽכְּנַעֲנִ֔י H3669 לָשֶׁ֖בֶת H3427 בָּאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
      "13": "וַֽיְהִ֗י H1961 כִּ֤י H3588 חָֽזְקוּ֙ H2388 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיִּתְּנ֥וּ H5414 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 לָמַ֑ס H4522 וְהוֹרֵ֖שׁ H3423 לֹ֥א H3808 הוֹרִישֽׁוֹ H3423 ",
      "14": "וַֽיְדַבְּרוּ֙ H1696 בְּנֵ֣י H1121 יוֹסֵ֔ף H3130 אֶת H854 יְהוֹשֻׁ֖עַ H3091 לֵאמֹ֑ר H559 מַדּוּעַ֩ H4069 נָתַ֨תָּה H5414 לִּ֜י Hl נַחֲלָ֗ה H5159 גּוֹרָ֤ל H1486 אֶחָד֙ H259 וְחֶ֣בֶל H2256 אֶחָ֔ד H259 וַֽאֲנִ֣י H589 עַם H5971 רָ֔ב H7227 עַ֥ד H5704 אֲשֶׁר H834 עַד H5704 כֹּ֖ה H3541 בֵּֽרְכַ֥נִי H1288 יְהוָֽה H3068 ",
      "15": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 יְהוֹשֻׁ֗עַ H3091 אִם H518 עַם H5971 רַ֤ב H7227 אַתָּה֙ H859 עֲלֵ֣ה H5927 לְךָ֣ Hl הַיַּ֔עְרָ H3293 וּבֵרֵאתָ֤ H1254 לְךָ֙ Hl שָׁ֔ם H8033 בְּאֶ֥רֶץ H776 הַפְּרִזִּ֖י H6522 וְהָֽ H7497 כִּֽי H3588 אָ֥ץ H213 לְךָ֖ Hl הַר H2022 אֶפְרָֽיִם H669 ",
      "16": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יוֹסֵ֔ף H3130 לֹֽא H3808 יִמָּ֥צֵא H4672 לָ֖נוּ Hl הָהָ֑ר H2022 וְרֶ֣כֶב H7393 בַּרְזֶ֗ל H1270 בְּכָל H3605 הַֽכְּנַעֲנִי֙ H3669 הַיֹּשֵׁ֣ב H3427 בְּאֶֽרֶץ H776 הָעֵ֔מֶק H6010 לַֽאֲשֶׁ֤ר H834 בְּבֵית H1052 שְׁאָן֙ H1052 וּבְנוֹתֶ֔י H1323 וְלַֽ H834 בְּעֵ֥מֶק H6010 יִזְרְעֶֽאל H3157 ",
      "17": "וַיֹּ֤אמֶר H559 יְהוֹשֻׁ֨עַ֙ H3091 אֶל H413 בֵּ֣ית H1004 יוֹסֵ֔ף H3130 לְאֶפְרַ֥יִם H669 וְלִ H4519 לֵאמֹ֑ר H559 עַם H5971 רַ֣ב H7227 אַתָּ֗ה H859 וְכֹ֤חַ H3581 גָּדוֹל֙ H1419 לָ֔ךְ Hl לֹֽא H3808 יִהְיֶ֥ה H1961 לְךָ֖ Hl גּוֹרָ֥ל H1486 אֶחָֽד H259 ",
      "18": "כִּ֣י H3588 הַ֤ר H2022 יִֽהְיֶה H1961 לָּךְ֙ Hl כִּֽי H3588 יַ֣עַר H3293 ה֔וּא H1931 וּבֵ֣רֵאת֔ H1254 וְהָיָ֥ה H1961 לְךָ֖ Hl תֹּֽצְאֹתָ֑יו H8444 כִּֽי H3588 תוֹרִ֣ישׁ H3423 אֶת H853 הַֽכְּנַעֲנִ֗י H3669 כִּ֣י H3588 רֶ֤כֶב H7393 בַּרְזֶל֙ H1270 ל֔וֹ Hl כִּ֥י H3588 חָזָ֖ק H2389 הֽוּא H1931 "
    },
    "18": {
      "1": "וַיִּקָּ֨הֲל֜וּ H6950 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 שִׁלֹ֔ה H7887 וַיַּשְׁכִּ֥ינוּ H7931 שָׁ֖ם H8033 אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהָ H776 נִכְבְּשָׁ֖ה H3533 לִפְנֵי H6440 ",
      "2": "וַיִּוָּֽתְרוּ֙ H3498 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 לֹֽא H3808 חָלְק֖וּ H2505 אֶת H853 נַֽחֲלָתָ֑ם H5159 שִׁבְעָ֖ה H7651 שְׁבָטִֽים H7626 ",
      "3": "וַיֹּ֥אמֶר H559 יְהוֹשֻׁ֖עַ H3091 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 עַד H5704 אָ֨נָה֙ H575 אַתֶּ֣ם H859 מִתְרַפִּ֔ים H7503 לָבוֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָכֶ֔ם Hl יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבֽוֹתֵיכֶֽם H1 ",
      "4": "הָב֥וּ H3051 לָכֶ֛ם Hl שְׁלֹשָׁ֥ה H7969 אֲנָשִׁ֖ים H376 לַשָּׁ֑בֶט H7626 וְאֶשְׁלָחֵ֗ H7971 וְיָקֻ֜מוּ H6965 וְיִֽתְהַלְּכ֥וּ H1980 בָאָ֛רֶץ H776 וְיִכְתְּב֥וּ H3789 אוֹתָ֛הּ H853 לְפִ֥י H6310 נַֽחֲלָתָ֖ם H5159 וְיָבֹ֥אוּ H935 אֵלָֽי H413 ",
      "5": "וְהִֽתְחַלְּק֥וּ H2505 אֹתָ֖הּ H853 לְשִׁבְעָ֣ה H7651 חֲלָקִ֑ים H2506 יְהוּדָ֞ה H3063 יַעֲמֹ֤ד H5975 עַל H5921 גְּבוּלוֹ֙ H1366 מִנֶּ֔גֶב H5045 וּבֵ֥ית H1004 יוֹסֵ֛ף H3130 יַעַמְד֥וּ H5975 עַל H5921 גְּבוּלָ֖ם H1366 מִצָּפֽוֹן H6828 ",
      "6": "וְאַתֶּ֞ם H859 תִּכְתְּב֤וּ H3789 אֶת H853 הָאָ֨רֶץ֙ H776 שִׁבְעָ֣ה H7651 חֲלָקִ֔ים H2506 וַֽהֲבֵאתֶ֥ם H935 אֵלַ֖י H413 הֵ֑נָּה H2008 וְיָרִ֨יתִי H3384 לָכֶ֤ם Hl גּוֹרָל֙ H1486 פֹּ֔ה H6311 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
      "7": "כִּ֠י H3588 אֵֽין H369 חֵ֤לֶק H2506 לַלְוִיִּם֙ H3881 בְּקִרְבְּ H7130 כִּֽי H3588 כְהֻנַּ֥ת H3550 יְהוָ֖ה H3068 נַחֲלָת֑וֹ H5159 וְגָ֡ד H1410 וּרְאוּבֵ֡ן H7205 וַחֲצִי֩ H2677 שֵׁ֨בֶט H7626 הַֽמְנַשֶּׁ֜ה H4519 לָקְח֣וּ H3947 נַחֲלָתָ֗ם H5159 מֵעֵ֤בֶר H5676 לַיַּרְדֵּן֙ H3383 מִזְרָ֔חָה H4217 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָהֶ֔ם Hl מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 יְהוָֽה H3068 ",
      "8": "וַיָּקֻ֥מוּ H6965 הָאֲנָשִׁ֖ים H376 וַיֵּלֵ֑כוּ H3212 וַיְצַ֣ו H6680 יְהוֹשֻׁ֡עַ H3091 אֶת H853 הַהֹלְכִים֩ H1980 לִכְתֹּ֨ב H3789 אֶת H853 הָאָ֜רֶץ H776 לֵאמֹ֗ר H559 לְ֠כוּ H3212 וְהִתְהַלְּכ֨וּ H1980 בָאָ֜רֶץ H776 וְכִתְב֤וּ H3789 אוֹתָהּ֙ H853 וְשׁ֣וּבוּ H7725 אֵלַ֔י H413 וּ֠פֹה H6311 אַשְׁלִ֨יךְ H7993 לָכֶ֥ם Hl גּוֹרָ֛ל H1486 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 בְּשִׁלֹֽה H7887 ",
      "9": "וַיֵּלְכ֤וּ H3212 הָֽאֲנָשִׁים֙ H376 וַיַּעַבְר֣וּ H5674 בָאָ֔רֶץ H776 וַיִּכְתְּב֧וּ H3789 לֶֽעָרִ֛ים H5892 לְשִׁבְעָ֥ה H7651 חֲלָקִ֖ים H2506 עַל H5921 סֵ֑פֶר H5612 וַיָּבֹ֧אוּ H935 אֶל H413 יְהוֹשֻׁ֛עַ H3091 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 שִׁלֹֽה H7887 ",
      "10": "וַיַּשְׁלֵךְ֩ H7993 לָהֶ֨ם Hl יְהוֹשֻׁ֧עַ H3091 גּוֹרָ֛ל H1486 בְּשִׁלֹ֖ה H7887 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיְחַלֶּק H2505 שָׁ֨ם H8033 יְהוֹשֻׁ֧עַ H3091 אֶת H853 הָאָ֛רֶץ H776 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 כְּמַחְלְקֹתָֽ H4256 ",
      "11": "וַיַּ֗עַל H5927 גּוֹרַ֛ל H1486 מַטֵּ֥ה H4294 בְנֵֽי H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֹתָ֑ H4940 וַיֵּצֵא֙ H3318 גְּב֣וּל H1366 גּֽוֹרָלָ֔ם H1486 בֵּ֚ין H996 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּבֵ֖ין H996 בְּנֵ֥י H1121 יוֹסֵֽף H3130 ",
      "12": "וַיְהִ֨י H1961 לָהֶ֧ם Hl הַגְּב֛וּל H1366 לִפְאַ֥ת H6285 צָפ֖וֹנָה H6828 מִן H4480 הַיַּרְדֵּ֑ן H3383 וְעָלָ֣ה H5927 הַגְּבוּל֩ H1366 אֶל H413 כֶּ֨תֶף H3802 יְרִיח֜וֹ H3405 מִצָּפ֗וֹן H6828 וְעָלָ֤ה H5927 בָהָר֙ H2022 יָ֔מָּה H3220 והיה H1961 תֹּֽצְאֹתָ֔יו H8444 מִדְבַּ֖רָה H4057 בֵּ֥ית H1007 אָֽוֶן H1007 ",
      "13": "וְעָבַר֩ H5674 מִשָּׁ֨ם H8033 הַגְּב֜וּל H1366 ל֗וּזָה H3870 אֶל H413 כֶּ֤תֶף H3802 ל֨וּזָה֙ H3870 נֶ֔גְבָּה H5045 הִ֖יא H1931 בֵּֽית H1008 אֵ֑ל H1008 וְיָרַ֤ד H3381 הַגְּבוּל֙ H1366 עַטְר֣וֹת H5853 אַדָּ֔ר H5853 עַל H5921 הָהָ֕ר H2022 אֲשֶׁ֛ר H834 מִנֶּ֥גֶב H5045 לְבֵית H1032 חֹר֖וֹן H1032 תַּחְתּֽוֹן H8481 ",
      "14": "וְתָאַ֣ר H8388 הַגְּבוּל֩ H1366 וְנָסַ֨ב H5437 לִפְאַת H6285 יָ֜ם H3220 נֶ֗גְבָּה H5045 מִן H4480 הָהָר֙ H2022 אֲשֶׁ֨ר H834 עַל H5921 פְּנֵ֥י H6440 בֵית H1032 חֹרוֹן֮ H1032 נֶגְבָּה֒ H5045 והיה H1961 תֹֽצְאֹתָ֗יו H8444 אֶל H413 קִרְיַת H7154 בַּ֨עַל֙ H7154 הִ֚יא H1931 קִרְיַ֣ת H7157 יְעָרִ֔ים H7157 עִ֖יר H5892 בְּנֵ֣י H1121 יְהוּדָ֑ה H3063 זֹ֖את H2063 פְּאַת H6285 יָֽם H3220 ",
      "15": "וּפְאַת H6285 נֶ֕גְבָּה H5045 מִקְצֵ֖ה H7097 קִרְיַ֣ת H7157 יְעָרִ֑ים H7157 וְיָצָ֤א H3318 הַגְּבוּל֙ H1366 יָ֔מָּה H3220 וְיָצָ֕א H3318 אֶל H413 מַעְיַ֖ן H4599 מֵ֥י H4325 נֶפְתּֽוֹחַ H5318 ",
      "16": "וְיָרַ֨ד H3381 הַגְּב֜וּל H1366 אֶל H413 קְצֵ֣ה H7097 הָהָ֗ר H2022 אֲשֶׁר֙ H834 עַל H5921 פְּנֵי֙ H6440 גֵּ֣י H1516 בֶן H1121 הִנֹּ֔ם H2011 אֲשֶׁ֛ר H834 בְּעֵ֥מֶק H6010 רְפָאִ֖ים H7497 צָפ֑וֹנָה H6828 וְיָרַד֩ H3381 גֵּ֨י H1516 הִנֹּ֜ם H2011 אֶל H413 כֶּ֤תֶף H3802 הַיְבוּסִי֙ H2983 נֶ֔גְבָּה H5045 וְיָרַ֖ד H3381 עֵ֥ין H5883 רֹגֵֽל H5883 ",
      "17": "וְתָאַ֣ר H8388 מִצָּפ֗וֹן H6828 וְיָצָא֙ H3318 עֵ֣ין H5885 שֶׁ֔מֶשׁ H5885 וְיָצָא֙ H3318 אֶל H413 גְּלִיל֔וֹת H1553 אֲשֶׁר H834 נֹ֖כַח H5227 מַעֲלֵ֣ה H4608 אֲדֻמִּ֑ים H131 וְיָרַ֕ד H3381 אֶ֥בֶן H68 בֹּ֖הַן H932 בֶּן H1121 רְאוּבֵֽן H7205 ",
      "18": "וְעָבַ֛ר H5674 אֶל H413 כֶּ֥תֶף H3802 מוּל H4136 הָֽעֲרָבָ֖ה H6160 צָפ֑וֹנָה H6828 וְיָרַ֖ד H3381 הָעֲרָבָֽתָ H6160 ",
      "19": "וְעָבַ֨ר H5674 הַגְּב֜וּל H1366 אֶל H413 כֶּ֣תֶף H3802 בֵּית H1031 חָגְלָה֮ H1031 צָפוֹנָה֒ H6828 והיה H1961 תצאותיו H8444 הַגְּב֗וּל H1366 אֶל H413 לְשׁ֤וֹן H3956 יָם H3220 הַמֶּ֨לַח֙ H4417 צָפ֔וֹנָה H6828 אֶל H413 קְצֵ֥ה H7097 הַיַּרְדֵּ֖ן H3383 נֶ֑גְבָּה H5045 זֶ֖ה H2088 גְּב֥וּל H1366 נֶֽגֶב H5045 ",
      "20": "וְהַ H3383 יִגְבֹּל H1379 אֹת֖וֹ H853 לִפְאַת H6285 קֵ֑דְמָה H6924 זֹ֡את H2063 נַחֲלַת֩ H5159 בְּנֵ֨י H1121 בִנְיָמִ֧ן H1144 לִגְבֽוּלֹתֶ֛י H1367 סָבִ֖יב H5439 לְמִשְׁפְּחֹתָֽ H4940 ",
      "21": "וְהָי֣וּ H1961 הֶֽעָרִ֗ים H5892 לְמַטֵּ֛ה H4294 בְּנֵ֥י H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֽוֹתֵי H4940 יְרִיח֥וֹ H3405 וּבֵית H1031 חָגְלָ֖ה H1031 וְעֵ֥מֶק H6010 קְצִֽיץ H7104 ",
      "22": "וּבֵ֧ית H1026 הָֽעֲרָבָ֛ה H1026 וּצְמָרַ֖יִם H6787 וּבֵֽית H1008 אֵֽל H1008 ",
      "23": "וְהָ H5761 וְהַ H6511 וְעָפְרָֽה H6084 ",
      "24": "וּכְפַ֧ר H3726 העמני H3726 וְהָֽ H6078 וָגָ֑בַע H1387 עָרִ֥ים H5892 שְׁתֵּים H8147 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "25": "גִּבְע֥וֹן H1391 וְהָֽ H7414 וּבְאֵרֽוֹת H881 ",
      "26": "וְהַ H4708 וְהַ H3716 וְהַ H4681 ",
      "27": "וְרֶ֥קֶם H7552 וְיִרְפְּאֵ֖ל H3416 וְתַרְאֲלָֽה H8634 ",
      "28": "וְצֵלַ֡ע H6762 הָאֶ֜לֶף H507 וְהַ H2983 הִ֤יא H1931 יְרֽוּשָׁלִַ֨ם֙ H3389 גִּבְעַ֣ת H1394 קִרְיַ֔ת H7157 עָרִ֥ים H5892 אַרְבַּֽע H702 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 זֹ֛את H2063 נַֽחֲלַ֥ת H5159 בְּנֵֽי H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֹתָֽ H4940 "
    },
    "19": {
      "1": "וַיֵּצֵ֞א H3318 הַגּוֹרָ֤ל H1486 הַשֵּׁנִי֙ H8145 לְשִׁמְע֔וֹן H8095 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 שִׁמְע֖וֹן H8095 לְמִשְׁפְּחוֹתָ֑ H4940 וַֽיְהִי֙ H1961 נַֽחֲלָתָ֔ם H5159 בְּת֖וֹךְ H8432 נַחֲלַ֥ת H5159 בְּנֵֽי H1121 יְהוּדָֽה H3063 ",
      "2": "וַיְהִ֥י H1961 לָהֶ֖ם H1992 בְּנַֽחֲלָתָ֑ H5159 בְּאֵֽר H884 שֶׁ֥בַע H884 וְשֶׁ֖בַע H7652 וּמוֹלָדָֽה H4137 ",
      "3": "וַחֲצַ֥ר H2705 שׁוּעָ֛ל H2705 וּבָלָ֖ה H1088 וָעָֽצֶם H6107 ",
      "4": "וְאֶלְתּוֹלַ֥ד H513 וּבְת֖וּל H1329 וְחָרְמָֽה H2767 ",
      "5": "וְצִֽקְלַ֥ג H6860 וּבֵית H1024 הַמַּרְכָּב֖וֹת H1024 וַחֲצַ֥ר H2701 סוּסָֽה H2701 ",
      "6": "וּבֵ֥ית H1034 לְבָא֖וֹת H1034 וְשָֽׁרוּחֶ֑ן H8287 עָרִ֥ים H5892 שְׁלֹשׁ H7969 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "7": "עַ֥יִן H5871 רִמּ֖וֹן H7417 וָעֶ֣תֶר H6281 וְעָשָׁ֑ן H6228 עָרִ֥ים H5892 אַרְבַּ֖ע H702 וְחַצְרֵי H2691 ",
      "8": "וְכָל H3605 הַֽחֲצֵרִ֗ים H2691 אֲשֶׁ֤ר H834 סְבִיבוֹת֙ H5439 הֶֽעָרִ֣ים H5892 הָאֵ֔לֶּה H428 עַד H5704 בַּֽעֲלַ֥ת H1192 בְּאֵ֖ר H1192 רָ֣אמַת H7414 נֶ֑גֶב H5045 זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 שִׁמְע֖וֹן H8095 לְמִשְׁפְּחֹתָֽ H4940 ",
      "9": "מֵחֶ֨בֶל֙ H2256 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 נַחֲלַ֖ת H5159 בְּנֵ֣י H1121 שִׁמְע֑וֹן H8095 כִּֽי H3588 הָיָ֞ה H1961 חֵ֤לֶק H2506 בְּנֵֽי H1121 יְהוּדָה֙ H3063 רַ֣ב H7227 מֵהֶ֔ם H1992 וַיִּנְחֲל֥וּ H5157 בְנֵֽי H1121 שִׁמְע֖וֹן H8095 בְּת֥וֹךְ H8432 נַחֲלָתָֽם H5159 ",
      "10": "וַיַּ֨עַל֙ H5927 הַגּוֹרָ֣ל H1486 הַשְּׁלִישִׁ֔י H7992 לִבְנֵ֥י H1121 זְבוּלֻ֖ן H2074 לְמִשְׁפְּחֹתָ֑ H4940 וַיְהִ֛י H1961 גְּב֥וּל H1366 נַחֲלָתָ֖ם H5159 עַד H5704 שָׂרִֽיד H8301 ",
      "11": "וְעָלָ֨ה H5927 גְבוּלָ֧ם H1366 לַיָּ֛מָּ H3220 וּמַרְעֲלָ֖ה H4831 וּפָגַ֣ע H6293 בְּדַבָּ֑שֶׁת H1708 וּפָגַע֙ H6293 אֶל H413 הַנַּ֔חַל H5158 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 יָקְנְעָֽם H3362 ",
      "12": "וְשָׁ֣ב H7725 מִשָּׂרִ֗יד H8301 קֵ֚דְמָה H6924 מִזְרַ֣ח H4217 הַשֶּׁ֔מֶשׁ H8121 עַל H5921 גְּב֥וּל H1366 כִּסְלֹ֖ת H3696 תָּבֹ֑ר H3696 וְיָצָ֥א H3318 אֶל H413 הַדָּֽבְרַ֖ת H1705 וְעָלָ֥ה H5927 יָפִֽיעַ H3309 ",
      "13": "וּמִ H8033 עָבַר֙ H5674 קֵ֣דְמָה H6924 מִזְרָ֔חָה H4217 גִּתָּ֥ה H1662 חֵ֖פֶר H1662 עִתָּ֣ה H6278 קָצִ֑ין H6278 וְיָצָ֛א H3318 רִמּ֥וֹן H7417 הַמְּתֹאָ֖ר H8388 הַנֵּעָֽה H5269 ",
      "14": "וְנָסַ֤ב H5437 אֹתוֹ֙ H853 הַגְּב֔וּל H1366 מִצְּפ֖וֹן H6828 חַנָּתֹ֑ן H2615 וְהָיוּ֙ H1961 תֹּֽצְאֹתָ֔יו H8444 גֵּ֖י H1516 יִפְתַּח H3317 אֵֽל H3317 ",
      "15": "וְקַטָּ֤ת H7005 וְנַֽהֲלָל֙ H5096 וְשִׁמְר֔וֹן H8110 וְיִדְאֲלָ֖ה H3030 וּבֵ֣ית H1035 לָ֑חֶם H1035 עָרִ֥ים H5892 שְׁתֵּים H8147 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "16": "זֹ֛את H2063 נַחֲלַ֥ת H5159 בְּנֵֽי H1121 זְבוּלֻ֖ן H2074 לְמִשְׁפְּחוֹתָ֑ H4940 הֶֽעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְחַצְרֵי H2691 ",
      "17": "לְיִ֨שָּׂשכָ֔ר H3485 יָצָ֖א H3318 הַגּוֹרָ֣ל H1486 הָֽרְבִיעִ֑י H7243 לִבְנֵ֥י H1121 יִשָּׂשכָ֖ר H3485 לְמִשְׁפְּחוֹתָֽ H4940 ",
      "18": "וַיְהִ֖י H1961 גְּבוּלָ֑ם H1366 יִזְרְעֶ֥אלָה H3157 וְהַ H3694 וְשׁוּנֵֽם H7766 ",
      "19": "וַחֲפָרַ֥יִם H2663 וְשִׁיאֹ֖ן H7866 וַאֲנָחֲרַֽת H588 ",
      "20": "וְהָֽ H7245 וְקִשְׁי֖וֹן H7191 וָאָֽבֶץ H77 ",
      "21": "וְרֶ֧מֶת H7432 וְעֵין H5873 גַּנִּ֛ים H5873 וְעֵ֥ין H5876 חַדָּ֖ה H5876 וּבֵ֥ית H1048 פַּצֵּֽץ H1048 ",
      "22": "וּפָגַע֩ H6293 הַגְּב֨וּל H1366 בְּתָב֤וֹר H8396 ושחצומ H7831 וּבֵ֣ית H1053 שֶׁ֔מֶשׁ H1053 וְהָי֛וּ H1961 תֹּצְא֥וֹת H8444 גְּבוּלָ֖ם H1366 הַיַּרְדֵּ֑ן H3383 עָרִ֥ים H5892 שֵׁשׁ H8337 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "23": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 יִשָּׂשכָ֖ר H3485 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
      "24": "וַיֵּצֵא֙ H3318 הַגּוֹרָ֣ל H1486 הַֽחֲמִישִׁ֔י H2549 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 אָשֵׁ֖ר H836 לְמִשְׁפְּחוֹתָֽ H4940 ",
      "25": "וַיְהִ֖י H1961 גְּבוּלָ֑ם H1366 חֶלְקַ֥ת H2520 וַחֲלִ֖י H2482 וָבֶ֥טֶן H991 וְאַכְשָֽׁף H407 ",
      "26": "וְאַֽלַמֶּ֥לֶךְ H487 וְעַמְעָ֖ד H6008 וּמִשְׁאָ֑ל H4861 וּפָגַ֤ע H6293 בְּכַרְמֶל֙ H3760 הַיָּ֔מָּ H3220 וּבְ H7884 לִבְנָֽת H7884 ",
      "27": "וְשָׁ֨ב H7725 מִזְרַ֣ח H4217 הַשֶּׁמֶשׁ֮ H8121 בֵּ֣ית H1016 דָּגֹן֒ H1016 וּפָגַ֣ע H6293 בִּ֠זְבֻלוּן H2074 וּבְ H1516 יִפְתַּח H3317 אֵ֥ל H3317 צָפ֛וֹנָה H6828 בֵּ֥ית H1025 הָעֵ֖מֶק H1025 וּנְעִיאֵ֑ל H5272 וְיָצָ֥א H3318 אֶל H413 כָּב֖וּל H3521 מִשְּׂמֹֽאל H8040 ",
      "28": "וְעֶבְרֹ֥ן H5683 וּרְחֹ֖ב H7340 וְחַמּ֣וֹן H2540 וְקָנָ֑ה H7071 עַ֖ד H5704 צִיד֥וֹן H6721 רַבָּֽה H7227 ",
      "29": "וְשָׁ֤ב H7725 הַגְּבוּל֙ H1366 הָֽרָמָ֔ה H7414 וְעַד H5704 עִ֖יר H5892 מִבְצַר H4013 צֹ֑ר H6865 וְשָׁ֤ב H7725 הַגְּבוּל֙ H1366 חֹסָ֔ה H2621 ויהיו H1961 תֹצְאֹתָ֛יו H8444 הַיָּ֖מָּ H3220 מֵחֶ֥בֶל H2256 אַכְזִֽיבָה H392 ",
      "30": "וְעֻמָ֥ה H5981 וַאֲפֵ֖ק H663 וּרְחֹ֑ב H7340 עָרִ֛ים H5892 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 וְחַצְרֵי H2691 ",
      "31": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 אָשֵׁ֖ר H836 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְחַצְרֵי H2691 ",
      "32": "לִבְנֵ֣י H1121 נַפְתָּלִ֔י H5321 יָצָ֖א H3318 הַגּוֹרָ֣ל H1486 הַשִּׁשִּׁ֑י H8345 לִבְנֵ֥י H1121 נַפְתָּלִ֖י H5321 לְמִשְׁפְּחֹתָֽ H4940 ",
      "33": "וַיְהִ֣י H1961 גְבוּלָ֗ם H1366 מֵחֵ֨לֶף H2501 מֵֽאֵל֜וֹן H438 בְּצַעֲנַנִּ֗ים H6815 וַאֲדָמִ֥י H129 הַנֶּ֛קֶב H5346 וְיַבְנְאֵ֖ל H2995 עַד H5704 לַקּ֑וּם H3946 וַיְהִ֥י H1961 תֹצְאֹתָ֖יו H8444 הַיַּרְדֵּֽן H3383 ",
      "34": "וְשָׁ֨ב H7725 הַגְּב֥וּל H1366 יָ֨מָּה֙ H3220 אַזְנ֣וֹת H243 תָּב֔וֹר H243 וְיָצָ֥א H3318 מִשָּׁ֖ם H8033 חוּקֹ֑קָה H2712 וּפָגַ֨ע H6293 בִּזְבֻל֜וּן H2074 מִנֶּ֗גֶב H5045 וּבְ H836 פָּגַ֣ע H6293 מִיָּ֔ם H3220 וּבִ֣ H3063 הַיַּרְדֵּ֖ן H3383 מִזְרַ֥ח H4217 הַשָּֽׁמֶשׁ H8121 ",
      "35": "וְעָרֵ֖י H5892 מִבְצָ֑ר H4013 הַצִּדִּ֣ים H6661 צֵ֔ר H6863 וְחַמַּ֖ת H2575 רַקַּ֥ת H7557 וְכִנָּֽרֶת H3672 ",
      "36": "וַאֲדָמָ֥ה H128 וְהָ H7414 וְחָצֽוֹר H2674 ",
      "37": "וְקֶ֥דֶשׁ H6943 וְאֶדְרֶ֖עִי H154 וְעֵ֥ין H5877 חָצֽוֹר H5877 ",
      "38": "וְיִרְאוֹן֙ H3375 וּמִגְדַּל H4027 אֵ֔ל H4027 חֳרֵ֥ם H2765 וּבֵית H1043 עֲנָ֖ת H1043 וּבֵ֣ית H1053 שָׁ֑מֶשׁ H1053 עָרִ֥ים H5892 תְּשַֽׁע H8672 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
      "39": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 נַפְתָּלִ֖י H5321 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
      "40": "לְמַטֵּ֥ה H4294 בְנֵי H1121 דָ֖ן H1835 לְמִשְׁפְּחֹתָ֑ H4940 יָצָ֖א H3318 הַגּוֹרָ֥ל H1486 הַשְּׁבִיעִֽי H7637 ",
      "41": "וַיְהִ֖י H1961 גְּב֣וּל H1366 נַחֲלָתָ֑ם H5159 צָרְעָ֥ה H6881 וְאֶשְׁתָּא֖וֹל H847 וְעִ֥יר H5905 שָֽׁמֶשׁ H5905 ",
      "42": "וְשַֽׁעֲלַבִּ֥ין H8169 וְאַיָּל֖וֹן H357 וְיִתְלָֽה H3494 ",
      "43": "וְאֵיל֥וֹן H356 וְתִמְנָ֖תָ H8553 וְעֶקְרֽוֹן H6138 ",
      "44": "וְאֶלְתְּקֵ֥ה H514 וְגִבְּת֖וֹן H1405 וּבַעֲלָֽת H1191 ",
      "45": "וִיהֻ֥ד H3055 וּבְנֵֽי H1139 בְרַ֖ק H1139 וְגַת H1667 רִמּֽוֹן H1667 ",
      "46": "וּמֵ֥י H4313 הַיַּרְק֖וֹן H4313 וְהָֽ H7542 עִֽם H5973 הַגְּב֖וּל H1366 מ֥וּל H4136 יָפֽוֹ H3305 ",
      "47": "וַיֵּצֵ֥א H3318 גְבוּל H1366 בְּנֵי H1121 דָ֖ן H1835 מֵהֶ֑ם H1992 וַיַּעֲל֣וּ H5927 בְנֵֽי H1121 דָ֠ן H1835 וַיִּלָּחֲמ֨וּ H3898 עִם H5973 לֶ֜שֶׁם H3959 וַיִּלְכְּד֥וּ H3920 אוֹתָ֣הּ H853 וַיַּכּ֧וּ H5221 אוֹתָ֣הּ H853 לְפִי H6310 חֶ֗רֶב H2719 וַיִּֽרְשׁ֤וּ H3423 אוֹתָהּ֙ H853 וַיֵּ֣שְׁבוּ H3427 בָ֔הּ Hb וַיִּקְרְא֤וּ H7121 לְלֶ֨שֶׁם֙ H3959 דָּ֔ן H1835 כְּשֵׁ֖ם H8034 דָּ֥ן H1835 אֲבִיהֶֽם H1 ",
      "48": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵי H1121 דָ֖ן H1835 לְמִשְׁפְּחֹתָ֑ H4940 הֶֽעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְחַצְרֵי H2691 ",
      "49": "וַיְכַלּ֥וּ H3615 לִנְחֹל H5157 אֶת H853 הָאָ֖רֶץ H776 לִגְבֽוּלֹתֶ֑י H1367 וַיִּתְּנ֨וּ H5414 בְנֵי H1121 יִשְׂרָאֵ֧ל H3478 נַחֲלָ֛ה H5159 לִיהוֹשֻׁ֥עַ H3091 בִּן H1121 נ֖וּן H5126 בְּתוֹכָֽ H8432 ",
      "50": "עַל H5921 פִּ֨י H6310 יְהוָ֜ה H3068 נָ֣תְנוּ H5414 ל֗וֹ Hl אֶת H853 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 שָׁאָ֔ל H7592 אֶת H853 תִּמְנַת H8556 סֶ֖רַח H8556 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וַיִּבְנֶ֥ה H1129 אֶת H853 הָעִ֖יר H5892 וַיֵּ֥שֶׁב H3427 בָּֽהּ Hb ",
      "51": "אֵ֣לֶּה H428 הַנְּחָלֹ֡ת H5159 אֲשֶׁ֣ר H834 נִחֲל֣וּ H5157 אֶלְעָזָ֣ר H499 הַכֹּהֵ֣ן H3548 וִיהוֹשֻׁ֪עַ H3091 בִּן H1121 נ֟וּן H5126 וְרָאשֵׁ֣י H7218 הָֽאָב֣וֹת H1 לְמַטּוֹת֩ H4294 בְּנֵי H1121 יִשְׂרָאֵ֨ל H3478 בְּגוֹרָ֤ל H1486 בְּשִׁלֹה֙ H7887 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַיְכַלּ֕וּ H3615 מֵֽחַלֵּ֖ק H2505 אֶת H853 הָאָֽרֶץ H776 "
    },
    "20": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
      "2": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 תְּנ֤וּ H5414 לָכֶם֙ Hl אֶת H853 עָרֵ֣י H5892 הַמִּקְלָ֔ט H4733 אֲשֶׁר H834 דִּבַּ֥רְתִּי H1696 אֲלֵיכֶ֖ם H413 בְּיַד H3027 מֹשֶֽׁה H4872 ",
      "3": "לָנ֥וּס H5127 שָׁ֨מָּה֙ H8033 רוֹצֵ֔חַ H7523 מַכֵּה H5221 נֶ֥פֶשׁ H5315 בִּשְׁגָגָ֖ה H7684 בִּבְלִי H1097 דָ֑עַת H1847 וְהָי֤וּ H1961 לָכֶם֙ Hl לְמִקְלָ֔ט H4733 מִגֹּאֵ֖ל H1350 הַדָּֽם H1818 ",
      "4": "וְנָ֞ס H5127 אֶל H413 אַחַ֣ת H259 מֵהֶ H5892 הָאֵ֗לֶּה H428 וְעָמַד֙ H5975 פֶּ֚תַח H6607 שַׁ֣עַר H8179 הָעִ֔יר H5892 וְדִבֶּ֛ר H1696 בְּאָזְנֵ֛י H241 זִקְנֵ֥י H2205 הָעִֽיר H5892 הַהִ֖יא H1931 אֶת H853 דְּבָרָ֑יו H1697 וְאָסְפ֨וּ H622 אֹת֤וֹ H853 הָעִ֨ירָ H5892 אֲלֵיהֶ֔ם H413 וְנָתְנוּ H5414 ל֥וֹ Hl מָק֖וֹם H4725 וְיָשַׁ֥ב H3427 עִמָּֽם H5973 ",
      "5": "וְכִ֨י H3588 יִרְדֹּ֜ף H7291 גֹּאֵ֤ל H1350 הַדָּם֙ H1818 אַֽחֲרָ֔יו H310 וְלֹֽא H3808 יַסְגִּ֥רוּ H5462 אֶת H853 הָרֹצֵ֖חַ H7523 בְּיָד֑ H3027 כִּ֤י H3588 בִבְלִי H1097 דַ֨עַת֙ H1847 הִכָּ֣ה H5221 אֶת H853 רֵעֵ֔הוּ H7453 וְלֹֽא H3808 שֹׂנֵ֥א H8130 ה֛וּא H1931 ל֖וֹ Hl מִתְּמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
      "6": "וְיָשַׁ֣ב H3427 בָּעִ֣יר H5892 הַהִ֗יא H1931 עַד H5704 עָמְד֞וֹ H5975 לִפְנֵ֤י H6440 הָֽעֵדָה֙ H5712 לַמִּשְׁפָּ֔ט H4941 עַד H5704 מוֹת֙ H4194 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 אֲשֶׁ֥ר H834 יִהְיֶ֖ה H1961 בַּיָּמִ֣ים H3117 הָהֵ֑ם H1992 אָ֣ז H227 יָשׁ֣וּב H7725 הָרוֹצֵ֗חַ H7523 וּבָ֤א H935 אֶל H413 עִירוֹ֙ H5892 וְאֶל H413 בֵּית֔וֹ H1004 אֶל H413 הָעִ֖יר H5892 אֲשֶׁר H834 נָ֥ס H5127 מִשָּֽׁם H8033 ",
      "7": "וַיַּקְדִּ֜שׁוּ H6942 אֶת H853 קֶ֤דֶשׁ H6943 בַּגָּלִיל֙ H1551 בְּהַ֣ר H2022 נַפְתָּלִ֔י H5321 וְאֶת H853 שְׁכֶ֖ם H7927 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וְאֶת H853 קִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 הִ֥יא H1931 חֶבְר֖וֹן H2275 בְּהַ֥ר H2022 יְהוּדָֽה H3063 ",
      "8": "וּמֵ H5676 לְיַרְדֵּ֤ן H3383 יְרִיחוֹ֙ H3405 מִזְרָ֔חָה H4217 נָתְנ֞וּ H5414 אֶת H853 בֶּ֧צֶר H1221 בַּמִּדְבָּ֛ר H4057 בַּמִּישֹׁ֖ר H4334 מִמַּטֵּ֣ה H4294 רְאוּבֵ֑ן H7205 וְאֶת H853 רָאמֹ֤ת H7216 בַּגִּלְעָד֙ H1568 מִמַּטֵּה H4294 גָ֔ד H1410 וְאֶת H853 גלון H1474 בַּבָּשָׁ֖ן H1316 מִמַּטֵּ֥ה H4294 מְנַשֶּֽׁה H4519 ",
      "9": "אֵ֣לֶּה H428 הָיוּ֩ H1961 עָרֵ֨י H5892 הַמּֽוּעָדָ֜ה H4152 לְכֹ֣ל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְלַ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֔ H8432 לָנ֣וּס H5127 שָׁ֔מָּה H8033 כָּל H3605 מַכֵּה H5221 נֶ֖פֶשׁ H5315 בִּשְׁגָגָ֑ה H7684 וְלֹ֣א H3808 יָמ֗וּת H4191 בְּיַד֙ H3027 גֹּאֵ֣ל H1350 הַדָּ֔ם H1818 עַד H5704 עָמְד֖וֹ H5975 לִפְנֵ֥י H6440 הָעֵדָֽה H5712 "
    },
    "21": {
      "1": "וַֽיִּגְּשׁ֗וּ H5066 רָאשֵׁי֙ H7218 אֲב֣וֹת H1 הַלְוִיִּ֔ם H3881 אֶל H413 אֶלְעָזָר֙ H499 הַכֹּהֵ֔ן H3548 וְאֶל H413 יְהוֹשֻׁ֖עַ H3091 בִּן H1121 נ֑וּן H5126 וְאֶל H413 רָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַמַּטּ֖וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיְדַבְּר֨וּ H1696 אֲלֵיהֶ֜ם H413 בְּשִׁלֹ֗ה H7887 בְּאֶ֤רֶץ H776 כְּנַ֨עַן֙ H3667 לֵאמֹ֔ר H559 יְהוָה֙ H3068 צִוָּ֣ה H6680 בְיַד H3027 מֹשֶׁ֔ה H4872 לָֽתֶת H5414 לָ֥נוּ Hl עָרִ֖ים H5892 לָשָׁ֑בֶת H3427 וּמִגְרְשֵׁי H4054 לִבְהֶמְתֵּֽ H929 ",
      "3": "וַיִּתְּנ֨וּ H5414 בְנֵי H1121 יִשְׂרָאֵ֧ל H3478 לַלְוִיִּ֛ם H3881 מִנַּחֲלָתָ֖ H5159 אֶל H413 פִּ֣י H6310 יְהוָ֑ה H3068 אֶת H853 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְאֶת H853 מִגְרְשֵׁיהֶֽן H4054 ",
      "4": "וַיֵּצֵ֥א H3318 הַגּוֹרָ֖ל H1486 לְמִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֑י H6956 וַיְהִ֡י H1961 לִבְנֵי֩ H1121 אַהֲרֹ֨ן H175 הַכֹּהֵ֜ן H3548 מִן H4480 הַלְוִיִּ֗ם H3881 מִמַּטֵּ֣ה H4294 יְ֠הוּדָה H3063 וּמִ H4294 הַשִּׁמְעֹנִ֜י H8099 וּמִ H4294 בִנְיָמִן֙ H1144 בַּגּוֹרָ֔ל H1486 עָרִ֖ים H5892 שְׁלֹ֥שׁ H7969 עֶשְׂרֵֽה H6240 ",
      "5": "וְלִ H1121 קְהָ֜ת H6955 הַנּוֹתָרִ֗ים H3498 מִמִּשְׁפְּחֹ֣ת H4940 מַטֵּֽה H4294 אֶ֠פְרַיִם H669 וּֽמִ H4294 דָ֞ן H1835 וּמֵ H2677 מַטֵּ֧ה H4294 מְנַשֶּׁ֛ה H4519 בַּגּוֹרָ֖ל H1486 עָרִ֥ים H5892 עָֽשֶׂר H6235 ",
      "6": "וְלִ H1121 גֵרְשׁ֗וֹן H1648 מִמִּשְׁפְּח֣וֹת H4940 מַטֵּֽה H4294 יִשָּׂשכָ֣ר H3485 וּמִ H4294 אָ֠שֵׁר H836 וּמִ H4294 נַפְתָּלִ֜י H5321 וּ֠מֵ H2677 מַטֵּ֨ה H4294 מְנַשֶּׁ֤ה H4519 בַבָּשָׁן֙ H1316 בַּגּוֹרָ֔ל H1486 עָרִ֖ים H5892 שְׁלֹ֥שׁ H7969 עֶשְׂרֵֽה H6240 ",
      "7": "לִבְנֵ֨י H1121 מְרָרִ֜י H4847 לְמִשְׁפְּחֹתָ֗ H4940 מִמַּטֵּ֨ה H4294 רְאוּבֵ֤ן H7205 וּמִ H4294 גָד֙ H1410 וּמִ H4294 זְבוּלֻ֔ן H2074 עָרִ֖ים H5892 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
      "8": "וַיִּתְּנ֤וּ H5414 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לַלְוִיִּ֔ם H3881 אֶת H853 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְאֶת H853 מִגְרְשֵׁיהֶ֑ן H4054 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 בְּיַד H3027 מֹשֶׁ֖ה H4872 בַּגּוֹרָֽל H1486 ",
      "9": "וַֽיִּתְּנ֗וּ H5414 מִמַּטֵּה֙ H4294 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּמִ H4294 בְּנֵ֣י H1121 שִׁמְע֑וֹן H8095 אֵ֚ת H853 הֶֽעָרִ֣ים H5892 הָאֵ֔לֶּה H428 אֲשֶׁר H834 יִקְרָ֥א H7121 אֶתְהֶ֖ן H853 בְּשֵֽׁם H8034 ",
      "10": "וַֽיְהִי֙ H1961 לִבְנֵ֣י H1121 אַהֲרֹ֔ן H175 מִמִּשְׁפְּח֥וֹת H4940 הַקְּהָתִ֖י H6956 מִבְּנֵ֣י H1121 לֵוִ֑י H3878 כִּ֥י H3588 לָהֶ֛ם H1992 הָיָ֥ה H1961 הַגּוֹרָ֖ל H1486 רִיאשֹׁנָֽה H7223 ",
      "11": "וַיִּתְּנ֨וּ H5414 לָהֶ֜ם H1992 אֶת H853 קִרְיַת֩ H7153 אַרְבַּ֨ע H7153 אֲבִ֧י H1 הָֽעֲנ֛וֹק H6061 הִ֥יא H1931 חֶבְר֖וֹן H2275 בְּהַ֣ר H2022 יְהוּדָ֑ה H3063 וְאֶת H854 מִגְרָשֶׁ֖הָ H4054 סְבִיבֹתֶֽיהָ H5439 ",
      "12": "וְאֶת H853 שְׂדֵ֥ה H7704 הָעִ֖יר H5892 וְאֶת H853 חֲצֵרֶ֑יהָ H2691 נָֽתְנ֛וּ H5414 לְכָלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּ֖ה H3312 בַּאֲחֻזָּתֽ H272 ",
      "13": "וְלִ H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 נָֽתְנוּ֙ H5414 אֶת H853 עִיר֙ H5892 מִקְלַ֣ט H4733 הָרֹצֵ֔חַ H7523 אֶת H853 חֶבְר֖וֹן H2275 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 וְאֶת H853 לִבְנָ֖ה H3841 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "14": "וְאֶת H853 יַתִּר֙ H3492 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 אֶשְׁתְּמֹ֖עַ H851 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "15": "וְאֶת H853 חֹלֹן֙ H2473 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 דְּבִ֖ר H1688 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "16": "וְאֶת H853 עַ֣יִן H5871 וְאֶת H853 מִגְרָשֶׁ֗הָ H4054 וְאֶת H853 יֻטָּה֙ H3194 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 בֵּ֥ית H1053 שֶׁ֖מֶשׁ H1053 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֣ים H5892 תֵּ֔שַׁע H8672 מֵאֵ֕ת H853 שְׁנֵ֥י H8147 הַשְּׁבָטִ֖ים H7626 הָאֵֽלֶּה H428 ",
      "17": "וּמִ H4294 בִנְיָמִ֔ן H1144 אֶת H853 גִּבְע֖וֹן H1391 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 גֶּ֖בַע H1387 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "18": "אֶת H853 עֲנָתוֹת֙ H6068 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 עַלְמ֖וֹן H5960 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "19": "כָּל H3605 עָרֵ֥י H5892 בְנֵֽי H1121 אַהֲרֹ֖ן H175 הַכֹּֽהֲנִ֑ים H3548 שְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 עָרִ֖ים H5892 וּמִגְרְשֵׁי H4054 ",
      "20": "וּלְ H4940 בְּנֵֽי H1121 קְהָת֙ H6955 הַלְוִיִּ֔ם H3881 הַנּוֹתָרִ֖ים H3498 מִבְּנֵ֣י H1121 קְהָ֑ת H6955 וַֽיְהִי֙ H1961 עָרֵ֣י H5892 גֽוֹרָלָ֔ם H1486 מִמַּטֵּ֖ה H4294 אֶפְרָֽיִם H669 ",
      "21": "וַיִּתְּנ֨וּ H5414 לָהֶ֜ם Hl אֶת H853 עִ֨יר H5892 מִקְלַ֧ט H4733 הָרֹצֵ֛חַ H7523 אֶת H853 שְׁכֶ֥ם H7927 וְאֶת H853 מִגְרָשֶׁ֖הָ H4054 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וְאֶת H853 גֶּ֖זֶר H1507 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "22": "וְאֶת H853 קִבְצַ֨יִם֙ H6911 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 בֵּ֥ית H1032 חוֹרֹ֖ן H1032 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "23": "וּמִ H4294 דָ֔ן H1835 אֶֽת H853 אֶלְתְּקֵ֖א H514 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶֽת H853 גִּבְּת֖וֹן H1405 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "24": "אֶת H853 אַיָּלוֹן֙ H357 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 גַּת H1667 רִמּ֖וֹן H1667 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "25": "וּמִֽ H4276 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 אֶת H853 תַּעְנַךְ֙ H8590 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 גַּת H1667 רִמּ֖וֹן H1667 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 שְׁתָּֽיִם H8147 ",
      "26": "כָּל H3605 עָרִ֥ים H5892 עֶ֖שֶׂר H6235 וּמִגְרְשֵׁי H4054 לְמִשְׁפְּח֥וֹת H4940 בְּנֵֽי H1121 קְהָ֖ת H6955 הַנּוֹתָרִֽים H3498 ",
      "27": "וְלִ H1121 גֵרְשׁוֹן֮ H1648 מִמִּשְׁפְּחֹ֣ת H4940 הַלְוִיִּם֒ H3881 מֵחֲצִ֞י H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֗ה H4519 אֶת H853 עִיר֙ H5892 מִקְלַ֣ט H4733 הָרֹצֵ֔חַ H7523 אֶת H853 גלון H1474 בַּבָּשָׁן֙ H1316 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶֽת H853 בְּעֶשְׁתְּרָ֖ה H1203 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 שְׁתָּֽיִם H8147 ",
      "28": "וּמִ H4294 יִשָּׂשכָ֔ר H3485 אֶת H853 קִשְׁי֖וֹן H7191 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 דָּֽבְרַ֖ת H1705 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "29": "אֶת H853 יַרְמוּת֙ H3412 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 עֵ֥ין H5873 גַּנִּ֖ים H5873 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "30": "וּמִ H4294 אָשֵׁ֔ר H836 אֶת H853 מִשְׁאָ֖ל H4861 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 עַבְדּ֖וֹן H5658 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "31": "אֶת H853 חֶלְקָת֙ H2520 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 רְחֹ֖ב H7340 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "32": "וּמִ H4294 נַפְתָּלִ֜י H5321 אֶת H853 עִ֣יר H5892 מִקְלַ֣ט H4733 הָֽרֹצֵ֗חַ H7523 אֶת H853 קֶ֨דֶשׁ H6943 בַּגָּלִ֤יל H1551 וְאֶת H853 מִגְרָשֶׁ֨הָ֙ H4054 וְאֶת H853 חַמֹּ֥ת H2576 דֹּאר֙ H2576 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 קַרְתָּ֖ן H7178 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 שָׁלֹֽשׁ H7969 ",
      "33": "כָּל H3605 עָרֵ֥י H5892 הַגֵּרְשֻׁנִּ֖י H1649 לְמִשְׁפְּחֹתָ֑ H4940 שְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 עִ֖יר H5892 וּמִגְרְשֵׁי H4054 ",
      "34": "וּלְ H4940 בְּנֵֽי H1121 מְרָרִי֮ H4847 הַלְוִיִּ֣ם H3881 הַנּוֹתָרִים֒ H3498 מֵאֵת֙ H853 מַטֵּ֣ה H4294 זְבוּלֻ֔ן H2074 אֶֽת H853 יָקְנְעָ֖ם H3362 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 קַרְתָּ֖ה H7177 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "35": "אֶת H853 דִּמְנָה֙ H1829 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶֽת H853 נַהֲלָ֖ל H5096 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "36": "וּמִ H4294 רְאוּבֵ֔ן H7205 אֶת H853 בֶּ֖צֶר H1221 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 וְאֶת H853 יַ֖הְצָה H3096 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "37": "אֶת H853 קְדֵמוֹת֙ H6932 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 מֵיפָ֖עַת H4158 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "38": "וּמִ H4294 גָ֗ד H1410 אֶת H853 עִיר֙ H5892 מִקְלַ֣ט H4733 הָרֹצֵ֔חַ H7523 אֶת H853 רָמֹ֥ת H7433 בַּגִּלְעָ֖ד H1568 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 וְאֶֽת H853 מַחֲנַ֖יִם H4266 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
      "39": "אֶת H853 חֶשְׁבּוֹן֙ H2809 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 יַעְזֵ֖ר H3270 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 כָּל H3605 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
      "40": "כָּל H3605 הֶ֨עָרִ֜ים H5892 לִבְנֵ֤י H1121 מְרָרִי֙ H4847 לְמִשְׁפְּחֹתָ֔ H4940 הַנּוֹתָרִ֖ים H3498 מִמִּשְׁפְּח֣וֹת H4940 הַלְוִיִּ֑ם H3881 וַיְהִי֙ H1961 גּוֹרָלָ֔ם H1486 עָרִ֖ים H5892 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
      "41": "כֹּ֚ל H3605 עָרֵ֣י H5892 הַלְוִיִּ֔ם H3881 בְּת֖וֹךְ H8432 אֲחֻזַּ֣ת H272 בְּנֵֽי H1121 יִשְׂרָאֵ֑ל H3478 עָרִ֛ים H5892 אַרְבָּעִ֥ים H705 וּשְׁמֹנֶ֖ה H8083 וּמִגְרְשֵׁי H4054 ",
      "42": "תִּֽהְיֶ֨ינָה֙ H1961 הֶעָרִ֣ים H5892 הָאֵ֔לֶּה H428 עִ֣יר H5892 עִ֔יר H5892 וּמִגְרָשֶׁ֖י H4054 סְבִיבֹתֶ֑יהָ H5439 כֵּ֖ן H3651 לְכָל H3605 הֶעָרִ֥ים H5892 הָאֵֽלֶּה H428 ",
      "43": "וַיִּתֵּ֤ן H5414 יְהוָה֙ H3068 לְיִשְׂרָאֵ֔ל H3478 אֶת H853 כָּל H3605 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נִשְׁבַּ֖ע H7650 לָתֵ֣ת H5414 לַאֲבוֹתָ֑ H1 וַיִּרָשׁ֖וּ H3423 וַיֵּ֥שְׁבוּ H3427 בָֽהּ Hb ",
      "44": "וַיָּ֨נַח H5117 יְהוָ֤ה H3068 לָהֶם֙ Hl מִסָּבִ֔יב H5439 כְּכֹ֥ל H3605 אֲשֶׁר H834 נִשְׁבַּ֖ע H7650 לַאֲבוֹתָ֑ H1 וְלֹא H3808 עָ֨מַד H5975 אִ֤ישׁ H376 בִּפְנֵי H6440 מִכָּל H3605 אֹ֣יְבֵיהֶ֔ם H341 אֵ֚ת H853 כָּל H3605 אֹ֣יְבֵיהֶ֔ם H341 נָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיָדָֽ H3027 ",
      "45": "לֹֽא H3808 נָפַ֣ל H5307 דָּבָ֔ר H1697 מִכֹּל֙ H3605 הַדָּבָ֣ר H1697 הַטּ֔וֹב H2896 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הַכֹּ֖ל H3605 בָּֽא H935 "
    },
    "22": {
      "1": "אָ֚ז H227 יִקְרָ֣א H7121 יְהוֹשֻׁ֔עַ H3091 לָרֽאוּבֵנִ֖י H7206 וְלַ H1425 וְלַ H2677 מַטֵּ֥ה H4294 מְנַשֶּֽׁה H4519 ",
      "2": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 אַתֶּ֣ם H859 שְׁמַרְתֶּ֔ם H8104 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 אֶתְכֶ֔ם H853 מֹשֶׁ֖ה H4872 עֶ֣בֶד H5650 יְהוָ֑ה H3068 וַתִּשְׁמְע֣וּ H8085 בְקוֹלִ֔ H6963 לְכֹ֥ל H3605 אֲשֶׁר H834 צִוִּ֖יתִי H6680 אֶתְכֶֽם H853 ",
      "3": "לֹֽא H3808 עֲזַבְתֶּ֣ם H5800 אֶת H853 אֲחֵיכֶ֗ם H251 זֶ֚ה H2088 יָמִ֣ים H3117 רַבִּ֔ים H7227 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וּשְׁמַרְתֶּ֕ם H8104 אֶת H853 מִשְׁמֶ֕רֶת H4931 מִצְוַ֖ת H4687 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "4": "וְעַתָּ֗ה H6258 הֵנִ֨יחַ H5117 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 לַֽאֲחֵי H251 כַּאֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 לָהֶ֑ם Hl וְעַתָּ֡ה H6258 פְּנוּ֩ H6437 וּלְכ֨וּ H3212 לָכֶ֜ם Hl לְאָהֳלֵי H168 אֶל H413 אֶ֨רֶץ֙ H776 אֲחֻזַּתְכֶ֔ם H272 אֲשֶׁ֣ר H834 נָתַ֣ן H5414 לָכֶ֗ם Hl מֹשֶׁה֙ H4872 עֶ֣בֶד H5650 יְהוָ֔ה H3068 בְּעֵ֖בֶר H5676 הַיַּרְדֵּֽן H3383 ",
      "5": "רַ֣ק H7535 שִׁמְר֣וּ H8104 מְאֹ֗ד H3966 לַעֲשׂ֨וֹת H6213 אֶת H853 הַמִּצְוָ֣ה H4687 וְאֶת H853 הַתּוֹרָה֮ H8451 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 אֶתְכֶם֮ H853 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 יְהוָה֒ H3068 לְ֠אַהֲבָה H157 אֶת H853 יְהוָ֨ה H3068 אֱלֹֽהֵיכֶ֜ם H430 וְלָ H3212 בְּכָל H3605 דְּרָכָ֛יו H1870 וְלִ H8104 מִצְוֺתָ֖יו H4687 וּלְ H1692 ב֑וֹ Hb וּלְ H5647 בְּכָל H3605 לְבַבְכֶ֖ם H3824 וּבְ H3605 נַפְשְׁכֶֽם H5315 ",
      "6": "וַֽיְבָרְכֵ֖ H1288 יְהוֹשֻׁ֑עַ H3091 וַֽיְשַׁלְּחֵ֔ H7971 וַיֵּלְכ֖וּ H3212 אֶל H413 אָהֳלֵיהֶֽם H168 ",
      "7": "וְלַ H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֗ה H4519 נָתַ֣ן H5414 מֹשֶׁה֮ H4872 בַּבָּשָׁן֒ H1316 וּלְ H2677 נָתַ֤ן H5414 יְהוֹשֻׁ֨עַ֙ H3091 עִם H5973 אֲחֵיהֶ֔ם H251 מעבר H5676 הַיַּרְדֵּ֖ן H3383 יָ֑מָּה H3220 וְ֠גַם H1571 כִּ֣י H3588 שִׁלְּחָ֧ם H7971 יְהוֹשֻׁ֛עַ H3091 אֶל H413 אָהֳלֵיהֶ֖ם H168 וַיְבָרֲכֵֽ H1288 ",
      "8": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 לֵאמֹ֗ר H559 בִּנְכָסִ֨ים H5233 רַבִּ֜ים H7227 שׁ֤וּבוּ H7725 אֶל H413 אָֽהֳלֵיכֶם֙ H168 וּבְ H4735 רַב H7227 מְאֹ֔ד H3966 בְּכֶ֨סֶף H3701 וּבְ H2091 וּבִ H5178 וּבְ H1270 וּבִ H8008 הַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 חִלְק֥וּ H2505 שְׁלַל H7998 אֹיְבֵיכֶ֖ם H341 עִם H5973 אֲחֵיכֶֽם H251 ",
      "9": "וַיָּשֻׁ֣בוּ H7725 וַיֵּלְכ֡וּ H3212 בְּנֵי H1121 רְאוּבֵ֨ן H7205 וּבְנֵי H1121 גָ֜ד H1410 וַחֲצִ֣י H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֗ה H4519 מֵאֵת֙ H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִשִּׁלֹ֖ה H7887 אֲשֶׁ֣ר H834 בְּאֶֽרֶץ H776 כְּנָ֑עַן H3667 לָלֶ֜כֶת H3212 אֶל H413 אֶ֣רֶץ H776 הַגִּלְעָ֗ד H1568 אֶל H413 אֶ֤רֶץ H776 אֲחֻזָּתָם֙ H272 אֲשֶׁ֣ר H834 נֹֽאחֲזוּ H270 בָ֔הּ Hb עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
      "10": "וַיָּבֹ֨אוּ֙ H935 אֶל H413 גְּלִיל֣וֹת H1552 הַיַּרְדֵּ֔ן H3383 אֲשֶׁ֖ר H834 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַיִּבְנ֣וּ H1129 בְנֵי H1121 רְאוּבֵ֣ן H7205 וּבְנֵי H1121 גָ֡ד H1410 וַחֲצִ֣י H2677 שֵׁבֶט֩ H7626 הַֽמְנַשֶּׁ֨ה H4519 שָׁ֤ם H8033 מִזְבֵּ֨חַ֙ H4196 עַל H5921 הַיַּרְדֵּ֔ן H3383 מִזְבֵּ֥חַ H4196 גָּד֖וֹל H1419 לְמַרְאֶֽה H4758 ",
      "11": "וַיִּשְׁמְע֥וּ H8085 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 בָנ֣וּ H1129 בְנֵֽי H1121 רְאוּבֵ֣ן H7205 וּבְנֵי H1121 גָ֡ד H1410 וַחֲצִי֩ H2677 שֵׁ֨בֶט H7626 הַֽמְנַשֶּׁ֜ה H4519 אֶת H853 הַמִּזְבֵּ֗חַ H4196 אֶל H413 מוּל֙ H4136 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֶל H413 גְּלִילוֹת֙ H1552 הַיַּרְדֵּ֔ן H3383 אֶל H413 עֵ֖בֶר H5676 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "12": "וַֽיִּשְׁמְע֖וּ H8085 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּקָּ֨הֲל֜וּ H6950 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 שִׁלֹ֔ה H7887 לַעֲל֥וֹת H5927 עֲלֵיהֶ֖ם H5921 לַצָּבָֽא H6635 ",
      "13": "וַיִּשְׁלְח֨וּ H7971 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶל H413 בְּנֵי H1121 רְאוּבֵ֧ן H7205 וְאֶל H413 בְּנֵי H1121 גָ֛ד H1410 וְאֶל H413 חֲצִ֥י H2677 שֵֽׁבֶט H7626 מְנַשֶּׁ֖ה H4519 אֶל H413 אֶ֣רֶץ H776 הַגִּלְעָ֑ד H1568 אֶת H853 פִּינְחָ֖ס H6372 בֶּן H1121 אֶלְעָזָ֥ר H499 הַכֹּהֵֽן H3548 ",
      "14": "וַעֲשָׂרָ֤ה H6235 נְשִׂאִים֙ H5387 עִמּ֔וֹ H5973 נָשִׂ֨יא H5387 אֶחָ֜ד H259 נָשִׂ֤יא H5387 אֶחָד֙ H259 לְבֵ֣ית H1004 אָ֔ב H1 לְכֹ֖ל H3605 מַטּ֣וֹת H4294 יִשְׂרָאֵ֑ל H3478 וְאִ֨ישׁ H376 רֹ֧אשׁ H7218 בֵּית H1004 אֲבוֹתָ֛ם H1 הֵ֖מָּה H1992 לְאַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 ",
      "15": "וַיָּבֹ֜אוּ H935 אֶל H413 בְּנֵי H1121 רְאוּבֵ֧ן H7205 וְאֶל H413 בְּנֵי H1121 גָ֛ד H1410 וְאֶל H413 חֲצִ֥י H2677 שֵֽׁבֶט H7626 מְנַשֶּׁ֖ה H4519 אֶל H413 אֶ֣רֶץ H776 הַגִּלְעָ֑ד H1568 וַיְדַבְּר֥וּ H1696 אִתָּ֖ם H854 לֵאמֹֽר H559 ",
      "16": "כֹּ֣ה H3541 אָמְר֞וּ H559 כֹּ֣ל H3605 עֲדַ֣ת H5712 יְהוָ֗ה H3068 מָֽה H4100 הַמַּ֤עַל H4604 הַזֶּה֙ H2088 אֲשֶׁ֤ר H834 מְעַלְתֶּם֙ H4603 בֵּאלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 לָשׁ֣וּב H7725 הַיּ֔וֹם H3117 מֵאַחֲרֵ֖י H310 יְהוָ֑ה H3068 בִּבְנֽוֹתְ H1129 לָכֶם֙ Hl מִזְבֵּ֔חַ H4196 לִמְרָדְ H4775 הַיּ֖וֹם H3117 בַּיהוָֽה H3068 ",
      "17": "הַמְעַט H4592 לָ֨נוּ֙ Hl אֶת H853 עֲוֺ֣ן H5771 פְּע֔וֹר H6465 אֲשֶׁ֤ר H834 לֹֽא H3808 הִטַּהַ֨רְנוּ֙ H2891 מִמֶּ֔נּוּ H4480 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיְהִ֥י H1961 הַנֶּ֖גֶף H5063 בַּעֲדַ֥ת H5712 יְהוָֽה H3068 ",
      "18": "וְאַתֶּם֙ H859 תָּשֻׁ֣בוּ H7725 הַיּ֔וֹם H3117 מֵאַחֲרֵ֖י H310 יְהוָ֑ה H3068 וְהָיָ֗ה H1961 אַתֶּ֞ם H859 תִּמְרְד֤וּ H4775 הַיּוֹם֙ H3117 בַּֽיהוָ֔ה H3068 וּמָחָ֕ר H4279 אֶֽל H413 כָּל H3605 עֲדַ֥ת H5712 יִשְׂרָאֵ֖ל H3478 יִקְצֹֽף H7107 ",
      "19": "וְאַ֨ךְ H389 אִם H518 טְמֵאָ֜ה H2931 אֶ֣רֶץ H776 אֲחֻזַּתְכֶ֗ם H272 עִבְר֨וּ H5674 לָכֶ֜ם Hl אֶל H413 אֶ֨רֶץ H776 אֲחֻזַּ֤ת H272 יְהוָה֙ H3068 אֲשֶׁ֤ר H834 שָֽׁכַן H7931 שָׁם֙ H8033 מִשְׁכַּ֣ן H4908 יְהוָ֔ה H3068 וְהֵאָחֲז֖וּ H270 בְּתוֹכֵ֑ H8432 וּבַֽ H3068 אַל H408 תִּמְרֹ֗דוּ H4775 וְאֹתָ֨ H854 אֶל H408 תִּמְרֹ֔דוּ H4775 בִּבְנֹֽתְ H1129 לָכֶם֙ Hl מִזְבֵּ֔חַ H4196 מִֽבַּלְעֲדֵ֔י H1107 מִזְבַּ֖ח H4196 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
      "20": "הֲל֣וֹא H3808 עָכָ֣ן H5912 בֶּן H1121 זֶ֗רַח H2226 מָ֤עַל H4603 מַ֨עַל֙ H4604 בַּחֵ֔רֶם H2764 וְעַֽל H5921 כָּל H3605 עֲדַ֥ת H5712 יִשְׂרָאֵ֖ל H3478 הָ֣יָה H1961 קָ֑צֶף H7110 וְהוּא֙ H1931 אִ֣ישׁ H376 אֶחָ֔ד H259 לֹ֥א H3808 גָוַ֖ע H1478 בַּעֲוֺנֽ H5771 ",
      "21": "וַֽיַּעֲנוּ֙ H6030 בְּנֵי H1121 רְאוּבֵ֣ן H7205 וּבְנֵי H1121 גָ֔ד H1410 וַחֲצִ֖י H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֑ה H4519 וַֽיְדַבְּר֔וּ H1696 אֶת H854 רָאשֵׁ֖י H7218 אַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 ",
      "22": "אֵל֩ H410 אֱלֹהִ֨ים H430 יְהוָ֜ה H3068 אֵ֣ל H410 אֱלֹהִ֤ים H430 יְהוָה֙ H3068 ה֣וּא H1931 יֹדֵ֔עַ H3045 וְיִשְׂרָאֵ֖ל H3478 ה֣וּא H1931 יֵדָ֑ע H3045 אִם H518 בְּמֶ֤רֶד H4777 וְאִם H518 בְּמַ֨עַל֙ H4604 בַּֽיהוָ֔ה H3068 אַל H408 תּוֹשִׁיעֵ֖נוּ H3467 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "23": "לִבְנ֥וֹת H1129 לָ֨נוּ֙ Hl מִזְבֵּ֔חַ H4196 לָשׁ֖וּב H7725 מֵאַחֲרֵ֣י H310 יְהוָ֑ה H3068 וְאִם H518 לְהַעֲל֨וֹת H5927 עָלָ֜יו H5921 עוֹלָ֣ה H5930 וּמִנְחָ֗ה H4503 וְאִם H518 לַעֲשׂ֤וֹת H6213 עָלָיו֙ H5921 זִבְחֵ֣י H2077 שְׁלָמִ֔ים H8002 יְהוָ֖ה H3068 ה֥וּא H1931 יְבַקֵּֽשׁ H1245 ",
      "24": "וְאִם H518 לֹ֤א H3808 מִדְּאָגָה֙ H1674 מִדָּבָ֔ר H1697 עָשִׂ֥ינוּ H6213 אֶת H853 זֹ֖את H2063 לֵאמֹ֑ר H559 מָחָ֗ר H4279 יֹאמְר֨וּ H559 בְנֵיכֶ֤ם H1121 לְבָנֵ֨י H1121 לֵאמֹ֔ר H559 מַה H4100 לָּכֶ֕ם Hl וְלַֽ H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "25": "וּגְב֣וּל H1366 נָֽתַן H5414 יְ֠הוָה H3068 בֵּינֵ֨נוּ H996 וּבֵינֵי H996 בְּנֵי H1121 רְאוּבֵ֤ן H7205 וּבְנֵי H1121 גָד֙ H1410 אֶת H853 הַיַּרְדֵּ֔ן H3383 אֵין H369 לָכֶ֥ם Hl חֵ֖לֶק H2506 בַּֽיהוָ֑ה H3068 וְהִשְׁבִּ֤יתוּ H7673 בְנֵיכֶם֙ H1121 אֶת H853 בָּנֵ֔ינוּ H1121 לְבִלְתִּ֖י H1115 יְרֹ֥א H3372 אֶת H853 יְהוָֽה H3068 ",
      "26": "וַנֹּ֕אמֶר H559 נַעֲשֶׂה H6213 נָּ֣א H4994 לָ֔נוּ Hl לִבְנ֖וֹת H1129 אֶת H853 הַמִּזְבֵּ֑חַ H4196 לֹ֥א H3808 לְעוֹלָ֖ה H5930 וְלֹ֥א H3808 לְזָֽבַח H2077 ",
      "27": "כִּי֩ H3588 עֵ֨ד H5707 ה֜וּא H1931 בֵּינֵ֣ינוּ H996 וּבֵינֵי H996 וּבֵ֣ין H996 דֹּרוֹתֵינוּ֮ H1755 אַחֲרֵינוּ֒ H310 לַעֲבֹ֞ד H5647 אֶת H853 עֲבֹדַ֤ת H5656 יְהוָה֙ H3068 לְפָנָ֔י H6440 בְּעֹלוֹתֵ֥י H5930 וּבִ H2077 וּבִ H8002 וְלֹא H3808 יֹאמְר֨וּ H559 בְנֵיכֶ֤ם H1121 מָחָר֙ H4279 לְבָנֵ֔י H1121 אֵין H369 לָכֶ֥ם Hl חֵ֖לֶק H2506 בַּיהוָֽה H3068 ",
      "28": "וַנֹּ֕אמֶר H559 וְהָיָ֗ה H1961 כִּֽי H3588 יֹאמְר֥וּ H559 אֵלֵ֛ינוּ H413 וְאֶל H413 דֹּרֹתֵ֖ינוּ H1755 מָחָ֑ר H4279 וְאָמַ֡רְנוּ H559 רְא֣וּ H7200 אֶת H853 תַּבְנִית֩ H8403 מִזְבַּ֨ח H4196 יְהוָ֜ה H3068 אֲשֶׁר H834 עָשׂ֣וּ H6213 אֲבוֹתֵ֗ינוּ H1 לֹ֤א H3808 לְעוֹלָה֙ H5930 וְלֹ֣א H3808 לְזֶ֔בַח H2077 כִּי H3588 עֵ֣ד H5707 ה֔וּא H1931 בֵּינֵ֖ינוּ H996 וּבֵינֵי H996 ",
      "29": "חָלִילָה֩ H2486 לָּ֨נוּ Hl מִמֶּ֜נּוּ H4480 לִמְרֹ֣ד H4775 בַּֽיהוָ֗ה H3068 וְלָ H7725 הַיּוֹם֙ H3117 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 לִבְנ֣וֹת H1129 מִזְבֵּ֔חַ H4196 לְעֹלָ֖ה H5930 לְמִנְחָ֣ה H4503 וּלְ H2077 מִלְּ H905 מִזְבַּח֙ H4196 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 מִשְׁכָּנֽוֹ H4908 ",
      "30": "וַיִּשְׁמַ֞ע H8085 פִּֽינְחָ֣ס H6372 הַכֹּהֵ֗ן H3548 וּנְשִׂיאֵ֨י H5387 הָעֵדָ֜ה H5712 וְרָאשֵׁ֨י H7218 אַלְפֵ֤י H505 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 אֶת H853 הַ֨דְּבָרִ֔ים H1697 אֲשֶׁ֧ר H834 דִּבְּר֛וּ H1696 בְּנֵי H1121 רְאוּבֵ֥ן H7205 וּבְנֵי H1121 גָ֖ד H1410 וּבְנֵ֣י H1121 מְנַשֶּׁ֑ה H4519 וַיִּיטַ֖ב H3190 בְּעֵינֵי H5869 ",
      "31": "וַיֹּ֣אמֶר H559 פִּֽינְחָ֣ס H6372 בֶּן H1121 אֶלְעָזָ֣ר H499 הַכֹּהֵ֡ן H3548 אֶל H413 בְּנֵי H1121 רְאוּבֵ֨ן H7205 וְאֶל H413 בְּנֵי H1121 גָ֜ד H1410 וְאֶל H413 בְּנֵ֣י H1121 מְנַשֶּׁ֗ה H4519 הַיּ֤וֹם H3117 יָדַ֨עְנוּ֙ H3045 כִּֽי H3588 בְתוֹכֵ֣ H8432 יְהוָ֔ה H3068 אֲשֶׁ֛ר H834 לֹֽא H3808 מְעַלְתֶּ֥ם H4603 בַּֽיהוָ֖ה H3068 הַמַּ֣עַל H4604 הַזֶּ֑ה H2088 אָ֗ז H227 הִצַּלְתֶּ֛ם H5337 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מִיַּ֥ד H3027 יְהוָֽה H3068 ",
      "32": "וַיָּ֣שָׁב H7725 פִּֽינְחָ֣ס H6372 בֶּן H1121 אֶלְעָזָ֣ר H499 הַכֹּהֵ֣ן H3548 וְהַ H5387 מֵאֵ֣ת H853 בְּנֵֽי H1121 רְאוּבֵן֩ H7205 וּמֵ H853 בְּנֵי H1121 גָ֜ד H1410 מֵאֶ֧רֶץ H776 הַגִּלְעָ֛ד H1568 אֶל H413 אֶ֥רֶץ H776 כְּנַ֖עַן H3667 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיָּשִׁ֥בוּ H7725 אוֹתָ֖ם H854 דָּבָֽר H1697 ",
      "33": "וַיִּיטַ֣ב H3190 הַדָּבָ֗ר H1697 בְּעֵינֵי֙ H5869 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיְבָרֲכ֥וּ H1288 אֱלֹהִ֖ים H430 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֣א H3808 אָמְר֗וּ H559 לַעֲל֤וֹת H5927 עֲלֵיהֶם֙ H5921 לַצָּבָ֔א H6635 לְשַׁחֵת֙ H7843 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֛ר H834 בְּנֵי H1121 רְאוּבֵ֥ן H7205 וּבְנֵי H1121 גָ֖ד H1410 יֹשְׁבִ֥ים H3427 בָּֽהּ Hb ",
      "34": "וַֽיִּקְרְא֛וּ H7121 בְּנֵי H1121 רְאוּבֵ֥ן H7205 וּבְנֵי H1121 גָ֖ד H1410 לַמִּזְבֵּ֑חַ H4196 כִּ֣י H3588 עֵ֥ד H5707 הוּא֙ H1931 בֵּֽינֹתֵ֔ינוּ H996 כִּ֥י H3588 יְהוָ֖ה H3068 הָאֱלֹהִֽים H430 "
    },
    "23": {
      "1": "וַֽיְהִי֙ H1961 מִיָּמִ֣ים H3117 רַבִּ֔ים H7227 אַ֠חֲרֵי H310 אֲשֶׁר H834 הֵנִ֨יחַ H5117 יְהוָ֧ה H3068 לְיִשְׂרָאֵ֛ל H3478 מִכָּל H3605 אֹיְבֵיהֶ֖ם H341 מִסָּבִ֑יב H5439 וִיהוֹשֻׁ֣עַ H3091 זָקֵ֔ן H2204 בָּ֖א H935 בַּיָּמִֽים H3117 ",
      "2": "וַיִּקְרָ֤א H7121 יְהוֹשֻׁ֨עַ֙ H3091 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 לִזְקֵנָי H2205 וּלְ H7218 וּלְ H8199 וּלְ H7860 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אֲנִ֣י H589 זָקַ֔נְתִּי H2204 בָּ֖אתִי H935 בַּיָּמִֽים H3117 ",
      "3": "וְאַתֶּ֣ם H859 רְאִיתֶ֗ם H7200 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 יְהוָ֧ה H3068 אֱלֹהֵיכֶ֛ם H430 לְכָל H3605 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 מִפְּנֵי H6440 כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 ה֖וּא H1931 הַנִּלְחָ֥ם H3898 לָכֶֽם Hl ",
      "4": "רְאוּ֩ H7200 הִפַּ֨לְתִּי H5307 לָכֶ֜ם Hl אֶֽת H853 הַ֠גּוֹיִם H1471 הַנִּשְׁאָרִ֥ים H7604 הָאֵ֛לֶּה H428 בְּנַחֲלָ֖ה H5159 לְשִׁבְטֵי H7626 מִן H4480 הַיַּרְדֵּ֗ן H3383 וְכָל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 הִכְרַ֔תִּי H3772 וְהַ H3220 הַגָּד֖וֹל H1419 מְב֥וֹא H3996 הַשָּֽׁמֶשׁ H8121 ",
      "5": "וַיהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 ה֚וּא H1931 יֶהְדֳּפֵ֣ם H1920 מִפְּנֵי H6440 וְהוֹרִ֥ישׁ H3423 אֹתָ֖ם H853 מִלִּ H6440 וִֽירִשְׁתֶּם֙ H3423 אֶת H853 אַרְצָ֔ם H776 כַּאֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 לָכֶֽם Hl ",
      "6": "וַחֲזַקְתֶּ֣ם H2388 מְאֹ֔ד H3966 לִשְׁמֹ֣ר H8104 וְלַ H6213 אֵ֚ת H853 כָּל H3605 הַכָּת֔וּב H3789 בְּסֵ֖פֶר H5612 תּוֹרַ֣ת H8451 מֹשֶׁ֑ה H4872 לְבִלְתִּ֥י H1115 סוּר H5493 מִמֶּ֖נּוּ H4480 יָמִ֥ין H3225 וּשְׂמֹֽאול H8040 ",
      "7": "לְבִלְתִּי H1115 בוֹא֙ H935 בַּגּוֹיִ֣ם H1471 הָאֵ֔לֶּה H428 הַנִּשְׁאָרִ֥ים H7604 הָאֵ֖לֶּה H428 אִתְּכֶ֑ם H854 וּבְ H8034 אֱלֹהֵיהֶ֤ם H430 לֹא H3808 תַזְכִּ֨ירוּ֙ H2142 וְלֹ֣א H3808 תַשְׁבִּ֔יעוּ H7650 וְלֹ֣א H3808 תַעַבְד֔וּם H5647 וְלֹ֥א H3808 תִֽשְׁתַּחֲו֖וּ H7812 לָהֶֽם Hl ",
      "8": "כִּ֛י H3588 אִם H518 בַּיהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 תִּדְבָּ֑קוּ H1692 כַּאֲשֶׁ֣ר H834 עֲשִׂיתֶ֔ם H6213 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "9": "וַיּ֤וֹרֶשׁ H3423 יְהוָה֙ H3068 מִפְּנֵי H6440 גּוֹיִ֖ם H1471 גְּדֹלִ֣ים H1419 וַעֲצוּמִ֑ים H6099 וְאַתֶּ֗ם H859 לֹא H3808 עָ֤מַד H5975 אִישׁ֙ H376 בִּפְנֵי H6440 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "10": "אִישׁ H376 אֶחָ֥ד H259 מִכֶּ֖ם H4480 יִרְדָּף H7291 אָ֑לֶף H505 כִּ֣י H3588 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֗ם H430 ה֚וּא H1931 הַנִּלְחָ֣ם H3898 לָכֶ֔ם Hl כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 לָכֶֽם Hl ",
      "11": "וְנִשְׁמַרְתֶּ֥ם H8104 מְאֹ֖ד H3966 לְנַפְשֹֽׁתֵי H5315 לְאַהֲבָ֖ה H157 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "12": "כִּ֣י H3588 אִם H518 שׁ֣וֹב H7725 תָּשׁ֗וּבוּ H7725 וּדְבַקְתֶּם֙ H1692 בְּיֶ֨תֶר֙ H3499 הַגּוֹיִ֣ם H1471 הָאֵ֔לֶּה H428 הַנִּשְׁאָרִ֥ים H7604 הָאֵ֖לֶּה H428 אִתְּכֶ֑ם H854 וְהִֽתְחַתַּנְתֶּ֥ם H2859 בָּהֶ֛ם Hb וּבָאתֶ֥ם H935 בָּהֶ֖ם Hb וְהֵ֥ם H1992 בָּכֶֽם Hb ",
      "13": "יָד֨וֹעַ֙ H3045 תֵּֽדְע֔וּ H3045 כִּי֩ H3588 לֹ֨א H3808 יוֹסִ֜יף H3254 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֗ם H430 לְהוֹרִ֛ישׁ H3423 אֶת H853 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 מִלִּ H6440 וְהָי֨וּ H1961 לָכֶ֜ם Hl לְפַ֣ח H6341 וּלְ H4170 וּלְ H7850 בְּצִדֵּי H6654 וְלִ H6796 בְּעֵינֵי H5869 עַד H5704 אֲבָדְכֶ֗ם H6 מֵ֠עַל H5921 הָאֲדָמָ֤ה H127 הַטּוֹבָה֙ H2896 הַזֹּ֔את H2063 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָכֶ֔ם Hl יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "14": "וְהִנֵּ֨ה H2009 אָנֹכִ֤י H595 הוֹלֵךְ֙ H1980 הַיּ֔וֹם H3117 בְּדֶ֖רֶךְ H1870 כָּל H3605 הָאָ֑רֶץ H776 וִידַעְתֶּ֞ם H3045 בְּכָל H3605 לְבַבְכֶ֣ם H3824 וּבְ H3605 נַפְשְׁכֶ֗ם H5315 כִּ֣י H3588 לֹֽא H3808 נָפַל֩ H5307 דָּבָ֨ר H1697 אֶחָ֜ד H259 מִכֹּ֣ל H3605 הַדְּבָרִ֣ים H1697 הַטּוֹבִ֗ים H2896 אֲשֶׁ֨ר H834 דִּבֶּ֜ר H1696 יְהוָ֤ה H3068 אֱלֹהֵיכֶם֙ H430 עֲלֵיכֶ֔ם H5921 הַכֹּל֙ H3605 בָּ֣אוּ H935 לָכֶ֔ם Hl לֹֽא H3808 נָפַ֥ל H5307 מִמֶּ֖נּוּ H4480 דָּבָ֥ר H1697 אֶחָֽד H259 ",
      "15": "וְהָיָ֗ה H1961 כַּאֲשֶׁר H834 בָּ֤א H935 עֲלֵיכֶם֙ H5921 כָּל H3605 הַדָּבָ֣ר H1697 הַטּ֔וֹב H2896 אֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 אֲלֵיכֶ֑ם H413 כֵּן֩ H3651 יָבִ֨יא H935 יְהוָ֜ה H3068 עֲלֵיכֶ֗ם H5921 אֵ֚ת H853 כָּל H3605 הַדָּבָ֣ר H1697 הָרָ֔ע H7451 עַד H5704 הַשְׁמִיד֣וֹ H8045 אוֹתְכֶ֗ם H853 מֵ֠עַל H5921 הָאֲדָמָ֤ה H127 הַטּוֹבָה֙ H2896 הַזֹּ֔את H2063 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָכֶ֔ם Hl יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "16": "בְּ֠עָבְרְ H5674 אֶת H853 בְּרִ֨ית H1285 יְהוָ֥ה H3068 אֱלֹהֵיכֶם֮ H430 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 אֶתְכֶם֒ H853 וַהֲלַכְתֶּ֗ם H1980 וַעֲבַדְתֶּם֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 לָהֶ֑ם H1992 וְחָרָ֤ה H2734 אַף H639 יְהוָה֙ H3068 בָּכֶ֔ם Hb וַאֲבַדְתֶּ֣ם H6 מְהֵרָ֔ה H4120 מֵעַל֙ H5921 הָאָ֣רֶץ H776 הַטּוֹבָ֔ה H2896 אֲשֶׁ֖ר H834 נָתַ֥ן H5414 לָכֶֽם Hl "
    },
    "24": {
      "1": "וַיֶּאֶסֹ֧ף H622 יְהוֹשֻׁ֛עַ H3091 אֶת H853 כָּל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 שְׁכֶ֑מָה H7927 וַיִּקְרָא֩ H7121 לְזִקְנֵ֨י H2205 יִשְׂרָאֵ֜ל H3478 וּלְ H7218 וּלְ H8199 וּלְ H7860 וַיִּֽתְיַצְּב֖וּ H3320 לִפְנֵ֥י H6440 הָאֱלֹהִֽים H430 ",
      "2": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 כָּל H3605 הָעָ֗ם H5971 כֹּֽה H3541 אָמַ֣ר H559 יְהוָה֮ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵל֒ H3478 בְּעֵ֣בֶר H5676 הַנָּהָ֗ר H5104 יָשְׁב֤וּ H3427 אֲבֽוֹתֵיכֶם֙ H1 מֵֽעוֹלָ֔ם H5769 תֶּ֛רַח H8646 אֲבִ֥י H1 אַבְרָהָ֖ם H85 וַאֲבִ֣י H1 נָח֑וֹר H5152 וַיַּעַבְד֖וּ H5647 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
      "3": "וָ֠אֶקַּח H3947 אֶת H853 אֲבִיכֶ֤ם H1 אֶת H853 אַבְרָהָם֙ H85 מֵעֵ֣בֶר H5676 הַנָּהָ֔ר H5104 וָאוֹלֵ֥ךְ H3212 אוֹת֖וֹ H853 בְּכָל H3605 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 וארב H7235 אֶת H853 זַרְע֔וֹ H2233 וָֽאֶתֶּן H5414 ל֖וֹ Hl אֶת H853 יִצְחָֽק H3327 ",
      "4": "וָאֶתֵּ֣ן H5414 לְיִצְחָ֔ק H3327 אֶֽת H853 יַעֲקֹ֖ב H3290 וְאֶת H853 עֵשָׂ֑ו H6215 וָאֶתֵּ֨ן H5414 לְעֵשָׂ֜ו H6215 אֶת H853 הַ֤ר H2022 שֵׂעִיר֙ H8165 לָרֶ֣שֶׁת H3423 אוֹת֔וֹ H853 וְיַעֲקֹ֥ב H3290 וּבָנָ֖י H1121 יָרְד֥וּ H3381 מִצְרָֽיִם H4714 ",
      "5": "וָאֶשְׁלַ֞ח H7971 אֶת H853 מֹשֶׁ֤ה H4872 וְאֶֽת H853 אַהֲרֹן֙ H175 וָאֶגֹּ֣ף H5062 אֶת H853 מִצְרַ֔יִם H4714 כַּאֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 בְּקִרְבּ֑ H7130 וְאַחַ֖ר H310 הוֹצֵ֥אתִי H3318 אֶתְכֶֽם H853 ",
      "6": "וָֽאוֹצִ֤יא H3318 אֶת H853 אֲבֽוֹתֵיכֶם֙ H1 מִמִּצְרַ֔יִם H4714 וַתָּבֹ֖אוּ H935 הַיָּ֑מָּ H3220 וַיִּרְדְּפ֨וּ H7291 מִצְרַ֜יִם H4713 אַחֲרֵ֧י H310 אֲבוֹתֵיכֶ֛ם H1 בְּרֶ֥כֶב H7393 וּבְ H6571 יַם H3220 סֽוּף H5488 ",
      "7": "וַיִּצְעֲק֣וּ H6817 אֶל H413 יְהוָ֗ה H3068 וַיָּ֨שֶׂם H7760 מַֽאֲפֵ֜ל H3990 בֵּינֵיכֶ֣ם H996 וּבֵ֣ין H996 הַמִּצְרִ֗ים H4713 וַיָּבֵ֨א H935 עָלָ֤יו H5921 אֶת H853 הַיָּם֙ H3220 וַיְכַסֵּ֔ H3680 וַתִּרְאֶ֨ינָה֙ H7200 עֵינֵיכֶ֔ם H5869 אֵ֥ת H853 אֲשֶׁר H834 עָשִׂ֖יתִי H6213 בְּמִצְרָ֑יִם H4714 וַתֵּשְׁב֥וּ H3427 בַמִּדְבָּ֖ר H4057 יָמִ֥ים H3117 רַבִּֽים H7227 ",
      "8": "ואבא H935 אֶתְכֶ֗ם H853 אֶל H413 אֶ֤רֶץ H776 הָאֱמֹרִי֙ H567 הַיּוֹשֵׁב֙ H3427 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֔ן H3383 וַיִּֽלָּחֲמ֖וּ H3898 אִתְּכֶ֑ם H854 וָאֶתֵּ֨ן H5414 אוֹתָ֤ם H853 בְּיֶדְ H3027 וַתִּֽירְשׁ֣וּ H3423 אֶת H853 אַרְצָ֔ם H776 וָאַשְׁמִידֵ֖ H8045 מִפְּנֵי H6440 ",
      "9": "וַיָּ֨קָם H6965 בָּלָ֤ק H1111 בֶּן H1121 צִפּוֹר֙ H6834 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 וַיִּלָּ֖חֶם H3898 בְּיִשְׂרָאֵ֑ל H3478 וַיִּשְׁלַ֗ח H7971 וַיִּקְרָ֛א H7121 לְבִלְעָ֥ם H1109 בֶּן H1121 בְּע֖וֹר H1160 לְקַלֵּ֥ל H7043 אֶתְכֶֽם H853 ",
      "10": "וְלֹ֥א H3808 אָבִ֖יתִי H14 לִשְׁמֹ֣עַ H8085 לְבִלְעָ֑ם H1109 וַיְבָ֤רֶךְ H1288 בָּרוֹךְ֙ H1288 אֶתְכֶ֔ם H853 וָאַצִּ֥ל H5337 אֶתְכֶ֖ם H853 מִיָּדֽ H3027 ",
      "11": "וַתַּעַבְר֣וּ H5674 אֶת H853 הַיַּרְדֵּן֮ H3383 וַתָּבֹ֣אוּ H935 אֶל H413 יְרִיחוֹ֒ H3405 וַיִּלָּחֲמ֣וּ H3898 בָכֶ֣ם Hb בַּעֲלֵֽי H1167 יְ֠רִיחוֹ H3405 הָֽאֱמֹרִ֨י H567 וְהַ H6522 וְהַֽ H3669 וְהַֽ H2850 וְהַ H1622 הַֽחִוִּ֖י H2340 וְהַ H2983 וָאֶתֵּ֥ן H5414 אוֹתָ֖ם H853 בְּיֶדְ H3027 ",
      "12": "וָאֶשְׁלַ֤ח H7971 לִפְנֵי H6440 אֶת H853 הַצִּרְעָ֔ה H6880 וַתְּגָ֤רֶשׁ H1644 אוֹתָם֙ H853 מִפְּנֵי H6440 שְׁנֵ֖י H8147 מַלְכֵ֣י H4428 הָאֱמֹרִ֑י H567 לֹ֥א H3808 בְחַרְבְּ H2719 וְלֹ֥א H3808 בְקַשְׁתֶּֽ H7198 ",
      "13": "וָאֶתֵּ֨ן H5414 לָכֶ֜ם Hl אֶ֣רֶץ H776 אֲשֶׁ֧ר H834 לֹֽא H3808 יָגַ֣עְתָּ H3021 בָּ֗הּ Hb וְעָרִים֙ H5892 אֲשֶׁ֣ר H834 לֹא H3808 בְנִיתֶ֔ם H1129 וַתֵּשְׁב֖וּ H3427 בָּהֶ֑ם Hb כְּרָמִ֤ים H3754 וְזֵיתִים֙ H2132 אֲשֶׁ֣ר H834 לֹֽא H3808 נְטַעְתֶּ֔ם H5193 אַתֶּ֖ם H859 אֹכְלִֽים H398 ",
      "14": "וְעַתָּ֞ה H6258 יְר֧אוּ H3372 אֶת H853 יְהוָ֛ה H3068 וְעִבְד֥וּ H5647 אֹת֖וֹ H853 בְּתָמִ֣ים H8549 וּבֶֽ H571 וְהָסִ֣ירוּ H5493 אֶת H853 אֱלֹהִ֗ים H430 אֲשֶׁר֩ H834 עָבְד֨וּ H5647 אֲבוֹתֵיכֶ֜ם H1 בְּעֵ֤בֶר H5676 הַנָּהָר֙ H5104 וּבְ H4714 וְעִבְד֖וּ H5647 אֶת H853 יְהוָֽה H3068 ",
      "15": "וְאִם֩ H518 רַ֨ע H7451 בְּֽעֵינֵי H5869 לַעֲבֹ֣ד H5647 אֶת H853 יְהוָ֗ה H3068 בַּחֲר֨וּ H977 לָכֶ֣ם Hl הַיּוֹם֮ H3117 אֶת H853 מִ֣י H4310 תַעֲבֹדוּן֒ H5647 אִ֣ם H518 אֶת H853 אֱלֹהִ֞ים H430 אֲשֶׁר H834 עָבְד֣וּ H5647 אֲבוֹתֵיכֶ֗ם H1 אֲשֶׁר֙ H834 בעבר H5676 הַנָּהָ֔ר H5104 וְאִם֙ H518 אֶת H853 אֱלֹהֵ֣י H430 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 יֹשְׁבִ֣ים H3427 בְּאַרְצָ֑ H776 וְאָנֹכִ֣י H595 וּבֵיתִ֔ H1004 נַעֲבֹ֖ד H5647 אֶת H853 יְהוָֽה H3068 ",
      "16": "וַיַּ֤עַן H6030 הָעָם֙ H5971 וַיֹּ֔אמֶר H559 חָלִ֣ילָה H2486 לָּ֔נוּ Hl מֵעֲזֹ֖ב H5800 אֶת H853 יְהוָ֑ה H3068 לַעֲבֹ֖ד H5647 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
      "17": "כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 הוּא֩ H1931 הַמַּעֲלֶ֨ה H5927 אֹתָ֧נוּ H853 וְאֶת H853 אֲבוֹתֵ֛ינוּ H1 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֣ית H1004 עֲבָדִ֑ים H5650 וַאֲשֶׁ֧ר H834 עָשָׂ֣ה H6213 לְעֵינֵ֗י H5869 אֶת H853 הָאֹת֤וֹת H226 הַגְּדֹלוֹת֙ H1419 הָאֵ֔לֶּה H428 וַֽיִּשְׁמְרֵ֗ H8104 בְּכָל H3605 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 הָלַ֣כְנוּ H1980 בָ֔הּ Hb וּבְ H3605 הָֽעַמִּ֔ים H5971 אֲשֶׁ֥ר H834 עָבַ֖רְנוּ H5674 בְּקִרְבָּֽ H7130 ",
      "18": "וַיְגָ֨רֶשׁ H1644 יְהוָ֜ה H3068 אֶת H853 כָּל H3605 הָעַמִּ֗ים H5971 וְאֶת H853 הָאֱמֹרִ֛י H567 יֹשֵׁ֥ב H3427 הָאָ֖רֶץ H776 מִפָּנֵ֑י H6440 גַּם H1571 אֲנַ֨חְנוּ֙ H587 נַעֲבֹ֣ד H5647 אֶת H853 יְהוָ֔ה H3068 כִּי H3588 ה֖וּא H1931 אֱלֹהֵֽינוּ H430 ",
      "19": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 הָעָ֗ם H5971 לֹ֤א H3808 תֽוּכְלוּ֙ H3201 לַעֲבֹ֣ד H5647 אֶת H853 יְהוָ֔ה H3068 כִּֽי H3588 אֱלֹהִ֥ים H430 קְדֹשִׁ֖ים H6918 ה֑וּא H1931 אֵֽל H410 קַנּ֣וֹא H7072 ה֔וּא H1931 לֹֽא H3808 יִשָּׂ֥א H5375 לְפִשְׁעֲ H6588 וּלְ H2403 ",
      "20": "כִּ֤י H3588 תַֽעַזְבוּ֙ H5800 אֶת H853 יְהוָ֔ה H3068 וַעֲבַדְתֶּ֖ם H5647 אֱלֹהֵ֣י H430 נֵכָ֑ר H5236 וְשָׁ֨ב H7725 וְהֵרַ֤ע H7489 לָכֶם֙ Hl וְכִלָּ֣ה H3615 אֶתְכֶ֔ם H853 אַחֲרֵ֖י H310 אֲשֶׁר H834 הֵיטִ֥יב H3190 לָכֶֽם Hl ",
      "21": "וַיֹּ֥אמֶר H559 הָעָ֖ם H5971 אֶל H413 יְהוֹשֻׁ֑עַ H3091 לֹ֕א H3808 כִּ֥י H3588 אֶת H853 יְהוָ֖ה H3068 נַעֲבֹֽד H5647 ",
      "22": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 הָעָ֗ם H5971 עֵדִ֤ים H5707 אַתֶּם֙ H859 בָּכֶ֔ם Hb כִּֽי H3588 אַתֶּ֞ם H859 בְּחַרְתֶּ֥ם H977 לָכֶ֛ם Hl אֶת H853 יְהוָ֖ה H3068 לַעֲבֹ֣ד H5647 אוֹת֑וֹ H853 וַיֹּאמְר֖וּ H559 עֵדִֽים H5707 ",
      "23": "וְעַתָּ֕ה H6258 הָסִ֛ירוּ H5493 אֶת H853 אֱלֹהֵ֥י H430 הַנֵּכָ֖ר H5236 אֲשֶׁ֣ר H834 בְּקִרְבְּ H7130 וְהַטּוּ֙ H5186 אֶת H853 לְבַבְכֶ֔ם H3824 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "24": "וַיֹּאמְר֥וּ H559 הָעָ֖ם H5971 אֶל H413 יְהוֹשֻׁ֑עַ H3091 אֶת H853 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 נַעֲבֹ֔ד H5647 וּבְ H6963 נִשְׁמָֽע H8085 ",
      "25": "וַיִּכְרֹ֨ת H3772 יְהוֹשֻׁ֧עַ H3091 בְּרִ֛ית H1285 לָעָ֖ם H5971 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיָּ֥שֶׂם H7760 ל֛וֹ Hl חֹ֥ק H2706 וּמִשְׁפָּ֖ט H4941 בִּשְׁכֶֽם H7927 ",
      "26": "וַיִּכְתֹּ֤ב H3789 יְהוֹשֻׁ֨עַ֙ H3091 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 בְּסֵ֖פֶר H5612 תּוֹרַ֣ת H8451 אֱלֹהִ֑ים H430 וַיִּקַּח֙ H3947 אֶ֣בֶן H68 גְּדוֹלָ֔ה H1419 וַיְקִימֶ֣ H6965 שָּׁ֔ם H8033 תַּ֚חַת H8478 הָֽאַלָּ֔ה H427 אֲשֶׁ֖ר H834 בְּמִקְדַּ֥שׁ H4720 יְהוָֽה H3068 ",
      "27": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 כָּל H3605 הָעָ֗ם H5971 הִנֵּ֨ה H2009 הָאֶ֤בֶן H68 הַזֹּאת֙ H2063 תִּֽהְיֶה H1961 בָּ֣נוּ Hb לְעֵדָ֔ה H5713 כִּֽי H3588 הִ֣יא H1931 שָׁמְעָ֗ה H8085 אֵ֚ת H853 כָּל H3605 אִמְרֵ֣י H561 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 עִמָּ֑נוּ H5973 וְהָיְתָ֤ה H1961 בָכֶם֙ Hb לְעֵדָ֔ה H5713 פֶּֽן H6435 תְּכַחֲשׁ֖וּן H3584 בֵּאלֹהֵי H430 ",
      "28": "וַיְשַׁלַּ֤ח H7971 יְהוֹשֻׁ֨עַ֙ H3091 אֶת H853 הָעָ֔ם H5971 אִ֖ישׁ H376 לְנַחֲלָתֽ H5159 ",
      "29": "וַיְהִ֗י H1961 אַֽחֲרֵי֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַיָּ֛מָת H4191 יְהוֹשֻׁ֥עַ H3091 בִּן H1121 נ֖וּן H5126 עֶ֣בֶד H5650 יְהוָ֑ה H3068 בֶּן H1121 מֵאָ֥ה H3967 וָעֶ֖שֶׂר H6235 שָׁנִֽים H8141 ",
      "30": "וַיִּקְבְּר֤וּ H6912 אֹתוֹ֙ H853 בִּגְב֣וּל H1366 נַחֲלָת֔וֹ H5159 בְּתִמְנַת H8556 סֶ֖רַח H8556 אֲשֶׁ֣ר H834 בְּהַר H2022 אֶפְרָ֑יִם H669 מִצְּפ֖וֹן H6828 לְהַר H2022 גָּֽעַשׁ H1608 ",
      "31": "וַיַּעֲבֹ֤ד H5647 יִשְׂרָאֵל֙ H3478 אֶת H853 יְהוָ֔ה H3068 כֹּ֖ל H3605 יְמֵ֣י H3117 יְהוֹשֻׁ֑עַ H3091 וְכֹ֣ל H3605 יְמֵ֣י H3117 הַזְּקֵנִ֗ים H2205 אֲשֶׁ֨ר H834 הֶאֱרִ֤יכוּ H748 יָמִים֙ H3117 אַחֲרֵ֣י H310 יְהוֹשֻׁ֔עַ H3091 וַאֲשֶׁ֣ר H834 יָדְע֗וּ H3045 אֵ֚ת H853 כָּל H3605 מַעֲשֵׂ֣ה H4639 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְיִשְׂרָאֵֽל H3478 ",
      "32": "וְאֶת H853 עַצְמ֣וֹת H6106 י֠וֹסֵף H3130 אֲשֶׁר H834 הֶעֱל֨וּ H5927 בְנֵי H1121 יִשְׂרָאֵ֥ל H3478 מִמִּצְרַיִם֮ H4714 קָבְר֣וּ H6912 בִשְׁכֶם֒ H7927 בְּחֶלְקַ֣ת H2513 הַשָּׂדֶ֗ה H7704 אֲשֶׁ֨ר H834 קָנָ֧ה H7069 יַעֲקֹ֛ב H3290 מֵאֵ֛ת H853 בְּנֵֽי H1121 חֲמ֥וֹר H2544 אֲבִֽי H1 שְׁכֶ֖ם H7927 בְּמֵאָ֣ה H3967 קְשִׂיטָ֑ה H7192 וַיִּֽהְי֥וּ H1961 לִבְנֵֽי H1121 יוֹסֵ֖ף H3130 לְנַחֲלָֽה H5159 ",
      "33": "וְאֶלְעָזָ֥ר H499 בֶּֽן H1121 אַהֲרֹ֖ן H175 מֵ֑ת H4191 וַיִּקְבְּר֣וּ H6912 אֹת֗וֹ H853 בְּגִבְעַת֙ H1389 פִּֽינְחָ֣ס H6372 בְּנ֔וֹ H1121 אֲשֶׁ֥ר H834 נִתַּן H5414 ל֖וֹ Hl בְּהַ֥ר H2022 אֶפְרָֽיִם H669 "
    }
  }
}
