{
  "Lamentations": {
    "1": {
      "1": "אֵיכָ֣ה H349 יָשְׁבָ֣ה H3427 בָדָ֗ד H910 הָעִיר֙ H5892 רַבָּ֣תִי H7227 עָ֔ם H5971 הָיְתָ֖ה H1961 כְּאַלְמָנָ֑ה H490 רַּבָּ֣תִי H7227 בַגּוֹיִ֗ם H1471 שָׂרָ֨תִי֙ H8282 בַּמְּדִינ֔וֹת H4082 הָיְתָ֖ה H1961 לָמַֽס H4522 ",
      "2": "בָּכ֨וֹ H1058 תִבְכֶּ֜ה H1058 בַּלַּ֗יְלָה H3915 וְדִמְעָתָ H1832 עַ֣ל H5921 לֶֽחֱיָ֔הּ H3895 אֵֽין H369 לָ֥הּ Hl מְנַחֵ֖ם H5162 מִכָּל H3605 אֹהֲבֶ֑יהָ H157 כָּל H3605 רֵעֶ֨יהָ֙ H7453 בָּ֣גְדוּ H898 בָ֔הּ Hb הָ֥יוּ H1961 לָ֖הּ Hl לְאֹיְבִֽים H341 ",
      "3": "גָּֽלְתָ֨ה H1540 יְהוּדָ֤ה H3063 מֵעֹ֨נִי֙ H6040 וּמֵ H7230 עֲבֹדָ֔ה H5656 הִ֚יא H1931 יָשְׁבָ֣ה H3427 בַגּוֹיִ֔ם H1471 לֹ֥א H3808 מָצְאָ֖ה H4672 מָנ֑וֹחַ H4494 כָּל H3605 רֹדְפֶ֥יהָ H7291 הִשִּׂיג֖וּהָ H5381 בֵּ֥ין H996 הַמְּצָרִֽים H4712 ",
      "4": "דַּרְכֵ֨י H1870 צִיּ֜וֹן H6726 אֲבֵל֗וֹת H57 מִבְּלִי֙ H1097 בָּאֵ֣י H935 מוֹעֵ֔ד H4150 כָּל H3605 שְׁעָרֶ֨יהָ֙ H8179 שֽׁוֹמֵמִ֔ין H8074 כֹּהֲנֶ֖יהָ H3548 נֶאֱנָחִ֑ים H584 בְּתוּלֹתֶ֥יהָ H1330 נּוּג֖וֹת H3013 וְהִ֥יא H1931 מַר H4751 לָֽהּ Hl ",
      "5": "הָי֨וּ H1961 צָרֶ֤יהָ H6862 לְרֹאשׁ֙ H7218 אֹיְבֶ֣יהָ H341 שָׁל֔וּ H7951 כִּֽי H3588 יְהוָ֥ה H3068 הוֹגָ֖הּ H3013 עַ֣ל H5921 רֹב H7230 פְּשָׁעֶ֑יהָ H6588 עוֹלָלֶ֛יהָ H5768 הָלְכ֥וּ H1980 שְׁבִ֖י H7628 לִפְנֵי H6440 צָֽר H6862 ",
      "6": "וַיֵּצֵ֥א H3318 מן H4480 בת H1323 צִיּ֖וֹן H1323 כָּל H3605 הֲדָרָ֑הּ H1926 הָי֣וּ H1961 שָׂרֶ֗יהָ H8269 כְּאַיָּלִים֙ H354 לֹא H3808 מָצְא֣וּ H4672 מִרְעֶ֔ה H4829 וַיֵּלְכ֥וּ H3212 בְלֹא H3808 כֹ֖חַ H3581 לִפְנֵ֥י H6440 רוֹדֵֽף H7291 ",
      "7": "זָֽכְרָ֣ה H2142 יְרוּשָׁלִַ֗ם H3389 יְמֵ֤י H3117 עָנְיָהּ֙ H6040 וּמְרוּדֶ֔י H4788 כֹּ֚ל H3605 מַחֲמֻדֶ֔יהָ H4262 אֲשֶׁ֥ר H834 הָי֖וּ H1961 מִ֣ימֵי H3117 קֶ֑דֶם H6924 בִּנְפֹ֧ל H5307 עַמָּ֣הּ H5971 בְּיַד H3027 צָ֗ר H6862 וְאֵ֤ין H369 עוֹזֵר֙ H5826 לָ֔הּ Hl רָא֣וּהָ H7200 צָרִ֔ים H6862 שָׂחֲק֖וּ H7832 עַ֥ל H5921 מִשְׁבַּתֶּֽהָ H4868 ",
      "8": "חֵ֤טְא H2399 חָֽטְאָה֙ H2398 יְר֣וּשָׁלִַ֔ם H3389 עַל H5921 כֵּ֖ן H3651 לְנִידָ֣ה H5206 הָיָ֑תָה H1961 כָּֽל H3605 מְכַבְּדֶ֤יהָ H3513 הִזִּיל֨וּהָ֙ H2107 כִּי H3588 רָא֣וּ H7200 עֶרְוָתָ֔הּ H6172 גַּם H1571 הִ֥יא H1931 נֶאֶנְחָ֖ה H584 וַתָּ֥שָׁב H7725 אָחֽוֹר H268 ",
      "9": "טֻמְאָתָ֣הּ H2932 בְּשׁוּלֶ֗י H7757 לֹ֤א H3808 זָֽכְרָה֙ H2142 אַחֲרִיתָ֔הּ H319 וַתֵּ֣רֶד H3381 פְּלָאִ֔ים H6382 אֵ֥ין H369 מְנַחֵ֖ם H5162 לָ֑הּ Hl רְאֵ֤ה H7200 יְהוָה֙ H3068 אֶת H853 עָנְיִ֔י H6040 כִּ֥י H3588 הִגְדִּ֖יל H1431 אוֹיֵֽב H341 ",
      "10": "יָדוֹ֙ H3027 פָּ֣רַשׂ H6566 צָ֔ר H6862 עַ֖ל H5921 כָּל H3605 מַחֲמַדֶּ֑יהָ H4261 כִּֽי H3588 רָאֲתָ֤ה H7200 גוֹיִם֙ H1471 בָּ֣אוּ H935 מִקְדָּשָׁ֔הּ H4720 אֲשֶׁ֣ר H834 צִוִּ֔יתָה H6680 לֹא H3808 יָבֹ֥אוּ H935 בַקָּהָ֖ל H6951 לָֽךְ Hl ",
      "11": "כָּל H3605 עַמָּ֤הּ H5971 נֶאֱנָחִים֙ H584 מְבַקְּשִׁ֣ים H1245 לֶ֔חֶם H3899 נָתְנ֧וּ H5414 מחמודיהם H4262 בְּאֹ֖כֶל H400 לְהָשִׁ֣יב H7725 נָ֑פֶשׁ H5315 רְאֵ֤ה H7200 יְהוָה֙ H3068 וְֽהַבִּ֔יטָ H5027 כִּ֥י H3588 הָיִ֖יתִי H1961 זוֹלֵלָֽה H2151 ",
      "12": "ל֣וֹא H3808 אֲלֵיכֶם֮ H413 כָּל H3605 עֹ֣בְרֵי H5674 דֶרֶךְ֒ H1870 הַבִּ֣יטוּ H5027 וּרְא֗וּ H7200 אִם H518 יֵ֤שׁ H3426 מַכְאוֹב֙ H4341 כְּמַכְאֹבִ֔ H4341 אֲשֶׁ֥ר H834 עוֹלַ֖ל H5953 לִ֑י Hl אֲשֶׁר֙ H834 הוֹגָ֣ה H3013 יְהוָ֔ה H3068 בְּי֖וֹם H3117 חֲר֥וֹן H2740 אַפּֽוֹ H639 ",
      "13": "מִמָּר֛וֹם H4791 שָֽׁלַח H7971 אֵ֥שׁ H784 בְּעַצְמֹתַ֖ H6106 וַיִּרְדֶּ֑ H7287 פָּרַ֨שׂ H6566 רֶ֤שֶׁת H7568 לְרַגְלַ H7272 הֱשִׁיבַ֣נִי H7725 אָח֔וֹר H268 נְתָנַ֨נִי֙ H5414 שֹֽׁמֵמָ֔ה H8076 כָּל H3605 הַיּ֖וֹם H3117 דָּוָֽה H1739 ",
      "14": "נִשְׂקַד֩ H8244 עֹ֨ל H5923 פְּשָׁעַ֜י H6588 בְּיָד֗ H3027 יִשְׂתָּֽרְג֛וּ H8276 עָל֥וּ H5927 עַל H5921 צַוָּארִ֖י H6677 הִכְשִׁ֣יל H3782 כֹּחִ֑י H3581 נְתָנַ֣נִי H5414 אֲדֹנָ֔י H136 בִּידֵ֖י H3027 לֹא H3808 אוּכַ֥ל H3201 קֽוּם H6965 ",
      "15": "סִלָּ֨ה H5541 כָל H3605 אַבִּירַ֤י H47 אֲדֹנָי֙ H136 בְּקִרְבִּ֔ H7130 קָרָ֥א H7121 עָלַ֛י H5921 מוֹעֵ֖ד H4150 לִשְׁבֹּ֣ר H7665 בַּחוּרָ֑י H970 גַּ֚ת H1660 דָּרַ֣ךְ H1869 אֲדֹנָ֔י H136 לִבְתוּלַ֖ת H1330 בַּת H1323 יְהוּדָֽה H3063 ",
      "16": "עַל H5921 אֵ֣לֶּה H428 אֲנִ֣י H589 בוֹכִיָּ֗ה H1058 עֵינִ֤י H5869 עֵינִי֙ H5869 יֹ֣רְדָה H3381 מַּ֔יִם H4325 כִּֽי H3588 רָחַ֥ק H7368 מִמֶּ֛נִּי H4480 מְנַחֵ֖ם H5162 מֵשִׁ֣יב H7725 נַפְשִׁ֑י H5315 הָי֤וּ H1961 בָנַי֙ H1121 שֽׁוֹמֵמִ֔ים H8074 כִּ֥י H3588 גָבַ֖ר H1396 אוֹיֵֽב H341 ",
      "17": "פֵּֽרְשָׂ֨ה H6566 צִיּ֜וֹן H6726 בְּיָדֶ֗י H3027 אֵ֤ין H369 מְנַחֵם֙ H5162 לָ֔הּ Hl צִוָּ֧ה H6680 יְהוָ֛ה H3068 לְיַעֲקֹ֖ב H3290 סְבִיבָ֣יו H5439 צָרָ֑יו H6862 הָיְתָ֧ה H1961 יְרוּשָׁלִַ֛ם H3389 לְנִדָּ֖ה H5079 בֵּינֵיהֶֽם H996 ",
      "18": "צַדִּ֥יק H6662 ה֛וּא H1931 יְהוָ֖ה H3068 כִּ֣י H3588 פִ֣יהוּ H6310 מָרִ֑יתִי H4784 שִׁמְעוּ H8085 נָ֣א H4994 כָל H3605 עמים H5971 וּרְאוּ֙ H7200 מַכְאֹבִ֔י H4341 בְּתוּלֹתַ֥י H1330 וּבַחוּרַ֖ H970 הָלְכ֥וּ H1980 בַשֶּֽׁבִי H7628 ",
      "19": "קָרָ֤אתִי H7121 לַֽמְאַהֲבַ H157 הֵ֣מָּה H1992 רִמּ֔וּנִי H7411 כֹּהֲנַ֥י H3548 וּזְקֵנַ֖ H2205 בָּעִ֣יר H5892 גָּוָ֑עוּ H1478 כִּֽי H3588 בִקְשׁ֥וּ H1245 אֹ֨כֶל֙ H400 לָ֔מוֹ Hl וְיָשִׁ֖יבוּ H7725 אֶת H853 נַפְשָֽׁם H5315 ",
      "20": "רְאֵ֨ה H7200 יְהוָ֤ה H3068 כִּֽי H3588 צַר H6887 לִי֙ Hl מֵעַ֣י H4578 חֳמַרְמָ֔רוּ H2560 נֶהְפַּ֤ךְ H2015 לִבִּי֙ H3820 בְּקִרְבִּ֔ H7130 כִּ֥י H3588 מָר֖וֹ H4784 מָרִ֑יתִי H4784 מִח֥וּץ H2351 שִׁכְּלָה H7921 חֶ֖רֶב H2719 בַּבַּ֥יִת H1004 כַּמָּֽוֶת H4194 ",
      "21": "שָׁמְע֞וּ H8085 כִּ֧י H3588 נֶאֱנָחָ֣ה H584 אָ֗נִי H589 אֵ֤ין H369 מְנַחֵם֙ H5162 לִ֔י Hl כָּל H3605 אֹ֨יְבַ֜י H341 שָׁמְע֤וּ H8085 רָֽעָתִי֙ H7451 שָׂ֔שׂוּ H7797 כִּ֥י H3588 אַתָּ֖ה H859 עָשִׂ֑יתָ H6213 הֵבֵ֥אתָ H935 יוֹם H3117 קָרָ֖אתָ H7121 וְיִֽהְי֥וּ H1961 כָמֽוֹנִי H3644 ",
      "22": "תָּבֹ֨א H935 כָל H3605 רָעָתָ֤ם H7451 לְפָנֶ֨י H6440 וְעוֹלֵ֣ל H5953 לָ֔מוֹ Hl כַּאֲשֶׁ֥ר H834 עוֹלַ֛לְתָּ H5953 לִ֖י Hl עַ֣ל H5921 כָּל H3605 פְּשָׁעָ֑י H6588 כִּֽי H3588 רַבּ֥וֹת H7227 אַנְחֹתַ֖י H585 וְלִבִּ֥ H3820 דַוָּֽי H1742 "
    },
    "2": {
      "1": "אֵיכָה֩ H349 יָעִ֨יב H5743 בְּאַפּ֤ H639 אֲדֹנָי֙ H136 אֶת H853 בַּת H1323 צִיּ֔וֹן H6726 הִשְׁלִ֤יךְ H7993 מִשָּׁמַ֨יִם֙ H8064 אֶ֔רֶץ H776 תִּפְאֶ֖רֶת H8597 יִשְׂרָאֵ֑ל H3478 וְלֹא H3808 זָכַ֥ר H2142 הֲדֹם H1916 רַגְלָ֖יו H7272 בְּי֥וֹם H3117 אַפּֽוֹ H639 ",
      "2": "בִּלַּ֨ע H1104 אֲדֹנָ֜י H136 לא H3808 חָמַ֗ל H2550 אֵ֚ת H853 כָּל H3605 נְא֣וֹת H4999 יַעֲקֹ֔ב H3290 הָרַ֧ס H2040 בְּעֶבְרָת֛ H5678 מִבְצְרֵ֥י H4013 בַת H1323 יְהוּדָ֖ה H3063 הִגִּ֣יעַ H5060 לָאָ֑רֶץ H776 חִלֵּ֥ל H2490 מַמְלָכָ֖ה H4467 וְשָׂרֶֽי H8269 ",
      "3": "גָּדַ֣ע H1438 בָּֽחֳרִי H2750 אַ֗ף H639 כֹּ֚ל H3605 קֶ֣רֶן H7161 יִשְׂרָאֵ֔ל H3478 הֵשִׁ֥יב H7725 אָח֛וֹר H268 יְמִינ֖וֹ H3225 מִפְּנֵ֣י H6440 אוֹיֵ֑ב H341 וַיִּבְעַ֤ר H1197 בְּיַעֲקֹב֙ H3290 כְּאֵ֣שׁ H784 לֶֽהָבָ֔ה H3852 אָכְלָ֖ה H398 סָבִֽיב H5439 ",
      "4": "דָּרַ֨ךְ H1869 קַשְׁתּ֜וֹ H7198 כְּאוֹיֵ֗ב H341 נִצָּ֤ב H5324 יְמִינוֹ֙ H3225 כְּצָ֔ר H6862 וַֽיַּהֲרֹ֔ג H2026 כֹּ֖ל H3605 מַחֲמַדֵּי H4261 עָ֑יִן H5869 בְּאֹ֨הֶל֙ H168 בַּת H1323 צִיּ֔וֹן H6726 שָׁפַ֥ךְ H8210 כָּאֵ֖שׁ H784 חֲמָתֽוֹ H2534 ",
      "5": "הָיָ֨ה H1961 אֲדֹנָ֤י H136 כְּאוֹיֵב֙ H341 בִּלַּ֣ע H1104 יִשְׂרָאֵ֔ל H3478 בִּלַּע֙ H1104 כָּל H3605 אַרְמְנוֹתֶ֔יהָ H759 שִׁחֵ֖ת H7843 מִבְצָרָ֑יו H4013 וַיֶּ֨רֶב֙ H7235 בְּבַת H1323 יְהוּדָ֔ה H3063 תַּאֲנִיָּ֖ה H8386 וַאֲנִיָּֽה H592 ",
      "6": "וַיַּחְמֹ֤ס H2554 כַּגַּן֙ H1588 שֻׂכּ֔וֹ H7900 שִׁחֵ֖ת H7843 מוֹעֲד֑וֹ H4150 שִׁכַּ֨ח H7911 יְהוָ֤ה H3068 בְּצִיּוֹן֙ H6726 מוֹעֵ֣ד H4150 וְשַׁבָּ֔ת H7676 וַיִּנְאַ֥ץ H5006 בְּזַֽעַם H2195 אַפּ֖וֹ H639 מֶ֥לֶךְ H4428 וְכֹהֵֽן H3548 ",
      "7": "זָנַ֨ח H2186 אֲדֹנָ֤י H136 מִזְבְּחוֹ֙ H4196 נִאֵ֣ר H5010 מִקְדָּשׁ֔וֹ H4720 הִסְגִּיר֙ H5462 בְּיַד H3027 אוֹיֵ֔ב H341 חוֹמֹ֖ת H2346 אַרְמְנוֹתֶ֑יהָ H759 ק֛וֹל H6963 נָתְנ֥וּ H5414 בְּבֵית H1004 יְהוָ֖ה H3068 כְּי֥וֹם H3117 מוֹעֵֽד H4150 ",
      "8": "חָשַׁ֨ב H2803 יְהוָ֤ה H3068 לְהַשְׁחִית֙ H7843 חוֹמַ֣ת H2346 בַּת H1323 צִיּ֔וֹן H6726 נָ֣טָה H5186 קָ֔ו H6957 לֹא H3808 הֵשִׁ֥יב H7725 יָד֖וֹ H3027 מִבַּלֵּ֑עַ H1104 וַיַּֽאֲבֶל H56 חֵ֥ל H2426 וְחוֹמָ֖ה H2346 יַחְדָּ֥ו H3162 אֻמְלָֽלוּ H535 ",
      "9": "טָבְע֤וּ H2883 בָאָ֨רֶץ֙ H776 שְׁעָרֶ֔יהָ H8179 אִבַּ֥ד H6 וְשִׁבַּ֖ר H7665 בְּרִיחֶ֑יהָ H1280 מַלְכָּ֨הּ H4428 וְשָׂרֶ֤י H8269 בַגּוֹיִם֙ H1471 אֵ֣ין H369 תּוֹרָ֔ה H8451 גַּם H1571 נְבִיאֶ֕יהָ H5030 לֹא H3808 מָצְא֥וּ H4672 חָז֖וֹן H2377 מֵיְהוָֽה H3068 ",
      "10": "יֵשְׁב֨וּ H3427 לָאָ֤רֶץ H776 יִדְּמוּ֙ H1826 זִקְנֵ֣י H2205 בַת H1323 צִיּ֔וֹן H6726 הֶֽעֱל֤וּ H5927 עָפָר֙ H6083 עַל H5921 רֹאשָׁ֔ם H7218 חָגְר֖וּ H2296 שַׂקִּ֑ים H8242 הוֹרִ֤ידוּ H3381 לָאָ֨רֶץ֙ H776 רֹאשָׁ֔ן H7218 בְּתוּלֹ֖ת H1330 יְרוּשָׁלִָֽם H3389 ",
      "11": "כָּל֨וּ H3615 בַדְּמָע֤וֹת H1832 עֵינַי֙ H5869 חֳמַרְמְר֣וּ H2560 מֵעַ֔י H4578 נִשְׁפַּ֤ךְ H8210 לָאָ֨רֶץ֙ H776 כְּבֵדִ֔י H3516 עַל H5921 שֶׁ֖בֶר H7667 בַּת H1323 עַמִּ֑י H5971 בֵּֽעָטֵ֤ף H5848 עוֹלֵל֙ H5768 וְיוֹנֵ֔ק H3243 בִּרְחֹב֖וֹת H7339 קִרְיָֽה H7151 ",
      "12": "לְאִמֹּתָ H517 יֹֽאמְר֔וּ H559 אַיֵּ֖ה H346 דָּגָ֣ן H1715 וָיָ֑יִן H3196 בְּהִֽתְעַטְּפָ֤ H5848 כֶּֽחָלָל֙ H2491 בִּרְחֹב֣וֹת H7339 עִ֔יר H5892 בְּהִשְׁתַּפֵּ֣ךְ H8210 נַפְשָׁ֔ם H5315 אֶל H413 חֵ֖יק H2436 אִמֹּתָֽם H517 ",
      "13": "מָֽה H4100 אֲעִידֵ֞ךְ H5749 מָ֣ה H4100 אֲדַמֶּה H1819 לָּ֗ךְ Hl הַבַּת֙ H1323 יְר֣וּשָׁלִַ֔ם H3389 מָ֤ה H4100 אַשְׁוֶה H7737 לָּךְ֙ Hl וַאֲנַֽחֲמֵ֔ H5162 בְּתוּלַ֖ת H1330 בַּת H1323 צִיּ֑וֹן H6726 כִּֽי H3588 גָד֥וֹל H1419 כַּיָּ֛ם H3220 שִׁבְרֵ֖ךְ H7667 מִ֥י H4310 יִרְפָּא H7495 לָֽךְ Hl ",
      "14": "נְבִיאַ֗יִךְ H5030 חָ֤זוּ H2372 לָךְ֙ Hl שָׁ֣וְא H7723 וְתָפֵ֔ל H8602 וְלֹֽא H3808 גִלּ֥וּ H1540 עַל H5921 עֲוֺנֵ֖ךְ H5771 לְהָשִׁ֣יב H7725 שביתך H7622 וַיֶּ֣חֱזוּ H2372 לָ֔ךְ Hl מַשְׂא֥וֹת H4864 שָׁ֖וְא H7723 וּמַדּוּחִֽים H4065 ",
      "15": "סָֽפְק֨וּ H5606 עָלַ֤יִךְ H5921 כַּפַּ֨יִם֙ H3709 כָּל H3605 עֹ֣בְרֵי H5674 דֶ֔רֶךְ H1870 שָֽׁרְקוּ֙ H8319 וַיָּנִ֣עוּ H5128 רֹאשָׁ֔ם H7218 עַל H5921 בַּ֖ת H1323 יְרוּשָׁלִָ֑ם H3389 הֲזֹ֣את H2063 הָעִ֗יר H5892 שֶׁיֹּֽאמְרוּ֙ H559 כְּלִ֣ילַת H3632 יֹ֔פִי H3308 מָשׂ֖וֹשׂ H4885 לְכָל H3605 הָאָֽרֶץ H776 ",
      "16": "פָּצ֨וּ H6475 עָלַ֤יִךְ H5921 פִּיהֶם֙ H6310 כָּל H3605 א֣וֹיְבַ֔יִךְ H341 שָֽׁרְקוּ֙ H8319 וַיַּֽחַרְקוּ H2786 שֵׁ֔ן H8127 אָמְר֖וּ H559 בִּלָּ֑עְנוּ H1104 אַ֣ךְ H389 זֶ֥ה H2088 הַיּ֛וֹם H3117 שֶׁקִּוִּינֻ֖ H6960 מָצָ֥אנוּ H4672 רָאִֽינוּ H7200 ",
      "17": "עָשָׂ֨ה H6213 יְהוָ֜ה H3068 אֲשֶׁ֣ר H834 זָמָ֗ם H2161 בִּצַּ֤ע H1214 אֶמְרָתוֹ֙ H565 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 מִֽימֵי H3117 קֶ֔דֶם H6924 הָרַ֖ס H2040 וְלֹ֣א H3808 חָמָ֑ל H2550 וַיְשַׂמַּ֤ח H8055 עָלַ֨יִךְ֙ H5921 אוֹיֵ֔ב H341 הֵרִ֖ים H7311 קֶ֥רֶן H7161 צָרָֽיִךְ H6862 ",
      "18": "צָעַ֥ק H6817 לִבָּ֖ם H3820 אֶל H413 אֲדֹנָ֑י H136 חוֹמַ֣ת H2346 בַּת H1323 צִ֠יּוֹן H6726 הוֹרִ֨ידִי H3381 כַנַּ֤חַל H5158 דִּמְעָה֙ H1832 יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 אַֽל H408 תִּתְּנִ֤י H5414 פוּגַת֙ H6314 לָ֔ךְ Hl אַל H408 תִּדֹּ֖ם H1826 בַּת H1323 עֵינֵֽךְ H5869 ",
      "19": "ק֣וּמִי H6965 רֹ֣נִּי H7442 בליל H3915 לְרֹאשׁ֙ H7218 אַשְׁמֻר֔וֹת H821 שִׁפְכִ֤י H8210 כַמַּ֨יִם֙ H4325 לִבֵּ֔ךְ H3820 נֹ֖כַח H5227 פְּנֵ֣י H6440 אֲדֹנָ֑י H136 שְׂאִ֧י H5375 אֵלָ֣יו H413 כַּפַּ֗יִךְ H3709 עַל H5921 נֶ֨פֶשׁ֙ H5315 עֽוֹלָלַ֔יִךְ H5768 הָעֲטוּפִ֥ים H5848 בְּרָעָ֖ב H7458 בְּרֹ֥אשׁ H7218 כָּל H3605 חוּצֽוֹת H2351 ",
      "20": "רְאֵ֤ה H7200 יְהוָה֙ H3068 וְֽהַבִּ֔יטָ H5027 לְמִ֖י H4310 עוֹלַ֣לְתָּ H5953 כֹּ֑ה H3541 אִם H518 תֹּאכַ֨לְנָה H398 נָשִׁ֤ים H802 פִּרְיָם֙ H6529 עֹלֲלֵ֣י H5768 טִפֻּחִ֔ים H2949 אִם H518 יֵהָרֵ֛ג H2026 בְּמִקְדַּ֥שׁ H4720 אֲדֹנָ֖י H136 כֹּהֵ֥ן H3548 וְנָבִֽיא H5030 ",
      "21": "שָׁכְב֨וּ H7901 לָאָ֤רֶץ H776 חוּצוֹת֙ H2351 נַ֣עַר H5288 וְזָקֵ֔ן H2205 בְּתוּלֹתַ֥י H1330 וּבַחוּרַ֖ H970 נָפְל֣וּ H5307 בֶחָ֑רֶב H2719 הָרַ֨גְתָּ֙ H2026 בְּי֣וֹם H3117 אַפֶּ֔ךָ H639 טָבַ֖חְתָּ H2873 לֹ֥א H3808 חָמָֽלְתָּ H2550 ",
      "22": "תִּקְרָא֩ H7121 כְי֨וֹם H3117 מוֹעֵ֤ד H4150 מְגוּרַי֙ H4032 מִסָּבִ֔יב H5439 וְלֹ֥א H3808 הָיָ֛ה H1961 בְּי֥וֹם H3117 אַף H639 יְהוָ֖ה H3068 פָּלִ֣יט H6412 וְשָׂרִ֑יד H8300 אֲשֶׁר H834 טִפַּ֥חְתִּי H2946 וְרִבִּ֖יתִי H7235 אֹיְבִ֥י H341 כִלָּֽם H3615 "
    },
    "3": {
      "1": "אֲנִ֤י H589 הַגֶּ֨בֶר֙ H1397 רָאָ֣ה H7200 עֳנִ֔י H6040 בְּשֵׁ֖בֶט H7626 עֶבְרָתֽוֹ H5678 ",
      "2": "אוֹתִ֥י H853 נָהַ֛ג H5090 וַיֹּלַ֖ךְ H3212 חֹ֥שֶׁךְ H2822 וְלֹא H3808 אֽוֹר H216 ",
      "3": "אַ֣ךְ H389 בִּ֥י Hb יָשֻׁ֛ב H7725 יַהֲפֹ֥ךְ H2015 יָד֖וֹ H3027 כָּל H3605 הַיּֽוֹם H3117 ",
      "4": "בִּלָּ֤ה H1086 בְשָׂרִי֙ H1320 וְעוֹרִ֔ H5785 שִׁבַּ֖ר H7665 עַצְמוֹתָֽי H6106 ",
      "5": "בָּנָ֥ה H1129 עָלַ֛י H5921 וַיַּקַּ֖ף H5362 רֹ֥אשׁ H7219 וּתְלָאָֽה H8513 ",
      "6": "בְּמַחֲשַׁכִּ֥ים H4285 הוֹשִׁיבַ֖נִי H3427 כְּמֵתֵ֥י H4191 עוֹלָֽם H5769 ",
      "7": "גָּדַ֧ר H1443 בַּעֲדִ֛י H1157 וְלֹ֥א H3808 אֵצֵ֖א H3318 הִכְבִּ֥יד H3513 נְחָשְׁתִּֽי H5178 ",
      "8": "גַּ֣ם H1571 כִּ֤י H3588 אֶזְעַק֙ H2199 וַאֲשַׁוֵּ֔עַ H7768 שָׂתַ֖ם H5640 תְּפִלָּתִֽי H8605 ",
      "9": "גָּדַ֤ר H1443 דְּרָכַי֙ H1870 בְּגָזִ֔ית H1496 נְתִיבֹתַ֖י H5410 עִוָּֽה H5753 ",
      "10": "דֹּ֣ב H1677 אֹרֵ֥ב H693 הוּא֙ H1931 לִ֔י Hl אריה H738 בְּמִסְתָּרִֽים H4565 ",
      "11": "דְּרָכַ֥י H1870 סוֹרֵ֛ר H5493 וַֽיְפַשְּׁחֵ֖ H6582 שָׂמַ֥נִי H7760 שֹׁמֵֽם H8076 ",
      "12": "דָּרַ֤ךְ H1869 קַשְׁתוֹ֙ H7198 וַיַּצִּיבֵ֔ H5324 כַּמַּטָּרָ֖א H4307 לַחֵֽץ H2671 ",
      "13": "הֵבִיא֙ H935 בְּכִלְיוֹתָ֔ H3629 בְּנֵ֖י H1121 אַשְׁפָּתֽוֹ H827 ",
      "14": "הָיִ֤יתִי H1961 שְּׂחֹק֙ H7814 לְכָל H3605 עַמִּ֔י H5971 נְגִינָתָ֖ם H5058 כָּל H3605 הַיּֽוֹם H3117 ",
      "15": "הִשְׂבִּיעַ֥נִי H7646 בַמְּרוֹרִ֖ים H4844 הִרְוַ֥נִי H7301 לַעֲנָֽה H3939 ",
      "16": "וַיַּגְרֵ֤ס H1638 בֶּֽחָצָץ֙ H2687 שִׁנָּ֔י H8127 הִכְפִּישַׁ֖נִי H3728 בָּאֵֽפֶר H665 ",
      "17": "וַתִּזְנַ֧ח H2186 מִשָּׁל֛וֹם H7965 נַפְשִׁ֖י H5315 נָשִׁ֥יתִי H5382 טוֹבָֽה H2896 ",
      "18": "וָאֹמַר֙ H559 אָבַ֣ד H6 נִצְחִ֔י H5331 וְתוֹחַלְתִּ֖ H8431 מֵיְהוָֽה H3068 ",
      "19": "זְכָר H2142 עָנְיִ֥י H6040 וּמְרוּדִ֖ H4788 לַעֲנָ֥ה H3939 וָרֹֽאשׁ H7219 ",
      "20": "זָכ֣וֹר H2142 תִּזְכּ֔וֹר H2142 ותשיח H7743 עָלַ֖י H5921 נַפְשִֽׁי H5315 ",
      "21": "זֹ֛את H2063 אָשִׁ֥יב H7725 אֶל H413 לִבִּ֖י H3820 עַל H5921 כֵּ֥ן H3651 אוֹחִֽיל H3176 ",
      "22": "חַֽסְדֵ֤י H2617 יְהוָה֙ H3068 כִּ֣י H3588 לֹא H3808 תָ֔מְנוּ H8552 כִּ֥י H3588 לֹא H3808 כָל֖וּ H3615 רַחֲמָֽיו H7356 ",
      "23": "חֲדָשִׁים֙ H2319 לַבְּקָרִ֔ים H1242 רַבָּ֖ה H7227 אֱמוּנָתֶֽךָ H530 ",
      "24": "חֶלְקִ֤י H2506 יְהוָה֙ H3068 אָמְרָ֣ה H559 נַפְשִׁ֔י H5315 עַל H5921 כֵּ֖ן H3651 אוֹחִ֥יל H3176 לֽוֹ Hl ",
      "25": "ט֤וֹב H2896 יְהוָה֙ H3068 לְקוָֹ֔ H6960 לְנֶ֖פֶשׁ H5315 תִּדְרְשֶֽׁנּוּ H1875 ",
      "26": "ט֤וֹב H2896 וְיָחִיל֙ H3175 וְדוּמָ֔ם H1748 לִתְשׁוּעַ֖ת H8668 יְהוָֽה H3068 ",
      "27": "ט֣וֹב H2896 לַגֶּ֔בֶר H1397 כִּֽי H3588 יִשָּׂ֥א H5375 עֹ֖ל H5923 בִּנְעוּרָֽי H5271 ",
      "28": "יֵשֵׁ֤ב H3427 בָּדָד֙ H910 וְיִדֹּ֔ם H1826 כִּ֥י H3588 נָטַ֖ל H5190 עָלָֽיו H5921 ",
      "29": "יִתֵּ֤ן H5414 בֶּֽעָפָר֙ H6083 פִּ֔יהוּ H6310 אוּלַ֖י H194 יֵ֥שׁ H3426 תִּקְוָֽה H8615 ",
      "30": "יִתֵּ֧ן H5414 לְמַכֵּ֛ H5221 לֶ֖חִי H3895 יִשְׂבַּ֥ע H7646 בְּחֶרְפָּֽה H2781 ",
      "31": "כִּ֣י H3588 לֹ֥א H3808 יִזְנַ֛ח H2186 לְעוֹלָ֖ם H5769 אֲדֹנָֽי H136 ",
      "32": "כִּ֣י H3588 אִם H518 הוֹגָ֔ה H3013 וְרִחַ֖ם H7355 כְּרֹ֥ב H7230 חסדו H2617 ",
      "33": "כִּ֣י H3588 לֹ֤א H3808 עִנָּה֙ H6031 מִלִּבּ֔ H3820 וַיַּגֶּ֖ה H3013 בְנֵי H1121 אִֽישׁ H376 ",
      "34": "לְדַכֵּא֙ H1792 תַּ֣חַת H8478 רַגְלָ֔יו H7272 כֹּ֖ל H3605 אֲסִ֥ירֵי H615 אָֽרֶץ H776 ",
      "35": "לְהַטּוֹת֙ H5186 מִשְׁפַּט H4941 גָּ֔בֶר H1397 נֶ֖גֶד H5048 פְּנֵ֥י H6440 עֶלְיֽוֹן H5945 ",
      "36": "לְעַוֵּ֤ת H5791 אָדָם֙ H120 בְּרִיב֔ H7379 אֲדֹנָ֖י H136 לֹ֥א H3808 רָאָֽה H7200 ",
      "37": "מִ֣י H4310 זֶ֤ה H2088 אָמַר֙ H559 וַתֶּ֔הִי H1961 אֲדֹנָ֖י H136 לֹ֥א H3808 צִוָּֽה H6680 ",
      "38": "מִפִּ֤י H6310 עֶלְיוֹן֙ H5945 לֹ֣א H3808 תֵצֵ֔א H3318 הָרָע֖וֹת H7451 וְהַ H2896 ",
      "39": "מַה H4100 יִּתְאוֹנֵן֙ H596 אָדָ֣ם H120 חָ֔י H2416 גֶּ֖בֶר H1397 עַל H5921 חטאו H2399 ",
      "40": "נַחְפְּשָׂ֤ה H2664 דְרָכֵ֨ינוּ֙ H1870 וְֽנַחְקֹ֔רָה H2713 וְנָשׁ֖וּבָה H7725 עַד H5704 יְהוָֽה H3068 ",
      "41": "נִשָּׂ֤א H5375 לְבָבֵ֨נוּ֙ H3824 אֶל H413 כַּפָּ֔יִם H3709 אֶל H413 אֵ֖ל H410 בַּשָּׁמָֽיִם H8064 ",
      "42": "נַ֤חְנוּ H5168 פָשַׁ֨עְנוּ֙ H6586 וּמָרִ֔ינוּ H4784 אַתָּ֖ה H859 לֹ֥א H3808 סָלָֽחְתָּ H5545 ",
      "43": "סַכֹּ֤תָה H5526 בָאַף֙ H639 וַֽתִּרְדְּפֵ֔ H7291 הָרַ֖גְתָּ H2026 לֹ֥א H3808 חָמָֽלְתָּ H2550 ",
      "44": "סַכּ֤וֹתָה H5526 בֶֽעָנָן֙ H6051 לָ֔ךְ Hl מֵעֲב֖וֹר H5674 תְּפִלָּֽה H8605 ",
      "45": "סְחִ֧י H5501 וּמָא֛וֹס H3973 תְּשִׂימֵ֖נוּ H7760 בְּקֶ֥רֶב H7130 הָעַמִּֽים H5971 ",
      "46": "פָּצ֥וּ H6475 עָלֵ֛ינוּ H5921 פִּיהֶ֖ם H6310 כָּל H3605 אֹיְבֵֽינוּ H341 ",
      "47": "פַּ֧חַד H6343 וָפַ֛חַת H6354 הָ֥יָה H1961 לָ֖נוּ Hl הַשֵּׁ֥את H7612 וְהַ H7667 ",
      "48": "פַּלְגֵי H6388 מַ֨יִם֙ H4325 תֵּרַ֣ד H3381 עֵינִ֔י H5869 עַל H5921 שֶׁ֖בֶר H7667 בַּת H1323 עַמִּֽי H5971 ",
      "49": "עֵינִ֧י H5869 נִגְּרָ֛ה H5064 וְלֹ֥א H3808 תִדְמֶ֖ה H1820 מֵאֵ֥ין H369 הֲפֻגֽוֹת H2014 ",
      "50": "עַד H5704 יַשְׁקִ֣יף H8259 וְיֵ֔רֶא H7200 יְהוָ֖ה H3068 מִשָּׁמָֽיִם H8064 ",
      "51": "עֵינִי֙ H5869 עֽוֹלְלָ֣ה H5953 לְנַפְשִׁ֔ H5315 מִכֹּ֖ל H3605 בְּנ֥וֹת H1323 עִירִֽי H5892 ",
      "52": "צ֥וֹד H6679 צָד֛וּנִי H6679 כַּצִּפּ֖וֹר H6833 אֹיְבַ֥י H341 חִנָּֽם H2600 ",
      "53": "צָֽמְת֤וּ H6789 בַבּוֹר֙ H953 חַיָּ֔י H2416 וַיַּדּוּ H3034 אֶ֖בֶן H68 בִּֽי Hb ",
      "54": "צָֽפוּ H6687 מַ֥יִם H4325 עַל H5921 רֹאשִׁ֖י H7218 אָמַ֥רְתִּי H559 נִגְזָֽרְתִּי H1504 ",
      "55": "קָרָ֤אתִי H7121 שִׁמְךָ֙ H8034 יְהוָ֔ה H3068 מִבּ֖וֹר H953 תַּחְתִּיּֽוֹת H8482 ",
      "56": "קוֹלִ֖י H6963 שָׁמָ֑עְתָּ H8085 אַל H408 תַּעְלֵ֧ם H5956 אָזְנְךָ֛ H241 לְרַוְחָתִ֖ H7309 לְשַׁוְעָתִֽ H7775 ",
      "57": "קָרַ֨בְתָּ֙ H7126 בְּי֣וֹם H3117 אֶקְרָאֶ֔ךָּ H7121 אָמַ֖רְתָּ H559 אַל H408 תִּירָֽא H3372 ",
      "58": "רַ֧בְתָּ H7378 אֲדֹנָ֛י H136 רִיבֵ֥י H7379 נַפְשִׁ֖י H5315 גָּאַ֥לְתָּ H1350 חַיָּֽי H2416 ",
      "59": "רָאִ֤יתָה H7200 יְהוָה֙ H3068 עַוָּ֣תָתִ֔י H5792 שָׁפְטָ֖ה H8199 מִשְׁפָּטִֽי H4941 ",
      "60": "רָאִ֨יתָה֙ H7200 כָּל H3605 נִקְמָתָ֔ם H5360 כָּל H3605 מַחְשְׁבֹתָ֖ם H4284 לִֽי Hl ",
      "61": "שָׁמַ֤עְתָּ H8085 חֶרְפָּתָם֙ H2781 יְהוָ֔ה H3068 כָּל H3605 מַחְשְׁבֹתָ֖ם H4284 עָלָֽי H5921 ",
      "62": "שִׂפְתֵ֤י H8193 קָמַי֙ H6965 וְהֶגְיוֹנָ֔ H1902 עָלַ֖י H5921 כָּל H3605 הַיּֽוֹם H3117 ",
      "63": "שִׁבְתָּ֤ם H3427 וְקִֽימָתָ H7012 הַבִּ֔יטָה H5027 אֲנִ֖י H589 מַנְגִּינָתָֽם H4485 ",
      "64": "תָּשִׁ֨יב H7725 לָהֶ֥ם Hl גְּמ֛וּל H1576 יְהוָ֖ה H3068 כְּמַעֲשֵׂ֥ה H4639 יְדֵיהֶֽם H3027 ",
      "65": "תִּתֵּ֤ן H5414 לָהֶם֙ H1992 מְגִנַּת H4044 לֵ֔ב H3820 תַּאֲלָֽתְךָ֖ H8381 לָהֶֽם H1992 ",
      "66": "תִּרְדֹּ֤ף H7291 בְּאַף֙ H639 וְתַשְׁמִידֵ֔ H8045 מִתַּ֖חַת H8478 שְׁמֵ֥י H8064 יְהוָֽה H3068 "
    },
    "4": {
      "1": "אֵיכָה֙ H349 יוּעַ֣ם H6004 זָהָ֔ב H2091 יִשְׁנֶ֖א H8132 הַכֶּ֣תֶם H3800 הַטּ֑וֹב H2896 תִּשְׁתַּפֵּ֨כְנָה֙ H8210 אַבְנֵי H68 קֹ֔דֶשׁ H6944 בְּרֹ֖אשׁ H7218 כָּל H3605 חוּצֽוֹת H2351 ",
      "2": "בְּנֵ֤י H1121 צִיּוֹן֙ H6726 הַיְקָרִ֔ים H3368 הַמְסֻלָּאִ֖ים H5537 בַּפָּ֑ז H6337 אֵיכָ֤ה H349 נֶחְשְׁבוּ֙ H2803 לְנִבְלֵי H5035 חֶ֔רֶשׂ H2789 מַעֲשֵׂ֖ה H4639 יְדֵ֥י H3027 יוֹצֵֽר H3335 ",
      "3": "גַּם H1571 תנין H8568 חָ֣לְצוּ H2502 שַׁ֔ד H7699 הֵינִ֖יקוּ H3243 גּוּרֵיהֶ֑ן H1482 בַּת H1323 עַמִּ֣י H5971 לְאַכְזָ֔ר H393 כי H3588 ענים H3283 בַּמִּדְבָּֽר H4057 ",
      "4": "דָּבַ֨ק H1692 לְשׁ֥וֹן H3956 יוֹנֵ֛ק H3243 אֶל H413 חכּ֖וֹ H2441 בַּצָּמָ֑א H6772 עֽוֹלָלִים֙ H5768 שָׁ֣אֲלוּ H7592 לֶ֔חֶם H3899 פֹּרֵ֖שׂ H6566 אֵ֥ין H369 לָהֶֽם H1992 ",
      "5": "הָאֹֽכְלִים֙ H398 לְמַ֣עֲדַנִּ֔ים H4574 נָשַׁ֖מּוּ H8074 בַּחוּצ֑וֹת H2351 הָאֱמֻנִים֙ H539 עֲלֵ֣י H5921 תוֹלָ֔ע H8438 חִבְּק֖וּ H2263 אַשְׁפַּתּֽוֹת H830 ",
      "6": "וַיִּגְדַּל֙ H1431 עֲוֺ֣ן H5771 בַּת H1323 עַמִּ֔י H5971 מֵֽחַטַּ֖את H2403 סְדֹ֑ם H5467 הַֽהֲפוּכָ֣ה H2015 כְמוֹ H3644 רָ֔גַע H7281 וְלֹא H3808 חָ֥לוּ H2342 בָ֖הּ Hb יָדָֽיִם H3027 ",
      "7": "זַכּ֤וּ H2141 נְזִירֶ֨יהָ֙ H5139 מִשֶּׁ֔לֶג H7950 צַח֖וּ H6705 מֵחָלָ֑ב H2461 אָ֤דְמוּ H119 עֶ֨צֶם֙ H6106 מִפְּנִינִ֔ים H6443 סַפִּ֖יר H5601 גִּזְרָתָֽם H1508 ",
      "8": "חָשַׁ֤ךְ H2821 מִשְּׁחוֹר֙ H7815 תָּֽאֳרָ֔ם H8389 לֹ֥א H3808 נִכְּר֖וּ H5234 בַּחוּצ֑וֹת H2351 צָפַ֤ד H6821 עוֹרָם֙ H5785 עַל H5921 עַצְמָ֔ם H6106 יָבֵ֖שׁ H3001 הָיָ֥ה H1961 כָעֵֽץ H6086 ",
      "9": "טוֹבִ֤ים H2896 הָיוּ֙ H1961 חַלְלֵי H2491 חֶ֔רֶב H2719 מֵֽחַלְלֵ֖י H2491 רָעָ֑ב H7458 שֶׁ֣הֵ֤ם H1992 יָז֨וּבוּ֙ H2100 מְדֻקָּרִ֔ים H1856 מִתְּנוּבֹ֖ת H8570 שָׂדָֽי H7704 ",
      "10": "יְדֵ֗י H3027 נָשִׁים֙ H802 רַחֲמָ֣נִיּ֔וֹת H7362 בִּשְּׁל֖וּ H1310 יַלְדֵיהֶ֑ן H3206 הָי֤וּ H1961 לְבָרוֹת֙ H1262 לָ֔מוֹ Hl בְּשֶׁ֖בֶר H7667 בַּת H1323 עַמִּֽי H5971 ",
      "11": "כִּלָּ֤ה H3615 יְהוָה֙ H3068 אֶת H853 חֲמָת֔וֹ H2534 שָׁפַ֖ךְ H8210 חֲר֣וֹן H2740 אַפּ֑וֹ H639 וַיַּצֶּת H3341 אֵ֣שׁ H784 בְּצִיּ֔וֹן H6726 וַתֹּ֖אכַל H398 יְסוֹדֹתֶֽיהָ H3247 ",
      "12": "לֹ֤א H3808 הֶאֱמִ֨ינוּ֙ H539 מַלְכֵי H4428 אֶ֔רֶץ H776 וכל H3605 יֹשְׁבֵ֣י H3427 תֵבֵ֑ל H8398 כִּ֤י H3588 יָבֹא֙ H935 צַ֣ר H6862 וְאוֹיֵ֔ב H341 בְּשַׁעֲרֵ֖י H8179 יְרוּשָׁלִָֽם H3389 ",
      "13": "מֵֽחַטֹּ֣את H2403 נְבִיאֶ֔יהָ H5030 עֲוֺנ֖וֹת H5771 כֹּהֲנֶ֑יהָ H3548 הַשֹּׁפְכִ֥ים H8210 בְּקִרְבָּ֖ H7130 דַּ֥ם H1818 צַדִּיקִֽים H6662 ",
      "14": "נָע֤וּ H5128 עִוְרִים֙ H5787 בַּֽחוּצ֔וֹת H2351 נְגֹֽאֲל֖וּ H1351 בַּדָּ֑ם H1818 בְּלֹ֣א H3808 יֽוּכְל֔וּ H3201 יִגְּע֖וּ H5060 בִּלְבֻשֵׁי H3830 ",
      "15": "ס֣וּרוּ H5493 טָמֵ֞א H2931 קָ֣רְאוּ H7121 לָ֗מוֹ Hl ס֤וּרוּ H5493 ס֨וּרוּ֙ H5493 אַל H408 תִּגָּ֔עוּ H5060 כִּ֥י H3588 נָצ֖וּ H5132 גַּם H1571 נָ֑עוּ H5128 אָֽמְרוּ֙ H559 בַּגּוֹיִ֔ם H1471 לֹ֥א H3808 יוֹסִ֖יפוּ H3254 לָגֽוּר H1481 ",
      "16": "פְּנֵ֤י H6440 יְהוָה֙ H3068 חִלְּקָ֔ם H2505 לֹ֥א H3808 יוֹסִ֖יף H3254 לְהַבִּיטָ֑ H5027 פְּנֵ֤י H6440 כֹהֲנִים֙ H3548 לֹ֣א H3808 נָשָׂ֔אוּ H5375 זקנים H2205 לֹ֥א H3808 חָנָֽנוּ H2603 ",
      "17": "עודינה H5750 תִּכְלֶ֣ינָה H3615 עֵינֵ֔ינוּ H5869 אֶל H413 עֶזְרָתֵ֖נוּ H5833 הָ֑בֶל H1892 בְּצִפִּיָּתֵ֣ H6836 צִפִּ֔ינוּ H6822 אֶל H413 גּ֖וֹי H1471 לֹ֥א H3808 יוֹשִֽׁעַ H3467 ",
      "18": "צָד֣וּ H6679 צְעָדֵ֔ינוּ H6806 מִלֶּ֖כֶת H3212 בִּרְחֹבֹתֵ֑י H7339 קָרַ֥ב H7126 קִצֵּ֛ינוּ H7093 מָלְא֥וּ H4390 יָמֵ֖ינוּ H3117 כִּי H3588 בָ֥א H935 קִצֵּֽינוּ H7093 ",
      "19": "קַלִּ֤ים H7031 הָיוּ֙ H1961 רֹדְפֵ֔ינוּ H7291 מִנִּשְׁרֵ֖י H5404 שָׁמָ֑יִם H8064 עַל H5921 הֶהָרִ֣ים H2022 דְּלָקֻ֔נוּ H1814 בַּמִּדְבָּ֖ר H4057 אָ֥רְבוּ H693 לָֽנוּ Hl ",
      "20": "ר֤וּחַ H7307 אַפֵּ֨ינוּ֙ H639 מְשִׁ֣יחַ H4899 יְהוָ֔ה H3068 נִלְכַּ֖ד H3920 בִּשְׁחִיתוֹתָ֑ H7825 אֲשֶׁ֣ר H834 אָמַ֔רְנוּ H559 בְּצִלּ֖ H6738 נִֽחְיֶ֥ה H2421 בַגּוֹיִֽם H1471 ",
      "21": "שִׂ֤ישִׂי H7797 וְשִׂמְחִי֙ H8055 בַּת H1323 אֱד֔וֹם H123 יושבתי H3427 בְּאֶ֣רֶץ H776 ע֑וּץ H5780 גַּם H1571 עָלַ֨יִךְ֙ H5921 תַּעֲבָר H5674 כּ֔וֹס H3563 תִּשְׁכְּרִ֖י H7937 וְתִתְעָרִֽי H6168 ",
      "22": "תַּם H8552 עֲוֺנֵךְ֙ H5771 בַּת H1323 צִיּ֔וֹן H6726 לֹ֥א H3808 יוֹסִ֖יף H3254 לְהַגְלוֹתֵ֑ H1540 פָּקַ֤ד H6485 עֲוֺנֵךְ֙ H5771 בַּת H1323 אֱד֔וֹם H123 גִּלָּ֖ה H1540 עַל H5921 חַטֹּאתָֽיִךְ H2403 "
    },
    "5": {
      "1": "זְכֹ֤ר H2142 יְהוָה֙ H3068 מֶֽה H4100 הָ֣יָה H1961 לָ֔נוּ Hl הביט H5027 וּרְאֵ֥ה H7200 אֶת H853 חֶרְפָּתֵֽנוּ H2781 ",
      "2": "נַחֲלָתֵ֨נוּ֙ H5159 נֶֽהֶפְכָ֣ה H2015 לְזָרִ֔ים H2114 בָּתֵּ֖ינוּ H1004 לְנָכְרִֽים H5237 ",
      "3": "יְתוֹמִ֤ים H3490 הָיִ֨ינוּ֙ H1961 אין H369 אָ֔ב H1 אִמֹּתֵ֖ינוּ H517 כְּאַלְמָנֽוֹת H490 ",
      "4": "מֵימֵ֨ינוּ֙ H4325 בְּכֶ֣סֶף H3701 שָׁתִ֔ינוּ H8354 עֵצֵ֖ינוּ H6086 בִּמְחִ֥יר H4242 יָבֹֽאוּ H935 ",
      "5": "עַ֤ל H5921 צַוָּארֵ֨נוּ֙ H6677 נִרְדָּ֔פְנוּ H7291 יָגַ֖עְנוּ H3021 לא H3808 הֽוּנַ֖ח H5117 לָֽנוּ Hl ",
      "6": "מִצְרַ֨יִם֙ H4714 נָתַ֣נּוּ H5414 יָ֔ד H3027 אַשּׁ֖וּר H804 לִשְׂבֹּ֥עַֽ H7646 לָֽחֶם H3899 ",
      "7": "אֲבֹתֵ֤ינוּ H1 חָֽטְאוּ֙ H2398 אינם H369 אנחנו H587 עֲוֺנֹתֵיהֶ֥ם H5771 סָבָֽלְנוּ H5445 ",
      "8": "עֲבָדִים֙ H5650 מָ֣שְׁלוּ H4910 בָ֔נוּ Hb פֹּרֵ֖ק H6561 אֵ֥ין H369 מִיָּדָֽ H3027 ",
      "9": "בְּנַפְשֵׁ֨ H5315 נָבִ֣יא H935 לַחְמֵ֔נוּ H3899 מִפְּנֵ֖י H6440 חֶ֥רֶב H2719 הַמִּדְבָּֽר H4057 ",
      "10": "עוֹרֵ֨נוּ֙ H5785 כְּתַנּ֣וּר H8574 נִכְמָ֔רוּ H3648 מִפְּנֵ֖י H6440 זַלְעֲפ֥וֹת H2152 רָעָֽב H7458 ",
      "11": "נָשִׁים֙ H802 בְּצִיּ֣וֹן H6726 עִנּ֔וּ H6031 בְּתֻלֹ֖ת H1330 בְּעָרֵ֥י H5892 יְהוּדָֽה H3063 ",
      "12": "שָׂרִים֙ H8269 בְּיָדָ֣ H3027 נִתְל֔וּ H8518 פְּנֵ֥י H6440 זְקֵנִ֖ים H2205 לֹ֥א H3808 נֶהְדָּֽרוּ H1921 ",
      "13": "בַּחוּרִים֙ H970 טְח֣וֹן H2911 נָשָׂ֔אוּ H5375 וּנְעָרִ֖ים H5288 בָּעֵ֥ץ H6086 כָּשָֽׁלוּ H3782 ",
      "14": "זְקֵנִים֙ H2205 מִשַּׁ֣עַר H8179 שָׁבָ֔תוּ H7673 בַּחוּרִ֖ים H970 מִנְּגִינָתָֽ H5058 ",
      "15": "שָׁבַת֙ H7673 מְשׂ֣וֹשׂ H4885 לִבֵּ֔נוּ H3820 נֶהְפַּ֥ךְ H2015 לְאֵ֖בֶל H60 מְחֹלֵֽנוּ H4234 ",
      "16": "נָֽפְלָה֙ H5307 עֲטֶ֣רֶת H5850 רֹאשֵׁ֔נוּ H7218 אֽוֹי H188 נָ֥א H4994 לָ֖נוּ Hl כִּ֥י H3588 חָטָֽאנוּ H2398 ",
      "17": "עַל H5921 זֶ֗ה H2088 הָיָ֤ה H1961 דָוֶה֙ H1739 לִבֵּ֔נוּ H3820 עַל H5921 אֵ֖לֶּה H428 חָשְׁכ֥וּ H2821 עֵינֵֽינוּ H5869 ",
      "18": "עַ֤ל H5921 הַר H2022 צִיּוֹן֙ H6726 שֶׁשָּׁמֵ֔ם H8074 שׁוּעָלִ֖ים H7776 הִלְּכוּ H1980 בֽוֹ Hb ",
      "19": "אַתָּ֤ה H859 יְהוָה֙ H3068 לְעוֹלָ֣ם H5769 תֵּשֵׁ֔ב H3427 כִּסְאֲךָ֖ H3678 לְדֹ֥ר H1755 וָדֽוֹר H1755 ",
      "20": "לָ֤מָּה H4100 לָנֶ֨צַח֙ H5331 תִּשְׁכָּחֵ֔נוּ H7911 תַּֽעַזְבֵ֖נוּ H5800 לְאֹ֥רֶךְ H753 יָמִֽים H3117 ",
      "21": "הֲשִׁיבֵ֨נוּ H7725 יְהוָ֤ה H3068 אֵלֶ֨יךָ֙ H413 ונשוב H7725 חַדֵּ֥שׁ H2318 יָמֵ֖ינוּ H3117 כְּקֶֽדֶם H6924 ",
      "22": "כִּ֚י H3588 אִם H518 מָאֹ֣ס H3988 מְאַסְתָּ֔נוּ H3973 קָצַ֥פְתָּ H7107 עָלֵ֖ינוּ H5921 עַד H5704 מְאֹֽד H3966 "
    }
  }
}
