{
  "Malachi": {
    "1": {
      "1": "מַשָּׂ֥א H4853 דְבַר H1697 יְהוָ֖ה H3068 אֶל H413 יִשְׂרָאֵ֑ל H3478 בְּיַ֖ד H3027 מַלְאָכִֽי H4401 ",
      "2": "אָהַ֤בְתִּי H157 אֶתְכֶם֙ H853 אָמַ֣ר H559 יְהוָ֔ה H3068 וַאֲמַרְתֶּ֖ם H559 בַּמָּ֣ה H4100 אֲהַבְתָּ֑נוּ H157 הֲלוֹא H3808 אָ֨ח H251 עֵשָׂ֤ו H6215 לְיַֽעֲקֹב֙ H3290 נְאֻם H5002 יְהוָ֔ה H3068 וָאֹהַ֖ב H157 אֶֽת H853 יַעֲקֹֽב H3290 ",
      "3": "וְאֶת H853 עֵשָׂ֖ו H6215 שָׂנֵ֑אתִי H8130 וָאָשִׂ֤ים H7760 אֶת H853 הָרָיו֙ H2022 שְׁמָמָ֔ה H8077 וְאֶת H853 נַחֲלָת֖וֹ H5159 לְתַנּ֥וֹת H8568 מִדְבָּֽר H4057 ",
      "4": "כִּֽי H3588 תֹאמַ֨ר H559 אֱד֜וֹם H123 רֻשַּׁ֗שְׁנוּ H7567 וְנָשׁוּב֙ H7725 וְנִבְנֶ֣ה H1129 חֳרָב֔וֹת H2723 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הֵ֥מָּה H1992 יִבְנ֖וּ H1129 וַאֲנִ֣י H589 אֶהֱר֑וֹס H2040 וְקָרְא֤וּ H7121 לָהֶם֙ Hl גְּב֣וּל H1366 רִשְׁעָ֔ה H7564 וְהָ H5971 אֲשֶׁר H834 זָעַ֥ם H2194 יְהוָ֖ה H3068 עַד H5704 עוֹלָֽם H5769 ",
      "5": "וְעֵינֵי H5869 תִּרְאֶ֑ינָה H7200 וְאַתֶּ֤ם H859 תֹּֽאמְרוּ֙ H559 יִגְדַּ֣ל H1431 יְהוָ֔ה H3068 מֵעַ֖ל H5921 לִגְב֥וּל H1366 יִשְׂרָאֵֽל H3478 ",
      "6": "בֵּ֛ן H1121 יְכַבֵּ֥ד H3513 אָ֖ב H1 וְעֶ֣בֶד H5650 אֲדֹנָ֑יו H113 וְאִם H518 אָ֣ב H1 אָ֣נִי H589 אַיֵּ֣ה H346 כְבוֹדִ֡י H3519 וְאִם H518 אֲדוֹנִ֣ים H113 אָנִי֩ H589 אַיֵּ֨ה H346 מוֹרָאִ֜י H4172 אָמַ֣ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 לָכֶם֙ Hl הַכֹּֽהֲנִים֙ H3548 בּוֹזֵ֣י H959 שְׁמִ֔י H8034 וַאֲמַרְתֶּ֕ם H559 בַּמֶּ֥ה H4100 בָזִ֖ינוּ H959 אֶת H853 שְׁמֶֽךָ H8034 ",
      "7": "מַגִּישִׁ֤ים H5066 עַֽל H5921 מִזְבְּחִי֙ H4196 לֶ֣חֶם H3899 מְגֹאָ֔ל H1351 וַאֲמַרְתֶּ֖ם H559 בַּמֶּ֣ה H4100 גֵֽאַלְנ֑וּךָ H1351 בֶּאֱמָרְ H559 שֻׁלְחַ֥ן H7979 יְהוָ֖ה H3068 נִבְזֶ֥ה H959 הֽוּא H1931 ",
      "8": "וְכִֽי H3588 תַגִּשׁ֨וּן H5066 עִוֵּ֤ר H5787 לִזְבֹּ֨חַ֙ H2076 אֵ֣ין H369 רָ֔ע H7451 וְכִ֥י H3588 תַגִּ֛ישׁוּ H5066 פִּסֵּ֥חַ H6455 וְחֹלֶ֖ה H2470 אֵ֣ין H369 רָ֑ע H7451 הַקְרִיבֵ֨הוּ H7126 נָ֜א H4994 לְפֶחָתֶ֗ H6346 הֲיִּרְצְ H7521 א֚וֹ H176 הֲיִשָּׂ֣א H5375 פָנֶ֔יךָ H6440 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "9": "וְעַתָּ֛ה H6258 חַלּוּ H2470 נָ֥א H4994 פְנֵי H6440 אֵ֖ל H410 וִֽיחָנֵ֑ H2603 מִיֶּדְ H3027 הָ֣יְתָה H1961 זֹּ֔את H2063 הֲיִשָּׂ֤א H5375 מִכֶּם֙ H4480 פָּנִ֔ים H6440 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "10": "מִ֤י H4310 גַם H1571 בָּכֶם֙ Hb וְיִסְגֹּ֣ר H5462 דְּלָתַ֔יִם H1817 וְלֹֽא H3808 תָאִ֥ירוּ H215 מִזְבְּחִ֖י H4196 חִנָּ֑ם H2600 אֵֽין H369 לִ֨י Hl חֵ֜פֶץ H2656 בָּכֶ֗ם Hb אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּמִנְחָ֖ה H4503 לֹֽא H3808 אֶרְצֶ֥ה H7521 מִיֶּדְ H3027 ",
      "11": "כִּ֣י H3588 מִמִּזְרַח H4217 שֶׁ֜מֶשׁ H8121 וְעַד H5704 מְבוֹא֗וֹ H3996 גָּד֤וֹל H1419 שְׁמִי֙ H8034 בַּגּוֹיִ֔ם H1471 וּבְ H3605 מָק֗וֹם H4725 מֻקְטָ֥ר H6999 מֻגָּ֛שׁ H5066 לִשְׁמִ֖ H8034 וּמִנְחָ֣ה H4503 טְהוֹרָ֑ה H2889 כִּֽי H3588 גָד֤וֹל H1419 שְׁמִי֙ H8034 בַּגּוֹיִ֔ם H1471 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "12": "וְאַתֶּ֖ם H859 מְחַלְּלִ֣ים H2490 אוֹת֑וֹ H853 בֶּאֱמָרְ H559 שֻׁלְחַ֤ן H7979 אֲדֹנָי֙ H136 מְגֹאָ֣ל H1351 ה֔וּא H1931 וְנִיב֖ H5108 נִבְזֶ֥ה H959 אָכְלֽוֹ H400 ",
      "13": "וַאֲמַרְתֶּם֩ H559 הִנֵּ֨ה H2009 מַתְּלָאָ֜ה H4972 וְהִפַּחְתֶּ֣ם H5301 אוֹת֗וֹ H853 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וַהֲבֵאתֶ֣ם H935 גָּז֗וּל H1497 וְאֶת H853 הַפִּסֵּ֨חַ֙ H6455 וְאֶת H853 הַ֣חוֹלֶ֔ה H2470 וַהֲבֵאתֶ֖ם H935 אֶת H853 הַמִּנְחָ֑ה H4503 הַאֶרְצֶ֥ה H7521 אוֹתָ֛הּ H853 מִיֶּדְ H3027 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "14": "וְאָר֣וּר H779 נוֹכֵ֗ל H5230 וְיֵ֤שׁ H3426 בְּעֶדְר H5739 זָכָ֔ר H2145 וְנֹדֵ֛ר H5087 וְזֹבֵ֥חַ H2076 מָשְׁחָ֖ת H7843 לַֽאדֹנָ֑ H136 כִּי֩ H3588 מֶ֨לֶךְ H4428 גָּד֜וֹל H1419 אָ֗נִי H589 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּשְׁמִ֖ H8034 נוֹרָ֥א H3372 בַגּוֹיִֽם H1471 "
    },
    "2": {
      "1": "וְעַתָּ֗ה H6258 אֲלֵיכֶ֛ם H413 הַמִּצְוָ֥ה H4687 הַזֹּ֖את H2063 הַכֹּהֲנִֽים H3548 ",
      "2": "אִם H518 לֹ֣א H3808 תִשְׁמְע֡וּ H8085 וְאִם H518 לֹא֩ H3808 תָשִׂ֨ימוּ H7760 עַל H5921 לֵ֜ב H3820 לָתֵ֧ת H5414 כָּב֣וֹד H3519 לִשְׁמִ֗ H8034 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְשִׁלַּחְתִּ֤י H7971 בָכֶם֙ Hb אֶת H853 הַמְּאֵרָ֔ה H3994 וְאָרוֹתִ֖י H779 אֶת H853 בִּרְכֽוֹתֵיכֶ֑ם H1293 וְגַם֙ H1571 אָרוֹתִ֔יהָ H779 כִּ֥י H3588 אֵינְכֶ֖ם H369 שָׂמִ֥ים H7760 עַל H5921 לֵֽב H3820 ",
      "3": "הִנְנִ֨י H2005 גֹעֵ֤ר H1605 לָכֶם֙ Hl אֶת H853 הַזֶּ֔רַע H2233 וְזֵרִ֤יתִי H2219 פֶ֨רֶשׁ֙ H6569 עַל H5921 פְּנֵיכֶ֔ם H6440 פֶּ֖רֶשׁ H6569 חַגֵּיכֶ֑ם H2282 וְנָשָׂ֥א H5375 אֶתְכֶ֖ם H853 אֵלָֽיו H413 ",
      "4": "וִֽידַעְתֶּ֕ם H3045 כִּ֚י H3588 שִׁלַּ֣חְתִּי H7971 אֲלֵיכֶ֔ם H413 אֵ֖ת H853 הַמִּצְוָ֣ה H4687 הַזֹּ֑את H2063 לִֽהְי֤וֹת H1961 בְּרִיתִי֙ H1285 אֶת H854 לֵוִ֔י H3878 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "5": "בְּרִיתִ֣י H1285 הָיְתָ֣ה H1961 אִתּ֗וֹ H854 הַֽחַיִּים֙ H2416 וְהַ֨ H7965 וָאֶתְּנֵֽ H5414 ל֥וֹ Hl מוֹרָ֖א H4172 וַיִּֽירָאֵ֑ H3372 וּמִ H6440 שְׁמִ֖י H8034 נִחַ֥ת H2865 הֽוּא H1931 ",
      "6": "תּוֹרַ֤ת H8451 אֱמֶת֙ H571 הָיְתָ֣ה H1961 בְּפִ֔י H6310 וְעַוְלָ֖ה H5766 לֹא H3808 נִמְצָ֣א H4672 בִשְׂפָתָ֑י H8193 בְּשָׁל֤וֹם H7965 וּבְ H4334 הָלַ֣ךְ H1980 אִתִּ֔י H854 וְרַבִּ֖ים H7227 הֵשִׁ֥יב H7725 מֵעָוֺֽן H5771 ",
      "7": "כִּֽי H3588 שִׂפְתֵ֤י H8193 כֹהֵן֙ H3548 יִשְׁמְרוּ H8104 דַ֔עַת H1847 וְתוֹרָ֖ה H8451 יְבַקְשׁ֣וּ H1245 מִפִּ֑י H6310 כִּ֛י H3588 מַלְאַ֥ךְ H4397 יְהוָֽה H3068 צְבָא֖וֹת H6635 הֽוּא H1931 ",
      "8": "וְאַתֶּם֙ H859 סַרְתֶּ֣ם H5493 מִן H4480 הַדֶּ֔רֶךְ H1870 הִכְשַׁלְתֶּ֥ם H3782 רַבִּ֖ים H7227 בַּתּוֹרָ֑ה H8451 שִֽׁחַתֶּם֙ H7843 בְּרִ֣ית H1285 הַלֵּוִ֔י H3878 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "9": "וְגַם H1571 אֲנִ֞י H589 נָתַ֧תִּי H5414 אֶתְכֶ֛ם H853 נִבְזִ֥ים H959 וּשְׁפָלִ֖ים H8217 לְכָל H3605 הָעָ֑ם H5971 כְּפִ֗י H6310 אֲשֶׁ֤ר H834 אֵֽינְכֶם֙ H369 שֹׁמְרִ֣ים H8104 אֶת H854 דְּרָכַ֔י H1870 וְנֹשְׂאִ֥ים H5375 פָּנִ֖ים H6440 בַּתּוֹרָֽה H8451 ",
      "10": "הֲל֨וֹא H3808 אָ֤ב H1 אֶחָד֙ H259 לְכֻלָּ֔ H3605 הֲל֛וֹא H3808 אֵ֥ל H410 אֶֽחָ֖ד H259 בְּרָאָ֑נוּ H1254 מַדּ֗וּעַ H4069 נִבְגַּד֙ H898 אִ֣ישׁ H376 בְּאָחִ֔י H251 לְחַלֵּ֖ל H2490 בְּרִ֥ית H1285 אֲבֹתֵֽינוּ H1 ",
      "11": "בָּגְדָ֣ה H898 יְהוּדָ֔ה H3063 וְתוֹעֵבָ֛ה H8441 נֶעֶשְׂתָ֥ה H6213 בְיִשְׂרָאֵ֖ל H3478 וּבִ H3389 כִּ֣י H3588 חִלֵּ֣ל H2490 יְהוּדָ֗ה H3063 קֹ֤דֶשׁ H6944 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 אָהֵ֔ב H157 וּבָעַ֖ל H1166 בַּת H1323 אֵ֥ל H410 נֵכָֽר H5236 ",
      "12": "יַכְרֵ֨ת H3772 יְהוָ֜ה H3068 לָאִ֨ישׁ H376 אֲשֶׁ֤ר H834 יַעֲשֶׂ֨נָּה֙ H6213 עֵ֣ר H5782 וְעֹנֶ֔ה H6030 מֵאָהֳלֵ֖י H168 יַֽעֲקֹ֑ב H3290 וּמַגִּ֣ישׁ H5066 מִנְחָ֔ה H4503 לַֽיהוָ֖ה H3068 צְבָאֽוֹת H6635 ",
      "13": "וְזֹאת֙ H2063 שֵׁנִ֣ית H8145 תַּֽעֲשׂ֔וּ H6213 כַּסּ֤וֹת H3680 דִּמְעָה֙ H1832 אֶת H853 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 בְּכִ֖י H1065 וַֽאֲנָקָ֑ה H603 מֵאֵ֣ין H369 ע֗וֹד H5750 פְּנוֹת֙ H6437 אֶל H413 הַמִּנְחָ֔ה H4503 וְלָ H3947 רָצ֖וֹן H7522 מִיֶּדְ H3027 ",
      "14": "וַאֲמַרְתֶּ֖ם H559 עַל H5921 מָ֑ה H4100 עַ֡ל H5921 כִּי H3588 יְהוָה֩ H3068 הֵעִ֨יד H5749 בֵּינְךָ֜ H996 וּבֵ֣ין H996 אֵ֣שֶׁת H802 נְעוּרֶ֗יךָ H5271 אֲשֶׁ֤ר H834 אַתָּה֙ H859 בָּגַ֣דְתָּה H898 בָּ֔הּ Hb וְהִ֥יא H1931 חֲבֶרְתְּךָ֖ H2278 וְאֵ֥שֶׁת H802 בְּרִיתֶֽךָ H1285 ",
      "15": "וְלֹא H3808 אֶחָ֣ד H259 עָשָׂ֗ה H6213 וּשְׁאָ֥ר H7605 ר֨וּחַ֙ H7307 ל֔וֹ Hl וּמָה֙ H4100 הָֽאֶחָ֔ד H259 מְבַקֵּ֖שׁ H1245 זֶ֣רַע H2233 אֱלֹהִ֑ים H430 וְנִשְׁמַרְתֶּם֙ H8104 בְּר֣וּחֲ H7307 וּבְ H802 נְעוּרֶ֖יךָ H5271 אַל H408 יִבְגֹּֽד H898 ",
      "16": "כִּֽי H3588 שָׂנֵ֣א H8130 שַׁלַּ֗ח H7971 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 וְכִסָּ֤ה H3680 חָמָס֙ H2555 עַל H5921 לְבוּשׁ֔וֹ H3830 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְנִשְׁמַרְתֶּ֥ם H8104 בְּרוּחֲ H7307 וְלֹ֥א H3808 תִבְגֹּֽדוּ H898 ",
      "17": "הוֹגַעְתֶּ֤ם H3021 יְהוָה֙ H3068 בְּדִבְרֵי H1697 וַאֲמַרְתֶּ֖ם H559 בַּמָּ֣ה H4100 הוֹגָ֑עְנוּ H3021 בֶּאֱמָרְ H559 כָּל H3605 עֹ֨שֵׂה H6213 רָ֜ע H7451 ט֣וֹב H2896 בְּעֵינֵ֣י H5869 יְהוָ֗ה H3068 וּבָ Hc/Hb ה֣וּא H1931 חָפֵ֔ץ H2654 א֥וֹ H176 אַיֵּ֖ה H346 אֱלֹהֵ֥י H430 הַמִּשְׁפָּֽט H4941 "
    },
    "3": {
      "1": "הִנְנִ֤י H2005 שֹׁלֵחַ֙ H7971 מַלְאָכִ֔י H4397 וּפִנָּה H6437 דֶ֖רֶךְ H1870 לְפָנָ֑ H6440 וּפִתְאֹם֩ H6597 יָב֨וֹא H935 אֶל H413 הֵיכָל֜וֹ H1964 הָאָד֣וֹן H113 אֲשֶׁר H834 אַתֶּ֣ם H859 מְבַקְשִׁ֗ים H1245 וּמַלְאַ֨ךְ H4397 הַבְּרִ֜ית H1285 אֲשֶׁר H834 אַתֶּ֤ם H859 חֲפֵצִים֙ H2655 הִנֵּה H2009 בָ֔א H935 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "2": "וּמִ֤י H4310 מְכַלְכֵּל֙ H3557 אֶת H853 י֣וֹם H3117 בּוֹא֔וֹ H935 וּמִ֥י H4310 הָעֹמֵ֖ד H5975 בְּהֵרָֽאוֹת֑ H7200 כִּֽי H3588 הוּא֙ H1931 כְּאֵ֣שׁ H784 מְצָרֵ֔ף H6884 וּכְ H1287 מְכַבְּסִֽים H3526 ",
      "3": "וְיָשַׁ֨ב H3427 מְצָרֵ֤ף H6884 וּמְטַהֵר֙ H2891 כֶּ֔סֶף H3701 וְטִהַ֤ר H2891 אֶת H853 בְּנֵֽי H1121 לֵוִי֙ H3878 וְזִקַּ֣ק H2212 אֹתָ֔ם H853 כַּזָּהָ֖ב H2091 וְכַ H3701 וְהָיוּ֙ H1961 לַֽיהוָ֔ה H3068 מַגִּישֵׁ֥י H5066 מִנְחָ֖ה H4503 בִּצְדָקָֽה H6666 ",
      "4": "וְעָֽרְבָה֙ H6149 לַֽיהוָ֔ה H3068 מִנְחַ֥ת H4503 יְהוּדָ֖ה H3063 וִירֽוּשָׁלִָ֑ם H3389 כִּימֵ֣י H3117 עוֹלָ֔ם H5769 וּכְ H8141 קַדְמֹנִיּֽוֹת H6931 ",
      "5": "וְקָרַבְתִּ֣י H7126 אֲלֵיכֶם֮ H413 לַמִּשְׁפָּט֒ H4941 וְהָיִ֣יתִי H1961 עֵ֣ד H5707 מְמַהֵ֗ר H4116 בַּֽמְכַשְּׁפִים֙ H3784 וּבַ H5003 וּבַ H7650 לַשָּׁ֑קֶר H8267 וּבְ H6231 שְׂכַר H7939 שָׂ֠כִיר H7916 אַלְמָנָ֨ה H490 וְיָת֤וֹם H3490 וּמַטֵּי H5186 גֵר֙ H1616 וְלֹ֣א H3808 יְרֵא֔וּנִי H3372 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "6": "כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 לֹ֣א H3808 שָׁנִ֑יתִי H8138 וְאַתֶּ֥ם H859 בְּנֵֽי H1121 יַעֲקֹ֖ב H3290 לֹ֥א H3808 כְלִיתֶֽם H3615 ",
      "7": "לְמִ H3117 אֲבֹתֵיכֶ֜ם H1 סַרְתֶּ֤ם H5493 מֵֽחֻקַּ H2706 וְלֹ֣א H3808 שְׁמַרְתֶּ֔ם H8104 שׁ֤וּבוּ H7725 אֵלַי֙ H413 וְאָשׁ֣וּבָה H7725 אֲלֵיכֶ֔ם H413 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וַאֲמַרְתֶּ֖ם H559 בַּמֶּ֥ה H4100 נָשֽׁוּב H7725 ",
      "8": "הֲיִקְבַּ֨ע H6906 אָדָ֜ם H120 אֱלֹהִ֗ים H430 כִּ֤י H3588 אַתֶּם֙ H859 קֹבְעִ֣ים H6906 אֹתִ֔י H853 וַאֲמַרְתֶּ֖ם H559 בַּמֶּ֣ה H4100 קְבַעֲנ֑וּךָ H6906 הַֽמַּעֲשֵׂ֖ר H4643 וְהַ H8641 ",
      "9": "בַּמְּאֵרָה֙ H3994 אַתֶּ֣ם H859 נֵֽאָרִ֔ים H779 וְאֹתִ֖ H853 אַתֶּ֣ם H859 קֹבְעִ֑ים H6906 הַגּ֖וֹי H1471 כֻּלּֽוֹ H3605 ",
      "10": "הָבִ֨יאוּ H935 אֶת H853 כָּל H3605 הַֽמַּעֲשֵׂ֜ר H4643 אֶל H413 בֵּ֣ית H1004 הָאוֹצָ֗ר H214 וִיהִ֥י H1961 טֶ֨רֶף֙ H2964 בְּבֵיתִ֔ H1004 וּבְחָנ֤וּ H974 נָא֙ H4994 בָּזֹ֔את H2063 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אִם H518 לֹ֧א H3808 אֶפְתַּ֣ח H6605 לָכֶ֗ם Hl אֵ֚ת H853 אֲרֻבּ֣וֹת H699 הַשָּׁמַ֔יִם H8064 וַהֲרִיקֹתִ֥י H7324 לָכֶ֛ם Hl בְּרָכָ֖ה H1293 עַד H5704 בְּלִי H1097 דָֽי H1767 ",
      "11": "וְגָעַרְתִּ֤י H1605 לָכֶם֙ Hl בָּֽאֹכֵ֔ל H398 וְלֹֽא H3808 יַשְׁחִ֥ת H7843 לָכֶ֖ם Hl אֶת H853 פְּרִ֣י H6529 הָאֲדָמָ֑ה H127 וְלֹא H3808 תְשַׁכֵּ֨ל H7921 לָכֶ֤ם Hl הַגֶּ֨פֶן֙ H1612 בַּשָּׂדֶ֔ה H7704 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "12": "וְאִשְּׁר֥וּ H833 אֶתְכֶ֖ם H853 כָּל H3605 הַגּוֹיִ֑ם H1471 כִּֽי H3588 תִהְי֤וּ H1961 אַתֶּם֙ H859 אֶ֣רֶץ H776 חֵ֔פֶץ H2656 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "13": "חָזְק֥וּ H2388 עָלַ֛י H5921 דִּבְרֵיכֶ֖ם H1697 אָמַ֣ר H559 יְהוָ֑ה H3068 וַאֲמַרְתֶּ֕ם H559 מַה H4100 נִּדְבַּ֖רְנוּ H1696 עָלֶֽיךָ H5921 ",
      "14": "אֲמַרְתֶּ֕ם H559 שָׁ֖וְא H7723 עֲבֹ֣ד H5647 אֱלֹהִ֑ים H430 וּמַה H4100 בֶּ֗צַע H1215 כִּ֤י H3588 שָׁמַ֨רְנוּ֙ H8104 מִשְׁמַרְתּ֔וֹ H4931 וְכִ֤י H3588 הָלַ֨כְנוּ֙ H1980 קְדֹ֣רַנִּ֔ית H6941 מִפְּנֵ֖י H6440 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "15": "וְעַתָּ֕ה H6258 אֲנַ֖חְנוּ H587 מְאַשְּׁרִ֣ים H833 זֵדִ֑ים H2086 גַּם H1571 נִבְנוּ֙ H1129 עֹשֵׂ֣י H6213 רִשְׁעָ֔ה H7564 גַּ֧ם H1571 בָּחֲנ֛וּ H974 אֱלֹהִ֖ים H430 וַיִּמָּלֵֽטוּ H4422 ",
      "16": "אָ֧ז H227 נִדְבְּר֛וּ H1696 יִרְאֵ֥י H3372 יְהוָ֖ה H3068 אִ֣ישׁ H376 אֶת H854 רֵעֵ֑הוּ H7453 וַיַּקְשֵׁ֤ב H7181 יְהוָה֙ H3068 וַיִּשְׁמָ֔ע H8085 וַ֠יִּכָּתֵב H3789 סֵ֣פֶר H5612 זִכָּר֤וֹן H2146 לְפָנָי H6440 לְיִרְאֵ֣י H3372 יְהוָ֔ה H3068 וּלְ H2803 שְׁמֽוֹ H8034 ",
      "17": "וְהָ֣יוּ H1961 לִ֗י Hl אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 לַיּ֕וֹם H3117 אֲשֶׁ֥ר H834 אֲנִ֖י H589 עֹשֶׂ֣ה H6213 סְגֻלָּ֑ה H5459 וְחָמַלְתִּ֣י H2550 עֲלֵיהֶ֔ם H5921 כַּֽאֲשֶׁר֙ H834 יַחְמֹ֣ל H2550 אִ֔ישׁ H376 עַל H5921 בְּנ֖וֹ H1121 הָעֹבֵ֥ד H5647 אֹתֽוֹ H853 ",
      "18": "וְשַׁבְתֶּם֙ H7725 וּרְאִיתֶ֔ם H7200 בֵּ֥ין H996 צַדִּ֖יק H6662 לְרָשָׁ֑ע H7563 בֵּ֚ין H996 עֹבֵ֣ד H5647 אֱלֹהִ֔ים H430 לַאֲשֶׁ֖ר H834 לֹ֥א H3808 עֲבָדֽוֹ H5647 ",
      "19": "",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": ""
    },
    "4": {
      "1": "כִּֽי H3588 הִנֵּ֤ה H2009 הַיּוֹם֙ H3117 בָּ֔א H935 בֹּעֵ֖ר H1197 כַּתַּנּ֑וּר H8574 וְהָי֨וּ H1961 כָל H3605 זֵדִ֜ים H2086 וְכָל H3605 עֹשֵׂ֤ה H6213 רִשְׁעָה֙ H7564 קַ֔שׁ H7179 וְלִהַ֨ט H3857 אֹתָ֜ם H853 הַיּ֣וֹם H3117 הַבָּ֗א H935 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲשֶׁ֛ר H834 לֹא H3808 יַעֲזֹ֥ב H5800 לָהֶ֖ם H1992 שֹׁ֥רֶשׁ H8328 וְעָנָֽף H6057 ",
      "2": "וְזָרְחָ֨ה H2224 לָכֶ֜ם Hl יִרְאֵ֤י H3373 שְׁמִי֙ H8034 שֶׁ֣מֶשׁ H8121 צְדָקָ֔ה H6666 וּמַרְפֵּ֖א H4832 בִּכְנָפֶ֑י H3671 וִֽיצָאתֶ֥ם H3318 וּפִשְׁתֶּ֖ם H6335 כְּעֶגְלֵ֥י H5695 מַרְבֵּֽק H4770 ",
      "3": "וְעַסּוֹתֶ֣ם H6072 רְשָׁעִ֔ים H7563 כִּֽי H3588 יִהְי֣וּ H1961 אֵ֔פֶר H665 תַּ֖חַת H8478 כַּפּ֣וֹת H3709 רַגְלֵיכֶ֑ם H7272 בַּיּוֹם֙ H3117 אֲשֶׁ֣ר H834 אֲנִ֣י H589 עֹשֶׂ֔ה H6213 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "4": "זִכְר֕וּ H2142 תּוֹרַ֖ת H8451 מֹשֶׁ֣ה H4872 עַבְדִּ֑י H5650 אֲשֶׁר֩ H834 צִוִּ֨יתִי H6680 אוֹת֤וֹ H853 בְחֹרֵב֙ H2722 עַל H5921 כָּל H3605 יִשְׂרָאֵ֔ל H3478 חֻקִּ֖ים H2706 וּמִשְׁפָּטִֽים H4941 ",
      "5": "הִנֵּ֤ה H2009 אָֽנֹכִי֙ H595 שֹׁלֵ֣חַ H7971 לָכֶ֔ם Hl אֵ֖ת H853 אֵלִיָּ֣ה H452 הַנָּבִ֑יא H5030 לִפְנֵ֗י H6440 בּ֚וֹא H935 י֣וֹם H3117 יְהוָ֔ה H3068 הַגָּד֖וֹל H1419 וְהַ H3372 ",
      "6": "וְהֵשִׁ֤יב H7725 לֵב H3820 אָבוֹת֙ H1 עַל H5921 בָּנִ֔ים H1121 וְלֵ֥ב H3820 בָּנִ֖ים H1121 עַל H5921 אֲבוֹתָ֑ם H1 פֶּן H6435 אָב֕וֹא H935 וְהִכֵּיתִ֥י H5221 אֶת H853 הָאָ֖רֶץ H776 חֵֽרֶם H2764 "
    }
  }
}
