{
  "Nehemiah": {
    "1": {
      "1": "דִּבְרֵ֥י H1697 נְחֶמְיָ֖ה H5166 בֶּן H1121 חֲכַלְיָ֑ה H2446 וַיְהִ֤י H1961 בְחֹֽדֶשׁ H2320 כסלו H3691 שְׁנַ֣ת H8141 עֶשְׂרִ֔ים H6242 וַאֲנִ֥י H589 הָיִ֖יתִי H1961 בְּשׁוּשַׁ֥ן H7800 הַבִּירָֽה H1002 ",
      "2": "וַיָּבֹ֨א H935 חֲנָ֜נִי H2607 אֶחָ֧ד H259 מֵאַחַ֛ H251 ה֥וּא H1931 וַאֲנָשִׁ֖ים H376 מִֽיהוּדָ֑ה H3063 וָאֶשְׁאָלֵ֞ H7592 עַל H5921 הַיְּהוּדִ֧ים H3064 הַפְּלֵיטָ֛ה H6413 אֲשֶֽׁר H834 נִשְׁאֲר֥וּ H7604 מִן H4480 הַשֶּׁ֖בִי H7628 וְעַל H5921 יְרוּשָׁלִָֽם H3389 ",
      "3": "וַיֹּאמְרוּ֮ H559 לִי֒ Hl הַֽנִּשְׁאָרִ֞ים H7604 אֲשֶֽׁר H834 נִשְׁאֲר֤וּ H7604 מִן H4480 הַשְּׁבִי֙ H7628 שָׁ֣ם H8033 בַּמְּדִינָ֔ה H4082 בְּרָעָ֥ה H7451 גְדֹלָ֖ה H1419 וּבְ H2781 וְחוֹמַ֤ת H2346 יְרוּשָׁלִַ֨ם֙ H3389 מְפֹרָ֔צֶת H6555 וּשְׁעָרֶ֖י H8179 נִצְּת֥וּ H3341 בָאֵֽשׁ H784 ",
      "4": "וַיְהִ֞י H1961 כְּשָׁמְעִ֣ H8085 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 יָשַׁ֨בְתִּי֙ H3427 וָֽאֶבְכֶּ֔ה H1058 וָאֶתְאַבְּלָ֖ H56 יָמִ֑ים H3117 וָֽאֱהִ֥י H1961 צָם֙ H6684 וּמִתְפַּלֵּ֔ל H6419 לִפְנֵ֖י H6440 אֱלֹהֵ֥י H430 הַשָּׁמָֽיִם H8064 ",
      "5": "וָאֹמַ֗ר H559 אָֽנָּ֤א H577 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הַשָּׁמַ֔יִם H8064 הָאֵ֥ל H410 הַגָּד֖וֹל H1419 וְהַ H3372 שֹׁמֵ֤ר H8104 הַבְּרִית֙ H1285 וָחֶ֔סֶד H2617 לְאֹהֲבָ֖י H157 וּלְ H8104 מִצְוֺתָֽיו H4687 ",
      "6": "תְּהִ֣י H1961 נָ֣א H4994 אָזְנְךָֽ H241 קַשֶּׁ֣בֶת H7183 וְֽעֵינֶ֪י H5869 פְתֻוּח֟וֹת H6605 לִשְׁמֹ֣עַ H8085 אֶל H413 תְּפִלַּ֣ת H8605 עַבְדְּךָ֡ H5650 אֲשֶׁ֣ר H834 אָנֹכִי֩ H595 מִתְפַּלֵּ֨ל H6419 לְפָנֶ֤י H6440 הַיּוֹם֙ H3117 יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 עֲבָדֶ֑יךָ H5650 וּמִתְוַדֶּ֗ה H3034 עַל H5921 חַטֹּ֤אות H2403 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 חָטָ֣אנוּ H2398 לָ֔ךְ Hl וַאֲנִ֥י H589 וּבֵית H1004 אָבִ֖י H1 חָטָֽאנוּ H2398 ",
      "7": "חֲבֹ֖ל H2254 חָבַ֣לְנוּ H2254 לָ֑ךְ Hl וְלֹא H3808 שָׁמַ֣רְנוּ H8104 אֶת H853 הַמִּצְוֺ֗ת H4687 וְאֶת H853 הַֽחֻקִּים֙ H2706 וְאֶת H853 הַמִּשְׁפָּטִ֔ים H4941 אֲשֶׁ֥ר H834 צִוִּ֖יתָ H6680 אֶת H853 מֹשֶׁ֥ה H4872 עַבְדֶּֽךָ H5650 ",
      "8": "זְכָר H2142 נָא֙ H4994 אֶת H853 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 צִוִּ֛יתָ H6680 אֶת H853 מֹשֶׁ֥ה H4872 עַבְדְּךָ֖ H5650 לֵאמֹ֑ר H559 אַתֶּ֣ם H859 תִּמְעָ֔לוּ H4603 אֲנִ֕י H589 אָפִ֥יץ H6327 אֶתְכֶ֖ם H853 בָּעַמִּֽים H5971 ",
      "9": "וְשַׁבְתֶּ֣ם H7725 אֵלַ֔י H413 וּשְׁמַרְתֶּם֙ H8104 מִצְוֺתַ֔י H4687 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אִם H518 יִהְיֶ֨ה H1961 נִֽדַּחֲכֶ֜ם H5080 בִּקְצֵ֤ה H7097 הַשָּׁמַ֨יִם֙ H8064 מִשָּׁ֣ם H8033 אֲקַבְּצֵ֔ם H6908 והבואתי H935 אֶל H413 הַמָּק֔וֹם H4725 אֲשֶׁ֣ר H834 בָּחַ֔רְתִּי H977 לְשַׁכֵּ֥ן H7931 אֶת H853 שְׁמִ֖י H8034 שָֽׁם H8033 ",
      "10": "וְהֵ֥ם H1992 עֲבָדֶ֖יךָ H5650 וְעַמֶּ֑ H5971 אֲשֶׁ֤ר H834 פָּדִ֨יתָ֙ H6299 בְּכֹחֲ H3581 הַגָּד֔וֹל H1419 וּבְ H3027 הַחֲזָקָֽה H2389 ",
      "11": "אָנָּ֣א H577 אֲדֹנָ֗י H136 תְּהִ֣י H1961 נָ֣א H4994 אָזְנְךָֽ H241 קַ֠שֶּׁבֶת H7183 אֶל H413 תְּפִלַּ֨ת H8605 עַבְדְּךָ֜ H5650 וְאֶל H413 תְּפִלַּ֣ת H8605 עֲבָדֶ֗יךָ H5650 הַֽחֲפֵצִים֙ H2655 לְיִרְאָ֣ה H3372 אֶת H853 שְׁמֶ֔ךָ H8034 וְהַצְלִֽיחָ H6743 נָּ֤א H4994 לְעַבְדְּ H5650 הַיּ֔וֹם H3117 וּתְנֵ֣ H5414 לְרַחֲמִ֔ים H7356 לִפְנֵ֖י H6440 הָאִ֣ישׁ H376 הַזֶּ֑ה H2088 וַאֲנִ֛י H589 הָיִ֥יתִי H1961 מַשְׁקֶ֖ה H4945 לַמֶּֽלֶךְ H4428 "
    },
    "2": {
      "1": "וַיְהִ֣י H1961 בְּחֹ֣דֶשׁ H2320 נִיסָ֗ן H5212 שְׁנַ֥ת H8141 עֶשְׂרִ֛ים H6242 לְאַרְתַּחְשַׁ֥סְתְּא H783 הַמֶּ֖לֶךְ H4428 יַ֣יִן H3196 לְפָנָ֑י H6440 וָאֶשָּׂ֤א H5375 אֶת H853 הַיַּ֨יִן֙ H3196 וָאֶתְּנָ֣ H5414 לַמֶּ֔לֶךְ H4428 וְלֹא H3808 הָיִ֥יתִי H1961 רַ֖ע H7451 לְפָנָֽי H6440 ",
      "2": "וַיֹּאמֶר֩ H559 לִ֨י Hl הַמֶּ֜לֶךְ H4428 מַדּ֣וּעַ H4069 פָּנֶ֣יךָ H6440 רָעִ֗ים H7451 וְאַתָּה֙ H859 אֵֽינְךָ֣ H369 חוֹלֶ֔ה H2470 אֵ֣ין H369 זֶ֔ה H2088 כִּי H3588 אִ֖ם H518 רֹ֣עַֽ H7455 לֵ֑ב H3820 וָאִירָ֖א H3372 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
      "3": "וָאֹמַ֣ר H559 לַמֶּ֔לֶךְ H4428 הַמֶּ֖לֶךְ H4428 לְעוֹלָ֣ם H5769 יִחְיֶ֑ה H2421 מַדּ֜וּעַ H4069 לֹא H3808 יֵרְע֣וּ H7489 פָנַ֗י H6440 אֲשֶׁ֨ר H834 הָעִ֜יר H5892 בֵּית H1004 קִבְר֤וֹת H6913 אֲבֹתַי֙ H1 חֲרֵבָ֔ה H2717 וּשְׁעָרֶ֖י H8179 אֻכְּל֥וּ H398 בָאֵֽשׁ H784 ",
      "4": "וַיֹּ֤אמֶר H559 לִי֙ Hl הַמֶּ֔לֶךְ H4428 עַל H5921 מַה H4100 זֶּ֖ה H2088 אַתָּ֣ה H859 מְבַקֵּ֑שׁ H1245 וָֽאֶתְפַּלֵּ֔ל H6419 אֶל H413 אֱלֹהֵ֖י H430 הַשָּׁמָֽיִם H8064 ",
      "5": "וָאֹמַ֣ר H559 לַמֶּ֔לֶךְ H4428 אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2895 וְאִם H518 יִיטַ֥ב H3190 עַבְדְּךָ֖ H5650 לְפָנֶ֑י H6440 אֲשֶׁ֧ר H834 תִּשְׁלָחֵ֣נִי H7971 אֶל H413 יְהוּדָ֗ה H3063 אֶל H413 עִ֛יר H5892 קִבְר֥וֹת H6913 אֲבֹתַ֖י H1 וְאֶבְנֶֽ H1129 ",
      "6": "וַיֹּאמֶר֩ H559 לִ֨י Hl הַמֶּ֜לֶךְ H4428 וְהַ H7694 יוֹשֶׁ֣בֶת H3427 אֶצְל֗וֹ H681 עַד H5704 מָתַ֛י H4970 יִהְיֶ֥ה H1961 מַֽהֲלָכֲךָ֖ H4109 וּמָתַ֣י H4970 תָּשׁ֑וּב H7725 וַיִּיטַ֤ב H3190 לִפְנֵֽי H6440 הַמֶּ֨לֶךְ֙ H4428 וַיִּשְׁלָחֵ֔ H7971 וָֽאֶתְּנָ֥ H5414 ל֖וֹ Hl זְמָֽן H2165 ",
      "7": "וָאוֹמַר֮ H559 לַמֶּלֶךְ֒ H4428 אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2895 אִגְּרוֹת֙ H107 יִתְּנוּ H5414 לִ֔י Hl עַֽל H5921 פַּחֲו֖וֹת H6346 עֵ֣בֶר H5676 הַנָּהָ֑ר H5104 אֲשֶׁר֙ H834 יַעֲבִיר֔וּנִי H5674 עַ֥ד H5704 אֲשֶׁר H834 אָב֖וֹא H935 אֶל H413 יְהוּדָֽה H3063 ",
      "8": "וְאִגֶּ֡רֶת H107 אֶל H413 אָסָף֩ H623 שֹׁמֵ֨ר H8104 הַפַּרְדֵּ֜ס H6508 אֲשֶׁ֣ר H834 לַמֶּ֗לֶךְ H4428 אֲשֶׁ֣ר H834 יִתֶּן H5414 לִ֣י Hl עֵצִ֡ים H6086 לְ֠קָרוֹת H7136 אֶת H853 שַׁעֲרֵ֨י H8179 הַבִּירָ֤ה H1002 אֲשֶׁר H834 לַבַּ֨יִת֙ H1004 וּלְ H2346 הָעִ֔יר H5892 וְלַ H1004 אֲשֶׁר H834 אָב֣וֹא H935 אֵלָ֑יו H413 וַיִּתֶּן H5414 לִ֣י Hl הַמֶּ֔לֶךְ H4428 כְּיַד H3027 אֱלֹהַ֖י H430 הַטּוֹבָ֥ה H2896 עָלָֽי H5921 ",
      "9": "וָֽאָב֗וֹא H935 אֶֽל H413 פַּֽחֲווֹת֙ H6346 עֵ֣בֶר H5676 הַנָּהָ֔ר H5104 וָאֶתְּנָ֣ H5414 לָהֶ֔ם Hl אֵ֖ת H853 אִגְּר֣וֹת H107 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֤ח H7971 עִמִּי֙ H5973 הַמֶּ֔לֶךְ H4428 שָׂ֥רֵי H8269 חַ֖יִל H2428 וּפָרָשִֽׁים H6571 ",
      "10": "וַיִּשְׁמַ֞ע H8085 סַנְבַלַּ֣ט H5571 הַחֹרֹנִ֗י H2772 וְטֽוֹבִיָּה֙ H2900 הָעֶ֣בֶד H5650 הָֽעַמֹּנִ֔י H5984 וַיֵּ֥רַע H7489 לָהֶ֖ם H1992 רָעָ֣ה H7451 גְדֹלָ֑ה H1419 אֲשֶׁר H834 בָּ֥א H935 אָדָ֔ם H120 לְבַקֵּ֥שׁ H1245 טוֹבָ֖ה H2896 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "11": "וָאָב֖וֹא H935 אֶל H413 יְרוּשָׁלִָ֑ם H3389 וָאֱהִי H1961 שָׁ֖ם H8033 יָמִ֥ים H3117 שְׁלֹשָֽׁה H7969 ",
      "12": "וָאָק֣וּם H6965 לַ֗יְלָה H3915 אֲנִי֮ H589 וַאֲנָשִׁ֣ים H376 מְעַט֮ H4592 עִמִּי֒ H5973 וְלֹא H3808 הִגַּ֣דְתִּי H5046 לְאָדָ֔ם H120 מָ֗ה H4100 אֱלֹהַי֙ H430 נֹתֵ֣ן H5414 אֶל H413 לִבִּ֔י H3820 לַעֲשׂ֖וֹת H6213 לִירוּשָׁלִָ֑ם H3389 וּבְהֵמָה֙ H929 אֵ֣ין H369 עִמִּ֔י H5973 כִּ֚י H3588 אִם H518 הַבְּהֵמָ֔ה H929 אֲשֶׁ֥ר H834 אֲנִ֖י H589 רֹכֵ֥ב H7392 בָּֽהּ Hb ",
      "13": "וָאֵצְאָ֨ H3318 בְשַֽׁעַר H8179 הַגַּ֜יא H1516 לַ֗יְלָה H3915 וְאֶל H413 פְּנֵי֙ H6440 עֵ֣ין H5869 הַתַּנִּ֔ין H8577 וְאֶל H413 שַׁ֖עַר H8179 הָאַשְׁפֹּ֑ת H830 וָאֱהִ֨י H1961 שֹׂבֵ֜ר H7663 בְּחוֹמֹ֤ת H2346 יְרוּשָׁלִַ֨ם֙ H3389 אֲשֶׁר H834 המפרוצים H6555 וּשְׁעָרֶ֖י H8179 אֻכְּל֥וּ H398 בָאֵֽשׁ H784 ",
      "14": "וָאֶֽעֱבֹר֙ H5674 אֶל H413 שַׁ֣עַר H8179 הָעַ֔יִן H5869 וְאֶל H413 בְּרֵכַ֖ת H1295 הַמֶּ֑לֶךְ H4428 וְאֵין H369 מָק֥וֹם H4725 לַבְּהֵמָ֖ה H929 לַעֲבֹ֥ר H5674 תַּחְתָּֽי H8478 ",
      "15": "וָאֱהִ֨י H1961 עֹלֶ֤ה H5927 בַנַּ֨חַל֙ H5158 לַ֔יְלָה H3915 וָאֱהִ֥י H1961 שֹׂבֵ֖ר H7663 בַּחוֹמָ֑ה H2346 וָאָשׁ֗וּב H7725 וָאָב֛וֹא H935 בְּשַׁ֥עַר H8179 הַגַּ֖יְא H1516 וָאָשֽׁוּב H7725 ",
      "16": "וְהַ H5461 לֹ֤א H3808 יָדְעוּ֙ H3045 אָ֣נָה H575 הָלַ֔כְתִּי H1980 וּמָ֖ה H4100 אֲנִ֣י H589 עֹשֶׂ֑ה H6213 וְלַ H3064 וְלַ H3548 וְלַ H2715 וְלַ H5461 וּלְ H3499 עֹשֵׂ֣ה H6213 הַמְּלָאכָ֔ה H4399 עַד H5704 כֵּ֖ן H3651 לֹ֥א H3808 הִגַּֽדְתִּי H5046 ",
      "17": "וָאוֹמַ֣ר H559 אֲלֵהֶ֗ם H413 אַתֶּ֤ם H859 רֹאִים֙ H7200 הָרָעָה֙ H7451 אֲשֶׁ֣ר H834 אֲנַ֣חְנוּ H587 בָ֔הּ Hb אֲשֶׁ֤ר H834 יְרוּשָׁלִַ֨ם֙ H3389 חֲרֵבָ֔ה H2717 וּשְׁעָרֶ֖י H8179 נִצְּת֣וּ H3341 בָאֵ֑שׁ H784 לְכ֗וּ H3212 וְנִבְנֶה֙ H1129 אֶת H853 חוֹמַ֣ת H2346 יְרוּשָׁלִַ֔ם H3389 וְלֹא H3808 נִהְיֶ֥ה H1961 ע֖וֹד H5750 חֶרְפָּֽה H2781 ",
      "18": "וָאַגִּ֨יד H5046 לָהֶ֜ם Hl אֶת H853 יַ֣ד H3027 אֱלֹהַ֗י H430 אֲשֶׁר H834 הִיא֙ H1931 טוֹבָ֣ה H2896 עָלַ֔י H5921 וְאַף H637 דִּבְרֵ֥י H1697 הַמֶּ֖לֶךְ H4428 אֲשֶׁ֣ר H834 אָֽמַר H559 לִ֑י Hl וַיֹּֽאמְרוּ֙ H559 נָק֣וּם H6965 וּבָנִ֔ינוּ H1129 וַיְחַזְּק֥וּ H2388 יְדֵיהֶ֖ם H3027 לַטּוֹבָֽה H2896 ",
      "19": "וַיִּשְׁמַע֩ H8085 סַנְבַלַּ֨ט H5571 הַחֹרֹנִ֜י H2772 וְטֹבִיָּ֣ה H2900 הָעֶ֣בֶד H5650 הָֽעַמּוֹנִ֗י H5984 וְגֶ֨שֶׁם֙ H1654 הָֽעַרְבִ֔י H6163 וַיַּלְעִ֣גוּ H3932 לָ֔נוּ Hl וַיִּבְז֖וּ H959 עָלֵ֑ינוּ H5921 וַיֹּאמְר֗וּ H559 מָֽה H4100 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 עֹשִׂ֔ים H6213 הַעַ֥ל H5921 הַמֶּ֖לֶךְ H4428 אַתֶּ֥ם H859 מֹרְדִֽים H4775 ",
      "20": "וָאָשִׁ֨יב H7725 אוֹתָ֜ם H853 דָּבָ֗ר H1697 וָאוֹמַ֤ר H559 לָהֶם֙ Hl אֱלֹהֵ֣י H430 הַשָּׁמַ֔יִם H8064 ה֚וּא H1931 יַצְלִ֣יחַֽ H6743 לָ֔נוּ Hl וַאֲנַ֥חְנוּ H587 עֲבָדָ֖יו H5650 נָק֣וּם H6965 וּבָנִ֑ינוּ H1129 וְלָ Hc/Hl אֵֽין H369 חֵ֧לֶק H2506 וּצְדָקָ֛ה H6666 וְזִכָּר֖וֹן H2146 בִּירוּשָׁלִָֽם H3389 "
    },
    "3": {
      "1": "וַיָּ֡קָם H6965 אֶלְיָשִׁיב֩ H475 הַכֹּהֵ֨ן H3548 הַגָּד֜וֹל H1419 וְאֶחָ֣י H251 הַכֹּהֲנִ֗ים H3548 וַיִּבְנוּ֙ H1129 אֶת H853 שַׁ֣עַר H8179 הַצֹּ֔אן H6629 הֵ֣מָּה H1992 קִדְּשׁ֔וּהוּ H6942 וַֽיַּעֲמִ֖ידוּ H5975 דַּלְתֹתָ֑יו H1817 וְעַד H5704 מִגְדַּ֤ל H4026 הַמֵּאָה֙ H3968 קִדְּשׁ֔וּהוּ H6942 עַ֖ד H5704 מִגְדַּ֥ל H4026 חֲנַנְאֵֽל H2606 ",
      "2": "וְעַל H5921 יָד֥וֹ H3027 בָנ֖וּ H1129 אַנְשֵׁ֣י H376 יְרֵח֑וֹ H3405 וְעַל H5921 יָד֣וֹ H3027 בָנָ֔ה H1129 זַכּ֖וּר H2139 בֶּן H1121 אִמְרִֽי H566 ",
      "3": "וְאֵת֙ H853 שַׁ֣עַר H8179 הַדָּגִ֔ים H1709 בָּנ֖וּ H1129 בְּנֵ֣י H1121 הַסְּנָאָ֑ה H5570 הֵ֣מָּה H1992 קֵר֔וּהוּ H7136 וַֽיַּעֲמִ֨ידוּ֙ H5975 דַּלְתֹתָ֔יו H1817 מַנְעוּלָ֖יו H4514 וּבְרִיחָֽי H1280 ",
      "4": "וְעַל H5921 יָדָ֣ם H3027 הֶחֱזִ֗יק H2388 מְרֵמ֤וֹת H4822 בֶּן H1121 אוּרִיָּה֙ H223 בֶּן H1121 הַקּ֔וֹץ H6976 וְעַל H5921 יָדָ֣ם H3027 הֶחֱזִ֔יק H2388 מְשֻׁלָּ֥ם H4918 בֶּן H1121 בֶּרֶכְיָ֖ה H1296 בֶּן H1121 מְשֵׁיזַבְאֵ֑ל H4898 וְעַל H5921 יָדָ֣ם H3027 הֶֽחֱזִ֔יק H2388 צָד֖וֹק H6659 בֶּֽן H1121 בַּעֲנָֽא H1195 ",
      "5": "וְעַל H5921 יָדָ֖ם H3027 הֶחֱזִ֣יקוּ H2388 הַתְּקוֹעִ֑ים H8621 וְאַדִּֽירֵי H117 לֹא H3808 הֵבִ֣יאוּ H935 צַוָּרָ֔ם H6677 בַּעֲבֹדַ֖ת H5656 אֲדֹנֵיהֶֽם H113 ",
      "6": "וְאֵת֩ H853 שַׁ֨עַר H8179 הַיְשָׁנָ֜ה H3465 הֶחֱזִ֗יקוּ H2388 יֽוֹיָדָע֙ H3111 בֶּן H1121 פָּסֵ֔חַ H6454 וּמְשֻׁלָּ֖ם H4918 בֶּן H1121 בְּסֽוֹדְיָ֑ה H1152 הֵ֣מָּה H1992 קֵר֔וּהוּ H7136 וַֽיַּעֲמִ֨ידוּ֙ H5975 דַּלְתֹתָ֔יו H1817 וּמַנְעֻלָ֖י H4514 וּבְרִיחָֽי H1280 ",
      "7": "וְעַל H5921 יָדָ֨ם H3027 הֶחֱזִ֜יק H2388 מְלַטְיָ֣ה H4424 הַגִּבְעֹנִ֗י H1393 וְיָדוֹן֙ H3036 הַמֵּרֹ֣נֹתִ֔י H4824 אַנְשֵׁ֥י H376 גִבְע֖וֹן H1391 וְהַ H4709 לְכִסֵּ֕א H3678 פַּחַ֖ת H6346 עֵ֥בֶר H5676 הַנָּהָֽר H5104 ",
      "8": "עַל H5921 יָד֣וֹ H3027 הֶחֱזִ֗יק H2388 עֻזִּיאֵ֤ל H5816 בֶּֽן H1121 חַרְהֲיָה֙ H2736 צֽוֹרְפִ֔ים H6884 וְעַל H5921 יָד֣וֹ H3027 הֶחֱזִ֔יק H2388 חֲנַנְיָ֖ה H2608 בֶּן H1121 הָרַקָּחִ֑ים H7546 וַיַּֽעַזְבוּ֙ H5800 יְר֣וּשָׁלִַ֔ם H3389 עַ֖ד H5704 הַחוֹמָ֥ה H2346 הָרְחָבָֽה H7342 ",
      "9": "וְעַל H5921 יָדָ֤ם H3027 הֶחֱזִיק֙ H2388 רְפָיָ֣ה H7509 בֶן H1121 ח֔וּר H2354 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֥לֶךְ H6418 יְרוּשָׁלִָֽם H3389 ",
      "10": "וְעַל H5921 יָדָ֧ם H3027 הֶחֱזִ֛יק H2388 יְדָיָ֥ה H3042 בֶן H1121 חֲרוּמַ֖ף H2739 וְנֶ֣גֶד H5048 בֵּית֑וֹ H1004 וְעַל H5921 יָד֣וֹ H3027 הֶחֱזִ֔יק H2388 חַטּ֖וּשׁ H2407 בֶּן H1121 חֲשַׁבְנְיָֽה H2813 ",
      "11": "מִדָּ֣ה H4060 שֵׁנִ֗ית H8145 הֶחֱזִיק֙ H2388 מַלְכִּיָּ֣ה H4441 בֶן H1121 חָרִ֔ם H2766 וְחַשּׁ֖וּב H2815 בֶּן H1121 פַּחַ֣ת H6355 מוֹאָ֑ב H6355 וְאֵ֖ת H853 מִגְדַּ֥ל H4026 הַתַּנּוּרִֽים H8574 ",
      "12": "וְעַל H5921 יָד֣וֹ H3027 הֶחֱזִ֗יק H2388 שַׁלּוּם֙ H7967 בֶּן H1121 הַלּוֹחֵ֔שׁ H3873 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֣לֶךְ H6418 יְרוּשָׁלִָ֑ם H3389 ה֖וּא H1931 וּבְנוֹתָֽי H1323 ",
      "13": "אֵת֩ H853 שַׁ֨עַר H8179 הַגַּ֜יְא H1516 הֶחֱזִ֣יק H2388 חָנוּן֮ H2586 וְיֹשְׁבֵ֣י H3427 זָנוֹחַ֒ H2182 הֵ֣מָּה H1992 בָנ֔וּהוּ H1129 וַֽיַּעֲמִ֨ידוּ֙ H5975 דַּלְתֹתָ֔יו H1817 מַנְעֻלָ֖יו H4514 וּבְרִיחָ֑י H1280 וְאֶ֤לֶף H505 אַמָּה֙ H520 בַּחוֹמָ֔ה H2346 עַ֖ד H5704 שַׁ֥עַר H8179 הָשֲׁפֽוֹת H830 ",
      "14": "וְאֵ֣ת H853 שַׁ֣עַר H8179 הָאַשְׁפּ֗וֹת H830 הֶחֱזִיק֙ H2388 מַלְכִּיָּ֣ה H4441 בֶן H1121 רֵכָ֔ב H7394 שַׂ֖ר H8269 פֶּ֣לֶךְ H6418 בֵּית H1021 הַכָּ֑רֶם H1021 ה֣וּא H1931 יִבְנֶ֔נּוּ H1129 וְיַעֲמִיד֙ H5975 דַּלְתֹתָ֔יו H1817 מַנְעֻלָ֖יו H4514 וּבְרִיחָֽי H1280 ",
      "15": "וְאֵת֩ H853 שַׁ֨עַר H8179 הָעַ֜יִן H5869 הֶ֠חֱזִיק H2388 שַׁלּ֣וּן H7968 בֶּן H1121 כָּל H3626 חֹזֶה֮ H3626 שַׂ֣ר H8269 פֶּ֣לֶךְ H6418 הַמִּצְפָּה֒ H4709 ה֤וּא H1931 יִבְנֶ֨נּוּ֙ H1129 וִיטַֽלְלֶ֔ H2926 ויעמידו H5975 דַּלְתֹתָ֔יו H1817 מַנְעֻלָ֖יו H4514 וּבְרִיחָ֑י H1280 וְ֠אֵת H853 חוֹמַ֞ת H2346 בְּרֵכַ֤ת H1295 הַשֶּׁ֨לַח֙ H7975 לְגַן H1588 הַמֶּ֔לֶךְ H4428 וְעַד H5704 הַֽמַּעֲל֔וֹת H4609 הַיּוֹרְד֖וֹת H3381 מֵעִ֥יר H5892 דָּוִֽיד H1732 ",
      "16": "אַחֲרָ֤יו H310 הֶחֱזִיק֙ H2388 נְחֶמְיָ֣ה H5166 בֶן H1121 עַזְבּ֔וּק H5802 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֣לֶךְ H6418 בֵּֽית H1049 צ֑וּר H1049 עַד H5704 נֶ֨גֶד֙ H5048 קִבְרֵ֣י H6913 דָוִ֔יד H1732 וְעַד H5704 הַבְּרֵכָה֙ H1295 הָעֲשׂוּיָ֔ה H6213 וְעַ֖ד H5704 בֵּ֥ית H1004 הַגִּבֹּרִֽים H1368 ",
      "17": "אַחֲרָ֛יו H310 הֶחֱזִ֥יקוּ H2388 הַלְוִיִּ֖ם H3881 רְח֣וּם H7348 בֶּן H1121 בָּנִ֑י H1137 עַל H5921 יָד֣וֹ H3027 הֶחֱזִ֗יק H2388 חֲשַׁבְיָ֛ה H2811 שַׂר H8269 חֲצִי H2677 פֶ֥לֶךְ H6418 קְעִילָ֖ה H7084 לְפִלְכּֽ H6418 ",
      "18": "אַחֲרָיו֙ H310 הֶחֱזִ֣יקוּ H2388 אֲחֵיהֶ֔ם H251 בַּוַּ֖י H942 בֶּן H1121 חֵנָדָ֑ד H2582 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֥לֶךְ H6418 קְעִילָֽה H7084 ",
      "19": "וַיְחַזֵּ֨ק H2388 עַל H5921 יָד֜וֹ H3027 עֵ֧זֶר H5829 בֶּן H1121 יֵשׁ֛וּעַ H3442 שַׂ֥ר H8269 הַמִּצְפָּ֖ה H4709 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִנֶּ֕גֶד H5048 עֲלֹ֥ת H5927 הַנֶּ֖שֶׁק H5402 הַמִּקְצֹֽעַ H4740 ",
      "20": "אַחֲרָ֨יו H310 הֶחֱרָ֧ה H2734 הֶחֱזִ֛יק H2388 בָּר֥וּךְ H1263 בֶּן H1121 זבי H2079 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִן H4480 הַ֨מִּקְצ֔וֹעַ H4740 עַד H5704 פֶּ֨תַח֙ H6607 בֵּ֣ית H1004 אֶלְיָשִׁ֔יב H475 הַכֹּהֵ֖ן H3548 הַגָּדֽוֹל H1419 ",
      "21": "אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 מְרֵמ֧וֹת H4822 בֶּן H1121 אוּרִיָּ֛ה H223 בֶּן H1121 הַקּ֖וֹץ H6976 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִפֶּ֨תַח֙ H6607 בֵּ֣ית H1004 אֶלְיָשִׁ֔יב H475 וְעַד H5704 תַּכְלִ֖ית H8503 בֵּ֥ית H1004 אֶלְיָשִֽׁיב H475 ",
      "22": "וְאַחֲרָ֛י H310 הֶחֱזִ֥יקוּ H2388 הַכֹּהֲנִ֖ים H3548 אַנְשֵׁ֥י H376 הַכִּכָּֽר H3603 ",
      "23": "אַחֲרָ֨יו H310 הֶחֱזִ֧יק H2388 בִּנְיָמִ֛ן H1144 וְחַשּׁ֖וּב H2815 נֶ֣גֶד H5048 בֵּיתָ֑ם H1004 אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 עֲזַרְיָ֧ה H5838 בֶן H1121 מַעֲשֵׂיָ֛ה H4641 בֶּן H1121 עֲנָֽנְיָ֖ה H6055 אֵ֥צֶל H681 בֵּיתֽוֹ H1004 ",
      "24": "אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 בִּנּ֛וּי H1131 בֶּן H1121 חֵנָדָ֖ד H2582 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִבֵּ֣ית H1004 עֲזַרְיָ֔ה H5838 עַד H5704 הַמִּקְצ֖וֹעַ H4740 וְעַד H5704 הַפִּנָּֽה H6438 ",
      "25": "פָּלָ֣ל H6420 בֶּן H1121 אוּזַי֮ H186 מִנֶּ֣גֶד H5048 הַמִּקְצוֹעַ֒ H4740 וְהַ H4026 הַיּוֹצֵא֙ H3318 מִבֵּ֤ית H1004 הַמֶּ֨לֶךְ֙ H4428 הָֽעֶלְי֔וֹן H5945 אֲשֶׁ֖ר H834 לַחֲצַ֣ר H2691 הַמַּטָּרָ֑ה H4307 אַחֲרָ֖יו H310 פְּדָיָ֥ה H6305 בֶן H1121 פַּרְעֹֽשׁ H6551 ",
      "26": "וְהַ֨ H5411 הָי֥וּ H1961 יֹשְׁבִ֖ים H3427 בָּעֹ֑פֶל H6077 עַ֠ד H5704 נֶ֜גֶד H5048 שַׁ֤עַר H8179 הַמַּ֨יִם֙ H4325 לַמִּזְרָ֔ח H4217 וְהַ H4026 הַיּוֹצֵֽא H3318 ",
      "27": "אַחֲרָ֛יו H310 הֶחֱזִ֥יקוּ H2388 הַתְּקֹעִ֖ים H8621 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִנֶּ֜גֶד H5048 הַמִּגְדָּ֤ל H4026 הַגָּדוֹל֙ H1419 הַיּוֹצֵ֔א H3318 וְעַ֖ד H5704 חוֹמַ֥ת H2346 הָעֹֽפֶל H6077 ",
      "28": "מֵעַ֣ל H5921 שַׁ֣עַר H8179 הַסּוּסִ֗ים H5483 הֶחֱזִ֨יקוּ֙ H2388 הַכֹּ֣הֲנִ֔ים H3548 אִ֖ישׁ H376 לְנֶ֥גֶד H5048 בֵּיתֽוֹ H1004 ",
      "29": "אַחֲרָ֧יו H310 הֶחֱזִ֛יק H2388 צָד֥וֹק H6659 בֶּן H1121 אִמֵּ֖ר H564 נֶ֣גֶד H5048 בֵּית֑וֹ H1004 וְאַחֲרָ֤י H310 הֶחֱזִיק֙ H2388 שְׁמַֽעְיָ֣ה H8098 בֶן H1121 שְׁכַנְיָ֔ה H7935 שֹׁמֵ֖ר H8104 שַׁ֥עַר H8179 הַמִּזְרָֽח H4217 ",
      "30": "אחרי H310 הֶחֱזִ֜יק H2388 חֲנַנְיָ֣ה H2608 בֶן H1121 שֶׁלֶמְיָ֗ה H8018 וְחָנ֧וּן H2586 בֶּן H1121 צָלָ֛ף H6764 הַשִּׁשִּׁ֖י H8345 מִדָּ֣ה H4060 שֵׁנִ֑י H8145 אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 מְשֻׁלָּם֙ H4918 בֶּן H1121 בֶּ֣רֶכְיָ֔ה H1296 נֶ֖גֶד H5048 נִשְׁכָּתֽוֹ H5393 ",
      "31": "אחרי H310 הֶחֱזִ֗יק H2388 מַלְכִּיָּה֙ H4441 בֶּן H1121 הַצֹּ֣רְפִ֔י H6885 עַד H5704 בֵּ֥ית H1004 הַנְּתִינִ֖ים H5411 וְהָ H7402 נֶ֚גֶד H5048 שַׁ֣עַר H8179 הַמִּפְקָ֔ד H4663 וְעַ֖ד H5704 עֲלִיַּ֥ת H5944 הַפִּנָּֽה H6438 ",
      "32": "וּבֵ֨ין H996 עֲלִיַּ֤ת H5944 הַפִּנָּה֙ H6438 לְשַׁ֣עַר H8179 הַצֹּ֔אן H6629 הֶחֱזִ֥יקוּ H2388 הַצֹּרְפִ֖ים H6884 וְהָ H7402 ",
      "33": "",
      "34": "",
      "35": "",
      "36": "",
      "37": "",
      "38": ""
    },
    "4": {
      "1": "וַיְהִ֞י H1961 כַּאֲשֶׁ֧ר H834 שָׁמַ֣ע H8085 סַנְבַלַּ֗ט H5571 כִּֽי H3588 אֲנַ֤חְנוּ H587 בוֹנִים֙ H1129 אֶת H853 הַ֣חוֹמָ֔ה H2346 וַיִּ֣חַר H2734 ל֔וֹ Hl וַיִּכְעַ֖ס H3707 הַרְבֵּ֑ה H7235 וַיַּלְעֵ֖ג H3932 עַל H5921 הַיְּהוּדִֽים H3064 ",
      "2": "וַיֹּ֣אמֶר H559 לִפְנֵ֣י H6440 אֶחָ֗יו H251 וְחֵיל֙ H2426 שֹֽׁמְר֔וֹן H8111 וַיֹּ֕אמֶר H559 מָ֛ה H4100 הַיְּהוּדִ֥ים H3064 הָאֲמֵלָלִ֖ים H537 עֹשִׂ֑ים H6213 הֲיַעַזְב֨וּ H5800 לָהֶ֤ם H1992 הֲיִזְבָּ֨חוּ֙ H2076 הַיְכַלּ֣וּ H3615 בַיּ֔וֹם H3117 הַיְחַיּ֧וּ H2421 אֶת H853 הָאֲבָנִ֛ים H68 מֵעֲרֵמ֥וֹת H6194 הֶעָפָ֖ר H6083 וְהֵ֥מָּה H1992 שְׂרוּפֽוֹת H8313 ",
      "3": "וְטוֹבִיָּ֥ה H2900 הָעַמֹּנִ֖י H5984 אֶצְל֑וֹ H681 וַיֹּ֗אמֶר H559 גַּ֚ם H1571 אֲשֶׁר H834 הֵ֣ם H1992 בּוֹנִ֔ים H1129 אִם H518 יַעֲלֶ֣ה H5927 שׁוּעָ֔ל H7776 וּפָרַ֖ץ H6555 חוֹמַ֥ת H2346 אַבְנֵיהֶֽם H68 ",
      "4": "שְׁמַ֤ע H8085 אֱלֹהֵ֨ינוּ֙ H430 כִּֽי H3588 הָיִ֣ינוּ H1961 בוּזָ֔ה H939 וְהָשֵׁ֥ב H7725 חֶרְפָּתָ֖ם H2781 אֶל H413 רֹאשָׁ֑ם H7218 וּתְנֵ֥ H5414 לְבִזָּ֖ה H961 בְּאֶ֥רֶץ H776 שִׁבְיָֽה H7633 ",
      "5": "וְאַל H408 תְּכַס֙ H3680 עַל H5921 עֲוֺנָ֔ם H5771 וְחַטָּאתָ֖ H2403 מִלְּ H6440 אַל H408 תִּמָּחֶ֑ה H4229 כִּ֥י H3588 הִכְעִ֖יסוּ H3707 לְנֶ֥גֶד H5048 הַבּוֹנִֽים H1129 ",
      "6": "וַנִּבְנֶה֙ H1129 אֶת H853 הַ֣חוֹמָ֔ה H2346 וַתִּקָּשֵׁ֥ר H7194 כָּל H3605 הַחוֹמָ֖ה H2346 עַד H5704 חֶצְיָ֑הּ H2677 וַיְהִ֧י H1961 לֵ֦ב H3820 לָעָ֖ם H5971 לַעֲשֽׂוֹת H6213 ",
      "7": "וַיְהִ֣י H1961 כַאֲשֶׁ֣ר H834 שָׁמַ֣ע H8085 סַנְבַלַּ֡ט H5571 וְ֠טוֹבִיָּה H2900 וְהָ H6163 וְהָ H5984 וְהָ H796 כִּֽי H3588 עָלְתָ֤ה H5927 אֲרוּכָה֙ H724 לְחֹמ֣וֹת H2346 יְרוּשָׁלִַ֔ם H3389 כִּי H3588 הֵחֵ֥לּוּ H2490 הַפְּרֻצִ֖ים H6555 לְהִסָּתֵ֑ם H5640 וַיִּ֥חַר H2734 לָהֶ֖ם Hl מְאֹֽד H3966 ",
      "8": "וַיִּקְשְׁר֤וּ H7194 כֻלָּם֙ H3605 יַחְדָּ֔ו H3162 לָב֖וֹא H935 לְהִלָּחֵ֣ם H3898 בִּירוּשָׁלִָ֑ם H3389 וְלַ H6213 ל֖וֹ Hl תּוֹעָֽה H8442 ",
      "9": "וַנִּתְפַּלֵּ֖ל H6419 אֶל H413 אֱלֹהֵ֑ינוּ H430 וַנַּעֲמִ֨יד H5975 מִשְׁמָ֧ר H4929 עֲלֵיהֶ֛ם H5921 יוֹמָ֥ם H3119 וָלַ֖יְלָה H3915 מִפְּנֵי H6440 ",
      "10": "וַיֹּ֣אמֶר H559 יְהוּדָ֗ה H3063 כָּשַׁל֙ H3782 כֹּ֣חַ H3581 הַסַּבָּ֔ל H5449 וְהֶ H6083 הַרְבֵּ֑ה H7235 וַאֲנַ֨חְנוּ֙ H587 לֹ֣א H3808 נוּכַ֔ל H3201 לִבְנ֖וֹת H1129 בַּחוֹמָֽה H2346 ",
      "11": "וַיֹּאמְר֣וּ H559 צָרֵ֗ינוּ H6862 לֹ֤א H3808 יֵדְעוּ֙ H3045 וְלֹ֣א H3808 יִרְא֔וּ H7200 עַ֛ד H5704 אֲשֶׁר H834 נָב֥וֹא H935 אֶל H413 תּוֹכָ֖ם H8432 וַהֲרַגְנ֑וּ H2026 וְהִשְׁבַּ֖תְנוּ H7673 אֶת H853 הַמְּלָאכָֽה H4399 ",
      "12": "וַֽיְהִי֙ H1961 כַּאֲשֶׁר H834 בָּ֣אוּ H935 הַיְּהוּדִ֔ים H3064 הַיֹּשְׁבִ֖ים H3427 אֶצְלָ֑ם H681 וַיֹּ֤אמְרוּ H559 לָ֨נוּ֙ Hl עֶ֣שֶׂר H6235 פְּעָמִ֔ים H6471 מִכָּל H3605 הַמְּקֹמ֖וֹת H4725 אֲשֶׁר H834 תָּשׁ֥וּבוּ H7725 עָלֵֽינוּ H5921 ",
      "13": "וָֽאַעֲמִ֞יד H5975 מִֽתַּחְתִּיּ֧וֹת H8482 לַמָּק֛וֹם H4725 מֵאַחֲרֵ֥י H310 לַחוֹמָ֖ה H2346 בצחחיים H6708 וָֽאַעֲמִ֤יד H5975 אֶת H853 הָעָם֙ H5971 לְמִשְׁפָּח֔וֹת H4940 עִם H5973 חַרְבֹתֵיהֶ֛ם H2719 רָמְחֵיהֶ֖ם H7420 וְקַשְּׁתֹתֵי H7198 ",
      "14": "וָאֵ֣רֶא H7200 וָאָק֗וּם H6965 וָאֹמַ֞ר H559 אֶל H413 הַחֹרִ֤ים H2715 וְאֶל H413 הַסְּגָנִים֙ H5461 וְאֶל H413 יֶ֣תֶר H3499 הָעָ֔ם H5971 אַל H408 תִּֽירְא֖וּ H3372 מִפְּנֵי H6440 אֶת H853 אֲדֹנָ֞י H136 הַגָּד֤וֹל H1419 וְהַ H3372 זְכֹ֔רוּ H2142 וְהִֽלָּחֲמ֗וּ H3898 עַל H5921 אֲחֵיכֶם֙ H251 בְּנֵיכֶ֣ם H1121 וּבְנֹתֵי H1323 נְשֵׁיכֶ֖ם H802 וּבָתֵּי H1004 ",
      "15": "וַיְהִ֞י H1961 כַּֽאֲשֶׁר H834 שָׁמְע֤וּ H8085 אוֹיְבֵ֨ינוּ֙ H341 כִּי H3588 נ֣וֹדַֽע H3045 לָ֔נוּ Hl וַיָּ֥פֶר H6565 הָאֱלֹהִ֖ים H430 אֶת H853 עֲצָתָ֑ם H6098 ונשוב H7725 כֻּלָּ֨נוּ֙ H3605 אֶל H413 הַ֣חוֹמָ֔ה H2346 אִ֖ישׁ H376 אֶל H413 מְלַאכְתּֽוֹ H4399 ",
      "16": "וַיְהִ֣י H1961 מִן H4480 הַיּ֣וֹם H3117 הַה֗וּא H1931 חֲצִ֣י H2677 נְעָרַי֮ H5288 עֹשִׂ֣ים H6213 בַּמְּלָאכָה֒ H4399 וְחֶצְיָ֗ H2677 מַחֲזִיקִים֙ H2388 וְהָ H7420 הַמָּגִנִּ֔ים H4043 וְהַ H7198 וְהַ H8302 וְהַ֨ H8269 אַחֲרֵ֖י H310 כָּל H3605 בֵּ֥ית H1004 יְהוּדָֽה H3063 ",
      "17": "הַבּוֹנִ֧ים H1129 בַּחוֹמָ֛ה H2346 וְהַ H5375 בַּסֶּ֖בֶל H5447 עֹמְשִׂ֑ים H6006 בְּאַחַ֤ת H259 יָדוֹ֙ H3027 עֹשֶׂ֣ה H6213 בַמְּלָאכָ֔ה H4399 וְאַחַ֖ת H259 מַחֲזֶ֥קֶת H2388 הַשָּֽׁלַח H7973 ",
      "18": "וְהַ֨ H1129 אִ֥ישׁ H376 חַרְבּ֛וֹ H2719 אֲסוּרִ֥ים H631 עַל H5921 מָתְנָ֖יו H4975 וּבוֹנִ֑ים H1129 וְהַ H8628 בַּשּׁוֹפָ֖ר H7782 אֶצְלִֽי H681 ",
      "19": "וָאֹמַ֞ר H559 אֶל H413 הַחֹרִ֤ים H2715 וְאֶל H413 הַסְּגָנִים֙ H5461 וְאֶל H413 יֶ֣תֶר H3499 הָעָ֔ם H5971 הַמְּלָאכָ֥ה H4399 הַרְבֵּ֖ה H7235 וּרְחָבָ֑ה H7342 וַאֲנַ֗חְנוּ H587 נִפְרָדִים֙ H6504 עַל H5921 הַ֣חוֹמָ֔ה H2346 רְחוֹקִ֖ים H7350 אִ֥ישׁ H376 מֵאָחִֽי H251 ",
      "20": "בִּמְק֗וֹם H4725 אֲשֶׁ֤ר H834 תִּשְׁמְעוּ֙ H8085 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 שָׁ֖מָּה H8033 תִּקָּבְצ֣וּ H6908 אֵלֵ֑ינוּ H413 אֱלֹהֵ֖ינוּ H430 יִלָּ֥חֶם H3898 לָֽנוּ Hl ",
      "21": "וַאֲנַ֖חְנוּ H587 עֹשִׂ֣ים H6213 בַּמְּלָאכָ֑ה H4399 וְחֶצְיָ֗ H2677 מַחֲזִיקִים֙ H2388 בָּֽרְמָחִ֔ים H7420 מֵעֲל֣וֹת H5927 הַשַּׁ֔חַר H7837 עַ֖ד H5704 צֵ֥את H3318 הַכּוֹכָבִֽים H3556 ",
      "22": "גַּ֣ם H1571 בָּעֵ֤ת H6256 הַהִיא֙ H1931 אָמַ֣רְתִּי H559 לָעָ֔ם H5971 אִ֣ישׁ H376 וְנַעֲר֔ H5288 יָלִ֖ינוּ H3885 בְּת֣וֹךְ H8432 יְרוּשָׁלִָ֑ם H3389 וְהָֽיוּ H1961 לָ֧נוּ Hl הַלַּ֛יְלָה H3915 מִשְׁמָ֖ר H4929 וְהַ H3117 מְלָאכָֽה H4399 ",
      "23": "וְאֵ֨ין H369 אֲנִ֜י H589 וְאַחַ֣ H251 וּנְעָרַ֗ H5288 וְאַנְשֵׁ֤י H376 הַמִּשְׁמָר֙ H4929 אֲשֶׁ֣ר H834 אַחֲרַ֔י H310 אֵין H369 אֲנַ֥חְנוּ H587 פֹשְׁטִ֖ים H6584 בְּגָדֵ֑ינוּ H899 אִ֖ישׁ H376 שִׁלְח֥וֹ H7973 הַמָּֽיִם H4325 "
    },
    "5": {
      "1": "וַתְּהִ֨י H1961 צַעֲקַ֥ת H6818 הָעָ֛ם H5971 וּנְשֵׁי H802 גְּדוֹלָ֑ה H1419 אֶל H413 אֲחֵיהֶ֖ם H251 הַיְּהוּדִֽים H3064 ",
      "2": "וְיֵשׁ֙ H3426 אֲשֶׁ֣ר H834 אֹמְרִ֔ים H559 בָּנֵ֥ינוּ H1121 וּבְנֹתֵ֖י H1323 אֲנַ֣חְנוּ H587 רַבִּ֑ים H7227 וְנִקְחָ֥ה H3947 דָגָ֖ן H1715 וְנֹאכְלָ֥ה H398 וְנִחְיֶֽה H2421 ",
      "3": "וְיֵשׁ֙ H3426 אֲשֶׁ֣ר H834 אֹמְרִ֔ים H559 שְׂדֹתֵ֛ינוּ H7704 וּכְרָמֵ֥י H3754 וּבָתֵּ֖י H1004 אֲנַ֣חְנוּ H587 עֹרְבִ֑ים H6148 וְנִקְחָ֥ה H3947 דָגָ֖ן H1715 בָּרָעָֽב H7458 ",
      "4": "וְיֵשׁ֙ H3426 אֲשֶׁ֣ר H834 אֹמְרִ֔ים H559 לָוִ֥ינוּ H3867 כֶ֖סֶף H3701 לְמִדַּ֣ת H4060 הַמֶּ֑לֶךְ H4428 שְׂדֹתֵ֖ינוּ H7704 וּכְרָמֵֽי H3754 ",
      "5": "וְעַתָּ֗ה H6258 כִּבְשַׂ֤ר H1320 אַחֵ֨ינוּ֙ H251 בְּשָׂרֵ֔נוּ H1320 כִּבְנֵי H1121 בָּנֵ֑ינוּ H1121 וְהִנֵּ֣ה H2009 אֲנַ֣חְנוּ H587 כֹ֠בְשִׁים H3533 אֶת H853 בָּנֵ֨ינוּ H1121 וְאֶת H853 בְּנֹתֵ֜ינוּ H1323 לַעֲבָדִ֗ים H5650 וְיֵ֨שׁ H3426 מִבְּנֹתֵ֤י H1323 נִכְבָּשׁוֹת֙ H3533 וְאֵ֣ין H369 לְאֵ֣ל H410 יָדֵ֔נוּ H3027 וּשְׂדֹתֵ֥י H7704 וּכְרָמֵ֖י H3754 לַאֲחֵרִֽים H312 ",
      "6": "וַיִּ֥חַר H2734 לִ֖י Hl מְאֹ֑ד H3966 כַּאֲשֶׁ֤ר H834 שָׁמַ֨עְתִּי֙ H8085 אֶת H853 זַֽעֲקָתָ֔ם H2201 וְאֵ֖ת H853 הַדְּבָרִ֥ים H1697 הָאֵֽלֶּה H428 ",
      "7": "וַיִּמָּלֵ֨ךְ H4427 לִבִּ֜י H3820 עָלַ֗י H5921 וָאָרִ֨יבָ H7378 אֶת H854 הַחֹרִ֣ים H2715 וְאֶת H854 הַסְּגָנִ֔ים H5461 וָאֹמְרָ֣ H559 לָהֶ֔ם Hl מַשָּׁ֥א H4855 אִישׁ H376 בְּאָחִ֖י H251 אַתֶּ֣ם H859 נשאים H5383 וָאֶתֵּ֥ן H5414 עֲלֵיהֶ֖ם H5921 קְהִלָּ֥ה H6952 גְדוֹלָֽה H1419 ",
      "8": "וָאֹמְרָ֣ H559 לָהֶ֗ם Hl אֲנַ֣חְנוּ H587 קָ֠נִינוּ H7069 אֶת H853 אַחֵ֨ינוּ H251 הַיְּהוּדִ֜ים H3064 הַנִּמְכָּרִ֤ים H4376 לַגּוֹיִם֙ H1471 כְּדֵ֣י H1767 בָ֔נוּ Hb וְגַם H1571 אַתֶּ֛ם H859 תִּמְכְּר֥וּ H4376 אֶת H853 אֲחֵיכֶ֖ם H251 וְנִמְכְּרוּ H4376 לָ֑נוּ Hl וַֽיַּחֲרִ֔ישׁוּ H2790 וְלֹ֥א H3808 מָצְא֖וּ H4672 דָּבָֽר H1697 ",
      "9": "ויאמר H559 לֹא H3808 ט֥וֹב H2896 הַדָּבָ֖ר H1697 אֲשֶׁר H834 אַתֶּ֣ם H859 עֹשִׂ֑ים H6213 הֲל֞וֹא H3808 בְּיִרְאַ֤ת H3374 אֱלֹהֵ֨ינוּ֙ H430 תֵּלֵ֔כוּ H3212 מֵחֶרְפַּ֖ת H2781 הַגּוֹיִ֥ם H1471 אוֹיְבֵֽינוּ H341 ",
      "10": "וְגַם H1571 אֲנִי֙ H589 אַחַ֣י H251 וּנְעָרַ֔ H5288 נֹשִׁ֥ים H5383 בָּהֶ֖ם Hb כֶּ֣סֶף H3701 וְדָגָ֑ן H1715 נַֽעַזְבָה H5800 נָּ֖א H4994 אֶת H853 הַמַּשָּׁ֥א H4855 הַזֶּֽה H2088 ",
      "11": "הָשִׁיבוּ֩ H7725 נָ֨א H4994 לָהֶ֜ם Hl כְּהַ H3117 שְׂדֹתֵיהֶ֛ם H7704 כַּרְמֵיהֶ֥ם H3754 זֵיתֵיהֶ֖ם H2132 וּבָתֵּי H1004 וּמְאַ֨ת H3967 הַכֶּ֤סֶף H3701 וְהַ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 נֹשִׁ֥ים H5383 בָּהֶֽם Hb ",
      "12": "וַיֹּאמְר֣וּ H559 נָשִׁ֗יב H7725 וּמֵ H1992 לֹ֣א H3808 נְבַקֵּ֔שׁ H1245 כֵּ֣ן H3651 נַעֲשֶׂ֔ה H6213 כַּאֲשֶׁ֖ר H834 אַתָּ֣ה H859 אוֹמֵ֑ר H559 וָאֶקְרָא֙ H7121 אֶת H853 הַכֹּ֣הֲנִ֔ים H3548 וָֽאַשְׁבִּיעֵ֔ H7650 לַעֲשׂ֖וֹת H6213 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "13": "גַּם H1571 חָצְנִ֣י H2684 נָעַ֗רְתִּי H5287 וָֽאֹמְרָ֡ H559 כָּ֣כָה H3602 יְנַעֵ֪ר H5287 הָֽאֱלֹהִ֟ים H430 אֶת H853 כָּל H3605 הָאִישׁ֩ H376 אֲשֶׁ֨ר H834 לֹֽא H3808 יָקִ֜ים H6965 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 מִבֵּית H1004 וּמִ֣ H3018 וְכָ֛כָה H3602 יִהְיֶ֥ה H1961 נָע֖וּר H5287 וָרֵ֑ק H7386 וַיֹּאמְר֨וּ H559 כָֽל H3605 הַקָּהָ֜ל H6951 אָמֵ֗ן H543 וַֽיְהַלְלוּ֙ H1984 אֶת H853 יְהוָ֔ה H3068 וַיַּ֥עַשׂ H6213 הָעָ֖ם H5971 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "14": "גַּ֞ם H1571 מִיּ֣וֹם H3117 אֲשֶׁר H834 צִוָּ֣ה H6680 אֹתִ֗י H853 לִהְי֣וֹת H1961 פֶּחָם֮ H6346 בְּאֶ֣רֶץ H776 יְהוּדָה֒ H3063 מִשְּׁנַ֣ת H8141 עֶשְׂרִ֗ים H6242 וְ֠עַד H5704 שְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וּשְׁתַּ֨יִם֙ H8147 לְאַרְתַּחְשַׁ֣סְתְּא H783 הַמֶּ֔לֶךְ H4428 שָׁנִ֖ים H8141 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֑ה H6240 אֲנִ֣י H589 וְאַחַ֔ H251 לֶ֥חֶם H3899 הַפֶּ֖חָה H6346 לֹ֥א H3808 אָכַֽלְתִּי H398 ",
      "15": "וְהַ H6346 הָרִאשֹׁנִ֨ים H7223 אֲשֶׁר H834 לְפָנַ֜ H6440 הִכְבִּ֣ידוּ H3513 עַל H5921 הָעָ֗ם H5971 וַיִּקְח֨וּ H3947 מֵהֶ֜ם H1992 בְּלֶ֤חֶם H3899 וָיַ֨יִן֙ H3196 אַחַר֙ H310 כֶּֽסֶף H3701 שְׁקָלִ֣ים H8255 אַרְבָּעִ֔ים H705 גַּ֥ם H1571 נַעֲרֵיהֶ֖ם H5288 שָׁלְט֣וּ H7980 עַל H5921 הָעָ֑ם H5971 וַאֲנִי֙ H589 לֹא H3808 עָשִׂ֣יתִי H6213 כֵ֔ן H3651 מִפְּנֵ֖י H6440 יִרְאַ֥ת H3374 אֱלֹהִֽים H430 ",
      "16": "וְ֠גַם H1571 בִּמְלֶ֜אכֶת H4399 הַחוֹמָ֤ה H2346 הַזֹּאת֙ H2063 הֶחֱזַ֔קְתִּי H2388 וְשָׂדֶ֖ה H7704 לֹ֣א H3808 קָנִ֑ינוּ H7069 וְכָל H3605 נְעָרַ֔י H5288 קְבוּצִ֥ים H6908 שָׁ֖ם H8033 עַל H5921 הַמְּלָאכָֽה H4399 ",
      "17": "וְהַ H3064 וְהַ H5461 מֵאָ֧ה H3967 וַחֲמִשִּׁ֣ים H2572 אִ֗ישׁ H376 וְהַ H935 אֵלֵ֛ינוּ H413 מִן H4480 הַגּוֹיִ֥ם H1471 אֲשֶׁר H834 סְבִיבֹתֵ֖ינוּ H5439 עַל H5921 שֻׁלְחָנִֽי H7979 ",
      "18": "וַאֲשֶׁר֩ H834 הָיָ֨ה H1961 נַעֲשֶׂ֜ה H6213 לְי֣וֹם H3117 אֶחָ֗ד H259 שׁ֣וֹר H7794 אֶחָ֞ד H259 צֹ֠אן H6629 שֵׁשׁ H8337 בְּרֻר֤וֹת H1305 וְצִפֳּרִים֙ H6833 נַֽעֲשׂוּ H6213 לִ֔י Hl וּבֵ֨ין H996 עֲשֶׂ֧רֶת H6235 יָמִ֛ים H3117 בְּכָל H3605 יַ֖יִן H3196 לְהַרְבֵּ֑ה H7235 וְעִם H5973 זֶ֗ה H2088 לֶ֤חֶם H3899 הַפֶּחָה֙ H6346 לֹ֣א H3808 בִקַּ֔שְׁתִּי H1245 כִּֽי H3588 כָֽבְדָ֥ה H3513 הָעֲבֹדָ֖ה H5656 עַל H5921 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
      "19": "זָכְרָה H2142 לִּ֥י Hl אֱלֹהַ֖י H430 לְטוֹבָ֑ה H2896 כֹּ֥ל H3605 אֲשֶׁר H834 עָשִׂ֖יתִי H6213 עַל H5921 הָעָ֥ם H5971 הַזֶּֽה H2088 "
    },
    "6": {
      "1": "וַיְהִ֣י H1961 כַאֲשֶׁ֣ר H834 נִשְׁמַ֣ע H8085 לְסַנְבַלַּ֣ט H5571 וְ֠טוֹבִיָּה H2900 וּלְ H1654 הָֽעַרְבִ֜י H6163 וּלְ H3499 אֹֽיְבֵ֗ינוּ H341 כִּ֤י H3588 בָנִ֨יתִי֙ H1129 אֶת H853 הַ֣חוֹמָ֔ה H2346 וְלֹא H3808 נ֥וֹתַר H3498 בָּ֖הּ Hb פָּ֑רֶץ H6556 גַּ֚ם H1571 עַד H5704 הָעֵ֣ת H6256 הַהִ֔יא H1931 דְּלָת֖וֹת H1817 לֹא H3808 הֶעֱמַ֥דְתִּי H5975 בַשְּׁעָרִֽים H8179 ",
      "2": "וַיִּשְׁלַ֨ח H7971 סַנְבַלַּ֤ט H5571 וְגֶ֨שֶׁם֙ H1654 אֵלַ֣י H413 לֵאמֹ֔ר H559 לְכָ֞ה H3212 וְנִֽוָּעֲדָ֥ה H3259 יַחְדָּ֛ו H3162 בַּכְּפִירִ֖ים H3715 בְּבִקְעַ֣ת H1237 אוֹנ֑וֹ H207 וְהֵ֨מָּה֙ H1992 חֹֽשְׁבִ֔ים H2803 לַעֲשׂ֥וֹת H6213 לִ֖י Hl רָעָֽה H7451 ",
      "3": "וָאֶשְׁלְחָ֨ H7971 עֲלֵיהֶ֤ם H5921 מַלְאָכִים֙ H4397 לֵאמֹ֔ר H559 מְלָאכָ֤ה H4399 גְדוֹלָה֙ H1419 אֲנִ֣י H589 עֹשֶׂ֔ה H6213 וְלֹ֥א H3808 אוּכַ֖ל H3201 לָרֶ֑דֶת H3381 לָ֣מָּה H4100 תִשְׁבַּ֤ת H7673 הַמְּלָאכָה֙ H4399 כַּאֲשֶׁ֣ר H834 אַרְפֶּ֔הָ H7503 וְיָרַדְתִּ֖י H3381 אֲלֵיכֶֽם H413 ",
      "4": "וַיִּשְׁלְח֥וּ H7971 אֵלַ֛י H413 כַּדָּבָ֥ר H1697 הַזֶּ֖ה H2088 אַרְבַּ֣ע H702 פְּעָמִ֑ים H6471 וָאָשִׁ֥יב H7725 אוֹתָ֖ם H853 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "5": "וַיִּשְׁלַח֩ H7971 אֵלַ֨י H413 סַנְבַלַּ֜ט H5571 כַּדָּבָ֥ר H1697 הַזֶּ֛ה H2088 פַּ֥עַם H6471 חֲמִישִׁ֖ית H2549 אֶֽת H853 נַעֲר֑וֹ H5288 וְאִגֶּ֥רֶת H107 פְּתוּחָ֖ה H6605 בְּיָדֽ H3027 ",
      "6": "כָּת֣וּב H3789 בָּ֗הּ Hb בַּגּוֹיִ֤ם H1471 נִשְׁמָע֙ H8085 וְגַשְׁמ֣וּ H1654 אֹמֵ֔ר H559 אַתָּ֤ה H859 וְהַ H3064 חֹשְׁבִ֣ים H2803 לִמְר֔וֹד H4775 עַל H5921 כֵּ֛ן H3651 אַתָּ֥ה H859 בוֹנֶ֖ה H1129 הַחוֹמָ֑ה H2346 וְאַתָּ֗ה H859 הֹוֶ֤ה H1933 לָהֶם֙ Hl לְמֶ֔לֶךְ H4428 כַּדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
      "7": "וְגַם H1571 נְבִיאִ֡ים H5030 הֶעֱמַ֣דְתָּ H5975 לִקְרֹא֩ H7121 עָלֶ֨יךָ H5921 בִֽירוּשָׁלִַ֜ם H3389 לֵאמֹ֗ר H559 מֶ֚לֶךְ H4428 בִּֽיהוּדָ֔ה H3063 וְעַתָּה֙ H6258 יִשָּׁמַ֣ע H8085 לַמֶּ֔לֶךְ H4428 כַּדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 וְעַתָּ֣ה H6258 לְכָ֔ה H3212 וְנִֽוָּעֲצָ֖ה H3289 יַחְדָּֽו H3162 ",
      "8": "וָאֶשְׁלְחָ֤ H7971 אֵלָיו֙ H413 לֵאמֹ֔ר H559 לֹ֤א H3808 נִֽהְיָה֙ H1961 כַּדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֲשֶׁ֖ר H834 אַתָּ֣ה H859 אוֹמֵ֑ר H559 כִּ֥י H3588 מִֽלִּבְּ H3820 אַתָּ֥ה H859 בוֹדָֽאם H908 ",
      "9": "כִּ֣י H3588 כֻלָּ֗ם H3605 מְיָֽרְאִ֤ים H3372 אוֹתָ֨נוּ֙ H853 לֵאמֹ֔ר H559 יִרְפּ֧וּ H7503 יְדֵיהֶ֛ם H3027 מִן H4480 הַמְּלָאכָ֖ה H4399 וְלֹ֣א H3808 תֵעָשֶׂ֑ה H6213 וְעַתָּ֖ה H6258 חַזֵּ֥ק H2388 אֶת H853 יָדָֽי H3027 ",
      "10": "וַאֲנִי H589 בָ֗אתִי H935 בֵּ֣ית H1004 שְֽׁמַֽעְיָ֧ה H8098 בֶן H1121 דְּלָיָ֛ה H1806 בֶּן H1121 מְהֵֽיטַבְאֵ֖ל H4105 וְה֣וּא H1931 עָצ֑וּר H6113 וַיֹּ֡אמֶר H559 נִוָּעֵד֩ H3259 אֶל H413 בֵּ֨ית H1004 הָאֱלֹהִ֜ים H430 אֶל H413 תּ֣וֹךְ H8432 הַֽהֵיכָ֗ל H1964 וְנִסְגְּרָה֙ H5462 דַּלְת֣וֹת H1817 הַהֵיכָ֔ל H1964 כִּ֚י H3588 בָּאִ֣ים H935 לְהָרְגֶ֔ H2026 וְלַ֖יְלָה H3915 בָּאִ֥ים H935 לְהָרְגֶֽ H2026 ",
      "11": "וָאֹמְרָ֗ H559 הַאִ֤ישׁ H376 כָּמ֨וֹנִי֙ H3644 יִבְרָ֔ח H1272 וּמִ֥י H4310 כָמ֛וֹנִי H3644 אֲשֶׁר H834 יָב֥וֹא H935 אֶל H413 הַהֵיכָ֖ל H1964 וָחָ֑י H2425 לֹ֖א H3808 אָבֽוֹא H935 ",
      "12": "וָאַכִּ֕ירָ H5234 וְהִנֵּ֥ה H2009 לֹֽא H3808 אֱלֹהִ֖ים H430 שְׁלָח֑וֹ H7971 כִּ֤י H3588 הַנְּבוּאָה֙ H5016 דִּבֶּ֣ר H1696 עָלַ֔י H5921 וְטוֹבִיָּ֥ה H2900 וְסַנְבַלַּ֖ט H5571 שְׂכָרֽוֹ H7936 ",
      "13": "לְמַ֤עַן H4616 שָׂכוּר֙ H7936 ה֔וּא H1931 לְמַֽעַן H4616 אִירָ֥א H3372 וְאֶֽעֱשֶׂה H6213 כֵּ֖ן H3651 וְחָטָ֑אתִי H2398 וְהָיָ֤ה H1961 לָהֶם֙ H1992 לְשֵׁ֣ם H8034 רָ֔ע H7451 לְמַ֖עַן H4616 יְחָֽרְפֽוּנִי H2778 ",
      "14": "זָכְרָ֧ה H2142 אֱלֹהַ֛י H430 לְטוֹבִיָּ֥ה H2900 וּלְ H5571 כְּמַעֲשָׂ֣י H4639 אֵ֑לֶּה H428 וְגַ֨ם H1571 לְנוֹעַדְיָ֤ה H5129 הַנְּבִיאָה֙ H5031 וּלְ H3499 הַנְּבִיאִ֔ים H5030 אֲשֶׁ֥ר H834 הָי֖וּ H1961 מְיָֽרְאִ֥ים H3372 אוֹתִֽי H853 ",
      "15": "וַתִּשְׁלַם֙ H7999 הַֽחוֹמָ֔ה H2346 בְּעֶשְׂרִ֥ים H6242 וַחֲמִשָּׁ֖ה H2568 לֶאֱל֑וּל H435 לַחֲמִשִּׁ֥ים H2572 וּשְׁנַ֖יִם H8147 יֽוֹם H3117 ",
      "16": "וַיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 שָֽׁמְעוּ֙ H8085 כָּל H3605 א֣וֹיְבֵ֔ינוּ H341 וַיִּֽרְא֗וּ H7200 כָּל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 סְבִֽיבֹתֵ֔ינוּ H5439 וַיִּפְּל֥וּ H5307 מְאֹ֖ד H3966 בְּעֵינֵי H5869 וַיֵּ֣דְע֔וּ H3045 כִּ֚י H3588 מֵאֵ֣ת H854 אֱלֹהֵ֔ינוּ H430 נֶעֶשְׂתָ֖ה H6213 הַמְּלָאכָ֥ה H4399 הַזֹּֽאת H2063 ",
      "17": "גַּ֣ם H1571 בַּיָּמִ֣ים H3117 הָהֵ֗ם H1992 מַרְבִּ֞ים H7235 חֹרֵ֤י H2715 יְהוּדָה֙ H3063 אִגְּרֹ֣תֵיהֶ֔ם H107 הוֹלְכ֖וֹת H1980 עַל H5921 טוֹבִיָּ֑ה H2900 וַאֲשֶׁ֥ר H834 לְטוֹבִיָּ֖ה H2900 בָּא֥וֹת H935 אֲלֵיהֶֽם H413 ",
      "18": "כִּי H3588 רַבִּ֣ים H7227 בִּֽיהוּדָ֗ה H3063 בַּעֲלֵ֤י H1167 שְׁבוּעָה֙ H7621 ל֔וֹ Hl כִּי H3588 חָתָ֥ן H2860 ה֖וּא H1931 לִשְׁכַנְיָ֣ה H7935 בֶן H1121 אָרַ֑ח H733 וִֽיהוֹחָנָ֣ן H3076 בְּנ֔וֹ H1121 לָקַ֕ח H3947 אֶת H853 בַּת H1323 מְשֻׁלָּ֖ם H4918 בֶּ֥ן H1121 בֶּֽרֶכְיָֽה H1296 ",
      "19": "גַּ֣ם H1571 טוֹבֹתָ֗יו H2896 הָי֤וּ H1961 אֹמְרִים֙ H559 לְפָנַ֔ H6440 וּדְבָרַ֕ H1697 הָי֥וּ H1961 מוֹצִיאִ֖ים H3318 ל֑וֹ Hl אִגְּר֛וֹת H107 שָׁלַ֥ח H7971 טוֹבִיָּ֖ה H2900 לְיָֽרְאֵֽ H3372 "
    },
    "7": {
      "1": "וַיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 נִבְנְתָה֙ H1129 הַחוֹמָ֔ה H2346 וָאַעֲמִ֖יד H5975 הַדְּלָת֑וֹת H1817 וַיִּפָּֽקְד֛וּ H6485 הַשּׁוֹעֲרִ֥ים H7778 וְהַ H7891 וְהַ H3881 ",
      "2": "וָאֲצַוֶּ֞ה H6680 אֶת H853 חֲנָ֣נִי H2607 אָחִ֗י H251 וְאֶת H853 חֲנַנְיָ֛ה H2608 שַׂ֥ר H8269 הַבִּירָ֖ה H1002 עַל H5921 יְרוּשָׁלִָ֑ם H3389 כִּי H3588 הוּא֙ H1931 כְּאִ֣ישׁ H376 אֱמֶ֔ת H571 וְיָרֵ֥א H3372 אֶת H853 הָאֱלֹהִ֖ים H430 מֵרַבִּֽים H7227 ",
      "3": "ויאמר H559 לָהֶ֗ם Hl לֹ֣א H3808 יִפָּֽתְח֞וּ H6605 שַׁעֲרֵ֤י H8179 יְרוּשָׁלִַ֨ם֙ H3389 עַד H5704 חֹ֣ם H2527 הַשֶּׁ֔מֶשׁ H8121 וְעַ֨ד H5704 הֵ֥ם H1992 עֹמְדִ֛ים H5975 יָגִ֥יפוּ H1479 הַדְּלָת֖וֹת H1817 וֶאֱחֹ֑זוּ H270 וְהַעֲמֵ֗יד H5975 מִשְׁמְרוֹת֙ H4931 יֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 אִ֚ישׁ H376 בְּמִשְׁמָר֔ H4929 וְאִ֖ישׁ H376 נֶ֥גֶד H5048 בֵּיתֽוֹ H1004 ",
      "4": "וְהָ H5892 רַחֲבַ֤ת H7342 יָדַ֨יִם֙ H3027 וּגְדוֹלָ֔ה H1419 וְהָ H5971 מְעַ֖ט H4592 בְּתוֹכָ֑ H8432 וְאֵ֥ין H369 בָּתִּ֖ים H1004 בְּנוּיִֽם H1129 ",
      "5": "וַיִּתֵּ֤ן H5414 אֱלֹהַי֙ H430 אֶל H413 לִבִּ֔י H3820 וָאֶקְבְּצָ֞ H6908 אֶת H853 הַחֹרִ֧ים H2715 וְאֶת H853 הַסְּגָנִ֛ים H5461 וְאֶת H853 הָעָ֖ם H5971 לְהִתְיַחֵ֑שׂ H3187 וָֽאֶמְצָ֗א H4672 סֵ֤פֶר H5612 הַיַּ֨חַשׂ֙ H3188 הָעוֹלִ֣ים H5927 בָּרִאשׁוֹנָ֔ה H7223 וָאֶמְצָ֖א H4672 כָּת֥וּב H3789 בּֽוֹ Hb ",
      "6": "אֵ֣לֶּה H428 בְּנֵ֣י H1121 הַמְּדִינָ֗ה H4082 הָעֹלִים֙ H5927 מִשְּׁבִ֣י H7628 הַגּוֹלָ֔ה H1473 אֲשֶׁ֣ר H834 הֶגְלָ֔ה H1540 נְבוּכַדְנֶצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיָּשׁ֧וּבוּ H7725 לִֽירוּשָׁלִַ֛ם H3389 וְלִ H3063 אִ֥ישׁ H376 לְעִירֽ H5892 ",
      "7": "הַבָּאִ֣ים H935 עִם H5973 זְרֻבָּבֶ֗ל H2216 יֵשׁ֡וּעַ H3442 נְחֶמְיָ֡ה H5166 עֲ֠זַרְיָה H5838 רַֽעַמְיָ֨ה H7485 נַחֲמָ֜נִי H5167 מָרְדֳּכַ֥י H4782 בִּלְשָׁ֛ן H1114 מִסְפֶּ֥רֶת H4559 בִּגְוַ֖י H902 נְח֣וּם H5149 בַּעֲנָ֑ה H1196 מִסְפַּ֕ר H4557 אַנְשֵׁ֖י H376 עַ֥ם H5971 יִשְׂרָאֵֽל H3478 ",
      "8": "בְּנֵ֣י H1121 פַרְעֹ֔שׁ H6551 אַלְפַּ֕יִם H505 מֵאָ֖ה H3967 וְשִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
      "9": "בְּנֵ֣י H1121 שְׁפַטְיָ֔ה H8203 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
      "10": "בְּנֵ֣י H1121 אָרַ֔ח H733 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
      "11": "בְּנֵֽי H1121 פַחַ֥ת H6355 מוֹאָ֛ב H6355 לִבְנֵ֥י H1121 יֵשׁ֖וּעַ H3442 וְיוֹאָ֑ב H3097 אַלְפַּ֕יִם H505 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שְׁמֹנָ֥ה H8083 עָשָֽׂר H6240 ",
      "12": "בְּנֵ֣י H1121 עֵילָ֔ם H5867 אֶ֕לֶף H505 מָאתַ֖יִם H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
      "13": "בְּנֵ֣י H1121 זַתּ֔וּא H2240 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
      "14": "בְּנֵ֣י H1121 זַכָּ֔י H2140 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְשִׁשִּֽׁים H8346 ",
      "15": "בְּנֵ֣י H1121 בִנּ֔וּי H1131 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וּשְׁמֹנָֽה H8083 ",
      "16": "בְּנֵ֣י H1121 בֵבָ֔י H893 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
      "17": "בְּנֵ֣י H1121 עַזְגָּ֔ד H5803 אַלְפַּ֕יִם H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
      "18": "בְּנֵי֙ H1121 אֲדֹ֣נִיקָ֔ם H140 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 שִׁשִּׁ֥ים H8346 וְשִׁבְעָֽה H7651 ",
      "19": "בְּנֵ֣י H1121 בִגְוָ֔י H902 אַלְפַּ֖יִם H505 שִׁשִּׁ֥ים H8346 וְשִׁבְעָֽה H7651 ",
      "20": "בְּנֵ֣י H1121 עָדִ֔ין H5720 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חֲמִשִּׁ֥ים H2572 וַחֲמִשָּֽׁה H2568 ",
      "21": "בְּנֵֽי H1121 אָטֵ֥ר H333 לְחִזְקִיָּ֖ה H2396 תִּשְׁעִ֥ים H8673 וּשְׁמֹנָֽה H8083 ",
      "22": "בְּנֵ֣י H1121 חָשֻׁ֔ם H2828 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
      "23": "בְּנֵ֣י H1121 בֵצָ֔י H1209 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָֽה H702 ",
      "24": "בְּנֵ֣י H1121 חָרִ֔יף H2756 מֵאָ֖ה H3967 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "25": "בְּנֵ֥י H1121 גִבְע֖וֹן H1391 תִּשְׁעִ֥ים H8673 וַחֲמִשָּֽׁה H2568 ",
      "26": "אַנְשֵׁ֤י H376 בֵֽית H1035 לֶ֨חֶם֙ H1035 וּנְטֹפָ֔ה H5199 מֵאָ֖ה H3967 שְׁמֹנִ֥ים H8084 וּשְׁמֹנָֽה H8083 ",
      "27": "אַנְשֵׁ֣י H376 עֲנָת֔וֹת H6068 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
      "28": "אַנְשֵׁ֥י H376 בֵית H1041 עַזְמָ֖וֶת H1041 אַרְבָּעִ֥ים H705 וּשְׁנָֽיִם H8147 ",
      "29": "אַנְשֵׁ֨י H376 קִרְיַ֤ת H7157 יְעָרִים֙ H7157 כְּפִירָ֣ה H3716 וּבְאֵר֔וֹת H881 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וּשְׁלֹשָֽׁה H7969 ",
      "30": "אַנְשֵׁ֤י H376 הָֽרָמָה֙ H7414 וָגָ֔בַע H1387 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וְאֶחָֽד H259 ",
      "31": "אַנְשֵׁ֣י H376 מִכְמָ֔ס H4363 מֵאָ֖ה H3967 וְעֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
      "32": "אַנְשֵׁ֤י H376 בֵֽית H1008 אֵל֙ H1008 וְהָ H5857 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
      "33": "אַנְשֵׁ֥י H376 נְב֛וֹ H5015 אַחֵ֖ר H312 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
      "34": "בְּנֵי֙ H1121 עֵילָ֣ם H5867 אַחֵ֔ר H312 אֶ֕לֶף H505 מָאתַ֖יִם H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
      "35": "בְּנֵ֣י H1121 חָרִ֔ם H2766 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
      "36": "בְּנֵ֣י H1121 יְרֵח֔וֹ H3405 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
      "37": "בְּנֵי H1121 לֹד֙ H3850 חָדִ֣יד H2307 וְאוֹנ֔וֹ H207 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִ֥ים H6242 וְאֶחָֽד H259 ",
      "38": "בְּנֵ֣י H1121 סְנָאָ֔ה H5570 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
      "39": "הַֽכֹּהֲנִ֑ים H3548 בְּנֵ֤י H1121 יְדַֽעְיָה֙ H3048 לְבֵ֣ית H1004 יֵשׁ֔וּעַ H3442 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 שִׁבְעִ֥ים H7657 וּשְׁלֹשָֽׁה H7969 ",
      "40": "בְּנֵ֣י H1121 אִמֵּ֔ר H564 אֶ֖לֶף H505 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
      "41": "בְּנֵ֣י H1121 פַשְׁח֔וּר H6583 אֶ֕לֶף H505 מָאתַ֖יִם H3967 אַרְבָּעִ֥ים H705 וְשִׁבְעָֽה H7651 ",
      "42": "בְּנֵ֣י H1121 חָרִ֔ם H2766 אֶ֖לֶף H505 שִׁבְעָ֥ה H7651 עָשָֽׂר H6240 ",
      "43": "הַלְוִיִּ֑ם H3881 בְּנֵֽי H1121 יֵשׁ֧וּעַ H3442 לְקַדְמִיאֵ֛ל H6934 לִבְנֵ֥י H1121 לְהוֹדְוָ֖ה H1937 שִׁבְעִ֥ים H7657 וְאַרְבָּעָֽה H702 ",
      "44": "הַֽמְשֹׁרְרִ֑ים H7891 בְּנֵ֣י H1121 אָסָ֔ף H623 מֵאָ֖ה H3967 אַרְבָּעִ֥ים H705 וּשְׁמֹנָֽה H8083 ",
      "45": "הַשֹּֽׁעֲרִ֗ים H7778 בְּנֵֽי H1121 שַׁלּ֤וּם H7967 בְּנֵֽי H1121 אָטֵר֙ H333 בְּנֵֽי H1121 טַלְמֹ֣ן H2929 בְּנֵֽי H1121 עַקּ֔וּב H6126 בְּנֵ֥י H1121 חֲטִיטָ֖א H2410 בְּנֵ֣י H1121 שֹׁבָ֑י H7630 מֵאָ֖ה H3967 שְׁלֹשִׁ֥ים H7970 וּשְׁמֹנָֽה H8083 ",
      "46": "הַנְּתִינִ֑ים H5411 בְּנֵי H1121 צִחָ֥א H6727 בְנֵי H1121 חֲשֻׂפָ֖א H2817 בְּנֵ֥י H1121 טַבָּעֽוֹת H2884 ",
      "47": "בְּנֵי H1121 קֵירֹ֥ס H7026 בְּנֵי H1121 סִיעָ֖א H5517 בְּנֵ֥י H1121 פָדֽוֹן H6303 ",
      "48": "בְּנֵי H1121 לְבָנָ֥ה H3838 בְנֵי H1121 חֲגָבָ֖ה H2286 בְּנֵ֥י H1121 שַׁלְמָֽי H8014 ",
      "49": "בְּנֵי H1121 חָנָ֥ן H2605 בְּנֵי H1121 גִדֵּ֖ל H1435 בְּנֵי H1121 גָֽחַר H1515 ",
      "50": "בְּנֵי H1121 רְאָיָ֥ה H7211 בְנֵי H1121 רְצִ֖ין H7526 בְּנֵ֥י H1121 נְקוֹדָֽא H5353 ",
      "51": "בְּנֵי H1121 גַזָּ֥ם H1502 בְּנֵי H1121 עֻזָּ֖א H5798 בְּנֵ֥י H1121 פָסֵֽחַ H6454 ",
      "52": "בְּנֵי H1121 בֵסַ֥י H1153 בְּנֵי H1121 מְעוּנִ֖ים H4586 בְּנֵ֥י H1121 נפושסים H5300 ",
      "53": "בְּנֵי H1121 בַקְבּ֥וּק H1227 בְּנֵֽי H1121 חֲקוּפָ֖א H2709 בְּנֵ֥י H1121 חַרְחֽוּר H2744 ",
      "54": "בְּנֵי H1121 בַצְלִ֥ית H1213 בְּנֵֽי H1121 מְחִידָ֖א H4240 בְּנֵ֥י H1121 חַרְשָֽׁא H2797 ",
      "55": "בְּנֵי H1121 בַרְק֥וֹס H1302 בְּֽנֵי H1121 סִֽיסְרָ֖א H5516 בְּנֵי H1121 תָֽמַח H8547 ",
      "56": "בְּנֵ֥י H1121 נְצִ֖יחַ H5335 בְּנֵ֥י H1121 חֲטִיפָֽא H2412 ",
      "57": "בְּנֵ֖י H1121 עַבְדֵ֣י H5650 שְׁלֹמֹ֑ה H8010 בְּנֵי H1121 סוֹטַ֥י H5479 בְּנֵי H1121 סוֹפֶ֖רֶת H5618 בְּנֵ֥י H1121 פְרִידָֽא H6514 ",
      "58": "בְּנֵי H1121 יַעְלָ֥א H3279 בְנֵי H1121 דַרְק֖וֹן H1874 בְּנֵ֥י H1121 גִדֵּֽל H1435 ",
      "59": "בְּנֵ֧י H1121 שְׁפַטְיָ֣ה H8203 בְנֵֽי H1121 חַטִּ֗יל H2411 בְּנֵ֛י H1121 פֹּכֶ֥רֶת H6380 הַצְּבָיִ֖ים H6380 בְּנֵ֥י H1121 אָמֽוֹן H526 ",
      "60": "כָּל H3605 הַ֨נְּתִינִ֔ים H5411 וּבְנֵ֖י H1121 עַבְדֵ֣י H5650 שְׁלֹמֹ֑ה H8010 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 תִּשְׁעִ֥ים H8673 וּשְׁנָֽיִם H8147 ",
      "61": "וְאֵ֗לֶּה H428 הָֽעוֹלִים֙ H5927 מִתֵּ֥ל H8528 מֶ֨לַח֙ H8528 תֵּ֣ל H8521 חַרְשָׁ֔א H8521 כְּר֥וּב H3743 אַדּ֖וֹן H114 וְאִמֵּ֑ר H564 וְלֹ֣א H3808 יָכְל֗וּ H3201 לְהַגִּ֤יד H5046 בֵּית H1004 אֲבוֹתָם֙ H1 וְזַרְעָ֔ H2233 אִ֥ם H518 מִיִּשְׂרָאֵ֖ל H3478 הֵֽם H1992 ",
      "62": "בְּנֵי H1121 דְלָיָ֥ה H1806 בְנֵֽי H1121 טוֹבִיָּ֖ה H2900 בְּנֵ֣י H1121 נְקוֹדָ֑א H5353 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וְאַרְבָּעִ֥ים H705 וּשְׁנָֽיִם H8147 ",
      "63": "וּמִן H4480 הַכֹּ֣הֲנִ֔ים H3548 בְּנֵ֥י H1121 חֳבַיָּ֖ה H2252 בְּנֵ֣י H1121 הַקּ֑וֹץ H6976 בְּנֵ֣י H1121 בַרְזִלַּ֗י H1271 אֲשֶׁ֣ר H834 לָ֠קַח H3947 מִבְּנ֞וֹת H1323 בַּרְזִלַּ֤י H1271 הַגִּלְעָדִי֙ H1569 אִשָּׁ֔ה H802 וַיִּקָּרֵ֖א H7121 עַל H5921 שְׁמָֽם H8034 ",
      "64": "אֵ֗לֶּה H428 בִּקְשׁ֧וּ H1245 כְתָבָ֛ם H3791 הַמִּתְיַחְשִׂ֖ים H3187 וְלֹ֣א H3808 נִמְצָ֑א H4672 וַיְגֹֽאֲל֖וּ H1351 מִן H4480 הַכְּהֻנָּֽה H3550 ",
      "65": "וַיֹּ֤אמֶר H559 הַתִּרְשָׁ֨תָא֙ H8660 לָהֶ֔ם Hl אֲשֶׁ֥ר H834 לֹא H3808 יֹאכְל֖וּ H398 מִקֹּ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 עַ֛ד H5704 עֲמֹ֥ד H5975 הַכֹּהֵ֖ן H3548 לְאוּרִ֥ים H224 וְתוּמִּֽים H8550 ",
      "66": "כָּל H3605 הַקָּהָ֖ל H6951 כְּאֶחָ֑ד H259 אַרְבַּ֣ע H702 רִבּ֔וֹא H7239 אַלְפַּ֖יִם H505 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 וְשִׁשִּֽׁים H8346 ",
      "67": "מִ֠לְּ H905 עַבְדֵיהֶ֤ם H5650 וְאַמְהֹֽתֵי H519 אֵ֔לֶּה H428 שִׁבְעַ֣ת H7651 אֲלָפִ֔ים H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וְשִׁבְעָ֑ה H7651 וְלָ Hc/Hl מְשֹֽׁרֲרִים֙ H7891 וּמְשֹׁ֣רֲר֔וֹת H7891 מָאתַ֖יִם H3967 וְאַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
      "68": "גְּמַלִּ֕ים H1581 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וַחֲמִשָּׁ֑ה H2568 חֲמֹרִ֕ים H2543 שֵׁ֣שֶׁת H8337 אֲלָפִ֔ים H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
      "69": "גְּמַלִּ֕ים H1581 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וַחֲמִשָּׁ֑ה H2568 חֲמֹרִ֕ים H2543 שֵׁ֣שֶׁת H8337 אֲלָפִ֔ים H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
      "70": "וּמִ H7117 רָאשֵׁ֣י H7218 הָֽאָב֔וֹת H1 נָתְנ֖וּ H5414 לַמְּלָאכָ֑ה H4399 הַתִּרְשָׁ֜תָא H8660 נָתַ֣ן H5414 לָאוֹצָ֗ר H214 זָהָ֞ב H2091 דַּרְכְּמֹנִ֥ים H1871 אֶ֨לֶף֙ H505 מִזְרָק֣וֹת H4219 חֲמִשִּׁ֔ים H2572 כָּתְנוֹת֙ H3801 כֹּֽהֲנִ֔ים H3548 שְׁלֹשִׁ֖ים H7970 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "71": "וּמֵֽ H7218 הָֽאָב֗וֹת H1 נָֽתְנוּ֙ H5414 לְאוֹצַ֣ר H214 הַמְּלָאכָ֔ה H4399 זָהָ֕ב H2091 דַּרְכְּמוֹנִ֖ים H1871 שְׁתֵּ֣י H8147 רִבּ֑וֹת H7239 וְכֶ֕סֶף H3701 מָנִ֖ים H4488 אַלְפַּ֥יִם H505 וּמָאתָֽיִם H3967 ",
      "72": "וַאֲשֶׁ֣ר H834 נָתְנוּ֮ H5414 שְׁאֵרִ֣ית H7611 הָעָם֒ H5971 זָהָ֗ב H2091 דַּרְכְּמוֹנִים֙ H1871 שְׁתֵּ֣י H8147 רִבּ֔וֹא H7239 וְכֶ֖סֶף H3701 מָנִ֣ים H4488 אַלְפָּ֑יִם H505 וְכָתְנֹ֥ת H3801 כֹּֽהֲנִ֖ים H3548 שִׁשִּׁ֥ים H8346 וְשִׁבְעָֽה H7651 ",
      "73": "וַיֵּשְׁב֣וּ H3427 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וְהַ H7778 וְהַ H7891 וּמִן H4480 הָעָ֧ם H5971 וְהַ H5411 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 בְּעָרֵי H5892 וַיִּגַּע֙ H5060 הַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 וּבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בְּעָרֵי H5892 "
    },
    "8": {
      "1": "וַיֵּאָסְפ֤וּ H622 כָל H3605 הָעָם֙ H5971 כְּאִ֣ישׁ H376 אֶחָ֔ד H259 אֶל H413 הָ֣רְח֔וֹב H7339 אֲשֶׁ֖ר H834 לִפְנֵ֣י H6440 שַֽׁעַר H8179 הַמָּ֑יִם H4325 וַיֹּֽאמְרוּ֙ H559 לְעֶזְרָ֣א H5830 הַסֹּפֵ֔ר H5608 לְהָבִ֗יא H935 אֶת H853 סֵ֨פֶר֙ H5612 תּוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H854 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיָּבִ֣יא H935 עֶזְרָ֣א H5830 הַ֠כֹּהֵן H3548 אֶֽת H853 הַתּוֹרָ֞ה H8451 לִפְנֵ֤י H6440 הַקָּהָל֙ H6951 מֵאִ֣ישׁ H376 וְעַד H5704 אִשָּׁ֔ה H802 וְכֹ֖ל H3605 מֵבִ֣ין H995 לִשְׁמֹ֑עַ H8085 בְּי֥וֹם H3117 אֶחָ֖ד H259 לַחֹ֥דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 ",
      "3": "וַיִּקְרָא H7121 בוֹ֩ Hb לִפְנֵ֨י H6440 הָרְח֜וֹב H7339 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 שַֽׁעַר H8179 הַמַּ֗יִם H4325 מִן H4480 הָאוֹר֙ H216 עַד H5704 מַחֲצִ֣ית H4276 הַיּ֔וֹם H3117 נֶ֛גֶד H5048 הָאֲנָשִׁ֥ים H376 וְהַ H802 וְהַ H995 וְאָזְנֵ֥י H241 כָל H3605 הָעָ֖ם H5971 אֶל H413 סֵ֥פֶר H5612 הַתּוֹרָֽה H8451 ",
      "4": "וַֽיַּעֲמֹ֞ד H5975 עֶזְרָ֣א H5830 הַסֹּפֵ֗ר H5608 עַֽל H5921 מִגְדַּל H4026 עֵץ֮ H6086 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 לַדָּבָר֒ H1697 וַיַּֽעֲמֹ֣ד H5975 אֶצְל֡וֹ H681 מַתִּתְיָ֡ה H4993 וְשֶׁ֡מַע H8087 וַ֠עֲנָיָה H6043 וְאוּרִיָּ֧ה H223 וְחִלְקִיָּ֛ה H2518 וּמַעֲשֵׂיָ֖ה H4641 עַל H5921 יְמִינ֑וֹ H3225 וּמִ H8040 פְּ֠דָיָה H6305 וּמִֽישָׁאֵ֧ל H4332 וּמַלְכִּיָּ֛ה H4441 וְחָשֻׁ֥ם H2828 וְחַשְׁבַּדָּ֖נָה H2806 זְכַרְיָ֥ה H2148 מְשֻׁלָּֽם H4918 ",
      "5": "וַיִּפְתַּ֨ח H6605 עֶזְרָ֤א H5830 הַסֵּ֨פֶר֙ H5612 לְעֵינֵ֣י H5869 כָל H3605 הָעָ֔ם H5971 כִּֽי H3588 מֵעַ֥ל H5921 כָּל H3605 הָעָ֖ם H5971 הָיָ֑ה H1961 וּכְ H6605 עָֽמְד֥וּ H5975 כָל H3605 הָעָֽם H5971 ",
      "6": "וַיְבָ֣רֶךְ H1288 עֶזְרָ֔א H5830 אֶת H853 יְהוָ֥ה H3068 הָאֱלֹהִ֖ים H430 הַגָּד֑וֹל H1419 וַיַּֽעֲנ֨וּ H6030 כָל H3605 הָעָ֜ם H5971 אָמֵ֤ן H543 אָמֵן֙ H543 בְּמֹ֣עַל H4607 יְדֵיהֶ֔ם H3027 וַיִּקְּד֧וּ H6915 וַיִּשְׁתַּחֲוֻּ֛ H7812 לַיהוָ֖ה H3068 אַפַּ֥יִם H639 אָֽרְצָה H776 ",
      "7": "וְיֵשׁ֡וּעַ H3442 וּבָנִ֡י H1137 וְשֵׁרֵ֥בְיָ֣ה H8274 יָמִ֡ין H3226 עַקּ֡וּב H6126 שַׁבְּתַ֣י H7678 הֽוֹדִיָּ֡ה H1941 מַעֲשֵׂיָ֡ה H4641 קְלִיטָ֣א H7042 עֲזַרְיָה֩ H5838 יוֹזָבָ֨ד H3107 חָנָ֤ן H2605 פְּלָאיָה֙ H6411 וְהַ H3881 מְבִינִ֥ים H995 אֶת H853 הָעָ֖ם H5971 לַתּוֹרָ֑ה H8451 וְהָ H5971 עַל H5921 עָמְדָֽם H5977 ",
      "8": "וַֽיִּקְרְא֥וּ H7121 בַסֵּ֛פֶר H5612 בְּתוֹרַ֥ת H8451 הָאֱלֹהִ֖ים H430 מְפֹרָ֑שׁ H6567 וְשׂ֣וֹם H7760 שֶׂ֔כֶל H7922 וַיָּבִ֖ינוּ H995 בַּמִּקְרָֽא H4744 ",
      "9": "וַיֹּ֣אמֶר H559 נְחֶמְיָ֣ה H5166 ה֣וּא H1931 הַתִּרְשָׁ֡תָא H8660 וְעֶזְרָ֣א H5830 הַכֹּהֵ֣ן H3548 הַסֹּפֵ֡ר H5608 וְהַ H3881 הַמְּבִינִ֨ים H995 אֶת H853 הָעָ֜ם H5971 לְכָל H3605 הָעָ֗ם H5971 הַיּ֤וֹם H3117 קָדֹֽשׁ H6918 הוּא֙ H1931 לַיהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 אַל H408 תִּֽתְאַבְּל֖וּ H56 וְאַל H408 תִּבְכּ֑וּ H1058 כִּ֤י H3588 בוֹכִים֙ H1058 כָּל H3605 הָעָ֔ם H5971 כְּשָׁמְעָ֖ H8085 אֶת H853 דִּבְרֵ֥י H1697 הַתּוֹרָֽה H8451 ",
      "10": "וַיֹּ֣אמֶר H559 לָהֶ֡ם Hl לְכוּ֩ H3212 אִכְל֨וּ H398 מַשְׁמַנִּ֜ים H4924 וּשְׁת֣וּ H8354 מַֽמְתַקִּ֗ים H4477 וְשִׁלְח֤וּ H7971 מָנוֹת֙ H4490 לְאֵ֣ין H369 נָכ֣וֹן H3559 ל֔וֹ Hl כִּֽי H3588 קָד֥וֹשׁ H6918 הַיּ֖וֹם H3117 לַאֲדֹנֵ֑י H136 וְאַל H408 תֵּ֣עָצֵ֔בוּ H6087 כִּֽי H3588 חֶדְוַ֥ת H2304 יְהוָ֖ה H3068 הִ֥יא H1931 מָֽעֻזְּכֶֽם H4581 ",
      "11": "וְהַ H3881 מַחְשִׁ֤ים H2814 לְכָל H3605 הָעָם֙ H5971 לֵאמֹ֣ר H559 הַ֔סּוּ H2013 כִּ֥י H3588 הַיּ֖וֹם H3117 קָדֹ֑שׁ H6918 וְאַל H408 תֵּעָצֵֽבוּ H6087 ",
      "12": "וַיֵּלְכ֨וּ H3212 כָל H3605 הָעָ֜ם H5971 לֶאֱכֹ֤ל H398 וְלִ H8354 וּלְ H7971 מָנ֔וֹת H4490 וְלַ H6213 שִׂמְחָ֣ה H8057 גְדוֹלָ֑ה H1419 כִּ֤י H3588 הֵבִ֨ינוּ֙ H995 בַּדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 הוֹדִ֖יעוּ H3045 לָהֶֽם Hl ",
      "13": "וּבַ H3117 הַשֵּׁנִ֡י H8145 נֶאֶסְפוּ֩ H622 רָאשֵׁ֨י H7218 הָאָב֜וֹת H1 לְכָל H3605 הָעָ֗ם H5971 הַכֹּֽהֲנִים֙ H3548 וְהַ H3881 אֶל H413 עֶזְרָ֖א H5830 הַסֹּפֵ֑ר H5608 וּלְ H7919 אֶל H413 דִּבְרֵ֥י H1697 הַתּוֹרָֽה H8451 ",
      "14": "וַֽיִּמְצְא֖וּ H4672 כָּת֣וּב H3789 בַּתּוֹרָ֑ה H8451 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 בְּיַד H3027 מֹשֶׁ֔ה H4872 אֲשֶׁר֩ H834 יֵשְׁב֨וּ H3427 בְנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 בַּסֻּכּ֛וֹת H5521 בֶּחָ֖ג H2282 בַּחֹ֥דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 ",
      "15": "וַאֲשֶׁ֣ר H834 יַשְׁמִ֗יעוּ H8085 וְיַעֲבִ֨ירוּ H5674 ק֥וֹל H6963 בְּכָל H3605 עָרֵיהֶם֮ H5892 וּבִ H3389 לֵאמֹר֒ H559 צְא֣וּ H3318 הָהָ֗ר H2022 וְהָבִ֨יאוּ֙ H935 עֲלֵי H5929 זַ֨יִת֙ H2132 וַעֲלֵי H5929 עֵ֣ץ H6086 שֶׁ֔מֶן H8081 וַעֲלֵ֤י H5929 הֲדַס֙ H1918 וַעֲלֵ֣י H5929 תְמָרִ֔ים H8558 וַעֲלֵ֖י H5929 עֵ֣ץ H6086 עָבֹ֑ת H5687 לַעֲשֹׂ֥ת H6213 סֻכֹּ֖ת H5521 כַּכָּתֽוּב H3789 ",
      "16": "וַיֵּצְא֣וּ H3318 הָעָם֮ H5971 וַיָּבִיאוּ֒ H935 וַיַּעֲשׂוּ֩ H6213 לָהֶ֨ם H1992 סֻכּ֜וֹת H5521 אִ֤ישׁ H376 עַל H5921 גַּגּוֹ֙ H1406 וּבְ H2691 וּבְ H2691 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 וּבִ H7339 שַׁ֣עַר H8179 הַמַּ֔יִם H4325 וּבִ H7339 שַׁ֥עַר H8179 אֶפְרָֽיִם H669 ",
      "17": "וַיַּֽעֲשׂ֣וּ H6213 כָֽל H3605 הַ֠קָּהָל H6951 הַשָּׁבִ֨ים H7725 מִן H4480 הַשְּׁבִ֥י H7628 סֻכּוֹת֮ H5521 וַיֵּשְׁב֣וּ H3427 בַסֻּכּוֹת֒ H5521 כִּ֣י H3588 לֹֽא H3808 עָשׂ֡וּ H6213 מִימֵי֩ H3117 יֵשׁ֨וּעַ H3442 בִּן H1121 נ֥וּן H5126 כֵּן֙ H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֣וֹם H3117 הַה֑וּא H1931 וַתְּהִ֥י H1961 שִׂמְחָ֖ה H8057 גְּדוֹלָ֥ה H1419 מְאֹֽד H3966 ",
      "18": "וַ֠יִּקְרָא H7121 בְּסֵ֨פֶר H5612 תּוֹרַ֤ת H8451 הָאֱלֹהִים֙ H430 י֣וֹם H3117 בְּי֔וֹם H3117 מִן H4480 הַיּוֹם֙ H3117 הָֽרִאשׁ֔וֹן H7223 עַ֖ד H5704 הַיּ֣וֹם H3117 הָאַחֲר֑וֹן H314 וַיַּֽעֲשׂוּ H6213 חָג֙ H2282 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 וּבַ H3117 הַשְּׁמִינִ֛י H8066 עֲצֶ֖רֶת H6116 כַּמִּשְׁפָּֽט H4941 "
    },
    "9": {
      "1": "וּבְ H3117 עֶשְׂרִ֨ים H6242 וְאַרְבָּעָ֜ה H702 לַחֹ֣דֶשׁ H2320 הַזֶּ֗ה H2088 נֶאֶסְפ֤וּ H622 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּצ֣וֹם H6685 וּבְ H8242 וַאֲדָמָ֖ה H127 עֲלֵיהֶֽם H5921 ",
      "2": "וַיִּבָּֽדְלוּ֙ H914 זֶ֣רַע H2233 יִשְׂרָאֵ֔ל H3478 מִכֹּ֖ל H3605 בְּנֵ֣י H1121 נֵכָ֑ר H5236 וַיַּעַמְד֗וּ H5975 וַיִּתְוַדּוּ֙ H3034 עַל H5921 חַטֹּ֣אתֵיהֶ֔ם H2403 וַעֲוֺנ֖וֹת H5771 אֲבֹתֵיהֶֽם H1 ",
      "3": "וַיָּק֨וּמוּ֙ H6965 עַל H5921 עָמְדָ֔ם H5977 וַֽיִּקְרְא֗וּ H7121 בְּסֵ֨פֶר H5612 תּוֹרַ֧ת H8451 יְהוָ֛ה H3068 אֱלֹהֵיהֶ֖ם H430 רְבִעִ֣ית H7243 הַיּ֑וֹם H3117 וּרְבִעִית֙ H7243 מִתְוַדִּ֣ים H3034 וּמִֽשְׁתַּחֲוִ֔ים H7812 לַיהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
      "4": "וַיָּ֜קָם H6965 עַֽל H5921 מַֽעֲלֵ֣ה H4608 הַלְוִיִּ֗ם H3881 יֵשׁ֨וּעַ H3442 וּבָנִ֜י H1137 קַדְמִיאֵ֧ל H6934 שְׁבַנְיָ֛ה H7645 בֻּנִּ֥י H1138 שֵׁרֵבְיָ֖ה H8274 בָּנִ֣י H1137 כְנָ֑נִי H3662 וַֽיִּזְעֲקוּ֙ H2199 בְּק֣וֹל H6963 גָּד֔וֹל H1419 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
      "5": "וַיֹּאמְר֣וּ H559 הַלְוִיִּ֡ם H3881 יֵשׁ֣וּעַ H3442 וְ֠קַדְמִיאֵל H6934 בָּנִ֨י H1137 חֲשַׁבְנְיָ֜ה H2813 שֵׁרֵֽבְיָ֤ה H8274 הֽוֹדִיָּה֙ H1941 שְׁבַנְיָ֣ה H7645 פְתַֽחְיָ֔ה H6611 ק֗וּמוּ H6965 בָּרֲכוּ֙ H1288 אֶת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 מִן H4480 הָעוֹלָ֖ם H5769 עַד H5704 הָעוֹלָ֑ם H5769 וִיבָֽרְכוּ֙ H1288 שֵׁ֣ם H8034 כְּבוֹדֶ֔ךָ H3519 וּמְרוֹמַ֥ם H7311 עַל H5921 כָּל H3605 בְּרָכָ֖ה H1293 וּתְהִלָּֽה H8416 ",
      "6": "אַתָּה H859 ה֣וּא H1931 יְהוָה֮ H3068 לְבַדֶּ H905 את H859 עָשִׂ֡יתָ H6213 אֶֽת H853 הַשָּׁמַיִם֩ H8064 שְׁמֵ֨י H8064 הַשָּׁמַ֜יִם H8064 וְכָל H3605 צְבָאָ֗ם H6635 הָאָ֜רֶץ H776 וְכָל H3605 אֲשֶׁ֤ר H834 עָלֶ֨יהָ֙ H5921 הַיַּמִּים֙ H3220 וְכָל H3605 אֲשֶׁ֣ר H834 בָּהֶ֔ם Hb וְאַתָּ֖ה H859 מְחַיֶּ֣ה H2421 אֶת H853 כֻּלָּ֑ם H3605 וּצְבָ֥א H6635 הַשָּׁמַ֖יִם H8064 לְךָ֥ Hl מִשְׁתַּחֲוִֽים H7812 ",
      "7": "אַתָּה H859 הוּא֙ H1931 יְהוָ֣ה H3068 הָאֱלֹהִ֔ים H430 אֲשֶׁ֤ר H834 בָּחַ֨רְתָּ֙ H977 בְּאַבְרָ֔ם H87 וְהוֹצֵאת֖ H3318 מֵא֣וּר H218 כַּשְׂדִּ֑ים H3778 וְשַׂ֥מְתָּ H7760 שְּׁמ֖וֹ H8034 אַבְרָהָֽם H85 ",
      "8": "וּמָצָ֣אתָ H4672 אֶת H853 לְבָבוֹ֮ H3824 נֶאֱמָ֣ן H539 לְפָנֶי H6440 וְכָר֨וֹת H3772 עִמּ֜וֹ H5973 הַבְּרִ֗ית H1285 לָתֵ֡ת H5414 אֶת H853 אֶרֶץ֩ H776 הַכְּנַעֲנִ֨י H3669 הַחִתִּ֜י H2850 הָאֱמֹרִ֧י H567 וְהַ H6522 וְהַ H2983 וְהַ H1622 לָתֵ֣ת H5414 לְזַרְע֑ H2233 וַתָּ֨קֶם֙ H6965 אֶת H853 דְּבָרֶ֔יךָ H1697 כִּ֥י H3588 צַדִּ֖יק H6662 אָֽתָּה H859 ",
      "9": "וַתֵּ֛רֶא H7200 אֶת H853 עֳנִ֥י H6040 אֲבֹתֵ֖ינוּ H1 בְּמִצְרָ֑יִם H4714 וְאֶת H853 זַעֲקָתָ֥ם H2201 שָׁמַ֖עְתָּ H8085 עַל H5921 יַם H3220 סֽוּף H5488 ",
      "10": "וַ֠תִּתֵּן H5414 אֹתֹ֨ת H226 וּמֹֽפְתִ֜ים H4159 בְּפַרְעֹ֤ה H6547 וּבְ H3605 עֲבָדָיו֙ H5650 וּבְ H3605 עַ֣ם H5971 אַרְצ֔וֹ H776 כִּ֣י H3588 יָדַ֔עְתָּ H3045 כִּ֥י H3588 הֵזִ֖ידוּ H2102 עֲלֵיהֶ֑ם H5921 וַתַּֽעַשׂ H6213 לְךָ֥ Hl שֵׁ֖ם H8034 כְּהַ H3117 הַזֶּֽה H2088 ",
      "11": "וְהַ H3220 בָּקַ֣עְתָּ H1234 לִפְנֵי H6440 וַיַּֽעַבְר֥וּ H5674 בְתוֹךְ H8432 הַיָּ֖ם H3220 בַּיַּבָּשָׁ֑ה H3004 וְֽאֶת H853 רֹ֨דְפֵיהֶ֜ם H7291 הִשְׁלַ֧כְתָּ H7993 בִמְצוֹלֹ֛ת H4688 כְּמוֹ H3644 אֶ֖בֶן H68 בְּמַ֥יִם H4325 עַזִּֽים H5794 ",
      "12": "וּבְ H5982 עָנָ֔ן H6051 הִנְחִיתָ֖ם H5148 יוֹמָ֑ם H3119 וּבְ H5982 אֵשׁ֙ H784 לַ֔יְלָה H3915 לְהָאִ֣יר H215 לָהֶ֔ם H1992 אֶת H853 הַדֶּ֖רֶךְ H1870 אֲשֶׁ֥ר H834 יֵֽלְכוּ H3212 בָֽהּ Hb ",
      "13": "וְעַ֤ל H5921 הַר H2022 סִינַי֙ H5514 יָרַ֔דְתָּ H3381 וְדַבֵּ֥ר H1696 עִמָּהֶ֖ם H5973 מִשָּׁמָ֑יִם H8064 וַתִּתֵּ֨ן H5414 לָהֶ֜ם Hl מִשְׁפָּטִ֤ים H4941 יְשָׁרִים֙ H3477 וְתוֹר֣וֹת H8451 אֱמֶ֔ת H571 חֻקִּ֥ים H2706 וּמִצְוֺ֖ת H4687 טוֹבִֽים H2896 ",
      "14": "וְאֶת H853 שַׁבַּ֥ת H7676 קָדְשְׁךָ֖ H6944 הוֹדַ֣עַתָ H3045 לָהֶ֑ם Hl וּמִצְו֤וֹת H4687 וְחֻקִּים֙ H2706 וְתוֹרָ֔ה H8451 צִוִּ֣יתָ H6680 לָהֶ֔ם Hl בְּיַ֖ד H3027 מֹשֶׁ֥ה H4872 עַבְדֶּֽךָ H5650 ",
      "15": "וְ֠לֶחֶם H3899 מִשָּׁמַ֜יִם H8064 נָתַ֤תָּה H5414 לָהֶם֙ Hl לִרְעָבָ֔ H7458 וּמַ֗יִם H4325 מִסֶּ֛לַע H5553 הוֹצֵ֥אתָ H3318 לָהֶ֖ם Hl לִצְמָאָ֑ H6772 וַתֹּ֣אמֶר H559 לָהֶ֗ם Hl לָבוֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר H834 נָשָׂ֥אתָ H5375 אֶת H853 יָדְךָ֖ H3027 לָתֵ֥ת H5414 לָהֶֽם Hl ",
      "16": "וְהֵ֥ם H1992 וַאֲבֹתֵ֖י H1 הֵזִ֑ידוּ H2102 וַיַּקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 אֶל H413 מִצְוֺתֶֽיךָ H4687 ",
      "17": "וַיְמָאֲנ֣וּ H3985 לִשְׁמֹ֗עַ H8085 וְלֹא H3808 זָכְר֤וּ H2142 נִפְלְאֹתֶ֨יךָ֙ H6381 אֲשֶׁ֣ר H834 עָשִׂ֣יתָ H6213 עִמָּהֶ֔ם H5973 וַיַּקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 וַיִּתְּנוּ H5414 רֹ֛אשׁ H7218 לָשׁ֥וּב H7725 לְעַבְדֻתָ֖ H5659 בְּמִרְיָ֑ H4805 וְאַתָּה֩ H859 אֱל֨וֹהַּ H433 סְלִיח֜וֹת H5547 חַנּ֧וּן H2587 וְרַח֛וּם H7349 אֶֽרֶךְ H750 אַפַּ֥יִם H639 וְרַב H7227 וחסד H2617 וְלֹ֥א H3808 עֲזַבְתָּֽם H5800 ",
      "18": "אַ֗ף H637 כִּֽי H3588 עָשׂ֤וּ H6213 לָהֶם֙ Hl עֵ֣גֶל H5695 מַסֵּכָ֔ה H4541 וַיֹּ֣אמְר֔וּ H559 זֶ֣ה H2088 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֥ר H834 הֶעֶלְךָ֖ H5927 מִמִּצְרָ֑יִם H4714 וַֽיַּעֲשׂ֔וּ H6213 נֶאָצ֖וֹת H5007 גְּדֹלֽוֹת H1419 ",
      "19": "וְאַתָּה֙ H859 בְּרַחֲמֶ֣י H7356 הָֽרַבִּ֔ים H7227 לֹ֥א H3808 עֲזַבְתָּ֖ם H5800 בַּמִּדְבָּ֑ר H4057 אֶת H853 עַמּ֣וּד H5982 הֶ֠עָנָן H6051 לֹא H3808 סָ֨ר H5493 מֵעֲלֵי H5921 בְּיוֹמָם֙ H3119 לְהַנְחֹתָ֣ H5148 בְּהַ H1870 וְאֶת H853 עַמּ֨וּד H5982 הָאֵ֤שׁ H784 בְּלַ֨יְלָה֙ H3915 לְהָאִ֣יר H215 לָהֶ֔ם Hl וְאֶת H853 הַדֶּ֖רֶךְ H1870 אֲשֶׁ֥ר H834 יֵֽלְכוּ H3212 בָֽהּ Hb ",
      "20": "וְרוּחֲ H7307 הַטּוֹבָ֔ה H2896 נָתַ֖תָּ H5414 לְהַשְׂכִּילָ֑ H7919 וּמַנְ H4478 לֹא H3808 מָנַ֣עְתָּ H4513 מִפִּי H6310 וּמַ֛יִם H4325 נָתַ֥תָּה H5414 לָהֶ֖ם Hl לִצְמָאָֽ H6772 ",
      "21": "וְאַרְבָּעִ֥ים H705 שָׁנָ֛ה H8141 כִּלְכַּלְתָּ֥ם H3557 בַּמִּדְבָּ֖ר H4057 לֹ֣א H3808 חָסֵ֑רוּ H2637 שַׂלְמֹֽתֵיהֶם֙ H8008 לֹ֣א H3808 בָל֔וּ H1086 וְרַגְלֵי H7272 לֹ֥א H3808 בָצֵֽקוּ H1216 ",
      "22": "וַתִּתֵּ֨ן H5414 לָהֶ֤ם Hl מַמְלָכוֹת֙ H4467 וַעֲמָמִ֔ים H5971 וַֽתַּחְלְקֵ֖ H2505 לְפֵאָ֑ה H6285 וַיִּֽירְשׁ֞וּ H3423 אֶת H853 אֶ֣רֶץ H776 סִיח֗וֹן H5511 וְאֶת H853 אֶ֨רֶץ֙ H776 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 וְאֶת H853 אֶ֖רֶץ H776 ע֥וֹג H5747 מֶֽלֶךְ H4428 הַבָּשָֽׁן H1316 ",
      "23": "וּבְנֵי H1121 הִרְבִּ֔יתָ H7235 כְּכֹכְבֵ֖י H3556 הַשָּׁמָ֑יִם H8064 וַתְּבִיאֵ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 אָמַ֥רְתָּ H559 לַאֲבֹתֵי H1 לָב֥וֹא H935 לָרָֽשֶׁת H3423 ",
      "24": "וַיָּבֹ֤אוּ H935 הַבָּנִים֙ H1121 וַיִּֽירְשׁ֣וּ H3423 אֶת H853 הָאָ֔רֶץ H776 וַתַּכְנַ֨ע H3665 לִפְנֵי H6440 אֶת H853 יֹשְׁבֵ֤י H3427 הָאָ֨רֶץ֙ H776 הַכְּנַ֣עֲנִ֔ים H3669 וַֽתִּתְּנֵ֖ H5414 בְּיָדָ֑ H3027 וְאֶת H853 מַלְכֵיהֶם֙ H4428 וְאֶת H853 עַֽמְמֵ֣י H5971 הָאָ֔רֶץ H776 לַעֲשׂ֥וֹת H6213 בָּהֶ֖ם Hb כִּרְצוֹנָֽ H7522 ",
      "25": "וַֽיִּלְכְּד֞וּ H3920 עָרִ֣ים H5892 בְּצֻרוֹת֮ H1219 וַאֲדָמָ֣ה H127 שְׁמֵנָה֒ H8082 וַיִּֽירְשׁ֡וּ H3423 בָּתִּ֣ים H1004 מְלֵֽאִים H4392 כָּל H3605 ט֠וּב H2898 בֹּר֨וֹת H953 חֲצוּבִ֜ים H2672 כְּרָמִ֧ים H3754 וְזֵיתִ֛ים H2132 וְעֵ֥ץ H6086 מַאֲכָ֖ל H3978 לָרֹ֑ב H7230 וַיֹּאכְל֤וּ H398 וַֽיִּשְׂבְּעוּ֙ H7646 וַיַּשְׁמִ֔ינוּ H8080 וַיִּֽתְעַדְּנ֖וּ H5727 בְּטוּבְ H2898 הַגָּדֽוֹל H1419 ",
      "26": "וַיַּמְר֨וּ H4784 וַֽיִּמְרְד֜וּ H4775 בָּ֗ךְ Hb וַיַּשְׁלִ֤כוּ H7993 אֶת H853 תּוֹרָֽתְךָ֙ H8451 אַחֲרֵ֣י H310 גַוָּ֔ם H1458 וְאֶת H853 נְבִיאֶ֣יךָ H5030 הָרָ֔גוּ H2026 אֲשֶׁר H834 הֵעִ֥ידוּ H5749 בָ֖ם Hb לַהֲשִׁיבָ֣ H7725 אֵלֶ֑יךָ H413 וַֽיַּעֲשׂ֔וּ H6213 נֶאָצ֖וֹת H5007 גְּדוֹלֹֽת H1419 ",
      "27": "וַֽתִּתְּנֵ H5414 בְּיַ֣ד H3027 צָֽרֵיהֶ֔ם H6862 וַיָּצֵ֖רוּ H3334 לָהֶ֑ם Hl וּבְ H6256 צָֽרָתָם֙ H6869 יִצְעֲק֣וּ H6817 אֵלֶ֔יךָ H413 וְאַתָּה֙ H859 מִשָּׁמַ֣יִם H8064 תִּשְׁמָ֔ע H8085 וּֽכְ H7356 הָֽרַבִּ֗ים H7227 תִּתֵּ֤ן H5414 לָהֶם֙ Hl מֽוֹשִׁיעִ֔ים H3467 וְיוֹשִׁיע֖וּ H3467 מִיַּ֥ד H3027 צָרֵיהֶֽם H6862 ",
      "28": "וּכְ H5117 לָהֶ֔ם Hl יָשׁ֕וּבוּ H7725 לַעֲשׂ֥וֹת H6213 רַ֖ע H7451 לְפָנֶ֑י H6440 וַתַּֽעַזְבֵ֞ H5800 בְּיַ֤ד H3027 אֹֽיְבֵיהֶם֙ H341 וַיִּרְדּ֣וּ H7287 בָהֶ֔ם Hb וַיָּשׁ֨וּבוּ֙ H7725 וַיִּזְעָק֔וּ H2199 וְאַתָּ֞ה H859 מִשָּׁמַ֧יִם H8064 תִּשְׁמַ֛ע H8085 וְתַצִּילֵ֥ H5337 כְּֽרַחֲמֶ֖י H7356 רַבּ֥וֹת H7227 עִתִּֽים H6256 ",
      "29": "וַתָּ֨עַד H5749 בָּהֶ֜ם Hb לַהֲשִׁיבָ֣ H7725 אֶל H413 תּוֹרָתֶ֗ךָ H8451 וְהֵ֨מָּה H1992 הֵזִ֜ידוּ H2102 וְלֹא H3808 שָׁמְע֤וּ H8085 לְמִצְוֺתֶ֨י H4687 וּבְ H4941 חָֽטְאוּ H2398 בָ֔ם Hb אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 אָדָ֖ם H120 וְחָיָ֣ה H2421 בָהֶ֑ם Hb וַיִּתְּנ֤וּ H5414 כָתֵף֙ H3802 סוֹרֶ֔רֶת H5637 וְעָרְפָּ֥ H6203 הִקְשׁ֖וּ H7185 וְלֹ֥א H3808 שָׁמֵֽעוּ H8085 ",
      "30": "וַתִּמְשֹׁ֤ךְ H4900 עֲלֵיהֶם֙ H5921 שָׁנִ֣ים H8141 רַבּ֔וֹת H7227 וַתָּ֨עַד H5749 בָּ֧ם Hb בְּרוּחֲ H7307 בְּיַד H3027 נְבִיאֶ֖יךָ H5030 וְלֹ֣א H3808 הֶאֱזִ֑ינוּ H238 וַֽתִּתְּנֵ֔ H5414 בְּיַ֖ד H3027 עַמֵּ֥י H5971 הָאֲרָצֹֽת H776 ",
      "31": "וּֽבְ H7356 הָרַבִּ֛ים H7227 לֹֽא H3808 עֲשִׂיתָ֥ם H6213 כָּלָ֖ה H3617 וְלֹ֣א H3808 עֲזַבְתָּ֑ם H5800 כִּ֛י H3588 אֵֽל H410 חַנּ֥וּן H2587 וְרַח֖וּם H7349 אָֽתָּה H859 ",
      "32": "וְעַתָּ֣ה H6258 אֱ֠לֹהֵינוּ H430 הָאֵ֨ל H410 הַגָּד֜וֹל H1419 הַגִּבּ֣וֹר H1368 וְהַ H3372 שׁוֹמֵ֣ר H8104 הַבְּרִ֣ית H1285 וְהַ H2617 אַל H408 יִמְעַ֣ט H4591 לְפָנֶ֡י H6440 אֵ֣ת H853 כָּל H3605 הַתְּלָאָ֣ה H8513 אֲֽשֶׁר H834 מְ֠צָאַתְנוּ H4672 לִמְלָכֵ֨י H4428 לְשָׂרֵ֧י H8269 וּלְ H3548 וְלִ H5030 וְלַ H1 וּלְ H3605 עַמֶּ֑ךָ H5971 מִימֵי֙ H3117 מַלְכֵ֣י H4428 אַשּׁ֔וּר H804 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "33": "וְאַתָּ֣ה H859 צַדִּ֔יק H6662 עַ֖ל H5921 כָּל H3605 הַבָּ֣א H935 עָלֵ֑ינוּ H5921 כִּֽי H3588 אֱמֶ֥ת H571 עָשִׂ֖יתָ H6213 וַאֲנַ֥חְנוּ H587 הִרְשָֽׁעְנוּ H7561 ",
      "34": "וְאֶת H853 מְלָכֵ֤ינוּ H4428 שָׂרֵ֨ינוּ֙ H8269 כֹּהֲנֵ֣ינוּ H3548 וַאֲבֹתֵ֔י H1 לֹ֥א H3808 עָשׂ֖וּ H6213 תּוֹרָתֶ֑ךָ H8451 וְלֹ֤א H3808 הִקְשִׁ֨יבוּ֙ H7181 אֶל H413 מִצְוֺתֶ֔יךָ H4687 וּלְ H5715 אֲשֶׁ֥ר H834 הַעִידֹ֖תָ H5749 בָּהֶֽם Hb ",
      "35": "וְהֵ֣ם H1992 בְּמַלְכוּתָ H4438 וּבְ H2898 הָרָ֜ב H7227 אֲשֶׁר H834 נָתַ֣תָּ H5414 לָהֶ֗ם Hl וּבְ H776 הָרְחָבָ֧ה H7342 וְהַ H8082 אֲשֶׁר H834 נָתַ֥תָּ H5414 לִפְנֵי H6440 לֹ֣א H3808 עֲבָד֑וּךָ H5647 וְֽלֹא H3808 שָׁ֔בוּ H7725 מִמַּֽעַלְלֵי H4611 הָרָעִֽים H7451 ",
      "36": "הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 הַיּ֖וֹם H3117 עֲבָדִ֑ים H5650 וְהָ H776 אֲשֶׁר H834 נָתַ֣תָּה H5414 לַאֲבֹתֵ֗י H1 לֶאֱכֹ֤ל H398 אֶת H853 פִּרְיָהּ֙ H6529 וְאֶת H853 טוּבָ֔הּ H2898 הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 עֲבָדִ֖ים H5650 עָלֶֽיהָ H5921 ",
      "37": "וּתְבוּאָתָ֣ H8393 מַרְבָּ֗ה H7235 לַמְּלָכִ֛ים H4428 אֲשֶׁר H834 נָתַ֥תָּה H5414 עָלֵ֖ינוּ H5921 בְּחַטֹּאותֵ֑י H2403 וְעַ֣ל H5921 גְּ֠וִיֹּתֵינוּ H1472 מֹשְׁלִ֤ים H4910 וּבִ H929 כִּרְצוֹנָ֔ H7522 וּבְ H6869 גְדוֹלָ֖ה H1419 אֲנָֽחְנוּ H587 ",
      "38": "וּבְ H3605 זֹ֕את H2063 אֲנַ֛חְנוּ H587 כֹּרְתִ֥ים H3772 אֲמָנָ֖ה H548 וְכֹתְבִ֑ים H3789 וְעַל֙ H5921 הֶֽחָת֔וּם H2856 שָׂרֵ֥ינוּ H8269 לְוִיֵּ֖נוּ H3881 כֹּהֲנֵֽינוּ H3548 "
    },
    "10": {
      "1": "וְעַ֖ל H5921 הַחֲתוּמִ֑ים H2856 נְחֶמְיָ֧ה H5166 הַתִּרְשָׁ֛תָא H8660 בֶּן H1121 חֲכַלְיָ֖ה H2446 וְצִדְקִיָּֽה H6667 ",
      "2": "שְׂרָיָ֥ה H8304 עֲזַרְיָ֖ה H5838 יִרְמְיָֽה H3414 ",
      "3": "פַּשְׁח֥וּר H6583 אֲמַרְיָ֖ה H568 מַלְכִּיָּֽה H4441 ",
      "4": "חַטּ֥וּשׁ H2407 שְׁבַנְיָ֖ה H7645 מַלּֽוּךְ H4409 ",
      "5": "חָרִ֥ם H2766 מְרֵמ֖וֹת H4822 עֹֽבַדְיָֽה H5662 ",
      "6": "דָּנִיֵּ֥אל H1840 גִּנְּת֖וֹן H1599 בָּרֽוּךְ H1263 ",
      "7": "מְשֻׁלָּ֥ם H4918 אֲבִיָּ֖ה H29 מִיָּמִֽן H4326 ",
      "8": "מַֽעַזְיָ֥ה H4590 בִלְגַּ֖י H1084 שְׁמַֽעְיָ֑ה H8098 אֵ֖לֶּה H428 הַכֹּהֲנִֽים H3548 ",
      "9": "וְֽהַ H3881 וְיֵשׁ֨וּעַ֙ H3442 בֶּן H1121 אֲזַנְיָ֔ה H245 בִּנּ֕וּי H1131 מִבְּנֵ֥י H1121 חֵנָדָ֖ד H2582 קַדְמִיאֵֽל H6934 ",
      "10": "וַאֲחֵי H251 שְׁבַנְיָ֧ה H7645 הֽוֹדִיָּ֛ה H1940 קְלִיטָ֖א H7042 פְּלָאיָ֥ה H6411 חָנָֽן H2605 ",
      "11": "מִיכָ֥א H4316 רְח֖וֹב H7340 חֲשַׁבְיָֽה H2811 ",
      "12": "זַכּ֥וּר H2139 שֵׁרֵֽבְיָ֖ה H8274 שְׁבַנְיָֽה H7645 ",
      "13": "הוֹדִיָּ֥ה H1940 בָנִ֖י H1137 בְּנִֽינוּ H1148 ",
      "14": "רָאשֵׁ֖י H7218 הָעָ֑ם H5971 פַּרְעֹשׁ֙ H6551 פַּחַ֣ת H6355 מוֹאָ֔ב H6355 עֵילָ֥ם H5867 זַתּ֖וּא H2240 בָּנִֽי H1137 ",
      "15": "בֻּנִּ֥י H1138 עַזְגָּ֖ד H5803 בֵּבָֽי H893 ",
      "16": "אֲדֹנִיָּ֥ה H138 בִגְוַ֖י H902 עָדִֽין H5720 ",
      "17": "אָטֵ֥ר H333 חִזְקִיָּ֖ה H2396 עַזּֽוּר H5809 ",
      "18": "הוֹדִיָּ֥ה H1940 חָשֻׁ֖ם H2828 בֵּצָֽי H1209 ",
      "19": "חָרִ֥יף H2756 עֲנָת֖וֹת H6068 נובי H5109 ",
      "20": "מַגְפִּיעָ֥שׁ H4047 מְשֻׁלָּ֖ם H4918 חֵזִֽיר H2387 ",
      "21": "מְשֵׁיזַבְאֵ֥ל H4898 צָד֖וֹק H6659 יַדּֽוּעַ H3037 ",
      "22": "פְּלַטְיָ֥ה H6410 חָנָ֖ן H2605 עֲנָיָֽה H6043 ",
      "23": "הוֹשֵׁ֥עַ H1954 חֲנַנְיָ֖ה H2608 חַשּֽׁוּב H2815 ",
      "24": "הַלּוֹחֵ֥שׁ H3873 פִּלְחָ֖א H6401 שׁוֹבֵֽק H7733 ",
      "25": "רְח֥וּם H7348 חֲשַׁבְנָ֖ה H2812 מַעֲשֵׂיָֽה H4641 ",
      "26": "וַאֲחִיָּ֥ה H281 חָנָ֖ן H2605 עָנָֽן H6052 ",
      "27": "מַלּ֥וּךְ H4409 חָרִ֖ם H2766 בַּעֲנָֽה H1196 ",
      "28": "וּשְׁאָ֣ר H7605 הָעָ֡ם H5971 הַכֹּהֲנִ֣ים H3548 הַ֠לְוִיִּם H3881 הַשּׁוֹעֲרִ֨ים H7778 הַמְשֹׁרְרִ֜ים H7891 הַנְּתִינִ֗ים H5411 וְֽכָל H3605 הַנִּבְדָּ֞ל H914 מֵעַמֵּ֤י H5971 הָאֲרָצוֹת֙ H776 אֶל H413 תּוֹרַ֣ת H8451 הָאֱלֹהִ֔ים H430 נְשֵׁיהֶ֖ם H802 בְּנֵיהֶ֣ם H1121 וּבְנֹתֵי H1323 כֹּ֖ל H3605 יוֹדֵ֥עַ H3045 מֵבִֽין H995 ",
      "29": "מַחֲזִיקִ֣ים H2388 עַל H5921 אֲחֵיהֶם֮ H251 אַדִּירֵיהֶם֒ H117 וּבָאִ֞ים H935 בְּאָלָ֣ה H423 וּבִ H7621 לָלֶ֨כֶת֙ H3212 בְּתוֹרַ֣ת H8451 הָאֱלֹהִ֔ים H430 אֲשֶׁ֣ר H834 נִתְּנָ֔ה H5414 בְּיַ֖ד H3027 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 הָֽאֱלֹהִ֑ים H430 וְלִ H8104 וְלַ H6213 אֶת H853 כָּל H3605 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֲדֹנֵ֔ינוּ H136 וּמִשְׁפָּטָ֖י H4941 וְחֻקָּֽי H2706 ",
      "30": "וַאֲשֶׁ֛ר H834 לֹא H3808 נִתֵּ֥ן H5414 בְּנֹתֵ֖ינוּ H1323 לְעַמֵּ֣י H5971 הָאָ֑רֶץ H776 וְאֶת H853 בְּנֹ֣תֵיהֶ֔ם H1323 לֹ֥א H3808 נִקַּ֖ח H3947 לְבָנֵֽי H1121 ",
      "31": "וְעַמֵּ֣י H5971 הָאָ֡רֶץ H776 הַֽמְבִיאִים֩ H935 אֶת H853 הַמַּקָּח֨וֹת H4728 וְכָל H3605 שֶׁ֜בֶר H7668 בְּי֤וֹם H3117 הַשַּׁבָּת֙ H7676 לִמְכּ֔וֹר H4376 לֹא H3808 נִקַּ֥ח H3947 מֵהֶ֛ם H1992 בַּשַּׁבָּ֖ת H7676 וּבְ H3117 קֹ֑דֶשׁ H6944 וְנִטֹּ֛שׁ H5203 אֶת H853 הַשָּׁנָ֥ה H8141 הַשְּׁבִיעִ֖ית H7637 וּמַשָּׁ֥א H4855 כָל H3605 יָֽד H3027 ",
      "32": "וְהֶעֱמַ֤דְנוּ H5975 עָלֵ֨ינוּ֙ H5921 מִצְוֺ֔ת H4687 לָתֵ֥ת H5414 עָלֵ֛ינוּ H5921 שְׁלִשִׁ֥ית H7992 הַשֶּׁ֖קֶל H8255 בַּשָּׁנָ֑ה H8141 לַעֲבֹדַ֖ת H5656 בֵּ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
      "33": "לְלֶ֣חֶם H3899 הַֽמַּעֲרֶ֡כֶת H4635 וּמִנְחַ֣ת H4503 הַתָּמִ֣יד H8548 וּלְ H5930 הַ֠תָּמִיד H8548 הַשַּׁבָּת֨וֹת H7676 הֶחֳדָשִׁ֜ים H2320 לַמּוֹעֲדִ֗ים H4150 וְלַ H6944 וְלַ֣ H2403 לְכַפֵּ֖ר H3722 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְכֹ֖ל H3605 מְלֶ֥אכֶת H4399 בֵּית H1004 אֱלֹהֵֽינוּ H430 ",
      "34": "וְהַ H1486 הִפַּ֜לְנוּ H5307 עַל H5921 קֻרְבַּ֣ן H7133 הָעֵצִ֗ים H6086 הַכֹּהֲנִ֣ים H3548 הַלְוִיִּם֮ H3881 וְהָ H5971 לְ֠הָבִיא H935 לְבֵ֨ית H1004 אֱלֹהֵ֧ינוּ H430 לְבֵית H1004 אֲבֹתֵ֛ינוּ H1 לְעִתִּ֥ים H6256 מְזֻמָּנִ֖ים H2163 שָׁנָ֣ה H8141 בְשָׁנָ֑ה H8141 לְבַעֵ֗ר H1197 עַל H5921 מִזְבַּח֙ H4196 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 כַּכָּת֖וּב H3789 בַּתּוֹרָֽה H8451 ",
      "35": "וּלְ H935 אֶת H853 בִּכּוּרֵ֣י H1061 אַדְמָתֵ֗נוּ H127 וּבִכּוּרֵ֛י H1061 כָּל H3605 פְּרִ֥י H6529 כָל H3605 עֵ֖ץ H6086 שָׁנָ֣ה H8141 בְשָׁנָ֑ה H8141 לְבֵ֖ית H1004 יְהוָֽה H3068 ",
      "36": "וְאֶת H853 בְּכֹר֤וֹת H1060 בָּנֵ֨ינוּ֙ H1121 וּבְהֶמְתֵּ֔י H929 כַּכָּת֖וּב H3789 בַּתּוֹרָ֑ה H8451 וְאֶת H853 בְּכוֹרֵ֨י H1060 בְקָרֵ֜ינוּ H1241 וְצֹאנֵ֗י H6629 לְהָבִיא֙ H935 לְבֵ֣ית H1004 אֱלֹהֵ֔ינוּ H430 לַכֹּ֣הֲנִ֔ים H3548 הַמְשָׁרְתִ֖ים H8334 בְּבֵ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
      "37": "וְאֶת H853 רֵאשִׁ֣ית H7225 עֲרִיסֹתֵ֣ינוּ H6182 וּ֠תְרוּמֹתֵי H8641 וּפְרִ֨י H6529 כָל H3605 עֵ֜ץ H6086 תִּיר֣וֹשׁ H8492 וְיִצְהָ֗ר H3323 נָבִ֤יא H935 לַכֹּהֲנִים֙ H3548 אֶל H413 לִשְׁכ֣וֹת H3957 בֵּית H1004 אֱלֹהֵ֔ינוּ H430 וּמַעְשַׂ֥ר H4643 אַדְמָתֵ֖נוּ H127 לַלְוִיִּ֑ם H3881 וְהֵם֙ H1992 הַלְוִיִּ֔ם H3881 הַֽמְעַשְּׂרִ֔ים H6237 בְּכֹ֖ל H3605 עָרֵ֥י H5892 עֲבֹדָתֵֽנוּ H5656 ",
      "38": "וְהָיָ֨ה H1961 הַכֹּהֵ֧ן H3548 בֶּֽן H1121 אַהֲרֹ֛ן H175 עִם H5973 הַלְוִיִּ֖ם H3881 בַּעְשֵׂ֣ר H6237 הַלְוִיִּ֑ם H3881 וְהַ H3881 יַעֲל֨וּ H5927 אֶת H853 מַעֲשַׂ֤ר H4643 הַֽמַּעֲשֵׂר֙ H4643 לְבֵ֣ית H1004 אֱלֹהֵ֔ינוּ H430 אֶל H413 הַלְּשָׁכ֖וֹת H3957 לְבֵ֥ית H1004 הָאוֹצָֽר H214 ",
      "39": "כִּ֣י H3588 אֶל H413 הַ֠לְּשָׁכוֹת H3957 יָבִ֨יאוּ H935 בְנֵי H1121 יִשְׂרָאֵ֜ל H3478 וּבְנֵ֣י H1121 הַלֵּוִ֗י H3878 אֶת H853 תְּרוּמַ֣ת H8641 הַדָּגָן֮ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 וְשָׁם֙ H8033 כְּלֵ֣י H3627 הַמִּקְדָּ֔שׁ H4720 וְהַ H3548 הַמְשָׁ֣רְתִ֔ים H8334 וְהַ H7778 וְהַ H7891 וְלֹ֥א H3808 נַעֲזֹ֖ב H5800 אֶת H853 בֵּ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
      "40": "כִּ֣י H3588 אֶל H413 הַ֠לְּשָׁכוֹת H3957 יָבִ֨יאוּ H935 בְנֵי H1121 יִשְׂרָאֵ֜ל H3478 וּבְנֵ֣י H1121 הַלֵּוִ֗י H3878 אֶת H853 תְּרוּמַ֣ת H8641 הַדָּגָן֮ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 וְשָׁם֙ H8033 כְּלֵ֣י H3627 הַמִּקְדָּ֔שׁ H4720 וְהַ H3548 הַמְשָׁ֣רְתִ֔ים H8334 וְהַ H7778 וְהַ H7891 וְלֹ֥א H3808 נַעֲזֹ֖ב H5800 אֶת H853 בֵּ֥ית H1004 אֱלֹהֵֽינוּ H430 "
    },
    "11": {
      "1": "וַיֵּשְׁב֥וּ H3427 שָׂרֵֽי H8269 הָעָ֖ם H5971 בִּירוּשָׁלִָ֑ם H3389 וּשְׁאָ֣ר H7605 הָ֠עָם H5971 הִפִּ֨ילוּ H5307 גוֹרָל֜וֹת H1486 לְהָבִ֣יא H935 אֶחָ֣ד H259 מִן H4480 הָעֲשָׂרָ֗ה H6235 לָשֶׁ֨בֶת֙ H3427 בִּֽירוּשָׁלִַ֨ם֙ H3389 עִ֣יר H5892 הַקֹּ֔דֶשׁ H6944 וְתֵ֥שַׁע H8672 הַיָּד֖וֹת H3027 בֶּעָרִֽים H5892 ",
      "2": "וַֽיְבָרֲכ֖וּ H1288 הָעָ֑ם H5971 לְכֹל֙ H3605 הָֽאֲנָשִׁ֔ים H376 הַמִּֽתְנַדְּבִ֔ים H5068 לָשֶׁ֖בֶת H3427 בִּירוּשָׁלִָֽם H3389 ",
      "3": "וְאֵ֨לֶּה֙ H428 רָאשֵׁ֣י H7218 הַמְּדִינָ֔ה H4082 אֲשֶׁ֥ר H834 יָשְׁב֖וּ H3427 בִּירוּשָׁלִָ֑ם H3389 וּבְ H5892 יְהוּדָ֗ה H3063 יָֽשְׁב֞וּ H3427 אִ֤ישׁ H376 בַּאֲחֻזָּת H272 בְּעָ֣רֵי H5892 יִשְׂרָאֵ֤ל H3478 הַכֹּהֲנִים֙ H3548 וְהַ H3881 וְהַ H5411 וּבְנֵ֖י H1121 עַבְדֵ֥י H5650 שְׁלֹמֹֽה H8010 ",
      "4": "וּבִֽ H3389 יָֽשְׁב֔וּ H3427 מִבְּנֵ֥י H1121 יְהוּדָ֖ה H3063 וּמִ H1121 בִנְיָמִ֑ן H1144 מִבְּנֵ֣י H1121 יְ֠הוּדָה H3063 עֲתָיָ֨ה H6265 בֶן H1121 עֻזִּיָּ֜ה H5818 בֶּן H1121 זְכַרְיָ֧ה H2148 בֶן H1121 אֲמַרְיָ֛ה H568 בֶּן H1121 שְׁפַטְיָ֥ה H8203 בֶן H1121 מַהֲלַלְאֵ֖ל H4111 מִבְּנֵי H1121 פָֽרֶץ H6557 ",
      "5": "וּמַעֲשֵׂיָ֣ה H4641 בֶן H1121 בָּר֣וּךְ H1263 בֶּן H1121 כָּל H3626 חֹ֠זֶה H3626 בֶּן H1121 חֲזָיָ֨ה H2382 בֶן H1121 עֲדָיָ֧ה H5718 בֶן H1121 יוֹיָרִ֛יב H3114 בֶּן H1121 זְכַרְיָ֖ה H2148 בֶּן H1121 הַשִּׁלֹנִֽי H8023 ",
      "6": "כָּל H3605 בְּנֵי H1121 פֶ֕רֶץ H6557 הַיֹּשְׁבִ֖ים H3427 בִּירוּשָׁלִָ֑ם H3389 אַרְבַּ֥ע H702 מֵא֛וֹת H3967 שִׁשִּׁ֥ים H8346 וּשְׁמֹנָ֖ה H8083 אַנְשֵׁי H376 חָֽיִל H2428 ",
      "7": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 סַלֻּ֡א H5543 בֶּן H1121 מְשֻׁלָּ֡ם H4918 בֶּן H1121 יוֹעֵ֡ד H3133 בֶּן H1121 פְּדָיָה֩ H6305 בֶן H1121 ק֨וֹלָיָ֧ה H6964 בֶן H1121 מַעֲשֵׂיָ֛ה H4641 בֶּן H1121 אִֽיתִיאֵ֖ל H384 בֶּן H1121 יְשַֽׁעְיָֽה H3470 ",
      "8": "וְאַחֲרָ֖י H310 גַּבַּ֣י H1373 סַלָּ֑י H5543 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
      "9": "וְיוֹאֵ֥ל H3100 בֶּן H1121 זִכְרִ֖י H2147 פָּקִ֣יד H6496 עֲלֵיהֶ֑ם H5921 וִיהוּדָ֧ה H3063 בֶן H1121 הַסְּנוּאָ֛ה H5574 עַל H5921 הָעִ֖יר H5892 מִשְׁנֶֽה H4932 ",
      "10": "מִן H4480 הַֽכֹּהֲנִ֑ים H3548 יְדַֽעְיָ֥ה H3048 בֶן H1121 יוֹיָרִ֖יב H3114 יָכִֽין H3199 ",
      "11": "שְׂרָיָ֨ה H8304 בֶן H1121 חִלְקִיָּ֜ה H2518 בֶּן H1121 מְשֻׁלָּ֣ם H4918 בֶּן H1121 צָד֗וֹק H6659 בֶּן H1121 מְרָיוֹת֙ H4812 בֶּן H1121 אֲחִיט֔וּב H285 נְגִ֖ד H5057 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "12": "וַאֲחֵי H251 עֹשֵׂ֤י H6213 הַמְּלָאכָה֙ H4399 לַבַּ֔יִת H1004 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 עֶשְׂרִ֣ים H6242 וּשְׁנָ֑יִם H8147 וַ֠עֲדָיָה H5718 בֶּן H1121 יְרֹחָ֤ם H3395 בֶּן H1121 פְּלַלְיָה֙ H6421 בֶּן H1121 אַמְצִ֣י H557 בֶן H1121 זְכַרְיָ֔ה H2148 בֶּן H1121 פַּשְׁח֖וּר H6583 בֶּן H1121 מַלְכִּיָּֽה H4441 ",
      "13": "וְאֶחָי H251 רָאשִׁ֣ים H7218 לְאָב֔וֹת H1 מָאתַ֖יִם H3967 אַרְבָּעִ֣ים H705 וּשְׁנָ֑יִם H8147 וַעֲמַשְׁסַ֧י H6023 בֶּן H1121 עֲזַרְאֵ֛ל H5832 בֶּן H1121 אַחְזַ֥י H273 בֶּן H1121 מְשִׁלֵּמ֖וֹת H4919 בֶּן H1121 אִמֵּֽר H564 ",
      "14": "וַאֲחֵי H251 גִּבּ֣וֹרֵי H1368 חַ֔יִל H2428 מֵאָ֖ה H3967 עֶשְׂרִ֣ים H6242 וּשְׁמֹנָ֑ה H8083 וּפָקִ֣יד H6496 עֲלֵיהֶ֔ם H5921 זַבְדִּיאֵ֖ל H2068 בֶּן H1121 הַגְּדוֹלִֽים H1419 ",
      "15": "וּמִֽן H4480 הַלְוִיִּ֑ם H3881 שְׁמַעְיָ֧ה H8098 בֶן H1121 חַשּׁ֛וּב H2815 בֶּן H1121 עַזְרִיקָ֥ם H5840 בֶּן H1121 חֲשַׁבְיָ֖ה H2811 בֶּן H1121 בּוּנִּֽי H1138 ",
      "16": "וְשַׁבְּתַ֨י H7678 וְיוֹזָבָ֜ד H3107 עַל H5921 הַמְּלָאכָ֤ה H4399 הַחִֽיצֹנָה֙ H2435 לְבֵ֣ית H1004 הָאֱלֹהִ֔ים H430 מֵרָאשֵׁ֖י H7218 הַלְוִיִּֽם H3881 ",
      "17": "וּמַתַּנְיָ֣ה H4983 בֶן H1121 מִ֠יכָה H4318 בֶּן H1121 זַבְדִּ֨י H2067 בֶן H1121 אָסָ֜ף H623 רֹ֗אשׁ H7218 הַתְּחִלָּה֙ H8462 יְהוֹדֶ֣ה H3034 לַתְּפִלָּ֔ה H8605 וּבַקְבֻּקְיָ֖ה H1229 מִשְׁנֶ֣ה H4932 מֵאֶחָ֑י H251 וְעַבְדָּא֙ H5653 בֶּן H1121 שַׁמּ֔וּעַ H8051 בֶּן H1121 גָּלָ֖ל H1559 בֶּן H1121 ידיתון H3038 ",
      "18": "כָּל H3605 הַלְוִיִּם֙ H3881 בְּעִ֣יר H5892 הַקֹּ֔דֶשׁ H6944 מָאתַ֖יִם H3967 שְׁמֹנִ֥ים H8084 וְאַרְבָּעָֽה H702 ",
      "19": "וְהַ H7778 עַקּ֣וּב H6126 טַלְמ֔וֹן H2929 וַאֲחֵי H251 הַשֹּׁמְרִ֣ים H8104 בַּשְּׁעָרִ֑ים H8179 מֵאָ֖ה H3967 שִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
      "20": "וּשְׁאָ֨ר H7605 יִשְׂרָאֵ֜ל H3478 הַכֹּהֲנִ֤ים H3548 הַלְוִיִּם֙ H3881 בְּכָל H3605 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 אִ֖ישׁ H376 בְּנַחֲלָתֽ H5159 ",
      "21": "וְהַ H5411 יֹשְׁבִ֣ים H3427 בָּעֹ֑פֶל H6077 וְצִיחָ֥א H6727 וְגִשְׁפָּ֖א H1658 עַל H5921 הַנְּתִינִֽים H5411 ",
      "22": "וּפְקִ֤יד H6496 הַלְוִיִּם֙ H3881 בִּיר֣וּשָׁלִַ֔ם H3389 עֻזִּ֤י H5813 בֶן H1121 בָּנִי֙ H1137 בֶּן H1121 חֲשַׁבְיָ֔ה H2811 בֶּן H1121 מַתַּנְיָ֖ה H4983 בֶּן H1121 מִיכָ֑א H4316 מִבְּנֵ֤י H1121 אָסָף֙ H623 הַמְשֹׁ֣רְרִ֔ים H7891 לְנֶ֖גֶד H5048 מְלֶ֥אכֶת H4399 בֵּית H1004 הָאֱלֹהִֽים H430 ",
      "23": "כִּֽי H3588 מִצְוַ֥ת H4687 הַמֶּ֖לֶךְ H4428 עֲלֵיהֶ֑ם H5921 וַאֲמָנָ֥ה H548 עַל H5921 הַמְשֹׁרְרִ֖ים H7891 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
      "24": "וּפְתַֽחְיָ֨ה H6611 בֶּן H1121 מְשֵֽׁיזַבְאֵ֜ל H4898 מִבְּנֵי H1121 זֶ֤רַח H2226 בֶּן H1121 יְהוּדָה֙ H3063 לְיַ֣ד H3027 הַמֶּ֔לֶךְ H4428 לְכָל H3605 דָּבָ֖ר H1697 לָעָֽם H5971 ",
      "25": "וְאֶל H413 הַחֲצֵרִ֖ים H2691 בִּשְׂדֹתָ֑ H7704 מִבְּנֵ֣י H1121 יְהוּדָ֗ה H3063 יָֽשְׁב֞וּ H3427 בְּקִרְיַ֤ת H7153 הָֽאַרְבַּע֙ H7153 וּבְנֹתֶ֔י H1323 וּבְ H1769 וּבְנֹתֶ֔י H1323 וּבִֽ H3343 וַחֲצֵרֶֽי H2691 ",
      "26": "וּבְ H3442 וּבְ H4137 וּבְ H1046 פָּֽלֶט H1046 ",
      "27": "וּבַ H2705 שׁוּעָ֛ל H2705 וּבִ H884 שֶׁ֖בַע H884 וּבְנֹתֶֽי H1323 ",
      "28": "וּבְ H6860 וּבִ H4368 וּבִ H1323 ",
      "29": "וּבְ H5884 רִמּ֛וֹן H5884 וּבְ H6881 וּבְ H3412 ",
      "30": "זָנֹ֤חַ H2182 עֲדֻלָּם֙ H5725 וְחַצְרֵי H2691 לָכִישׁ֙ H3923 וּשְׂדֹתֶ֔י H7704 עֲזֵקָ֖ה H5825 וּבְנֹתֶ֑י H1323 וַיַּחֲנ֥וּ H2583 מִבְּאֵֽר H884 שֶׁ֖בַע H884 עַד H5704 גֵּֽיא H1516 הִנֹּֽם H2011 ",
      "31": "וּבְנֵ֥י H1121 בִנְיָמִ֖ן H1144 מִגָּ֑בַע H1387 מִכְמָ֣שׂ H4363 וְעַיָּ֔ה H5857 וּבֵֽית H1008 אֵ֖ל H1008 וּבְנֹתֶֽי H1323 ",
      "32": "עֲנָת֥וֹת H6068 נֹ֖ב H5011 עֲנָֽנְיָֽה H6055 ",
      "33": "חָצ֥וֹר H2674 רָמָ֖ה H7414 גִּתָּֽיִם H1664 ",
      "34": "חָדִ֥יד H2307 צְבֹעִ֖ים H6650 נְבַלָּֽט H5041 ",
      "35": "לֹ֥ד H3850 וְאוֹנ֖וֹ H207 גֵּ֥י H1516 הַחֲרָשִֽׁים H2791 ",
      "36": "וּמִן H4480 הַלְוִיִּ֔ם H3881 מַחְלְק֥וֹת H4256 יְהוּדָ֖ה H3063 לְבִנְיָמִֽין H1144 "
    },
    "12": {
      "1": "וְאֵ֨לֶּה֙ H428 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 אֲשֶׁ֥ר H834 עָל֛וּ H5927 עִם H5973 זְרֻבָּבֶ֥ל H2216 בֶּן H1121 שְׁאַלְתִּיאֵ֖ל H7597 וְיֵשׁ֑וּעַ H3442 שְׂרָיָ֥ה H8304 יִרְמְיָ֖ה H3414 עֶזְרָֽא H5830 ",
      "2": "אֲמַרְיָ֥ה H568 מַלּ֖וּךְ H4409 חַטּֽוּשׁ H2407 ",
      "3": "שְׁכַנְיָ֥ה H7935 רְחֻ֖ם H7348 מְרֵמֹֽת H4822 ",
      "4": "עִדּ֥וֹא H5714 גִנְּת֖וֹי H1599 אֲבִיָּֽה H29 ",
      "5": "מִיָּמִ֥ין H4326 מַֽעַדְיָ֖ה H4573 בִּלְגָּֽה H1083 ",
      "6": "שְׁמַֽעְיָ֥ה H8098 וְיוֹיָרִ֖יב H3114 יְדַֽעְיָֽה H3048 ",
      "7": "סַלּ֣וּ H5543 עָמ֔וֹק H5987 חִלְקִיָּ֖ה H2518 יְדַֽעְיָ֑ה H3048 אֵ֣לֶּה H428 רָאשֵׁ֧י H7218 הַכֹּהֲנִ֛ים H3548 וַאֲחֵי H251 בִּימֵ֥י H3117 יֵשֽׁוּעַ H3442 ",
      "8": "וְהַ H3881 יֵשׁ֧וּעַ H3442 בִּנּ֛וּי H1131 קַדְמִיאֵ֥ל H6934 שֵׁרֵבְיָ֖ה H8274 יְהוּדָ֣ה H3063 מַתַּנְיָ֑ה H4983 עַֽל H5921 הֻיְּד֖וֹת H1960 ה֥וּא H1931 וְאֶחָֽי H251 ",
      "9": "וּבַקְבֻּֽקְיָ֨ה H1229 וענו H6042 אֲחֵיהֶ֛ם H251 לְנֶגְדָּ֖ H5048 לְמִשְׁמָרֽוֹת H4931 ",
      "10": "וְיֵשׁ֖וּעַ H3442 הוֹלִ֣יד H3205 אֶת H853 יֽוֹיָקִ֑ים H3113 וְיֽוֹיָקִים֙ H3113 הוֹלִ֣יד H3205 אֶת H853 אֶלְיָשִׁ֔יב H475 וְאֶלְיָשִׁ֖יב H475 אֶת H853 יוֹיָדָֽע H3111 ",
      "11": "וְיוֹיָדָע֙ H3111 הוֹלִ֣יד H3205 אֶת H853 יוֹנָתָ֔ן H3129 וְיוֹנָתָ֖ן H3129 הוֹלִ֥יד H3205 אֶת H853 יַדּֽוּעַ H3037 ",
      "12": "וּבִ H3117 יֽוֹיָקִ֔ים H3113 הָי֥וּ H1961 כֹהֲנִ֖ים H3548 רָאשֵׁ֣י H7218 הָאָב֑וֹת H1 לִשְׂרָיָ֣ה H8304 מְרָיָ֔ה H4811 לְיִרְמְיָ֖ה H3414 חֲנַנְיָֽה H2608 ",
      "13": "לְעֶזְרָ֣א H5830 מְשֻׁלָּ֔ם H4918 לַאֲמַרְיָ֖ה H568 יְהוֹחָנָֽן H3076 ",
      "14": "למלוכי H4409 יֽוֹנָתָ֔ן H3129 לִשְׁבַנְיָ֖ה H7645 יוֹסֵֽף H3130 ",
      "15": "לְחָרִ֣ם H2766 עַדְנָ֔א H5733 לִמְרָי֖וֹת H4812 חֶלְקָֽי H2517 ",
      "16": "לעדיא H5714 זְכַרְיָ֖ה H2148 לְגִנְּת֥וֹן H1599 מְשֻׁלָּֽם H4918 ",
      "17": "לַאֲבִיָּ֖ה H29 זִכְרִ֑י H2147 לְמִ֨נְיָמִ֔ין H4509 לְמוֹעַדְיָ֖ה H4153 פִּלְטָֽי H6408 ",
      "18": "לְבִלְגָּ֣ה H1083 שַׁמּ֔וּעַ H8051 לִֽשְׁמַעְיָ֖ה H8098 יְהוֹנָתָֽן H3083 ",
      "19": "וּלְ H3114 מַתְּנַ֔י H4982 לִֽידַֽעְיָ֖ה H3048 עֻזִּֽי H5813 ",
      "20": "לְסַלַּ֥י H5543 קַלָּ֖י H7040 לְעָמ֥וֹק H5987 עֵֽבֶר H5677 ",
      "21": "לְחִלְקִיָּ֣ה H2518 חֲשַׁבְיָ֔ה H2811 לִֽידַֽעְיָ֖ה H3048 נְתַנְאֵֽל H5417 ",
      "22": "הַלְוִיִּם֩ H3881 בִּימֵ֨י H3117 אֶלְיָשִׁ֜יב H475 יוֹיָדָ֤ע H3111 וְיוֹחָנָן֙ H3110 וְיַדּ֔וּעַ H3037 כְּתוּבִ֖ים H3789 רָאשֵׁ֣י H7218 אָב֑וֹת H1 וְהַ H3548 עַל H5921 מַלְכ֖וּת H4438 דָּרְיָ֥וֶשׁ H1867 הַפָּֽרְסִֽי H6542 ",
      "23": "בְּנֵ֤י H1121 לֵוִי֙ H3878 רָאשֵׁ֣י H7218 הָֽאָב֔וֹת H1 כְּתוּבִ֕ים H3789 עַל H5921 סֵ֖פֶר H5612 דִּבְרֵ֣י H1697 הַיָּמִ֑ים H3117 וְעַד H5704 יְמֵ֖י H3117 יֽוֹחָנָ֥ן H3110 בֶּן H1121 אֶלְיָשִֽׁיב H475 ",
      "24": "וְרָאשֵׁ֣י H7218 הַ֠לְוִיִּם H3881 חֲשַׁבְיָ֨ה H2811 שֵֽׁרֵבְיָ֜ה H8274 וְיֵשׁ֤וּעַ H3442 בֶּן H1121 קַדְמִיאֵל֙ H6934 וַאֲחֵי H251 לְנֶגְדָּ֔ H5048 לְהַלֵּ֣ל H1984 לְהוֹד֔וֹת H3034 בְּמִצְוַ֖ת H4687 דָּוִ֣יד H1732 אִישׁ H376 הָאֱלֹהִ֑ים H430 מִשְׁמָ֖ר H4929 לְעֻמַּ֥ת H5980 מִשְׁמָֽר H4929 ",
      "25": "מַתַּנְיָ֧ה H4983 וּבַקְבֻּֽקְיָ֛ה H1229 עֹבַדְיָ֥ה H5662 מְשֻׁלָּ֖ם H4918 טַלְמ֣וֹן H2929 עַקּ֑וּב H6126 שֹׁמְרִ֤ים H8104 שֽׁוֹעֲרִים֙ H7778 מִשְׁמָ֔ר H4929 בַּאֲסֻפֵּ֖י H624 הַשְּׁעָרִֽים H8179 ",
      "26": "אֵ֕לֶּה H428 בִּימֵ֛י H3117 יוֹיָקִ֥ים H3113 בֶּן H1121 יֵשׁ֖וּעַ H3442 בֶּן H1121 יוֹצָדָ֑ק H3136 וּבִ H3117 נְחֶמְיָ֣ה H5166 הַפֶּחָ֔ה H6346 וְעֶזְרָ֥א H5830 הַכֹּהֵ֖ן H3548 הַסּוֹפֵֽר H5608 ",
      "27": "וּבַ H2598 חוֹמַ֣ת H2346 יְרוּשָׁלִַ֗ם H3389 בִּקְשׁ֤וּ H1245 אֶת H853 הַלְוִיִּם֙ H3881 מִכָּל H3605 מְק֣וֹמֹתָ֔ם H4725 לַהֲבִיאָ֖ H935 לִֽירוּשָׁלִָ֑ם H3389 לַעֲשֹׂ֨ת H6213 חֲנֻכָּ֤ה H2598 וְשִׂמְחָה֙ H8057 וּבְ H8426 וּבְ H7892 מְצִלְתַּ֖יִם H4700 נְבָלִ֥ים H5035 וּבְ H3658 ",
      "28": "וַיֵּאָ֣סְפ֔וּ H622 בְּנֵ֖י H1121 הַמְשֹׁרְרִ֑ים H7891 וּמִן H4480 הַכִּכָּר֙ H3603 סְבִיב֣וֹת H5439 יְרוּשָׁלִַ֔ם H3389 וּמִן H4480 חַצְרֵ֖י H2691 נְטֹפָתִֽי H5200 ",
      "29": "וּמִ H1004 הַגִּלְגָּ֔ל H1537 וּמִ H7704 גֶּ֖בַע H1387 וְעַזְמָ֑וֶת H5820 כִּ֣י H3588 חֲצֵרִ֗ים H2691 בָּנ֤וּ H1129 לָהֶם֙ H1992 הַמְשֹׁ֣רֲרִ֔ים H7891 סְבִיב֖וֹת H5439 יְרוּשָׁלִָֽם H3389 ",
      "30": "וַיִּֽטַּהֲר֔וּ H2891 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 וַֽיְטַהֲרוּ֙ H2891 אֶת H853 הָעָ֔ם H5971 וְאֶת H853 הַשְּׁעָרִ֖ים H8179 וְאֶֽת H853 הַחוֹמָֽה H2346 ",
      "31": "וָאַעֲלֶה֙ H5927 אֶת H853 שָׂרֵ֣י H8269 יְהוּדָ֔ה H3063 מֵעַ֖ל H5921 לַחוֹמָ֑ה H2346 וָאַעֲמִ֡ידָ H5975 שְׁתֵּ֣י H8147 תוֹדֹת֩ H8426 גְּדוֹלֹ֨ת H1419 וְתַהֲלֻכֹ֤ת H8418 לַיָּמִין֙ H3225 מֵעַ֣ל H5921 לַחוֹמָ֔ה H2346 לְשַׁ֖עַר H8179 הָאַשְׁפֹּֽת H830 ",
      "32": "וַיֵּ֤לֶךְ H3212 אַחֲרֵיהֶם֙ H310 הוֹשַׁ֣עְיָ֔ה H1955 וַחֲצִ֖י H2677 שָׂרֵ֥י H8269 יְהוּדָֽה H3063 ",
      "33": "וַעֲזַרְיָ֥ה H5838 עֶזְרָ֖א H5830 וּמְשֻׁלָּֽם H4918 ",
      "34": "יְהוּדָה֙ H3063 וּבִנְיָמִ֔ן H1144 וּֽשְׁמַֽעְיָ֖ה H8098 וְיִרְמְיָֽה H3414 ",
      "35": "וּמִ H1121 הַכֹּהֲנִ֖ים H3548 בַּחֲצֹצְר֑וֹת H2689 זְכַרְיָ֨ה H2148 בֶן H1121 יֽוֹנָתָ֜ן H3129 בֶּן H1121 שְׁמַֽעְיָ֗ה H8098 בֶּן H1121 מַתַּנְיָה֙ H4983 בֶּן H1121 מִ֣יכָיָ֔ה H4320 בֶּן H1121 זַכּ֖וּר H2139 בֶּן H1121 אָסָֽף H623 ",
      "36": "וְֽאֶחָ֡י H251 שְֽׁמַעְיָ֡ה H8098 וַעֲזַרְאֵ֡ל H5832 מִֽלֲלַ֡י H4450 גִּֽלֲלַ֡י H1562 מָעַ֞י H4597 נְתַנְאֵ֤ל H5417 וִֽיהוּדָה֙ H3063 חֲנָ֔נִי H2607 בִּכְלֵי H3627 שִׁ֥יר H7892 דָּוִ֖יד H1732 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וְעֶזְרָ֥א H5830 הַסּוֹפֵ֖ר H5608 לִפְנֵי H6440 ",
      "37": "וְעַל֩ H5921 שַׁ֨עַר H8179 הָעַ֜יִן H5869 וְנֶגְדָּ֗ H5048 עָלוּ֙ H5927 עַֽל H5921 מַעֲלוֹת֙ H4609 עִ֣יר H5892 דָּוִ֔יד H1732 בַּֽמַּעֲלֶ֖ה H4608 לַחוֹמָ֑ה H2346 מֵעַל֙ H5921 לְבֵ֣ית H1004 דָּוִ֔יד H1732 וְעַ֛ד H5704 שַׁ֥עַר H8179 הַמַּ֖יִם H4325 מִזְרָֽח H4217 ",
      "38": "וְהַ H8426 הַשֵּׁנִ֛ית H8145 הַהוֹלֶ֥כֶת H1980 לְמ֖וֹאל H4136 וַאֲנִ֣י H589 אַחֲרֶ֑יהָ H310 וַחֲצִ֨י H2677 הָעָ֜ם H5971 מֵעַ֣ל H5921 לְהַ H2346 מֵעַל֙ H5921 לְמִגְדַּ֣ל H4026 הַתַּנּוּרִ֔ים H8574 וְעַ֖ד H5704 הַחוֹמָ֥ה H2346 הָרְחָבָֽה H7342 ",
      "39": "וּמֵ H5921 לְשַֽׁעַר H8179 אֶ֠פְרַיִם H669 וְעַל H5921 שַׁ֨עַר H8179 הַיְשָׁנָ֜ה H3466 וְעַל H5921 שַׁ֣עַר H8179 הַדָּגִ֗ים H1709 וּמִגְדַּ֤ל H4026 חֲנַנְאֵל֙ H2606 וּמִגְדַּ֣ל H4026 הַמֵּאָ֔ה H3968 וְעַ֖ד H5704 שַׁ֣עַר H8179 הַצֹּ֑אן H6629 וְעָ֣מְד֔וּ H5975 בְּשַׁ֖עַר H8179 הַמַּטָּרָֽה H4307 ",
      "40": "וַֽתַּעֲמֹ֛דְנָה H5975 שְׁתֵּ֥י H8147 הַתּוֹדֹ֖ת H8426 בְּבֵ֣ית H1004 הָאֱלֹהִ֑ים H430 וַאֲנִ֕י H589 וַחֲצִ֥י H2677 הַסְּגָנִ֖ים H5461 עִמִּֽי H5973 ",
      "41": "וְהַ H3548 אֶלְיָקִ֡ים H471 מַעֲשֵׂיָ֡ה H4641 מִ֠נְיָמִין H4509 מִיכָיָ֧ה H4320 אֶלְיוֹעֵינַ֛י H454 זְכַרְיָ֥ה H2148 חֲנַנְיָ֖ה H2608 בַּחֲצֹצְרֽוֹת H2689 ",
      "42": "וּמַעֲשֵׂיָ֨ה H4641 וּֽשְׁמַֽעְיָ֜ה H8098 וְאֶלְעָזָ֧ר H499 וְעֻזִּ֛י H5813 וִֽיהוֹחָנָ֥ן H3076 וּמַלְכִּיָּ֖ה H4441 וְעֵילָ֣ם H5867 וָעָ֑זֶר H5829 וַיַּשְׁמִ֨יעוּ֙ H8085 הַמְשֹׁ֣רְרִ֔ים H7891 וְיִֽזְרַחְיָ֖ה H3156 הַפָּקִֽיד H6496 ",
      "43": "וַיִּזְבְּח֣וּ H2076 בַיּוֹם H3117 הַ֠הוּא H1931 זְבָחִ֨ים H2077 גְּדוֹלִ֜ים H1419 וַיִּשְׂמָ֗חוּ H8055 כִּ֤י H3588 הָאֱלֹהִים֙ H430 שִׂמְּחָם֙ H8055 שִׂמְחָ֣ה H8057 גְדוֹלָ֔ה H1419 וְגַ֧ם H1571 הַנָּשִׁ֛ים H802 וְהַ H3206 שָׂמֵ֑חוּ H8055 וַתִּשָּׁמַ֛ע H8085 שִׂמְחַ֥ת H8057 יְרוּשָׁלִַ֖ם H3389 מֵרָחֽוֹק H7350 ",
      "44": "וַיִּפָּקְד֣וּ H6485 בַיּוֹם֩ H3117 הַה֨וּא H1931 אֲנָשִׁ֜ים H376 עַל H5921 הַנְּשָׁכ֗וֹת H5393 לָא֨וֹצָר֥וֹת H214 לַתְּרוּמוֹת֮ H8641 לָרֵאשִׁ֣ית H7225 וְלַ H4643 לִכְנ֨וֹס H3664 בָּהֶ֜ם Hb לִשְׂדֵ֤י H7704 הֶעָרִים֙ H5892 מְנָא֣וֹת H4521 הַתּוֹרָ֔ה H8451 לַכֹּהֲנִ֖ים H3548 וְלַ H3881 כִּ֚י H3588 שִׂמְחַ֣ת H8057 יְהוּדָ֔ה H3063 עַל H5921 הַכֹּהֲנִ֥ים H3548 וְעַל H5921 הַלְוִיִּ֖ם H3881 הָעֹמְדִֽים H5975 ",
      "45": "וַֽיִּשְׁמְר֞וּ H8104 מִשְׁמֶ֤רֶת H4931 אֱלֹֽהֵיהֶם֙ H430 וּמִשְׁמֶ֣רֶת H4931 הַֽטָּהֳרָ֔ה H2893 וְהַ H7891 וְהַ H7778 כְּמִצְוַ֥ת H4687 דָּוִ֖יד H1732 שְׁלֹמֹ֥ה H8010 בְנֽוֹ H1121 ",
      "46": "כִּֽי H3588 בִימֵ֥י H3117 דָוִ֛יד H1732 וְאָסָ֖ף H623 מִקֶּ֑דֶם H6924 ראש H7218 הַמְשֹׁ֣רְרִ֔ים H7891 וְשִׁיר H7892 תְּהִלָּ֥ה H8416 וְהֹד֖וֹת H3034 לֵֽאלֹהִֽים H430 ",
      "47": "וְכָל H3605 יִשְׂרָאֵל֩ H3478 בִּימֵ֨י H3117 זְרֻבָּבֶ֜ל H2216 וּבִ H3117 נְחֶמְיָ֗ה H5166 נֹֽתְנִ֛ים H5414 מְנָי֛וֹת H4521 הַמְשֹׁרְרִ֥ים H7891 וְהַ H7778 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֑ H3117 וּמַקְדִּשִׁים֙ H6942 לַלְוִיִּ֔ם H3881 וְהַ H3881 מַקְדִּשִׁ֖ים H6942 לִבְנֵ֥י H1121 אַהֲרֹֽן H175 "
    },
    "13": {
      "1": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 נִקְרָ֛א H7121 בְּסֵ֥פֶר H5612 מֹשֶׁ֖ה H4872 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וְנִמְצָא֙ H4672 כָּת֣וּב H3789 בּ֔וֹ Hb אֲ֠שֶׁר H834 לֹא H3808 יָב֨וֹא H935 עַמֹּנִ֧י H5984 וּמֹאָבִ֛י H4125 בִּקְהַ֥ל H6951 הָאֱלֹהִ֖ים H430 עַד H5704 עוֹלָֽם H5769 ",
      "2": "כִּ֣י H3588 לֹ֧א H3808 קִדְּמ֛וּ H6923 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בַּלֶּ֣חֶם H3899 וּבַ H4325 וַיִּשְׂכֹּ֨ר H7936 עָלָ֤יו H5921 אֶת H853 בִּלְעָם֙ H1109 לְקַֽלְל֔ H7043 וַיַּהֲפֹ֧ךְ H2015 אֱלֹהֵ֛ינוּ H430 הַקְּלָלָ֖ה H7045 לִבְרָכָֽה H1293 ",
      "3": "וַיְהִ֖י H1961 כְּשָׁמְעָ֣ H8085 אֶת H853 הַתּוֹרָ֑ה H8451 וַיַּבְדִּ֥ילוּ H914 כָל H3605 עֵ֖רֶב H6154 מִיִּשְׂרָאֵֽל H3478 ",
      "4": "וְלִ H6440 מִזֶּ֔ה H2088 אֶלְיָשִׁיב֙ H475 הַכֹּהֵ֔ן H3548 נָת֖וּן H5414 בְּלִשְׁכַּ֣ת H3957 בֵּית H1004 אֱלֹהֵ֑ינוּ H430 קָר֖וֹב H7138 לְטוֹבִיָּֽה H2900 ",
      "5": "וַיַּ֨עַשׂ H6213 ל֜וֹ Hl לִשְׁכָּ֣ה H3957 גְדוֹלָ֗ה H1419 וְשָׁ֣ם H8033 הָי֪וּ H1961 לְפָנִ֟ים H6440 נֹ֠תְנִים H5414 אֶת H853 הַמִּנְחָ֨ה H4503 הַלְּבוֹנָ֜ה H3828 וְהַ H3627 וּמַעְשַׂ֤ר H4643 הַדָּגָן֙ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 מִצְוַת֙ H4687 הַלְוִיִּ֔ם H3881 וְהַ H7891 וְהַ H7778 וּתְרוּמַ֖ת H8641 הַכֹּהֲנִֽים H3548 ",
      "6": "וּבְ H3605 זֶ֕ה H2088 לֹ֥א H3808 הָיִ֖יתִי H1961 בִּֽירוּשָׁלִָ֑ם H3389 כִּ֡י H3588 בִּשְׁנַת֩ H8141 שְׁלֹשִׁ֨ים H7970 וּשְׁתַּ֜יִם H8147 לְאַרְתַּחְשַׁ֤סְתְּא H783 מֶֽלֶךְ H4428 בָּבֶל֙ H894 בָּ֣אתִי H935 אֶל H413 הַמֶּ֔לֶךְ H4428 וּלְ H7093 יָמִ֖ים H3117 נִשְׁאַ֥לְתִּי H7592 מִן H4480 הַמֶּֽלֶךְ H4428 ",
      "7": "וָאָב֖וֹא H935 לִֽירוּשָׁלִָ֑ם H3389 וָאָבִ֣ינָ H995 בָרָעָ֗ה H7451 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 אֶלְיָשִׁיב֙ H475 לְט֣וֹבִיָּ֔ה H2900 לַעֲשׂ֥וֹת H6213 לוֹ֙ Hl נִשְׁכָּ֔ה H5393 בְּחַצְרֵ֖י H2691 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
      "8": "וַיֵּ֥רַֽע H7489 לִ֖י Hl מְאֹ֑ד H3966 וָֽאַשְׁלִ֜יכָ H7993 אֶֽת H853 כָּל H3605 כְּלֵ֧י H3627 בֵית H1004 טוֹבִיָּ֛ה H2900 הַח֖וּץ H2351 מִן H4480 הַלִּשְׁכָּֽה H3957 ",
      "9": "וָאֹ֣מְרָ֔ H559 וַֽיְטַהֲר֖וּ H2891 הַלְּשָׁכ֑וֹת H3957 וָאָשִׁ֣יבָ H7725 שָּׁ֗ם H8033 כְּלֵי֙ H3627 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 אֶת H854 הַמִּנְחָ֖ה H4503 וְהַ H3828 ",
      "10": "וָאֵ֣דְעָ֔ H3045 כִּֽי H3588 מְנָי֥וֹת H4521 הַלְוִיִּ֖ם H3881 לֹ֣א H3808 נִתָּ֑נָה H5414 וַיִּבְרְח֧וּ H1272 אִישׁ H376 לְשָׂדֵ֛ H7704 הַלְוִיִּ֥ם H3881 וְהַ H7891 עֹשֵׂ֥י H6213 הַמְּלָאכָֽה H4399 ",
      "11": "וָאָרִ֨יבָ H7378 אֶת H854 הַסְּגָנִ֔ים H5461 וָאֹ֣מְרָ֔ H559 מַדּ֖וּעַ H4069 נֶעֱזַ֣ב H5800 בֵּית H1004 הָאֱלֹהִ֑ים H430 וָֽאֶ֨קְבְּצֵ֔ H6908 וָֽאַעֲמִדֵ֖ H5975 עַל H5921 עָמְדָֽם H5977 ",
      "12": "וְכָל H3605 יְהוּדָ֗ה H3063 הֵבִ֜יאוּ H935 מַעְשַׂ֧ר H4643 הַדָּגָ֛ן H1715 וְהַ H8492 וְהַ H3323 לָאוֹצָרֽוֹת H214 ",
      "13": "וָאוֹצְרָ֣ H686 עַל H5921 א֠וֹצָרוֹת H214 שֶׁלֶמְיָ֨ה H8018 הַכֹּהֵ֜ן H3548 וְצָד֣וֹק H6659 הַסּוֹפֵ֗ר H5608 וּפְדָיָה֙ H6305 מִן H4480 הַלְוִיִּ֔ם H3881 וְעַל H5921 יָדָ֔ם H3027 חָנָ֥ן H2605 בֶּן H1121 זַכּ֖וּר H2139 בֶּן H1121 מַתַּנְיָ֑ה H4983 כִּ֤י H3588 נֶאֱמָנִים֙ H539 נֶחְשָׁ֔בוּ H2803 וַעֲלֵי H5921 לַחֲלֹ֥ק H2505 לַאֲחֵי H251 ",
      "14": "זָכְרָה H2142 לִּ֥י Hl אֱלֹהַ֖י H430 עַל H5921 זֹ֑את H2063 וְאַל H408 תֶּ֣מַח H4229 חֲסָדַ֗י H2617 אֲשֶׁ֥ר H834 עָשִׂ֛יתִי H6213 בְּבֵ֥ית H1004 אֱלֹהַ֖י H430 וּבְ H4929 ",
      "15": "בַּיָּמִ֣ים H3117 הָהֵ֡מָּה H1992 רָאִ֣יתִי H7200 בִֽיהוּדָ֣ה H3063 דֹּֽרְכִֽים H1869 גִּתּ֣וֹת H1660 בַּשַּׁבָּ֡ת H7676 וּמְבִיאִ֣ים H935 הָעֲרֵמ֣וֹת H6194 וְֽעֹמְסִ֪ים H6006 עַל H5921 הַחֲמֹרִ֟ים H2543 וְאַף H637 יַ֜יִן H3196 עֲנָבִ֤ים H6025 וּתְאֵנִים֙ H8384 וְכָל H3605 מַשָּׂ֔א H4853 וּמְבִיאִ֥ים H935 יְרוּשָׁלִַ֖ם H3389 בְּי֣וֹם H3117 הַשַּׁבָּ֑ת H7676 וָאָעִ֕יד H5749 בְּי֖וֹם H3117 מִכְרָ֥ם H4376 צָֽיִד H6718 ",
      "16": "וְהַ H6876 יָ֣שְׁבוּ H3427 בָ֔הּ Hb מְבִיאִ֥ים H935 דָּ֖אג H1709 וְכָל H3605 מֶ֑כֶר H4377 וּמֹכְרִ֧ים H4376 בַּשַּׁבָּ֛ת H7676 לִבְנֵ֥י H1121 יְהוּדָ֖ה H3063 וּבִ H3389 ",
      "17": "וָאָרִ֕יבָ H7378 אֵ֖ת H854 חֹרֵ֣י H2715 יְהוּדָ֑ה H3063 וָאֹמְרָ֣ H559 לָהֶ֗ם Hl מָֽה H4100 הַדָּבָ֨ר H1697 הָרָ֤ע H7451 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 עֹשִׂ֔ים H6213 וּֽמְחַלְּלִ֖ים H2490 אֶת H853 י֥וֹם H3117 הַשַּׁבָּֽת H7676 ",
      "18": "הֲל֨וֹא H3808 כֹ֤ה H3541 עָשׂוּ֙ H6213 אֲבֹ֣תֵיכֶ֔ם H1 וַיָּבֵ֨א H935 אֱלֹהֵ֜ינוּ H430 עָלֵ֗ינוּ H5921 אֵ֚ת H853 כָּל H3605 הָרָעָ֣ה H7451 הַזֹּ֔את H2063 וְעַ֖ל H5921 הָעִ֣יר H5892 הַזֹּ֑את H2063 וְאַתֶּ֞ם H859 מוֹסִיפִ֤ים H935 חָרוֹן֙ H2740 עַל H5921 יִשְׂרָאֵ֔ל H3478 לְחַלֵּ֖ל H2490 אֶת H853 הַשַּׁבָּֽת H7676 ",
      "19": "וַיְהִ֡י H1961 כַּאֲשֶׁ֣ר H834 צָֽלֲלוּ֩ H6751 שַׁעֲרֵ֨י H8179 יְרוּשָׁלִַ֜ם H3389 לִפְנֵ֣י H6440 הַשַּׁבָּ֗ת H7676 וָאֹֽמְרָ H559 וַיִּסָּגְר֣וּ H5462 הַדְּלָת֔וֹת H1817 וָאֹ֣מְרָ֔ H559 אֲשֶׁר֙ H834 לֹ֣א H3808 יִפְתָּח֔וּם H6605 עַ֖ד H5704 אַחַ֣ר H310 הַשַּׁבָּ֑ת H7676 וּמִ H5288 הֶֽעֱמַ֨דְתִּי֙ H5975 עַל H5921 הַשְּׁעָרִ֔ים H8179 לֹא H3808 יָב֥וֹא H935 מַשָּׂ֖א H4853 בְּי֥וֹם H3117 הַשַּׁבָּֽת H7676 ",
      "20": "וַיָּלִ֨ינוּ H3885 הָרֹכְלִ֜ים H7402 וּמֹכְרֵ֧י H4376 כָל H3605 מִמְכָּ֛ר H4465 מִח֥וּץ H2351 לִירוּשָׁלִָ֖ם H3389 פַּ֥עַם H6471 וּשְׁתָּֽיִם H8147 ",
      "21": "וָאָעִ֣ידָ H5749 בָהֶ֗ם Hb וָאֹמְרָ֤ H559 אֲלֵיהֶם֙ H413 מַדּ֜וּעַ H4069 אַתֶּ֤ם H859 לֵנִים֙ H3885 נֶ֣גֶד H5048 הַחוֹמָ֔ה H2346 אִם H518 תִּשְׁנ֕וּ H8138 יָ֖ד H3027 אֶשְׁלַ֣ח H7971 בָּכֶ֑ם Hb מִן H4480 הָעֵ֣ת H6256 הַהִ֔יא H1931 לֹא H3808 בָ֖אוּ H935 בַּשַּׁבָּֽת H7676 ",
      "22": "וָאֹמְרָ֣ H559 לַלְוִיִּ֗ם H3881 אֲשֶׁ֨ר H834 יִֽהְי֤וּ H1961 מִֽטַּהֲרִים֙ H2891 וּבָאִים֙ H935 שֹׁמְרִ֣ים H8104 הַשְּׁעָרִ֔ים H8179 לְקַדֵּ֖שׁ H6942 אֶת H853 י֣וֹם H3117 הַשַּׁבָּ֑ת H7676 גַּם H1571 זֹאת֙ H2063 זָכְרָה H2142 לִּ֣י Hl אֱלֹהַ֔י H430 וְח֥וּסָ H2347 עָלַ֖י H5921 כְּרֹ֥ב H7230 חַסְדֶּֽךָ H2617 ",
      "23": "גַּ֣ם H1571 בַּיָּמִ֣ים H3117 הָהֵ֗ם H1992 רָאִ֤יתִי H7200 אֶת H853 הַיְּהוּדִים֙ H3064 הֹשִׁ֗יבוּ H3427 נָשִׁים֙ H802 אשדודיות H796 עמוניות H5984 מוֹאֲבִיּֽוֹת H4125 ",
      "24": "וּבְנֵי H1121 חֲצִי֙ H2677 מְדַבֵּ֣ר H1696 אַשְׁדּוֹדִ֔ית H797 וְאֵינָ֥ H369 מַכִּירִ֖ים H5234 לְדַבֵּ֣ר H1696 יְהוּדִ֑ית H3066 וְכִ H3956 עַ֥ם H5971 וָעָֽם H5971 ",
      "25": "וָאָרִ֤יב H7378 עִמָּם֙ H5973 וָאֲקַֽלְלֵ֔ H7043 וָאַכֶּ֥ה H5221 מֵהֶ֛ם H1992 אֲנָשִׁ֖ים H376 וָֽאֶמְרְטֵ֑ H4803 וָאַשְׁבִּיעֵ֣ H7650 בֵּֽאלֹהִ֗ים H430 אִם H518 תִּתְּנ֤וּ H5414 בְנֹֽתֵיכֶם֙ H1323 לִבְנֵי H1121 וְאִם H518 תִּשְׂאוּ֙ H5375 מִבְּנֹ֣תֵי H1323 לִבְנֵי H1121 וְלָ Hc/Hl ",
      "26": "הֲל֣וֹא H3808 עַל H5921 אֵ֣לֶּה H428 חָטָֽא H2398 שְׁלֹמֹ֣ה H8010 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֡ל H3478 וּבַ H1471 הָרַבִּים֩ H7227 לֹֽא H3808 הָיָ֨ה H1961 מֶ֜לֶךְ H4428 כָּמֹ֗הוּ H3644 וְאָה֤וּב H157 לֵֽאלֹהָי H430 הָיָ֔ה H1961 וַיִּתְּנֵ֣ H5414 אֱלֹהִ֔ים H430 מֶ֖לֶךְ H4428 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 גַּם H1571 אוֹת֣וֹ H853 הֶחֱטִ֔יאוּ H2398 הַנָּשִׁ֖ים H802 הַנָּכְרִיּֽוֹת H5237 ",
      "27": "וְלָ Hc/Hl הֲנִשְׁמַ֗ע H8085 לַעֲשֹׂת֙ H6213 אֵ֣ת H853 כָּל H3605 הָרָעָ֤ה H7451 הַגְּדוֹלָה֙ H1419 הַזֹּ֔את H2063 לִמְעֹ֖ל H4603 בֵּֽאלֹהֵ֑י H430 לְהֹשִׁ֖יב H3427 נָשִׁ֥ים H802 נָכְרִיּֽוֹת H5237 ",
      "28": "וּמִ H1121 יוֹיָדָ֤ע H3111 בֶּן H1121 אֶלְיָשִׁיב֙ H475 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 חָתָ֖ן H2860 לְסַנְבַלַּ֣ט H5571 הַחֹרֹנִ֑י H2772 וָאַבְרִיחֵ֖ H1272 מֵעָלָֽ H5921 ",
      "29": "זָכְרָ֥ה H2142 לָהֶ֖ם H1992 אֱלֹהָ֑י H430 עַ֚ל H5921 גָּאֳלֵ֣י H1352 הַכְּהֻנָּ֔ה H3550 וּבְרִ֥ית H1285 הַכְּהֻנָּ֖ה H3550 וְהַ H3881 ",
      "30": "וְטִֽהַרְתִּ֖י H2891 מִכָּל H3605 נֵכָ֑ר H5236 וָאַעֲמִ֧ידָ H5975 מִשְׁמָר֛וֹת H4931 לַכֹּהֲנִ֥ים H3548 וְלַ H3881 אִ֥ישׁ H376 בִּמְלַאכְתּֽ H4399 ",
      "31": "וּלְ H7133 הָעֵצִ֛ים H6086 בְּעִתִּ֥ים H6256 מְזֻמָּנ֖וֹת H2163 וְלַ H1061 זָכְרָה H2142 לִּ֥י Hl אֱלֹהַ֖י H430 לְטוֹבָֽה H2896 "
    }
  }
}
