{
  "Numbers": {
    "1": {
      "1": "וַיְדַבֵּ֨ר H1696 יְהוָ֧ה H3068 אֶל H413 מֹשֶׁ֛ה H4872 בְּמִדְבַּ֥ר H4057 סִינַ֖י H5514 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 בְּאֶחָד֩ H259 לַחֹ֨דֶשׁ H2320 הַשֵּׁנִ֜י H8145 בַּשָּׁנָ֣ה H8141 הַשֵּׁנִ֗ית H8145 לְצֵאתָ֛ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לֵאמֹֽר H559 ",
      "2": "שְׂא֗וּ H5375 אֶת H853 רֹאשׁ֙ H7218 כָּל H3605 עֲדַ֣ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֔וֹת H8034 כָּל H3605 זָכָ֖ר H2145 לְגֻלְגְּלֹתָֽ H1538 ",
      "3": "מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כָּל H3605 יֹצֵ֥א H3318 צָבָ֖א H6635 בְּיִשְׂרָאֵ֑ל H3478 תִּפְקְד֥וּ H6485 אֹתָ֛ם H853 לְצִבְאֹתָ֖ H6635 אַתָּ֥ה H859 וְאַהֲרֹֽן H175 ",
      "4": "וְאִתְּ H854 יִהְי֔וּ H1961 אִ֥ישׁ H376 אִ֖ישׁ H376 לַמַּטֶּ֑ה H4294 אִ֛ישׁ H376 רֹ֥אשׁ H7218 לְבֵית H1004 אֲבֹתָ֖יו H1 הֽוּא H1931 ",
      "5": "וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁ֥ר H834 יַֽעַמְד֖וּ H5975 אִתְּכֶ֑ם H854 לִרְאוּבֵ֕ן H7205 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
      "6": "לְשִׁמְע֕וֹן H8095 שְׁלֻמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽישַׁדָּֽי H6701 ",
      "7": "לִֽיהוּדָ֕ה H3063 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
      "8": "לְיִ֨שָּׂשכָ֔ר H3485 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
      "9": "לִזְבוּלֻ֕ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
      "10": "לִבְנֵ֣י H1121 יוֹסֵ֔ף H3130 לְאֶפְרַ֕יִם H669 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיה֑וּד H5989 לִמְנַשֶּׁ֕ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָהצֽוּר H6301 ",
      "11": "לְבִ֨נְיָמִ֔ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
      "12": "לְדָ֕ן H1835 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּֽישַׁדָּֽי H5996 ",
      "13": "לְאָשֵׁ֕ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
      "14": "לְגָ֕ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
      "15": "לְנַ֨פְתָּלִ֔י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
      "16": "אֵ֚לֶּה H428 קריאי H7148 הָעֵדָ֔ה H5712 נְשִׂיאֵ֖י H5387 מַטּ֣וֹת H4294 אֲבוֹתָ֑ם H1 רָאשֵׁ֛י H7218 אַלְפֵ֥י H505 יִשְׂרָאֵ֖ל H3478 הֵֽם H1992 ",
      "17": "וַיִּקַּ֥ח H3947 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 אֵ֚ת H853 הָאֲנָשִׁ֣ים H376 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 נִקְּב֖וּ H5344 בְּשֵׁמֽוֹת H8034 ",
      "18": "וְאֵ֨ת H853 כָּל H3605 הָעֵדָ֜ה H5712 הִקְהִ֗ילוּ H6950 בְּאֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֔י H8145 וַיִּתְיַֽלְד֥וּ H3205 עַל H5921 מִשְׁפְּחֹתָ֖ם H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֗וֹת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֛ה H8141 וָמַ֖עְלָ H4605 לְגֻלְגְּלֹתָֽ H1538 ",
      "19": "כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 וַֽיִּפְקְדֵ֖ H6485 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 ",
      "20": "וַיִּהְי֤וּ H1961 בְנֵֽי H1121 רְאוּבֵן֙ H7205 בְּכֹ֣ר H1060 יִשְׂרָאֵ֔ל H3478 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֤ר H4557 שֵׁמוֹת֙ H8034 לְגֻלְגְּלֹתָ֔ H1538 כָּל H3605 זָכָ֗ר H2145 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "21": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 רְאוּבֵ֑ן H7205 שִׁשָּׁ֧ה H8337 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "22": "לִבְנֵ֣י H1121 שִׁמְע֔וֹן H8095 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 פְּקֻדָ֗יו H6485 בְּמִסְפַּ֤ר H4557 שֵׁמוֹת֙ H8034 לְגֻלְגְּלֹתָ֔ H1538 כָּל H3605 זָכָ֗ר H2145 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "23": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 שִׁמְע֑וֹן H8095 תִּשְׁעָ֧ה H8672 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וּשְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
      "24": "לִבְנֵ֣י H1121 גָ֔ד H1410 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֗וֹת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "25": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 גָ֑ד H1410 חֲמִשָּׁ֤ה H2568 וְאַרְבָּעִים֙ H705 אֶ֔לֶף H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
      "26": "לִבְנֵ֣י H1121 יְהוּדָ֔ה H3063 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "27": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 יְהוּדָ֑ה H3063 אַרְבָּעָ֧ה H702 וְשִׁבְעִ֛ים H7657 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "28": "לִבְנֵ֣י H1121 יִשָּׂשכָ֔ר H3485 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "29": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 יִשָּׂשכָ֑ר H3485 אַרְבָּעָ֧ה H702 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "30": "לִבְנֵ֣י H1121 זְבוּלֻ֔ן H2074 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "31": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 זְבוּלֻ֑ן H2074 שִׁבְעָ֧ה H7651 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "32": "לִבְנֵ֤י H1121 יוֹסֵף֙ H3130 לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "33": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 אֶפְרָ֑יִם H669 אַרְבָּעִ֥ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "34": "לִבְנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֗וֹת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "35": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 מְנַשֶּׁ֑ה H4519 שְׁנַ֧יִם H8147 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
      "36": "לִבְנֵ֣י H1121 בִנְיָמִ֔ן H1144 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "37": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 בִנְיָמִ֑ן H1144 חֲמִשָּׁ֧ה H2568 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "38": "לִבְנֵ֣י H1121 דָ֔ן H1835 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "39": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 דָ֑ן H1835 שְׁנַ֧יִם H8147 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
      "40": "לִבְנֵ֣י H1121 אָשֵׁ֔ר H836 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "41": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 אָשֵׁ֑ר H836 אֶחָ֧ד H259 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "42": "בְּנֵ֣י H1121 נַפְתָּלִ֔י H5321 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
      "43": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 נַפְתָּלִ֑י H5321 שְׁלֹשָׁ֧ה H7969 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "44": "אֵ֣לֶּה H428 הַפְּקֻדִ֡ים H6485 אֲשֶׁר֩ H834 פָּקַ֨ד H6485 מֹשֶׁ֤ה H4872 וְאַהֲרֹן֙ H175 וּנְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֔ל H3478 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אִ֑ישׁ H376 אִישׁ H376 אֶחָ֥ד H259 לְבֵית H1004 אֲבֹתָ֖יו H1 הָיֽוּ H1961 ",
      "45": "וַיִּֽהְי֛וּ H1961 כָּל H3605 פְּקוּדֵ֥י H6485 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כָּל H3605 יֹצֵ֥א H3318 צָבָ֖א H6635 בְּיִשְׂרָאֵֽל H3478 ",
      "46": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 הַפְּקֻדִ֔ים H6485 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֖לֶף H505 וּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֑ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
      "47": "וְהַ H3881 לְמַטֵּ֣ה H4294 אֲבֹתָ֑ם H1 לֹ֥א H3808 הָתְפָּקְד֖וּ H6485 בְּתוֹכָֽ H8432 ",
      "48": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "49": "אַ֣ךְ H389 אֶת H853 מַטֵּ֤ה H4294 לֵוִי֙ H3878 לֹ֣א H3808 תִפְקֹ֔ד H6485 וְאֶת H853 רֹאשָׁ֖ם H7218 לֹ֣א H3808 תִשָּׂ֑א H5375 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "50": "וְאַתָּ֡ה H859 הַפְקֵ֣ד H6485 אֶת H853 הַלְוִיִּם֩ H3881 עַל H5921 מִשְׁכַּ֨ן H4908 הָעֵדֻ֜ת H5715 וְעַ֣ל H5921 כָּל H3605 כֵּלָיו֮ H3627 וְעַ֣ל H5921 כָּל H3605 אֲשֶׁר H834 לוֹ֒ Hl הֵ֜מָּה H1992 יִשְׂא֤וּ H5375 אֶת H853 הַמִּשְׁכָּן֙ H4908 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְהֵ֖ם H1992 יְשָׁרְתֻ֑הוּ H8334 וְסָבִ֥יב H5439 לַמִּשְׁכָּ֖ן H4908 יַחֲנֽוּ H2583 ",
      "51": "וּבִ H5265 הַמִּשְׁכָּ֗ן H4908 יוֹרִ֤ידוּ H3381 אֹתוֹ֙ H853 הַלְוִיִּ֔ם H3881 וּבַ H2583 הַמִּשְׁכָּ֔ן H4908 יָקִ֥ימוּ H6965 אֹת֖וֹ H853 הַלְוִיִּ֑ם H3881 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
      "52": "וְחָנ֖וּ H2583 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אִ֧ישׁ H376 עַֽל H5921 מַחֲנֵ֛הוּ H4264 וְאִ֥ישׁ H376 עַל H5921 דִּגְל֖וֹ H1714 לְצִבְאֹתָֽ H6635 ",
      "53": "וְהַ H3881 יַחֲנ֤וּ H2583 סָבִיב֙ H5439 לְמִשְׁכַּ֣ן H4908 הָעֵדֻ֔ת H5715 וְלֹֽא H3808 יִהְיֶ֣ה H1961 קֶ֔צֶף H7110 עַל H5921 עֲדַ֖ת H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְשָׁמְרוּ֙ H8104 הַלְוִיִּ֔ם H3881 אֶת H853 מִשְׁמֶ֖רֶת H4931 מִשְׁכַּ֥ן H4908 הָעֵדֽוּת H5715 ",
      "54": "וַֽיַּעֲשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 כֵּ֥ן H3651 עָשֽׂוּ H6213 "
    },
    "2": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "2": "אִ֣ישׁ H376 עַל H5921 דִּגְל֤וֹ H1714 בְאֹתֹת֙ H226 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 יַחֲנ֖וּ H2583 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 מִנֶּ֕גֶד H5048 סָבִ֥יב H5439 לְאֹֽהֶל H168 מוֹעֵ֖ד H4150 יַחֲנֽוּ H2583 ",
      "3": "וְהַ H2583 קֵ֣דְמָה H6924 מִזְרָ֔חָה H4217 דֶּ֛גֶל H1714 מַחֲנֵ֥ה H4264 יְהוּדָ֖ה H3063 לְצִבְאֹתָ֑ H6635 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 יְהוּדָ֔ה H3063 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
      "4": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 אַרְבָּעָ֧ה H702 וְשִׁבְעִ֛ים H7657 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "5": "וְהַ H2583 עָלָ֖יו H5921 מַטֵּ֣ה H4294 יִשָּׂשכָ֑ר H3485 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 יִשָּׂשכָ֔ר H3485 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
      "6": "וּצְבָא֖ H6635 וּפְקֻדָ֑י H6485 אַרְבָּעָ֧ה H702 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "7": "מַטֵּ֖ה H4294 זְבוּלֻ֑ן H2074 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 זְבוּלֻ֔ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
      "8": "וּצְבָא֖ H6635 וּפְקֻדָ֑י H6485 שִׁבְעָ֧ה H7651 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "9": "כָּֽל H3605 הַפְּקֻדִ֞ים H6485 לְמַחֲנֵ֣ה H4264 יְהוּדָ֗ה H3063 מְאַ֨ת H3967 אֶ֜לֶף H505 וּשְׁמֹנִ֥ים H8084 אֶ֛לֶף H505 וְשֵֽׁשֶׁת H8337 אֲלָפִ֥ים H505 וְאַרְבַּע H702 מֵא֖וֹת H3967 לְצִבְאֹתָ֑ H6635 רִאשֹׁנָ֖ה H7223 יִסָּֽעוּ H5265 ",
      "10": "דֶּ֣גֶל H1714 מַחֲנֵ֧ה H4264 רְאוּבֵ֛ן H7205 תֵּימָ֖נָה H8486 לְצִבְאֹתָ֑ H6635 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 רְאוּבֵ֔ן H7205 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
      "11": "וּצְבָא֖ H6635 וּפְקֻדָ֑י H6485 שִׁשָּׁ֧ה H8337 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "12": "וְהַ H2583 עָלָ֖יו H5921 מַטֵּ֣ה H4294 שִׁמְע֑וֹן H8095 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 שִׁמְע֔וֹן H8095 שְׁלֻמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽי H6701 שַׁדָּֽי H6701 ",
      "13": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 תִּשְׁעָ֧ה H8672 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וּשְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
      "14": "וְמַטֵּ֖ה H4294 גָּ֑ד H1410 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 גָ֔ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 רְעוּאֵֽל H7467 ",
      "15": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 חֲמִשָּׁ֤ה H2568 וְאַרְבָּעִים֙ H705 אֶ֔לֶף H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
      "16": "כָּֽל H3605 הַפְּקֻדִ֞ים H6485 לְמַחֲנֵ֣ה H4264 רְאוּבֵ֗ן H7205 מְאַ֨ת H3967 אֶ֜לֶף H505 וְאֶחָ֨ד H259 וַחֲמִשִּׁ֥ים H2572 אֶ֛לֶף H505 וְאַרְבַּע H702 מֵא֥וֹת H3967 וַחֲמִשִּׁ֖ים H2572 לְצִבְאֹתָ֑ H6635 וּשְׁנִיִּ֖ם H8145 יִסָּֽעוּ H5265 ",
      "17": "וְנָסַ֧ע H5265 אֹֽהֶל H168 מוֹעֵ֛ד H4150 מַחֲנֵ֥ה H4264 הַלְוִיִּ֖ם H3881 בְּת֣וֹךְ H8432 הַֽמַּחֲנֹ֑ת H4264 כַּאֲשֶׁ֤ר H834 יַחֲנוּ֙ H2583 כֵּ֣ן H3651 יִסָּ֔עוּ H5265 אִ֥ישׁ H376 עַל H5921 יָד֖וֹ H3027 לְדִגְלֵי H1714 ",
      "18": "דֶּ֣גֶל H1714 מַחֲנֵ֥ה H4264 אֶפְרַ֛יִם H669 לְצִבְאֹתָ֖ H6635 יָ֑מָּה H3220 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
      "19": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 אַרְבָּעִ֥ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "20": "וְעָלָ֖י H5921 מַטֵּ֣ה H4294 מְנַשֶּׁ֑ה H4519 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָהצֽוּר H6301 ",
      "21": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 שְׁנַ֧יִם H8147 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
      "22": "וּמַטֵּ֖ה H4294 בִּנְיָמִ֑ן H1144 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 בִנְיָמִ֔ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
      "23": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 חֲמִשָּׁ֧ה H2568 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "24": "כָּֽל H3605 הַפְּקֻדִ֞ים H6485 לְמַחֲנֵ֣ה H4264 אֶפְרַ֗יִם H669 מְאַ֥ת H3967 אֶ֛לֶף H505 וּשְׁמֹֽנַת H8083 אֲלָפִ֥ים H505 וּמֵאָ֖ה H3967 לְצִבְאֹתָ֑ H6635 וּשְׁלִשִׁ֖ים H7992 יִסָּֽעוּ H5265 ",
      "25": "דֶּ֣גֶל H1714 מַחֲנֵ֥ה H4264 דָ֛ן H1835 צָפֹ֖נָה H6828 לְצִבְאֹתָ֑ H6635 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 דָ֔ן H1835 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּֽישַׁדָּֽי H5996 ",
      "26": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 שְׁנַ֧יִם H8147 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
      "27": "וְהַ H2583 עָלָ֖יו H5921 מַטֵּ֣ה H4294 אָשֵׁ֑ר H836 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 אָשֵׁ֔ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
      "28": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 אֶחָ֧ד H259 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "29": "וּמַטֵּ֖ה H4294 נַפְתָּלִ֑י H5321 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 נַפְתָּלִ֔י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
      "30": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 שְׁלֹשָׁ֧ה H7969 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "31": "כָּל H3605 הַפְּקֻדִים֙ H6485 לְמַ֣חֲנֵה H4264 דָ֔ן H1835 מְאַ֣ת H3967 אֶ֗לֶף H505 וְשִׁבְעָ֧ה H7651 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְשֵׁ֣שׁ H8337 מֵא֑וֹת H3967 לָאַחֲרֹנָ֥ה H314 יִסְע֖וּ H5265 לְדִגְלֵי H1714 ",
      "32": "אֵ֛לֶּה H428 פְּקוּדֵ֥י H6485 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 כָּל H3605 פְּקוּדֵ֤י H6485 הַֽמַּחֲנֹת֙ H4264 לְצִבְאֹתָ֔ H6635 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
      "33": "וְהַ֨ H3881 לֹ֣א H3808 הָתְפָּקְד֔וּ H6485 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "34": "וַֽיַּעֲשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כְּ֠כֹל H3605 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 אֶת H853 מֹשֶׁ֗ה H4872 כֵּֽן H3651 חָנ֤וּ H2583 לְדִגְלֵי H1714 וְכֵ֣ן H3651 נָסָ֔עוּ H5265 אִ֥ישׁ H376 לְמִשְׁפְּחֹתָ֖י H4940 עַל H5921 בֵּ֥ית H1004 אֲבֹתָֽיו H1 "
    },
    "3": {
      "1": "וְאֵ֛לֶּה H428 תּוֹלְדֹ֥ת H8435 אַהֲרֹ֖ן H175 וּמֹשֶׁ֑ה H4872 בְּי֗וֹם H3117 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶת H854 מֹשֶׁ֖ה H4872 בְּהַ֥ר H2022 סִינָֽי H5514 ",
      "2": "וְאֵ֛לֶּה H428 שְׁמ֥וֹת H8034 בְּֽנֵי H1121 אַהֲרֹ֖ן H175 הַבְּכ֣וֹר H1060 נָדָ֑ב H5070 וַאֲבִיה֕וּא H30 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
      "3": "אֵ֗לֶּה H428 שְׁמוֹת֙ H8034 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 הַכֹּהֲנִ֖ים H3548 הַמְּשֻׁחִ֑ים H4886 אֲשֶׁר H834 מִלֵּ֥א H4390 יָדָ֖ם H3027 לְכַהֵֽן H3547 ",
      "4": "וַיָּ֣מָת H4191 נָדָ֣ב H5070 וַאֲבִיה֣וּא H30 לִפְנֵ֣י H6440 יְהוָ֡ה H3068 בְּֽהַקְרִבָ H7126 אֵ֨שׁ H784 זָרָ֜ה H2114 לִפְנֵ֤י H6440 יְהוָה֙ H3068 בְּמִדְבַּ֣ר H4057 סִינַ֔י H5514 וּבָנִ֖ים H1121 לֹא H3808 הָי֣וּ H1961 לָהֶ֑ם Hl וַיְכַהֵ֤ן H3547 אֶלְעָזָר֙ H499 וְאִ֣יתָמָ֔ר H385 עַל H5921 פְּנֵ֖י H6440 אַהֲרֹ֥ן H175 אֲבִיהֶֽם H1 ",
      "5": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "6": "הַקְרֵב֙ H7126 אֶת H853 מַטֵּ֣ה H4294 לֵוִ֔י H3878 וְֽהַעֲמַדְתָּ֣ H5975 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אַהֲרֹ֣ן H175 הַכֹּהֵ֑ן H3548 וְשֵׁרְת֖וּ H8334 אֹתֽוֹ H853 ",
      "7": "וְשָׁמְר֣וּ H8104 אֶת H853 מִשְׁמַרְתּ֗וֹ H4931 וְאֶת H853 מִשְׁמֶ֨רֶת֙ H4931 כָּל H3605 הָ֣עֵדָ֔ה H5712 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 לַעֲבֹ֖ד H5647 אֶת H853 עֲבֹדַ֥ת H5656 הַמִּשְׁכָּֽן H4908 ",
      "8": "וְשָׁמְר֗וּ H8104 אֶֽת H853 כָּל H3605 כְּלֵי֙ H3627 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְאֶת H853 מִשְׁמֶ֖רֶת H4931 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לַעֲבֹ֖ד H5647 אֶת H853 עֲבֹדַ֥ת H5656 הַמִּשְׁכָּֽן H4908 ",
      "9": "וְנָתַתָּה֙ H5414 אֶת H853 הַלְוִיִּ֔ם H3881 לְאַהֲרֹ֖ן H175 וּלְ H1121 נְתוּנִ֨ם H5414 נְתוּנִ֥ם H5414 הֵ֨מָּה֙ H1992 ל֔וֹ Hl מֵאֵ֖ת H854 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "10": "וְאֶת H853 אַהֲרֹ֤ן H175 וְאֶת H853 בָּנָיו֙ H1121 תִּפְקֹ֔ד H6485 וְשָׁמְר֖וּ H8104 אֶת H853 כְּהֻנָּתָ֑ם H3550 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
      "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "12": "וַאֲנִ֞י H589 הִנֵּ֧ה H2009 לָקַ֣חְתִּי H3947 אֶת H853 הַלְוִיִּ֗ם H3881 מִתּוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 תַּ֧חַת H8478 כָּל H3605 בְּכ֛וֹר H1060 פֶּ֥טֶר H6363 רֶ֖חֶם H7358 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָ֥יוּ H1961 לִ֖י Hl הַלְוִיִּֽם H3881 ",
      "13": "כִּ֣י H3588 לִי֮ Hl כָּל H3605 בְּכוֹר֒ H1060 בְּיוֹם֩ H3117 הַכֹּתִ֨י H5221 כָל H3605 בְּכ֜וֹר H1060 בְּאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 הִקְדַּ֨שְׁתִּי H6942 לִ֤י Hl כָל H3605 בְּכוֹר֙ H1060 בְּיִשְׂרָאֵ֔ל H3478 מֵאָדָ֖ם H120 עַד H5704 בְּהֵמָ֑ה H929 לִ֥י Hl יִהְי֖וּ H1961 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "14": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בְּמִדְבַּ֥ר H4057 סִינַ֖י H5514 לֵאמֹֽר H559 ",
      "15": "פְּקֹד֙ H6485 אֶת H853 בְּנֵ֣י H1121 לֵוִ֔י H3878 לְבֵ֥ית H1004 אֲבֹתָ֖ם H1 לְמִשְׁפְּחֹתָ֑ H4940 כָּל H3605 זָכָ֛ר H2145 מִבֶּן H1121 חֹ֥דֶשׁ H2320 וָמַ֖עְלָ H4605 תִּפְקְדֵֽם H6485 ",
      "16": "וַיִּפְקֹ֥ד H6485 אֹתָ֛ם H853 מֹשֶׁ֖ה H4872 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 כַּאֲשֶׁ֖ר H834 צֻוָּֽה H6680 ",
      "17": "וַיִּֽהְיוּ H1961 אֵ֥לֶּה H428 בְנֵֽי H1121 לֵוִ֖י H3878 בִּשְׁמֹתָ֑ H8034 גֵּרְשׁ֕וֹן H1648 וּקְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
      "18": "וְאֵ֛לֶּה H428 שְׁמ֥וֹת H8034 בְּֽנֵי H1121 גֵרְשׁ֖וֹן H1648 לְמִשְׁפְּחֹתָ֑ H4940 לִבְנִ֖י H3845 וְשִׁמְעִֽי H8096 ",
      "19": "וּבְנֵ֥י H1121 קְהָ֖ת H6955 לְמִשְׁפְּחֹתָ֑ H4940 עַמְרָ֣ם H6019 וְיִצְהָ֔ר H3324 חֶבְר֖וֹן H2275 וְעֻזִּיאֵֽל H5816 ",
      "20": "וּבְנֵ֧י H1121 מְרָרִ֛י H4847 לְמִשְׁפְּחֹתָ֖ H4940 מַחְלִ֣י H4249 וּמוּשִׁ֑י H4187 אֵ֥לֶּה H428 הֵ֛ם H1992 מִשְׁפְּחֹ֥ת H4940 הַלֵּוִ֖י H3881 לְבֵ֥ית H1004 אֲבֹתָֽם H1 ",
      "21": "לְגֵ֣רְשׁ֔וֹן H1648 מִשְׁפַּ֨חַת֙ H4940 הַלִּבְנִ֔י H3846 וּמִשְׁפַּ֖חַת H4940 הַשִּׁמְעִ֑י H8097 אֵ֣לֶּה H428 הֵ֔ם H1992 מִשְׁפְּחֹ֖ת H4940 הַגֵּרְשֻׁנִּֽי H1649 ",
      "22": "פְּקֻדֵיהֶם֙ H6485 בְּמִסְפַּ֣ר H4557 כָּל H3605 זָכָ֔ר H2145 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 פְּקֻ֣דֵיהֶ֔ם H6485 שִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "23": "מִשְׁפְּחֹ֖ת H4940 הַגֵּרְשֻׁנִּ֑י H1649 אַחֲרֵ֧י H310 הַמִּשְׁכָּ֛ן H4908 יַחֲנ֖וּ H2583 יָֽמָּה H3220 ",
      "24": "וּנְשִׂ֥יא H5387 בֵֽית H1004 אָ֖ב H1 לַגֵּרְשֻׁנִּ֑י H1649 אֶלְיָסָ֖ף H460 בֶּן H1121 לָאֵֽל H3815 ",
      "25": "וּמִשְׁמֶ֤רֶת H4931 בְּנֵֽי H1121 גֵרְשׁוֹן֙ H1648 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 הַמִּשְׁכָּ֖ן H4908 וְהָ H168 מִכְסֵ֕הוּ H4372 וּמָסַ֕ךְ H4539 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "26": "וְקַלְעֵ֣י H7050 הֶֽחָצֵ֗ר H2691 וְאֶת H853 מָסַךְ֙ H4539 פֶּ֣תַח H6607 הֶֽחָצֵ֔ר H2691 אֲשֶׁ֧ר H834 עַל H5921 הַמִּשְׁכָּ֛ן H4908 וְעַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִ֑יב H5439 וְאֵת֙ H853 מֵֽיתָרָ֔יו H4340 לְכֹ֖ל H3605 עֲבֹדָתֽוֹ H5656 ",
      "27": "וְלִ H6955 מִשְׁפַּ֤חַת H4940 הַֽעַמְרָמִי֙ H6020 וּמִשְׁפַּ֣חַת H4940 הַיִּצְהָרִ֔י H3325 וּמִשְׁפַּ֨חַת֙ H4940 הַֽחֶבְרֹנִ֔י H2276 וּמִשְׁפַּ֖חַת H4940 הָֽעָזִּיאֵלִ֑י H5817 אֵ֥לֶּה H428 הֵ֖ם H1992 מִשְׁפְּחֹ֥ת H4940 הַקְּהָתִֽי H6956 ",
      "28": "בְּמִסְפַּר֙ H4557 כָּל H3605 זָכָ֔ר H2145 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 שְׁמֹנַ֤ת H8083 אֲלָפִים֙ H505 וְשֵׁ֣שׁ H8337 מֵא֔וֹת H3967 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֥רֶת H4931 הַקֹּֽדֶשׁ H6944 ",
      "29": "מִשְׁפְּחֹ֥ת H4940 בְּנֵי H1121 קְהָ֖ת H6955 יַחֲנ֑וּ H2583 עַ֛ל H5921 יֶ֥רֶךְ H3409 הַמִּשְׁכָּ֖ן H4908 תֵּימָֽנָה H8486 ",
      "30": "וּנְשִׂ֥יא H5387 בֵֽית H1004 אָ֖ב H1 לְמִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֑י H6956 אֶלִיצָפָ֖ן H469 בֶּן H1121 עֻזִּיאֵֽל H5816 ",
      "31": "וּמִשְׁמַרְתָּ֗ H4931 הָאָרֹ֤ן H727 וְהַ H7979 וְהַ H4501 וְהַֽ H4196 וּכְלֵ֣י H3627 הַקֹּ֔דֶשׁ H6944 אֲשֶׁ֥ר H834 יְשָׁרְת֖וּ H8334 בָּהֶ֑ם Hb וְהַ֨ H4539 וְכֹ֖ל H3605 עֲבֹדָתֽוֹ H5656 ",
      "32": "וּנְשִׂיא֙ H5387 נְשִׂיאֵ֣י H5387 הַלֵּוִ֔י H3881 אֶלְעָזָ֖ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֑ן H3548 פְּקֻדַּ֕ת H6486 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֥רֶת H4931 הַקֹּֽדֶשׁ H6944 ",
      "33": "לִמְרָרִ֕י H4847 מִשְׁפַּ֨חַת֙ H4940 הַמַּחְלִ֔י H4250 וּמִשְׁפַּ֖חַת H4940 הַמּוּשִׁ֑י H4188 אֵ֥לֶּה H428 הֵ֖ם H1992 מִשְׁפְּחֹ֥ת H4940 מְרָרִֽי H4847 ",
      "34": "וּפְקֻדֵי H6485 בְּמִסְפַּ֣ר H4557 כָּל H3605 זָכָ֔ר H2145 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 שֵׁ֥שֶׁת H8337 אֲלָפִ֖ים H505 וּמָאתָֽיִם H3967 ",
      "35": "וּנְשִׂ֤יא H5387 בֵֽית H1004 אָב֙ H1 לְמִשְׁפְּחֹ֣ת H4940 מְרָרִ֔י H4847 צוּרִיאֵ֖ל H6700 בֶּן H1121 אֲבִיחָ֑יִל H32 עַ֣ל H5921 יֶ֧רֶךְ H3409 הַמִּשְׁכָּ֛ן H4908 יַחֲנ֖וּ H2583 צָפֹֽנָה H6828 ",
      "36": "וּפְקֻדַּ֣ת H6486 מִשְׁמֶרֶת֮ H4931 בְּנֵ֣י H1121 מְרָרִי֒ H4847 קַרְשֵׁי֙ H7175 הַמִּשְׁכָּ֔ן H4908 וּבְרִיחָ֖י H1280 וְעַמֻּדָ֣י H5982 וַאֲדָנָ֑י H134 וְכָל H3605 כֵּלָ֔יו H3627 וְכֹ֖ל H3605 עֲבֹדָתֽוֹ H5656 ",
      "37": "וְעַמֻּדֵ֧י H5982 הֶחָצֵ֛ר H2691 סָבִ֖יב H5439 וְאַדְנֵי H134 וִיתֵדֹתָ֖ H3489 וּמֵֽיתְרֵי H4340 ",
      "38": "וְהַ H2583 לִפְנֵ֣י H6440 הַמִּשְׁכָּ֡ן H4908 קֵ֣דְמָה H6924 לִפְנֵי֩ H6440 אֹֽהֶל H168 מוֹעֵ֨ד H4150 מִזְרָ֜חָה H4217 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֣ן H175 וּבָנָ֗י H1121 שֹֽׁמְרִים֙ H8104 מִשְׁמֶ֣רֶת H4931 הַמִּקְדָּ֔שׁ H4720 לְמִשְׁמֶ֖רֶת H4931 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
      "39": "כָּל H3605 פְּקוּדֵ֨י H6485 הַלְוִיִּ֜ם H3881 אֲשֶׁר֩ H834 פָּקַ֨ד H6485 מֹשֶׁ֧ה H4872 וְׄאַׄהֲׄרֹ֛ׄןׄ H175 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 לְמִשְׁפְּחֹתָ֑ H4940 כָּל H3605 זָכָר֙ H2145 מִבֶּן H1121 חֹ֣דֶשׁ H2320 וָמַ֔עְלָ H4605 שְׁנַ֥יִם H8147 וְעֶשְׂרִ֖ים H6242 אָֽלֶף H505 ",
      "40": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 פְּקֹ֨ד H6485 כָּל H3605 בְּכֹ֤ר H1060 זָכָר֙ H2145 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 וְשָׂ֕א H5375 אֵ֖ת H853 מִסְפַּ֥ר H4557 שְׁמֹתָֽם H8034 ",
      "41": "וְלָקַחְתָּ֨ H3947 אֶת H853 הַלְוִיִּ֥ם H3881 לִי֙ Hl אֲנִ֣י H589 יְהוָ֔ה H3068 תַּ֥חַת H8478 כָּל H3605 בְּכֹ֖ר H1060 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְאֵת֙ H853 בֶּהֱמַ֣ת H929 הַלְוִיִּ֔ם H3881 תַּ֣חַת H8478 כָּל H3605 בְּכ֔וֹר H1060 בְּבֶהֱמַ֖ת H929 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "42": "וַיִּפְקֹ֣ד H6485 מֹשֶׁ֔ה H4872 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 אֶֽת H853 כָּל H3605 בְּכֹ֖ר H1060 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "43": "וַיְהִי֩ H1961 כָל H3605 בְּכ֨וֹר H1060 זָכָ֜ר H2145 בְּמִסְפַּ֥ר H4557 שֵׁמ֛וֹת H8034 מִבֶּן H1121 חֹ֥דֶשׁ H2320 וָמַ֖עְלָ H4605 לִפְקֻדֵי H6485 שְׁנַ֤יִם H8147 וְעֶשְׂרִים֙ H6242 אֶ֔לֶף H505 שְׁלֹשָׁ֥ה H7969 וְשִׁבְעִ֖ים H7657 וּמָאתָֽיִם H3967 ",
      "44": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "45": "קַ֣ח H3947 אֶת H853 הַלְוִיִּ֗ם H3881 תַּ֤חַת H8478 כָּל H3605 בְּכוֹר֙ H1060 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 בֶּהֱמַ֥ת H929 הַלְוִיִּ֖ם H3881 תַּ֣חַת H8478 בְּהֶמְתָּ֑ם H929 וְהָיוּ H1961 לִ֥י Hl הַלְוִיִּ֖ם H3881 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "46": "וְאֵת֙ H853 פְּדוּיֵ֣י H6302 הַשְּׁלֹשָׁ֔ה H7969 וְהַ H7657 וְהַ H3967 הָעֹֽדְפִים֙ H5736 עַל H5921 הַלְוִיִּ֔ם H3881 מִבְּכ֖וֹר H1060 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "47": "וְלָקַחְתָּ֗ H3947 חֲמֵ֧שֶׁת H2568 חֲמֵ֛שֶׁת H2568 שְׁקָלִ֖ים H8255 לַגֻּלְגֹּ֑לֶת H1538 בְּשֶׁ֤קֶל H8255 הַקֹּ֨דֶשׁ֙ H6944 תִּקָּ֔ח H3947 עֶשְׂרִ֥ים H6242 גֵּרָ֖ה H1626 הַשָּֽׁקֶל H8255 ",
      "48": "וְנָתַתָּ֣ה H5414 הַכֶּ֔סֶף H3701 לְאַהֲרֹ֖ן H175 וּלְ H1121 פְּדוּיֵ֕י H6302 הָעֹדְפִ֖ים H5736 בָּהֶֽם Hb ",
      "49": "וַיִּקַּ֣ח H3947 מֹשֶׁ֔ה H4872 אֵ֖ת H853 כֶּ֣סֶף H3701 הַפִּדְי֑וֹם H6306 מֵאֵת֙ H853 הָעֹ֣דְפִ֔ים H5736 עַ֖ל H5921 פְּדוּיֵ֥י H6302 הַלְוִיִּֽם H3881 ",
      "50": "מֵאֵ֗ת H853 בְּכ֛וֹר H1060 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לָקַ֣ח H3947 אֶת H853 הַכָּ֑סֶף H3701 חֲמִשָּׁ֨ה H2568 וְשִׁשִּׁ֜ים H8346 וּשְׁלֹ֥שׁ H7969 מֵא֛וֹת H3967 וָאֶ֖לֶף H505 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
      "51": "וַיִּתֵּ֨ן H5414 מֹשֶׁ֜ה H4872 אֶת H853 כֶּ֧סֶף H3701 הַפְּדֻיִ֛ם H6302 לְאַהֲרֹ֥ן H175 וּלְ H1121 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
    },
    "4": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "2": "נָשֹׂ֗א H5375 אֶת H853 רֹאשׁ֙ H7218 בְּנֵ֣י H1121 קְהָ֔ת H6955 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 לֵוִ֑י H3878 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֥ית H1004 אֲבֹתָֽם H1 ",
      "3": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 בָּא֙ H935 לַצָּבָ֔א H6635 לַעֲשׂ֥וֹת H6213 מְלָאכָ֖ה H4399 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "4": "זֹ֛את H2063 עֲבֹדַ֥ת H5656 בְּנֵי H1121 קְהָ֖ת H6955 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 קֹ֖דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
      "5": "וּבָ֨א H935 אַהֲרֹ֤ן H175 וּבָנָי H1121 בִּנְסֹ֣עַ H5265 הַֽמַּחֲנֶ֔ה H4264 וְהוֹרִ֕דוּ H3381 אֵ֖ת H853 פָּרֹ֣כֶת H6532 הַמָּסָ֑ךְ H4539 וְכִ֨סּוּ H3680 בָ֔הּ Hb אֵ֖ת H853 אֲרֹ֥ן H727 הָעֵדֻֽת H5715 ",
      "6": "וְנָתְנ֣וּ H5414 עָלָ֗יו H5921 כְּסוּי֙ H3681 ע֣וֹר H5785 תַּ֔חַשׁ H8476 וּפָרְשׂ֧וּ H6566 בֶֽגֶד H899 כְּלִ֛יל H3632 תְּכֵ֖לֶת H8504 מִלְ H4605 וְשָׂמ֖וּ H7760 בַּדָּֽיו H905 ",
      "7": "וְעַ֣ל H5921 שֻׁלְחַ֣ן H7979 הַפָּנִ֗ים H6440 יִפְרְשׂוּ֮ H6566 בֶּ֣גֶד H899 תְּכֵלֶת֒ H8504 וְנָתְנ֣וּ H5414 עָ֠לָיו H5921 אֶת H853 הַקְּעָרֹ֤ת H7086 וְאֶת H853 הַכַּפֹּת֙ H3709 וְאֶת H853 הַמְּנַקִּיֹּ֔ת H4518 וְאֵ֖ת H853 קְשׂ֣וֹת H7184 הַנָּ֑סֶךְ H5262 וְלֶ֥חֶם H3899 הַתָּמִ֖יד H8548 עָלָ֥יו H5921 יִהְיֶֽה H1961 ",
      "8": "וּפָרְשׂ֣וּ H6566 עֲלֵיהֶ֗ם H5921 בֶּ֚גֶד H899 תּוֹלַ֣עַת H8438 שָׁנִ֔י H8144 וְכִסּ֣וּ H3680 אֹת֔וֹ H853 בְּמִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְשָׂמ֖וּ H7760 אֶת H853 בַּדָּֽיו H905 ",
      "9": "וְלָקְח֣וּ H3947 בֶּ֣גֶד H899 תְּכֵ֗לֶת H8504 וְכִסּ֞וּ H3680 אֶת H853 מְנֹרַ֤ת H4501 הַמָּאוֹר֙ H3974 וְאֶת H853 נֵ֣רֹתֶ֔יהָ H5216 וְאֶת H853 מַלְקָחֶ֖יהָ H4457 וְאֶת H853 מַחְתֹּתֶ֑יהָ H4289 וְאֵת֙ H853 כָּל H3605 כְּלֵ֣י H3627 שַׁמְנָ֔הּ H8081 אֲשֶׁ֥ר H834 יְשָׁרְתוּ H8334 לָ֖הּ Hl בָּהֶֽם Hb ",
      "10": "וְנָתְנ֤וּ H5414 אֹתָהּ֙ H853 וְאֶת H853 כָּל H3605 כֵּלֶ֔יהָ H3627 אֶל H413 מִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְנָתְנ֖וּ H5414 עַל H5921 הַמּֽוֹט H4132 ",
      "11": "וְעַ֣ל H5921 מִזְבַּ֣ח H4196 הַזָּהָ֗ב H2091 יִפְרְשׂוּ֙ H6566 בֶּ֣גֶד H899 תְּכֵ֔לֶת H8504 וְכִסּ֣וּ H3680 אֹת֔וֹ H853 בְּמִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְשָׂמ֖וּ H7760 אֶת H853 בַּדָּֽיו H905 ",
      "12": "וְלָקְחוּ֩ H3947 אֶת H853 כָּל H3605 כְּלֵ֨י H3627 הַשָּׁרֵ֜ת H8335 אֲשֶׁ֧ר H834 יְשָֽׁרְתוּ H8334 בָ֣ם Hb בַּקֹּ֗דֶשׁ H6944 וְנָֽתְנוּ֙ H5414 אֶל H413 בֶּ֣גֶד H899 תְּכֵ֔לֶת H8504 וְכִסּ֣וּ H3680 אוֹתָ֔ם H853 בְּמִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְנָתְנ֖וּ H5414 עַל H5921 הַמּֽוֹט H4132 ",
      "13": "וְדִשְּׁנ֖וּ H1878 אֶת H853 הַמִּזְבֵּ֑חַ H4196 וּפָרְשׂ֣וּ H6566 עָלָ֔יו H5921 בֶּ֖גֶד H899 אַרְגָּמָֽן H713 ",
      "14": "וְנָתְנ֣וּ H5414 עָ֠לָיו H5921 אֶֽת H853 כָּל H3605 כֵּלָ֞יו H3627 אֲשֶׁ֣ר H834 יְֽשָׁרְת֧וּ H8334 עָלָ֣יו H5921 בָּהֶ֗ם Hb אֶת H853 הַמַּחְתֹּ֤ת H4289 אֶת H853 הַמִּזְלָגֹת֙ H4207 וְאֶת H853 הַיָּעִ֣ים H3257 וְאֶת H853 הַמִּזְרָקֹ֔ת H4219 כֹּ֖ל H3605 כְּלֵ֣י H3627 הַמִּזְבֵּ֑חַ H4196 וּפָרְשׂ֣וּ H6566 עָלָ֗יו H5921 כְּס֛וּי H3681 ע֥וֹר H5785 תַּ֖חַשׁ H8476 וְשָׂמ֥וּ H7760 בַדָּֽיו H905 ",
      "15": "וְכִלָּ֣ה H3615 אַֽהֲרֹן H175 וּ֠בָנָי H1121 לְכַסֹּ֨ת H3680 אֶת H853 הַקֹּ֜דֶשׁ H6944 וְאֶת H853 כָּל H3605 כְּלֵ֣י H3627 הַקֹּדֶשׁ֮ H6944 בִּנְסֹ֣עַ H5265 הַֽמַּחֲנֶה֒ H4264 וְאַחֲרֵי H310 כֵ֗ן H3651 יָבֹ֤אוּ H935 בְנֵי H1121 קְהָת֙ H6955 לָשֵׂ֔את H5375 וְלֹֽא H3808 יִגְּע֥וּ H5060 אֶל H413 הַקֹּ֖דֶשׁ H6944 וָמֵ֑תוּ H4191 אֵ֛לֶּה H428 מַשָּׂ֥א H4853 בְנֵֽי H1121 קְהָ֖ת H6955 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "16": "וּפְקֻדַּ֞ת H6486 אֶלְעָזָ֣ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 שֶׁ֤מֶן H8081 הַמָּאוֹר֙ H3974 וּקְטֹ֣רֶת H7004 הַסַּמִּ֔ים H5561 וּמִנְחַ֥ת H4503 הַתָּמִ֖יד H8548 וְשֶׁ֣מֶן H8081 הַמִּשְׁחָ֑ה H4888 פְּקֻדַּ֗ת H6486 כָּל H3605 הַמִּשְׁכָּן֙ H4908 וְכָל H3605 אֲשֶׁר H834 בּ֔וֹ Hb בְּקֹ֖דֶשׁ H6944 וּבְ H3627 ",
      "17": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "18": "אַל H408 תַּכְרִ֕יתוּ H3772 אֶת H853 שֵׁ֖בֶט H7626 מִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֑י H6956 מִתּ֖וֹךְ H8432 הַלְוִיִּֽם H3881 ",
      "19": "וְזֹ֣את H2063 עֲשׂ֣וּ H6213 לָהֶ֗ם Hl וְחָיוּ֙ H2421 וְלֹ֣א H3808 יָמֻ֔תוּ H4191 בְּגִשְׁתָּ֖ H5066 אֶת H853 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 אַהֲרֹ֤ן H175 וּבָנָי H1121 יָבֹ֔אוּ H935 וְשָׂמ֣וּ H7760 אוֹתָ֗ם H853 אִ֥ישׁ H376 אִ֛ישׁ H376 עַל H5921 עֲבֹדָת֖וֹ H5656 וְאֶל H413 מַשָּׂאֽוֹ H4853 ",
      "20": "וְלֹא H3808 יָבֹ֧אוּ H935 לִרְא֛וֹת H7200 כְּבַלַּ֥ע H1104 אֶת H853 הַקֹּ֖דֶשׁ H6944 וָמֵֽתוּ H4191 ",
      "21": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "22": "נָשֹׂ֗א H5375 אֶת H853 רֹ֛אשׁ H7218 בְּנֵ֥י H1121 גֵרְשׁ֖וֹן H1648 גַּם H1571 הֵ֑ם H1992 לְבֵ֥ית H1004 אֲבֹתָ֖ם H1 לְמִשְׁפְּחֹתָֽ H4940 ",
      "23": "מִבֶּן֩ H1121 שְׁלֹשִׁ֨ים H7970 שָׁנָ֜ה H8141 וָמַ֗עְלָ H4605 עַ֛ד H5704 בֶּן H1121 חֲמִשִּׁ֥ים H2572 שָׁנָ֖ה H8141 תִּפְקֹ֣ד H6485 אוֹתָ֑ם H853 כָּל H3605 הַבָּא֙ H935 לִצְבֹ֣א H6633 צָבָ֔א H6635 לַעֲבֹ֥ד H5647 עֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "24": "זֹ֣את H2063 עֲבֹדַ֔ת H5656 מִשְׁפְּחֹ֖ת H4940 הַגֵּרְשֻׁנִּ֑י H1649 לַעֲבֹ֖ד H5647 וּלְ H4853 ",
      "25": "וְנָ֨שְׂא֜וּ H5375 אֶת H853 יְרִיעֹ֤ת H3407 הַמִּשְׁכָּן֙ H4908 וְאֶת H853 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 מִכְסֵ֕הוּ H4372 וּמִכְסֵ֛ה H4372 הַתַּ֥חַשׁ H8476 אֲשֶׁר H834 עָלָ֖יו H5921 מִלְ H4605 וְאֶ֨ת H853 מָסַ֔ךְ H4539 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "26": "וְאֵת֩ H853 קַלְעֵ֨י H7050 הֶֽחָצֵ֜ר H2691 וְאֶת H853 מָסַ֣ךְ H4539 פֶּ֣תַח H6607 שַׁ֣עַר H8179 הֶחָצֵ֗ר H2691 אֲשֶׁ֨ר H834 עַל H5921 הַמִּשְׁכָּ֤ן H4908 וְעַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 סָבִ֔יב H5439 וְאֵת֙ H853 מֵֽיתְרֵיהֶ֔ם H4340 וְאֶֽת H853 כָּל H3605 כְּלֵ֖י H3627 עֲבֹדָתָ֑ם H5656 וְאֵ֨ת H853 כָּל H3605 אֲשֶׁ֧ר H834 יֵעָשֶׂ֛ה H6213 לָהֶ֖ם Hl וְעָבָֽדוּ H5647 ",
      "27": "עַל H5921 פִּי֩ H6310 אַהֲרֹ֨ן H175 וּבָנָ֜י H1121 תִּהְיֶ֗ה H1961 כָּל H3605 עֲבֹדַת֙ H5656 בְּנֵ֣י H1121 הַגֵּרְשֻׁנִּ֔י H1649 לְכָל H3605 מַשָּׂאָ֔ם H4853 וּלְ H3605 עֲבֹדָתָ֑ם H5656 וּפְקַדְתֶּ֤ם H6485 עֲלֵהֶם֙ H5921 בְּמִשְׁמֶ֔רֶת H4931 אֵ֖ת H853 כָּל H3605 מַשָּׂאָֽם H4853 ",
      "28": "זֹ֣את H2063 עֲבֹדַ֗ת H5656 מִשְׁפְּחֹ֛ת H4940 בְּנֵ֥י H1121 הַגֵּרְשֻׁנִּ֖י H1649 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 וּמִ֨שְׁמַרְתָּ֔ H4931 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
      "29": "בְּנֵ֖י H1121 מְרָרִ֑י H4847 לְמִשְׁפְּחֹתָ֥ H4940 לְבֵית H1004 אֲבֹתָ֖ם H1 תִּפְקֹ֥ד H6485 אֹתָֽם H853 ",
      "30": "מִבֶּן֩ H1121 שְׁלֹשִׁ֨ים H7970 שָׁנָ֜ה H8141 וָמַ֗עְלָ H4605 וְעַ֛ד H5704 בֶּן H1121 חֲמִשִּׁ֥ים H2572 שָׁנָ֖ה H8141 תִּפְקְדֵ֑ם H6485 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹ֕ד H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "31": "וְזֹאת֙ H2063 מִשְׁמֶ֣רֶת H4931 מַשָּׂאָ֔ם H4853 לְכָל H3605 עֲבֹדָתָ֖ם H5656 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 קַרְשֵׁי֙ H7175 הַמִּשְׁכָּ֔ן H4908 וּבְרִיחָ֖י H1280 וְעַמּוּדָ֥י H5982 וַאֲדָנָֽי H134 ",
      "32": "וְעַמּוּדֵי֩ H5982 הֶחָצֵ֨ר H2691 סָבִ֜יב H5439 וְאַדְנֵי H134 וִֽיתֵדֹתָ H3489 וּמֵ֣יתְרֵי H4340 לְכָל H3605 כְּלֵיהֶ֔ם H3627 וּלְ H3605 עֲבֹדָתָ֑ם H5656 וּבְ H8034 תִּפְקְד֔וּ H6485 אֶת H853 כְּלֵ֖י H3627 מִשְׁמֶ֥רֶת H4931 מַשָּׂאָֽם H4853 ",
      "33": "זֹ֣את H2063 עֲבֹדַ֗ת H5656 מִשְׁפְּחֹת֙ H4940 בְּנֵ֣י H1121 מְרָרִ֔י H4847 לְכָל H3605 עֲבֹדָתָ֖ם H5656 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
      "34": "וַיִּפְקֹ֨ד H6485 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 וּנְשִׂיאֵ֥י H5387 הָעֵדָ֖ה H5712 אֶת H853 בְּנֵ֣י H1121 הַקְּהָתִ֑י H6956 לְמִשְׁפְּחֹתָ֖ H4940 וּלְ H1004 אֲבֹתָֽם H1 ",
      "35": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "36": "וַיִּהְי֥וּ H1961 פְקֻדֵיהֶ֖ם H6485 לְמִשְׁפְּחֹתָ֑ H4940 אַלְפַּ֕יִם H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
      "37": "אֵ֤לֶּה H428 פְקוּדֵי֙ H6485 מִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֔י H6956 כָּל H3605 הָעֹבֵ֖ד H5647 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 אֲשֶׁ֨ר H834 פָּקַ֤ד H6485 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
      "38": "וּפְקוּדֵ֖י H6485 בְּנֵ֣י H1121 גֵרְשׁ֑וֹן H1648 לְמִשְׁפְּחוֹתָ֖ H4940 וּלְ H1004 אֲבֹתָֽם H1 ",
      "39": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "40": "וַיִּֽהְיוּ֙ H1961 פְּקֻ֣דֵיהֶ֔ם H6485 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 אַלְפַּ֕יִם H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
      "41": "אֵ֣לֶּה H428 פְקוּדֵ֗י H6485 מִשְׁפְּחֹת֙ H4940 בְּנֵ֣י H1121 גֵרְשׁ֔וֹן H1648 כָּל H3605 הָעֹבֵ֖ד H5647 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 אֲשֶׁ֨ר H834 פָּקַ֥ד H6485 מֹשֶׁ֛ה H4872 וְאַהֲרֹ֖ן H175 עַל H5921 פִּ֥י H6310 יְהוָֽה H3068 ",
      "42": "וּפְקוּדֵ֕י H6485 מִשְׁפְּחֹ֖ת H4940 בְּנֵ֣י H1121 מְרָרִ֑י H4847 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֥ית H1004 אֲבֹתָֽם H1 ",
      "43": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "44": "וַיִּהְי֥וּ H1961 פְקֻדֵיהֶ֖ם H6485 לְמִשְׁפְּחֹתָ֑ H4940 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּמָאתָֽיִם H3967 ",
      "45": "אֵ֣לֶּה H428 פְקוּדֵ֔י H6485 מִשְׁפְּחֹ֖ת H4940 בְּנֵ֣י H1121 מְרָרִ֑י H4847 אֲשֶׁ֨ר H834 פָּקַ֤ד H6485 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
      "46": "כָּֽל H3605 הַפְּקֻדִ֡ים H6485 אֲשֶׁר֩ H834 פָּקַ֨ד H6485 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 וּנְשִׂיאֵ֥י H5387 יִשְׂרָאֵ֖ל H3478 אֶת H853 הַלְוִיִּ֑ם H3881 לְמִשְׁפְּחֹתָ֖ H4940 וּלְ H1004 אֲבֹתָֽם H1 ",
      "47": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּ֗א H935 לַעֲבֹ֨ד H5647 עֲבֹדַ֧ת H5656 עֲבֹדָ֛ה H5656 וַעֲבֹדַ֥ת H5656 מַשָּׂ֖א H4853 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "48": "וַיִּהְי֖וּ H1961 פְּקֻדֵיהֶ֑ם H6485 שְׁמֹנַ֣ת H8083 אֲלָפִ֔ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וּשְׁמֹנִֽים H8084 ",
      "49": "עַל H5921 פִּ֨י H6310 יְהוָ֜ה H3068 פָּקַ֤ד H6485 אוֹתָם֙ H853 בְּיַד H3027 מֹשֶׁ֔ה H4872 אִ֥ישׁ H376 אִ֛ישׁ H376 עַל H5921 עֲבֹדָת֖וֹ H5656 וְעַל H5921 מַשָּׂא֑וֹ H4853 וּפְקֻדָ֕י H6485 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
    },
    "5": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "צַ֚ו H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וִֽישַׁלְּחוּ֙ H7971 מִן H4480 הַֽמַּחֲנֶ֔ה H4264 כָּל H3605 צָר֖וּעַ H6879 וְכָל H3605 זָ֑ב H2100 וְכֹ֖ל H3605 טָמֵ֥א H2931 לָנָֽפֶשׁ H5315 ",
      "3": "מִזָּכָ֤ר H2145 עַד H5704 נְקֵבָה֙ H5347 תְּשַׁלֵּ֔חוּ H7971 אֶל H413 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 תְּשַׁלְּח֑וּם H7971 וְלֹ֤א H3808 יְטַמְּאוּ֙ H2930 אֶת H853 מַ֣חֲנֵיהֶ֔ם H4264 אֲשֶׁ֥ר H834 אֲנִ֖י H589 שֹׁכֵ֥ן H7931 בְּתוֹכָֽ H8432 ",
      "4": "וַיַּֽעֲשׂוּ H6213 כֵן֙ H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיְשַׁלְּח֣וּ H7971 אוֹתָ֔ם H853 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "5": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "6": "דַּבֵּר֮ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 אִ֣ישׁ H376 אֽוֹ H176 אִשָּׁ֗ה H802 כִּ֤י H3588 יַעֲשׂוּ֙ H6213 מִכָּל H3605 חַטֹּ֣את H2403 הָֽאָדָ֔ם H120 לִמְעֹ֥ל H4603 מַ֖עַל H4604 בַּיהוָ֑ה H3068 וְאָֽשְׁמָ֖ה H816 הַנֶּ֥פֶשׁ H5315 הַהִֽוא H1931 ",
      "7": "וְהִתְוַדּ֗וּ H3034 אֶֽת H853 חַטָּאתָם֮ H2403 אֲשֶׁ֣ר H834 עָשׂוּ֒ H6213 וְהֵשִׁ֤יב H7725 אֶת H853 אֲשָׁמוֹ֙ H817 בְּרֹאשׁ֔ H7218 וַחֲמִישִׁת֖ H2549 יֹסֵ֣ף H3254 עָלָ֑יו H5921 וְנָתַ֕ן H5414 לַאֲשֶׁ֖ר H834 אָשַׁ֥ם H816 לֽוֹ Hl ",
      "8": "וְאִם H518 אֵ֨ין H369 לָאִ֜ישׁ H376 גֹּאֵ֗ל H1350 לְהָשִׁ֤יב H7725 הָאָשָׁם֙ H817 אֵלָ֔יו H413 הָאָשָׁ֛ם H817 הַמּוּשָׁ֥ב H7725 לַיהוָ֖ה H3068 לַכֹּהֵ֑ן H3548 מִלְּ H905 אֵ֚יל H352 הַכִּפֻּרִ֔ים H3725 אֲשֶׁ֥ר H834 יְכַפֶּר H3722 בּ֖וֹ Hb עָלָֽיו H5921 ",
      "9": "וְכָל H3605 תְּרוּמָ֞ה H8641 לְכָל H3605 קָדְשֵׁ֧י H6944 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֲשֶׁר H834 יַקְרִ֥יבוּ H7126 לַכֹּהֵ֖ן H3548 ל֥וֹ Hl יִהְיֶֽה H1961 ",
      "10": "וְאִ֥ישׁ H376 אֶת H853 קֳדָשָׁ֖יו H6944 ל֣וֹ Hl יִהְי֑וּ H1961 אִ֛ישׁ H376 אֲשֶׁר H834 יִתֵּ֥ן H5414 לַכֹּהֵ֖ן H3548 ל֥וֹ Hl יִהְיֶֽה H1961 ",
      "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "12": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אִ֥ישׁ H376 אִישׁ֙ H376 כִּֽי H3588 תִשְׂטֶ֣ה H7847 אִשְׁתּ֔וֹ H802 וּמָעֲלָ֥ה H4603 ב֖וֹ Hb מָֽעַל H4604 ",
      "13": "וְשָׁכַ֨ב H7901 אִ֣ישׁ H376 אֹתָהּ֮ H854 שִׁכְבַת H7902 זֶרַע֒ H2233 וְנֶעְלַם֙ H5956 מֵעֵינֵ֣י H5869 אִישָׁ֔הּ H376 וְנִסְתְּרָ֖ה H5641 וְהִ֣יא H1931 נִטְמָ֑אָה H2930 וְעֵד֙ H5707 אֵ֣ין H369 בָּ֔הּ Hb וְהִ֖וא H1931 לֹ֥א H3808 נִתְפָּֽשָׂה H8610 ",
      "14": "וְעָבַ֨ר H5674 עָלָ֧יו H5921 רֽוּחַ H7307 קִנְאָ֛ה H7068 וְקִנֵּ֥א H7065 אֶת H853 אִשְׁתּ֖וֹ H802 וְהִ֣וא H1931 נִטְמָ֑אָה H2930 אוֹ H176 עָבַ֨ר H5674 עָלָ֤יו H5921 רֽוּחַ H7307 קִנְאָה֙ H7068 וְקִנֵּ֣א H7065 אֶת H853 אִשְׁתּ֔וֹ H802 וְהִ֖יא H1931 לֹ֥א H3808 נִטְמָֽאָה H2930 ",
      "15": "וְהֵבִ֨יא H935 הָאִ֣ישׁ H376 אֶת H853 אִשְׁתּוֹ֮ H802 אֶל H413 הַכֹּהֵן֒ H3548 וְהֵבִ֤יא H935 אֶת H853 קָרְבָּנָהּ֙ H7133 עָלֶ֔יהָ H5921 עֲשִׂירִ֥ת H6224 הָאֵיפָ֖ה H374 קֶ֣מַח H7058 שְׂעֹרִ֑ים H8184 לֹֽא H3808 יִצֹ֨ק H3332 עָלָ֜יו H5921 שֶׁ֗מֶן H8081 וְלֹֽא H3808 יִתֵּ֤ן H5414 עָלָיו֙ H5921 לְבֹנָ֔ה H3828 כִּֽי H3588 מִנְחַ֤ת H4503 קְנָאֹת֙ H7068 ה֔וּא H1931 מִנְחַ֥ת H4503 זִכָּר֖וֹן H2146 מַזְכֶּ֥רֶת H2142 עָוֺֽן H5771 ",
      "16": "וְהִקְרִ֥יב H7126 אֹתָ֖הּ H853 הַכֹּהֵ֑ן H3548 וְהֶֽעֱמִדָ֖ H5975 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "17": "וְלָקַ֧ח H3947 הַכֹּהֵ֛ן H3548 מַ֥יִם H4325 קְדֹשִׁ֖ים H6918 בִּכְלִי H3627 חָ֑רֶשׂ H2789 וּמִן H4480 הֶֽעָפָ֗ר H6083 אֲשֶׁ֤ר H834 יִהְיֶה֙ H1961 בְּקַרְקַ֣ע H7172 הַמִּשְׁכָּ֔ן H4908 יִקַּ֥ח H3947 הַכֹּהֵ֖ן H3548 וְנָתַ֥ן H5414 אֶל H413 הַמָּֽיִם H4325 ",
      "18": "וְהֶעֱמִ֨יד H5975 הַכֹּהֵ֥ן H3548 אֶֽת H853 הָאִשָּׁה֮ H802 לִפְנֵ֣י H6440 יְהוָה֒ H3068 וּפָרַע֙ H6544 אֶת H853 רֹ֣אשׁ H7218 הָֽאִשָּׁ֔ה H802 וְנָתַ֣ן H5414 עַל H5921 כַּפֶּ֗יהָ H3709 אֵ֚ת H853 מִנְחַ֣ת H4503 הַזִּכָּר֔וֹן H2146 מִנְחַ֥ת H4503 קְנָאֹ֖ת H7068 הִ֑וא H1931 וּבְ H3027 הַכֹּהֵן֙ H3548 יִהְי֔וּ H1961 מֵ֥י H4325 הַמָּרִ֖ים H4751 הַמְאָֽרֲרִֽים H779 ",
      "19": "וְהִשְׁבִּ֨יעַ H7650 אֹתָ֜הּ H853 הַכֹּהֵ֗ן H3548 וְאָמַ֤ר H559 אֶל H413 הָֽאִשָּׁה֙ H802 אִם H518 לֹ֨א H3808 שָׁכַ֥ב H7901 אִישׁ֙ H376 אֹתָ֔ךְ H854 וְאִם H518 לֹ֥א H3808 שָׂטִ֛ית H7847 טֻמְאָ֖ה H2932 תַּ֣חַת H8478 אִישֵׁ֑ךְ H376 הִנָּקִ֕י H5352 מִמֵּ֛י H4325 הַמָּרִ֥ים H4751 הַֽמְאָרֲרִ֖ים H779 הָאֵֽלֶּה H428 ",
      "20": "וְאַ֗תְּ H859 כִּ֥י H3588 שָׂטִ֛ית H7847 תַּ֥חַת H8478 אִישֵׁ֖ךְ H376 וְכִ֣י H3588 נִטְמֵ֑את H2930 וַיִּתֵּ֨ן H5414 אִ֥ישׁ H376 בָּךְ֙ Hb אֶת H853 שְׁכָבְתּ֔וֹ H7903 מִֽבַּלְעֲדֵ֖י H1107 אִישֵֽׁךְ H376 ",
      "21": "וְהִשְׁבִּ֨יעַ H7650 הַכֹּהֵ֥ן H3548 אֶֽת H853 הָֽאִשָּׁה֮ H802 בִּשְׁבֻעַ֣ת H7621 הָאָלָה֒ H423 וְאָמַ֤ר H559 הַכֹּהֵן֙ H3548 לָֽאִשָּׁ֔ה H802 יִתֵּ֨ן H5414 יְהוָ֥ה H3068 אוֹתָ֛ךְ H853 לְאָלָ֥ה H423 וְלִ H7621 בְּת֣וֹךְ H8432 עַמֵּ֑ךְ H5971 בְּתֵ֨ת H5414 יְהוָ֤ה H3068 אֶת H853 יְרֵכֵךְ֙ H3409 נֹפֶ֔לֶת H5307 וְאֶת H853 בִּטְנֵ֖ךְ H990 צָבָֽה H6639 ",
      "22": "וּ֠בָאוּ H935 הַמַּ֨יִם H4325 הַמְאָרְרִ֤ים H779 הָאֵ֨לֶּה֙ H428 בְּֽמֵעַ֔יִ H4578 לַצְבּ֥וֹת H6638 בֶּ֖טֶן H990 וְלַ H5307 יָרֵ֑ךְ H3409 וְאָמְרָ֥ה H559 הָאִשָּׁ֖ה H802 אָמֵ֥ן H543 אָמֵֽן H543 ",
      "23": "וְ֠כָתַב H3789 אֶת H853 הָאָלֹ֥ת H423 הָאֵ֛לֶּה H428 הַכֹּהֵ֖ן H3548 בַּסֵּ֑פֶר H5612 וּמָחָ֖ה H4229 אֶל H413 מֵ֥י H4325 הַמָּרִֽים H4751 ",
      "24": "וְהִשְׁקָה֙ H8248 אֶת H853 הָ֣אִשָּׁ֔ה H802 אֶת H853 מֵ֥י H4325 הַמָּרִ֖ים H4751 הַמְאָֽרֲרִ֑ים H779 וּבָ֥אוּ H935 בָ֛הּ Hb הַמַּ֥יִם H4325 הַֽמְאָרֲרִ֖ים H779 לְמָרִֽים H4751 ",
      "25": "וְלָקַ֤ח H3947 הַכֹּהֵן֙ H3548 מִיַּ֣ד H3027 הָֽאִשָּׁ֔ה H802 אֵ֖ת H853 מִנְחַ֣ת H4503 הַקְּנָאֹ֑ת H7068 וְהֵנִ֤יף H5130 אֶת H853 הַמִּנְחָה֙ H4503 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְהִקְרִ֥יב H7126 אֹתָ֖הּ H853 אֶל H413 הַמִּזְבֵּֽחַ H4196 ",
      "26": "וְקָמַ֨ץ H7061 הַכֹּהֵ֤ן H3548 מִן H4480 הַמִּנְחָה֙ H4503 אֶת H853 אַזְכָּ֣רָתָ֔הּ H234 וְהִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 וְאַחַ֛ר H310 יַשְׁקֶ֥ה H8248 אֶת H853 הָאִשָּׁ֖ה H802 אֶת H853 הַמָּֽיִם H4325 ",
      "27": "וְהִשְׁקָ֣ H8248 אֶת H853 הַמַּ֗יִם H4325 וְהָיְתָ֣ה H1961 אִֽם H518 נִטְמְאָה֮ H2930 וַתִּמְעֹ֣ל H4603 מַ֣עַל H4604 בְּאִישָׁ H376 וּבָ֨אוּ H935 בָ֜הּ Hb הַמַּ֤יִם H4325 הַמְאָֽרֲרִים֙ H779 לְמָרִ֔ים H4751 וְצָבְתָ֣ה H6638 בִטְנָ֔הּ H990 וְנָפְלָ֖ה H5307 יְרֵכָ֑הּ H3409 וְהָיְתָ֧ה H1961 הָאִשָּׁ֛ה H802 לְאָלָ֖ה H423 בְּקֶ֥רֶב H7130 עַמָּֽהּ H5971 ",
      "28": "וְאִם H518 לֹ֤א H3808 נִטְמְאָה֙ H2930 הָֽאִשָּׁ֔ה H802 וּטְהֹרָ֖ה H2889 הִ֑וא H1931 וְנִקְּתָ֖ה H5352 וְנִזְרְעָ֥ה H2232 זָֽרַע H2233 ",
      "29": "זֹ֥את H2063 תּוֹרַ֖ת H8451 הַקְּנָאֹ֑ת H7068 אֲשֶׁ֨ר H834 תִּשְׂטֶ֥ה H7847 אִשָּׁ֛ה H802 תַּ֥חַת H8478 אִישָׁ֖הּ H376 וְנִטְמָֽאָה H2930 ",
      "30": "א֣וֹ H176 אִ֗ישׁ H376 אֲשֶׁ֨ר H834 תַּעֲבֹ֥ר H5674 עָלָ֛יו H5921 ר֥וּחַ H7307 קִנְאָ֖ה H7068 וְקִנֵּ֣א H7065 אֶת H853 אִשְׁתּ֑וֹ H802 וְהֶעֱמִ֤יד H5975 אֶת H853 הָֽאִשָּׁה֙ H802 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְעָ֤שָׂה H6213 לָהּ֙ Hl הַכֹּהֵ֔ן H3548 אֵ֥ת H853 כָּל H3605 הַתּוֹרָ֖ה H8451 הַזֹּֽאת H2063 ",
      "31": "וְנִקָּ֥ה H5352 הָאִ֖ישׁ H376 מֵעָוֺ֑ן H5771 וְהָ H802 הַהִ֔וא H1931 תִּשָּׂ֖א H5375 אֶת H853 עֲוֺנָֽהּ H5771 "
    },
    "6": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אִ֣ישׁ H376 אֽוֹ H176 אִשָּׁ֗ה H802 כִּ֤י H3588 יַפְלִא֙ H6381 לִנְדֹּר֙ H5087 נֶ֣דֶר H5088 נָזִ֔יר H5139 לְהַזִּ֖יר H5144 לַֽיהוָֽה H3068 ",
      "3": "מִיַּ֤יִן H3196 וְשֵׁכָר֙ H7941 יַזִּ֔יר H5144 חֹ֥מֶץ H2558 יַ֛יִן H3196 וְחֹ֥מֶץ H2558 שֵׁכָ֖ר H7941 לֹ֣א H3808 יִשְׁתֶּ֑ה H8354 וְכָל H3605 מִשְׁרַ֤ת H4952 עֲנָבִים֙ H6025 לֹ֣א H3808 יִשְׁתֶּ֔ה H8354 וַעֲנָבִ֛ים H6025 לַחִ֥ים H3892 וִיבֵשִׁ֖ים H3002 לֹ֥א H3808 יֹאכֵֽל H398 ",
      "4": "כֹּ֖ל H3605 יְמֵ֣י H3117 נִזְר֑וֹ H5145 מִכֹּל֩ H3605 אֲשֶׁ֨ר H834 יֵעָשֶׂ֜ה H6213 מִגֶּ֣פֶן H1612 הַיַּ֗יִן H3196 מֵחַרְצַנִּ֛ים H2785 וְעַד H5704 זָ֖ג H2085 לֹ֥א H3808 יֹאכֵֽל H398 ",
      "5": "כָּל H3605 יְמֵי֙ H3117 נֶ֣דֶר H5088 נִזְר֔וֹ H5145 תַּ֖עַר H8593 לֹא H3808 יַעֲבֹ֣ר H5674 עַל H5921 רֹאשׁ֑וֹ H7218 עַד H5704 מְלֹ֨את H4390 הַיָּמִ֜ם H3117 אֲשֶׁר H834 יַזִּ֤יר H5144 לַיהוָה֙ H3068 קָדֹ֣שׁ H6918 יִהְיֶ֔ה H1961 גַּדֵּ֥ל H1431 פֶּ֖רַע H6545 שְׂעַ֥ר H8181 רֹאשֽׁוֹ H7218 ",
      "6": "כָּל H3605 יְמֵ֥י H3117 הַזִּיר֖וֹ H5144 לַיהוָ֑ה H3068 עַל H5921 נֶ֥פֶשׁ H5315 מֵ֖ת H4191 לֹ֥א H3808 יָבֹֽא H935 ",
      "7": "לְאָבִ֣י H1 וּלְ H517 לְאָחִי H251 וּלְ H269 לֹא H3808 יִטַּמָּ֥א H2930 לָהֶ֖ם Hl בְּמֹתָ֑ H4194 כִּ֛י H3588 נֵ֥זֶר H5145 אֱלֹהָ֖יו H430 עַל H5921 רֹאשֽׁוֹ H7218 ",
      "8": "כֹּ֖ל H3605 יְמֵ֣י H3117 נִזְר֑וֹ H5145 קָדֹ֥שׁ H6918 ה֖וּא H1931 לַֽיהוָֽה H3068 ",
      "9": "וְכִֽי H3588 יָמ֨וּת H4191 מֵ֤ת H4191 עָלָיו֙ H5921 בְּפֶ֣תַע H6621 פִּתְאֹ֔ם H6597 וְטִמֵּ֖א H2930 רֹ֣אשׁ H7218 נִזְר֑וֹ H5145 וְגִלַּ֤ח H1548 רֹאשׁוֹ֙ H7218 בְּי֣וֹם H3117 טָהֳרָת֔וֹ H2893 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 יְגַלְּחֶֽנּוּ H1548 ",
      "10": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 יָבִא֙ H935 שְׁתֵּ֣י H8147 תֹרִ֔ים H8449 א֥וֹ H176 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 יוֹנָ֑ה H3123 אֶל H413 הַכֹּהֵ֔ן H3548 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "11": "וְעָשָׂ֣ה H6213 הַכֹּהֵ֗ן H3548 אֶחָ֤ד H259 לְחַטָּאת֙ H2403 וְאֶחָ֣ד H259 לְעֹלָ֔ה H5930 וְכִפֶּ֣ר H3722 עָלָ֔יו H5921 מֵאֲשֶׁ֥ר H834 חָטָ֖א H2398 עַל H5921 הַנָּ֑פֶשׁ H5315 וְקִדַּ֥שׁ H6942 אֶת H853 רֹאשׁ֖וֹ H7218 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
      "12": "וְהִזִּ֤יר H5144 לַֽיהוָה֙ H3068 אֶת H853 יְמֵ֣י H3117 נִזְר֔וֹ H5145 וְהֵבִ֛יא H935 כֶּ֥בֶשׂ H3532 בֶּן H1121 שְׁנָת֖וֹ H8141 לְאָשָׁ֑ם H817 וְהַ H3117 הָרִאשֹׁנִים֙ H7223 יִפְּל֔וּ H5307 כִּ֥י H3588 טָמֵ֖א H2930 נִזְרֽוֹ H5145 ",
      "13": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 הַנָּזִ֑יר H5139 בְּי֗וֹם H3117 מְלֹאת֙ H4390 יְמֵ֣י H3117 נִזְר֔וֹ H5145 יָבִ֣יא H935 אֹת֔וֹ H853 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "14": "וְהִקְרִ֣יב H7126 אֶת H853 קָרְבָּנ֣וֹ H7133 לַיהוָ֡ה H3068 כֶּבֶשׂ֩ H3532 בֶּן H1121 שְׁנָת֨וֹ H8141 תָמִ֤ים H8549 אֶחָד֙ H259 לְעֹלָ֔ה H5930 וְכַבְשָׂ֨ה H3535 אַחַ֧ת H259 בַּת H1323 שְׁנָתָ֛הּ H8141 תְּמִימָ֖ה H8549 לְחַטָּ֑את H2403 וְאַֽיִל H352 אֶחָ֥ד H259 תָּמִ֖ים H8549 לִשְׁלָמִֽים H8002 ",
      "15": "וְסַ֣ל H5536 מַצּ֗וֹת H4682 סֹ֤לֶת H5560 חַלֹּת֙ H2471 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֣ים H4886 בַּשָּׁ֑מֶן H8081 וּמִנְחָתָ֖ H4503 וְנִסְכֵּי H5262 ",
      "16": "וְהִקְרִ֥יב H7126 הַכֹּהֵ֖ן H3548 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְעָשָׂ֥ה H6213 אֶת H853 חַטָּאת֖וֹ H2403 וְאֶת H853 עֹלָתֽוֹ H5930 ",
      "17": "וְאֶת H853 הָאַ֜יִל H352 יַעֲשֶׂ֨ה H6213 זֶ֤בַח H2077 שְׁלָמִים֙ H8002 לַֽיהוָ֔ה H3068 עַ֖ל H5921 סַ֣ל H5536 הַמַּצּ֑וֹת H4682 וְעָשָׂה֙ H6213 הַכֹּהֵ֔ן H3548 אֶת H853 מִנְחָת֖וֹ H4503 וְאֶת H853 נִסְכּֽוֹ H5262 ",
      "18": "וְגִלַּ֣ח H1548 הַנָּזִ֗יר H5139 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 אֶת H853 רֹ֣אשׁ H7218 נִזְר֑וֹ H5145 וְלָקַ֗ח H3947 אֶת H853 שְׂעַר֙ H8181 רֹ֣אשׁ H7218 נִזְר֔וֹ H5145 וְנָתַן֙ H5414 עַל H5921 הָאֵ֔שׁ H784 אֲשֶׁר H834 תַּ֖חַת H8478 זֶ֥בַח H2077 הַשְּׁלָמִֽים H8002 ",
      "19": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 אֶת H853 הַזְּרֹ֣עַ H2220 בְּשֵׁלָה֮ H1311 מִן H4480 הָאַיִל֒ H352 וְֽחַלַּ֨ת H2471 מַצָּ֤ה H4682 אַחַת֙ H259 מִן H4480 הַסַּ֔ל H5536 וּרְקִ֥יק H7550 מַצָּ֖ה H4682 אֶחָ֑ד H259 וְנָתַן֙ H5414 עַל H5921 כַּפֵּ֣י H3709 הַנָּזִ֔יר H5139 אַחַ֖ר H310 הִֽתְגַּלְּח֥וֹ H1548 אֶת H853 נִזְרֽוֹ H5145 ",
      "20": "וְהֵנִיף֩ H5130 אוֹתָ֨ם H853 הַכֹּהֵ֥ן H3548 תְּנוּפָה֮ H8573 לִפְנֵ֣י H6440 יְהוָה֒ H3068 קֹ֤דֶשׁ H6944 הוּא֙ H1931 לַכֹּהֵ֔ן H3548 עַ֚ל H5921 חֲזֵ֣ה H2373 הַתְּנוּפָ֔ה H8573 וְעַ֖ל H5921 שׁ֣וֹק H7785 הַתְּרוּמָ֑ה H8641 וְאַחַ֛ר H310 יִשְׁתֶּ֥ה H8354 הַנָּזִ֖יר H5139 יָֽיִן H3196 ",
      "21": "זֹ֣את H2063 תּוֹרַ֣ת H8451 הַנָּזִיר֮ H5139 אֲשֶׁ֣ר H834 יִדֹּר֒ H5087 קָרְבָּנ֤וֹ H7133 לַֽיהוָה֙ H3068 עַל H5921 נִזְר֔וֹ H5145 מִלְּ H905 אֲשֶׁר H834 תַּשִּׂ֣יג H5381 יָד֑וֹ H3027 כְּפִ֤י H6310 נִדְרוֹ֙ H5088 אֲשֶׁ֣ר H834 יִדֹּ֔ר H5087 כֵּ֣ן H3651 יַעֲשֶׂ֔ה H6213 עַ֖ל H5921 תּוֹרַ֥ת H8451 נִזְרֽוֹ H5145 ",
      "22": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "23": "דַּבֵּ֤ר H1696 אֶֽל H413 אַהֲרֹן֙ H175 וְאֶל H413 בָּנָ֣יו H1121 לֵאמֹ֔ר H559 כֹּ֥ה H3541 תְבָרֲכ֖וּ H1288 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אָמ֖וֹר H559 לָהֶֽם Hl ",
      "24": "יְבָרֶכְךָ֥ H1288 יְהוָ֖ה H3068 וְיִשְׁמְרֶֽ H8104 ",
      "25": "יָאֵ֨ר H215 יְהוָ֧ה H3068 פָּנָ֛יו H6440 אֵלֶ֖יךָ H413 וִֽיחֻנֶּֽ H2603 ",
      "26": "יִשָּׂ֨א H5375 יְהוָ֤ה H3068 פָּנָיו֙ H6440 אֵלֶ֔יךָ H413 וְיָשֵׂ֥ם H7760 לְךָ֖ Hl שָׁלֽוֹם H7965 ",
      "27": "וְשָׂמ֥וּ H7760 אֶת H853 שְׁמִ֖י H8034 עַל H5921 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַאֲנִ֖י H589 אֲבָרֲכֵֽם H1288 "
    },
    "7": {
      "1": "וַיְהִ֡י H1961 בְּיוֹם֩ H3117 כַּלּ֨וֹת H3615 מֹשֶׁ֜ה H4872 לְהָקִ֣ים H6965 אֶת H853 הַמִּשְׁכָּ֗ן H4908 וַיִּמְשַׁ֨ח H4886 אֹת֜וֹ H853 וַיְקַדֵּ֤שׁ H6942 אֹתוֹ֙ H853 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֶת H853 הַמִּזְבֵּ֖חַ H4196 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וַיִּמְשָׁחֵ֖ H4886 וַיְקַדֵּ֥שׁ H6942 אֹתָֽם H853 ",
      "2": "וַיַּקְרִ֨יבוּ֙ H7126 נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֔ל H3478 רָאשֵׁ֖י H7218 בֵּ֣ית H1004 אֲבֹתָ֑ם H1 הֵ֚ם H1992 נְשִׂיאֵ֣י H5387 הַמַּטֹּ֔ת H4294 הֵ֥ם H1992 הָעֹמְדִ֖ים H5975 עַל H5921 הַפְּקֻדִֽים H6485 ",
      "3": "וַיָּבִ֨יאוּ H935 אֶת H853 קָרְבָּנָ֜ם H7133 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 שֵׁשׁ H8337 עֶגְלֹ֥ת H5699 צָב֙ H6632 וּשְׁנֵ֣י H8147 עָשָׂ֣ר H6240 בָּקָ֔ר H1241 עֲגָלָ֛ה H5699 עַל H5921 שְׁנֵ֥י H8147 הַנְּשִׂאִ֖ים H5387 וְשׁ֣וֹר H7794 לְאֶחָ֑ד H259 וַיַּקְרִ֥יבוּ H7126 אוֹתָ֖ם H853 לִפְנֵ֥י H6440 הַמִּשְׁכָּֽן H4908 ",
      "4": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "5": "קַ֚ח H3947 מֵֽאִתָּ֔ H853 וְהָי֕וּ H1961 לַעֲבֹ֕ד H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְנָתַתָּ֤ה H5414 אוֹתָם֙ H853 אֶל H413 הַלְוִיִּ֔ם H3881 אִ֖ישׁ H376 כְּפִ֥י H6310 עֲבֹדָתֽוֹ H5656 ",
      "6": "וַיִּקַּ֣ח H3947 מֹשֶׁ֔ה H4872 אֶת H853 הָעֲגָלֹ֖ת H5699 וְאֶת H853 הַבָּקָ֑ר H1241 וַיִּתֵּ֥ן H5414 אוֹתָ֖ם H853 אֶל H413 הַלְוִיִּֽם H3881 ",
      "7": "אֵ֣ת H853 שְׁתֵּ֣י H8147 הָעֲגָלֹ֗ת H5699 וְאֵת֙ H853 אַרְבַּ֣עַת H702 הַבָּקָ֔ר H1241 נָתַ֖ן H5414 לִבְנֵ֣י H1121 גֵרְשׁ֑וֹן H1648 כְּפִ֖י H6310 עֲבֹדָתָֽם H5656 ",
      "8": "וְאֵ֣ת H853 אַרְבַּ֣ע H702 הָעֲגָלֹ֗ת H5699 וְאֵת֙ H853 שְׁמֹנַ֣ת H8083 הַבָּקָ֔ר H1241 נָתַ֖ן H5414 לִבְנֵ֣י H1121 מְרָרִ֑י H4847 כְּפִי֙ H6310 עֲבֹ֣דָתָ֔ם H5656 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
      "9": "וְלִ H1121 קְהָ֖ת H6955 לֹ֣א H3808 נָתָ֑ן H5414 כִּֽי H3588 עֲבֹדַ֤ת H5656 הַקֹּ֨דֶשׁ֙ H6944 עֲלֵהֶ֔ם H5921 בַּכָּתֵ֖ף H3802 יִשָּֽׂאוּ H5375 ",
      "10": "וַיַּקְרִ֣יבוּ H7126 הַנְּשִׂאִ֗ים H5387 אֵ֚ת H853 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֔חַ H4196 בְּי֖וֹם H3117 הִמָּשַׁ֣ח H4886 אֹת֑וֹ H853 וַיַּקְרִ֧יבוּ H7126 הַנְּשִׂיאִ֛ם H5387 אֶת H853 קָרְבָּנָ֖ם H7133 לִפְנֵ֥י H6440 הַמִּזְבֵּֽחַ H4196 ",
      "11": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 נָשִׂ֨יא H5387 אֶחָ֜ד H259 לַיּ֗וֹם H3117 נָשִׂ֤יא H5387 אֶחָד֙ H259 לַיּ֔וֹם H3117 יַקְרִ֨יבוּ֙ H7126 אֶת H853 קָרְבָּנָ֔ם H7133 לַחֲנֻכַּ֖ת H2598 הַמִּזְבֵּֽחַ H4196 ",
      "12": "וַיְהִ֗י H1961 הַמַּקְרִ֛יב H7126 בַּיּ֥וֹם H3117 הָרִאשׁ֖וֹן H7223 אֶת H853 קָרְבָּנ֑וֹ H7133 נַחְשׁ֥וֹן H5177 בֶּן H1121 עַמִּינָדָ֖ב H5992 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
      "13": "וְקָרְבָּנ֞ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "14": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "15": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "16": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "17": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתּוּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
      "18": "בַּיּוֹם֙ H3117 הַשֵּׁנִ֔י H8145 הִקְרִ֖יב H7126 נְתַנְאֵ֣ל H5417 בֶּן H1121 צוּעָ֑ר H6686 נְשִׂ֖יא H5387 יִשָּׂשכָֽר H3485 ",
      "19": "הִקְרִ֨ב H7126 אֶת H853 קָרְבָּנ֜וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "20": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "21": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "22": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "23": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתּוּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
      "24": "בַּיּוֹם֙ H3117 הַשְּׁלִישִׁ֔י H7992 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 זְבוּלֻ֑ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
      "25": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "26": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "27": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "28": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "29": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
      "30": "בַּיּוֹם֙ H3117 הָרְבִיעִ֔י H7243 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 רְאוּבֵ֑ן H7205 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
      "31": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "32": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "33": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "34": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "35": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
      "36": "בַּיּוֹם֙ H3117 הַחֲמִישִׁ֔י H2549 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 שִׁמְע֑וֹן H8095 שְׁלֻֽמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽישַׁדָּֽי H6701 ",
      "37": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "38": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "39": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "40": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "41": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 שְׁלֻמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽישַׁדָּֽי H6701 ",
      "42": "בַּיּוֹם֙ H3117 הַשִּׁשִּׁ֔י H8345 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 גָ֑ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
      "43": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "44": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "45": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "46": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "47": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
      "48": "בַּיּוֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 אֶפְרָ֑יִם H669 אֱלִֽישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
      "49": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "50": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "51": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "52": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "53": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
      "54": "בַּיּוֹם֙ H3117 הַשְּׁמִינִ֔י H8066 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 מְנַשֶּׁ֑ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָה H6301 צֽוּר H6301 ",
      "55": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "56": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "57": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "58": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "59": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָה H6301 צֽוּר H6301 ",
      "60": "בַּיּוֹם֙ H3117 הַתְּשִׁיעִ֔י H8671 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 בִנְיָמִ֑ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
      "61": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "62": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "63": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "64": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "65": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
      "66": "בַּיּוֹם֙ H3117 הָעֲשִׂירִ֔י H6224 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 דָ֑ן H1835 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּישַׁדָּֽי H5996 ",
      "67": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "68": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "69": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "70": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "71": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּישַׁדָּֽי H5996 ",
      "72": "בְּיוֹם֙ H3117 עַשְׁתֵּ֣י H6249 עָשָׂ֣ר H6240 י֔וֹם H3117 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 אָשֵׁ֑ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
      "73": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "74": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "75": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "76": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "77": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
      "78": "בְּיוֹם֙ H3117 שְׁנֵ֣ים H8147 עָשָׂ֣ר H6240 י֔וֹם H3117 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 נַפְתָּלִ֑י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
      "79": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
      "80": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
      "81": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
      "82": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
      "83": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
      "84": "זֹ֣את H2063 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֗חַ H4196 בְּיוֹם֙ H3117 הִמָּשַׁ֣ח H4886 אֹת֔וֹ H853 מֵאֵ֖ת H853 נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֑ל H3478 קַעֲרֹ֨ת H7086 כֶּ֜סֶף H3701 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֗ה H6240 מִֽזְרְקֵי H4219 כֶ֨סֶף֙ H3701 שְׁנֵ֣ים H8147 עָשָׂ֔ר H6240 כַּפּ֥וֹת H3709 זָהָ֖ב H2091 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
      "85": "שְׁלֹשִׁ֣ים H7970 וּמֵאָ֗ה H3967 הַקְּעָרָ֤ה H7086 הָֽאַחַת֙ H259 כֶּ֔סֶף H3701 וְשִׁבְעִ֖ים H7657 הַמִּזְרָ֣ק H4219 הָאֶחָ֑ד H259 כֹּ֚ל H3605 כֶּ֣סֶף H3701 הַכֵּלִ֔ים H3627 אַלְפַּ֥יִם H505 וְאַרְבַּע H702 מֵא֖וֹת H3967 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
      "86": "כַּפּ֨וֹת H3709 זָהָ֤ב H2091 שְׁתֵּים H8147 עֶשְׂרֵה֙ H6240 מְלֵאֹ֣ת H4392 קְטֹ֔רֶת H7004 עֲשָׂרָ֧ה H6235 עֲשָׂרָ֛ה H6235 הַכַּ֖ף H3709 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 כָּל H3605 זְהַ֥ב H2091 הַכַּפּ֖וֹת H3709 עֶשְׂרִ֥ים H6242 וּמֵאָֽה H3967 ",
      "87": "כָּל H3605 הַבָּקָ֨ר H1241 לָעֹלָ֜ה H5930 שְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 פָּרִ֗ים H6499 אֵילִ֤ם H352 שְׁנֵים H8147 עָשָׂר֙ H6240 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 וּמִנְחָתָ֑ H4503 וּשְׂעִירֵ֥י H8163 עִזִּ֛ים H5795 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 לְחַטָּֽאת H2403 ",
      "88": "וְכֹ֞ל H3605 בְּקַ֣ר H1241 זֶ֣בַח H2077 הַשְּׁלָמִ֗ים H8002 עֶשְׂרִ֣ים H6242 וְאַרְבָּעָה֮ H702 פָּרִים֒ H6499 אֵילִ֤ם H352 שִׁשִּׁים֙ H8346 עַתֻּדִ֣ים H6260 שִׁשִּׁ֔ים H8346 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 שִׁשִּׁ֑ים H8346 זֹ֚את H2063 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֔חַ H4196 אַחֲרֵ֖י H310 הִמָּשַׁ֥ח H4886 אֹתֽוֹ H853 ",
      "89": "וּבְ H935 מֹשֶׁ֜ה H4872 אֶל H413 אֹ֣הֶל H168 מוֹעֵד֮ H4150 לְדַבֵּ֣ר H1696 אִתּוֹ֒ H854 וַיִּשְׁמַ֨ע H8085 אֶת H853 הַקּ֜וֹל H6963 מִדַּבֵּ֣ר H1696 אֵלָ֗יו H413 מֵעַ֤ל H5921 הַכַּפֹּ֨רֶת֙ H3727 אֲשֶׁר֙ H834 עַל H5921 אֲרֹ֣ן H727 הָעֵדֻ֔ת H5715 מִבֵּ֖ין H996 שְׁנֵ֣י H8147 הַכְּרֻבִ֑ים H3742 וַיְדַבֵּ֖ר H1696 אֵלָֽיו H413 "
    },
    "8": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּר֙ H1696 אֶֽל H413 אַהֲרֹ֔ן H175 וְאָמַרְתָּ֖ H559 אֵלָ֑יו H413 בְּהַעֲלֹֽתְ H5927 אֶת H853 הַנֵּרֹ֔ת H5216 אֶל H413 מוּל֙ H4136 פְּנֵ֣י H6440 הַמְּנוֹרָ֔ה H4501 יָאִ֖ירוּ H215 שִׁבְעַ֥ת H7651 הַנֵּרֽוֹת H5216 ",
      "3": "וַיַּ֤עַשׂ H6213 כֵּן֙ H3651 אַהֲרֹ֔ן H175 אֶל H413 מוּל֙ H4136 פְּנֵ֣י H6440 הַמְּנוֹרָ֔ה H4501 הֶעֱלָ֖ה H5927 נֵרֹתֶ֑יהָ H5216 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "4": "וְזֶ֨ה H2088 מַעֲשֵׂ֤ה H4639 הַמְּנֹרָה֙ H4501 מִקְשָׁ֣ה H4749 זָהָ֔ב H2091 עַד H5704 יְרֵכָ֥הּ H3409 עַד H5704 פִּרְחָ֖הּ H6525 מִקְשָׁ֣ה H4749 הִ֑וא H1931 כַּמַּרְאֶ֗ה H4758 אֲשֶׁ֨ר H834 הֶרְאָ֤ה H7200 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשָׂ֖ה H6213 אֶת H853 הַמְּנֹרָֽה H4501 ",
      "5": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "6": "קַ֚ח H3947 אֶת H853 הַלְוִיִּ֔ם H3881 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְטִהַרְתָּ֖ H2891 אֹתָֽם H853 ",
      "7": "וְכֹֽה H3541 תַעֲשֶׂ֤ה H6213 לָהֶם֙ Hl לְטַֽהֲרָ֔ H2891 הַזֵּ֥ה H5137 עֲלֵיהֶ֖ם H5921 מֵ֣י H4325 חַטָּ֑את H2403 וְהֶעֱבִ֤ירוּ H5674 תַ֨עַר֙ H8593 עַל H5921 כָּל H3605 בְּשָׂרָ֔ם H1320 וְכִבְּס֥וּ H3526 בִגְדֵיהֶ֖ם H899 וְהִטֶּהָֽרוּ H2891 ",
      "8": "וְלָֽקְחוּ֙ H3947 פַּ֣ר H6499 בֶּן H1121 בָּקָ֔ר H1241 וּמִנְחָת֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 וּפַר H6499 שֵׁנִ֥י H8145 בֶן H1121 בָּקָ֖ר H1241 תִּקַּ֥ח H3947 לְחַטָּֽאת H2403 ",
      "9": "וְהִקְרַבְתָּ֙ H7126 אֶת H853 הַלְוִיִּ֔ם H3881 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהִ֨קְהַלְתָּ֔ H6950 אֶֽת H853 כָּל H3605 עֲדַ֖ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "10": "וְהִקְרַבְתָּ֥ H7126 אֶת H853 הַלְוִיִּ֖ם H3881 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְסָמְכ֧וּ H5564 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 הַלְוִיִּֽם H3881 ",
      "11": "וְהֵנִיף֩ H5130 אַהֲרֹ֨ן H175 אֶת H853 הַלְוִיִּ֤ם H3881 תְּנוּפָה֙ H8573 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 מֵאֵ֖ת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָי֕וּ H1961 לַעֲבֹ֖ד H5647 אֶת H853 עֲבֹדַ֥ת H5656 יְהוָֽה H3068 ",
      "12": "וְהַ H3881 יִסְמְכ֣וּ H5564 אֶת H853 יְדֵיהֶ֔ם H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הַפָּרִ֑ים H6499 וַ֠עֲשֵׂה H6213 אֶת H853 הָאֶחָ֨ד H259 חַטָּ֜את H2403 וְאֶת H853 הָאֶחָ֤ד H259 עֹלָה֙ H5930 לַֽיהוָ֔ה H3068 לְכַפֵּ֖ר H3722 עַל H5921 הַלְוִיִּֽם H3881 ",
      "13": "וְהַֽעֲמַדְתָּ֙ H5975 אֶת H853 הַלְוִיִּ֔ם H3881 לִפְנֵ֥י H6440 אַהֲרֹ֖ן H175 וְלִ H6440 בָנָ֑יו H1121 וְהֵנַפְתָּ֥ H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לַֽיהוָֽה H3068 ",
      "14": "וְהִבְדַּלְתָּ֙ H914 אֶת H853 הַלְוִיִּ֔ם H3881 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָ֥יוּ H1961 לִ֖י Hl הַלְוִיִּֽם H3881 ",
      "15": "וְאַֽחֲרֵי H310 כֵן֙ H3651 יָבֹ֣אוּ H935 הַלְוִיִּ֔ם H3881 לַעֲבֹ֖ד H5647 אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְטִֽהַרְתָּ֣ H2891 אֹתָ֔ם H853 וְהֵנַפְתָּ֥ H5130 אֹתָ֖ם H853 תְּנוּפָֽה H8573 ",
      "16": "כִּי֩ H3588 נְתֻנִ֨ים H5414 נְתֻנִ֥ים H5414 הֵ֨מָּה֙ H1992 לִ֔י Hl מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 תַּחַת֩ H8478 פִּטְרַ֨ת H6363 כָּל H3605 רֶ֜חֶם H7358 בְּכ֥וֹר H1060 כֹּל֙ H3605 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לָקַ֥חְתִּי H3947 אֹתָ֖ם H853 לִֽי Hl ",
      "17": "כִּ֣י H3588 לִ֤י Hl כָל H3605 בְּכוֹר֙ H1060 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בָּאָדָ֖ם H120 וּבַ H929 בְּי֗וֹם H3117 הַכֹּתִ֤י H5221 כָל H3605 בְּכוֹר֙ H1060 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 הִקְדַּ֥שְׁתִּי H6942 אֹתָ֖ם H853 לִֽי Hl ",
      "18": "וָאֶקַּח֙ H3947 אֶת H853 הַלְוִיִּ֔ם H3881 תַּ֥חַת H8478 כָּל H3605 בְּכ֖וֹר H1060 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "19": "וָאֶתְּנָ֨ H5414 אֶת H853 הַלְוִיִּ֜ם H3881 נְתֻנִ֣ים H5414 לְאַהֲרֹ֣ן H175 וּלְ H1121 מִתּוֹךְ֮ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 לַעֲבֹ֞ד H5647 אֶת H853 עֲבֹדַ֤ת H5656 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 וּלְ H3722 עַל H5921 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֨א H3808 יִהְיֶ֜ה H1961 בִּבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 נֶ֔גֶף H5063 בְּגֶ֥שֶׁת H5066 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 הַקֹּֽדֶשׁ H6944 ",
      "20": "וַיַּ֨עַשׂ H6213 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 וְכָל H3605 עֲדַ֥ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 לַלְוִיִּ֑ם H3881 כְּ֠כֹל H3605 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 מֹשֶׁה֙ H4872 לַלְוִיִּ֔ם H3881 כֵּן H3651 עָשׂ֥וּ H6213 לָהֶ֖ם Hl בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "21": "וַיִּֽתְחַטְּא֣וּ H2398 הַלְוִיִּ֗ם H3881 וַֽיְכַבְּסוּ֙ H3526 בִּגְדֵיהֶ֔ם H899 וַיָּ֨נֶף H5130 אַהֲרֹ֥ן H175 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיְכַפֵּ֧ר H3722 עֲלֵיהֶ֛ם H5921 אַהֲרֹ֖ן H175 לְטַהֲרָֽ H2891 ",
      "22": "וְאַחֲרֵי H310 כֵ֞ן H3651 בָּ֣אוּ H935 הַלְוִיִּ֗ם H3881 לַעֲבֹ֤ד H5647 אֶת H853 עֲבֹֽדָתָם֙ H5656 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 לִפְנֵ֥י H6440 אַהֲרֹ֖ן H175 וְלִ H6440 בָנָ֑יו H1121 כַּאֲשֶׁר֩ H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 מֹשֶׁה֙ H4872 עַל H5921 הַלְוִיִּ֔ם H3881 כֵּ֖ן H3651 עָשׂ֥וּ H6213 לָהֶֽם Hl ",
      "23": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "24": "זֹ֖את H2063 אֲשֶׁ֣ר H834 לַלְוִיִּ֑ם H3881 מִבֶּן֩ H1121 חָמֵ֨שׁ H2568 וְעֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 יָבוֹא֙ H935 לִצְבֹ֣א H6633 צָבָ֔א H6635 בַּעֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "25": "וּמִ H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֔ה H8141 יָשׁ֖וּב H7725 מִצְּבָ֣א H6635 הָעֲבֹדָ֑ה H5656 וְלֹ֥א H3808 יַעֲבֹ֖ד H5647 עֽוֹד H5750 ",
      "26": "וְשֵׁרֵ֨ת H8334 אֶת H854 אֶחָ֜יו H251 בְּאֹ֤הֶל H168 מוֹעֵד֙ H4150 לִשְׁמֹ֣ר H8104 מִשְׁמֶ֔רֶת H4931 וַעֲבֹדָ֖ה H5656 לֹ֣א H3808 יַעֲבֹ֑ד H5647 כָּ֛כָה H3602 תַּעֲשֶׂ֥ה H6213 לַלְוִיִּ֖ם H3881 בְּמִשְׁמְרֹתָֽ H4931 "
    },
    "9": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֣ה H3068 אֶל H413 מֹשֶׁ֣ה H4872 בְמִדְבַּר H4057 סִ֠ינַי H5514 בַּשָּׁנָ֨ה H8141 הַשֵּׁנִ֜ית H8145 לְצֵאתָ֨ H3318 מֵאֶ֧רֶץ H776 מִצְרַ֛יִם H4714 בַּחֹ֥דֶשׁ H2320 הָרִאשׁ֖וֹן H7223 לֵאמֹֽר H559 ",
      "2": "וְיַעֲשׂ֧וּ H6213 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 הַפָּ֖סַח H6453 בְּמוֹעֲדֽ H4150 ",
      "3": "בְּאַרְבָּעָ֣ה H702 עָשָֽׂר H6240 י֠וֹם H3117 בַּחֹ֨דֶשׁ H2320 הַזֶּ֜ה H2088 בֵּ֧ין H996 הָֽעֲרְבַּ֛יִם H6153 תַּעֲשׂ֥וּ H6213 אֹת֖וֹ H853 בְּמוֹעֲד֑ H4150 כְּכָל H3605 חֻקֹּתָ֥יו H2708 וּכְ H3605 מִשְׁפָּטָ֖יו H4941 תַּעֲשׂ֥וּ H6213 אֹתֽוֹ H853 ",
      "4": "וַיְדַבֵּ֥ר H1696 מֹשֶׁ֛ה H4872 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לַעֲשֹׂ֥ת H6213 הַפָּֽסַח H6453 ",
      "5": "וַיַּעֲשׂ֣וּ H6213 אֶת H853 הַפֶּ֡סַח H6453 בָּרִאשׁ֡וֹן H7223 בְּאַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 י֥וֹם H3117 לַחֹ֛דֶשׁ H2320 בֵּ֥ין H996 הָעַרְבַּ֖יִם H6153 בְּמִדְבַּ֣ר H4057 סִינָ֑י H5514 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "6": "וַיְהִ֣י H1961 אֲנָשִׁ֗ים H376 אֲשֶׁ֨ר H834 הָי֤וּ H1961 טְמֵאִים֙ H2931 לְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 וְלֹא H3808 יָכְל֥וּ H3201 לַעֲשֹׂת H6213 הַפֶּ֖סַח H6453 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַֽיִּקְרְב֞וּ H7126 לִפְנֵ֥י H6440 מֹשֶׁ֛ה H4872 וְלִ H6440 אַהֲרֹ֖ן H175 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
      "7": "וַ֠יֹּאמְרוּ H559 הָאֲנָשִׁ֤ים H376 הָהֵ֨מָּה֙ H1992 אֵלָ֔יו H413 אֲנַ֥חְנוּ H587 טְמֵאִ֖ים H2931 לְנֶ֣פֶשׁ H5315 אָדָ֑ם H120 לָ֣מָּה H4100 נִגָּרַ֗ע H1639 לְבִלְתִּ֨י H1115 הַקְרִ֜ב H7126 אֶת H853 קָרְבַּ֤ן H7133 יְהוָה֙ H3068 בְּמֹ֣עֲד֔ H4150 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "8": "וַיֹּ֥אמֶר H559 אֲלֵהֶ֖ם H413 מֹשֶׁ֑ה H4872 עִמְד֣וּ H5975 וְאֶשְׁמְעָ֔ה H8085 מַה H4100 יְצַוֶּ֥ה H6680 יְהוָ֖ה H3068 לָכֶֽם Hl ",
      "9": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "10": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 אִ֣ישׁ H376 אִ֣ישׁ H376 כִּי H3588 יִהְיֶֽה H1961 טָמֵ֣א H2931 לָנֶ֡פֶשׁ H5315 אוֹ֩ H176 בְדֶ֨רֶךְ H1870 רְחֹקָ֜הׄ H7350 לָכֶ֗ם Hl א֚וֹ H176 לְדֹרֹ֣תֵי H1755 וְעָ֥שָׂה H6213 פֶ֖סַח H6453 לַיהוָֽה H3068 ",
      "11": "בַּחֹ֨דֶשׁ H2320 הַשֵּׁנִ֜י H8145 בְּאַרְבָּעָ֨ה H702 עָשָׂ֥ר H6240 י֛וֹם H3117 בֵּ֥ין H996 הָעַרְבַּ֖יִם H6153 יַעֲשׂ֣וּ H6213 אֹת֑וֹ H853 עַל H5921 מַצּ֥וֹת H4682 וּמְרֹרִ֖ים H4844 יֹאכְלֻֽהוּ H398 ",
      "12": "לֹֽא H3808 יַשְׁאִ֤ירוּ H7604 מִמֶּ֨נּוּ֙ H4480 עַד H5704 בֹּ֔קֶר H1242 וְעֶ֖צֶם H6106 לֹ֣א H3808 יִשְׁבְּרוּ H7665 ב֑וֹ Hb כְּכָל H3605 חֻקַּ֥ת H2708 הַפֶּ֖סַח H6453 יַעֲשׂ֥וּ H6213 אֹתֽוֹ H853 ",
      "13": "וְהָ H376 אֲשֶׁר H834 ה֨וּא H1931 טָה֜וֹר H2889 וּבְ H1870 לֹא H3808 הָיָ֗ה H1961 וְחָדַל֙ H2308 לַעֲשׂ֣וֹת H6213 הַפֶּ֔סַח H6453 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵֽעַמֶּ֑י H5971 כִּ֣י H3588 קָרְבַּ֣ן H7133 יְהוָ֗ה H3068 לֹ֤א H3808 הִקְרִיב֙ H7126 בְּמֹ֣עֲד֔ H4150 חֶטְא֥וֹ H2399 יִשָּׂ֖א H5375 הָאִ֥ישׁ H376 הַהֽוּא H1931 ",
      "14": "וְכִֽי H3588 יָג֨וּר H1481 אִתְּכֶ֜ם H854 גֵּ֗ר H1616 וְעָ֤שָֽׂה H6213 פֶ֨סַח֙ H6453 לַֽיהוָ֔ה H3068 כְּחֻקַּ֥ת H2708 הַפֶּ֛סַח H6453 וּכְ H4941 כֵּ֣ן H3651 יַעֲשֶׂ֑ה H6213 חֻקָּ֤ה H2708 אַחַת֙ H259 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl וְלַ H1616 וּלְ H249 הָאָֽרֶץ H776 ",
      "15": "וּבְ H3117 הָקִ֣ים H6965 אֶת H853 הַמִּשְׁכָּ֔ן H4908 כִּסָּ֤ה H3680 הֶֽעָנָן֙ H6051 אֶת H853 הַמִּשְׁכָּ֔ן H4908 לְאֹ֖הֶל H168 הָעֵדֻ֑ת H5715 וּבָ H6153 יִהְיֶ֧ה H1961 עַֽל H5921 הַמִּשְׁכָּ֛ן H4908 כְּמַרְאֵה H4758 אֵ֖שׁ H784 עַד H5704 בֹּֽקֶר H1242 ",
      "16": "כֵּ֚ן H3651 יִהְיֶ֣ה H1961 תָמִ֔יד H8548 הֶעָנָ֖ן H6051 יְכַסֶּ֑נּוּ H3680 וּמַרְאֵה H4758 אֵ֖שׁ H784 לָֽיְלָה H3915 ",
      "17": "וּלְ H6310 הֵעָלֹ֤ת H5927 הֶֽעָנָן֙ H6051 מֵעַ֣ל H5921 הָאֹ֔הֶל H168 וְאַ֣חֲרֵי H310 כֵ֔ן H3651 יִסְע֖וּ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּבִ H4725 אֲשֶׁ֤ר H834 יִשְׁכָּן H7931 שָׁם֙ H8033 הֶֽעָנָ֔ן H6051 שָׁ֥ם H8033 יַחֲנ֖וּ H2583 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "18": "עַל H5921 פִּ֣י H6310 יְהוָ֗ה H3068 יִסְעוּ֙ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְעַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 יַחֲנ֑וּ H2583 כָּל H3605 יְמֵ֗י H3117 אֲשֶׁ֨ר H834 יִשְׁכֹּ֧ן H7931 הֶעָנָ֛ן H6051 עַל H5921 הַמִּשְׁכָּ֖ן H4908 יַחֲנֽוּ H2583 ",
      "19": "וּבְ H748 הֶֽעָנָ֛ן H6051 עַל H5921 הַמִּשְׁכָּ֖ן H4908 יָמִ֣ים H3117 רַבִּ֑ים H7227 וְשָׁמְר֧וּ H8104 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 מִשְׁמֶ֥רֶת H4931 יְהוָ֖ה H3068 וְלֹ֥א H3808 יִסָּֽעוּ H5265 ",
      "20": "וְיֵ֞שׁ H3426 אֲשֶׁ֨ר H834 יִהְיֶ֧ה H1961 הֶֽעָנָ֛ן H6051 יָמִ֥ים H3117 מִסְפָּ֖ר H4557 עַל H5921 הַמִּשְׁכָּ֑ן H4908 עַל H5921 פִּ֤י H6310 יְהוָה֙ H3068 יַחֲנ֔וּ H2583 וְעַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 יִסָּֽעוּ H5265 ",
      "21": "וְיֵ֞שׁ H3426 אֲשֶׁר H834 יִהְיֶ֤ה H1961 הֶֽעָנָן֙ H6051 מֵעֶ֣רֶב H6153 עַד H5704 בֹּ֔קֶר H1242 וְנַעֲלָ֧ה H5927 הֶֽעָנָ֛ן H6051 בַּבֹּ֖קֶר H1242 וְנָסָ֑עוּ H5265 א֚וֹ H176 יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 וְנַעֲלָ֥ה H5927 הֶעָנָ֖ן H6051 וְנָסָֽעוּ H5265 ",
      "22": "אֽוֹ H176 יֹמַ֜יִם H3117 אוֹ H176 חֹ֣דֶשׁ H2320 אוֹ H176 יָמִ֗ים H3117 בְּהַאֲרִ֨יךְ H748 הֶעָנָ֤ן H6051 עַל H5921 הַמִּשְׁכָּן֙ H4908 לִשְׁכֹּ֣ן H7931 עָלָ֔יו H5921 יַחֲנ֥וּ H2583 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 וְלֹ֣א H3808 יִסָּ֑עוּ H5265 וּבְ H5927 יִסָּֽעוּ H5265 ",
      "23": "עַל H5921 פִּ֤י H6310 יְהוָה֙ H3068 יַחֲנ֔וּ H2583 וְעַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 יִסָּ֑עוּ H5265 אֶת H853 מִשְׁמֶ֤רֶת H4931 יְהוָה֙ H3068 שָׁמָ֔רוּ H8104 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
    },
    "10": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "עֲשֵׂ֣ה H6213 לְךָ֗ Hl שְׁתֵּי֙ H8147 חֲצֽוֹצְרֹ֣ת H2689 כֶּ֔סֶף H3701 מִקְשָׁ֖ה H4749 תַּעֲשֶׂ֣ה H6213 אֹתָ֑ם H853 וְהָי֤וּ H1961 לְךָ֙ Hl לְמִקְרָ֣א H4744 הָֽעֵדָ֔ה H5712 וּלְ H4550 אֶת H853 הַֽמַּחֲנֽוֹת H4264 ",
      "3": "וְתָקְע֖וּ H8628 בָּהֵ֑ן Hb וְנֽוֹעֲד֤וּ H3259 אֵלֶ֨יךָ֙ H413 כָּל H3605 הָ֣עֵדָ֔ה H5712 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "4": "וְאִם H518 בְּאַחַ֖ת H259 יִתְקָ֑עוּ H8628 וְנוֹעֲד֤וּ H3259 אֵלֶ֨יךָ֙ H413 הַנְּשִׂיאִ֔ים H5387 רָאשֵׁ֖י H7218 אַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 ",
      "5": "וּתְקַעְתֶּ֖ם H8628 תְּרוּעָ֑ה H8643 וְנָֽסְעוּ֙ H5265 הַֽמַּחֲנ֔וֹת H4264 הַחֹנִ֖ים H2583 קֵֽדְמָה H6924 ",
      "6": "וּתְקַעְתֶּ֤ם H8628 תְּרוּעָה֙ H8643 שֵׁנִ֔ית H8145 וְנָֽסְעוּ֙ H5265 הַֽמַּחֲנ֔וֹת H4264 הַחֹנִ֖ים H2583 תֵּימָ֑נָה H8486 תְּרוּעָ֥ה H8643 יִתְקְע֖וּ H8628 לְמַסְעֵי H4550 ",
      "7": "וּבְ H6950 אֶת H853 הַקָּהָ֑ל H6951 תִּתְקְע֖וּ H8628 וְלֹ֥א H3808 תָרִֽיעוּ H7321 ",
      "8": "וּבְנֵ֤י H1121 אַהֲרֹן֙ H175 הַכֹּ֣הֲנִ֔ים H3548 יִתְקְע֖וּ H8628 בַּֽחֲצֹצְר֑וֹת H2689 וְהָי֥וּ H1961 לָכֶ֛ם Hl לְחֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹתֵי H1755 ",
      "9": "וְכִֽי H3588 תָבֹ֨אוּ H935 מִלְחָמָ֜ה H4421 בְּאַרְצְ H776 עַל H5921 הַצַּר֙ H6862 הַצֹּרֵ֣ר H6887 אֶתְכֶ֔ם H853 וַהֲרֵעֹתֶ֖ם H7321 בַּחֲצֹצְר֑וֹת H2689 וֲנִזְכַּרְתֶּ֗ם H2142 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וְנוֹשַׁעְתֶּ֖ם H3467 מֵאֹיְבֵי H341 ",
      "10": "וּבְ H3117 שִׂמְחַתְכֶ֥ם H8057 וּֽבְ H4150 וּבְ H7218 חָדְשֵׁיכֶם֒ H2320 וּתְקַעְתֶּ֣ם H8628 בַּחֲצֹֽצְרֹ֗ת H2689 עַ֚ל H5921 עֹלֹ֣תֵיכֶ֔ם H5930 וְעַ֖ל H5921 זִבְחֵ֣י H2077 שַׁלְמֵיכֶ֑ם H8002 וְהָי֨וּ H1961 לָכֶ֤ם Hl לְזִכָּרוֹן֙ H2146 לִפְנֵ֣י H6440 אֱלֹֽהֵיכֶ֔ם H430 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "11": "וַיְהִ֞י H1961 בַּשָּׁנָ֧ה H8141 הַשֵּׁנִ֛ית H8145 בַּחֹ֥דֶשׁ H2320 הַשֵּׁנִ֖י H8145 בְּעֶשְׂרִ֣ים H6242 בַּחֹ֑דֶשׁ H2320 נַעֲלָה֙ H5927 הֶֽעָנָ֔ן H6051 מֵעַ֖ל H5921 מִשְׁכַּ֥ן H4908 הָעֵדֻֽת H5715 ",
      "12": "וַיִּסְע֧וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 לְמַסְעֵי H4550 מִמִּדְבַּ֣ר H4057 סִינָ֑י H5514 וַיִּשְׁכֹּ֥ן H7931 הֶעָנָ֖ן H6051 בְּמִדְבַּ֥ר H4057 פָּארָֽן H6290 ",
      "13": "וַיִּסְע֖וּ H5265 בָּרִאשֹׁנָ֑ה H7223 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
      "14": "וַיִּסַּ֞ע H5265 דֶּ֣גֶל H1714 מַחֲנֵ֧ה H4264 בְנֵֽי H1121 יְהוּדָ֛ה H3063 בָּרִאשֹׁנָ֖ה H7223 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
      "15": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 יִשָׂשכָ֑ר H3485 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
      "16": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 זְבוּלֻ֑ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֽוֹן H2497 ",
      "17": "וְהוּרַ֖ד H3381 הַמִּשְׁכָּ֑ן H4908 וְנָסְע֤וּ H5265 בְנֵֽי H1121 גֵרְשׁוֹן֙ H1648 וּבְנֵ֣י H1121 מְרָרִ֔י H4847 נֹשְׂאֵ֖י H5375 הַמִּשְׁכָּֽן H4908 ",
      "18": "וְנָסַ֗ע H5265 דֶּ֛גֶל H1714 מַחֲנֵ֥ה H4264 רְאוּבֵ֖ן H7205 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
      "19": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 שִׁמְע֑וֹן H8095 שְׁלֻֽמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽי H6701 שַׁדָּֽי H6701 ",
      "20": "וְעַל H5921 צְבָ֖א H6635 מַטֵּ֣ה H4294 בְנֵי H1121 גָ֑ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
      "21": "וְנָסְעוּ֙ H5265 הַקְּהָתִ֔ים H6956 נֹשְׂאֵ֖י H5375 הַמִּקְדָּ֑שׁ H4720 וְהֵקִ֥ימוּ H6965 אֶת H853 הַמִּשְׁכָּ֖ן H4908 עַד H5704 בֹּאָֽם H935 ",
      "22": "וְנָסַ֗ע H5265 דֶּ֛גֶל H1714 מַחֲנֵ֥ה H4264 בְנֵֽי H1121 אֶפְרַ֖יִם H669 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
      "23": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 מְנַשֶּׁ֑ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָה H6301 צֽוּר H6301 ",
      "24": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעוֹנִֽי H1441 ",
      "25": "וְנָסַ֗ע H5265 דֶּ֚גֶל H1714 מַחֲנֵ֣ה H4264 בְנֵי H1121 דָ֔ן H1835 מְאַסֵּ֥ף H622 לְכָל H3605 הַֽמַּחֲנֹ֖ת H4264 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּישַׁדָּֽי H5996 ",
      "26": "וְעַל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 אָשֵׁ֑ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
      "27": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 נַפְתָּלִ֑י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
      "28": "אֵ֛לֶּה H428 מַסְעֵ֥י H4550 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְצִבְאֹתָ֑ H6635 וַיִּסָּֽעוּ H5265 ",
      "29": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 לְ֠חֹבָב H2246 בֶּן H1121 רְעוּאֵ֣ל H7467 הַמִּדְיָנִי֮ H4084 חֹתֵ֣ן H2859 מֹשֶׁה֒ H4872 נֹסְעִ֣ים H5265 אֲנַ֗חְנוּ H587 אֶל H413 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 אָמַ֣ר H559 יְהוָ֔ה H3068 אֹת֖וֹ H853 אֶתֵּ֣ן H5414 לָכֶ֑ם Hl לְכָ֤ה H3212 אִתָּ֨נוּ֙ H854 וְהֵטַ֣בְנוּ H3190 לָ֔ךְ Hl כִּֽי H3588 יְהוָ֥ה H3068 דִּבֶּר H1696 ט֖וֹב H2896 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "30": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 לֹ֣א H3808 אֵלֵ֑ךְ H3212 כִּ֧י H3588 אִם H518 אֶל H413 אַרְצִ֛י H776 וְאֶל H413 מוֹלַדְתִּ֖י H4138 אֵלֵֽךְ H3212 ",
      "31": "וַיֹּ֕אמֶר H559 אַל H408 נָ֖א H4994 תַּעֲזֹ֣ב H5800 אֹתָ֑נוּ H853 כִּ֣י H3588 עַל H5921 כֵּ֣ן H3651 יָדַ֗עְתָּ H3045 חֲנֹתֵ֨נוּ֙ H2583 בַּמִּדְבָּ֔ר H4057 וְהָיִ֥יתָ H1961 לָּ֖נוּ Hl לְעֵינָֽיִם H5869 ",
      "32": "וְהָיָ֖ה H1961 כִּי H3588 תֵלֵ֣ךְ H3212 עִמָּ֑נוּ H5973 וְהָיָ֣ה H1961 הַטּ֣וֹב H2896 הַה֗וּא H1931 אֲשֶׁ֨ר H834 יֵיטִ֧יב H3190 יְהוָ֛ה H3068 עִמָּ֖נוּ H5973 וְהֵטַ֥בְנוּ H3190 לָֽךְ Hl ",
      "33": "וַיִּסְעוּ֙ H5265 מֵהַ֣ר H2022 יְהוָ֔ה H3068 דֶּ֖רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וַאֲר֨וֹן H727 בְּרִית H1285 יְהוָ֜ה H3068 נֹסֵ֣עַ H5265 לִפְנֵי H6440 דֶּ֚רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 לָת֥וּר H8446 לָהֶ֖ם Hl מְנוּחָֽה H4496 ",
      "34": "וַעֲנַ֧ן H6051 יְהוָ֛ה H3068 עֲלֵיהֶ֖ם H5921 יוֹמָ֑ם H3119 בְּנָסְעָ֖ H5265 מִן H4480 הַֽמַּחֲנֶֽה H4264 ",
      "35": "וַיְהִ֛י H1961 בִּנְסֹ֥עַ H5265 הָאָרֹ֖ן H727 וַיֹּ֣אמֶר H559 מֹשֶׁ֑ה H4872 קוּמָ֣ה H6965 יְהוָ֗ה H3068 וְיָפֻ֨צוּ֙ H6327 אֹֽיְבֶ֔יךָ H341 וְיָנֻ֥סוּ H5127 מְשַׂנְאֶ֖יךָ H8130 מִפָּנֶֽי H6440 ",
      "36": "וּבְ H5117 יֹאמַ֑ר H559 שׁוּבָ֣ה H7725 יְהוָ֔ה H3068 רִֽבְב֖וֹת H7233 אַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 "
    },
    "11": {
      "1": "וַיְהִ֤י H1961 הָעָם֙ H5971 כְּמִתְאֹ֣נְנִ֔ים H596 רַ֖ע H7451 בְּאָזְנֵ֣י H241 יְהוָ֑ה H3068 וַיִּשְׁמַ֤ע H8085 יְהוָה֙ H3068 וַיִּ֣חַר H2734 אַפּ֔וֹ H639 וַתִּבְעַר H1197 בָּם֙ Hb אֵ֣שׁ H784 יְהוָ֔ה H3068 וַתֹּ֖אכַל H398 בִּקְצֵ֥ה H7097 הַֽמַּחֲנֶֽה H4264 ",
      "2": "וַיִּצְעַ֥ק H6817 הָעָ֖ם H5971 אֶל H413 מֹשֶׁ֑ה H4872 וַיִּתְפַּלֵּ֤ל H6419 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֔ה H3068 וַתִּשְׁקַ֖ע H8257 הָאֵֽשׁ H784 ",
      "3": "וַיִּקְרָ֛א H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 תַּבְעֵרָ֑ה H8404 כִּֽי H3588 בָעֲרָ֥ה H1197 בָ֖ם Hb אֵ֥שׁ H784 יְהוָֽה H3068 ",
      "4": "וְהָֽ H628 אֲשֶׁ֣ר H834 בְּקִרְבּ֔ H7130 הִתְאַוּ֖וּ H183 תַּאֲוָ֑ה H8378 וַיָּשֻׁ֣בוּ H7725 וַיִּבְכּ֗וּ H1058 גַּ֚ם H1571 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיֹּ֣אמְר֔וּ H559 מִ֥י H4310 יַאֲכִלֵ֖נוּ H398 בָּשָֽׂר H1320 ",
      "5": "זָכַ֨רְנוּ֙ H2142 אֶת H853 הַדָּגָ֔ה H1710 אֲשֶׁר H834 נֹאכַ֥ל H398 בְּמִצְרַ֖יִם H4714 חִנָּ֑ם H2600 אֵ֣ת H853 הַקִּשֻּׁאִ֗ים H7180 וְאֵת֙ H853 הָֽאֲבַטִּחִ֔ים H20 וְאֶת H853 הֶחָצִ֥יר H2682 וְאֶת H853 הַבְּצָלִ֖ים H1211 וְאֶת H853 הַשּׁוּמִֽים H7762 ",
      "6": "וְעַתָּ֛ה H6258 נַפְשֵׁ֥נוּ H5315 יְבֵשָׁ֖ה H3002 אֵ֣ין H369 כֹּ֑ל H3605 בִּלְתִּ֖י H1115 אֶל H413 הַמָּ֥ן H4478 עֵינֵֽינוּ H5869 ",
      "7": "וְהַ H4478 כִּזְרַע H2233 גַּ֖ד H1407 ה֑וּא H1931 וְעֵינ֖ H5869 כְּעֵ֥ין H5869 הַבְּדֹֽלַח H916 ",
      "8": "שָׁטוּ֩ H7751 הָעָ֨ם H5971 וְלָֽקְט֜וּ H3950 וְטָחֲנ֣וּ H2912 בָרֵחַ֗יִם H7347 א֤וֹ H176 דָכוּ֙ H1743 בַּמְּדֹכָ֔ה H4085 וּבִשְּׁלוּ֙ H1310 בַּפָּר֔וּר H6517 וְעָשׂ֥וּ H6213 אֹת֖וֹ H853 עֻג֑וֹת H5692 וְהָיָ֣ה H1961 טַעְמ֔וֹ H2940 כְּטַ֖עַם H2940 לְשַׁ֥ד H3955 הַשָּֽׁמֶן H8081 ",
      "9": "וּבְ H3381 הַטַּ֛ל H2919 עַל H5921 הַֽמַּחֲנֶ֖ה H4264 לָ֑יְלָה H3915 יֵרֵ֥ד H3381 הַמָּ֖ן H4478 עָלָֽיו H5921 ",
      "10": "וַיִּשְׁמַ֨ע H8085 מֹשֶׁ֜ה H4872 אֶת H853 הָעָ֗ם H5971 בֹּכֶה֙ H1058 לְמִשְׁפְּחֹתָ֔י H4940 אִ֖ישׁ H376 לְפֶ֣תַח H6607 אָהֳל֑וֹ H168 וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 מְאֹ֔ד H3966 וּבְ H5869 מֹשֶׁ֖ה H4872 רָֽע H7489 ",
      "11": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 יְהוָ֗ה H3068 לָמָ֤ה H4100 הֲרֵעֹ֨תָ֙ H7489 לְעַבְדֶּ֔ H5650 וְלָ֛ H4100 לֹא H3808 מָצָ֥תִי H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 לָשׂ֗וּם H7760 אֶת H853 מַשָּׂ֛א H4853 כָּל H3605 הָעָ֥ם H5971 הַזֶּ֖ה H2088 עָלָֽי H5921 ",
      "12": "הֶאָנֹכִ֣י H595 הָרִ֗יתִי H2029 אֵ֚ת H853 כָּל H3605 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אִם H518 אָנֹכִ֖י H595 יְלִדְתִּ֑יהוּ H3205 כִּֽי H3588 תֹאמַ֨ר H559 אֵלַ֜י H413 שָׂאֵ֣הוּ H5375 בְחֵיקֶ֗ H2436 כַּאֲשֶׁ֨ר H834 יִשָּׂ֤א H5375 הָאֹמֵן֙ H539 אֶת H853 הַיֹּנֵ֔ק H3243 עַ֚ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נִשְׁבַּ֖עְתָּ H7650 לַאֲבֹתָֽי H1 ",
      "13": "מֵאַ֤יִן H370 לִי֙ Hl בָּשָׂ֔ר H1320 לָתֵ֖ת H5414 לְכָל H3605 הָעָ֣ם H5971 הַזֶּ֑ה H2088 כִּֽי H3588 יִבְכּ֤וּ H1058 עָלַי֙ H5921 לֵאמֹ֔ר H559 תְּנָה H5414 לָּ֥נוּ Hl בָשָׂ֖ר H1320 וְנֹאכֵֽלָה H398 ",
      "14": "לֹֽא H3808 אוּכַ֤ל H3201 אָנֹכִי֙ H595 לְבַדִּ֔ H905 לָשֵׂ֖את H5375 אֶת H853 כָּל H3605 הָעָ֣ם H5971 הַזֶּ֑ה H2088 כִּ֥י H3588 כָבֵ֖ד H3515 מִמֶּֽנִּי H4480 ",
      "15": "וְאִם H518 כָּ֣כָה H3602 אַתְּ H859 עֹ֣שֶׂה H6213 לִּ֗י Hl הָרְגֵ֤נִי H2026 נָא֙ H4994 הָרֹ֔ג H2026 אִם H518 מָצָ֥אתִי H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 וְאַל H408 אֶרְאֶ֖ה H7200 בְּרָעָתִֽ H7451 ",
      "16": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 אֶסְפָה H622 לִּ֞י Hl שִׁבְעִ֣ים H7657 אִישׁ֮ H376 מִזִּקְנֵ֣י H2205 יִשְׂרָאֵל֒ H3478 אֲשֶׁ֣ר H834 יָדַ֔עְתָּ H3045 כִּי H3588 הֵ֛ם H1992 זִקְנֵ֥י H2205 הָעָ֖ם H5971 וְשֹׁטְרָ֑י H7860 וְלָקַחְתָּ֤ H3947 אֹתָם֙ H853 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְהִֽתְיַצְּב֥וּ H3320 שָׁ֖ם H8033 עִמָּֽךְ H5973 ",
      "17": "וְיָרַדְתִּ֗י H3381 וְדִבַּרְתִּ֣י H1696 עִמְּךָ֮ H5973 שָׁם֒ H8033 וְאָצַלְתִּ֗י H680 מִן H4480 הָר֛וּחַ H7307 אֲשֶׁ֥ר H834 עָלֶ֖יךָ H5921 וְשַׂמְתִּ֣י H7760 עֲלֵיהֶ֑ם H5921 וְנָשְׂא֤וּ H5375 אִתְּךָ֙ H854 בְּמַשָּׂ֣א H4853 הָעָ֔ם H5971 וְלֹא H3808 תִשָּׂ֥א H5375 אַתָּ֖ה H859 לְבַדֶּֽ H905 ",
      "18": "וְאֶל H413 הָעָ֨ם H5971 תֹּאמַ֜ר H559 הִתְקַדְּשׁ֣וּ H6942 לְמָחָר֮ H4279 וַאֲכַלְתֶּ֣ם H398 בָּשָׂר֒ H1320 כִּ֡י H3588 בְּכִיתֶם֩ H1058 בְּאָזְנֵ֨י H241 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 מִ֤י H4310 יַאֲכִלֵ֨נוּ֙ H398 בָּשָׂ֔ר H1320 כִּי H3588 ט֥וֹב H2895 לָ֖נוּ Hl בְּמִצְרָ֑יִם H4714 וְנָתַ֨ן H5414 יְהוָ֥ה H3068 לָכֶ֛ם Hl בָּשָׂ֖ר H1320 וַאֲכַלְתֶּֽם H398 ",
      "19": "לֹ֣א H3808 י֥וֹם H3117 אֶחָ֛ד H259 תֹּאכְל֖וּן H398 וְלֹ֣א H3808 יוֹמָ֑יִם H3117 וְלֹ֣א H3808 חֲמִשָּׁ֣ה H2568 יָמִ֗ים H3117 וְלֹא֙ H3808 עֲשָׂרָ֣ה H6235 יָמִ֔ים H3117 וְלֹ֖א H3808 עֶשְׂרִ֥ים H6242 יֽוֹם H3117 ",
      "20": "עַ֣ד H5704 חֹ֣דֶשׁ H2320 יָמִ֗ים H3117 עַ֤ד H5704 אֲשֶׁר H834 יֵצֵא֙ H3318 מֵֽאַפְּ H639 וְהָיָ֥ה H1961 לָכֶ֖ם Hl לְזָרָ֑א H2214 יַ֗עַן H3282 כִּֽי H3588 מְאַסְתֶּ֤ם H3988 אֶת H853 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 בְּקִרְבְּ H7130 וַתִּבְכּ֤וּ H1058 לְפָנָי H6440 לֵאמֹ֔ר H559 לָ֥מָּה H4100 זֶּ֖ה H2088 יָצָ֥אנוּ H3318 מִמִּצְרָֽיִם H4714 ",
      "21": "וַיֹּאמֶר֮ H559 מֹשֶׁה֒ H4872 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 רַגְלִ֔י H7273 הָעָ֕ם H5971 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 בְּקִרְבּ֑ H7130 וְאַתָּ֣ה H859 אָמַ֗רְתָּ H559 בָּשָׂר֙ H1320 אֶתֵּ֣ן H5414 לָהֶ֔ם Hl וְאָכְל֖וּ H398 חֹ֥דֶשׁ H2320 יָמִֽים H3117 ",
      "22": "הֲצֹ֧אן H6629 וּבָקָ֛ר H1241 יִשָּׁחֵ֥ט H7819 לָהֶ֖ם Hl וּמָצָ֣א H4672 לָהֶ֑ם Hl אִ֣ם H518 אֶֽת H853 כָּל H3605 דְּגֵ֥י H1709 הַיָּ֛ם H3220 יֵאָסֵ֥ף H622 לָהֶ֖ם Hl וּמָצָ֥א H4672 לָהֶֽם Hl ",
      "23": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הֲיַ֥ד H3027 יְהוָ֖ה H3068 תִּקְצָ֑ר H7114 עַתָּ֥ה H6258 תִרְאֶ֛ה H7200 הֲיִקְרְ H7136 דְבָרִ֖י H1697 אִם H518 לֹֽא H3808 ",
      "24": "וַיֵּצֵ֣א H3318 מֹשֶׁ֗ה H4872 וַיְדַבֵּר֙ H1696 אֶל H413 הָעָ֔ם H5971 אֵ֖ת H853 דִּבְרֵ֣י H1697 יְהוָ֑ה H3068 וַיֶּאֱסֹ֞ף H622 שִׁבְעִ֥ים H7657 אִישׁ֙ H376 מִזִּקְנֵ֣י H2205 הָעָ֔ם H5971 וַֽיַּעֲמֵ֥ד H5975 אֹתָ֖ם H853 סְבִיבֹ֥ת H5439 הָאֹֽהֶל H168 ",
      "25": "וַיֵּ֨רֶד H3381 יְהוָ֥ה H3068 בֶּעָנָן֮ H6051 וַיְדַבֵּ֣ר H1696 אֵלָיו֒ H413 וַיָּ֗אצֶל H680 מִן H4480 הָר֨וּחַ֙ H7307 אֲשֶׁ֣ר H834 עָלָ֔יו H5921 וַיִּתֵּ֕ן H5414 עַל H5921 שִׁבְעִ֥ים H7657 אִ֖ישׁ H376 הַזְּקֵנִ֑ים H2205 וַיְהִ֗י H1961 כְּנ֤וֹחַ H5117 עֲלֵיהֶם֙ H5921 הָר֔וּחַ H7307 וַיִּֽתְנַבְּא֖וּ H5012 וְלֹ֥א H3808 יָסָֽפוּ H3254 ",
      "26": "וַיִּשָּׁאֲר֣וּ H7604 שְׁנֵֽי H8147 אֲנָשִׁ֣ים H376 בַּֽמַּחֲנֶ֡ה H4264 שֵׁ֣ם H8034 הָאֶחָ֣ד H259 אֶלְדָּ֡ד H419 וְשֵׁם֩ H8034 הַשֵּׁנִ֨י H8145 מֵידָ֜ד H4312 וַתָּ֧נַח H5117 עֲלֵיהֶ֣ם H5921 הָר֗וּחַ H7307 וְהֵ֨מָּה֙ H1992 בַּכְּתֻבִ֔ים H3789 וְלֹ֥א H3808 יָצְא֖וּ H3318 הָאֹ֑הֱלָ H168 וַיִּֽתְנַבְּא֖וּ H5012 בַּֽמַּחֲנֶֽה H4264 ",
      "27": "וַיָּ֣רָץ H7323 הַנַּ֔עַר H5288 וַיַּגֵּ֥ד H5046 לְמֹשֶׁ֖ה H4872 וַיֹּאמַ֑ר H559 אֶלְדָּ֣ד H419 וּמֵידָ֔ד H4312 מִֽתְנַבְּאִ֖ים H5012 בַּֽמַּחֲנֶֽה H4264 ",
      "28": "וַיַּ֜עַן H6030 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 מְשָׁרֵ֥ת H8334 מֹשֶׁ֛ה H4872 מִבְּחֻרָ֖י H979 וַיֹּאמַ֑ר H559 אֲדֹנִ֥י H113 מֹשֶׁ֖ה H4872 כְּלָאֵֽם H3607 ",
      "29": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl מֹשֶׁ֔ה H4872 הַֽמְקַנֵּ֥א H7065 אַתָּ֖ה H859 לִ֑י Hl וּמִ֨י H4310 יִתֵּ֜ן H5414 כָּל H3605 עַ֤ם H5971 יְהוָה֙ H3068 נְבִיאִ֔ים H5030 כִּי H3588 יִתֵּ֧ן H5414 יְהוָ֛ה H3068 אֶת H853 רוּח֖וֹ H7307 עֲלֵיהֶֽם H5921 ",
      "30": "וַיֵּאָסֵ֥ף H622 מֹשֶׁ֖ה H4872 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 ה֖וּא H1931 וְזִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
      "31": "וְר֜וּחַ H7307 נָסַ֣ע H5265 מֵאֵ֣ת H854 יְהוָ֗ה H3068 וַיָּ֣גָז H1468 שַׂלְוִים֮ H7958 מִן H4480 הַיָּם֒ H3220 וַיִּטֹּ֨שׁ H5203 עַל H5921 הַֽמַּחֲנֶ֜ה H4264 כְּדֶ֧רֶךְ H1870 י֣וֹם H3117 כֹּ֗ה H3541 וּכְ H1870 יוֹם֙ H3117 כֹּ֔ה H3541 סְבִיב֖וֹת H5439 הַֽמַּחֲנֶ֑ה H4264 וּכְ H520 עַל H5921 פְּנֵ֥י H6440 הָאָֽרֶץ H776 ",
      "32": "וַיָּ֣קָם H6965 הָעָ֡ם H5971 כָּל H3605 הַיּוֹם֩ H3117 הַה֨וּא H1931 וְכָל H3605 הַלַּ֜יְלָה H3915 וְכֹ֣ל H3605 י֣וֹם H3117 הַֽמָּחֳרָ֗ת H4283 וַיַּֽאַסְפוּ֙ H622 אֶת H853 הַשְּׂלָ֔ו H7958 הַמַּמְעִ֕יט H4591 אָסַ֖ף H622 עֲשָׂרָ֣ה H6235 חֳמָרִ֑ים H2563 וַיִּשְׁטְח֤וּ H7849 לָהֶם֙ Hl שָׁט֔וֹחַ H7849 סְבִיב֖וֹת H5439 הַֽמַּחֲנֶֽה H4264 ",
      "33": "הַבָּשָׂ֗ר H1320 עוֹדֶ֨נּוּ֙ H5750 בֵּ֣ין H996 שִׁנֵּיהֶ֔ם H8127 טֶ֖רֶם H2962 יִכָּרֵ֑ת H3772 וְאַ֤ף H639 יְהוָה֙ H3068 חָרָ֣ה H2734 בָעָ֔ם H5971 וַיַּ֤ךְ H5221 יְהוָה֙ H3068 בָּעָ֔ם H5971 מַכָּ֖ה H4347 רַבָּ֥ה H7227 מְאֹֽד H3966 ",
      "34": "וַיִּקְרָ֛א H7121 אֶת H853 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 קִבְר֣וֹת H6914 הַֽתַּאֲוָ֑ה H6914 כִּי H3588 שָׁם֙ H8033 קָֽבְר֔וּ H6912 אֶת H853 הָעָ֖ם H5971 הַמִּתְאַוִּֽים H183 ",
      "35": "מִקִּבְר֧וֹת H6914 הַֽתַּאֲוָ֛ה H6914 נָסְע֥וּ H5265 הָעָ֖ם H5971 חֲצֵר֑וֹת H2698 וַיִּהְי֖וּ H1961 בַּחֲצֵרֽוֹת H2698 "
    },
    "12": {
      "1": "וַתְּדַבֵּ֨ר H1696 מִרְיָ֤ם H4813 וְאַהֲרֹן֙ H175 בְּמֹשֶׁ֔ה H4872 עַל H5921 אֹד֛וֹת H182 הָאִשָּׁ֥ה H802 הַכֻּשִׁ֖ית H3571 אֲשֶׁ֣ר H834 לָקָ֑ח H3947 כִּֽי H3588 אִשָּׁ֥ה H802 כֻשִׁ֖ית H3571 לָקָֽח H3947 ",
      "2": "וַיֹּאמְר֗וּ H559 הֲרַ֤ק H7535 אַךְ H389 בְּמֹשֶׁה֙ H4872 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 הֲלֹ֖א H3808 גַּם H1571 בָּ֣נוּ Hb דִבֵּ֑ר H1696 וַיִּשְׁמַ֖ע H8085 יְהוָֽה H3068 ",
      "3": "וְהָ H376 מֹשֶׁ֖ה H4872 ענו H6035 מְאֹ֑ד H3966 מִכֹּל֙ H3605 הָֽאָדָ֔ם H120 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
      "4": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 פִּתְאֹ֗ם H6597 אֶל H413 מֹשֶׁ֤ה H4872 וְאֶֽל H413 אַהֲרֹן֙ H175 וְאֶל H413 מִרְיָ֔ם H4813 צְא֥וּ H3318 שְׁלָשְׁתְּכֶ֖ם H7969 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַיֵּצְא֖וּ H3318 שְׁלָשְׁתָּֽם H7969 ",
      "5": "וַיֵּ֤רֶד H3381 יְהוָה֙ H3068 בְּעַמּ֣וּד H5982 עָנָ֔ן H6051 וַֽיַּעֲמֹ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וַיִּקְרָא֙ H7121 אַהֲרֹ֣ן H175 וּמִרְיָ֔ם H4813 וַיֵּצְא֖וּ H3318 שְׁנֵיהֶֽם H8147 ",
      "6": "וַיֹּ֖אמֶר H559 שִׁמְעוּ H8085 נָ֣א H4994 דְבָרָ֑י H1697 אִם H518 יִֽהְיֶה֙ H1961 נְבִ֣יאֲכֶ֔ם H5030 יְהוָ֗ה H3068 בַּמַּרְאָה֙ H4759 אֵלָ֣יו H413 אֶתְוַדָּ֔ע H3045 בַּחֲל֖וֹם H2472 אֲדַבֶּר H1696 בּֽוֹ Hb ",
      "7": "לֹא H3808 כֵ֖ן H3651 עַבְדִּ֣י H5650 מֹשֶׁ֑ה H4872 בְּכָל H3605 בֵּיתִ֖י H1004 נֶאֱמָ֥ן H539 הֽוּא H1931 ",
      "8": "פֶּ֣ה H6310 אֶל H413 פֶּ֞ה H6310 אֲדַבֶּר H1696 בּ֗וֹ Hb וּמַרְאֶה֙ H4758 וְלֹ֣א H3808 בְחִידֹ֔ת H2420 וּתְמֻנַ֥ת H8544 יְהוָ֖ה H3068 יַבִּ֑יט H5027 וּמַדּ֨וּעַ֙ H4069 לֹ֣א H3808 יְרֵאתֶ֔ם H3372 לְדַבֵּ֖ר H1696 בְּעַבְדִּ֥ H5650 בְמֹשֶֽׁה H4872 ",
      "9": "וַיִּֽחַר H2734 אַ֧ף H639 יְהוָ֛ה H3068 בָּ֖ם Hb וַיֵּלַֽךְ H3212 ",
      "10": "וְהֶ H6051 סָ֚ר H5493 מֵעַ֣ל H5921 הָאֹ֔הֶל H168 וְהִנֵּ֥ה H2009 מִרְיָ֖ם H4813 מְצֹרַ֣עַת H6879 כַּשָּׁ֑לֶג H7950 וַיִּ֧פֶן H6437 אַהֲרֹ֛ן H175 אֶל H413 מִרְיָ֖ם H4813 וְהִנֵּ֥ה H2009 מְצֹרָֽעַת H6879 ",
      "11": "וַיֹּ֥אמֶר H559 אַהֲרֹ֖ן H175 אֶל H413 מֹשֶׁ֑ה H4872 בִּ֣י H994 אֲדֹנִ֔י H113 אַל H408 נָ֨א H4994 תָשֵׁ֤ת H7896 עָלֵ֨ינוּ֙ H5921 חַטָּ֔את H2403 אֲשֶׁ֥ר H834 נוֹאַ֖לְנוּ H2973 וַאֲשֶׁ֥ר H834 חָטָֽאנוּ H2398 ",
      "12": "אַל H408 נָ֥א H4994 תְהִ֖י H1961 כַּמֵּ֑ת H4191 אֲשֶׁ֤ר H834 בְּצֵאת H3318 מֵרֶ֣חֶם H7358 אִמּ֔וֹ H517 וַיֵּאָכֵ֖ל H398 חֲצִ֥י H2677 בְשָׂרֽוֹ H1320 ",
      "13": "וַיִּצְעַ֣ק H6817 מֹשֶׁ֔ה H4872 אֶל H413 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 אֵ֕ל H410 נָ֛א H4994 רְפָ֥א H7495 נָ֖א H4994 לָֽהּ Hl ",
      "14": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 וְאָבִ֨י H1 יָרֹ֤ק H3417 יָרַק֙ H3417 בְּפָנֶ֔י H6440 הֲלֹ֥א H3808 תִכָּלֵ֖ם H3637 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 תִּסָּגֵ֞ר H5462 שִׁבְעַ֤ת H7651 יָמִים֙ H3117 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 וְאַחַ֖ר H310 תֵּאָסֵֽף H622 ",
      "15": "וַתִּסָּגֵ֥ר H5462 מִרְיָ֛ם H4813 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וְהָ H5971 לֹ֣א H3808 נָסַ֔ע H5265 עַד H5704 הֵאָסֵ֖ף H622 מִרְיָֽם H4813 ",
      "16": "וְאַחַ֛ר H310 נָסְע֥וּ H5265 הָעָ֖ם H5971 מֵחֲצֵר֑וֹת H2698 וַֽיַּחֲנ֖וּ H2583 בְּמִדְבַּ֥ר H4057 פָּארָֽן H6290 "
    },
    "13": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "שְׁלַח H7971 לְךָ֣ Hl אֲנָשִׁ֗ים H376 וְיָתֻ֨רוּ֙ H8446 אֶת H853 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֲשֶׁר H834 אֲנִ֥י H589 נֹתֵ֖ן H5414 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אִ֣ישׁ H376 אֶחָד֩ H259 אִ֨ישׁ H376 אֶחָ֜ד H259 לְמַטֵּ֤ה H4294 אֲבֹתָיו֙ H1 תִּשְׁלָ֔חוּ H7971 כֹּ֖ל H3605 נָשִׂ֥יא H5387 בָהֶֽם Hb ",
      "3": "וַיִּשְׁלַ֨ח H7971 אֹתָ֥ם H853 מֹשֶׁ֛ה H4872 מִמִּדְבַּ֥ר H4057 פָּארָ֖ן H6290 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 כֻּלָּ֣ם H3605 אֲנָשִׁ֔ים H376 רָאשֵׁ֥י H7218 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 הֵֽמָּה H1992 ",
      "4": "וְאֵ֖לֶּה H428 שְׁמוֹתָ֑ם H8034 לְמַטֵּ֣ה H4294 רְאוּבֵ֔ן H7205 שַׁמּ֖וּעַ H8051 בֶּן H1121 זַכּֽוּר H2139 ",
      "5": "לְמַטֵּ֣ה H4294 שִׁמְע֔וֹן H8095 שָׁפָ֖ט H8202 בֶּן H1121 חוֹרִֽי H2753 ",
      "6": "לְמַטֵּ֣ה H4294 יְהוּדָ֔ה H3063 כָּלֵ֖ב H3612 בֶּן H1121 יְפֻנֶּֽה H3312 ",
      "7": "לְמַטֵּ֣ה H4294 יִשָּׂשכָ֔ר H3485 יִגְאָ֖ל H3008 בֶּן H1121 יוֹסֵֽף H3130 ",
      "8": "לְמַטֵּ֥ה H4294 אֶפְרָ֖יִם H669 הוֹשֵׁ֥עַ H1954 בִּן H1121 נֽוּן H5126 ",
      "9": "לְמַטֵּ֣ה H4294 בִנְיָמִ֔ן H1144 פַּלְטִ֖י H6406 בֶּן H1121 רָפֽוּא H7505 ",
      "10": "לְמַטֵּ֣ה H4294 זְבוּלֻ֔ן H2074 גַּדִּיאֵ֖ל H1427 בֶּן H1121 סוֹדִֽי H5476 ",
      "11": "לְמַטֵּ֥ה H4294 יוֹסֵ֖ף H3130 לְמַטֵּ֣ה H4294 מְנַשֶּׁ֑ה H4519 גַּדִּ֖י H1426 בֶּן H1121 סוּסִֽי H5485 ",
      "12": "לְמַטֵּ֣ה H4294 דָ֔ן H1835 עַמִּיאֵ֖ל H5988 בֶּן H1121 גְּמַלִּֽי H1582 ",
      "13": "לְמַטֵּ֣ה H4294 אָשֵׁ֔ר H836 סְת֖וּר H5639 בֶּן H1121 מִיכָאֵֽל H4317 ",
      "14": "לְמַטֵּ֣ה H4294 נַפְתָּלִ֔י H5321 נַחְבִּ֖י H5147 בֶּן H1121 וָפְסִֽי H2058 ",
      "15": "לְמַטֵּ֣ה H4294 גָ֔ד H1410 גְּאוּאֵ֖ל H1345 בֶּן H1121 מָכִֽי H4352 ",
      "16": "אֵ֚לֶּה H428 שְׁמ֣וֹת H8034 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁר H834 שָׁלַ֥ח H7971 מֹשֶׁ֖ה H4872 לָת֣וּר H8446 אֶת H853 הָאָ֑רֶץ H776 וַיִּקְרָ֥א H7121 מֹשֶׁ֛ה H4872 לְהוֹשֵׁ֥עַ H1954 בִּן H1121 נ֖וּן H5126 יְהוֹשֻֽׁעַ H3091 ",
      "17": "וַיִּשְׁלַ֤ח H7971 אֹתָם֙ H853 מֹשֶׁ֔ה H4872 לָת֖וּר H8446 אֶת H853 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 עֲל֥וּ H5927 זֶה֙ H2088 בַּנֶּ֔גֶב H5045 וַעֲלִיתֶ֖ם H5927 אֶת H853 הָהָֽר H2022 ",
      "18": "וּרְאִיתֶ֥ם H7200 אֶת H853 הָאָ֖רֶץ H776 מַה H4100 הִ֑וא H1931 וְאֶת H853 הָעָם֙ H5971 הַיֹּשֵׁ֣ב H3427 עָלֶ֔יהָ H5921 הֶחָזָ֥ק H2389 הוּא֙ H1931 הֲרָפֶ֔ה H7504 הַמְעַ֥ט H4592 ה֖וּא H1931 אִם H518 רָֽב H7227 ",
      "19": "וּמָ֣ה H4100 הָאָ֗רֶץ H776 אֲשֶׁר H834 הוּא֙ H1931 יֹשֵׁ֣ב H3427 בָּ֔הּ Hb הֲטוֹבָ֥ה H2896 הִ֖וא H1931 אִם H518 רָעָ֑ה H7451 וּמָ֣ה H4100 הֶֽעָרִ֗ים H5892 אֲשֶׁר H834 הוּא֙ H1931 יוֹשֵׁ֣ב H3427 בָּהֵ֔נָּה H2007 הַבְּ H4264 אִ֥ם H518 בְּמִבְצָרִֽים H4013 ",
      "20": "וּמָ֣ה H4100 הָ֠אָרֶץ H776 הַשְּׁמֵנָ֨ה H8082 הִ֜וא H1931 אִם H518 רָזָ֗ה H7330 הֲיֵֽשׁ H3426 בָּ֥הּ Hb עֵץ֙ H6086 אִם H518 אַ֔יִן H369 וְהִ֨תְחַזַּקְתֶּ֔ם H2388 וּלְקַחְתֶּ֖ם H3947 מִפְּרִ֣י H6529 הָאָ֑רֶץ H776 וְהַ֨ H3117 יְמֵ֖י H3117 בִּכּוּרֵ֥י H1061 עֲנָבִֽים H6025 ",
      "21": "וַֽיַּעֲל֖וּ H5927 וַיָּתֻ֣רוּ H8446 אֶת H853 הָאָ֑רֶץ H776 מִמִּדְבַּר H4057 צִ֥ן H6790 עַד H5704 רְחֹ֖ב H7340 לְבֹ֥א H935 חֲמָֽת H2574 ",
      "22": "וַיַּעֲל֣וּ H5927 בַנֶּגֶב֮ H5045 וַיָּבֹ֣א H935 עַד H5704 חֶבְרוֹן֒ H2275 וְשָׁ֤ם H8033 אֲחִימַן֙ H289 שֵׁשַׁ֣י H8344 וְתַלְמַ֔י H8526 יְלִידֵ֖י H3211 הָעֲנָ֑ק H6061 וְחֶבְר֗וֹן H2275 שֶׁ֤בַע H7651 שָׁנִים֙ H8141 נִבְנְתָ֔ה H1129 לִפְנֵ֖י H6440 צֹ֥עַן H6814 מִצְרָֽיִם H4714 ",
      "23": "וַיָּבֹ֜אוּ H935 עַד H5704 נַ֣חַל H5158 אֶשְׁכֹּ֗ל H812 וַיִּכְרְת֨וּ H3772 מִשָּׁ֤ם H8033 זְמוֹרָה֙ H2156 וְאֶשְׁכּ֤וֹל H811 עֲנָבִים֙ H6025 אֶחָ֔ד H259 וַיִּשָּׂאֻ֥ H5375 בַמּ֖וֹט H4132 בִּשְׁנָ֑יִם H8147 וּמִן H4480 הָרִמֹּנִ֖ים H7416 וּמִן H4480 הַתְּאֵנִֽים H8384 ",
      "24": "לַמָּק֣וֹם H4725 הַה֔וּא H1931 קָרָ֖א H7121 נַ֣חַל H5158 אֶשְׁכּ֑וֹל H812 עַ֚ל H5921 אֹד֣וֹת H182 הָֽאֶשְׁכּ֔וֹל H811 אֲשֶׁר H834 כָּרְת֥וּ H3772 מִשָּׁ֖ם H8033 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "25": "וַיָּשֻׁ֖בוּ H7725 מִתּ֣וּר H8446 הָאָ֑רֶץ H776 מִקֵּ֖ץ H7093 אַרְבָּעִ֥ים H705 יֽוֹם H3117 ",
      "26": "וַיֵּלְכ֡וּ H3212 וַיָּבֹאוּ֩ H935 אֶל H413 מֹשֶׁ֨ה H4872 וְאֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 כָּל H3605 עֲדַ֧ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶל H413 מִדְבַּ֥ר H4057 פָּארָ֖ן H6290 קָדֵ֑שָׁה H6946 וַיָּשִׁ֨יבוּ H7725 אוֹתָ֤ם H853 דָּבָר֙ H1697 וְאֶת H853 כָּל H3605 הָ֣עֵדָ֔ה H5712 וַיַּרְא֖וּ H7200 אֶת H853 פְּרִ֥י H6529 הָאָֽרֶץ H776 ",
      "27": "וַיְסַפְּרוּ H5608 לוֹ֙ Hl וַיֹּ֣אמְר֔וּ H559 בָּ֕אנוּ H935 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁ֣ר H834 שְׁלַחְתָּ֑נוּ H7971 וְ֠גַם H1571 זָבַ֨ת H2100 חָלָ֥ב H2461 וּדְבַ֛שׁ H1706 הִ֖וא H1931 וְזֶה H2088 פִּרְיָֽהּ H6529 ",
      "28": "אֶ֚פֶס H657 כִּֽי H3588 עַ֣ז H5794 הָעָ֔ם H5971 הַיֹּשֵׁ֖ב H3427 בָּאָ֑רֶץ H776 וְהֶֽ H5892 בְּצֻר֤וֹת H1219 גְּדֹלֹת֙ H1419 מְאֹ֔ד H3966 וְגַם H1571 יְלִדֵ֥י H3211 הָֽעֲנָ֖ק H6061 רָאִ֥ינוּ H7200 שָֽׁם H8033 ",
      "29": "עֲמָלֵ֥ק H6002 יוֹשֵׁ֖ב H3427 בְּאֶ֣רֶץ H776 הַנֶּ֑גֶב H5045 וְ֠הַֽ H2850 וְהַ H2983 וְהָֽ H567 יוֹשֵׁ֣ב H3427 בָּהָ֔ר H2022 וְהַֽ H3669 יֹשֵׁ֣ב H3427 עַל H5921 הַיָּ֔ם H3220 וְעַ֖ל H5921 יַ֥ד H3027 הַיַּרְדֵּֽן H3383 ",
      "30": "וַיַּ֧הַס H2013 כָּלֵ֛ב H3612 אֶת H853 הָעָ֖ם H5971 אֶל H413 מֹשֶׁ֑ה H4872 וַיֹּ֗אמֶר H559 עָלֹ֤ה H5927 נַעֲלֶה֙ H5927 וְיָרַ֣שְׁנוּ H3423 אֹתָ֔הּ H853 כִּֽי H3588 יָכ֥וֹל H3201 נוּכַ֖ל H3201 לָֽהּ Hl ",
      "31": "וְהָ֨ H376 אֲשֶׁר H834 עָל֤וּ H5927 עִמּוֹ֙ H5973 אָֽמְר֔וּ H559 לֹ֥א H3808 נוּכַ֖ל H3201 לַעֲל֣וֹת H5927 אֶל H413 הָעָ֑ם H5971 כִּֽי H3588 חָזָ֥ק H2389 ה֖וּא H1931 מִמֶּֽנּוּ H4480 ",
      "32": "וַיּוֹצִ֜יאוּ H3318 דִּבַּ֤ת H1681 הָאָ֨רֶץ֙ H776 אֲשֶׁ֣ר H834 תָּר֣וּ H8446 אֹתָ֔הּ H853 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הָאָ֡רֶץ H776 אֲשֶׁר֩ H834 עָבַ֨רְנוּ H5674 בָ֜הּ Hb לָת֣וּר H8446 אֹתָ֗הּ H853 אֶ֣רֶץ H776 אֹכֶ֤לֶת H398 יוֹשְׁבֶ֨יהָ֙ H3427 הִ֔וא H1931 וְכָל H3605 הָעָ֛ם H5971 אֲשֶׁר H834 רָאִ֥ינוּ H7200 בְתוֹכָ֖ H8432 אַנְשֵׁ֥י H376 מִדּֽוֹת H4060 ",
      "33": "וְשָׁ֣ם H8033 רָאִ֗ינוּ H7200 אֶת H853 הַנְּפִילִ֛ים H5303 בְּנֵ֥י H1121 עֲנָ֖ק H6061 מִן H4480 הַנְּפִלִ֑ים H5303 וַנְּהִ֤י H1961 בְעֵינֵ֨י H5869 כַּֽחֲגָבִ֔ים H2284 וְכֵ֥ן H3651 הָיִ֖ינוּ H1961 בְּעֵינֵי H5869 "
    },
    "14": {
      "1": "וַתִּשָּׂא֙ H5375 כָּל H3605 הָ֣עֵדָ֔ה H5712 וַֽיִּתְּנ֖וּ H5414 אֶת H853 קוֹלָ֑ם H6963 וַיִּבְכּ֥וּ H1058 הָעָ֖ם H5971 בַּלַּ֥יְלָה H3915 הַהֽוּא H1931 ",
      "2": "וַיִּלֹּ֨נוּ֙ H3885 עַל H5921 מֹשֶׁ֣ה H4872 וְעַֽל H5921 אַהֲרֹ֔ן H175 כֹּ֖ל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיֹּאמְר֨וּ H559 אֲלֵהֶ֜ם H413 כָּל H3605 הָעֵדָ֗ה H5712 לוּ H3863 מַ֨תְנוּ֙ H4191 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 א֛וֹ H176 בַּמִּדְבָּ֥ר H4057 הַזֶּ֖ה H2088 לוּ H3863 מָֽתְנוּ H4191 ",
      "3": "וְלָ H4100 יְ֠הוָה H3068 מֵבִ֨יא H935 אֹתָ֜נוּ H853 אֶל H413 הָאָ֤רֶץ H776 הַזֹּאת֙ H2063 לִנְפֹּ֣ל H5307 בַּחֶ֔רֶב H2719 נָשֵׁ֥ינוּ H802 וְטַפֵּ֖ H2945 יִהְי֣וּ H1961 לָבַ֑ז H957 הֲל֧וֹא H3808 ט֦וֹב H2896 לָ֖נוּ Hl שׁ֥וּב H7725 מִצְרָֽיְמָה H4714 ",
      "4": "וַיֹּאמְר֖וּ H559 אִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 נִתְּנָ֥ה H5414 רֹ֖אשׁ H7218 וְנָשׁ֥וּבָה H7725 מִצְרָֽיְמָה H4714 ",
      "5": "וַיִּפֹּ֥ל H5307 מֹשֶׁ֛ה H4872 וְאַהֲרֹ֖ן H175 עַל H5921 פְּנֵיהֶ֑ם H6440 לִפְנֵ֕י H6440 כָּל H3605 קְהַ֥ל H6951 עֲדַ֖ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "6": "וִיהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 וְכָלֵב֙ H3612 בֶּן H1121 יְפֻנֶּ֔ה H3312 מִן H4480 הַתָּרִ֖ים H8446 אֶת H853 הָאָ֑רֶץ H776 קָרְע֖וּ H7167 בִּגְדֵיהֶֽם H899 ",
      "7": "וַיֹּ֣אמְר֔וּ H559 אֶל H413 כָּל H3605 עֲדַ֥ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 עָבַ֤רְנוּ H5674 בָהּ֙ Hb לָת֣וּר H8446 אֹתָ֔הּ H853 טוֹבָ֥ה H2896 הָאָ֖רֶץ H776 מְאֹ֥ד H3966 מְאֹֽד H3966 ",
      "8": "אִם H518 חָפֵ֥ץ H2654 בָּ֨נוּ֙ Hb יְהוָ֔ה H3068 וְהֵבִ֤יא H935 אֹתָ֨נוּ֙ H853 אֶל H413 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 וּנְתָנָ֖ H5414 לָ֑נוּ Hl אֶ֕רֶץ H776 אֲשֶׁר H834 הִ֛וא H1931 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
      "9": "אַ֣ךְ H389 בַּֽיהוָה֮ H3068 אַל H408 תִּמְרֹדוּ֒ H4775 וְאַתֶּ֗ם H859 אַל H408 תִּֽירְאוּ֙ H3372 אֶת H853 עַ֣ם H5971 הָאָ֔רֶץ H776 כִּ֥י H3588 לַחְמֵ֖נוּ H3899 הֵ֑ם H1992 סָ֣ר H5493 צִלָּ֧ם H6738 מֵעֲלֵי H5921 וַֽיהוָ֥ה H3068 אִתָּ֖נוּ H854 אַל H408 תִּירָאֻֽם H3372 ",
      "10": "וַיֹּֽאמְרוּ֙ H559 כָּל H3605 הָ֣עֵדָ֔ה H5712 לִרְגּ֥וֹם H7275 אֹתָ֖ם H853 בָּאֲבָנִ֑ים H68 וּכְב֣וֹד H3519 יְהוָ֗ה H3068 נִרְאָה֙ H7200 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵֽל H3478 ",
      "11": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 עַד H5704 אָ֥נָה H575 יְנַאֲצֻ֖נִי H5006 הָעָ֣ם H5971 הַזֶּ֑ה H2088 וְעַד H5704 אָ֨נָה֙ H575 לֹא H3808 יַאֲמִ֣ינוּ H539 בִ֔י Hb בְּכֹל֙ H3605 הָֽאֹת֔וֹת H226 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 בְּקִרְבּֽ H7130 ",
      "12": "אַכֶּ֥נּוּ H5221 בַדֶּ֖בֶר H1698 וְאוֹרִשֶׁ֑ H3423 וְאֶֽעֱשֶׂה֙ H6213 אֹֽתְךָ֔ H853 לְגוֹי H1471 גָּד֥וֹל H1419 וְעָצ֖וּם H6099 מִמֶּֽנּוּ H4480 ",
      "13": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 יְהוָ֑ה H3068 וְשָׁמְע֣וּ H8085 מִצְרַ֔יִם H4713 כִּֽי H3588 הֶעֱלִ֧יתָ H5927 בְכֹחֲ H3581 אֶת H853 הָעָ֥ם H5971 הַזֶּ֖ה H2088 מִקִּרְבּֽ H7130 ",
      "14": "וְאָמְר֗וּ H559 אֶל H413 יוֹשֵׁב֮ H3427 הָאָ֣רֶץ H776 הַזֹּאת֒ H2063 שָֽׁמְעוּ֙ H8085 כִּֽי H3588 אַתָּ֣ה H859 יְהוָ֔ה H3068 בְּקֶ֖רֶב H7130 הָעָ֣ם H5971 הַזֶּ֑ה H2088 אֲשֶׁר H834 עַ֨יִן H5869 בְּעַ֜יִן H5869 נִרְאָ֣ה H7200 אַתָּ֣ה H859 יְהוָ֗ה H3068 וַעֲנָֽנְ H6051 עֹמֵ֣ד H5975 עֲלֵהֶ֔ם H5921 וּבְ H5982 עָנָ֗ן H6051 אַתָּ֨ה H859 הֹלֵ֤ךְ H1980 לִפְנֵי H6440 יוֹמָ֔ם H3119 וּבְ H5982 אֵ֖שׁ H784 לָֽיְלָה H3915 ",
      "15": "וְהֵמַתָּ֛ה H4191 אֶת H853 הָעָ֥ם H5971 הַזֶּ֖ה H2088 כְּאִ֣ישׁ H376 אֶחָ֑ד H259 וְאָֽמְרוּ֙ H559 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 שָׁמְע֥וּ H8085 אֶֽת H853 שִׁמְעֲךָ֖ H8088 לֵאמֹֽר H559 ",
      "16": "מִבִּלְתִּ֞י H1115 יְכֹ֣לֶת H3201 יְהוָ֗ה H3068 לְהָבִיא֙ H935 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁר H834 נִשְׁבַּ֣ע H7650 לָהֶ֑ם Hl וַיִּשְׁחָטֵ֖ H7819 בַּמִּדְבָּֽר H4057 ",
      "17": "וְעַתָּ֕ה H6258 יִגְדַּל H1431 נָ֖א H4994 כֹּ֣חַ H3581 אֲדֹנָ֑י H136 כַּאֲשֶׁ֥ר H834 דִּבַּ֖רְתָּ H1696 לֵאמֹֽר H559 ",
      "18": "יְהוָ֗ה H3068 אֶ֤רֶךְ H750 אַפַּ֨יִם֙ H639 וְרַב H7227 חֶ֔סֶד H2617 נֹשֵׂ֥א H5375 עָוֺ֖ן H5771 וָפָ֑שַׁע H6588 וְנַקֵּה֙ H5352 לֹ֣א H3808 יְנַקֶּ֔ה H5352 פֹּקֵ֞ד H6485 עֲוֺ֤ן H5771 אָבוֹת֙ H1 עַל H5921 בָּנִ֔ים H1121 עַל H5921 שִׁלֵּשִׁ֖ים H8029 וְעַל H5921 רִבֵּעִֽים H7256 ",
      "19": "סְלַֽח H5545 נָ֗א H4994 לַעֲוֺ֛ן H5771 הָעָ֥ם H5971 הַזֶּ֖ה H2088 כְּגֹ֣דֶל H1433 חַסְדֶּ֑ךָ H2617 וְכַ H834 נָשָׂ֨אתָה֙ H5375 לָעָ֣ם H5971 הַזֶּ֔ה H2088 מִמִּצְרַ֖יִם H4714 וְעַד H5704 הֵֽנָּה H2008 ",
      "20": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 סָלַ֖חְתִּי H5545 כִּדְבָרֶֽ H1697 ",
      "21": "וְאוּלָ֖ם H199 חַי H2416 אָ֑נִי H589 וְיִמָּלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 אֶת H853 כָּל H3605 הָאָֽרֶץ H776 ",
      "22": "כִּ֣י H3588 כָל H3605 הָאֲנָשִׁ֗ים H376 הָרֹאִ֤ים H7200 אֶת H853 כְּבֹדִי֙ H3519 וְאֶת H853 אֹ֣תֹתַ֔י H226 אֲשֶׁר H834 עָשִׂ֥יתִי H6213 בְמִצְרַ֖יִם H4714 וּבַ H4057 וַיְנַסּ֣וּ H5254 אֹתִ֗י H853 זֶ֚ה H2088 עֶ֣שֶׂר H6235 פְּעָמִ֔ים H6471 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 בְּקוֹלִֽ H6963 ",
      "23": "אִם H518 יִרְאוּ֙ H7200 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נִשְׁבַּ֖עְתִּי H7650 לַאֲבֹתָ֑ H1 וְכָל H3605 מְנַאֲצַ֖י H5006 לֹ֥א H3808 יִרְאֽוּהָ H7200 ",
      "24": "וְעַבְדִּ֣ H5650 כָלֵ֗ב H3612 עֵ֣קֶב H6118 הָֽיְתָ֞ה H1961 ר֤וּחַ H7307 אַחֶ֨רֶת֙ H312 עִמּ֔וֹ H5973 וַיְמַלֵּ֖א H4390 אַחֲרָ֑י H310 וַהֲבִֽיאֹתִ֗י H935 אֶל H413 הָאָ֨רֶץ֙ H776 אֲשֶׁר H834 בָּ֣א H935 שָׁ֔מָּה H8033 וְזַרְע֖ H2233 יוֹרִשֶֽׁנָּה H3423 ",
      "25": "וְהָֽ H6003 וְהַֽ H3669 יוֹשֵׁ֣ב H3427 בָּעֵ֑מֶק H6010 מָחָ֗ר H4279 פְּנ֨וּ H6437 וּסְע֥וּ H5265 לָכֶ֛ם Hl הַמִּדְבָּ֖ר H4057 דֶּ֥רֶךְ H1870 יַם H3220 סֽוּף H5488 ",
      "26": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "27": "עַד H5704 מָתַ֗י H4970 לָעֵדָ֤ה H5712 הָֽרָעָה֙ H7451 הַזֹּ֔את H2063 אֲשֶׁ֛ר H834 הֵ֥מָּה H1992 מַלִּינִ֖ים H3885 עָלָ֑י H5921 אֶת H853 תְּלֻנּ֞וֹת H8519 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 הֵ֧מָּה H1992 מַלִּינִ֛ים H3885 עָלַ֖י H5921 שָׁמָֽעְתִּי H8085 ",
      "28": "אֱמֹ֣ר H559 אֲלֵהֶ֗ם H413 חַי H2416 אָ֨נִי֙ H589 נְאֻם H5002 יְהוָ֔ה H3068 אִם H518 לֹ֕א H3808 כַּאֲשֶׁ֥ר H834 דִּבַּרְתֶּ֖ם H1696 בְּאָזְנָ֑ H241 כֵּ֖ן H3651 אֶֽעֱשֶׂ֥ה H6213 לָכֶֽם Hl ",
      "29": "בַּמִּדְבָּ֣ר H4057 הַ֠זֶּה H2088 יִפְּל֨וּ H5307 פִגְרֵיכֶ֜ם H6297 וְכָל H3605 פְּקֻדֵיכֶם֙ H6485 לְכָל H3605 מִסְפַּרְכֶ֔ם H4557 מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וָמָ֑עְלָ H4605 אֲשֶׁ֥ר H834 הֲלִֽינֹתֶ֖ם H3885 עָלָֽי H5921 ",
      "30": "אִם H518 אַתֶּם֙ H859 תָּבֹ֣אוּ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֤ר H834 נָשָׂ֨אתִי֙ H5375 אֶת H853 יָדִ֔י H3027 לְשַׁכֵּ֥ן H7931 אֶתְכֶ֖ם H853 בָּ֑הּ Hb כִּ֚י H3588 אִם H518 כָּלֵ֣ב H3612 בֶּן H1121 יְפֻנֶּ֔ה H3312 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נֽוּן H5126 ",
      "31": "וְטַ֨פְּ H2945 אֲשֶׁ֥ר H834 אֲמַרְתֶּ֖ם H559 לָבַ֣ז H957 יִהְיֶ֑ה H1961 וְהֵבֵיאתִ֣י H935 אֹתָ֔ם H853 וְיָֽדְעוּ֙ H3045 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 מְאַסְתֶּ֖ם H3988 בָּֽהּ Hb ",
      "32": "וּפִגְרֵי H6297 אַתֶּ֑ם H859 יִפְּל֖וּ H5307 בַּמִּדְבָּ֥ר H4057 הַזֶּֽה H2088 ",
      "33": "וּ֠בְנֵי H1121 יִהְי֨וּ H1961 רֹעִ֤ים H7462 בַּמִּדְבָּר֙ H4057 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 וְנָשְׂא֖וּ H5375 אֶת H853 זְנוּתֵיכֶ֑ם H2184 עַד H5704 תֹּ֥ם H8552 פִּגְרֵיכֶ֖ם H6297 בַּמִּדְבָּֽר H4057 ",
      "34": "בְּמִסְפַּ֨ר H4557 הַיָּמִ֜ים H3117 אֲשֶׁר H834 תַּרְתֶּ֣ם H8446 אֶת H853 הָאָרֶץ֮ H776 אַרְבָּעִ֣ים H705 יוֹם֒ H3117 י֣וֹם H3117 לַשָּׁנָ֞ה H8141 י֣וֹם H3117 לַשָּׁנָ֗ה H8141 תִּשְׂאוּ֙ H5375 אֶת H853 עֲוֺנֹ֣תֵיכֶ֔ם H5771 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 וִֽידַעְתֶּ֖ם H3045 אֶת H853 תְּנוּאָתִֽי H8569 ",
      "35": "אֲנִ֣י H589 יְהוָה֮ H3068 דִּבַּרְתִּי֒ H1696 אִם H518 לֹ֣א H3808 זֹ֣את H2063 אֶֽעֱשֶׂ֗ה H6213 לְכָל H3605 הָעֵדָ֤ה H5712 הָֽרָעָה֙ H7451 הַזֹּ֔את H2063 הַנּוֹעָדִ֖ים H3259 עָלָ֑י H5921 בַּמִּדְבָּ֥ר H4057 הַזֶּ֛ה H2088 יִתַּ֖מּוּ H8552 וְשָׁ֥ם H8033 יָמֻֽתוּ H4191 ",
      "36": "וְהָ֣ H376 אֲשֶׁר H834 שָׁלַ֥ח H7971 מֹשֶׁ֖ה H4872 לָת֣וּר H8446 אֶת H853 הָאָ֑רֶץ H776 וַיָּשֻׁ֗בוּ H7725 וילונו H3885 עָלָיו֙ H5921 אֶת H853 כָּל H3605 הָ֣עֵדָ֔ה H5712 לְהוֹצִ֥יא H3318 דִבָּ֖ה H1681 עַל H5921 הָאָֽרֶץ H776 ",
      "37": "וַיָּמֻ֨תוּ֙ H4191 הָֽאֲנָשִׁ֔ים H376 מוֹצִאֵ֥י H3318 דִבַּת H1681 הָאָ֖רֶץ H776 רָעָ֑ה H7451 בַּמַּגֵּפָ֖ה H4046 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "38": "וִיהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 וְכָלֵ֖ב H3612 בֶּן H1121 יְפֻנֶּ֑ה H3312 חָיוּ֙ H2421 מִן H4480 הָאֲנָשִׁ֣ים H376 הָהֵ֔ם H1992 הַֽהֹלְכִ֖ים H1980 לָת֥וּר H8446 אֶת H853 הָאָֽרֶץ H776 ",
      "39": "וַיְדַבֵּ֤ר H1696 מֹשֶׁה֙ H4872 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּֽתְאַבְּל֥וּ H56 הָעָ֖ם H5971 מְאֹֽד H3966 ",
      "40": "וַיַּשְׁכִּ֣מוּ H7925 בַבֹּ֔קֶר H1242 וַיַּֽעֲל֥וּ H5927 אֶל H413 רֹאשׁ H7218 הָהָ֖ר H2022 לֵאמֹ֑ר H559 הִנֶּ֗נּוּ H2005 וְעָלִ֛ינוּ H5927 אֶל H413 הַמָּק֛וֹם H4725 אֲשֶׁר H834 אָמַ֥ר H559 יְהוָ֖ה H3068 כִּ֥י H3588 חָטָֽאנוּ H2398 ",
      "41": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 לָ֥מָּה H4100 זֶּ֛ה H2088 אַתֶּ֥ם H859 עֹבְרִ֖ים H5674 אֶת H853 פִּ֣י H6310 יְהוָ֑ה H3068 וְהִ֖וא H1931 לֹ֥א H3808 תִצְלָֽח H6743 ",
      "42": "אַֽל H408 תַּעֲל֔וּ H5927 כִּ֛י H3588 אֵ֥ין H369 יְהוָ֖ה H3068 בְּקִרְבְּ H7130 וְלֹא֙ H3808 תִּנָּ֣גְפ֔וּ H5062 לִפְנֵ֖י H6440 אֹיְבֵיכֶֽם H341 ",
      "43": "כִּי֩ H3588 הָעֲמָלֵקִ֨י H6003 וְהַ H3669 שָׁם֙ H8033 לִפְנֵי H6440 וּנְפַלְתֶּ֖ם H5307 בֶּחָ֑רֶב H2719 כִּֽי H3588 עַל H5921 כֵּ֤ן H3651 שַׁבְתֶּם֙ H7725 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 וְלֹא H3808 יִהְיֶ֥ה H1961 יְהוָ֖ה H3068 עִמָּכֶֽם H5973 ",
      "44": "וַיַּעְפִּ֕לוּ H6075 לַעֲל֖וֹת H5927 אֶל H413 רֹ֣אשׁ H7218 הָהָ֑ר H2022 וַאֲר֤וֹן H727 בְּרִית H1285 יְהוָה֙ H3068 וּמֹשֶׁ֔ה H4872 לֹא H3808 מָ֖שׁוּ H4185 מִקֶּ֥רֶב H7130 הַֽמַּחֲנֶֽה H4264 ",
      "45": "וַיֵּ֤רֶד H3381 הָעֲמָלֵקִי֙ H6003 וְהַֽ H3669 הַיֹּשֵׁ֖ב H3427 בָּהָ֣ר H2022 הַה֑וּא H1931 וַיַּכּ֥וּ H5221 וַֽיַּכְּת֖וּ H3807 עַד H5704 הַֽחָרְמָֽה H2767 "
    },
    "15": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 כִּ֣י H3588 תָבֹ֗אוּ H935 אֶל H413 אֶ֨רֶץ֙ H776 מוֹשְׁבֹ֣תֵיכֶ֔ם H4186 אֲשֶׁ֥ר H834 אֲנִ֖י H589 נֹתֵ֥ן H5414 לָכֶֽם Hl ",
      "3": "וַעֲשִׂיתֶ֨ם H6213 אִשֶּׁ֤ה H801 לַֽיהוָה֙ H3068 עֹלָ֣ה H5930 אוֹ H176 זֶ֔בַח H2077 לְפַלֵּא H6381 נֶ֨דֶר֙ H5088 א֣וֹ H176 בִנְדָבָ֔ה H5071 א֖וֹ H176 בְּמֹעֲדֵי H4150 לַעֲשׂ֞וֹת H6213 רֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 מִן H4480 הַבָּקָ֖ר H1241 א֥וֹ H176 מִן H4480 הַצֹּֽאן H6629 ",
      "4": "וְהִקְרִ֛יב H7126 הַמַּקְרִ֥יב H7126 קָרְבָּנ֖וֹ H7133 לַֽיהוָ֑ה H3068 מִנְחָה֙ H4503 סֹ֣לֶת H5560 עִשָּׂר֔וֹן H6241 בָּל֕וּל H1101 בִּרְבִעִ֥ית H7243 הַהִ֖ין H1969 שָֽׁמֶן H8081 ",
      "5": "וְיַ֤יִן H3196 לַנֶּ֨סֶךְ֙ H5262 רְבִיעִ֣ית H7243 הַהִ֔ין H1969 תַּעֲשֶׂ֥ה H6213 עַל H5921 הָעֹלָ֖ה H5930 א֣וֹ H176 לַזָּ֑בַח H2077 לַכֶּ֖בֶשׂ H3532 הָאֶחָֽד H259 ",
      "6": "א֤וֹ H176 לָאַ֨יִל֙ H352 תַּעֲשֶׂ֣ה H6213 מִנְחָ֔ה H4503 סֹ֖לֶת H5560 שְׁנֵ֣י H8147 עֶשְׂרֹנִ֑ים H6241 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 שְׁלִשִׁ֥ית H7992 הַהִֽין H1969 ",
      "7": "וְיַ֥יִן H3196 לַנֶּ֖סֶךְ H5262 שְׁלִשִׁ֣ית H7992 הַהִ֑ין H1969 תַּקְרִ֥יב H7126 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "8": "וְכִֽי H3588 תַעֲשֶׂ֥ה H6213 בֶן H1121 בָּקָ֖ר H1241 עֹלָ֣ה H5930 אוֹ H176 זָ֑בַח H2077 לְפַלֵּא H6381 נֶ֥דֶר H5088 אֽוֹ H176 שְׁלָמִ֖ים H8002 לַֽיהוָֽה H3068 ",
      "9": "וְהִקְרִ֤יב H7126 עַל H5921 בֶּן H1121 הַבָּקָר֙ H1241 מִנְחָ֔ה H4503 סֹ֖לֶת H5560 שְׁלֹשָׁ֣ה H7969 עֶשְׂרֹנִ֑ים H6241 בָּל֥וּל H1101 בַּשֶּׁ֖מֶן H8081 חֲצִ֥י H2677 הַהִֽין H1969 ",
      "10": "וְיַ֛יִן H3196 תַּקְרִ֥יב H7126 לַנֶּ֖סֶךְ H5262 חֲצִ֣י H2677 הַהִ֑ין H1969 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "11": "כָּ֣כָה H3602 יֵעָשֶׂ֗ה H6213 לַשּׁוֹר֙ H7794 הָֽאֶחָ֔ד H259 א֖וֹ H176 לָאַ֣יִל H352 הָאֶחָ֑ד H259 אֽוֹ H176 לַשֶּׂ֥ה H7716 בַכְּבָשִׂ֖ים H3532 א֥וֹ H176 בָעִזִּֽים H5795 ",
      "12": "כַּמִּסְפָּ֖ר H4557 אֲשֶׁ֣ר H834 תַּעֲשׂ֑וּ H6213 כָּ֛כָה H3602 תַּעֲשׂ֥וּ H6213 לָאֶחָ֖ד H259 כְּמִסְפָּרָֽ H4557 ",
      "13": "כָּל H3605 הָאֶזְרָ֥ח H249 יַעֲשֶׂה H6213 כָּ֖כָה H3602 אֶת H853 אֵ֑לֶּה H428 לְהַקְרִ֛יב H7126 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַֽיהוָֽה H3068 ",
      "14": "וְכִֽי H3588 יָגוּר֩ H1481 אִתְּכֶ֨ם H854 גֵּ֜ר H1616 א֤וֹ H176 אֲשֶֽׁר H834 בְּתֽוֹכְ H8432 לְדֹרֹ֣תֵי H1755 וְעָשָׂ֛ה H6213 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָ֑ה H3068 כַּאֲשֶׁ֥ר H834 תַּעֲשׂ֖וּ H6213 כֵּ֥ן H3651 יַעֲשֶֽׂה H6213 ",
      "15": "הַקָּהָ֕ל H6951 חֻקָּ֥ה H2708 אַחַ֛ת H259 לָכֶ֖ם Hl וְלַ H1616 הַגָּ֑ר H1481 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 כָּכֶ֛ם Hk כַּגֵּ֥ר H1616 יִהְיֶ֖ה H1961 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "16": "תּוֹרָ֥ה H8451 אַחַ֛ת H259 וּמִשְׁפָּ֥ט H4941 אֶחָ֖ד H259 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl וְלַ H1616 הַגָּ֥ר H1481 אִתְּכֶֽם H854 ",
      "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "18": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 בְּבֹֽאֲ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אֲנִ֛י H589 מֵבִ֥יא H935 אֶתְכֶ֖ם H853 שָֽׁמָּה H8033 ",
      "19": "וְהָיָ֕ה H1961 בַּאֲכָלְ H398 מִלֶּ֣חֶם H3899 הָאָ֑רֶץ H776 תָּרִ֥ימוּ H7311 תְרוּמָ֖ה H8641 לַיהוָֽה H3068 ",
      "20": "רֵאשִׁית֙ H7225 עֲרִסֹ֣תֵכֶ֔ם H6182 חַלָּ֖ה H2471 תָּרִ֣ימוּ H7311 תְרוּמָ֑ה H8641 כִּתְרוּמַ֣ת H8641 גֹּ֔רֶן H1637 כֵּ֖ן H3651 תָּרִ֥ימוּ H7311 אֹתָֽהּ H853 ",
      "21": "מֵרֵאשִׁית֙ H7225 עֲרִסֹ֣תֵיכֶ֔ם H6182 תִּתְּנ֥וּ H5414 לַיהוָ֖ה H3068 תְּרוּמָ֑ה H8641 לְדֹרֹ֖תֵי H1755 ",
      "22": "וְכִ֣י H3588 תִשְׁגּ֔וּ H7686 וְלֹ֣א H3808 תַעֲשׂ֔וּ H6213 אֵ֥ת H853 כָּל H3605 הַמִּצְוֺ֖ת H4687 הָאֵ֑לֶּה H428 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶֽׁה H4872 ",
      "23": "אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֲלֵיכֶ֖ם H413 בְּיַד H3027 מֹשֶׁ֑ה H4872 מִן H4480 הַיּ֞וֹם H3117 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 וָהָ֖לְאָה H1973 לְדֹרֹתֵי H1755 ",
      "24": "וְהָיָ֗ה H1961 אִ֣ם H518 מֵעֵינֵ֣י H5869 הָעֵדָה֮ H5712 נֶעֶשְׂתָ֣ה H6213 לִשְׁגָגָה֒ H7684 וְעָשׂ֣וּ H6213 כָל H3605 הָעֵדָ֡ה H5712 פַּ֣ר H6499 בֶּן H1121 בָּקָר֩ H1241 אֶחָ֨ד H259 לְעֹלָ֜ה H5930 לְרֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 וּמִנְחָת֥ H4503 וְנִסְכּ֖ H5262 כַּמִּשְׁפָּ֑ט H4941 וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽת H2403 ",
      "25": "וְכִפֶּ֣ר H3722 הַכֹּהֵ֗ן H3548 עַֽל H5921 כָּל H3605 עֲדַ֛ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 וְנִסְלַ֣ח H5545 לָהֶ֑ם Hl כִּֽי H3588 שְׁגָגָ֣ה H7684 הִ֔וא H1931 וְהֵם֩ H1992 הֵבִ֨יאוּ H935 אֶת H853 קָרְבָּנָ֜ם H7133 אִשֶּׁ֣ה H801 לַֽיהוָ֗ה H3068 וְחַטָּאתָ֛ H2403 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 עַל H5921 שִׁגְגָתָֽם H7684 ",
      "26": "וְנִסְלַ֗ח H5545 לְכָל H3605 עֲדַת֙ H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְלַ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֑ H8432 כִּ֥י H3588 לְכָל H3605 הָעָ֖ם H5971 בִּשְׁגָגָֽה H7684 ",
      "27": "וְאִם H518 נֶ֥פֶשׁ H5315 אַחַ֖ת H259 תֶּחֱטָ֣א H2398 בִשְׁגָגָ֑ה H7684 וְהִקְרִ֛יבָה H7126 עֵ֥ז H5795 בַּת H1323 שְׁנָתָ֖הּ H8141 לְחַטָּֽאת H2403 ",
      "28": "וְכִפֶּ֣ר H3722 הַכֹּהֵ֗ן H3548 עַל H5921 הַנֶּ֧פֶשׁ H5315 הַשֹּׁגֶ֛גֶת H7684 בְּחֶטְאָ֥ה H2398 בִשְׁגָגָ֖ה H7683 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 לְכַפֵּ֥ר H3722 עָלָ֖יו H5921 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
      "29": "הָֽאֶזְרָח֙ H249 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְלַ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֑ H8432 תּוֹרָ֤ה H8451 אַחַת֙ H259 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl לָעֹשֶׂ֖ה H6213 בִּשְׁגָגָֽה H7684 ",
      "30": "וְהַ H5315 אֲשֶֽׁר H834 תַּעֲשֶׂ֣ה H6213 בְּיָ֣ד H3027 רָמָ֗ה H7411 מִן H4480 הָֽאֶזְרָח֙ H249 וּמִן H4480 הַגֵּ֔ר H1616 אֶת H853 יְהוָ֖ה H3068 ה֣וּא H1931 מְגַדֵּ֑ף H1442 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִקֶּ֥רֶב H7130 עַמָּֽהּ H5971 ",
      "31": "כִּ֤י H3588 דְבַר H1697 יְהוָה֙ H3068 בָּזָ֔ה H959 וְאֶת H853 מִצְוָת֖וֹ H4687 הֵפַ֑ר H6565 הִכָּרֵ֧ת H3772 תִּכָּרֵ֛ת H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 עֲוֺנָ֥ה H5771 בָֽהּ Hb ",
      "32": "וַיִּהְי֥וּ H1961 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בַּמִּדְבָּ֑ר H4057 וַֽיִּמְצְא֗וּ H4672 אִ֛ישׁ H376 מְקֹשֵׁ֥שׁ H7197 עֵצִ֖ים H6086 בְּי֥וֹם H3117 הַשַּׁבָּֽת H7676 ",
      "33": "וַיַּקְרִ֣יבוּ H7126 אֹת֔וֹ H853 הַמֹּצְאִ֥ים H4672 אֹת֖וֹ H853 מְקֹשֵׁ֣שׁ H7197 עֵצִ֑ים H6086 אֶל H413 מֹשֶׁה֙ H4872 וְאֶֽל H413 אַהֲרֹ֔ן H175 וְאֶ֖ל H413 כָּל H3605 הָעֵדָֽה H5712 ",
      "34": "וַיַּנִּ֥יחוּ H3240 אֹת֖וֹ H853 בַּמִּשְׁמָ֑ר H4929 כִּ֚י H3588 לֹ֣א H3808 פֹרַ֔שׁ H6567 מַה H4100 יֵּעָשֶׂ֖ה H6213 לֽוֹ Hl ",
      "35": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 מ֥וֹת H4191 יוּמַ֖ת H4191 הָאִ֑ישׁ H376 רָג֨וֹם H7275 אֹת֤וֹ H853 בָֽאֲבָנִים֙ H68 כָּל H3605 הָ֣עֵדָ֔ה H5712 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
      "36": "וַיֹּצִ֨יאוּ H3318 אֹת֜וֹ H853 כָּל H3605 הָעֵדָ֗ה H5712 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וַיִּרְגְּמ֥וּ H7275 אֹת֛וֹ H853 בָּאֲבָנִ֖ים H68 וַיָּמֹ֑ת H4191 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "37": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "38": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 וְעָשׂ֨וּ H6213 לָהֶ֥ם Hl צִיצִ֛ת H6734 עַל H5921 כַּנְפֵ֥י H3671 בִגְדֵיהֶ֖ם H899 לְדֹרֹתָ֑ H1755 וְנָֽתְנ֛וּ H5414 עַל H5921 צִיצִ֥ת H6734 הַכָּנָ֖ף H3671 פְּתִ֥יל H6616 תְּכֵֽלֶת H8504 ",
      "39": "וְהָיָ֣ה H1961 לָכֶם֮ Hl לְצִיצִת֒ H6734 וּרְאִיתֶ֣ם H7200 אֹת֗וֹ H853 וּזְכַרְתֶּם֙ H2142 אֶת H853 כָּל H3605 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 וְלֹֽא H3808 תָתֻ֜רוּ H8446 אַחֲרֵ֤י H310 לְבַבְכֶם֙ H3824 וְאַחֲרֵ֣י H310 עֵֽינֵיכֶ֔ם H5869 אֲשֶׁר H834 אַתֶּ֥ם H859 זֹנִ֖ים H2181 אַחֲרֵיהֶֽם H310 ",
      "40": "לְמַ֣עַן H4616 תִּזְכְּר֔וּ H2142 וַעֲשִׂיתֶ֖ם H6213 אֶת H853 כָּל H3605 מִצְוֺתָ֑י H4687 וִהְיִיתֶ֥ם H1961 קְדֹשִׁ֖ים H6918 לֵֽאלֹהֵי H430 ",
      "41": "אֲנִ֞י H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 אֲשֶׁ֨ר H834 הוֹצֵ֤אתִי H3318 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לִהְי֥וֹת H1961 לָכֶ֖ם Hl לֵאלֹהִ֑ים H430 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
    },
    "16": {
      "1": "וַיִּקַּ֣ח H3947 קֹ֔רַח H7141 בֶּן H1121 יִצְהָ֥ר H3324 בֶּן H1121 קְהָ֖ת H6955 בֶּן H1121 לֵוִ֑י H3878 וְדָתָ֨ן H1885 וַאֲבִירָ֜ם H48 בְּנֵ֧י H1121 אֱלִיאָ֛ב H446 וְא֥וֹן H203 בֶּן H1121 פֶּ֖לֶת H6431 בְּנֵ֥י H1121 רְאוּבֵֽן H7205 ",
      "2": "וַיָּקֻ֨מוּ֙ H6965 לִפְנֵ֣י H6440 מֹשֶׁ֔ה H4872 וַאֲנָשִׁ֥ים H376 מִבְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 חֲמִשִּׁ֣ים H2572 וּמָאתָ֑יִם H3967 נְשִׂיאֵ֥י H5387 עֵדָ֛ה H5712 קְרִאֵ֥י H7148 מוֹעֵ֖ד H4150 אַנְשֵׁי H376 שֵֽׁם H8034 ",
      "3": "וַיִּֽקָּהֲל֞וּ H6950 עַל H5921 מֹשֶׁ֣ה H4872 וְעַֽל H5921 אַהֲרֹ֗ן H175 וַיֹּאמְר֣וּ H559 אֲלֵהֶם֮ H413 רַב H7227 לָכֶם֒ Hl כִּ֤י H3588 כָל H3605 הָֽעֵדָה֙ H5712 כֻּלָּ֣ם H3605 קְדֹשִׁ֔ים H6918 וּבְ H8432 יְהוָ֑ה H3068 וּמַדּ֥וּעַ H4069 תִּֽתְנַשְּׂא֖וּ H5375 עַל H5921 קְהַ֥ל H6951 יְהוָֽה H3068 ",
      "4": "וַיִּשְׁמַ֣ע H8085 מֹשֶׁ֔ה H4872 וַיִּפֹּ֖ל H5307 עַל H5921 פָּנָֽיו H6440 ",
      "5": "וַיְדַבֵּ֨ר H1696 אֶל H413 קֹ֜רַח H7141 וְאֶֽל H413 כָּל H3605 עֲדָתוֹ֮ H5712 לֵאמֹר֒ H559 בֹּ֠קֶר H1242 וְיֹדַ֨ע H3045 יְהוָ֧ה H3068 אֶת H853 אֲשֶׁר H834 ל֛וֹ Hl וְאֶת H853 הַקָּד֖וֹשׁ H6918 וְהִקְרִ֣יב H7126 אֵלָ֑יו H413 וְאֵ֛ת H853 אֲשֶׁ֥ר H834 יִבְחַר H977 בּ֖וֹ Hb יַקְרִ֥יב H7126 אֵלָֽיו H413 ",
      "6": "זֹ֖את H2063 עֲשׂ֑וּ H6213 קְחוּ H3947 לָכֶ֣ם Hl מַחְתּ֔וֹת H4289 קֹ֖רַח H7141 וְכָל H3605 עֲדָתֽוֹ H5712 ",
      "7": "וּתְנ֣וּ H5414 בָהֵ֣ן H2004 אֵ֡שׁ H784 וְשִׂימוּ֩ H7760 עֲלֵיהֶ֨ן H5921 קְטֹ֜רֶת H7004 לִפְנֵ֤י H6440 יְהוָה֙ H3068 מָחָ֔ר H4279 וְהָיָ֗ה H1961 הָאִ֛ישׁ H376 אֲשֶׁר H834 יִבְחַ֥ר H977 יְהוָ֖ה H3068 ה֣וּא H1931 הַקָּד֑וֹשׁ H6918 רַב H7227 לָכֶ֖ם Hl בְּנֵ֥י H1121 לֵוִֽי H3878 ",
      "8": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 קֹ֑רַח H7141 שִׁמְעוּ H8085 נָ֖א H4994 בְּנֵ֥י H1121 לֵוִֽי H3878 ",
      "9": "הַמְעַ֣ט H4592 מִכֶּ֗ם H4480 כִּֽי H3588 הִבְדִּיל֩ H914 אֱלֹהֵ֨י H430 יִשְׂרָאֵ֤ל H3478 אֶתְכֶם֙ H853 מֵעֲדַ֣ת H5712 יִשְׂרָאֵ֔ל H3478 לְהַקְרִ֥יב H7126 אֶתְכֶ֖ם H853 אֵלָ֑יו H413 לַעֲבֹ֗ד H5647 אֶת H853 עֲבֹדַת֙ H5656 מִשְׁכַּ֣ן H4908 יְהוָ֔ה H3068 וְלַ H5975 לִפְנֵ֥י H6440 הָעֵדָ֖ה H5712 לְשָׁרְתָֽ H8334 ",
      "10": "וַיַּקְרֵב֙ H7126 אֹֽתְךָ֔ H853 וְאֶת H853 כָּל H3605 אַחֶ֥יךָ H251 בְנֵי H1121 לֵוִ֖י H3878 אִתָּ֑ךְ H854 וּבִקַּשְׁתֶּ֖ם H1245 גַּם H1571 כְּהֻנָּֽה H3550 ",
      "11": "לָכֵ֗ן H3651 אַתָּה֙ H859 וְכָל H3605 עֲדָ֣תְךָ֔ H5712 הַנֹּעָדִ֖ים H3259 עַל H5921 יְהוָ֑ה H3068 וְאַהֲרֹ֣ן H175 מַה H4100 ה֔וּא H1931 כִּ֥י H3588 תלונו H3885 עָלָֽיו H5921 ",
      "12": "וַיִּשְׁלַ֣ח H7971 מֹשֶׁ֔ה H4872 לִקְרֹ֛א H7121 לְדָתָ֥ן H1885 וְלַ H48 בְּנֵ֣י H1121 אֱלִיאָ֑ב H446 וַיֹּאמְר֖וּ H559 לֹ֥א H3808 נַעֲלֶֽה H5927 ",
      "13": "הַמְעַ֗ט H4592 כִּ֤י H3588 הֶֽעֱלִיתָ֨נוּ֙ H5927 מֵאֶ֨רֶץ H776 זָבַ֤ת H2100 חָלָב֙ H2461 וּדְבַ֔שׁ H1706 לַהֲמִיתֵ֖ H4191 בַּמִּדְבָּ֑ר H4057 כִּֽי H3588 תִשְׂתָּרֵ֥ר H8323 עָלֵ֖ינוּ H5921 גַּם H1571 הִשְׂתָּרֵֽר H8323 ",
      "14": "אַ֡ף H637 לֹ֣א H3808 אֶל H413 אֶרֶץ֩ H776 זָבַ֨ת H2100 חָלָ֤ב H2461 וּדְבַשׁ֙ H1706 הֲבִ֣יאֹתָ֔נוּ H935 וַתִּ֨תֶּן H5414 לָ֔נוּ Hl נַחֲלַ֖ת H5159 שָׂדֶ֣ה H7704 וָכָ֑רֶם H3754 הַעֵינֵ֞י H5869 הָאֲנָשִׁ֥ים H376 הָהֵ֛ם H1992 תְּנַקֵּ֖ר H5365 לֹ֥א H3808 נַעֲלֶֽה H5927 ",
      "15": "וַיִּ֤חַר H2734 לְמֹשֶׁה֙ H4872 מְאֹ֔ד H3966 וַיֹּ֨אמֶר֙ H559 אֶל H413 יְהוָ֔ה H3068 אַל H408 תֵּ֖פֶן H6437 אֶל H413 מִנְחָתָ֑ם H4503 לֹ֠א H3808 חֲמ֨וֹר H2543 אֶחָ֤ד H259 מֵהֶם֙ H1992 נָשָׂ֔אתִי H5375 וְלֹ֥א H3808 הֲרֵעֹ֖תִי H7489 אֶת H853 אַחַ֥ד H259 מֵהֶֽם H1992 ",
      "16": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 קֹ֔רַח H7141 אַתָּה֙ H859 וְכָל H3605 עֲדָ֣תְךָ֔ H5712 הֱי֖וּ H1961 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 אַתָּ֥ה H859 וָהֵ֛ם H1992 וְאַהֲרֹ֖ן H175 מָחָֽר H4279 ",
      "17": "וּקְח֣וּ H3947 אִ֣ישׁ H376 מַחְתָּת֗וֹ H4289 וּנְתַתֶּ֤ם H5414 עֲלֵיהֶם֙ H5921 קְטֹ֔רֶת H7004 וְהִקְרַבְתֶּ֞ם H7126 לִפְנֵ֤י H6440 יְהוָה֙ H3068 אִ֣ישׁ H376 מַחְתָּת֔וֹ H4289 חֲמִשִּׁ֥ים H2572 וּמָאתַ֖יִם H3967 מַחְתֹּ֑ת H4289 וְאַתָּ֥ה H859 וְאַהֲרֹ֖ן H175 אִ֥ישׁ H376 מַחְתָּתֽוֹ H4289 ",
      "18": "וַיִּקְח֞וּ H3947 אִ֣ישׁ H376 מַחְתָּת֗וֹ H4289 וַיִּתְּנ֤וּ H5414 עֲלֵיהֶם֙ H5921 אֵ֔שׁ H784 וַיָּשִׂ֥ימוּ H7760 עֲלֵיהֶ֖ם H5921 קְטֹ֑רֶת H7004 וַֽיַּעַמְד֗וּ H5975 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וּמֹשֶׁ֥ה H4872 וְאַהֲרֹֽן H175 ",
      "19": "וַיַּקְהֵ֨ל H6950 עֲלֵיהֶ֥ם H5921 קֹ֨רַח֙ H7141 אֶת H853 כָּל H3605 הָ֣עֵדָ֔ה H5712 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַיֵּרָ֥א H7200 כְבוֹד H3519 יְהוָ֖ה H3068 אֶל H413 כָּל H3605 הָעֵדָֽה H5712 ",
      "20": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "21": "הִבָּ֣דְל֔וּ H914 מִתּ֖וֹךְ H8432 הָעֵדָ֣ה H5712 הַזֹּ֑את H2063 וַאַכַלֶּ֥ה H3615 אֹתָ֖ם H853 כְּרָֽגַע H7281 ",
      "22": "וַיִּפְּל֤וּ H5307 עַל H5921 פְּנֵיהֶם֙ H6440 וַיֹּ֣אמְר֔וּ H559 אֵ֕ל H410 אֱלֹהֵ֥י H430 הָרוּחֹ֖ת H7307 לְכָל H3605 בָּשָׂ֑ר H1320 הָאִ֤ישׁ H376 אֶחָד֙ H259 יֶחֱטָ֔א H2398 וְעַ֥ל H5921 כָּל H3605 הָעֵדָ֖ה H5712 תִּקְצֹֽף H7107 ",
      "23": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "24": "דַּבֵּ֥ר H1696 אֶל H413 הָעֵדָ֖ה H5712 לֵאמֹ֑ר H559 הֵֽעָלוּ֙ H5927 מִסָּבִ֔יב H5439 לְמִשְׁכַּן H4908 קֹ֖רַח H7141 דָּתָ֥ן H1885 וַאֲבִירָֽם H48 ",
      "25": "וַיָּ֣קָם H6965 מֹשֶׁ֔ה H4872 וַיֵּ֖לֶךְ H3212 אֶל H413 דָּתָ֣ן H1885 וַאֲבִירָ֑ם H48 וַיֵּלְכ֥וּ H3212 אַחֲרָ֖יו H310 זִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
      "26": "וַיְדַבֵּ֨ר H1696 אֶל H413 הָעֵדָ֜ה H5712 לֵאמֹ֗ר H559 ס֣וּרוּ H5493 נָ֡א H4994 מֵעַל֩ H5921 אָהֳלֵ֨י H168 הָאֲנָשִׁ֤ים H376 הָֽרְשָׁעִים֙ H7563 הָאֵ֔לֶּה H428 וְאַֽל H408 תִּגְּע֖וּ H5060 בְּכָל H3605 אֲשֶׁ֣ר H834 לָהֶ֑ם Hl פֶּן H6435 תִּסָּפ֖וּ H5595 בְּכָל H3605 חַטֹּאתָֽם H2403 ",
      "27": "וַיֵּעָל֗וּ H5927 מֵעַ֧ל H5921 מִשְׁכַּן H4908 קֹ֛רֶח H7141 דָּתָ֥ן H1885 וַאֲבִירָ֖ם H48 מִסָּבִ֑יב H5439 וְדָתָ֨ן H1885 וַאֲבִירָ֜ם H48 יָצְא֣וּ H3318 נִצָּבִ֗ים H5324 פֶּ֚תַח H6607 אָֽהֳלֵיהֶ֔ם H168 וּנְשֵׁי H802 וּבְנֵי H1121 וְטַפָּֽ H2945 ",
      "28": "וַיֹּאמֶר֮ H559 מֹשֶׁה֒ H4872 בְּזֹאת֙ H2063 תֵּֽדְע֔וּן H3045 כִּֽי H3588 יְהוָ֣ה H3068 שְׁלָחַ֔נִי H7971 לַעֲשׂ֕וֹת H6213 אֵ֥ת H853 כָּל H3605 הַֽמַּעֲשִׂ֖ים H4639 הָאֵ֑לֶּה H428 כִּי H3588 לֹ֖א H3808 מִלִּבִּֽ H3820 ",
      "29": "אִם H518 כְּמ֤וֹת H4194 כָּל H3605 הָֽאָדָם֙ H120 יְמֻת֣וּן H4191 אֵ֔לֶּה H428 וּפְקֻדַּת֙ H6486 כָּל H3605 הָ֣אָדָ֔ם H120 יִפָּקֵ֖ד H6485 עֲלֵיהֶ֑ם H5921 לֹ֥א H3808 יְהוָ֖ה H3068 שְׁלָחָֽנִי H7971 ",
      "30": "וְאִם H518 בְּרִיאָ֞ה H1278 יִבְרָ֣א H1254 יְהוָ֗ה H3068 וּפָצְתָ֨ה H6475 הָאֲדָמָ֤ה H127 אֶת H853 פִּ֨יהָ֙ H6310 וּבָלְעָ֤ה H1104 אֹתָם֙ H853 וְאֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 לָהֶ֔ם Hl וְיָרְד֥וּ H3381 חַיִּ֖ים H2416 שְׁאֹ֑לָה H7585 וִֽידַעְתֶּ֕ם H3045 כִּ֧י H3588 נִֽאֲצ֛וּ H5006 הָאֲנָשִׁ֥ים H376 הָאֵ֖לֶּה H428 אֶת H853 יְהוָֽה H3068 ",
      "31": "וַיְהִי֙ H1961 כְּכַלֹּת֔ H3615 לְדַבֵּ֕ר H1696 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַתִּבָּקַ֥ע H1234 הָאֲדָמָ֖ה H127 אֲשֶׁ֥ר H834 תַּחְתֵּיהֶֽם H8478 ",
      "32": "וַתִּפְתַּ֤ח H6605 הָאָ֨רֶץ֙ H776 אֶת H853 פִּ֔יהָ H6310 וַתִּבְלַ֥ע H1104 אֹתָ֖ם H853 וְאֶת H853 בָּתֵּיהֶ֑ם H1004 וְאֵ֤ת H853 כָּל H3605 הָאָדָם֙ H120 אֲשֶׁ֣ר H834 לְקֹ֔רַח H7141 וְאֵ֖ת H853 כָּל H3605 הָרֲכֽוּשׁ H7399 ",
      "33": "וַיֵּ֨רְד֜וּ H3381 הֵ֣ם H1992 וְכָל H3605 אֲשֶׁ֥ר H834 לָהֶ֛ם Hl חַיִּ֖ים H2416 שְׁאֹ֑לָה H7585 וַתְּכַ֤ס H3680 עֲלֵיהֶם֙ H5921 הָאָ֔רֶץ H776 וַיֹּאבְד֖וּ H6 מִתּ֥וֹךְ H8432 הַקָּהָֽל H6951 ",
      "34": "וְכָל H3605 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֛ר H834 סְבִיבֹתֵיהֶ֖ם H5439 נָ֣סוּ H5127 לְקֹלָ֑ H6963 כִּ֣י H3588 אָֽמְר֔וּ H559 פֶּן H6435 תִּבְלָעֵ֖נוּ H1104 הָאָֽרֶץ H776 ",
      "35": "וְאֵ֥שׁ H784 יָצְאָ֖ה H3318 מֵאֵ֣ת H853 יְהוָ֑ה H3068 וַתֹּ֗אכַל H398 אֵ֣ת H853 הַחֲמִשִּׁ֤ים H2572 וּמָאתַ֨יִם֙ H3967 אִ֔ישׁ H376 מַקְרִיבֵ֖י H7126 הַקְּטֹֽרֶת H7004 ",
      "36": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "37": "אֱמֹ֨ר H559 אֶל H413 אֶלְעָזָ֜ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 וְיָרֵ֤ם H7311 אֶת H853 הַמַּחְתֹּת֙ H4289 מִבֵּ֣ין H996 הַשְּׂרֵפָ֔ה H8316 וְאֶת H853 הָאֵ֖שׁ H784 זְרֵה H2219 הָ֑לְאָה H1973 כִּ֖י H3588 קָדֵֽשׁוּ H6942 ",
      "38": "אֵ֡ת H853 מַחְתּוֹת֩ H4289 הַֽחַטָּאִ֨ים H2400 הָאֵ֜לֶּה H428 בְּנַפְשֹׁתָ֗ H5315 וְעָשׂ֨וּ H6213 אֹתָ֜ם H853 רִקֻּעֵ֤י H7555 פַחִים֙ H6341 צִפּ֣וּי H6826 לַמִּזְבֵּ֔חַ H4196 כִּֽי H3588 הִקְרִיבֻ֥ם H7126 לִפְנֵֽי H6440 יְהוָ֖ה H3068 וַיִּקְדָּ֑שׁוּ H6942 וְיִֽהְי֥וּ H1961 לְא֖וֹת H226 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "39": "וַיִּקַּ֞ח H3947 אֶלְעָזָ֣ר H499 הַכֹּהֵ֗ן H3548 אֵ֚ת H853 מַחְתּ֣וֹת H4289 הַנְּחֹ֔שֶׁת H5178 אֲשֶׁ֥ר H834 הִקְרִ֖יבוּ H7126 הַשְּׂרֻפִ֑ים H8313 וַֽיְרַקְּע֖וּ H7554 צִפּ֥וּי H6826 לַמִּזְבֵּֽחַ H4196 ",
      "40": "זִכָּר֞וֹן H2146 לִבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לְ֠מַעַן H4616 אֲשֶׁ֨ר H834 לֹֽא H3808 יִקְרַ֜ב H7126 אִ֣ישׁ H376 זָ֗ר H2114 אֲ֠שֶׁר H834 לֹ֣א H3808 מִזֶּ֤רַע H2233 אַהֲרֹן֙ H175 ה֔וּא H1931 לְהַקְטִ֥יר H6999 קְטֹ֖רֶת H7004 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְלֹֽא H3808 יִהְיֶ֤ה H1961 כְקֹ֨רַח֙ H7141 וְכַ֣ H5712 כַּאֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 בְּיַד H3027 מֹשֶׁ֖ה H4872 לֽוֹ Hl ",
      "41": "וַיִּלֹּ֜נוּ H3885 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מִֽמָּחֳרָ֔ת H4283 עַל H5921 מֹשֶׁ֥ה H4872 וְעַֽל H5921 אַהֲרֹ֖ן H175 לֵאמֹ֑ר H559 אַתֶּ֥ם H859 הֲמִתֶּ֖ם H4191 אֶת H853 עַ֥ם H5971 יְהוָֽה H3068 ",
      "42": "וַיְהִ֗י H1961 בְּהִקָּהֵ֤ל H6950 הָֽעֵדָה֙ H5712 עַל H5921 מֹשֶׁ֣ה H4872 וְעַֽל H5921 אַהֲרֹ֔ן H175 וַיִּפְנוּ֙ H6437 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְהִנֵּ֥ה H2009 כִסָּ֖הוּ H3680 הֶעָנָ֑ן H6051 וַיֵּרָ֖א H7200 כְּב֥וֹד H3519 יְהוָֽה H3068 ",
      "43": "וַיָּבֹ֤א H935 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 אֶל H413 פְּנֵ֖י H6440 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "44": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "45": "הֵרֹ֗מּוּ H7426 מִתּוֹךְ֙ H8432 הָעֵדָ֣ה H5712 הַזֹּ֔את H2063 וַאֲכַלֶּ֥ה H3615 אֹתָ֖ם H853 כְּרָ֑גַע H7281 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶֽם H6440 ",
      "46": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 קַ֣ח H3947 אֶת H853 הַ֠מַּחְתָּה H4289 וְתֶן H5414 עָלֶ֨יהָ H5921 אֵ֜שׁ H784 מֵעַ֤ל H5921 הַמִּזְבֵּ֨חַ֙ H4196 וְשִׂ֣ים H7760 קְטֹ֔רֶת H7004 וְהוֹלֵ֧ךְ H3212 מְהֵרָ֛ה H4120 אֶל H413 הָעֵדָ֖ה H5712 וְכַפֵּ֣ר H3722 עֲלֵיהֶ֑ם H5921 כִּֽי H3588 יָצָ֥א H3318 הַקֶּ֛צֶף H7110 מִלִּ H6440 יְהוָ֖ה H3068 הֵחֵ֥ל H2490 הַנָּֽגֶף H5063 ",
      "47": "וַיִּקַּ֨ח H3947 אַהֲרֹ֜ן H175 כַּאֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 מֹשֶׁ֗ה H4872 וַיָּ֨רָץ֙ H7323 אֶל H413 תּ֣וֹך H8432 הַקָּהָ֔ל H6951 וְהִנֵּ֛ה H2009 הֵחֵ֥ל H2490 הַנֶּ֖גֶף H5063 בָּעָ֑ם H5971 וַיִּתֵּן֙ H5414 אֶֽת H853 הַקְּטֹ֔רֶת H7004 וַיְכַפֵּ֖ר H3722 עַל H5921 הָעָֽם H5971 ",
      "48": "וַיַּעֲמֹ֥ד H5975 בֵּֽין H996 הַמֵּתִ֖ים H4191 וּבֵ֣ין H996 הַֽחַיִּ֑ים H2416 וַתֵּעָצַ֖ר H6113 הַמַּגֵּפָֽה H4046 ",
      "49": "וַיִּהְי֗וּ H1961 הַמֵּתִים֙ H4191 בַּמַּגֵּפָ֔ה H4046 אַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 אֶ֖לֶף H505 וּשְׁבַ֣ע H7651 מֵא֑וֹת H3967 מִלְּ H905 הַמֵּתִ֖ים H4191 עַל H5921 דְּבַר H1697 קֹֽרַח H7141 ",
      "50": "וַיָּ֤שָׁב H7725 אַהֲרֹן֙ H175 אֶל H413 מֹשֶׁ֔ה H4872 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהַ H4046 נֶעֱצָֽרָה H6113 "
    },
    "17": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֣ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְקַ֣ח H3947 מֵֽאִתָּ֡ H853 מַטֶּ֣ה H4294 מַטֶּה֩ H4294 לְבֵ֨ית H1004 אָ֜ב H1 מֵאֵ֤ת H853 כָּל H3605 נְשִֽׂיאֵהֶם֙ H5387 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 אִ֣ישׁ H376 אֶת H853 שְׁמ֔וֹ H8034 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּֽהוּ H4294 ",
      "3": "וְאֵת֙ H853 שֵׁ֣ם H8034 אַהֲרֹ֔ן H175 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּ֣ה H4294 לֵוִ֑י H3878 כִּ֚י H3588 מַטֶּ֣ה H4294 אֶחָ֔ד H259 לְרֹ֖אשׁ H7218 בֵּ֥ית H1004 אֲבוֹתָֽם H1 ",
      "4": "וְהִנַּחְתָּ֖ H3240 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 לִפְנֵי֙ H6440 הָֽעֵד֔וּת H5715 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לָכֶ֖ם Hl שָֽׁמָּה H8033 ",
      "5": "וְהָיָ֗ה H1961 הָאִ֛ישׁ H376 אֲשֶׁ֥ר H834 אֶבְחַר H977 בּ֖וֹ Hb מַטֵּ֣הוּ H4294 יִפְרָ֑ח H6524 וַהֲשִׁכֹּתִ֣י H7918 מֵֽעָלַ֗ H5921 אֶת H853 תְּלֻנּוֹת֙ H8519 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֛ר H834 הֵ֥ם H1992 מַלִּינִ֖ם H3885 עֲלֵיכֶֽם H5921 ",
      "6": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וַיִּתְּנ֣וּ H5414 אֵלָ֣יו H413 כָּֽל H3605 נְשִֽׂיאֵיהֶ֡ם H5387 מַטֶּה֩ H4294 לְנָשִׂ֨יא H5387 אֶחָ֜ד H259 מַטֶּ֨ה H4294 לְנָשִׂ֤יא H5387 אֶחָד֙ H259 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 וּמַטֵּ֥ה H4294 אַהֲרֹ֖ן H175 בְּת֥וֹךְ H8432 מַטּוֹתָֽם H4294 ",
      "7": "וַיַּנַּ֥ח H3240 מֹשֶׁ֛ה H4872 אֶת H853 הַמַּטֹּ֖ת H4294 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 בְּאֹ֖הֶל H168 הָעֵדֻֽת H5715 ",
      "8": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַיָּבֹ֤א H935 מֹשֶׁה֙ H4872 אֶל H413 אֹ֣הֶל H168 הָעֵד֔וּת H5715 וְהִנֵּ֛ה H2009 פָּרַ֥ח H6524 מַטֵּֽה H4294 אַהֲרֹ֖ן H175 לְבֵ֣ית H1004 לֵוִ֑י H3878 וַיֹּ֤צֵֽא H3318 פֶ֨רַח֙ H6525 וַיָּ֣צֵֽץ H6692 צִ֔יץ H6731 וַיִּגְמֹ֖ל H1580 שְׁקֵדִֽים H8247 ",
      "9": "וַיֹּצֵ֨א H3318 מֹשֶׁ֤ה H4872 אֶת H853 כָּל H3605 הַמַּטֹּת֙ H4294 מִלִּ H6440 יְהוָ֔ה H3068 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּרְא֥וּ H7200 וַיִּקְח֖וּ H3947 אִ֥ישׁ H376 מַטֵּֽהוּ H4294 ",
      "10": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הָשֵׁ֞ב H7725 אֶת H853 מַטֵּ֤ה H4294 אַהֲרֹן֙ H175 לִפְנֵ֣י H6440 הָעֵד֔וּת H5715 לְמִשְׁמֶ֥רֶת H4931 לְא֖וֹת H226 לִבְנֵי H1121 מֶ֑רִי H4805 וּתְכַ֧ל H3615 תְּלוּנֹּתָ֛ם H8519 מֵעָלַ֖ H5921 וְלֹ֥א H3808 יָמֻֽתוּ H4191 ",
      "11": "וַיַּ֖עַשׂ H6213 מֹשֶׁ֑ה H4872 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹת֖וֹ H853 כֵּ֥ן H3651 עָשָֽׂה H6213 ",
      "12": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 מֹשֶׁ֖ה H4872 לֵאמֹ֑ר H559 הֵ֥ן H2005 גָּוַ֛עְנוּ H1478 אָבַ֖דְנוּ H6 כֻּלָּ֥נוּ H3605 אָבָֽדְנוּ H6 ",
      "13": "כֹּ֣ל H3605 הַקָּרֵ֧ב H7131 הַקָּרֵ֛ב H7131 אֶל H413 מִשְׁכַּ֥ן H4908 יְהוָ֖ה H3068 יָמ֑וּת H4191 הַאִ֥ם H518 תַּ֖מְנוּ H8552 לִגְוֺֽעַ H1478 ",
      "14": "וַיִּהְי֗וּ H1961 הַמֵּתִים֙ H4191 בַּמַּגֵּפָ֔ה H4046 אַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 אֶ֖לֶף H505 וּשְׁבַ֣ע H7651 מֵא֑וֹת H3967 מִלְּ H905 הַמֵּתִ֖ים H4191 עַל H5921 דְּבַר H1697 קֹֽרַח H7141 ",
      "15": "וַיָּ֤שָׁב H7725 אַהֲרֹן֙ H175 אֶל H413 מֹשֶׁ֔ה H4872 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהַ H4046 נֶעֱצָֽרָה H6113 ",
      "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "17": "דַּבֵּ֣ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְקַ֣ח H3947 מֵֽאִתָּ֡ H853 מַטֶּ֣ה H4294 מַטֶּה֩ H4294 לְבֵ֨ית H1004 אָ֜ב H1 מֵאֵ֤ת H853 כָּל H3605 נְשִֽׂיאֵהֶם֙ H5387 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 אִ֣ישׁ H376 אֶת H853 שְׁמ֔וֹ H8034 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּֽהוּ H4294 ",
      "18": "וְאֵת֙ H853 שֵׁ֣ם H8034 אַהֲרֹ֔ן H175 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּ֣ה H4294 לֵוִ֑י H3878 כִּ֚י H3588 מַטֶּ֣ה H4294 אֶחָ֔ד H259 לְרֹ֖אשׁ H7218 בֵּ֥ית H1004 אֲבוֹתָֽם H1 ",
      "19": "וְהִנַּחְתָּ֖ H3240 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 לִפְנֵי֙ H6440 הָֽעֵד֔וּת H5715 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לָכֶ֖ם Hl שָֽׁמָּה H8033 ",
      "20": "וְהָיָ֗ה H1961 הָאִ֛ישׁ H376 אֲשֶׁ֥ר H834 אֶבְחַר H977 בּ֖וֹ Hb מַטֵּ֣הוּ H4294 יִפְרָ֑ח H6524 וַהֲשִׁכֹּתִ֣י H7918 מֵֽעָלַ֗ H5921 אֶת H853 תְּלֻנּוֹת֙ H8519 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֛ר H834 הֵ֥ם H1992 מַלִּינִ֖ם H3885 עֲלֵיכֶֽם H5921 ",
      "21": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וַיִּתְּנ֣וּ H5414 אֵלָ֣יו H413 כָּֽל H3605 נְשִֽׂיאֵיהֶ֡ם H5387 מַטֶּה֩ H4294 לְנָשִׂ֨יא H5387 אֶחָ֜ד H259 מַטֶּ֨ה H4294 לְנָשִׂ֤יא H5387 אֶחָד֙ H259 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 וּמַטֵּ֥ה H4294 אַהֲרֹ֖ן H175 בְּת֥וֹךְ H8432 מַטּוֹתָֽם H4294 ",
      "22": "וַיַּנַּ֥ח H3240 מֹשֶׁ֛ה H4872 אֶת H853 הַמַּטֹּ֖ת H4294 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 בְּאֹ֖הֶל H168 הָעֵדֻֽת H5715 ",
      "23": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַיָּבֹ֤א H935 מֹשֶׁה֙ H4872 אֶל H413 אֹ֣הֶל H168 הָעֵד֔וּת H5715 וְהִנֵּ֛ה H2009 פָּרַ֥ח H6524 מַטֵּֽה H4294 אַהֲרֹ֖ן H175 לְבֵ֣ית H1004 לֵוִ֑י H3878 וַיֹּ֤צֵֽא H3318 פֶ֨רַח֙ H6525 וַיָּ֣צֵֽץ H6692 צִ֔יץ H6731 וַיִּגְמֹ֖ל H1580 שְׁקֵדִֽים H8247 ",
      "24": "וַיֹּצֵ֨א H3318 מֹשֶׁ֤ה H4872 אֶת H853 כָּל H3605 הַמַּטֹּת֙ H4294 מִלִּ H6440 יְהוָ֔ה H3068 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּרְא֥וּ H7200 וַיִּקְח֖וּ H3947 אִ֥ישׁ H376 מַטֵּֽהוּ H4294 ",
      "25": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הָשֵׁ֞ב H7725 אֶת H853 מַטֵּ֤ה H4294 אַהֲרֹן֙ H175 לִפְנֵ֣י H6440 הָעֵד֔וּת H5715 לְמִשְׁמֶ֥רֶת H4931 לְא֖וֹת H226 לִבְנֵי H1121 מֶ֑רִי H4805 וּתְכַ֧ל H3615 תְּלוּנֹּתָ֛ם H8519 מֵעָלַ֖ H5921 וְלֹ֥א H3808 יָמֻֽתוּ H4191 ",
      "26": "וַיַּ֖עַשׂ H6213 מֹשֶׁ֑ה H4872 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹת֖וֹ H853 כֵּ֥ן H3651 עָשָֽׂה H6213 ",
      "27": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 מֹשֶׁ֖ה H4872 לֵאמֹ֑ר H559 הֵ֥ן H2005 גָּוַ֛עְנוּ H1478 אָבַ֖דְנוּ H6 כֻּלָּ֥נוּ H3605 אָבָֽדְנוּ H6 ",
      "28": "כֹּ֣ל H3605 הַקָּרֵ֧ב H7131 הַקָּרֵ֛ב H7131 אֶל H413 מִשְׁכַּ֥ן H4908 יְהוָ֖ה H3068 יָמ֑וּת H4191 הַאִ֥ם H518 תַּ֖מְנוּ H8552 לִגְוֺֽעַ H1478 "
    },
    "18": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶֽל H413 אַהֲרֹ֔ן H175 אַתָּ֗ה H859 וּבָנֶ֤י H1121 וּבֵית H1004 אָבִ֨יךָ֙ H1 אִתָּ֔ךְ H854 תִּשְׂא֖וּ H5375 אֶת H853 עֲוֺ֣ן H5771 הַמִּקְדָּ֑שׁ H4720 וְאַתָּה֙ H859 וּבָנֶ֣י H1121 אִתָּ֔ךְ H854 תִּשְׂא֖וּ H5375 אֶת H853 עֲוֺ֥ן H5771 כְּהֻנַּתְכֶֽם H3550 ",
      "2": "וְגַ֣ם H1571 אֶת H853 אַחֶיךָ֩ H251 מַטֵּ֨ה H4294 לֵוִ֜י H3878 שֵׁ֤בֶט H7626 אָבִ֨יךָ֙ H1 הַקְרֵ֣ב H7126 אִתָּ֔ךְ H854 וְיִלָּו֥וּ H3867 עָלֶ֖יךָ H5921 וִֽישָׁרְת֑וּ H8334 וְאַתָּה֙ H859 וּבָנֶ֣י H1121 אִתָּ֔ךְ H854 לִפְנֵ֖י H6440 אֹ֥הֶל H168 הָעֵדֻֽת H5715 ",
      "3": "וְשָֽׁמְרוּ֙ H8104 מִֽשְׁמַרְתְּךָ֔ H4931 וּמִשְׁמֶ֖רֶת H4931 כָּל H3605 הָאֹ֑הֶל H168 אַךְ֩ H389 אֶל H413 כְּלֵ֨י H3627 הַקֹּ֤דֶשׁ H6944 וְאֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 לֹ֣א H3808 יִקְרָ֔בוּ H7126 וְלֹֽא H3808 יָמֻ֥תוּ H4191 גַם H1571 הֵ֖ם H1992 גַּם H1571 אַתֶּֽם H859 ",
      "4": "וְנִלְו֣וּ H3867 עָלֶ֔יךָ H5921 וְשָֽׁמְר֗וּ H8104 אֶת H853 מִשְׁמֶ֨רֶת֙ H4931 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 לְכֹ֖ל H3605 עֲבֹדַ֣ת H5656 הָאֹ֑הֶל H168 וְזָ֖ר H2114 לֹא H3808 יִקְרַ֥ב H7126 אֲלֵיכֶֽם H413 ",
      "5": "וּשְׁמַרְתֶּ֗ם H8104 אֵ֚ת H853 מִשְׁמֶ֣רֶת H4931 הַקֹּ֔דֶשׁ H6944 וְאֵ֖ת H853 מִשְׁמֶ֣רֶת H4931 הַמִּזְבֵּ֑חַ H4196 וְלֹֽא H3808 יִהְיֶ֥ה H1961 ע֛וֹד H5750 קֶ֖צֶף H7110 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "6": "וַאֲנִ֗י H589 הִנֵּ֤ה H2009 לָקַ֨חְתִּי֙ H3947 אֶת H853 אֲחֵיכֶ֣ם H251 הַלְוִיִּ֔ם H3881 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לָכֶ֞ם Hl מַתָּנָ֤ה H4979 נְתֻנִים֙ H5414 לַֽיהוָ֔ה H3068 לַעֲבֹ֕ד H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "7": "וְאַתָּ֣ה H859 וּבָנֶ֣י H1121 אִ֠תְּךָ H854 תִּשְׁמְר֨וּ H8104 אֶת H853 כְּהֻנַּתְכֶ֜ם H3550 לְכָל H3605 דְּבַ֧ר H1697 הַמִּזְבֵּ֛חַ H4196 וּלְ H1004 לַפָּרֹ֖כֶת H6532 וַעֲבַדְתֶּ֑ם H5647 עֲבֹדַ֣ת H5656 מַתָּנָ֗ה H4979 אֶתֵּן֙ H5414 אֶת H853 כְּהֻנַּתְכֶ֔ם H3550 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
      "8": "וַיְדַבֵּ֣ר H1696 יְהוָה֮ H3068 אֶֽל H413 אַהֲרֹן֒ H175 וַאֲנִי֙ H589 הִנֵּ֣ה H2009 נָתַ֣תִּֽי H5414 לְךָ֔ Hl אֶת H853 מִשְׁמֶ֖רֶת H4931 תְּרוּמֹתָ֑י H8641 לְכָל H3605 קָדְשֵׁ֣י H6918 בְנֵֽי H1121 יִ֠שְׂרָאֵל H3478 לְךָ֨ Hl נְתַתִּ֧ים H5414 לְמָשְׁחָ֛ה H4888 וּלְ H1121 לְחָק H2706 עוֹלָֽם H5769 ",
      "9": "זֶֽה H2088 יִהְיֶ֥ה H1961 לְךָ֛ Hl מִקֹּ֥דֶשׁ H6944 הַקֳּדָשִׁ֖ים H6944 מִן H4480 הָאֵ֑שׁ H784 כָּל H3605 קָ֠רְבָּנָם H7133 לְֽכָל H3605 מִנְחָתָ֞ם H4503 וּלְ H3605 חַטָּאתָ֗ם H2403 וּלְ H3605 אֲשָׁמָם֙ H817 אֲשֶׁ֣ר H834 יָשִׁ֣יבוּ H7725 לִ֔י Hl קֹ֣דֶשׁ H6944 קָֽדָשִׁ֥ים H6944 לְךָ֛ Hl ה֖וּא H1931 וּלְ H1121 ",
      "10": "בְּקֹ֥דֶשׁ H6944 הַקֳּדָשִׁ֖ים H6944 תֹּאכֲלֶ֑נּוּ H398 כָּל H3605 זָכָר֙ H2145 יֹאכַ֣ל H398 אֹת֔וֹ H853 קֹ֖דֶשׁ H6944 יִֽהְיֶה H1961 לָּֽךְ Hl ",
      "11": "וְזֶה H2088 לְּךָ֞ Hl תְּרוּמַ֣ת H8641 מַתָּנָ֗ם H4976 לְכָל H3605 תְּנוּפֹת֮ H8573 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 לְךָ֣ Hl נְתַתִּ֗ים H5414 וּלְ H1121 וְלִ H1323 אִתְּךָ֖ H854 לְחָק H2706 עוֹלָ֑ם H5769 כָּל H3605 טָה֥וֹר H2889 בְּבֵיתְ H1004 יֹאכַ֥ל H398 אֹתֽוֹ H853 ",
      "12": "כֹּ֚ל H3605 חֵ֣לֶב H2459 יִצְהָ֔ר H3323 וְכָל H3605 חֵ֖לֶב H2459 תִּיר֣וֹשׁ H8492 וְדָגָ֑ן H1715 רֵאשִׁיתָ֛ם H7225 אֲשֶׁר H834 יִתְּנ֥וּ H5414 לַֽיהוָ֖ה H3068 לְךָ֥ Hl נְתַתִּֽים H5414 ",
      "13": "בִּכּוּרֵ֞י H1061 כָּל H3605 אֲשֶׁ֧ר H834 בְּאַרְצָ֛ H776 אֲשֶׁר H834 יָבִ֥יאוּ H935 לַיהוָ֖ה H3068 לְךָ֣ Hl יִהְיֶ֑ה H1961 כָּל H3605 טָה֥וֹר H2889 בְּבֵיתְ H1004 יֹאכֲלֶֽנּוּ H398 ",
      "14": "כָּל H3605 חֵ֥רֶם H2764 בְּיִשְׂרָאֵ֖ל H3478 לְךָ֥ Hl יִהְיֶֽה H1961 ",
      "15": "כָּל H3605 פֶּ֣טֶר H6363 רֶ֠חֶם H7358 לְֽכָל H3605 בָּשָׂ֞ר H1320 אֲשֶׁר H834 יַקְרִ֧יבוּ H7126 לַֽיהוָ֛ה H3068 בָּאָדָ֥ם H120 וּבַ H929 יִֽהְיֶה H1961 לָּ֑ךְ Hl אַ֣ךְ H389 פָּדֹ֣ה H6299 תִפְדֶּ֗ה H6299 אֵ֚ת H853 בְּכ֣וֹר H1060 הָֽאָדָ֔ם H120 וְאֵ֛ת H853 בְּכֽוֹר H1060 הַבְּהֵמָ֥ה H929 הַטְּמֵאָ֖ה H2931 תִּפְדֶּֽה H6299 ",
      "16": "וּפְדוּיָ H6299 מִבֶּן H1121 חֹ֣דֶשׁ H2320 תִּפְדֶּ֔ה H6299 בְּעֶ֨רְכְּ H6187 כֶּ֛סֶף H3701 חֲמֵ֥שֶׁת H2568 שְׁקָלִ֖ים H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 עֶשְׂרִ֥ים H6242 גֵּרָ֖ה H1626 הֽוּא H1931 ",
      "17": "אַ֣ךְ H389 בְּֽכוֹר H1060 שׁ֡וֹר H7794 אֽוֹ H176 בְכ֨וֹר H1060 כֶּ֜שֶׂב H3775 אֽוֹ H176 בְכ֥וֹר H1060 עֵ֛ז H5795 לֹ֥א H3808 תִפְדֶּ֖ה H6299 קֹ֣דֶשׁ H6944 הֵ֑ם H1992 אֶת H853 דָּמָ֞ם H1818 תִּזְרֹ֤ק H2236 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 וְאֶת H853 חֶלְבָּ֣ם H2459 תַּקְטִ֔יר H6999 אִשֶּׁ֛ה H801 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַֽיהוָֽה H3068 ",
      "18": "וּבְשָׂרָ֖ H1320 יִהְיֶה H1961 לָּ֑ךְ Hl כַּחֲזֵ֧ה H2373 הַתְּנוּפָ֛ה H8573 וּכְ H7785 הַיָּמִ֖ין H3225 לְךָ֥ Hl יִהְיֶֽה H1961 ",
      "19": "כֹּ֣ל H3605 תְּרוּמֹ֣ת H8641 הַקֳּדָשִׁ֗ים H6944 אֲשֶׁ֨ר H834 יָרִ֥ימוּ H7311 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 לַֽיהוָה֒ H3068 נָתַ֣תִּֽי H5414 לְךָ֗ Hl וּלְ H1121 וְלִ H1323 אִתְּךָ֖ H854 לְחָק H2706 עוֹלָ֑ם H5769 בְּרִית֩ H1285 מֶ֨לַח H4417 עוֹלָ֥ם H5769 הִוא֙ H1931 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְךָ֖ Hl וּלְ H2233 אִתָּֽךְ H854 ",
      "20": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶֽל H413 אַהֲרֹ֗ן H175 בְּאַרְצָ H776 לֹ֣א H3808 תִנְחָ֔ל H5157 וְחֵ֕לֶק H2506 לֹא H3808 יִהְיֶ֥ה H1961 לְךָ֖ Hl בְּתוֹכָ֑ H8432 אֲנִ֤י H589 חֶלְקְךָ֙ H2506 וְנַחֲלָ֣תְ H5159 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "21": "וְלִ H1121 לֵוִ֔י H3878 הִנֵּ֥ה H2009 נָתַ֛תִּי H5414 כָּל H3605 מַֽעֲשֵׂ֥ר H4643 בְּיִשְׂרָאֵ֖ל H3478 לְנַחֲלָ֑ה H5159 חֵ֤לֶף H2500 עֲבֹֽדָתָם֙ H5656 אֲשֶׁר H834 הֵ֣ם H1992 עֹֽבְדִ֔ים H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "22": "וְלֹא H3808 יִקְרְב֥וּ H7126 ע֛וֹד H5750 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 לָשֵׂ֥את H5375 חֵ֖טְא H2399 לָמֽוּת H4191 ",
      "23": "וְעָבַ֨ד H5647 הַלֵּוִ֜י H3881 ה֗וּא H1931 אֶת H853 עֲבֹדַת֙ H5656 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְהֵ֖ם H1992 יִשְׂא֣וּ H5375 עֲוֺנָ֑ם H5771 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 וּבְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 יִנְחֲל֖וּ H5157 נַחֲלָֽה H5159 ",
      "24": "כִּ֞י H3588 אֶת H853 מַעְשַׂ֣ר H4643 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 יָרִ֤ימוּ H7311 לַֽיהוָה֙ H3068 תְּרוּמָ֔ה H8641 נָתַ֥תִּי H5414 לַלְוִיִּ֖ם H3881 לְנַחֲלָ֑ה H5159 עַל H5921 כֵּן֙ H3651 אָמַ֣רְתִּי H559 לָהֶ֔ם H1992 בְּתוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 יִנְחֲל֖וּ H5157 נַחֲלָֽה H5159 ",
      "25": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "26": "וְאֶל H413 הַלְוִיִּ֣ם H3881 תְּדַבֵּר֮ H1696 וְאָמַרְתָּ֣ H559 אֲלֵהֶם֒ H413 כִּֽי H3588 תִ֠קְחוּ H3947 מֵאֵ֨ת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 הַֽמַּעֲשֵׂ֗ר H4643 אֲשֶׁ֨ר H834 נָתַ֧תִּי H5414 לָכֶ֛ם Hl מֵאִתָּ֖ H853 בְּנַחֲלַתְ H5159 וַהֲרֵמֹתֶ֤ם H7311 מִמֶּ֨נּוּ֙ H4480 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 מַעֲשֵׂ֖ר H4643 מִן H4480 הַֽמַּעֲשֵֽׂר H4643 ",
      "27": "וְנֶחְשַׁ֥ב H2803 לָכֶ֖ם Hl תְּרוּמַתְכֶ֑ם H8641 כַּדָּגָן֙ H1715 מִן H4480 הַגֹּ֔רֶן H1637 וְכַֽ H4395 מִן H4480 הַיָּֽקֶב H3342 ",
      "28": "כֵּ֣ן H3651 תָּרִ֤ימוּ H7311 גַם H1571 אַתֶּם֙ H859 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 מִכֹּל֙ H3605 מַעְשְׂרֹ֣תֵיכֶ֔ם H4643 אֲשֶׁ֣ר H834 תִּקְח֔וּ H3947 מֵאֵ֖ת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּנְתַתֶּ֤ם H5414 מִמֶּ֨נּוּ֙ H4480 אֶת H853 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 לְאַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
      "29": "מִכֹּל֙ H3605 מַתְּנֹ֣תֵיכֶ֔ם H4979 תָּרִ֕ימוּ H7311 אֵ֖ת H853 כָּל H3605 תְּרוּמַ֣ת H8641 יְהוָ֑ה H3068 מִכָּל H3605 חֶלְבּ֔וֹ H2459 אֶֽת H853 מִקְדְּשׁ֖וֹ H4720 מִמֶּֽנּוּ H4480 ",
      "30": "וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 בַּהֲרִֽימְ H7311 אֶת H853 חֶלְבּוֹ֙ H2459 מִמֶּ֔נּוּ H4480 וְנֶחְשַׁב֙ H2803 לַלְוִיִּ֔ם H3881 כִּתְבוּאַ֥ת H8393 גֹּ֖רֶן H1637 וְכִ H8393 יָֽקֶב H3342 ",
      "31": "וַאֲכַלְתֶּ֤ם H398 אֹתוֹ֙ H853 בְּכָל H3605 מָק֔וֹם H4725 אַתֶּ֖ם H859 וּבֵֽיתְ H1004 כִּֽי H3588 שָׂכָ֥ר H7939 הוּא֙ H1931 לָכֶ֔ם Hl חֵ֥לֶף H2500 עֲבֹֽדַתְכֶ֖ם H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "32": "וְלֹֽא H3808 תִשְׂא֤וּ H5375 עָלָיו֙ H5921 חֵ֔טְא H2399 בַּהֲרִֽימְ H7311 אֶת H853 חֶלְבּ֖וֹ H2459 מִמֶּ֑נּוּ H4480 וְאֶת H853 קָדְשֵׁ֧י H6918 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 לֹ֥א H3808 תְחַלְּל֖וּ H2490 וְלֹ֥א H3808 תָמֽוּתוּ H4191 "
    },
    "19": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "2": "זֹ֚את H2063 חֻקַּ֣ת H2708 הַתּוֹרָ֔ה H8451 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 דַּבֵּ֣ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְיִקְח֣וּ H3947 אֵלֶיךָ֩ H413 פָרָ֨ה H6510 אֲדֻמָּ֜ה H122 תְּמִימָ֗ה H8549 אֲשֶׁ֤ר H834 אֵֽין H369 בָּהּ֙ Hb מ֔וּם H3971 אֲשֶׁ֛ר H834 לֹא H3808 עָלָ֥ה H5927 עָלֶ֖יהָ H5921 עֹֽל H5923 ",
      "3": "וּנְתַתֶּ֣ם H5414 אֹתָ֔הּ H853 אֶל H413 אֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 וְהוֹצִ֤יא H3318 אֹתָהּ֙ H853 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 וְשָׁחַ֥ט H7819 אֹתָ֖הּ H853 לְפָנָֽי H6440 ",
      "4": "וְלָקַ֞ח H3947 אֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 מִדָּמָ֖ H1818 בְּאֶצְבָּע֑ H676 וְהִזָּ֞ה H5137 אֶל H413 נֹ֨כַח H5227 פְּנֵ֧י H6440 אֹֽהֶל H168 מוֹעֵ֛ד H4150 מִדָּמָ֖ H1818 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
      "5": "וְשָׂרַ֥ף H8313 אֶת H853 הַפָּרָ֖ה H6510 לְעֵינָ֑י H5869 אֶת H853 עֹרָ֤הּ H5785 וְאֶת H853 בְּשָׂרָהּ֙ H1320 וְאֶת H853 דָּמָ֔הּ H1818 עַל H5921 פִּרְשָׁ֖הּ H6569 יִשְׂרֹֽף H8313 ",
      "6": "וְלָקַ֣ח H3947 הַכֹּהֵ֗ן H3548 עֵ֥ץ H6086 אֶ֛רֶז H730 וְאֵז֖וֹב H231 וּשְׁנִ֣י H8144 תוֹלָ֑עַת H8438 וְהִשְׁלִ֕יךְ H7993 אֶל H413 תּ֖וֹךְ H8432 שְׂרֵפַ֥ת H8316 הַפָּרָֽה H6510 ",
      "7": "וְכִבֶּ֨ס H3526 בְּגָדָ֜יו H899 הַכֹּהֵ֗ן H3548 וְרָחַ֤ץ H7364 בְּשָׂרוֹ֙ H1320 בַּמַּ֔יִם H4325 וְאַחַ֖ר H310 יָב֣וֹא H935 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 וְטָמֵ֥א H2930 הַכֹּהֵ֖ן H3548 עַד H5704 הָעָֽרֶב H6153 ",
      "8": "וְהַ H8313 אֹתָ֔הּ H853 יְכַבֵּ֤ס H3526 בְּגָדָיו֙ H899 בַּמַּ֔יִם H4325 וְרָחַ֥ץ H7364 בְּשָׂר֖וֹ H1320 בַּמָּ֑יִם H4325 וְטָמֵ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "9": "וְאָסַ֣ף H622 אִ֣ישׁ H376 טָה֗וֹר H2889 אֵ֚ת H853 אֵ֣פֶר H665 הַפָּרָ֔ה H6510 וְהִנִּ֛יחַ H3240 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 בְּמָק֣וֹם H4725 טָה֑וֹר H2889 וְ֠הָיְתָה H1961 לַעֲדַ֨ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 לְמִשְׁמֶ֛רֶת H4931 לְמֵ֥י H4325 נִדָּ֖ה H5079 חַטָּ֥את H2403 הִֽוא H1931 ",
      "10": "וְ֠כִבֶּס H3526 הָאֹסֵ֨ף H622 אֶת H853 אֵ֤פֶר H665 הַפָּרָה֙ H6510 אֶת H853 בְּגָדָ֔יו H899 וְטָמֵ֖א H2930 עַד H5704 הָעָ֑רֶב H6153 וְֽהָיְתָ֞ה H1961 לִבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְלַ H1616 הַגָּ֥ר H1481 בְּתוֹכָ֖ H8432 לְחֻקַּ֥ת H2708 עוֹלָֽם H5769 ",
      "11": "הַנֹּגֵ֥עַ H5060 בְּמֵ֖ת H4191 לְכָל H3605 נֶ֣פֶשׁ H5315 אָדָ֑ם H120 וְטָמֵ֖א H2930 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "12": "ה֣וּא H1931 יִתְחַטָּא H2398 ב֞וֹ Hb בַּיּ֧וֹם H3117 הַשְּׁלִישִׁ֛י H7992 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 יִטְהָ֑ר H2891 וְאִם H518 לֹ֨א H3808 יִתְחַטָּ֜א H2398 בַּיּ֧וֹם H3117 הַשְּׁלִישִׁ֛י H7992 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 לֹ֥א H3808 יִטְהָֽר H2891 ",
      "13": "כָּֽל H3605 הַנֹּגֵ֡עַ H5060 בְּמֵ֣ת H4191 בְּנֶפֶשׁ֩ H5315 הָאָדָ֨ם H120 אֲשֶׁר H834 יָמ֜וּת H4191 וְלֹ֣א H3808 יִתְחַטָּ֗א H2398 אֶת H853 מִשְׁכַּ֤ן H4908 יְהוָה֙ H3068 טִמֵּ֔א H2930 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִיִּשְׂרָאֵ֑ל H3478 כִּי֩ H3588 מֵ֨י H4325 נִדָּ֜ה H5079 לֹא H3808 זֹרַ֤ק H2236 עָלָיו֙ H5921 טָמֵ֣א H2931 יִהְיֶ֔ה H1961 ע֖וֹד H5750 טֻמְאָת֥וֹ H2932 בֽוֹ Hb ",
      "14": "זֹ֚את H2063 הַתּוֹרָ֔ה H8451 אָדָ֖ם H120 כִּֽי H3588 יָמ֣וּת H4191 בְּאֹ֑הֶל H168 כָּל H3605 הַבָּ֤א H935 אֶל H413 הָאֹ֨הֶל֙ H168 וְכָל H3605 אֲשֶׁ֣ר H834 בָּאֹ֔הֶל H168 יִטְמָ֖א H2930 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "15": "וְכֹל֙ H3605 כְּלִ֣י H3627 פָת֔וּחַ H6605 אֲשֶׁ֛ר H834 אֵין H369 צָמִ֥יד H6781 פָּתִ֖יל H6616 עָלָ֑יו H5921 טָמֵ֖א H2931 הֽוּא H1931 ",
      "16": "וְכֹ֨ל H3605 אֲשֶׁר H834 יִגַּ֜ע H5060 עַל H5921 פְּנֵ֣י H6440 הַשָּׂדֶ֗ה H7704 בַּֽחֲלַל H2491 חֶ֨רֶב֙ H2719 א֣וֹ H176 בְמֵ֔ת H4191 אֽוֹ H176 בְעֶ֥צֶם H6106 אָדָ֖ם H120 א֣וֹ H176 בְקָ֑בֶר H6913 יִטְמָ֖א H2930 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "17": "וְלָֽקְחוּ֙ H3947 לַטָּמֵ֔א H2931 מֵעֲפַ֖ר H6083 שְׂרֵפַ֣ת H8316 הַֽחַטָּ֑את H2403 וְנָתַ֥ן H5414 עָלָ֛יו H5921 מַ֥יִם H4325 חַיִּ֖ים H2416 אֶל H413 כֶּֽלִי H3627 ",
      "18": "וְלָקַ֨ח H3947 אֵז֜וֹב H231 וְטָבַ֣ל H2881 בַּמַּיִם֮ H4325 אִ֣ישׁ H376 טָהוֹר֒ H2889 וְהִזָּ֤ה H5137 עַל H5921 הָאֹ֨הֶל֙ H168 וְעַל H5921 כָּל H3605 הַכֵּלִ֔ים H3627 וְעַל H5921 הַנְּפָשׁ֖וֹת H5315 אֲשֶׁ֣ר H834 הָֽיוּ H1961 שָׁ֑ם H8033 וְעַל H5921 הַנֹּגֵ֗עַ H5060 בַּעֶ֨צֶם֙ H6106 א֣וֹ H176 בֶֽחָלָ֔ל H2491 א֥וֹ H176 בַמֵּ֖ת H4191 א֥וֹ H176 בַקָּֽבֶר H6913 ",
      "19": "וְהִזָּ֤ה H5137 הַטָּהֹר֙ H2889 עַל H5921 הַטָּמֵ֔א H2931 בַּיּ֥וֹם H3117 הַשְּׁלִישִׁ֖י H7992 וּבַ H3117 הַשְּׁבִיעִ֑י H7637 וְחִטְּא H2398 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָהֵ֥ר H2891 בָּעָֽרֶב H6153 ",
      "20": "וְאִ֤ישׁ H376 אֲשֶׁר H834 יִטְמָא֙ H2930 וְלֹ֣א H3808 יִתְחַטָּ֔א H2398 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִתּ֣וֹךְ H8432 הַקָּהָ֑ל H6951 כִּי֩ H3588 אֶת H853 מִקְדַּ֨שׁ H4720 יְהוָ֜ה H3068 טִמֵּ֗א H2930 מֵ֥י H4325 נִדָּ֛ה H5079 לֹא H3808 זֹרַ֥ק H2236 עָלָ֖יו H5921 טָמֵ֥א H2931 הֽוּא H1931 ",
      "21": "וְהָיְתָ֥ה H1961 לָּהֶ֖ם Hl לְחֻקַּ֣ת H2708 עוֹלָ֑ם H5769 וּמַזֵּ֤ה H5137 מֵֽי H4325 הַנִּדָּה֙ H5079 יְכַבֵּ֣ס H3526 בְּגָדָ֔יו H899 וְהַ H5060 בְּמֵ֣י H4325 הַנִּדָּ֔ה H5079 יִטְמָ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "22": "וְכֹ֛ל H3605 אֲשֶׁר H834 יִגַּע H5060 בּ֥וֹ Hb הַטָּמֵ֖א H2931 יִטְמָ֑א H2930 וְהַ H5315 הַנֹּגַ֖עַת H5060 תִּטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 "
    },
    "20": {
      "1": "וַיָּבֹ֣אוּ H935 בְנֵֽי H1121 יִ֠שְׂרָאֵל H3478 כָּל H3605 הָ֨עֵדָ֤ה H5712 מִדְבַּר H4057 צִן֙ H6790 בַּחֹ֣דֶשׁ H2320 הָֽרִאשׁ֔וֹן H7223 וַיֵּ֥שֶׁב H3427 הָעָ֖ם H5971 בְּקָדֵ֑שׁ H6946 וַתָּ֤מָת H4191 שָׁם֙ H8033 מִרְיָ֔ם H4813 וַתִּקָּבֵ֖ר H6912 שָֽׁם H8033 ",
      "2": "וְלֹא H3808 הָ֥יָה H1961 מַ֖יִם H4325 לָעֵדָ֑ה H5712 וַיִּקָּ֣הֲל֔וּ H6950 עַל H5921 מֹשֶׁ֖ה H4872 וְעַֽל H5921 אַהֲרֹֽן H175 ",
      "3": "וַיָּ֥רֶב H7378 הָעָ֖ם H5971 עִם H5973 מֹשֶׁ֑ה H4872 וַיֹּאמְר֣וּ H559 לֵאמֹ֔ר H559 וְל֥וּ H3863 גָוַ֛עְנוּ H1478 בִּגְוַ֥ע H1478 אַחֵ֖ינוּ H251 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "4": "וְלָ H4100 הֲבֵאתֶם֙ H935 אֶת H853 קְהַ֣ל H6951 יְהוָ֔ה H3068 אֶל H413 הַמִּדְבָּ֖ר H4057 הַזֶּ֑ה H2088 לָמ֣וּת H4191 שָׁ֔ם H8033 אֲנַ֖חְנוּ H587 וּבְעִירֵֽ H1165 ",
      "5": "וְלָ H4100 הֶֽעֱלִיתֻ֨נוּ֙ H5927 מִמִּצְרַ֔יִם H4714 לְהָבִ֣יא H935 אֹתָ֔נוּ H853 אֶל H413 הַמָּק֥וֹם H4725 הָרָ֖ע H7451 הַזֶּ֑ה H2088 לֹ֣א H3808 מְק֣וֹם H4725 זֶ֗רַע H2233 וּתְאֵנָ֤ה H8384 וְגֶ֨פֶן֙ H1612 וְרִמּ֔וֹן H7416 וּמַ֥יִם H4325 אַ֖יִן H369 לִשְׁתּֽוֹת H8354 ",
      "6": "וַיָּבֹא֩ H935 מֹשֶׁ֨ה H4872 וְאַהֲרֹ֜ן H175 מִפְּנֵ֣י H6440 הַקָּהָ֗ל H6951 אֶל H413 פֶּ֨תַח֙ H6607 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶ֑ם H6440 וַיֵּרָ֥א H7200 כְבוֹד H3519 יְהוָ֖ה H3068 אֲלֵיהֶֽם H413 ",
      "7": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "8": "קַ֣ח H3947 אֶת H853 הַמַּטֶּ֗ה H4294 וְהַקְהֵ֤ל H6950 אֶת H853 הָעֵדָה֙ H5712 אַתָּה֙ H859 וְאַהֲרֹ֣ן H175 אָחִ֔יךָ H251 וְדִבַּרְתֶּ֧ם H1696 אֶל H413 הַסֶּ֛לַע H5553 לְעֵינֵי H5869 וְנָתַ֣ן H5414 מֵימָ֑יו H4325 וְהוֹצֵאתָ֨ H3318 לָהֶ֥ם Hl מַ֨יִם֙ H4325 מִן H4480 הַסֶּ֔לַע H5553 וְהִשְׁקִיתָ֥ H8248 אֶת H853 הָעֵדָ֖ה H5712 וְאֶת H853 בְּעִירָֽם H1165 ",
      "9": "וַיִּקַּ֥ח H3947 מֹשֶׁ֛ה H4872 אֶת H853 הַמַּטֶּ֖ה H4294 מִלִּ H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֖ר H834 צִוָּֽהוּ H6680 ",
      "10": "וַיַּקְהִ֜לוּ H6950 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 אֶת H853 הַקָּהָ֖ל H6951 אֶל H413 פְּנֵ֣י H6440 הַסָּ֑לַע H5553 וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl שִׁמְעוּ H8085 נָא֙ H4994 הַמֹּרִ֔ים H4784 הֲמִן H4480 הַסֶּ֣לַע H5553 הַזֶּ֔ה H2088 נוֹצִ֥יא H3318 לָכֶ֖ם Hl מָֽיִם H4325 ",
      "11": "וַיָּ֨רֶם H7311 מֹשֶׁ֜ה H4872 אֶת H853 יָד֗וֹ H3027 וַיַּ֧ךְ H5221 אֶת H853 הַסֶּ֛לַע H5553 בְּמַטֵּ֖ H4294 פַּעֲמָ֑יִם H6471 וַיֵּצְאוּ֙ H3318 מַ֣יִם H4325 רַבִּ֔ים H7227 וַתֵּ֥שְׁתְּ H8354 הָעֵדָ֖ה H5712 וּבְעִירָֽ H1165 ",
      "12": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹן֒ H175 יַ֚עַן H3282 לֹא H3808 הֶאֱמַנְתֶּ֣ם H539 בִּ֔י Hb לְהַ֨קְדִּישֵׁ֔ H6942 לְעֵינֵ֖י H5869 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לָכֵ֗ן H3651 לֹ֤א H3808 תָבִ֨יאוּ֙ H935 אֶת H853 הַקָּהָ֣ל H6951 הַזֶּ֔ה H2088 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁר H834 נָתַ֥תִּי H5414 לָהֶֽם Hl ",
      "13": "הֵ֚מָּה H1992 מֵ֣י H4325 מְרִיבָ֔ה H4809 אֲשֶׁר H834 רָב֥וּ H7378 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶת H854 יְהוָ֑ה H3068 וַיִּקָּדֵ֖שׁ H6942 בָּֽם Hb ",
      "14": "וַיִּשְׁלַ֨ח H7971 מֹשֶׁ֧ה H4872 מַלְאָכִ֛ים H4397 מִקָּדֵ֖שׁ H6946 אֶל H413 מֶ֣לֶךְ H4428 אֱד֑וֹם H123 כֹּ֤ה H3541 אָמַר֙ H559 אָחִ֣יךָ H251 יִשְׂרָאֵ֔ל H3478 אַתָּ֣ה H859 יָדַ֔עְתָּ H3045 אֵ֥ת H853 כָּל H3605 הַתְּלָאָ֖ה H8513 אֲשֶׁ֥ר H834 מְצָאָֽתְנוּ H4672 ",
      "15": "וַיֵּרְד֤וּ H3381 אֲבֹתֵ֨ינוּ֙ H1 מִצְרַ֔יְמָה H4714 וַנֵּ֥שֶׁב H3427 בְּמִצְרַ֖יִם H4714 יָמִ֣ים H3117 רַבִּ֑ים H7227 וַיָּרֵ֥עוּ H7489 לָ֛נוּ Hl מִצְרַ֖יִם H4713 וְלַ H1 ",
      "16": "וַנִּצְעַ֤ק H6817 אֶל H413 יְהוָה֙ H3068 וַיִּשְׁמַ֣ע H8085 קֹלֵ֔נוּ H6963 וַיִּשְׁלַ֣ח H7971 מַלְאָ֔ךְ H4397 וַיֹּצִאֵ֖ H3318 מִמִּצְרָ֑יִם H4714 וְהִנֵּה֙ H2009 אֲנַ֣חְנוּ H587 בְקָדֵ֔שׁ H6946 עִ֖יר H5892 קְצֵ֥ה H7097 גְבוּלֶֽךָ H1366 ",
      "17": "נַעְבְּרָה H5674 נָּ֣א H4994 בְאַרְצֶ֗ H776 לֹ֤א H3808 נַעֲבֹר֙ H5674 בְּשָׂדֶ֣ה H7704 וּבְ H3754 וְלֹ֥א H3808 נִשְׁתֶּ֖ה H8354 מֵ֣י H4325 בְאֵ֑ר H875 דֶּ֧רֶךְ H1870 הַמֶּ֣לֶךְ H4428 נֵלֵ֗ךְ H3212 לֹ֤א H3808 נִטֶּה֙ H5186 יָמִ֣ין H3225 וּשְׂמֹ֔אול H8040 עַ֥ד H5704 אֲשֶֽׁר H834 נַעֲבֹ֖ר H5674 גְּבוּלֶֽךָ H1366 ",
      "18": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֱד֔וֹם H123 לֹ֥א H3808 תַעֲבֹ֖ר H5674 בִּ֑י Hb פֶּן H6435 בַּחֶ֖רֶב H2719 אֵצֵ֥א H3318 לִקְרָאתֶֽ H7125 ",
      "19": "וַיֹּאמְר֨וּ H559 אֵלָ֥יו H413 בְּנֵֽי H1121 יִשְׂרָאֵ֘ל H3478 בַּֽמְסִלָּ֣ה H4546 נַעֲלֶה֒ H5927 וְאִם H518 מֵימֶ֤יךָ H4325 נִשְׁתֶּה֙ H8354 אֲנִ֣י H589 וּמִקְנַ֔ H4735 וְנָתַתִּ֖י H5414 מִכְרָ֑ם H4377 רַ֥ק H7535 אֵין H369 דָּבָ֖ר H1697 בְּרַגְלַ֥ H7272 אֶֽעֱבֹֽרָה H5674 ",
      "20": "וַיֹּ֖אמֶר H559 לֹ֣א H3808 תַעֲבֹ֑ר H5674 וַיֵּצֵ֤א H3318 אֱדוֹם֙ H123 לִקְרָאת֔ H7125 בְּעַ֥ם H5971 כָּבֵ֖ד H3515 וּבְ H3027 חֲזָקָֽה H2389 ",
      "21": "וַיְמָאֵ֣ן H3985 אֱד֗וֹם H123 נְתֹן֙ H5414 אֶת H853 יִשְׂרָאֵ֔ל H3478 עֲבֹ֖ר H5674 בִּגְבֻל֑ H1366 וַיֵּ֥ט H5186 יִשְׂרָאֵ֖ל H3478 מֵעָלָֽי H5921 ",
      "22": "וַיִּסְע֖וּ H5265 מִקָּדֵ֑שׁ H6946 וַיָּבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 כָּל H3605 הָעֵדָ֖ה H5712 הֹ֥ר H2023 הָהָֽר H2022 ",
      "23": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 בְּהֹ֣ר H2023 הָהָ֑ר H2022 עַל H5921 גְּב֥וּל H1366 אֶֽרֶץ H776 אֱד֖וֹם H123 לֵאמֹֽר H559 ",
      "24": "יֵאָסֵ֤ף H622 אַהֲרֹן֙ H175 אֶל H413 עַמָּ֔יו H5971 כִּ֣י H3588 לֹ֤א H3808 יָבֹא֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 עַ֛ל H5921 אֲשֶׁר H834 מְרִיתֶ֥ם H4784 אֶת H853 פִּ֖י H6310 לְמֵ֥י H4325 מְרִיבָֽה H4809 ",
      "25": "קַ֚ח H3947 אֶֽת H853 אַהֲרֹ֔ן H175 וְאֶת H853 אֶלְעָזָ֖ר H499 בְּנ֑וֹ H1121 וְהַ֥עַל H5927 אֹתָ֖ם H853 הֹ֥ר H2023 הָהָֽר H2022 ",
      "26": "וְהַפְשֵׁ֤ט H6584 אֶֽת H853 אַהֲרֹן֙ H175 אֶת H853 בְּגָדָ֔יו H899 וְהִלְבַּשְׁתָּ֖ H3847 אֶת H853 אֶלְעָזָ֣ר H499 בְּנ֑וֹ H1121 וְאַהֲרֹ֥ן H175 יֵאָסֵ֖ף H622 וּמֵ֥ת H4191 שָֽׁם H8033 ",
      "27": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 כַּאֲשֶׁ֖ר H834 צִוָּ֣ה H6680 יְהוָ֑ה H3068 וַֽיַּעֲלוּ֙ H5927 אֶל H413 הֹ֣ר H2023 הָהָ֔ר H2022 לְעֵינֵ֖י H5869 כָּל H3605 הָעֵדָֽה H5712 ",
      "28": "וַיַּפְשֵׁט֩ H6584 מֹשֶׁ֨ה H4872 אֶֽת H853 אַהֲרֹ֜ן H175 אֶת H853 בְּגָדָ֗יו H899 וַיַּלְבֵּ֤שׁ H3847 אֹתָם֙ H854 אֶת H853 אֶלְעָזָ֣ר H499 בְּנ֔וֹ H1121 וַיָּ֧מָת H4191 אַהֲרֹ֛ן H175 שָׁ֖ם H8033 בְּרֹ֣אשׁ H7218 הָהָ֑ר H2022 וַיֵּ֧רֶד H3381 מֹשֶׁ֛ה H4872 וְאֶלְעָזָ֖ר H499 מִן H4480 הָהָֽר H2022 ",
      "29": "וַיִּרְאוּ֙ H7200 כָּל H3605 הָ֣עֵדָ֔ה H5712 כִּ֥י H3588 גָוַ֖ע H1478 אַהֲרֹ֑ן H175 וַיִּבְכּ֤וּ H1058 אֶֽת H853 אַהֲרֹן֙ H175 שְׁלֹשִׁ֣ים H7970 י֔וֹם H3117 כֹּ֖ל H3605 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 "
    },
    "21": {
      "1": "וַיִּשְׁמַ֞ע H8085 הַכְּנַעֲנִ֤י H3669 מֶֽלֶךְ H4428 עֲרָד֙ H6166 יֹשֵׁ֣ב H3427 הַנֶּ֔גֶב H5045 כִּ֚י H3588 בָּ֣א H935 יִשְׂרָאֵ֔ל H3478 דֶּ֖רֶךְ H1870 הָאֲתָרִ֑ים H871 וַיִּלָּ֨חֶם֙ H3898 בְּיִשְׂרָאֵ֔ל H3478 וַיִּ֥שְׁבְּ H7617 מִמֶּ֖נּוּ H4480 שֶֽׁבִי H7628 ",
      "2": "וַיִּדַּ֨ר H5087 יִשְׂרָאֵ֥ל H3478 נֶ֛דֶר H5088 לַֽיהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אִם H518 נָתֹ֨ן H5414 תִּתֵּ֜ן H5414 אֶת H853 הָעָ֤ם H5971 הַזֶּה֙ H2088 בְּיָדִ֔ H3027 וְהַֽחֲרַמְתִּ֖י H2763 אֶת H853 עָרֵיהֶֽם H5892 ",
      "3": "וַיִּשְׁמַ֨ע H8085 יְהוָ֜ה H3068 בְּק֣וֹל H6963 יִשְׂרָאֵ֗ל H3478 וַיִּתֵּן֙ H5414 אֶת H853 הַֽכְּנַעֲנִ֔י H3669 וַיַּחֲרֵ֥ם H2763 אֶתְהֶ֖ם H853 וְאֶת H853 עָרֵיהֶ֑ם H5892 וַיִּקְרָ֥א H7121 שֵׁם H8034 הַמָּק֖וֹם H4725 חָרְמָֽה H2767 ",
      "4": "וַיִּסְע֞וּ H5265 מֵהֹ֤ר H2023 הָהָר֙ H2022 דֶּ֣רֶךְ H1870 יַם H3220 ס֔וּף H5488 לִסְבֹ֖ב H5437 אֶת H853 אֶ֣רֶץ H776 אֱד֑וֹם H123 וַתִּקְצַ֥ר H7114 נֶֽפֶשׁ H5315 הָעָ֖ם H5971 בַּדָּֽרֶךְ H1870 ",
      "5": "וַיְדַבֵּ֣ר H1696 הָעָ֗ם H5971 בֵּֽאלֹהִים֮ H430 וּבְ H4872 לָמָ֤ה H4100 הֶֽעֱלִיתֻ֨נוּ֙ H5927 מִמִּצְרַ֔יִם H4714 לָמ֖וּת H4191 בַּמִּדְבָּ֑ר H4057 כִּ֣י H3588 אֵ֥ין H369 לֶ֨חֶם֙ H3899 וְאֵ֣ין H369 מַ֔יִם H4325 וְנַפְשֵׁ֣ H5315 קָ֔צָה H6973 בַּלֶּ֖חֶם H3899 הַקְּלֹקֵֽל H7052 ",
      "6": "וַיְשַׁלַּ֨ח H7971 יְהוָ֜ה H3068 בָּעָ֗ם H5971 אֵ֚ת H853 הַנְּחָשִׁ֣ים H5175 הַשְּׂרָפִ֔ים H8314 וַֽיְנַשְּׁכ֖וּ H5391 אֶת H853 הָעָ֑ם H5971 וַיָּ֥מָת H4191 עַם H5971 רָ֖ב H7227 מִיִּשְׂרָאֵֽל H3478 ",
      "7": "וַיָּבֹא֩ H935 הָעָ֨ם H5971 אֶל H413 מֹשֶׁ֜ה H4872 וַיֹּאמְר֣וּ H559 חָטָ֗אנוּ H2398 כִּֽי H3588 דִבַּ֤רְנוּ H1696 בַֽיהוָה֙ H3068 וָבָ֔ Hc/Hb הִתְפַּלֵּל֙ H6419 אֶל H413 יְהוָ֔ה H3068 וְיָסֵ֥ר H5493 מֵעָלֵ֖י H5921 אֶת H853 הַנָּחָ֑שׁ H5175 וַיִּתְפַּלֵּ֥ל H6419 מֹשֶׁ֖ה H4872 בְּעַ֥ד H1157 הָעָֽם H5971 ",
      "8": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 עֲשֵׂ֤ה H6213 לְךָ֙ Hl שָׂרָ֔ף H8314 וְשִׂ֥ים H7760 אֹת֖וֹ H853 עַל H5921 נֵ֑ס H5251 וְהָיָה֙ H1961 כָּל H3605 הַנָּשׁ֔וּךְ H5391 וְרָאָ֥ה H7200 אֹת֖וֹ H853 וָחָֽי H2425 ",
      "9": "וַיַּ֤עַשׂ H6213 מֹשֶׁה֙ H4872 נְחַ֣שׁ H5175 נְחֹ֔שֶׁת H5178 וַיְשִׂמֵ֖ H7760 עַל H5921 הַנֵּ֑ס H5251 וְהָיָ֗ה H1961 אִם H518 נָשַׁ֤ךְ H5391 הַנָּחָשׁ֙ H5175 אֶת H853 אִ֔ישׁ H376 וְהִבִּ֛יט H5027 אֶל H413 נְחַ֥שׁ H5175 הַנְּחֹ֖שֶׁת H5178 וָחָֽי H2425 ",
      "10": "וַיִּסְע֖וּ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיַּחֲנ֖וּ H2583 בְּאֹבֹֽת H88 ",
      "11": "וַיִּסְע֖וּ H5265 מֵאֹבֹ֑ת H88 וַֽיַּחֲנ֞וּ H2583 בְּעִיֵּ֣י H5863 הָֽעֲבָרִ֗ים H5863 בַּמִּדְבָּר֙ H4057 אֲשֶׁר֙ H834 עַל H5921 פְּנֵ֣י H6440 מוֹאָ֔ב H4124 מִמִּזְרַ֖ח H4217 הַשָּֽׁמֶשׁ H8121 ",
      "12": "מִשָּׁ֖ם H8033 נָסָ֑עוּ H5265 וַֽיַּחֲנ֖וּ H2583 בְּנַ֥חַל H5158 זָֽרֶד H2218 ",
      "13": "מִשָּׁם֮ H8033 נָסָעוּ֒ H5265 וַֽיַּחֲנ֗וּ H2583 מֵעֵ֤בֶר H5676 אַרְנוֹן֙ H769 אֲשֶׁ֣ר H834 בַּמִּדְבָּ֔ר H4057 הַיֹּצֵ֖א H3318 מִגְּב֣וּל H1366 הָֽאֱמֹרִ֑י H567 כִּ֤י H3588 אַרְנוֹן֙ H769 גְּב֣וּל H1366 מוֹאָ֔ב H4124 בֵּ֥ין H996 מוֹאָ֖ב H4124 וּבֵ֥ין H996 הָאֱמֹרִֽי H567 ",
      "14": "עַל H5921 כֵּן֙ H3651 יֵֽאָמַ֔ר H559 בְּסֵ֖פֶר H5612 מִלְחֲמֹ֣ת H4421 יְהוָ֑ה H3068 אֶת H853 וָהֵ֣ב H2052 בְּסוּפָ֔ה H5492 וְאֶת H853 הַנְּחָלִ֖ים H5158 אַרְנֽוֹן H769 ",
      "15": "וְאֶ֨שֶׁד֙ H793 הַנְּחָלִ֔ים H5158 אֲשֶׁ֥ר H834 נָטָ֖ה H5186 לְשֶׁ֣בֶת H3427 עָ֑ר H6144 וְנִשְׁעַ֖ן H8172 לִגְב֥וּל H1366 מוֹאָֽב H4124 ",
      "16": "וּמִ H8033 בְּאֵ֑רָה H876 הִ֣וא H1931 הַבְּאֵ֗ר H875 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 לְמֹשֶׁ֔ה H4872 אֱסֹף֙ H622 אֶת H853 הָעָ֔ם H5971 וְאֶתְּנָ֥ה H5414 לָהֶ֖ם Hl מָֽיִם H4325 ",
      "17": "אָ֚ז H227 יָשִׁ֣יר H7891 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַשִּׁירָ֖ה H7892 הַזֹּ֑את H2063 עֲלִ֥י H5927 בְאֵ֖ר H875 עֱנוּ H6030 לָֽהּ Hl ",
      "18": "בְּאֵ֞ר H875 חֲפָר֣וּהָ H2658 שָׂרִ֗ים H8269 כָּר֨וּהָ֙ H3738 נְדִיבֵ֣י H5081 הָעָ֔ם H5971 בִּמְחֹקֵ֖ק H2710 בְּמִשְׁעֲנֹתָ֑ H4938 וּמִ H4057 מַתָּנָֽה H4980 ",
      "19": "וּמִ H4980 נַחֲלִיאֵ֑ל H5160 וּמִ H5160 בָּמֽוֹת H1120 ",
      "20": "וּמִ H1120 הַגַּיְא֙ H1516 אֲשֶׁר֙ H834 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 רֹ֖אשׁ H7218 הַפִּסְגָּ֑ה H6449 וְנִשְׁקָ֖פָה H8259 עַל H5921 פְּנֵ֥י H6440 הַיְשִׁימֹֽן H3452 ",
      "21": "וַיִּשְׁלַ֤ח H7971 יִשְׂרָאֵל֙ H3478 מַלְאָכִ֔ים H4397 אֶל H413 סִיחֹ֥ן H5511 מֶֽלֶךְ H4428 הָאֱמֹרִ֖י H567 לֵאמֹֽר H559 ",
      "22": "אֶעְבְּרָ֣ה H5674 בְאַרְצֶ֗ H776 לֹ֤א H3808 נִטֶּה֙ H5186 בְּשָׂדֶ֣ה H7704 וּבְ H3754 לֹ֥א H3808 נִשְׁתֶּ֖ה H8354 מֵ֣י H4325 בְאֵ֑ר H875 בְּדֶ֤רֶךְ H1870 הַמֶּ֨לֶךְ֙ H4428 נֵלֵ֔ךְ H3212 עַ֥ד H5704 אֲשֶֽׁר H834 נַעֲבֹ֖ר H5674 גְּבֻלֶֽךָ H1366 ",
      "23": "וְלֹא H3808 נָתַ֨ן H5414 סִיחֹ֣ן H5511 אֶת H853 יִשְׂרָאֵל֮ H3478 עֲבֹ֣ר H5674 בִּגְבֻל H1366 וַיֶּאֱסֹ֨ף H622 סִיחֹ֜ן H5511 אֶת H853 כָּל H3605 עַמּ֗וֹ H5971 וַיֵּצֵ֞א H3318 לִקְרַ֤את H7125 יִשְׂרָאֵל֙ H3478 הַמִּדְבָּ֔רָ H4057 וַיָּבֹ֖א H935 יָ֑הְצָה H3096 וַיִּלָּ֖חֶם H3898 בְּיִשְׂרָאֵֽל H3478 ",
      "24": "וַיַּכֵּ֥ H5221 יִשְׂרָאֵ֖ל H3478 לְפִי H6310 חָ֑רֶב H2719 וַיִּירַ֨שׁ H3423 אֶת H853 אַרְצ֜וֹ H776 מֵֽאַרְנֹ֗ן H769 עַד H5704 יַבֹּק֙ H2999 עַד H5704 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 כִּ֣י H3588 עַ֔ז H5794 גְּב֖וּל H1366 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "25": "וַיִּקַּח֙ H3947 יִשְׂרָאֵ֔ל H3478 אֵ֥ת H853 כָּל H3605 הֶעָרִ֖ים H5892 הָאֵ֑לֶּה H428 וַיֵּ֤שֶׁב H3427 יִשְׂרָאֵל֙ H3478 בְּכָל H3605 עָרֵ֣י H5892 הָֽאֱמֹרִ֔י H567 בְּחֶשְׁבּ֖וֹן H2809 וּבְ H3605 בְּנֹתֶֽיהָ H1323 ",
      "26": "כִּ֣י H3588 חֶשְׁבּ֔וֹן H2809 עִ֗יר H5892 סִיחֹ֛ן H5511 מֶ֥לֶךְ H4428 הָאֱמֹרִ֖י H567 הִ֑וא H1931 וְה֣וּא H1931 נִלְחַ֗ם H3898 בְּמֶ֤לֶךְ H4428 מוֹאָב֙ H4124 הָֽרִאשׁ֔וֹן H7223 וַיִּקַּ֧ח H3947 אֶת H853 כָּל H3605 אַרְצ֛וֹ H776 מִיָּד֖ H3027 עַד H5704 אַרְנֹֽן H769 ",
      "27": "עַל H5921 כֵּ֛ן H3651 יֹאמְר֥וּ H559 הַמֹּשְׁלִ֖ים H4911 בֹּ֣אוּ H935 חֶשְׁבּ֑וֹן H2809 תִּבָּנֶ֥ה H1129 וְתִכּוֹנֵ֖ן H3559 עִ֥יר H5892 סִיחֽוֹן H5511 ",
      "28": "כִּי H3588 אֵשׁ֙ H784 יָֽצְאָ֣ה H3318 מֵֽחֶשְׁבּ֔וֹן H2809 לֶהָבָ֖ה H3852 מִקִּרְיַ֣ת H7151 סִיחֹ֑ן H5511 אָֽכְלָה֙ H398 עָ֣ר H6144 מוֹאָ֔ב H4124 בַּעֲלֵ֖י H1167 בָּמ֥וֹת H1116 אַרְנֹֽן H769 ",
      "29": "אוֹי H188 לְךָ֣ Hl מוֹאָ֔ב H4124 אָבַ֖דְתָּ H6 עַם H5971 כְּמ֑וֹשׁ H3645 נָתַ֨ן H5414 בָּנָ֤יו H1121 פְּלֵיטִם֙ H6412 וּבְנֹתָ֣י H1323 בַּשְּׁבִ֔ית H7628 לְמֶ֥לֶךְ H4428 אֱמֹרִ֖י H567 סִיחֽוֹן H5511 ",
      "30": "וַנִּירָ֛ H3384 אָבַ֥ד H6 חֶשְׁבּ֖וֹן H2809 עַד H5704 דִּיב֑וֹן H1769 וַנַּשִּׁ֣ים H8074 עַד H5704 נֹ֔פַח H5302 אֲשֶׁ֖רׄ H834 עַד H5704 מֵֽידְבָֽא H4311 ",
      "31": "וַיֵּ֨שֶׁב֙ H3427 יִשְׂרָאֵ֔ל H3478 בְּאֶ֖רֶץ H776 הָאֱמֹרִֽי H567 ",
      "32": "וַיִּשְׁלַ֤ח H7971 מֹשֶׁה֙ H4872 לְרַגֵּ֣ל H7270 אֶת H853 יַעְזֵ֔ר H3270 וַֽיִּלְכְּד֖וּ H3920 בְּנֹתֶ֑יהָ H1323 ויירש H3423 אֶת H853 הָאֱמֹרִ֥י H567 אֲשֶׁר H834 שָֽׁם H8033 ",
      "33": "וַיִּפְנוּ֙ H6437 וַֽיַּעֲל֔וּ H5927 דֶּ֖רֶךְ H1870 הַבָּשָׁ֑ן H1316 וַיֵּצֵ֣א H3318 עוֹג֩ H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֨ן H1316 לִקְרָאתָ֜ H7125 ה֧וּא H1931 וְכָל H3605 עַמּ֛וֹ H5971 לַמִּלְחָמָ֖ה H4421 אֶדְרֶֽעִי H154 ",
      "34": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 אַל H408 תִּירָ֣א H3372 אֹת֔וֹ H853 כִּ֣י H3588 בְיָדְ H3027 נָתַ֧תִּי H5414 אֹת֛וֹ H853 וְאֶת H853 כָּל H3605 עַמּ֖וֹ H5971 וְאֶת H853 אַרְצ֑וֹ H776 וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl כַּאֲשֶׁ֣ר H834 עָשִׂ֗יתָ H6213 לְסִיחֹן֙ H5511 מֶ֣לֶךְ H4428 הָֽאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 יוֹשֵׁ֖ב H3427 בְּחֶשְׁבּֽוֹן H2809 ",
      "35": "וַיַּכּ֨וּ H5221 אֹת֤וֹ H853 וְאֶת H853 בָּנָיו֙ H1121 וְאֶת H853 כָּל H3605 עַמּ֔וֹ H5971 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִ֑יד H8300 וַיִּֽירְשׁ֖וּ H3423 אֶת H853 אַרְצֽוֹ H776 "
    },
    "22": {
      "1": "וַיִּסְע֖וּ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיַּחֲנוּ֙ H2583 בְּעַֽרְב֣וֹת H6160 מוֹאָ֔ב H4124 מֵעֵ֖בֶר H5676 לְיַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
      "2": "וַיַּ֥רְא H7200 בָּלָ֖ק H1111 בֶּן H1121 צִפּ֑וֹר H6834 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 עָשָׂ֥ה H6213 יִשְׂרָאֵ֖ל H3478 לָֽאֱמֹרִֽי H567 ",
      "3": "וַיָּ֨גָר H1481 מוֹאָ֜ב H4124 מִפְּנֵ֥י H6440 הָעָ֛ם H5971 מְאֹ֖ד H3966 כִּ֣י H3588 רַב H7227 ה֑וּא H1931 וַיָּ֣קָץ H6973 מוֹאָ֔ב H4124 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "4": "וַיֹּ֨אמֶר H559 מוֹאָ֜ב H4124 אֶל H413 זִקְנֵ֣י H2205 מִדְיָ֗ן H4080 עַתָּ֞ה H6258 יְלַחֲכ֤וּ H3897 הַקָּהָל֙ H6951 אֶת H853 כָּל H3605 סְבִ֣יבֹתֵ֔ינוּ H5439 כִּלְחֹ֣ךְ H3897 הַשּׁ֔וֹר H7794 אֵ֖ת H853 יֶ֣רֶק H3418 הַשָּׂדֶ֑ה H7704 וּבָלָ֧ק H1111 בֶּן H1121 צִפּ֛וֹר H6834 מֶ֥לֶךְ H4428 לְמוֹאָ֖ב H4124 בָּעֵ֥ת H6256 הַהִֽוא H1931 ",
      "5": "וַיִּשְׁלַ֨ח H7971 מַלְאָכִ֜ים H4397 אֶל H413 בִּלְעָ֣ם H1109 בֶּן H1121 בְּע֗וֹר H1160 פְּ֠תוֹרָה H6604 אֲשֶׁ֧ר H834 עַל H5921 הַנָּהָ֛ר H5104 אֶ֥רֶץ H776 בְּנֵי H1121 עַמּ֖וֹ H5971 לִקְרֹא H7121 ל֑וֹ Hl לֵאמֹ֗ר H559 הִ֠נֵּה H2009 עַ֣ם H5971 יָצָ֤א H3318 מִמִּצְרַ֨יִם֙ H4714 הִנֵּ֤ה H2009 כִסָּה֙ H3680 אֶת H853 עֵ֣ין H5869 הָאָ֔רֶץ H776 וְה֥וּא H1931 יֹשֵׁ֖ב H3427 מִמֻּלִֽ H4136 ",
      "6": "וְעַתָּה֩ H6258 לְכָה H3212 נָּ֨א H4994 אָֽרָה H779 לִּ֜י Hl אֶת H853 הָעָ֣ם H5971 הַזֶּ֗ה H2088 כִּֽי H3588 עָצ֥וּם H6099 הוּא֙ H1931 מִמֶּ֔נִּי H4480 אוּלַ֤י H194 אוּכַל֙ H3201 נַכֶּה H5221 בּ֔וֹ Hb וַאֲגָרְשֶׁ֖ H1644 מִן H4480 הָאָ֑רֶץ H776 כִּ֣י H3588 יָדַ֗עְתִּי H3045 אֵ֤ת H853 אֲשֶׁר H834 תְּבָרֵךְ֙ H1288 מְבֹרָ֔ךְ H1288 וַאֲשֶׁ֥ר H834 תָּאֹ֖ר H779 יוּאָֽר H779 ",
      "7": "וַיֵּ֨לְכ֜וּ H3212 זִקְנֵ֤י H2205 מוֹאָב֙ H4124 וְזִקְנֵ֣י H2205 מִדְיָ֔ן H4080 וּקְסָמִ֖ים H7081 בְּיָדָ֑ H3027 וַיָּבֹ֨אוּ֙ H935 אֶל H413 בִּלְעָ֔ם H1109 וַיְדַבְּר֥וּ H1696 אֵלָ֖יו H413 דִּבְרֵ֥י H1697 בָלָֽק H1111 ",
      "8": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 לִ֤ינוּ H3885 פֹה֙ H6311 הַלַּ֔יְלָה H3915 וַהֲשִׁבֹתִ֤י H7725 אֶתְכֶם֙ H853 דָּבָ֔ר H1697 כַּאֲשֶׁ֛ר H834 יְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֵלָ֑י H413 וַיֵּשְׁב֥וּ H3427 שָׂרֵֽי H8269 מוֹאָ֖ב H4124 עִם H5973 בִּלְעָֽם H1109 ",
      "9": "וַיָּבֹ֥א H935 אֱלֹהִ֖ים H430 אֶל H413 בִּלְעָ֑ם H1109 וַיֹּ֕אמֶר H559 מִ֛י H4310 הָאֲנָשִׁ֥ים H376 הָאֵ֖לֶּה H428 עִמָּֽךְ H5973 ",
      "10": "וַיֹּ֥אמֶר H559 בִּלְעָ֖ם H1109 אֶל H413 הָאֱלֹהִ֑ים H430 בָּלָ֧ק H1111 בֶּן H1121 צִפֹּ֛ר H6834 מֶ֥לֶךְ H4428 מוֹאָ֖ב H4124 שָׁלַ֥ח H7971 אֵלָֽי H413 ",
      "11": "הִנֵּ֤ה H2009 הָעָם֙ H5971 הַיֹּצֵ֣א H3318 מִמִּצְרַ֔יִם H4714 וַיְכַ֖ס H3680 אֶת H853 עֵ֣ין H5869 הָאָ֑רֶץ H776 עַתָּ֗ה H6258 לְכָ֤ה H3212 קָֽבָה H6895 לִּי֙ Hl אֹת֔וֹ H853 אוּלַ֥י H194 אוּכַ֛ל H3201 לְהִלָּ֥חֶם H3898 בּ֖וֹ Hb וְגֵרַשְׁתִּֽי H1644 ",
      "12": "וַיֹּ֤אמֶר H559 אֱלֹהִים֙ H430 אֶל H413 בִּלְעָ֔ם H1109 לֹ֥א H3808 תֵלֵ֖ךְ H3212 עִמָּהֶ֑ם H5973 לֹ֤א H3808 תָאֹר֙ H779 אֶת H853 הָעָ֔ם H5971 כִּ֥י H3588 בָר֖וּךְ H1288 הֽוּא H1931 ",
      "13": "וַיָּ֤קָם H6965 בִּלְעָם֙ H1109 בַּבֹּ֔קֶר H1242 וַיֹּ֨אמֶר֙ H559 אֶל H413 שָׂרֵ֣י H8269 בָלָ֔ק H1111 לְכ֖וּ H3212 אֶֽל H413 אַרְצְכֶ֑ם H776 כִּ֚י H3588 מֵאֵ֣ן H3985 יְהוָ֔ה H3068 לְתִתִּ֖ H5414 לַהֲלֹ֥ךְ H1980 עִמָּכֶֽם H5973 ",
      "14": "וַיָּק֨וּמוּ֙ H6965 שָׂרֵ֣י H8269 מוֹאָ֔ב H4124 וַיָּבֹ֖אוּ H935 אֶל H413 בָּלָ֑ק H1111 וַיֹּ֣אמְר֔וּ H559 מֵאֵ֥ן H3985 בִּלְעָ֖ם H1109 הֲלֹ֥ךְ H1980 עִמָּֽנוּ H5973 ",
      "15": "וַיֹּ֥סֶף H3254 ע֖וֹד H5750 בָּלָ֑ק H1111 שְׁלֹ֣חַ H7971 שָׂרִ֔ים H8269 רַבִּ֥ים H7227 וְנִכְבָּדִ֖ים H3513 מֵאֵֽלֶּה H428 ",
      "16": "וַיָּבֹ֖אוּ H935 אֶל H413 בִּלְעָ֑ם H1109 וַיֹּ֣אמְרוּ H559 ל֗וֹ Hl כֹּ֤ה H3541 אָמַר֙ H559 בָּלָ֣ק H1111 בֶּן H1121 צִפּ֔וֹר H6834 אַל H408 נָ֥א H4994 תִמָּנַ֖ע H4513 מֵהֲלֹ֥ךְ H1980 אֵלָֽי H413 ",
      "17": "כִּֽי H3588 כַבֵּ֤ד H3513 אֲכַבֶּדְךָ֙ H3513 מְאֹ֔ד H3966 וְכֹ֛ל H3605 אֲשֶׁר H834 תֹּאמַ֥ר H559 אֵלַ֖י H413 אֶֽעֱשֶׂ֑ה H6213 וּלְכָ H3212 נָּא֙ H4994 קָֽבָה H6895 לִּ֔י Hl אֵ֖ת H853 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
      "18": "וַיַּ֣עַן H6030 בִּלְעָ֗ם H1109 וַיֹּ֨אמֶר֙ H559 אֶל H413 עַבְדֵ֣י H5650 בָלָ֔ק H1111 אִם H518 יִתֶּן H5414 לִ֥י Hl בָלָ֛ק H1111 מְלֹ֥א H4393 בֵית֖וֹ H1004 כֶּ֣סֶף H3701 וְזָהָ֑ב H2091 לֹ֣א H3808 אוּכַ֗ל H3201 לַעֲבֹר֙ H5674 אֶת H853 פִּי֙ H6310 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 לַעֲשׂ֥וֹת H6213 קְטַנָּ֖ה H6996 א֥וֹ H176 גְדוֹלָֽה H1419 ",
      "19": "וְעַתָּ֗ה H6258 שְׁב֨וּ H3427 נָ֥א H4994 בָזֶ֛ה H2088 גַּם H1571 אַתֶּ֖ם H859 הַלָּ֑יְלָה H3915 וְאֵ֣דְעָ֔ה H3045 מַה H4100 יֹּסֵ֥ף H3254 יְהוָ֖ה H3068 דַּבֵּ֥ר H1696 עִמִּֽי H5973 ",
      "20": "וַיָּבֹ֨א H935 אֱלֹהִ֥ים H430 אֶל H413 בִּלְעָם֮ H1109 לַיְלָה֒ H3915 וַיֹּ֣אמֶר H559 ל֗וֹ Hl אִם H518 לִקְרֹ֤א H7121 לְךָ֙ Hl בָּ֣אוּ H935 הָאֲנָשִׁ֔ים H376 ק֖וּם H6965 לֵ֣ךְ H3212 אִתָּ֑ם H854 וְאַ֗ךְ H389 אֶת H853 הַדָּבָ֛ר H1697 אֲשֶׁר H834 אֲדַבֵּ֥ר H1696 אֵלֶ֖יךָ H413 אֹת֥וֹ H853 תַעֲשֶֽׂה H6213 ",
      "21": "וַיָּ֤קָם H6965 בִּלְעָם֙ H1109 בַּבֹּ֔קֶר H1242 וַֽיַּחֲבֹ֖שׁ H2280 אֶת H853 אֲתֹנ֑וֹ H860 וַיֵּ֖לֶךְ H3212 עִם H5973 שָׂרֵ֥י H8269 מוֹאָֽב H4124 ",
      "22": "וַיִּֽחַר H2734 אַ֣ף H639 אֱלֹהִים֮ H430 כִּֽי H3588 הוֹלֵ֣ךְ H1980 הוּא֒ H1931 וַיִּתְיַצֵּ֞ב H3320 מַלְאַ֧ךְ H4397 יְהוָ֛ה H3068 בַּדֶּ֖רֶךְ H1870 לְשָׂטָ֣ן H7854 ל֑וֹ Hl וְהוּא֙ H1931 רֹכֵ֣ב H7392 עַל H5921 אֲתֹנ֔וֹ H860 וּשְׁנֵ֥י H8147 נְעָרָ֖יו H5288 עִמּֽוֹ H5973 ",
      "23": "וַתֵּ֣רֶא H7200 הָאָתוֹן֩ H860 אֶת H853 מַלְאַ֨ךְ H4397 יְהוָ֜ה H3068 נִצָּ֣ב H5324 בַּדֶּ֗רֶךְ H1870 וְחַרְבּ֤ H2719 שְׁלוּפָה֙ H8025 בְּיָד֔ H3027 וַתֵּ֤ט H5186 הָֽאָתוֹן֙ H860 מִן H4480 הַדֶּ֔רֶךְ H1870 וַתֵּ֖לֶךְ H3212 בַּשָּׂדֶ֑ה H7704 וַיַּ֤ךְ H5221 בִּלְעָם֙ H1109 אֶת H853 הָ֣אָת֔וֹן H860 לְהַטֹּתָ֖ H5186 הַדָּֽרֶךְ H1870 ",
      "24": "וַֽיַּעֲמֹד֙ H5975 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 בְּמִשְׁע֖וֹל H4934 הַכְּרָמִ֑ים H3754 גָּדֵ֥ר H1447 מִזֶּ֖ה H2088 וְגָדֵ֥ר H1447 מִזֶּֽה H2088 ",
      "25": "וַתֵּ֨רֶא H7200 הָאָת֜וֹן H860 אֶת H853 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 וַתִּלָּחֵץ֙ H3905 אֶל H413 הַקִּ֔יר H7023 וַתִּלְחַ֛ץ H3905 אֶת H853 רֶ֥גֶל H7272 בִּלְעָ֖ם H1109 אֶל H413 הַקִּ֑יר H7023 וַיֹּ֖סֶף H3254 לְהַכֹּתָֽ H5221 ",
      "26": "וַיּ֥וֹסֶף H3254 מַלְאַךְ H4397 יְהוָ֖ה H3068 עֲב֑וֹר H5674 וַֽיַּעֲמֹד֙ H5975 בְּמָק֣וֹם H4725 צָ֔ר H6862 אֲשֶׁ֛ר H834 אֵֽין H369 דֶּ֥רֶךְ H1870 לִנְט֖וֹת H5186 יָמִ֥ין H3225 וּשְׂמֹֽאול H8040 ",
      "27": "וַתֵּ֤רֶא H7200 הָֽאָתוֹן֙ H860 אֶת H853 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 וַתִּרְבַּ֖ץ H7257 תַּ֣חַת H8478 בִּלְעָ֑ם H1109 וַיִּֽחַר H2734 אַ֣ף H639 בִּלְעָ֔ם H1109 וַיַּ֥ךְ H5221 אֶת H853 הָאָת֖וֹן H860 בַּמַּקֵּֽל H4731 ",
      "28": "וַיִּפְתַּ֥ח H6605 יְהוָ֖ה H3068 אֶת H853 פִּ֣י H6310 הָאָת֑וֹן H860 וַתֹּ֤אמֶר H559 לְבִלְעָם֙ H1109 מֶה H4100 עָשִׂ֣יתִֽי H6213 לְךָ֔ Hl כִּ֣י H3588 הִכִּיתַ֔נִי H5221 זֶ֖ה H2088 שָׁלֹ֥שׁ H7969 רְגָלִֽים H7272 ",
      "29": "וַיֹּ֤אמֶר H559 בִּלְעָם֙ H1109 לָֽאָת֔וֹן H860 כִּ֥י H3588 הִתְעַלַּ֖לְתְּ H5953 בִּ֑י Hb ל֤וּ H3863 יֶשׁ H3426 חֶ֨רֶב֙ H2719 בְּיָדִ֔ H3027 כִּ֥י H3588 עַתָּ֖ה H6258 הֲרַגְתִּֽיךְ H2026 ",
      "30": "וַתֹּ֨אמֶר H559 הָאָת֜וֹן H860 אֶל H413 בִּלְעָ֗ם H1109 הֲלוֹא֩ H3808 אָנֹכִ֨י H595 אֲתֹֽנְךָ֜ H860 אֲשֶׁר H834 רָכַ֣בְתָּ H7392 עָלַ֗י H5921 מֵעֽוֹדְ H5750 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 הַֽהַסְכֵּ֣ן H5532 הִסְכַּ֔נְתִּי H5532 לַעֲשׂ֥וֹת H6213 לְךָ֖ Hl כֹּ֑ה H3541 וַיֹּ֖אמֶר H559 לֹֽא H3808 ",
      "31": "וַיְגַ֣ל H1540 יְהוָה֮ H3068 אֶת H853 עֵינֵ֣י H5869 בִלְעָם֒ H1109 וַיַּ֞רְא H7200 אֶת H853 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 נִצָּ֣ב H5324 בַּדֶּ֔רֶךְ H1870 וְחַרְבּ֥ H2719 שְׁלֻפָ֖ה H8025 בְּיָד֑ H3027 וַיִּקֹּ֥ד H6915 וַיִּשְׁתַּ֖חוּ H7812 לְאַפָּֽי H639 ",
      "32": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 עַל H5921 מָ֗ה H4100 הִכִּ֨יתָ֙ H5221 אֶת H853 אֲתֹ֣נְךָ֔ H860 זֶ֖ה H2088 שָׁל֣וֹשׁ H7969 רְגָלִ֑ים H7272 הִנֵּ֤ה H2009 אָנֹכִי֙ H595 יָצָ֣אתִי H3318 לְשָׂטָ֔ן H7854 כִּֽי H3588 יָרַ֥ט H3399 הַדֶּ֖רֶךְ H1870 לְנֶגְדִּֽ H5048 ",
      "33": "וַתִּרְאַ֨ H7200 הָֽאָת֔וֹן H860 וַתֵּ֣ט H5186 לְפָנַ֔ H6440 זֶ֖ה H2088 שָׁלֹ֣שׁ H7969 רְגָלִ֑ים H7272 אוּלַי֙ H194 נָטְתָ֣ה H5186 מִפָּנַ֔ H6440 כִּ֥י H3588 עַתָּ֛ה H6258 גַּם H1571 אֹתְכָ֥ה H853 הָרַ֖גְתִּי H2026 וְאוֹתָ֥ H853 הֶחֱיֵֽיתִי H2421 ",
      "34": "וַיֹּ֨אמֶר H559 בִּלְעָ֜ם H1109 אֶל H413 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 חָטָ֔אתִי H2398 כִּ֚י H3588 לֹ֣א H3808 יָדַ֔עְתִּי H3045 כִּ֥י H3588 אַתָּ֛ה H859 נִצָּ֥ב H5324 לִקְרָאתִ֖ H7125 בַּדָּ֑רֶךְ H1870 וְעַתָּ֛ה H6258 אִם H518 רַ֥ע H7489 בְּעֵינֶ֖י H5869 אָשׁ֥וּבָה H7725 לִּֽי Hl ",
      "35": "וַיֹּאמֶר֩ H559 מַלְאַ֨ךְ H4397 יְהוָ֜ה H3068 אֶל H413 בִּלְעָ֗ם H1109 לֵ֚ךְ H3212 עִם H5973 הָ֣אֲנָשִׁ֔ים H376 וְאֶ֗פֶס H657 אֶת H853 הַדָּבָ֛ר H1697 אֲשֶׁר H834 אֲדַבֵּ֥ר H1696 אֵלֶ֖יךָ H413 אֹת֣וֹ H853 תְדַבֵּ֑ר H1696 וַיֵּ֥לֶךְ H3212 בִּלְעָ֖ם H1109 עִם H5973 שָׂרֵ֥י H8269 בָלָֽק H1111 ",
      "36": "וַיִּשְׁמַ֥ע H8085 בָּלָ֖ק H1111 כִּ֣י H3588 בָ֣א H935 בִלְעָ֑ם H1109 וַיֵּצֵ֨א H3318 לִקְרָאת֜ H7125 אֶל H413 עִ֣יר H5892 מוֹאָ֗ב H4124 אֲשֶׁר֙ H834 עַל H5921 גְּב֣וּל H1366 אַרְנֹ֔ן H769 אֲשֶׁ֖ר H834 בִּקְצֵ֥ה H7097 הַגְּבֽוּל H1366 ",
      "37": "וַיֹּ֨אמֶר H559 בָּלָ֜ק H1111 אֶל H413 בִּלְעָ֗ם H1109 הֲלֹא֩ H3808 שָׁלֹ֨חַ H7971 שָׁלַ֤חְתִּי H7971 אֵלֶ֨יךָ֙ H413 לִקְרֹא H7121 לָ֔ךְ Hl לָ֥מָּה H4100 לֹא H3808 הָלַ֖כְתָּ H1980 אֵלָ֑י H413 הַֽאֻמְנָ֔ם H552 לֹ֥א H3808 אוּכַ֖ל H3201 כַּבְּדֶֽךָ H3513 ",
      "38": "וַיֹּ֨אמֶר H559 בִּלְעָ֜ם H1109 אֶל H413 בָּלָ֗ק H1111 הִֽנֵּה H2009 בָ֨אתִי֙ H935 אֵלֶ֔יךָ H413 עַתָּ֕ה H6258 הֲיָכ֥וֹל H3201 אוּכַ֖ל H3201 דַּבֵּ֣ר H1696 מְא֑וּמָה H3972 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 יָשִׂ֧ים H7760 אֱלֹהִ֛ים H430 בְּפִ֖ H6310 אֹת֥וֹ H853 אֲדַבֵּֽר H1696 ",
      "39": "וַיֵּ֥לֶךְ H3212 בִּלְעָ֖ם H1109 עִם H5973 בָּלָ֑ק H1111 וַיָּבֹ֖אוּ H935 קִרְיַ֥ת H7155 חֻצֽוֹת H7155 ",
      "40": "וַיִּזְבַּ֥ח H2076 בָּלָ֖ק H1111 בָּקָ֣ר H1241 וָצֹ֑אן H6629 וַיְשַׁלַּ֣ח H7971 לְבִלְעָ֔ם H1109 וְלַ H8269 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
      "41": "וַיְהִ֣י H1961 בַבֹּ֔קֶר H1242 וַיִּקַּ֤ח H3947 בָּלָק֙ H1111 אֶת H853 בִּלְעָ֔ם H1109 וַֽיַּעֲלֵ֖ H5927 בָּמ֣וֹת H1120 בָּ֑עַל H1120 וַיַּ֥רְא H7200 מִשָּׁ֖ם H8033 קְצֵ֥ה H7097 הָעָֽם H5971 "
    },
    "23": {
      "1": "וַיֹּ֤אמֶר H559 בִּלְעָם֙ H1109 אֶל H413 בָּלָ֔ק H1111 בְּנֵה H1129 לִ֥י Hl בָזֶ֖ה H2088 שִׁבְעָ֣ה H7651 מִזְבְּחֹ֑ת H4196 וְהָכֵ֥ן H3559 לִי֙ Hl בָּזֶ֔ה H2088 שִׁבְעָ֥ה H7651 פָרִ֖ים H6499 וְשִׁבְעָ֥ה H7651 אֵילִֽים H352 ",
      "2": "וַיַּ֣עַשׂ H6213 בָּלָ֔ק H1111 כַּאֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 בִּלְעָ֑ם H1109 וַיַּ֨עַל H5927 בָּלָ֧ק H1111 וּבִלְעָ֛ם H1109 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 ",
      "3": "וַיֹּ֨אמֶר H559 בִּלְעָ֜ם H1109 לְבָלָ֗ק H1111 הִתְיַצֵּב֮ H3320 עַל H5921 עֹלָתֶךָ֒ H5930 וְאֵֽלְכָ֗ה H3212 אוּלַ֞י H194 יִקָּרֵ֤ה H7136 יְהוָה֙ H3068 לִקְרָאתִ֔ H7125 וּדְבַ֥ר H1697 מַה H4100 יַּרְאֵ֖נִי H7200 וְהִגַּ֣דְתִּי H5046 לָ֑ךְ Hl וַיֵּ֖לֶךְ H3212 שֶֽׁפִי H8205 ",
      "4": "וַיִּקָּ֥ר H7136 אֱלֹהִ֖ים H430 אֶל H413 בִּלְעָ֑ם H1109 וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 אֶת H853 שִׁבְעַ֤ת H7651 הַֽמִּזְבְּחֹת֙ H4196 עָרַ֔כְתִּי H6186 וָאַ֛עַל H5927 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 ",
      "5": "וַיָּ֧שֶׂם H7760 יְהוָ֛ה H3068 דָּבָ֖ר H1697 בְּפִ֣י H6310 בִלְעָ֑ם H1109 וַיֹּ֛אמֶר H559 שׁ֥וּב H7725 אֶל H413 בָּלָ֖ק H1111 וְכֹ֥ה H3541 תְדַבֵּֽר H1696 ",
      "6": "וַיָּ֣שָׁב H7725 אֵלָ֔יו H413 וְהִנֵּ֥ה H2009 נִצָּ֖ב H5324 עַל H5921 עֹלָת֑וֹ H5930 ה֖וּא H1931 וְכָל H3605 שָׂרֵ֥י H8269 מוֹאָֽב H4124 ",
      "7": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 מִן H4480 אֲ֠רָם H758 יַנְחֵ֨נִי H5148 בָלָ֤ק H1111 מֶֽלֶךְ H4428 מוֹאָב֙ H4124 מֵֽהַרְרֵי H2042 קֶ֔דֶם H6924 לְכָה֙ H3212 אָֽרָה H779 לִּ֣י Hl יַעֲקֹ֔ב H3290 וּלְכָ֖ H3212 זֹעֲמָ֥ה H2194 יִשְׂרָאֵֽל H3478 ",
      "8": "מָ֣ה H4100 אֶקֹּ֔ב H5344 לֹ֥א H3808 קַבֹּ֖ה H6895 אֵ֑ל H410 וּמָ֣ה H4100 אֶזְעֹ֔ם H2194 לֹ֥א H3808 זָעַ֖ם H2194 יְהוָֽה H3068 ",
      "9": "כִּֽי H3588 מֵרֹ֤אשׁ H7218 צֻרִים֙ H6697 אֶרְאֶ֔נּוּ H7200 וּמִ H1389 אֲשׁוּרֶ֑נּוּ H7789 הֶן H2005 עָם֙ H5971 לְבָדָ֣ד H910 יִשְׁכֹּ֔ן H7931 וּבַ H1471 לֹ֥א H3808 יִתְחַשָּֽׁב H2803 ",
      "10": "מִ֤י H4310 מָנָה֙ H4487 עֲפַ֣ר H6083 יַעֲקֹ֔ב H3290 וּמִסְפָּ֖ר H4557 אֶת H853 רֹ֣בַע H7255 יִשְׂרָאֵ֑ל H3478 תָּמֹ֤ת H4191 נַפְשִׁי֙ H5315 מ֣וֹת H4194 יְשָׁרִ֔ים H3477 וּתְהִ֥י H1961 אַחֲרִיתִ֖י H319 כָּמֹֽהוּ H3644 ",
      "11": "וַיֹּ֤אמֶר H559 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 מֶ֥ה H4100 עָשִׂ֖יתָ H6213 לִ֑י Hl לָקֹ֤ב H6895 אֹיְבַי֙ H341 לְקַחְתִּ֔יךָ H3947 וְהִנֵּ֖ה H2009 בֵּרַ֥כְתָּ H1288 בָרֵֽךְ H1288 ",
      "12": "וַיַּ֖עַן H6030 וַיֹּאמַ֑ר H559 הֲלֹ֗א H3808 אֵת֩ H853 אֲשֶׁ֨ר H834 יָשִׂ֤ים H7760 יְהוָה֙ H3068 בְּפִ֔ H6310 אֹת֥וֹ H853 אֶשְׁמֹ֖ר H8104 לְדַבֵּֽר H1696 ",
      "13": "וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 בָּלָ֗ק H1111 לך H3212 נָּ֨א H3212 אִתִּ֜י H854 אֶל H413 מָק֤וֹם H4725 אַחֵר֙ H312 אֲשֶׁ֣ר H834 תִּרְאֶ֣נּוּ H7200 מִשָּׁ֔ם H8033 אֶ֚פֶס H657 קָצֵ֣הוּ H7097 תִרְאֶ֔ה H7200 וְכֻלּ֖ H3605 לֹ֣א H3808 תִרְאֶ֑ה H7200 וְקָבְ H6895 לִ֖י Hl מִשָּֽׁם H8033 ",
      "14": "וַיִּקָּחֵ֨ H3947 שְׂדֵ֣ה H7704 צֹפִ֔ים H6839 אֶל H413 רֹ֖אשׁ H7218 הַפִּסְגָּ֑ה H6449 וַיִּ֨בֶן֙ H1129 שִׁבְעָ֣ה H7651 מִזְבְּחֹ֔ת H4196 וַיַּ֛עַל H5927 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 ",
      "15": "וַיֹּ֨אמֶר֙ H559 אֶל H413 בָּלָ֔ק H1111 הִתְיַצֵּ֥ב H3320 כֹּ֖ה H3541 עַל H5921 עֹלָתֶ֑ךָ H5930 וְאָנֹכִ֖י H595 אִקָּ֥רֶה H7136 כֹּֽה H3541 ",
      "16": "וַיִּקָּ֤ר H7136 יְהוָה֙ H3068 אֶל H413 בִּלְעָ֔ם H1109 וַיָּ֥שֶׂם H7760 דָּבָ֖ר H1697 בְּפִ֑י H6310 וַיֹּ֛אמֶר H559 שׁ֥וּב H7725 אֶל H413 בָּלָ֖ק H1111 וְכֹ֥ה H3541 תְדַבֵּֽר H1696 ",
      "17": "וַיָּבֹ֣א H935 אֵלָ֗יו H413 וְהִנּ֤ H2009 נִצָּב֙ H5324 עַל H5921 עֹ֣לָת֔וֹ H5930 וְשָׂרֵ֥י H8269 מוֹאָ֖ב H4124 אִתּ֑וֹ H854 וַיֹּ֤אמֶר H559 לוֹ֙ Hl בָּלָ֔ק H1111 מַה H4100 דִּבֶּ֖ר H1696 יְהוָֽה H3068 ",
      "18": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 ק֤וּם H6965 בָּלָק֙ H1111 וּֽשֲׁמָ֔ע H8085 הַאֲזִ֥ינָה H238 עָדַ֖י H5704 בְּנ֥וֹ H1121 צִפֹּֽר H6834 ",
      "19": "לֹ֣א H3808 אִ֥ישׁ H376 אֵל֙ H410 וִֽיכַזֵּ֔ב H3576 וּבֶן H1121 אָדָ֖ם H120 וְיִתְנֶחָ֑ם H5162 הַה֤וּא H1931 אָמַר֙ H559 וְלֹ֣א H3808 יַעֲשֶׂ֔ה H6213 וְדִבֶּ֖ר H1696 וְלֹ֥א H3808 יְקִימֶֽנָּה H6965 ",
      "20": "הִנֵּ֥ה H2009 בָרֵ֖ךְ H1288 לָקָ֑חְתִּי H3947 וּבֵרֵ֖ךְ H1288 וְלֹ֥א H3808 אֲשִׁיבֶֽנָּה H7725 ",
      "21": "לֹֽא H3808 הִבִּ֥יט H5027 אָ֨וֶן֙ H205 בְּיַעֲקֹ֔ב H3290 וְלֹא H3808 רָאָ֥ה H7200 עָמָ֖ל H5999 בְּיִשְׂרָאֵ֑ל H3478 יְהוָ֤ה H3068 אֱלֹהָיו֙ H430 עִמּ֔וֹ H5973 וּתְרוּעַ֥ת H8643 מֶ֖לֶךְ H4428 בּֽוֹ Hb ",
      "22": "אֵ֖ל H410 מוֹצִיאָ֣ם H3318 מִמִּצְרָ֑יִם H4714 כְּתוֹעֲפֹ֥ת H8443 רְאֵ֖ם H7214 לֽוֹ Hl ",
      "23": "כִּ֤י H3588 לֹא H3808 נַ֨חַשׁ֙ H5173 בְּיַעֲקֹ֔ב H3290 וְלֹא H3808 קֶ֖סֶם H7081 בְּיִשְׂרָאֵ֑ל H3478 כָּעֵ֗ת H6256 יֵאָמֵ֤ר H559 לְיַעֲקֹב֙ H3290 וּלְ H3478 מַה H4100 פָּ֖עַל H6466 אֵֽל H410 ",
      "24": "הֶן H2005 עָם֙ H5971 כְּלָבִ֣יא H3833 יָק֔וּם H6965 וְכַ H738 יִתְנַשָּׂ֑א H5375 לֹ֤א H3808 יִשְׁכַּב֙ H7901 עַד H5704 יֹ֣אכַל H398 טֶ֔רֶף H2964 וְדַם H1818 חֲלָלִ֖ים H2491 יִשְׁתֶּֽה H8354 ",
      "25": "וַיֹּ֤אמֶר H559 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 גַּם H1571 קֹ֖ב H6895 לֹ֣א H3808 תִקֳּבֶ֑נּוּ H5344 גַּם H1571 בָּרֵ֖ךְ H1288 לֹ֥א H3808 תְבָרֲכֶֽנּוּ H1288 ",
      "26": "וַיַּ֣עַן H6030 בִּלְעָ֔ם H1109 וַיֹּ֖אמֶר H559 אֶל H413 בָּלָ֑ק H1111 הֲלֹ֗א H3808 דִּבַּ֤רְתִּי H1696 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 כֹּ֛ל H3605 אֲשֶׁר H834 יְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֹת֥וֹ H853 אֶֽעֱשֶֽׂה H6213 ",
      "27": "וַיֹּ֤אמֶר H559 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 לְכָה H3212 נָּא֙ H4994 אֶקָּ֣חֲךָ֔ H3947 אֶל H413 מָק֖וֹם H4725 אַחֵ֑ר H312 אוּלַ֤י H194 יִישַׁר֙ H3474 בְּעֵינֵ֣י H5869 הָאֱלֹהִ֔ים H430 וְקַבֹּ֥ת H6895 לִ֖י Hl מִשָּֽׁם H8033 ",
      "28": "וַיִּקַּ֥ח H3947 בָּלָ֖ק H1111 אֶת H853 בִּלְעָ֑ם H1109 רֹ֣אשׁ H7218 הַפְּע֔וֹר H6465 הַנִּשְׁקָ֖ף H8259 עַל H5921 פְּנֵ֥י H6440 הַיְשִׁימֹֽן H3452 ",
      "29": "וַיֹּ֤אמֶר H559 בִּלְעָם֙ H1109 אֶל H413 בָּלָ֔ק H1111 בְּנֵה H1129 לִ֥י Hl בָזֶ֖ה H2088 שִׁבְעָ֣ה H7651 מִזְבְּחֹ֑ת H4196 וְהָכֵ֥ן H3559 לִי֙ Hl בָּזֶ֔ה H2088 שִׁבְעָ֥ה H7651 פָרִ֖ים H6499 וְשִׁבְעָ֥ה H7651 אֵילִֽים H352 ",
      "30": "וַיַּ֣עַשׂ H6213 בָּלָ֔ק H1111 כַּאֲשֶׁ֖ר H834 אָמַ֣ר H559 בִּלְעָ֑ם H1109 וַיַּ֛עַל H5927 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 "
    },
    "24": {
      "1": "וַיַּ֣רְא H7200 בִּלְעָ֗ם H1109 כִּ֣י H3588 ט֞וֹב H2895 בְּעֵינֵ֤י H5869 יְהוָה֙ H3068 לְבָרֵ֣ךְ H1288 אֶת H853 יִשְׂרָאֵ֔ל H3478 וְלֹא H3808 הָלַ֥ךְ H1980 כְּפַֽעַם H6471 בְּפַ֖עַם H6471 לִקְרַ֣את H7125 נְחָשִׁ֑ים H5173 וַיָּ֥שֶׁת H7896 אֶל H413 הַמִּדְבָּ֖ר H4057 פָּנָֽיו H6440 ",
      "2": "וַיִּשָּׂ֨א H5375 בִלְעָ֜ם H1109 אֶת H853 עֵינָ֗יו H5869 וַיַּרְא֙ H7200 אֶת H853 יִשְׂרָאֵ֔ל H3478 שֹׁכֵ֖ן H7931 לִשְׁבָטָ֑י H7626 וַתְּהִ֥י H1961 עָלָ֖יו H5921 ר֥וּחַ H7307 אֱלֹהִֽים H430 ",
      "3": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 נְאֻ֤ם H5002 בִּלְעָם֙ H1109 בְּנ֣וֹ H1121 בְעֹ֔ר H1160 וּנְאֻ֥ם H5002 הַגֶּ֖בֶר H1397 שְׁתֻ֥ם H8365 הָעָֽיִן H5869 ",
      "4": "נְאֻ֕ם H5002 שֹׁמֵ֖עַ H8085 אִמְרֵי H561 אֵ֑ל H410 אֲשֶׁ֨ר H834 מַחֲזֵ֤ה H4236 שַׁדַּי֙ H7706 יֶֽחֱזֶ֔ה H2372 נֹפֵ֖ל H5307 וּגְל֥וּי H1540 עֵינָֽיִם H5869 ",
      "5": "מַה H4100 טֹּ֥בוּ H2895 אֹהָלֶ֖יךָ H168 יַעֲקֹ֑ב H3290 מִשְׁכְּנֹתֶ֖יךָ H4908 יִשְׂרָאֵֽל H3478 ",
      "6": "כִּנְחָלִ֣ים H5158 נִטָּ֔יוּ H5186 כְּגַנֹּ֖ת H1593 עֲלֵ֣י H5921 נָהָ֑ר H5104 כַּאֲהָלִים֙ H174 נָטַ֣ע H5193 יְהוָ֔ה H3068 כַּאֲרָזִ֖ים H730 עֲלֵי H5921 מָֽיִם H4325 ",
      "7": "יִֽזַּל H5140 מַ֨יִם֙ H4325 מִדָּ֣לְיָ֔ H1805 וְזַרְע֖ H2233 בְּמַ֣יִם H4325 רַבִּ֑ים H7227 וְיָרֹ֤ם H7311 מֵֽאֲגַג֙ H90 מַלְכּ֔וֹ H4428 וְתִנַּשֵּׂ֖א H5375 מַלְכֻתֽוֹ H4438 ",
      "8": "אֵ֚ל H410 מוֹצִיא֣וֹ H3318 מִמִּצְרַ֔יִם H4714 כְּתוֹעֲפֹ֥ת H8443 רְאֵ֖ם H7214 ל֑וֹ Hl יֹאכַ֞ל H398 גּוֹיִ֣ם H1471 צָרָ֗יו H6862 וְעַצְמֹתֵי H6106 יְגָרֵ֖ם H1633 וְחִצָּ֥י H2671 יִמְחָֽץ H4272 ",
      "9": "כָּרַ֨ע H3766 שָׁכַ֧ב H7901 כַּאֲרִ֛י H738 וּכְ H3833 מִ֣י H4310 יְקִימֶ֑נּוּ H6965 מְבָרֲכֶ֣יךָ H1288 בָר֔וּךְ H1288 וְאֹרְרֶ֖י H779 אָרֽוּר H779 ",
      "10": "וַיִּֽחַר H2734 אַ֤ף H639 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 וַיִּסְפֹּ֖ק H5606 אֶת H853 כַּפָּ֑יו H3709 וַיֹּ֨אמֶר H559 בָּלָ֜ק H1111 אֶל H413 בִּלְעָ֗ם H1109 לָקֹ֤ב H6895 אֹֽיְבַי֙ H341 קְרָאתִ֔יךָ H7121 וְהִנֵּה֙ H2009 בֵּרַ֣כְתָּ H1288 בָרֵ֔ךְ H1288 זֶ֖ה H2088 שָׁלֹ֥שׁ H7969 פְּעָמִֽים H6471 ",
      "11": "וְעַתָּ֖ה H6258 בְּרַח H1272 לְךָ֣ Hl אֶל H413 מְקוֹמֶ֑ךָ H4725 אָמַ֨רְתִּי֙ H559 כַּבֵּ֣ד H3513 אֲכַבֶּדְךָ֔ H3513 וְהִנֵּ֛ה H2009 מְנָעֲךָ֥ H4513 יְהוָ֖ה H3068 מִכָּבֽוֹד H3519 ",
      "12": "וַיֹּ֥אמֶר H559 בִּלְעָ֖ם H1109 אֶל H413 בָּלָ֑ק H1111 הֲלֹ֗א H3808 גַּ֧ם H1571 אֶל H413 מַלְאָכֶ֛יךָ H4397 אֲשֶׁר H834 שָׁלַ֥חְתָּ H7971 אֵלַ֖י H413 דִּבַּ֥רְתִּי H1696 לֵאמֹֽר H559 ",
      "13": "אִם H518 יִתֶּן H5414 לִ֨י Hl בָלָ֜ק H1111 מְלֹ֣א H4393 בֵיתוֹ֮ H1004 כֶּ֣סֶף H3701 וְזָהָב֒ H2091 לֹ֣א H3808 אוּכַ֗ל H3201 לַעֲבֹר֙ H5674 אֶת H853 פִּ֣י H6310 יְהוָ֔ה H3068 לַעֲשׂ֥וֹת H6213 טוֹבָ֛ה H2896 א֥וֹ H176 רָעָ֖ה H7451 מִלִּבִּ֑ H3820 אֲשֶׁר H834 יְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֹת֥וֹ H853 אֲדַבֵּֽר H1696 ",
      "14": "וְעַתָּ֕ה H6258 הִנְנִ֥י H2005 הוֹלֵ֖ךְ H1980 לְעַמִּ֑ H5971 לְכָה֙ H3212 אִיעָ֣צְךָ֔ H3289 אֲשֶׁ֨ר H834 יַעֲשֶׂ֜ה H6213 הָעָ֥ם H5971 הַזֶּ֛ה H2088 לְעַמְּ H5971 בְּאַחֲרִ֥ית H319 הַיָּמִֽים H3117 ",
      "15": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 נְאֻ֤ם H5002 בִּלְעָם֙ H1109 בְּנ֣וֹ H1121 בְעֹ֔ר H1160 וּנְאֻ֥ם H5002 הַגֶּ֖בֶר H1397 שְׁתֻ֥ם H8365 הָעָֽיִן H5869 ",
      "16": "נְאֻ֗ם H5002 שֹׁמֵ֨עַ֙ H8085 אִמְרֵי H561 אֵ֔ל H410 וְיֹדֵ֖עַ H3045 דַּ֣עַת H1847 עֶלְי֑וֹן H5945 מַחֲזֵ֤ה H4236 שַׁדַּי֙ H7706 יֶֽחֱזֶ֔ה H2372 נֹפֵ֖ל H5307 וּגְל֥וּי H1540 עֵינָֽיִם H5869 ",
      "17": "אֶרְאֶ֨נּוּ֙ H7200 וְלֹ֣א H3808 עַתָּ֔ה H6258 אֲשׁוּרֶ֖נּוּ H7789 וְלֹ֣א H3808 קָר֑וֹב H7138 דָּרַ֨ךְ H1869 כּוֹכָ֜ב H3556 מִֽיַּעֲקֹ֗ב H3290 וְקָ֥ם H6965 שֵׁ֨בֶט֙ H7626 מִיִּשְׂרָאֵ֔ל H3478 וּמָחַץ֙ H4272 פַּאֲתֵ֣י H6285 מוֹאָ֔ב H4124 וְקַרְקַ֖ר H6979 כָּל H3605 בְּנֵי H1121 שֵֽׁת H8351 ",
      "18": "וְהָיָ֨ה H1961 אֱד֜וֹם H123 יְרֵשָׁ֗ה H3424 וְהָיָ֧ה H1961 יְרֵשָׁ֛ה H3424 שֵׂעִ֖יר H8165 אֹיְבָ֑יו H341 וְיִשְׂרָאֵ֖ל H3478 עֹ֥שֶׂה H6213 חָֽיִל H2428 ",
      "19": "וְיֵ֖רְדְּ H7287 מִֽיַּעֲקֹ֑ב H3290 וְהֶֽאֱבִ֥יד H6 שָׂרִ֖יד H8300 מֵעִֽיר H5892 ",
      "20": "וַיַּרְא֙ H7200 אֶת H853 עֲמָלֵ֔ק H6002 וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 רֵאשִׁ֤ית H7225 גּוֹיִם֙ H1471 עֲמָלֵ֔ק H6002 וְאַחֲרִית֖ H319 עֲדֵ֥י H5703 אֹבֵֽד H8 ",
      "21": "וַיַּרְא֙ H7200 אֶת H853 הַקֵּינִ֔י H7017 וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 אֵיתָן֙ H386 מֽוֹשָׁבֶ֔ךָ H4186 וְשִׂ֥ים H7760 בַּסֶּ֖לַע H5553 קִנֶּֽךָ H7064 ",
      "22": "כִּ֥י H3588 אִם H518 יִהְיֶ֖ה H1961 לְבָ֣עֵֽר H1197 קָ֑יִן H7014 עַד H5704 מָ֖ה H4100 אַשּׁ֥וּר H804 תִּשְׁבֶּֽךָּ H7617 ",
      "23": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 א֕וֹי H188 מִ֥י H4310 יִחְיֶ֖ה H2421 מִשֻּׂמ֥ H7760 אֵֽל H410 ",
      "24": "וְצִים֙ H6716 מִיַּ֣ד H3027 כִּתִּ֔ים H3794 וְעִנּ֥וּ H6031 אַשּׁ֖וּר H804 וְעִנּוּ H6031 עֵ֑בֶר H5677 וְגַם H1571 ה֖וּא H1931 עֲדֵ֥י H5703 אֹבֵֽד H8 ",
      "25": "וַיָּ֣קָם H6965 בִּלְעָ֔ם H1109 וַיֵּ֖לֶךְ H3212 וַיָּ֣שָׁב H7725 לִמְקֹמ֑ H4725 וְגַם H1571 בָּלָ֖ק H1111 הָלַ֥ךְ H1980 לְדַרְכּֽ H1870 "
    },
    "25": {
      "1": "וַיֵּ֥שֶׁב H3427 יִשְׂרָאֵ֖ל H3478 בַּשִּׁטִּ֑ים H7851 וַיָּ֣חֶל H2490 הָעָ֔ם H5971 לִזְנ֖וֹת H2181 אֶל H413 בְּנ֥וֹת H1323 מוֹאָֽב H4124 ",
      "2": "וַתִּקְרֶ֣אןָ H7121 לָעָ֔ם H5971 לְזִבְחֵ֖י H2077 אֱלֹהֵיהֶ֑ן H430 וַיֹּ֣אכַל H398 הָעָ֔ם H5971 וַיִּֽשְׁתַּחֲוּ֖וּ H7812 לֵֽאלֹהֵי H430 ",
      "3": "וַיִּצָּ֥מֶד H6775 יִשְׂרָאֵ֖ל H3478 לְבַ֣עַל H1187 פְּע֑וֹר H1187 וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בְּיִשְׂרָאֵֽל H3478 ",
      "4": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 קַ֚ח H3947 אֶת H853 כָּל H3605 רָאשֵׁ֣י H7218 הָעָ֔ם H5971 וְהוֹקַ֥ע H3363 אוֹתָ֛ם H853 לַיהוָ֖ה H3068 נֶ֣גֶד H5048 הַשָּׁ֑מֶשׁ H8121 וְיָשֹׁ֛ב H7725 חֲר֥וֹן H2740 אַף H639 יְהוָ֖ה H3068 מִיִּשְׂרָאֵֽל H3478 ",
      "5": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 אֶל H413 שֹׁפְטֵ֖י H8199 יִשְׂרָאֵ֑ל H3478 הִרְגוּ֙ H2026 אִ֣ישׁ H376 אֲנָשָׁ֔יו H376 הַנִּצְמָדִ֖ים H6775 לְבַ֥עַל H1187 פְּעֽוֹר H1187 ",
      "6": "וְהִנֵּ֡ה H2009 אִישׁ֩ H376 מִבְּנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 בָּ֗א H935 וַיַּקְרֵ֤ב H7126 אֶל H413 אֶחָיו֙ H251 אֶת H853 הַמִּדְיָנִ֔ית H4084 לְעֵינֵ֣י H5869 מֹשֶׁ֔ה H4872 וּלְ H5869 כָּל H3605 עֲדַ֣ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֑ל H3478 וְהֵ֣מָּה H1992 בֹכִ֔ים H1058 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "7": "וַיַּ֗רְא H7200 פִּֽינְחָס֙ H6372 בֶּן H1121 אֶלְעָזָ֔ר H499 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵ֑ן H3548 וַיָּ֨קָם֙ H6965 מִתּ֣וֹךְ H8432 הָֽעֵדָ֔ה H5712 וַיִּקַּ֥ח H3947 רֹ֖מַח H7420 בְּיָדֽ H3027 ",
      "8": "וַ֠יָּבֹא H935 אַחַ֨ר H310 אִֽישׁ H376 יִשְׂרָאֵ֜ל H3478 אֶל H413 הַקֻּבָּ֗ה H6898 וַיִּדְקֹר֙ H1856 אֶת H853 שְׁנֵיהֶ֔ם H8147 אֵ֚ת H853 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 הָאִשָּׁ֖ה H802 אֶל H413 קֳבָתָ֑הּ H6897 וַתֵּֽעָצַר֙ H6113 הַמַּגֵּפָ֔ה H4046 מֵעַ֖ל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "9": "וַיִּהְי֕וּ H1961 הַמֵּתִ֖ים H4191 בַּמַּגֵּפָ֑ה H4046 אַרְבָּעָ֥ה H702 וְעֶשְׂרִ֖ים H6242 אָֽלֶף H505 ",
      "10": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "11": "פִּֽינְחָ֨ס H6372 בֶּן H1121 אֶלְעָזָ֜ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 הֵשִׁ֤יב H7725 אֶת H853 חֲמָתִי֙ H2534 מֵעַ֣ל H5921 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 בְּקַנְא֥ H7065 אֶת H853 קִנְאָתִ֖י H7068 בְּתוֹכָ֑ H8432 וְלֹא H3808 כִלִּ֥יתִי H3615 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּקִנְאָתִֽ H7068 ",
      "12": "לָכֵ֖ן H3651 אֱמֹ֑ר H559 הִנְנִ֨י H2005 נֹתֵ֥ן H5414 ל֛וֹ Hl אֶת H853 בְּרִיתִ֖י H1285 שָׁלֽוֹם H7965 ",
      "13": "וְהָ֤יְתָה H1961 לּוֹ֙ Hl וּלְ H2233 אַחֲרָ֔יו H310 בְּרִ֖ית H1285 כְּהֻנַּ֣ת H3550 עוֹלָ֑ם H5769 תַּ֗חַת H8478 אֲשֶׁ֤ר H834 קִנֵּא֙ H7065 לֵֽאלֹהָ֔י H430 וַיְכַפֵּ֖ר H3722 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "14": "וְשֵׁם֩ H8034 אִ֨ישׁ H376 יִשְׂרָאֵ֜ל H3478 הַמֻּכֶּ֗ה H5221 אֲשֶׁ֤ר H834 הֻכָּה֙ H5221 אֶת H854 הַמִּדְיָנִ֔ית H4084 זִמְרִ֖י H2174 בֶּן H1121 סָל֑וּא H5543 נְשִׂ֥יא H5387 בֵֽית H1004 אָ֖ב H1 לַשִּׁמְעֹנִֽי H8099 ",
      "15": "וְשֵׁ֨ם H8034 הָֽאִשָּׁ֧ה H802 הַמֻּכָּ֛ה H5221 הַמִּדְיָנִ֖ית H4084 כָּזְבִּ֣י H3579 בַת H1323 צ֑וּר H6698 רֹ֣אשׁ H7218 אֻמּ֥וֹת H523 בֵּֽית H1004 אָ֛ב H1 בְּמִדְיָ֖ן H4080 הֽוּא H1931 ",
      "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "17": "צָר֖וֹר H6887 אֶת H853 הַמִּדְיָנִ֑ים H4084 וְהִכִּיתֶ֖ם H5221 אוֹתָֽם H853 ",
      "18": "כִּ֣י H3588 צֹרְרִ֥ים H6887 הֵם֙ H1992 לָכֶ֔ם Hl בְּנִכְלֵי H5231 אֲשֶׁר H834 נִכְּל֥וּ H5230 לָכֶ֖ם Hl עַל H5921 דְּבַר H1697 פְּע֑וֹר H6465 וְעַל H5921 דְּבַ֞ר H1697 כָּזְבִּ֨י H3579 בַת H1323 נְשִׂ֤יא H5387 מִדְיָן֙ H4080 אֲחֹתָ֔ם H269 הַמֻּכָּ֥ה H5221 בְיוֹם H3117 הַמַּגֵּפָ֖ה H4046 עַל H5921 דְּבַר H1697 פְּעֽוֹר H6465 ",
      "19": ""
    },
    "26": {
      "1": "וַיְהִ֖י H1961 אַחֲרֵ֣י H310 הַמַּגֵּפָ֑ה H4046 ",
      "2": "שְׂא֞וּ H5375 אֶת H853 רֹ֣אשׁ H7218 כָּל H3605 עֲדַ֣ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֗ל H3478 מִבֶּ֨ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֛ה H8141 וָמַ֖עְלָ H4605 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 כָּל H3605 יֹצֵ֥א H3318 צָבָ֖א H6635 בְּיִשְׂרָאֵֽל H3478 ",
      "3": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 וְאֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 אֹתָ֖ם H854 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֑ב H4124 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 לֵאמֹֽר H559 ",
      "4": "מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וָמָ֑עְלָ H4605 כַּאֲשֶׁר֩ H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 מֹשֶׁה֙ H4872 וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַיֹּצְאִ֖ים H3318 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "5": "רְאוּבֵ֖ן H7205 בְּכ֣וֹר H1060 יִשְׂרָאֵ֑ל H3478 בְּנֵ֣י H1121 רְאוּבֵ֗ן H7205 חֲנוֹךְ֙ H2585 מִשְׁפַּ֣חַת H4940 הַחֲנֹכִ֔י H2599 לְפַלּ֕וּא H6396 מִשְׁפַּ֖חַת H4940 הַפַּלֻּאִֽי H6384 ",
      "6": "לְחֶצְרֹ֕ן H2696 מִשְׁפַּ֖חַת H4940 הַֽחֶצְרוֹנִ֑י H2697 לְכַרְמִ֕י H3756 מִשְׁפַּ֖חַת H4940 הַכַּרְמִֽי H3757 ",
      "7": "אֵ֖לֶּה H428 מִשְׁפְּחֹ֣ת H4940 הָרֻֽאוּבֵנִ֑י H7206 וַיִּהְי֣וּ H1961 פְקֻדֵיהֶ֗ם H6485 שְׁלֹשָׁ֤ה H7969 וְאַרְבָּעִים֙ H705 אֶ֔לֶף H505 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
      "8": "וּבְנֵ֥י H1121 פַלּ֖וּא H6396 אֱלִיאָֽב H446 ",
      "9": "וּבְנֵ֣י H1121 אֱלִיאָ֔ב H446 נְמוּאֵ֖ל H5241 וְדָתָ֣ן H1885 וַאֲבִירָ֑ם H48 הֽוּא H1931 דָתָ֨ן H1885 וַאֲבִירָ֜ם H48 קרואי H7121 הָעֵדָ֗ה H5712 אֲשֶׁ֨ר H834 הִצּ֜וּ H5327 עַל H5921 מֹשֶׁ֤ה H4872 וְעַֽל H5921 אַהֲרֹן֙ H175 בַּעֲדַת H5712 קֹ֔רַח H7141 בְּהַצֹּתָ֖ H5327 עַל H5921 יְהוָֽה H3068 ",
      "10": "וַתִּפְתַּ֨ח H6605 הָאָ֜רֶץ H776 אֶת H853 פִּ֗יהָ H6310 וַתִּבְלַ֥ע H1104 אֹתָ֛ם H853 וְאֶת H853 קֹ֖רַח H7141 בְּמ֣וֹת H4194 הָעֵדָ֑ה H5712 בַּאֲכֹ֣ל H398 הָאֵ֗שׁ H784 אֵ֣ת H853 חֲמִשִּׁ֤ים H2572 וּמָאתַ֨יִם֙ H3967 אִ֔ישׁ H376 וַיִּהְי֖וּ H1961 לְנֵֽס H5251 ",
      "11": "וּבְנֵי H1121 קֹ֖רַח H7141 לֹא H3808 מֵֽתוּ H4191 ",
      "12": "בְּנֵ֣י H1121 שִׁמְעוֹן֮ H8095 לְמִשְׁפְּחֹתָ H4940 לִנְמוּאֵ֗ל H5241 מִשְׁפַּ֨חַת֙ H4940 הַנְּמ֣וּאֵלִ֔י H5242 לְיָמִ֕ין H3226 מִשְׁפַּ֖חַת H4940 הַיָּמִינִ֑י H3228 לְיָכִ֕ין H3199 מִשְׁפַּ֖חַת H4940 הַיָּכִינִֽי H3200 ",
      "13": "לְזֶ֕רַח H2226 מִשְׁפַּ֖חַת H4940 הַזַּרְחִ֑י H2227 לְשָׁא֕וּל H7586 מִשְׁפַּ֖חַת H4940 הַשָּׁאוּלִֽי H7587 ",
      "14": "אֵ֖לֶּה H428 מִשְׁפְּחֹ֣ת H4940 הַשִּׁמְעֹנִ֑י H8099 שְׁנַ֧יִם H8147 וְעֶשְׂרִ֛ים H6242 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
      "15": "בְּנֵ֣י H1121 גָד֮ H1410 לְמִשְׁפְּחֹתָ H4940 לִצְפ֗וֹן H6827 מִשְׁפַּ֨חַת֙ H4940 הַצְּפוֹנִ֔י H6831 לְחַגִּ֕י H2291 מִשְׁפַּ֖חַת H4940 הַֽחַגִּ֑י H2291 לְשׁוּנִ֕י H7764 מִשְׁפַּ֖חַת H4940 הַשּׁוּנִֽי H7765 ",
      "16": "לְאָזְנִ֕י H244 מִשְׁפַּ֖חַת H4940 הָאָזְנִ֑י H244 לְעֵרִ֕י H6179 מִשְׁפַּ֖חַת H4940 הָעֵרִֽי H6180 ",
      "17": "לַאֲר֕וֹד H720 מִשְׁפַּ֖חַת H4940 הָאֲרוֹדִ֑י H722 לְאַ֨רְאֵלִ֔י H692 מִשְׁפַּ֖חַת H4940 הָאַרְאֵלִֽי H692 ",
      "18": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 בְּנֵֽי H1121 גָ֖ד H1410 לִפְקֻדֵי H6485 אַרְבָּעִ֥ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "19": "בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 עֵ֣ר H6147 וְאוֹנָ֑ן H209 וַיָּ֥מָת H4191 עֵ֛ר H6147 וְאוֹנָ֖ן H209 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
      "20": "וַיִּהְי֣וּ H1961 בְנֵי H1121 יְהוּדָה֮ H3063 לְמִשְׁפְּחֹתָ H4940 לְשֵׁלָ֗ה H7956 מִשְׁפַּ֨חַת֙ H4940 הַשֵּׁ֣לָנִ֔י H8024 לְפֶ֕רֶץ H6557 מִשְׁפַּ֖חַת H4940 הַפַּרְצִ֑י H6558 לְזֶ֕רַח H2226 מִשְׁפַּ֖חַת H4940 הַזַּרְחִֽי H2227 ",
      "21": "וַיִּהְי֣וּ H1961 בְנֵי H1121 פֶ֔רֶץ H6557 לְחֶצְרֹ֕ן H2696 מִשְׁפַּ֖חַת H4940 הַֽחֶצְרֹנִ֑י H2697 לְחָמ֕וּל H2538 מִשְׁפַּ֖חַת H4940 הֶחָמוּלִֽי H2539 ",
      "22": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 יְהוּדָ֖ה H3063 לִפְקֻדֵי H6485 שִׁשָּׁ֧ה H8337 וְשִׁבְעִ֛ים H7657 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "23": "בְּנֵ֤י H1121 יִשָּׂשכָר֙ H3485 לְמִשְׁפְּחֹתָ֔ H4940 תּוֹלָ֕ע H8439 מִשְׁפַּ֖חַת H4940 הַתּוֹלָעִ֑י H8440 לְפֻוָ֕ה H6312 מִשְׁפַּ֖חַת H4940 הַפּוּנִֽי H6324 ",
      "24": "לְיָשׁ֕וּב H3437 מִשְׁפַּ֖חַת H4940 הַיָּשׁוּבִ֑י H3432 לְשִׁמְרֹ֕ן H8110 מִשְׁפַּ֖חַת H4940 הַשִּׁמְרֹנִֽי H8117 ",
      "25": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 יִשָּׂשכָ֖ר H3485 לִפְקֻדֵי H6485 אַרְבָּעָ֧ה H702 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וּשְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
      "26": "בְּנֵ֣י H1121 זְבוּלֻן֮ H2074 לְמִשְׁפְּחֹתָ H4940 לְסֶ֗רֶד H5624 מִשְׁפַּ֨חַת֙ H4940 הַסַּרְדִּ֔י H5625 לְאֵל֕וֹן H356 מִשְׁפַּ֖חַת H4940 הָאֵלֹנִ֑י H440 לְיַ֨חְלְאֵ֔ל H3177 מִשְׁפַּ֖חַת H4940 הַיַּחְלְאֵלִֽי H3178 ",
      "27": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 הַזְּבוּלֹנִ֖י H2075 לִפְקֻדֵי H6485 שִׁשִּׁ֥ים H8346 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "28": "בְּנֵ֥י H1121 יוֹסֵ֖ף H3130 לְמִשְׁפְּחֹתָ֑ H4940 מְנַשֶּׁ֖ה H4519 וְאֶפְרָֽיִם H669 ",
      "29": "בְּנֵ֣י H1121 מְנַשֶּׁ֗ה H4519 לְמָכִיר֙ H4353 מִשְׁפַּ֣חַת H4940 הַמָּכִירִ֔י H4354 וּמָכִ֖יר H4353 הוֹלִ֣יד H3205 אֶת H853 גִּלְעָ֑ד H1568 לְגִלְעָ֕ד H1568 מִשְׁפַּ֖חַת H4940 הַגִּלְעָדִֽי H1569 ",
      "30": "אֵ֚לֶּה H428 בְּנֵ֣י H1121 גִלְעָ֔ד H1568 אִיעֶ֕זֶר H372 מִשְׁפַּ֖חַת H4940 הָאִֽיעֶזְרִ֑י H373 לְחֵ֕לֶק H2507 מִשְׁפַּ֖חַת H4940 הַֽחֶלְקִֽי H2516 ",
      "31": "וְאַ֨שְׂרִיאֵ֔ל H844 מִשְׁפַּ֖חַת H4940 הָֽאַשְׂרִֽאֵלִ֑י H845 וְשֶׁ֕כֶם H7928 מִשְׁפַּ֖חַת H4940 הַשִּׁכְמִֽי H7930 ",
      "32": "וּשְׁמִידָ֕ע H8061 מִשְׁפַּ֖חַת H4940 הַשְּׁמִידָעִ֑י H8062 וְחֵ֕פֶר H2660 מִשְׁפַּ֖חַת H4940 הַֽחֶפְרִֽי H2662 ",
      "33": "וּצְלָפְחָ֣ד H6765 בֶּן H1121 חֵ֗פֶר H2660 לֹא H3808 הָ֥יוּ H1961 ל֛וֹ Hl בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וְשֵׁם֙ H8034 בְּנ֣וֹת H1323 צְלָפְחָ֔ד H6765 מַחְלָ֣ה H4244 וְנֹעָ֔ה H5270 חָגְלָ֥ה H2295 מִלְכָּ֖ה H4435 וְתִרְצָֽה H8656 ",
      "34": "אֵ֖לֶּה H428 מִשְׁפְּחֹ֣ת H4940 מְנַשֶּׁ֑ה H4519 וּפְקֻ֣דֵי H6485 שְׁנַ֧יִם H8147 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
      "35": "אֵ֣לֶּה H428 בְנֵי H1121 אֶפְרַיִם֮ H669 לְמִשְׁפְּחֹתָ H4940 לְשׁוּתֶ֗לַח H7803 מִשְׁפַּ֨חַת֙ H4940 הַשֻּׁ֣תַלְחִ֔י H8364 לְבֶ֕כֶר H1071 מִשְׁפַּ֖חַת H4940 הַבַּכְרִ֑י H1076 לְתַ֕חַן H8465 מִשְׁפַּ֖חַת H4940 הַֽתַּחֲנִֽי H8470 ",
      "36": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 שׁוּתָ֑לַח H7803 לְעֵרָ֕ן H6197 מִשְׁפַּ֖חַת H4940 הָעֵרָנִֽי H6198 ",
      "37": "אֵ֣לֶּה H428 מִשְׁפְּחֹ֤ת H4940 בְּנֵי H1121 אֶפְרַ֨יִם֙ H669 לִפְקֻ֣דֵי H6485 שְׁנַ֧יִם H8147 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וַחֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 אֵ֥לֶּה H428 בְנֵי H1121 יוֹסֵ֖ף H3130 לְמִשְׁפְּחֹתָֽ H4940 ",
      "38": "בְּנֵ֣י H1121 בִנְיָמִן֮ H1144 לְמִשְׁפְּחֹתָ H4940 לְבֶ֗לַע H1106 מִשְׁפַּ֨חַת֙ H4940 הַבַּלְעִ֔י H1108 לְאַשְׁבֵּ֕ל H788 מִשְׁפַּ֖חַת H4940 הָֽאַשְׁבֵּלִ֑י H789 לַאֲחִירָ֕ם H297 מִשְׁפַּ֖חַת H4940 הָאֲחִירָמִֽי H298 ",
      "39": "לִשְׁפוּפָ֕ם H8197 מִשְׁפַּ֖חַת H4940 הַשּׁוּפָמִ֑י H7781 לְחוּפָ֕ם H2349 מִשְׁפַּ֖חַת H4940 הַחוּפָמִֽי H2350 ",
      "40": "וַיִּהְי֥וּ H1961 בְנֵי H1121 בֶ֖לַע H1106 אַ֣רְדְּ H714 וְנַעֲמָ֑ן H5283 מִשְׁפַּ֨חַת֙ H4940 הָֽאַרְדִּ֔י H716 לְנַֽעֲמָ֔ן H5283 מִשְׁפַּ֖חַת H4940 הַֽנַּעֲמִֽי H5280 ",
      "41": "אֵ֥לֶּה H428 בְנֵי H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֹתָ֑ H4940 וּפְקֻ֣דֵי H6485 חֲמִשָּׁ֧ה H2568 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
      "42": "אֵ֤לֶּה H428 בְנֵי H1121 דָן֙ H1835 לְמִשְׁפְּחֹתָ֔ H4940 לְשׁוּחָ֕ם H7748 מִשְׁפַּ֖חַת H4940 הַשּׁוּחָמִ֑י H7749 אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 דָּ֖ן H1835 לְמִשְׁפְּחֹתָֽ H4940 ",
      "43": "כָּל H3605 מִשְׁפְּחֹ֥ת H4940 הַשּׁוּחָמִ֖י H7749 לִפְקֻדֵי H6485 אַרְבָּעָ֧ה H702 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "44": "בְּנֵ֣י H1121 אָשֵׁר֮ H836 לְמִשְׁפְּחֹתָ H4940 לְיִמְנָ֗ה H3232 מִשְׁפַּ֨חַת֙ H4940 הַיִּמְנָ֔ה H3232 לְיִשְׁוִ֕י H3440 מִשְׁפַּ֖חַת H4940 הַיִּשְׁוִ֑י H3441 לִבְרִיעָ֕ה H1283 מִשְׁפַּ֖חַת H4940 הַבְּרִיעִֽי H1284 ",
      "45": "לִבְנֵ֣י H1121 בְרִיעָ֔ה H1283 לְחֶ֕בֶר H2268 מִשְׁפַּ֖חַת H4940 הַֽחֶבְרִ֑י H2277 לְמַ֨לְכִּיאֵ֔ל H4439 מִשְׁפַּ֖חַת H4940 הַמַּלְכִּיאֵלִֽי H4440 ",
      "46": "וְשֵׁ֥ם H8034 בַּת H1323 אָשֵׁ֖ר H836 שָֽׂרַח H8294 ",
      "47": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 בְּנֵי H1121 אָשֵׁ֖ר H836 לִפְקֻדֵי H6485 שְׁלֹשָׁ֧ה H7969 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "48": "בְּנֵ֤י H1121 נַפְתָּלִי֙ H5321 לְמִשְׁפְּחֹתָ֔ H4940 לְיַ֨חְצְאֵ֔ל H3183 מִשְׁפַּ֖חַת H4940 הַיַּחְצְאֵלִ֑י H3184 לְגוּנִ֕י H1476 מִשְׁפַּ֖חַת H4940 הַגּוּנִֽי H1477 ",
      "49": "לְיֵ֕צֶר H3337 מִשְׁפַּ֖חַת H4940 הַיִּצְרִ֑י H3340 לְשִׁלֵּ֕ם H8006 מִשְׁפַּ֖חַת H4940 הַשִּׁלֵּמִֽי H8016 ",
      "50": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 נַפְתָּלִ֖י H5321 לְמִשְׁפְּחֹתָ֑ H4940 וּפְקֻ֣דֵי H6485 חֲמִשָּׁ֧ה H2568 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
      "51": "אֵ֗לֶּה H428 פְּקוּדֵי֙ H6485 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֖לֶף H505 וָאָ֑לֶף H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
      "52": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "53": "לָאֵ֗לֶּה H428 תֵּחָלֵ֥ק H2505 הָאָ֛רֶץ H776 בְּנַחֲלָ֖ה H5159 בְּמִסְפַּ֥ר H4557 שֵׁמֽוֹת H8034 ",
      "54": "לָרַ֗ב H7227 תַּרְבֶּה֙ H7235 נַחֲלָת֔וֹ H5159 וְלַ H4592 תַּמְעִ֖יט H4591 נַחֲלָת֑וֹ H5159 אִ֚ישׁ H376 לְפִ֣י H6310 פְקֻדָ֔יו H6485 יֻתַּ֖ן H5414 נַחֲלָתֽוֹ H5159 ",
      "55": "אַךְ H389 בְּגוֹרָ֕ל H1486 יֵחָלֵ֖ק H2505 אֶת H853 הָאָ֑רֶץ H776 לִשְׁמ֥וֹת H8034 מַטּוֹת H4294 אֲבֹתָ֖ם H1 יִנְחָֽלוּ H5157 ",
      "56": "עַל H5921 פִּי֙ H6310 הַגּוֹרָ֔ל H1486 תֵּחָלֵ֖ק H2505 נַחֲלָת֑וֹ H5159 בֵּ֥ין H996 רַ֖ב H7227 לִמְעָֽט H4592 ",
      "57": "וְאֵ֨לֶּה H428 פְקוּדֵ֣י H6485 הַלֵּוִי֮ H3881 לְמִשְׁפְּחֹתָ H4940 לְגֵרְשׁ֗וֹן H1648 מִשְׁפַּ֨חַת֙ H4940 הַגֵּ֣רְשֻׁנִּ֔י H1649 לִקְהָ֕ת H6955 מִשְׁפַּ֖חַת H4940 הַקְּהָתִ֑י H6956 לִמְרָרִ֕י H4847 מִשְׁפַּ֖חַת H4940 הַמְּרָרִֽי H4848 ",
      "58": "אֵ֣לֶּה H428 מִשְׁפְּחֹ֣ת H4940 לֵוִ֗י H3881 מִשְׁפַּ֨חַת H4940 הַלִּבְנִ֜י H3846 מִשְׁפַּ֤חַת H4940 הַֽחֶבְרֹנִי֙ H2276 מִשְׁפַּ֤חַת H4940 הַמַּחְלִי֙ H4250 מִשְׁפַּ֣חַת H4940 הַמּוּשִׁ֔י H4188 מִשְׁפַּ֖חַת H4940 הַקָּרְחִ֑י H7145 וּקְהָ֖ת H6955 הוֹלִ֥ד H3205 אֶת H853 עַמְרָֽם H6019 ",
      "59": "וְשֵׁ֣ם H8034 אֵ֣שֶׁת H802 עַמְרָ֗ם H6019 יוֹכֶ֨בֶד֙ H3115 בַּת H1323 לֵוִ֔י H3878 אֲשֶׁ֨ר H834 יָלְדָ֥ה H3205 אֹתָ֛הּ H853 לְלֵוִ֖י H3878 בְּמִצְרָ֑יִם H4714 וַתֵּ֣לֶד H3205 לְעַמְרָ֗ם H6019 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 מֹשֶׁ֔ה H4872 וְאֵ֖ת H853 מִרְיָ֥ם H4813 אֲחֹתָֽם H269 ",
      "60": "וַיִּוָּלֵ֣ד H3205 לְאַהֲרֹ֔ן H175 אֶת H853 נָדָ֖ב H5070 וְאֶת H853 אֲבִיה֑וּא H30 אֶת H853 אֶלְעָזָ֖ר H499 וְאֶת H853 אִיתָמָֽר H385 ",
      "61": "וַיָּ֥מָת H4191 נָדָ֖ב H5070 וַאֲבִיה֑וּא H30 בְּהַקְרִיבָ֥ H7126 אֵשׁ H784 זָרָ֖ה H2114 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "62": "וַיִּהְי֣וּ H1961 פְקֻדֵיהֶ֗ם H6485 שְׁלֹשָׁ֤ה H7969 וְעֶשְׂרִים֙ H6242 אֶ֔לֶף H505 כָּל H3605 זָכָ֖ר H2145 מִבֶּן H1121 חֹ֣דֶשׁ H2320 וָמָ֑עְלָ H4605 כִּ֣י H3588 לֹ֣א H3808 הָתְפָּקְד֗וּ H6485 בְּתוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כִּ֠י H3588 לֹא H3808 נִתַּ֤ן H5414 לָהֶם֙ H1992 נַחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "63": "אֵ֚לֶּה H428 פְּקוּדֵ֣י H6485 מֹשֶׁ֔ה H4872 וְאֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 אֲשֶׁ֨ר H834 פָּֽקְד֜וּ H6485 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 עַ֖ל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
      "64": "וּבְ H428 לֹא H3808 הָ֣יָה H1961 אִ֔ישׁ H376 מִפְּקוּדֵ֣י H6485 מֹשֶׁ֔ה H4872 וְאַהֲרֹ֖ן H175 הַכֹּהֵ֑ן H3548 אֲשֶׁ֥ר H834 פָּקְד֛וּ H6485 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 ",
      "65": "כִּֽי H3588 אָמַ֤ר H559 יְהוָה֙ H3068 לָהֶ֔ם Hl מ֥וֹת H4191 יָמֻ֖תוּ H4191 בַּמִּדְבָּ֑ר H4057 וְלֹא H3808 נוֹתַ֤ר H3498 מֵהֶם֙ H1992 אִ֔ישׁ H376 כִּ֚י H3588 אִם H518 כָּלֵ֣ב H3612 בֶּן H1121 יְפֻנֶּ֔ה H3312 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נֽוּן H5126 "
    },
    "27": {
      "1": "וַתִּקְרַ֜בְנָה H7126 בְּנ֣וֹת H1323 צְלָפְחָ֗ד H6765 בֶּן H1121 חֵ֤פֶר H2660 בֶּן H1121 גִּלְעָד֙ H1568 בֶּן H1121 מָכִ֣יר H4353 בֶּן H1121 מְנַשֶּׁ֔ה H4519 לְמִשְׁפְּחֹ֖ת H4940 מְנַשֶּׁ֣ה H4519 בֶן H1121 יוֹסֵ֑ף H3130 וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 בְּנֹתָ֔יו H1323 מַחְלָ֣ה H4244 נֹעָ֔ה H5270 וְחָגְלָ֥ה H2295 וּמִלְכָּ֖ה H4435 וְתִרְצָֽה H8656 ",
      "2": "וַֽתַּעֲמֹ֜דְנָה H5975 לִפְנֵ֣י H6440 מֹשֶׁ֗ה H4872 וְלִ H6440 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְלִ H6440 הַנְּשִׂיאִ֖ם H5387 וְכָל H3605 הָעֵדָ֑ה H5712 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 לֵאמֹֽר H559 ",
      "3": "אָבִינוּ֮ H1 מֵ֣ת H4191 בַּמִּדְבָּר֒ H4057 וְה֨וּא H1931 לֹא H3808 הָיָ֜ה H1961 בְּת֣וֹךְ H8432 הָעֵדָ֗ה H5712 הַנּוֹעָדִ֛ים H3259 עַל H5921 יְהוָ֖ה H3068 בַּעֲדַת H5712 קֹ֑רַח H7141 כִּֽי H3588 בְחֶטְא֣ H2399 מֵ֔ת H4191 וּבָנִ֖ים H1121 לֹא H3808 הָ֥יוּ H1961 לֽוֹ Hl ",
      "4": "לָ֣מָּה H4100 יִגָּרַ֤ע H1639 שֵׁם H8034 אָבִ֨ינוּ֙ H1 מִתּ֣וֹךְ H8432 מִשְׁפַּחְתּ֔וֹ H4940 כִּ֛י H3588 אֵ֥ין H369 ל֖וֹ Hl בֵּ֑ן H1121 תְּנָה H5414 לָּ֣נוּ Hl אֲחֻזָּ֔ה H272 בְּת֖וֹךְ H8432 אֲחֵ֥י H251 אָבִֽינוּ H1 ",
      "5": "וַיַּקְרֵ֥ב H7126 מֹשֶׁ֛ה H4872 אֶת H853 מִשְׁפָּטָ֖ H4941 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "6": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "7": "כֵּ֗ן H3651 בְּנ֣וֹת H1323 צְלָפְחָד֮ H6765 דֹּבְרֹת֒ H1696 נָתֹ֨ן H5414 תִּתֵּ֤ן H5414 לָהֶם֙ Hl אֲחֻזַּ֣ת H272 נַחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 אֲחֵ֣י H251 אֲבִיהֶ֑ם H1 וְהַֽעֲבַרְתָּ֛ H5674 אֶת H853 נַחֲלַ֥ת H5159 אֲבִיהֶ֖ן H1 לָהֶֽן Hl ",
      "8": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 אִ֣ישׁ H376 כִּֽי H3588 יָמ֗וּת H4191 וּבֵן֙ H1121 אֵ֣ין H369 ל֔וֹ Hl וְהַֽעֲבַרְתֶּ֥ם H5674 אֶת H853 נַחֲלָת֖וֹ H5159 לְבִתּֽ H1323 ",
      "9": "וְאִם H518 אֵ֥ין H369 ל֖וֹ Hl בַּ֑ת H1323 וּנְתַתֶּ֥ם H5414 אֶת H853 נַחֲלָת֖וֹ H5159 לְאֶחָי H251 ",
      "10": "וְאִם H518 אֵ֥ין H369 ל֖וֹ Hl אַחִ֑ים H251 וּנְתַתֶּ֥ם H5414 אֶת H853 נַחֲלָת֖וֹ H5159 לַאֲחֵ֥י H251 אָבִֽיו H1 ",
      "11": "וְאִם H518 אֵ֣ין H369 אַחִים֮ H251 לְאָבִי H1 וּנְתַתֶּ֣ם H5414 אֶת H853 נַחֲלָת֗וֹ H5159 לִשְׁאֵר֞ H7607 הַקָּרֹ֥ב H7138 אֵלָ֛יו H413 מִמִּשְׁפַּחְתּ֖ H4940 וְיָרַ֣שׁ H3423 אֹתָ֑הּ H853 וְֽהָ֨יְתָ֜ה H1961 לִבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לְחֻקַּ֣ת H2708 מִשְׁפָּ֔ט H4941 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "12": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 עֲלֵ֛ה H5927 אֶל H413 הַ֥ר H2022 הָעֲבָרִ֖ים H5682 הַזֶּ֑ה H2088 וּרְאֵה֙ H7200 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "13": "וְרָאִ֣יתָה H7200 אֹתָ֔הּ H853 וְנֶאֱסַפְתָּ֥ H622 אֶל H413 עַמֶּ֖יךָ H5971 גַּם H1571 אָ֑תָּה H859 כַּאֲשֶׁ֥ר H834 נֶאֱסַ֖ף H622 אַהֲרֹ֥ן H175 אָחִֽיךָ H251 ",
      "14": "כַּאֲשֶׁר֩ H834 מְרִיתֶ֨ם H4784 פִּ֜י H6310 בְּמִדְבַּר H4057 צִ֗ן H6790 בִּמְרִיבַת֙ H4808 הָֽעֵדָ֔ה H5712 לְהַקְדִּישֵׁ֥ H6942 בַמַּ֖יִם H4325 לְעֵינֵי H5869 הֵ֛ם H1992 מֵֽי H4325 מְרִיבַ֥ת H4809 קָדֵ֖שׁ H6946 מִדְבַּר H4057 צִֽן H6790 ",
      "15": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 אֶל H413 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
      "16": "יִפְקֹ֣ד H6485 יְהוָ֔ה H3068 אֱלֹהֵ֥י H430 הָרוּחֹ֖ת H7307 לְכָל H3605 בָּשָׂ֑ר H1320 אִ֖ישׁ H376 עַל H5921 הָעֵדָֽה H5712 ",
      "17": "אֲשֶׁר H834 יֵצֵ֣א H3318 לִפְנֵי H6440 וַאֲשֶׁ֤ר H834 יָבֹא֙ H935 לִפְנֵי H6440 וַאֲשֶׁ֥ר H834 יוֹצִיאֵ֖ם H3318 וַאֲשֶׁ֣ר H834 יְבִיאֵ֑ם H935 וְלֹ֤א H3808 תִהְיֶה֙ H1961 עֲדַ֣ת H5712 יְהוָ֔ה H3068 כַּצֹּ֕אן H6629 אֲשֶׁ֥ר H834 אֵין H369 לָהֶ֖ם Hl רֹעֶֽה H7462 ",
      "18": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 קַח H3947 לְךָ֙ Hl אֶת H853 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 אִ֖ישׁ H376 אֲשֶׁר H834 ר֣וּחַ H7307 בּ֑וֹ Hb וְסָמַכְתָּ֥ H5564 אֶת H853 יָדְךָ֖ H3027 עָלָֽיו H5921 ",
      "19": "וְהַֽעֲמַדְתָּ֣ H5975 אֹת֗וֹ H853 לִפְנֵי֙ H6440 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְלִ H6440 כָּל H3605 הָעֵדָ֑ה H5712 וְצִוִּיתָ֥ה H6680 אֹת֖וֹ H853 לְעֵינֵי H5869 ",
      "20": "וְנָתַתָּ֥ה H5414 מֵהֽוֹדְ H1935 עָלָ֑יו H5921 לְמַ֣עַן H4616 יִשְׁמְע֔וּ H8085 כָּל H3605 עֲדַ֖ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "21": "וְלִ H6440 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 יַעֲמֹ֔ד H5975 וְשָׁ֥אַל H7592 ל֛וֹ Hl בְּמִשְׁפַּ֥ט H4941 הָאוּרִ֖ים H224 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 עַל H5921 פִּ֨יו H6310 יֵצְא֜וּ H3318 וְעַל H5921 פִּ֣יו H6310 יָבֹ֗אוּ H935 ה֛וּא H1931 וְכָל H3605 בְּנֵי H1121 יִשְׂרָאֵ֥ל H3478 אִתּ֖וֹ H854 וְכָל H3605 הָעֵדָֽה H5712 ",
      "22": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 וַיִּקַּ֣ח H3947 אֶת H853 יְהוֹשֻׁ֗עַ H3091 וַיַּֽעֲמִדֵ֨ H5975 לִפְנֵי֙ H6440 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְלִ H6440 כָּל H3605 הָעֵדָֽה H5712 ",
      "23": "וַיִּסְמֹ֧ךְ H5564 אֶת H853 יָדָ֛יו H3027 עָלָ֖יו H5921 וַיְצַוֵּ֑ H6680 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
    },
    "28": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "צַ֚ו H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אֶת H853 קָרְבָּנִ֨י H7133 לַחְמִ֜י H3899 לְאִשַּׁ֗ H801 רֵ֚יחַ H7381 נִֽיחֹחִ֔י H5207 תִּשְׁמְר֕וּ H8104 לְהַקְרִ֥יב H7126 לִ֖י Hl בְּמוֹעֲדֽ H4150 ",
      "3": "וְאָמַרְתָּ֣ H559 לָהֶ֔ם Hl זֶ֚ה H2088 הָֽאִשֶּׁ֔ה H801 אֲשֶׁ֥ר H834 תַּקְרִ֖יבוּ H7126 לַיהוָ֑ה H3068 כְּבָשִׂ֨ים H3532 בְּנֵֽי H1121 שָׁנָ֧ה H8141 תְמִימִ֛ם H8549 שְׁנַ֥יִם H8147 לַיּ֖וֹם H3117 עֹלָ֥ה H5930 תָמִֽיד H8548 ",
      "4": "אֶת H853 הַכֶּ֥בֶשׂ H3532 אֶחָ֖ד H259 תַּעֲשֶׂ֣ה H6213 בַבֹּ֑קֶר H1242 וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֥ין H996 הָֽעַרְבָּֽיִם H6153 ",
      "5": "וַעֲשִׂירִ֧ית H6224 הָאֵיפָ֛ה H374 סֹ֖לֶת H5560 לְמִנְחָ֑ה H4503 בְּלוּלָ֛ה H1101 בְּשֶׁ֥מֶן H8081 כָּתִ֖ית H3795 רְבִיעִ֥ת H7243 הַהִֽין H1969 ",
      "6": "עֹלַ֖ת H5930 תָּמִ֑יד H8548 הָעֲשֻׂיָה֙ H6213 בְּהַ֣ר H2022 סִינַ֔י H5514 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
      "7": "וְנִסְכּ H5262 רְבִיעִ֣ת H7243 הַהִ֔ין H1969 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 בַּקֹּ֗דֶשׁ H6944 הַסֵּ֛ךְ H5258 נֶ֥סֶךְ H5262 שֵׁכָ֖ר H7941 לַיהוָֽה H3068 ",
      "8": "וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֣ין H996 הָֽעַרְבָּ֑יִם H6153 כְּמִנְחַ֨ת H4503 הַבֹּ֤קֶר H1242 וּכְ H5262 תַּעֲשֶׂ֔ה H6213 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "9": "וּבְ H3117 הַשַּׁבָּ֔ת H7676 שְׁנֵֽי H8147 כְבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 תְּמִימִ֑ם H8549 וּשְׁנֵ֣י H8147 עֶשְׂרֹנִ֗ים H6241 סֹ֧לֶת H5560 מִנְחָ֛ה H4503 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 וְנִסְכּֽ H5262 ",
      "10": "עֹלַ֥ת H5930 שַׁבַּ֖ת H7676 בְּשַׁבַּתּ֑ H7676 עַל H5921 עֹלַ֥ת H5930 הַתָּמִ֖יד H8548 וְנִסְכָּֽ H5262 ",
      "11": "וּבְ H7218 חָדְשֵׁיכֶ֔ם H2320 תַּקְרִ֥יבוּ H7126 עֹלָ֖ה H5930 לַיהוָ֑ה H3068 פָּרִ֨ים H6499 בְּנֵֽי H1121 בָקָ֤ר H1241 שְׁנַ֨יִם֙ H8147 וְאַ֣יִל H352 אֶחָ֔ד H259 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 שִׁבְעָ֖ה H7651 תְּמִימִֽם H8549 ",
      "12": "וּשְׁלֹשָׁ֣ה H7969 עֶשְׂרֹנִ֗ים H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 לַפָּ֖ר H6499 הָאֶחָ֑ד H259 וּשְׁנֵ֣י H8147 עֶשְׂרֹנִ֗ים H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 לָאַ֖יִל H352 הָֽאֶחָֽד H259 ",
      "13": "וְעִשָּׂרֹ֣ן H6241 עִשָּׂר֗וֹן H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 עֹלָה֙ H5930 רֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "14": "וְנִסְכֵּי H5262 חֲצִ֣י H2677 הַהִין֩ H1969 יִהְיֶ֨ה H1961 לַפָּ֜ר H6499 וּשְׁלִישִׁ֧ת H7992 הַהִ֣ין H1969 לָאַ֗יִל H352 וּרְבִיעִ֥ת H7243 הַהִ֛ין H1969 לַכֶּ֖בֶשׂ H3532 יָ֑יִן H3196 זֹ֣את H2063 עֹלַ֥ת H5930 חֹ֨דֶשׁ֙ H2320 בְּחָדְשׁ֔ H2320 לְחָדְשֵׁ֖י H2320 הַשָּׁנָֽה H8141 ",
      "15": "וּשְׂעִ֨יר H8163 עִזִּ֥ים H5795 אֶחָ֛ד H259 לְחַטָּ֖את H2403 לַיהוָ֑ה H3068 עַל H5921 עֹלַ֧ת H5930 הַתָּמִ֛יד H8548 יֵעָשֶׂ֖ה H6213 וְנִסְכּֽ H5262 ",
      "16": "וּבַ H2320 הָרִאשׁ֗וֹן H7223 בְּאַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 י֖וֹם H3117 לַחֹ֑דֶשׁ H2320 פֶּ֖סַח H6453 לַיהוָֽה H3068 ",
      "17": "וּבַ H2568 עָשָׂ֥ר H6240 י֛וֹם H3117 לַחֹ֥דֶשׁ H2320 הַזֶּ֖ה H2088 חָ֑ג H2282 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 מַצּ֖וֹת H4682 יֵאָכֵֽל H398 ",
      "18": "בַּיּ֥וֹם H3117 הָרִאשׁ֖וֹן H7223 מִקְרָא H4744 קֹ֑דֶשׁ H6944 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "19": "וְהִקְרַבְתֶּ֨ם H7126 אִשֶּׁ֤ה H801 עֹלָה֙ H5930 לַֽיהוָ֔ה H3068 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁנַ֖יִם H8147 וְאַ֣יִל H352 אֶחָ֑ד H259 וְשִׁבְעָ֤ה H7651 כְבָשִׂים֙ H3532 בְּנֵ֣י H1121 שָׁנָ֔ה H8141 תְּמִימִ֖ם H8549 יִהְי֥וּ H1961 לָכֶֽם Hl ",
      "20": "וּמִ֨נְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֨ה H7969 עֶשְׂרֹנִ֜ים H6241 לַפָּ֗ר H6499 וּשְׁנֵ֧י H8147 עֶשְׂרֹנִ֛ים H6241 לָאַ֖יִל H352 תַּעֲשֽׂוּ H6213 ",
      "21": "עִשָּׂר֤וֹן H6241 עִשָּׂרוֹן֙ H6241 תַּעֲשֶׂ֔ה H6213 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
      "22": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 לְכַפֵּ֖ר H3722 עֲלֵיכֶֽם H5921 ",
      "23": "מִלְּ H905 עֹלַ֣ת H5930 הַבֹּ֔קֶר H1242 אֲשֶׁ֖ר H834 לְעֹלַ֣ת H5930 הַתָּמִ֑יד H8548 תַּעֲשׂ֖וּ H6213 אֶת H853 אֵֽלֶּה H428 ",
      "24": "כָּאֵ֜לֶּה H428 תַּעֲשׂ֤וּ H6213 לַיּוֹם֙ H3117 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 לֶ֛חֶם H3899 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָ֑ה H3068 עַל H5921 עוֹלַ֧ת H5930 הַתָּמִ֛יד H8548 יֵעָשֶׂ֖ה H6213 וְנִסְכּֽ H5262 ",
      "25": "וּבַ H3117 הַשְּׁבִיעִ֔י H7637 מִקְרָא H4744 קֹ֖דֶשׁ H6944 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "26": "וּבְ H3117 הַבִּכּוּרִ֗ים H1061 בְּהַקְרִ֨יבְ H7126 מִנְחָ֤ה H4503 חֲדָשָׁה֙ H2319 לַֽיהוָ֔ה H3068 בְּשָׁבֻעֹ֖תֵי H7620 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "27": "וְהִקְרַבְתֶּ֨ם H7126 עוֹלָ֜ה H5930 לְרֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁנַ֖יִם H8147 אַ֣יִל H352 אֶחָ֑ד H259 שִׁבְעָ֥ה H7651 כְבָשִׂ֖ים H3532 בְּנֵ֥י H1121 שָׁנָֽה H8141 ",
      "28": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֤ה H7969 עֶשְׂרֹנִים֙ H6241 לַפָּ֣ר H6499 הָֽאֶחָ֔ד H259 שְׁנֵי֙ H8147 עֶשְׂרֹנִ֔ים H6241 לָאַ֖יִל H352 הָאֶחָֽד H259 ",
      "29": "עִשָּׂרוֹן֙ H6241 עִשָּׂר֔וֹן H6241 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
      "30": "שְׂעִ֥יר H8163 עִזִּ֖ים H5795 אֶחָ֑ד H259 לְכַפֵּ֖ר H3722 עֲלֵיכֶֽם H5921 ",
      "31": "מִלְּ H905 עֹלַ֧ת H5930 הַתָּמִ֛יד H8548 וּמִנְחָת֖ H4503 תַּעֲשׂ֑וּ H6213 תְּמִימִ֥ם H8549 יִהְיוּ H1961 לָכֶ֖ם Hl וְנִסְכֵּי H5262 "
    },
    "29": {
      "1": "וּבַ H2320 הַשְּׁבִיעִ֜י H7637 בְּאֶחָ֣ד H259 לַחֹ֗דֶשׁ H2320 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 י֥וֹם H3117 תְּרוּעָ֖ה H8643 יִהְיֶ֥ה H1961 לָכֶֽם Hl ",
      "2": "וַעֲשִׂיתֶ֨ם H6213 עֹלָ֜ה H5930 לְרֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פַּ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 אֶחָ֖ד H259 אַ֣יִל H352 אֶחָ֑ד H259 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 שִׁבְעָ֖ה H7651 תְּמִימִֽם H8549 ",
      "3": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֤ה H7969 עֶשְׂרֹנִים֙ H6241 לַפָּ֔ר H6499 שְׁנֵ֥י H8147 עֶשְׂרֹנִ֖ים H6241 לָאָֽיִל H352 ",
      "4": "וְעִשָּׂר֣וֹן H6241 אֶחָ֔ד H259 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
      "5": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 לְכַפֵּ֖ר H3722 עֲלֵיכֶֽם H5921 ",
      "6": "מִלְּ H905 עֹלַ֨ת H5930 הַחֹ֜דֶשׁ H2320 וּמִנְחָתָ֗ H4503 וְעֹלַ֤ת H5930 הַתָּמִיד֙ H8548 וּמִנְחָתָ֔ H4503 וְנִסְכֵּי H5262 כְּמִשְׁפָּטָ֑ H4941 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "7": "וּבֶ H6218 לַחֹ֨דֶשׁ H2320 הַשְּׁבִיעִ֜י H7637 הַזֶּ֗ה H2088 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 כָּל H3605 מְלָאכָ֖ה H4399 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "8": "וְהִקְרַבְתֶּ֨ם H7126 עֹלָ֤ה H5930 לַֽיהוָה֙ H3068 רֵ֣יחַ H7381 נִיחֹ֔חַ H5207 פַּ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 אֶחָ֖ד H259 אַ֣יִל H352 אֶחָ֑ד H259 כְּבָשִׂ֤ים H3532 בְּנֵֽי H1121 שָׁנָה֙ H8141 שִׁבְעָ֔ה H7651 תְּמִימִ֖ם H8549 יִהְי֥וּ H1961 לָכֶֽם Hl ",
      "9": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֤ה H7969 עֶשְׂרֹנִים֙ H6241 לַפָּ֔ר H6499 שְׁנֵי֙ H8147 עֶשְׂרֹנִ֔ים H6241 לָאַ֖יִל H352 הָאֶחָֽד H259 ",
      "10": "עִשָּׂרוֹן֙ H6241 עִשָּׂר֔וֹן H6241 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
      "11": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 חַטַּ֤את H2403 הַכִּפֻּרִים֙ H3725 וְעֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכֵּי H5262 ",
      "12": "וּבַ H2568 עָשָׂ֨ר H6240 י֜וֹם H3117 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 וְחַגֹּתֶ֥ם H2287 חַ֛ג H2282 לַיהוָ֖ה H3068 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "13": "וְהִקְרַבְתֶּ֨ם H7126 עֹלָ֜ה H5930 אִשֵּׁ֨ה H801 רֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁלֹשָׁ֥ה H7969 עָשָׂ֖ר H6240 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִ֥ם H8549 יִהְיֽוּ H1961 ",
      "14": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֨ה H7969 עֶשְׂרֹנִ֜ים H6241 לַפָּ֣ר H6499 הָֽאֶחָ֗ד H259 לִשְׁלֹשָׁ֤ה H7969 עָשָׂר֙ H6240 פָּרִ֔ים H6499 שְׁנֵ֤י H8147 עֶשְׂרֹנִים֙ H6241 לָאַ֣יִל H352 הָֽאֶחָ֔ד H259 לִשְׁנֵ֖י H8147 הָאֵילִֽם H352 ",
      "15": "וְעִשָּׂרׄוֹן֙ H6241 עִשָּׂר֔וֹן H6241 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְאַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 כְּבָשִֽׂים H3532 ",
      "16": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וְנִסְכָּֽ H5262 ",
      "17": "וּבַ H3117 הַשֵּׁנִ֗י H8145 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
      "18": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
      "19": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכֵּי H5262 ",
      "20": "וּבַ H3117 הַשְּׁלִישִׁ֛י H7992 פָּרִ֥ים H6499 עַשְׁתֵּי H6249 עָשָׂ֖ר H6240 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
      "21": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
      "22": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכָּֽ H5262 ",
      "23": "וּבַ H3117 הָרְבִיעִ֛י H7243 פָּרִ֥ים H6499 עֲשָׂרָ֖ה H6235 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
      "24": "מִנְחָתָ֣ם H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
      "25": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וְנִסְכָּֽ H5262 ",
      "26": "וּבַ H3117 הַחֲמִישִׁ֛י H2549 פָּרִ֥ים H6499 תִּשְׁעָ֖ה H8672 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
      "27": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
      "28": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכָּֽ H5262 ",
      "29": "וּבַ H3117 הַשִּׁשִּׁ֛י H8345 פָּרִ֥ים H6499 שְׁמֹנָ֖ה H8083 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
      "30": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
      "31": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וּנְסָכֶֽי H5262 ",
      "32": "וּבַ H3117 הַשְּׁבִיעִ֛י H7637 פָּרִ֥ים H6499 שִׁבְעָ֖ה H7651 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
      "33": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּ H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כְּמִשְׁפָּטָֽ H4941 ",
      "34": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וְנִסְכָּֽ H5262 ",
      "35": "בַּיּוֹם֙ H3117 הַשְּׁמִינִ֔י H8066 עֲצֶ֖רֶת H6116 תִּהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "36": "וְהִקְרַבְתֶּ֨ם H7126 עֹלָ֜ה H5930 אִשֵּׁ֨ה H801 רֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פַּ֥ר H6499 אֶחָ֖ד H259 אַ֣יִל H352 אֶחָ֑ד H259 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 שִׁבְעָ֖ה H7651 תְּמִימִֽם H8549 ",
      "37": "מִנְחָתָ֣ם H4503 וְנִסְכֵּי H5262 לַפָּ֨ר H6499 לָאַ֧יִל H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
      "38": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכָּֽ H5262 ",
      "39": "אֵ֛לֶּה H428 תַּעֲשׂ֥וּ H6213 לַיהוָ֖ה H3068 בְּמוֹעֲדֵי H4150 לְבַ֨ד H905 מִנִּדְרֵי H5088 וְנִדְבֹתֵי H5071 לְעֹלֹֽתֵי H5930 וּלְ H4503 וּלְ H5262 וּלְ H8002 ",
      "40": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
    },
    "30": {
      "1": "וַיְדַבֵּ֤ר H1696 מֹשֶׁה֙ H4872 אֶל H413 רָאשֵׁ֣י H7218 הַמַּטּ֔וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
      "2": "אִישׁ֩ H376 כִּֽי H3588 יִדֹּ֨ר H5087 נֶ֜דֶר H5088 לַֽיהוָ֗ה H3068 אֽוֹ H176 הִשָּׁ֤בַע H7650 שְׁבֻעָה֙ H7621 לֶאְסֹ֤ר H631 אִסָּר֙ H632 עַל H5921 נַפְשׁ֔וֹ H5315 לֹ֥א H3808 יַחֵ֖ל H2490 דְּבָר֑וֹ H1697 כְּכָל H3605 הַיֹּצֵ֥א H3318 מִפִּ֖י H6310 יַעֲשֶֽׂה H6213 ",
      "3": "וְאִשָּׁ֕ה H802 כִּֽי H3588 תִדֹּ֥ר H5087 נֶ֖דֶר H5088 לַיהוָ֑ה H3068 וְאָסְרָ֥ה H631 אִסָּ֛ר H632 בְּבֵ֥ית H1004 אָבִ֖יהָ H1 בִּנְעֻרֶֽי H5271 ",
      "4": "וְשָׁמַ֨ע H8085 אָבִ֜יהָ H1 אֶת H853 נִדְרָ֗הּ H5088 וֶֽאֱסָרָ H632 אֲשֶׁ֣ר H834 אָֽסְרָ֣ה H631 עַל H5921 נַפְשָׁ֔הּ H5315 וְהֶחֱרִ֥ישׁ H2790 לָ֖הּ Hl אָבִ֑יהָ H1 וְקָ֨מוּ֙ H6965 כָּל H3605 נְדָרֶ֔יהָ H5088 וְכָל H3605 אִסָּ֛ר H632 אֲשֶׁר H834 אָסְרָ֥ה H631 עַל H5921 נַפְשָׁ֖הּ H5315 יָקֽוּם H6965 ",
      "5": "וְאִם H518 הֵנִ֨יא H5106 אָבִ֣יהָ H1 אֹתָהּ֮ H853 בְּי֣וֹם H3117 שָׁמְעוֹ֒ H8085 כָּל H3605 נְדָרֶ֗יהָ H5088 וֶֽאֱסָרֶ֛י H632 אֲשֶׁר H834 אָסְרָ֥ה H631 עַל H5921 נַפְשָׁ֖הּ H5315 לֹ֣א H3808 יָק֑וּם H6965 וַֽיהוָה֙ H3068 יִֽסְלַח H5545 לָ֔הּ Hl כִּי H3588 הֵנִ֥יא H5106 אָבִ֖יהָ H1 אֹתָֽהּ H853 ",
      "6": "וְאִם H518 הָי֤וֹ H1961 תִֽהְיֶה֙ H1961 לְאִ֔ישׁ H376 וּנְדָרֶ֖י H5088 עָלֶ֑יהָ H5921 א֚וֹ H176 מִבְטָ֣א H4008 שְׂפָתֶ֔יהָ H8193 אֲשֶׁ֥ר H834 אָסְרָ֖ה H631 עַל H5921 נַפְשָֽׁהּ H5315 ",
      "7": "וְשָׁמַ֥ע H8085 אִישָׁ֛הּ H376 בְּי֥וֹם H3117 שָׁמְע֖וֹ H8085 וְהֶחֱרִ֣ישׁ H2790 לָ֑הּ Hl וְקָ֣מוּ H6965 נְדָרֶ֗יהָ H5088 וֶֽאֱסָרֶ֛ H632 אֲשֶׁר H834 אָסְרָ֥ה H631 עַל H5921 נַפְשָׁ֖הּ H5315 יָקֻֽמוּ H6965 ",
      "8": "וְ֠אִם H518 בְּי֨וֹם H3117 שְׁמֹ֣עַ H8085 אִישָׁהּ֮ H376 יָנִ֣יא H5106 אוֹתָהּ֒ H853 וְהֵפֵ֗ר H6565 אֶת H853 נִדְרָהּ֙ H5088 אֲשֶׁ֣ר H834 עָלֶ֔יהָ H5921 וְאֵת֙ H853 מִבְטָ֣א H4008 שְׂפָתֶ֔יהָ H8193 אֲשֶׁ֥ר H834 אָסְרָ֖ה H631 עַל H5921 נַפְשָׁ֑הּ H5315 וַיהוָ֖ה H3068 יִֽסְלַֽח H5545 לָֽהּ Hl ",
      "9": "וְנֵ֥דֶר H5088 אַלְמָנָ֖ה H490 וּגְרוּשָׁ֑ה H1644 כֹּ֛ל H3605 אֲשֶׁר H834 אָסְרָ֥ה H631 עַל H5921 נַפְשָׁ֖הּ H5315 יָק֥וּם H6965 עָלֶֽיהָ H5921 ",
      "10": "וְאִם H518 בֵּ֥ית H1004 אִישָׁ֖הּ H376 נָדָ֑רָה H5087 אֽוֹ H176 אָסְרָ֥ה H631 אִסָּ֛ר H632 עַל H5921 נַפְשָׁ֖הּ H5315 בִּשְׁבֻעָֽה H7621 ",
      "11": "וְשָׁמַ֤ע H8085 אִישָׁהּ֙ H376 וְהֶחֱרִ֣שׁ H2790 לָ֔הּ Hl לֹ֥א H3808 הֵנִ֖יא H5106 אֹתָ֑הּ H853 וְקָ֨מוּ֙ H6965 כָּל H3605 נְדָרֶ֔יהָ H5088 וְכָל H3605 אִסָּ֛ר H632 אֲשֶׁר H834 אָסְרָ֥ה H631 עַל H5921 נַפְשָׁ֖הּ H5315 יָקֽוּם H6965 ",
      "12": "וְאִם H518 הָפֵר֩ H6565 יָפֵ֨ר H6565 אֹתָ֥ם H853 אִישָׁהּ֮ H376 בְּי֣וֹם H3117 שָׁמְעוֹ֒ H8085 כָּל H3605 מוֹצָ֨א H4161 שְׂפָתֶ֧יהָ H8193 לִנְדָרֶ֛י H5088 וּלְ H632 נַפְשָׁ֖הּ H5315 לֹ֣א H3808 יָק֑וּם H6965 אִישָׁ֣הּ H376 הֲפֵרָ֔ם H6565 וַיהוָ֖ה H3068 יִֽסְלַֽח H5545 לָֽהּ Hl ",
      "13": "כָּל H3605 נֵ֛דֶר H5088 וְכָל H3605 שְׁבֻעַ֥ת H7621 אִסָּ֖ר H632 לְעַנֹּ֣ת H6031 נָ֑פֶשׁ H5315 אִישָׁ֥הּ H376 יְקִימֶ֖נּוּ H6965 וְאִישָׁ֥ H376 יְפֵרֶֽנּוּ H6565 ",
      "14": "וְאִם H518 הַחֲרֵשׁ֩ H2790 יַחֲרִ֨ישׁ H2790 לָ֥הּ Hl אִישָׁהּ֮ H376 מִיּ֣וֹם H3117 אֶל H413 יוֹם֒ H3117 וְהֵקִים֙ H6965 אֶת H853 כָּל H3605 נְדָרֶ֔יהָ H5088 א֥וֹ H176 אֶת H853 כָּל H3605 אֱסָרֶ֖יהָ H632 אֲשֶׁ֣ר H834 עָלֶ֑יהָ H5921 הֵקִ֣ים H6965 אֹתָ֔ם H853 כִּי H3588 הֶחֱרִ֥שׁ H2790 לָ֖הּ Hl בְּי֥וֹם H3117 שָׁמְעֽוֹ H8085 ",
      "15": "וְאִם H518 הָפֵ֥ר H6565 יָפֵ֛ר H6565 אֹתָ֖ם H853 אַחֲרֵ֣י H310 שָׁמְע֑וֹ H8085 וְנָשָׂ֖א H5375 אֶת H853 עֲוֺנָֽהּ H5771 ",
      "16": "אֵ֣לֶּה H428 הַֽחֻקִּ֗ים H2706 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 בֵּ֥ין H996 אִ֖ישׁ H376 לְאִשְׁתּ֑ H802 בֵּֽין H996 אָ֣ב H1 לְבִתּ֔ H1323 בִּנְעֻרֶ֖י H5271 בֵּ֥ית H1004 אָבִֽיהָ H1 ",
      "17": "אֵ֣לֶּה H428 הַֽחֻקִּ֗ים H2706 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 בֵּ֥ין H996 אִ֖ישׁ H376 לְאִשְׁתּ֑ H802 בֵּֽין H996 אָ֣ב H1 לְבִתּ֔ H1323 בִּנְעֻרֶ֖י H5271 בֵּ֥ית H1004 אָבִֽיהָ H1 "
    },
    "31": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "נְקֹ֗ם H5358 נִקְמַת֙ H5360 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מֵאֵ֖ת H853 הַמִּדְיָנִ֑ים H4084 אַחַ֖ר H310 תֵּאָסֵ֥ף H622 אֶל H413 עַמֶּֽיךָ H5971 ",
      "3": "וַיְדַבֵּ֤ר H1696 מֹשֶׁה֙ H4872 אֶל H413 הָעָ֣ם H5971 לֵאמֹ֔ר H559 הֵחָלְצ֧וּ H2502 מֵאִתְּ H854 אֲנָשִׁ֖ים H376 לַצָּבָ֑א H6635 וְיִהְיוּ֙ H1961 עַל H5921 מִדְיָ֔ן H4080 לָתֵ֥ת H5414 נִקְמַת H5360 יְהוָ֖ה H3068 בְּמִדְיָֽן H4080 ",
      "4": "אֶ֚לֶף H505 לַמַּטֶּ֔ה H4294 אֶ֖לֶף H505 לַמַּטֶּ֑ה H4294 לְכֹל֙ H3605 מַטּ֣וֹת H4294 יִשְׂרָאֵ֔ל H3478 תִּשְׁלְח֖וּ H7971 לַצָּבָֽא H6635 ",
      "5": "וַיִּמָּֽסְרוּ֙ H4560 מֵאַלְפֵ֣י H505 יִשְׂרָאֵ֔ל H3478 אֶ֖לֶף H505 לַמַּטֶּ֑ה H4294 שְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H505 חֲלוּצֵ֥י H2502 צָבָֽא H6635 ",
      "6": "וַיִּשְׁלַ֨ח H7971 אֹתָ֥ם H853 מֹשֶׁ֛ה H4872 אֶ֥לֶף H505 לַמַּטֶּ֖ה H4294 לַצָּבָ֑א H6635 אֹ֠תָם H853 וְאֶת H853 פִּ֨ינְחָ֜ס H6372 בֶּן H1121 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 לַצָּבָ֔א H6635 וּכְלֵ֥י H3627 הַקֹּ֛דֶשׁ H6944 וַחֲצֹצְר֥וֹת H2689 הַתְּרוּעָ֖ה H8643 בְּיָדֽ H3027 ",
      "7": "וַֽיִּצְבְּאוּ֙ H6633 עַל H5921 מִדְיָ֔ן H4080 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 וַיַּֽהַרְג֖וּ H2026 כָּל H3605 זָכָֽר H2145 ",
      "8": "וְאֶת H853 מַלְכֵ֨י H4428 מִדְיָ֜ן H4080 הָרְג֣וּ H2026 עַל H5921 חַלְלֵיהֶ֗ם H2491 אֶת H853 אֱוִ֤י H189 וְאֶת H853 רֶ֨קֶם֙ H7552 וְאֶת H853 צ֤וּר H6698 וְאֶת H853 חוּר֙ H2354 וְאֶת H853 רֶ֔בַע H7254 חֲמֵ֖שֶׁת H2568 מַלְכֵ֣י H4428 מִדְיָ֑ן H4080 וְאֵת֙ H853 בִּלְעָ֣ם H1109 בֶּן H1121 בְּע֔וֹר H1160 הָרְג֖וּ H2026 בֶּחָֽרֶב H2719 ",
      "9": "וַיִּשְׁבּ֧וּ H7617 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 נְשֵׁ֥י H802 מִדְיָ֖ן H4080 וְאֶת H853 טַפָּ֑ם H2945 וְאֵ֨ת H853 כָּל H3605 בְּהֶמְתָּ֧ם H929 וְאֶת H853 כָּל H3605 מִקְנֵהֶ֛ם H4735 וְאֶת H853 כָּל H3605 חֵילָ֖ם H2428 בָּזָֽזוּ H962 ",
      "10": "וְאֵ֤ת H853 כָּל H3605 עָרֵיהֶם֙ H5892 בְּמ֣וֹשְׁבֹתָ֔ H4186 וְאֵ֖ת H853 כָּל H3605 טִֽירֹתָ֑ם H2918 שָׂרְפ֖וּ H8313 בָּאֵֽשׁ H784 ",
      "11": "וַיִּקְחוּ֙ H3947 אֶת H853 כָּל H3605 הַשָּׁלָ֔ל H7998 וְאֵ֖ת H853 כָּל H3605 הַמַּלְק֑וֹחַ H4455 בָּאָדָ֖ם H120 וּבַ H929 ",
      "12": "וַיָּבִ֡אוּ H935 אֶל H413 מֹשֶׁה֩ H4872 וְאֶל H413 אֶלְעָזָ֨ר H499 הַכֹּהֵ֜ן H3548 וְאֶל H413 עֲדַ֣ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֶת H853 הַשְּׁבִ֧י H7628 וְאֶת H853 הַמַּלְק֛וֹחַ H4455 וְאֶת H853 הַשָּׁלָ֖ל H7998 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 אֶל H413 עַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 אֲשֶׁ֖ר H834 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
      "13": "וַיֵּ֨צְא֜וּ H3318 מֹשֶׁ֨ה H4872 וְאֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 וְכָל H3605 נְשִׂיאֵ֥י H5387 הָעֵדָ֖ה H5712 לִקְרָאתָ֑ H7125 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
      "14": "וַיִּקְצֹ֣ף H7107 מֹשֶׁ֔ה H4872 עַ֖ל H5921 פְּקוּדֵ֣י H6485 הֶחָ֑יִל H2428 שָׂרֵ֤י H8269 הָאֲלָפִים֙ H505 וְשָׂרֵ֣י H8269 הַמֵּא֔וֹת H3967 הַבָּאִ֖ים H935 מִצְּבָ֥א H6635 הַמִּלְחָמָֽה H4421 ",
      "15": "וַיֹּ֥אמֶר H559 אֲלֵיהֶ֖ם H413 מֹשֶׁ֑ה H4872 הַֽחִיִּיתֶ֖ם H2421 כָּל H3605 נְקֵבָֽה H5347 ",
      "16": "הֵ֣ן H2005 הֵ֜נָּה H2007 הָי֨וּ H1961 לִבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 בִּדְבַ֣ר H1697 בִּלְעָ֔ם H1109 לִמְסָר H4560 מַ֥עַל H4604 בַּיהוָ֖ה H3068 עַל H5921 דְּבַר H1697 פְּע֑וֹר H6465 וַתְּהִ֥י H1961 הַמַּגֵּפָ֖ה H4046 בַּעֲדַ֥ת H5712 יְהוָֽה H3068 ",
      "17": "וְעַתָּ֕ה H6258 הִרְג֥וּ H2026 כָל H3605 זָכָ֖ר H2145 בַּטָּ֑ף H2945 וְכָל H3605 אִשָּׁ֗ה H802 יֹדַ֥עַת H3045 אִ֛ישׁ H376 לְמִשְׁכַּ֥ב H4904 זָכָ֖ר H2145 הֲרֹֽגוּ H2026 ",
      "18": "וְכֹל֙ H3605 הַטַּ֣ף H2945 בַּנָּשִׁ֔ים H802 אֲשֶׁ֥ר H834 לֹא H3808 יָדְע֖וּ H3045 מִשְׁכַּ֣ב H4904 זָכָ֑ר H2145 הַחֲי֖וּ H2421 לָכֶֽם Hl ",
      "19": "וְאַתֶּ֗ם H859 חֲנ֛וּ H2583 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 כֹּל֩ H3605 הֹרֵ֨ג H2026 נֶ֜פֶשׁ H5315 וְכֹ֣ל H3605 נֹגֵ֣עַ H5060 בֶּֽחָלָ֗ל H2491 תִּֽתְחַטְּא֞וּ H2398 בַּיּ֤וֹם H3117 הַשְּׁלִישִׁי֙ H7992 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 אַתֶּ֖ם H859 וּשְׁבִי H7628 ",
      "20": "וְכָל H3605 בֶּ֧גֶד H899 וְכָל H3605 כְּלִי H3627 ע֛וֹר H5785 וְכָל H3605 מַעֲשֵׂ֥ה H4639 עִזִּ֖ים H5795 וְכָל H3605 כְּלִי H3627 עֵ֑ץ H6086 תִּתְחַטָּֽאוּ H2398 ",
      "21": "וַיֹּ֨אמֶר H559 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 אֶל H413 אַנְשֵׁ֣י H376 הַצָּבָ֔א H6635 הַבָּאִ֖ים H935 לַמִּלְחָמָ֑ה H4421 זֹ֚את H2063 חֻקַּ֣ת H2708 הַתּוֹרָ֔ה H8451 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "22": "אַ֥ךְ H389 אֶת H853 הַזָּהָ֖ב H2091 וְאֶת H853 הַכָּ֑סֶף H3701 אֶֽת H853 הַנְּחֹ֨שֶׁת֙ H5178 אֶת H853 הַבַּרְזֶ֔ל H1270 אֶֽת H853 הַבְּדִ֖יל H913 וְאֶת H853 הָעֹפָֽרֶת H5777 ",
      "23": "כָּל H3605 דָּבָ֞ר H1697 אֲשֶׁר H834 יָבֹ֣א H935 בָאֵ֗שׁ H784 תַּעֲבִ֤ירוּ H5674 בָאֵשׁ֙ H784 וְטָהֵ֔ר H2891 אַ֕ךְ H389 בְּמֵ֥י H4325 נִדָּ֖ה H5079 יִתְחַטָּ֑א H2398 וְכֹ֨ל H3605 אֲשֶׁ֧ר H834 לֹֽא H3808 יָבֹ֛א H935 בָּאֵ֖שׁ H784 תַּעֲבִ֥ירוּ H5674 בַמָּֽיִם H4325 ",
      "24": "וְכִבַּסְתֶּ֧ם H3526 בִּגְדֵיכֶ֛ם H899 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 וּטְהַרְתֶּ֑ם H2891 וְאַחַ֖ר H310 תָּבֹ֥אוּ H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
      "25": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "26": "שָׂ֗א H5375 אֵ֣ת H853 רֹ֤אשׁ H7218 מַלְק֨וֹחַ֙ H4455 הַשְּׁבִ֔י H7628 בָּאָדָ֖ם H120 וּבַ H929 אַתָּה֙ H859 וְאֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְרָאשֵׁ֖י H7218 אֲב֥וֹת H1 הָעֵדָֽה H5712 ",
      "27": "וְחָצִ֨יתָ֙ H2673 אֶת H853 הַמַּלְק֔וֹחַ H4455 בֵּ֚ין H996 תֹּפְשֵׂ֣י H8610 הַמִּלְחָמָ֔ה H4421 הַיֹּצְאִ֖ים H3318 לַצָּבָ֑א H6635 וּבֵ֖ין H996 כָּל H3605 הָעֵדָֽה H5712 ",
      "28": "וַהֲרֵמֹתָ֨ H7311 מֶ֜כֶס H4371 לַֽיהוָ֗ה H3068 מֵאֵ֞ת H853 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 הַיֹּצְאִ֣ים H3318 לַצָּבָ֔א H6635 אֶחָ֣ד H259 נֶ֔פֶשׁ H5315 מֵחֲמֵ֖שׁ H2568 הַמֵּא֑וֹת H3967 מִן H4480 הָאָדָם֙ H120 וּמִן H4480 הַבָּקָ֔ר H1241 וּמִן H4480 הַחֲמֹרִ֖ים H2543 וּמִן H4480 הַצֹּֽאן H6629 ",
      "29": "מִמַּֽחֲצִיתָ֖ H4276 תִּקָּ֑חוּ H3947 וְנָתַתָּ֛ה H5414 לְאֶלְעָזָ֥ר H499 הַכֹּהֵ֖ן H3548 תְּרוּמַ֥ת H8641 יְהוָֽה H3068 ",
      "30": "וּמִ H4276 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 תִּקַּ֣ח H3947 אֶחָ֣ד H259 אָחֻ֣ז H270 מִן H4480 הַחֲמִשִּׁ֗ים H2572 מִן H4480 הָאָדָ֧ם H120 מִן H4480 הַבָּקָ֛ר H1241 מִן H4480 הַחֲמֹרִ֥ים H2543 וּמִן H4480 הַצֹּ֖אן H6629 מִכָּל H3605 הַבְּהֵמָ֑ה H929 וְנָתַתָּ֤ה H5414 אֹתָם֙ H853 לַלְוִיִּ֔ם H3881 שֹׁמְרֵ֕י H8104 מִשְׁמֶ֖רֶת H4931 מִשְׁכַּ֥ן H4908 יְהוָֽה H3068 ",
      "31": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 וְאֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "32": "וַיְהִי֙ H1961 הַמַּלְק֔וֹחַ H4455 יֶ֣תֶר H3499 הַבָּ֔ז H957 אֲשֶׁ֥ר H834 בָּזְז֖וּ H962 עַ֣ם H5971 הַצָּבָ֑א H6635 צֹ֗אן H6629 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֛לֶף H505 וְשִׁבְעִ֥ים H7657 אֶ֖לֶף H505 וַחֲמֵֽשֶׁת H2568 אֲלָפִֽים H505 ",
      "33": "וּבָקָ֕ר H1241 שְׁנַ֥יִם H8147 וְשִׁבְעִ֖ים H7657 אָֽלֶף H505 ",
      "34": "וַחֲמֹרִ֕ים H2543 אֶחָ֥ד H259 וְשִׁשִּׁ֖ים H8346 אָֽלֶף H505 ",
      "35": "וְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 מִן H4480 הַ֨נָּשִׁ֔ים H802 אֲשֶׁ֥ר H834 לֹֽא H3808 יָדְע֖וּ H3045 מִשְׁכַּ֣ב H4904 זָכָ֑ר H2145 כָּל H3605 נֶ֕פֶשׁ H5315 שְׁנַ֥יִם H8147 וּשְׁלֹשִׁ֖ים H7970 אָֽלֶף H505 ",
      "36": "וַתְּהִי֙ H1961 הַֽמֶּחֱצָ֔ה H4275 חֵ֕לֶק H2506 הַיֹּצְאִ֖ים H3318 בַּצָּבָ֑א H6635 מִסְפַּ֣ר H4557 הַצֹּ֗אן H6629 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹשִׁ֣ים H7970 אֶ֔לֶף H505 וְשִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "37": "וַיְהִ֛י H1961 הַמֶּ֥כֶס H4371 לַֽיהוָ֖ה H3068 מִן H4480 הַצֹּ֑אן H6629 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חָמֵ֥שׁ H2568 וְשִׁבְעִֽים H7657 ",
      "38": "וְהַ֨ H1241 שִׁשָּׁ֥ה H8337 וּשְׁלֹשִׁ֖ים H7970 אָ֑לֶף H505 וּמִכְסָ֥ H4371 לַיהוָ֖ה H3068 שְׁנַ֥יִם H8147 וְשִׁבְעִֽים H7657 ",
      "39": "וַחֲמֹרִ֕ים H2543 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 וַחֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 וּמִכְסָ֥ H4371 לַֽיהוָ֖ה H3068 אֶחָ֥ד H259 וְשִׁשִּֽׁים H8346 ",
      "40": "וְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אָ֑לֶף H505 וּמִכְסָ H4371 לַֽיהוָ֔ה H3068 שְׁנַ֥יִם H8147 וּשְׁלֹשִׁ֖ים H7970 נָֽפֶשׁ H5315 ",
      "41": "וַיִּתֵּ֣ן H5414 מֹשֶׁ֗ה H4872 אֶת H853 מֶ֨כֶס֙ H4371 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 לְאֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "42": "וּמִֽ H4276 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֲשֶׁר֙ H834 חָצָ֣ה H2673 מֹשֶׁ֔ה H4872 מִן H4480 הָאֲנָשִׁ֖ים H376 הַצֹּבְאִֽים H6633 ",
      "43": "וַתְּהִ֛י H1961 מֶחֱצַ֥ת H4275 הָעֵדָ֖ה H5712 מִן H4480 הַצֹּ֑אן H6629 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹשִׁ֣ים H7970 אֶ֔לֶף H505 שִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "44": "וּבָקָ֕ר H1241 שִׁשָּׁ֥ה H8337 וּשְׁלֹשִׁ֖ים H7970 אָֽלֶף H505 ",
      "45": "וַחֲמֹרִ֕ים H2543 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
      "46": "וְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אָֽלֶף H505 ",
      "47": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 מִמַּחֲצִ֣ת H4276 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֶת H853 הָֽאָחֻז֙ H270 אֶחָ֣ד H259 מִן H4480 הַחֲמִשִּׁ֔ים H2572 מִן H4480 הָאָדָ֖ם H120 וּמִן H4480 הַבְּהֵמָ֑ה H929 וַיִּתֵּ֨ן H5414 אֹתָ֜ם H853 לַלְוִיִּ֗ם H3881 שֹֽׁמְרֵי֙ H8104 מִשְׁמֶ֨רֶת֙ H4931 מִשְׁכַּ֣ן H4908 יְהוָ֔ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "48": "וַֽיִּקְרְבוּ֙ H7126 אֶל H413 מֹשֶׁ֔ה H4872 הַפְּקֻדִ֕ים H6485 אֲשֶׁ֖ר H834 לְאַלְפֵ֣י H505 הַצָּבָ֑א H6635 שָׂרֵ֥י H8269 הָאֲלָפִ֖ים H505 וְשָׂרֵ֥י H8269 הַמֵּאֽוֹת H3967 ",
      "49": "וַיֹּֽאמְרוּ֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 עֲבָדֶ֣יךָ H5650 נָֽשְׂא֗וּ H5375 אֶת H853 רֹ֛אשׁ H7218 אַנְשֵׁ֥י H376 הַמִּלְחָמָ֖ה H4421 אֲשֶׁ֣ר H834 בְּיָדֵ֑ H3027 וְלֹא H3808 נִפְקַ֥ד H6485 מִמֶּ֖נּוּ H4480 אִֽישׁ H376 ",
      "50": "וַנַּקְרֵ֞ב H7126 אֶת H853 קָרְבַּ֣ן H7133 יְהוָ֗ה H3068 אִישׁ֩ H376 אֲשֶׁ֨ר H834 מָצָ֤א H4672 כְלִֽי H3627 זָהָב֙ H2091 אֶצְעָדָ֣ה H685 וְצָמִ֔יד H6781 טַבַּ֖עַת H2885 עָגִ֣יל H5694 וְכוּמָ֑ז H3558 לְכַפֵּ֥ר H3722 עַל H5921 נַפְשֹׁתֵ֖ינוּ H5315 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "51": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 וְאֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 אֶת H853 הַזָּהָ֖ב H2091 מֵֽאִתָּ֑ H853 כֹּ֖ל H3605 כְּלִ֥י H3627 מַעֲשֶֽׂה H4639 ",
      "52": "וַיְהִ֣י H1961 כָּל H3605 זְהַ֣ב H2091 הַתְּרוּמָ֗ה H8641 אֲשֶׁ֤ר H834 הֵרִ֨ימוּ֙ H7311 לַֽיהוָ֔ה H3068 שִׁשָּׁ֨ה H8337 עָשָׂ֥ר H6240 אֶ֛לֶף H505 שְׁבַע H7651 מֵא֥וֹת H3967 וַחֲמִשִּׁ֖ים H2572 שָׁ֑קֶל H8255 מֵאֵת֙ H853 שָׂרֵ֣י H8269 הָֽאֲלָפִ֔ים H505 וּמֵ H853 שָׂרֵ֥י H8269 הַמֵּאֽוֹת H3967 ",
      "53": "אַנְשֵׁי֙ H376 הַצָּבָ֔א H6635 בָּזְז֖וּ H962 אִ֥ישׁ H376 לֽוֹ Hl ",
      "54": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 וְאֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 אֶת H853 הַזָּהָ֔ב H2091 מֵאֵ֛ת H853 שָׂרֵ֥י H8269 הָאֲלָפִ֖ים H505 וְהַ H3967 וַיָּבִ֤אוּ H935 אֹתוֹ֙ H853 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 זִכָּר֥וֹן H2146 לִבְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לִפְנֵ֥י H6440 יְהוָֽה H3068 "
    },
    "32": {
      "1": "וּמִקְנֶ֣ה H4735 רַ֗ב H7227 הָיָ֞ה H1961 לִבְנֵ֧י H1121 רְאוּבֵ֛ן H7205 וְלִ H1121 גָ֖ד H1410 עָצ֣וּם H6099 מְאֹ֑ד H3966 וַיִּרְא֞וּ H7200 אֶת H853 אֶ֤רֶץ H776 יַעְזֵר֙ H3270 וְאֶת H853 אֶ֣רֶץ H776 גִּלְעָ֔ד H1568 וְהִנֵּ֥ה H2009 הַמָּק֖וֹם H4725 מְק֥וֹם H4725 מִקְנֶֽה H4735 ",
      "2": "וַיָּבֹ֥אוּ H935 בְנֵֽי H1121 גָ֖ד H1410 וּבְנֵ֣י H1121 רְאוּבֵ֑ן H7205 וַיֹּאמְר֤וּ H559 אֶל H413 מֹשֶׁה֙ H4872 וְאֶל H413 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְאֶל H413 נְשִׂיאֵ֥י H5387 הָעֵדָ֖ה H5712 לֵאמֹֽר H559 ",
      "3": "עֲטָר֤וֹת H5852 וְדִיבֹן֙ H1769 וְיַעְזֵ֣ר H3270 וְנִמְרָ֔ה H5247 וְחֶשְׁבּ֖וֹן H2809 וְאֶלְעָלֵ֑ה H500 וּשְׂבָ֥ם H7643 וּנְב֖וֹ H5015 וּבְעֹֽן H1194 ",
      "4": "הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 הִכָּ֤ה H5221 יְהוָה֙ H3068 לִפְנֵי֙ H6440 עֲדַ֣ת H5712 יִשְׂרָאֵ֔ל H3478 אֶ֥רֶץ H776 מִקְנֶ֖ה H4735 הִ֑וא H1931 וְלַֽ H5650 מִקְנֶֽה H4735 ",
      "5": "וַיֹּאמְר֗וּ H559 אִם H518 מָצָ֤אנוּ H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 יֻתַּ֞ן H5414 אֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 לַעֲבָדֶ֖י H5650 לַאֲחֻזָּ֑ה H272 אַל H408 תַּעֲבִרֵ֖נוּ H5674 אֶת H853 הַיַּרְדֵּֽן H3383 ",
      "6": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 לִבְנֵי H1121 גָ֖ד H1410 וְלִ H1121 רְאוּבֵ֑ן H7205 הַאַֽחֵי H251 יָבֹ֨אוּ֙ H935 לַמִּלְחָמָ֔ה H4421 וְאַתֶּ֖ם H859 תֵּ֥שְׁבוּ H3427 פֹֽה H6311 ",
      "7": "וְלָ֣ H4100 תנואון H5106 אֶת H853 לֵ֖ב H3820 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 מֵֽעֲבֹר֙ H5674 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 נָתַ֥ן H5414 לָהֶ֖ם Hl יְהוָֽה H3068 ",
      "8": "כֹּ֥ה H3541 עָשׂ֖וּ H6213 אֲבֹתֵיכֶ֑ם H1 בְּשָׁלְחִ֥ H7971 אֹתָ֛ם H853 מִקָּדֵ֥שׁ H6947 בַּרְנֵ֖עַ H6947 לִרְא֥וֹת H7200 אֶת H853 הָאָֽרֶץ H776 ",
      "9": "וַֽיַּעֲל֞וּ H5927 עַד H5704 נַ֣חַל H5158 אֶשְׁכּ֗וֹל H812 וַיִּרְאוּ֙ H7200 אֶת H853 הָאָ֔רֶץ H776 וַיָּנִ֕יאוּ H5106 אֶת H853 לֵ֖ב H3820 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לְבִלְתִּי H1115 בֹא֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 נָתַ֥ן H5414 לָהֶ֖ם Hl יְהוָֽה H3068 ",
      "10": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיִּשָּׁבַ֖ע H7650 לֵאמֹֽר H559 ",
      "11": "אִם H518 יִרְא֨וּ H7200 הָאֲנָשִׁ֜ים H376 הָעֹלִ֣ים H5927 מִמִּצְרַ֗יִם H4714 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 אֵ֚ת H853 הָאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נִשְׁבַּ֛עְתִּי H7650 לְאַבְרָהָ֥ם H85 לְיִצְחָ֖ק H3327 וּֽלְ H3290 כִּ֥י H3588 לֹא H3808 מִלְא֖וּ H4390 אַחֲרָֽי H310 ",
      "12": "בִּלְתִּ֞י H1115 כָּלֵ֤ב H3612 בֶּן H1121 יְפֻנֶּה֙ H3312 הַקְּנִזִּ֔י H7074 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נ֑וּן H5126 כִּ֥י H3588 מִלְא֖וּ H4390 אַחֲרֵ֥י H310 יְהוָֽה H3068 ",
      "13": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּיִשְׂרָאֵ֔ל H3478 וַיְנִעֵ H5128 בַּמִּדְבָּ֔ר H4057 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 עַד H5704 תֹּם֙ H8552 כָּל H3605 הַדּ֔וֹר H1755 הָעֹשֶׂ֥ה H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
      "14": "וְהִנֵּ֣ה H2009 קַמְתֶּ֗ם H6965 תַּ֚חַת H8478 אֲבֹ֣תֵיכֶ֔ם H1 תַּרְבּ֖וּת H8635 אֲנָשִׁ֣ים H376 חַטָּאִ֑ים H2400 לִסְפּ֣וֹת H5595 ע֗וֹד H5750 עַ֛ל H5921 חֲר֥וֹן H2740 אַף H639 יְהוָ֖ה H3068 אֶל H413 יִשְׂרָאֵֽל H3478 ",
      "15": "כִּ֤י H3588 תְשׁוּבֻן֙ H7725 מֵֽאַחֲרָ֔י H310 וְיָסַ֣ף H3254 ע֔וֹד H5750 לְהַנִּיח֖ H3240 בַּמִּדְבָּ֑ר H4057 וְשִֽׁחַתֶּ֖ם H7843 לְכָל H3605 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
      "16": "וַיִּגְּשׁ֤וּ H5066 אֵלָיו֙ H413 וַ֣יֹּאמְר֔וּ H559 גִּדְרֹ֥ת H1448 צֹ֛אן H6629 נִבְנֶ֥ה H1129 לְמִקְנֵ֖ H4735 פֹּ֑ה H6311 וְעָרִ֖ים H5892 לְטַפֵּֽ H2945 ",
      "17": "וַאֲנַ֜חְנוּ H587 נֵחָלֵ֣ץ H2502 חֻשִׁ֗ים H2363 לִפְנֵי֙ H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 עַ֛ד H5704 אֲשֶׁ֥ר H834 אִם H518 הֲבִֽיאֹנֻ֖ם H935 אֶל H413 מְקוֹמָ֑ם H4725 וְיָשַׁ֤ב H3427 טַפֵּ֨נוּ֙ H2945 בְּעָרֵ֣י H5892 הַמִּבְצָ֔ר H4013 מִפְּנֵ֖י H6440 יֹשְׁבֵ֥י H3427 הָאָֽרֶץ H776 ",
      "18": "לֹ֥א H3808 נָשׁ֖וּב H7725 אֶל H413 בָּתֵּ֑ינוּ H1004 עַ֗ד H5704 הִתְנַחֵל֙ H5157 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אִ֖ישׁ H376 נַחֲלָתֽוֹ H5159 ",
      "19": "כִּ֣י H3588 לֹ֤א H3808 נִנְחַל֙ H5157 אִתָּ֔ם H854 מֵעֵ֥בֶר H5676 לַיַּרְדֵּ֖ן H3383 וָהָ֑לְאָה H1973 כִּ֣י H3588 בָ֤אָה H935 נַחֲלָתֵ֨נוּ֙ H5159 אֵלֵ֔ינוּ H413 מֵעֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרָֽחָה H4217 ",
      "20": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 מֹשֶׁ֔ה H4872 אִֽם H518 תַּעֲשׂ֖וּן H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 אִם H518 תֵּחָֽלְצ֛וּ H2502 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לַמִּלְחָמָֽה H4421 ",
      "21": "וְעָבַ֨ר H5674 לָכֶ֧ם Hl כָּל H3605 חָל֛וּץ H2502 אֶת H853 הַיַּרְדֵּ֖ן H3383 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 עַ֧ד H5704 הוֹרִישׁ֛וֹ H3423 אֶת H853 אֹיְבָ֖יו H341 מִפָּנָֽי H6440 ",
      "22": "וְנִכְבְּשָׁ֨ה H3533 הָאָ֜רֶץ H776 לִפְנֵ֤י H6440 יְהוָה֙ H3068 וְאַחַ֣ר H310 תָּשֻׁ֔בוּ H7725 וִהְיִיתֶ֧ם H1961 נְקִיִּ֛ים H5355 מֵיְהוָ֖ה H3068 וּמִ H3478 וְ֠הָיְתָה H1961 הָאָ֨רֶץ H776 הַזֹּ֥את H2063 לָכֶ֛ם Hl לַאֲחֻזָּ֖ה H272 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "23": "וְאִם H518 לֹ֤א H3808 תַעֲשׂוּן֙ H6213 כֵּ֔ן H3651 הִנֵּ֥ה H2009 חֲטָאתֶ֖ם H2398 לַיהוָ֑ה H3068 וּדְעוּ֙ H3045 חַטַּאתְכֶ֔ם H2403 אֲשֶׁ֥ר H834 תִּמְצָ֖א H4672 אֶתְכֶֽם H853 ",
      "24": "בְּנֽוּ H1129 לָכֶ֤ם Hl עָרִים֙ H5892 לְטַפְּ H2945 וּגְדֵרֹ֖ת H1448 לְצֹנַאֲ H6792 וְהַ H3318 מִפִּי H6310 תַּעֲשֽׂוּ H6213 ",
      "25": "וַיֹּ֤אמֶר H559 בְּנֵי H1121 גָד֙ H1410 וּבְנֵ֣י H1121 רְאוּבֵ֔ן H7205 אֶל H413 מֹשֶׁ֖ה H4872 לֵאמֹ֑ר H559 עֲבָדֶ֣יךָ H5650 יַעֲשׂ֔וּ H6213 כַּאֲשֶׁ֥ר H834 אֲדֹנִ֖י H113 מְצַוֶּֽה H6680 ",
      "26": "טַפֵּ֣נוּ H2945 נָשֵׁ֔ינוּ H802 מִקְנֵ֖נוּ H4735 וְכָל H3605 בְּהֶמְתֵּ֑נוּ H929 יִֽהְיוּ H1961 שָׁ֖ם H8033 בְּעָרֵ֥י H5892 הַגִּלְעָֽד H1568 ",
      "27": "וַעֲבָדֶ֨י H5650 יַֽעַבְר֜וּ H5674 כָּל H3605 חֲל֥וּץ H2502 צָבָ֛א H6635 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לַמִּלְחָמָ֑ה H4421 כַּאֲשֶׁ֥ר H834 אֲדֹנִ֖י H113 דֹּבֵֽר H1696 ",
      "28": "וַיְצַ֤ו H6680 לָהֶם֙ Hl מֹשֶׁ֔ה H4872 אֵ֚ת H853 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְאֵ֖ת H853 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֑וּן H5126 וְאֶת H853 רָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַמַּטּ֖וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "29": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֲלֵהֶ֗ם H413 אִם H518 יַעַבְר֣וּ H5674 בְנֵי H1121 גָ֣ד H1410 וּבְנֵי H1121 רְאוּבֵ֣ן H7205 אִ֠תְּכֶם H854 אֶֽת H853 הַיַּרְדֵּ֞ן H3383 כָּל H3605 חָל֤וּץ H2502 לַמִּלְחָמָה֙ H4421 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְנִכְבְּשָׁ֥ה H3533 הָאָ֖רֶץ H776 לִפְנֵי H6440 וּנְתַתֶּ֥ם H5414 לָהֶ֛ם Hl אֶת H853 אֶ֥רֶץ H776 הַגִּלְעָ֖ד H1568 לַאֲחֻזָּֽה H272 ",
      "30": "וְאִם H518 לֹ֧א H3808 יַֽעַבְר֛וּ H5674 חֲלוּצִ֖ים H2502 אִתְּכֶ֑ם H854 וְנֹֽאחֲז֥וּ H270 בְתֹכְ H8432 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
      "31": "וַיַּֽעֲנ֧וּ H6030 בְנֵי H1121 גָ֛ד H1410 וּבְנֵ֥י H1121 רְאוּבֵ֖ן H7205 לֵאמֹ֑ר H559 אֵת֩ H853 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 עֲבָדֶ֖יךָ H5650 כֵּ֥ן H3651 נַעֲשֶֽׂה H6213 ",
      "32": "נַ֣חְנוּ H5168 נַעֲבֹ֧ר H5674 חֲלוּצִ֛ים H2502 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 וְאִתָּ֨ H854 אֲחֻזַּ֣ת H272 נַחֲלָתֵ֔נוּ H5159 מֵעֵ֖בֶר H5676 לַיַּרְדֵּֽן H3383 ",
      "33": "וַיִּתֵּ֣ן H5414 לָהֶ֣ם Hl מֹשֶׁ֡ה H4872 לִבְנֵי H1121 גָד֩ H1410 וְלִ H1121 רְאוּבֵ֜ן H7205 וְלַ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֣ה H4519 בֶן H1121 יוֹסֵ֗ף H3130 אֶת H853 מַמְלֶ֨כֶת֙ H4467 סִיחֹן֙ H5511 מֶ֣לֶךְ H4428 הָֽאֱמֹרִ֔י H567 וְאֶת H853 מַמְלֶ֔כֶת H4467 ע֖וֹג H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֑ן H1316 הָאָ֗רֶץ H776 לְעָרֶ֨י H5892 בִּגְבֻלֹ֔ת H1367 עָרֵ֥י H5892 הָאָ֖רֶץ H776 סָבִֽיב H5439 ",
      "34": "וַיִּבְנ֣וּ H1129 בְנֵי H1121 גָ֔ד H1410 אֶת H853 דִּיבֹ֖ן H1769 וְאֶת H853 עֲטָרֹ֑ת H5852 וְאֵ֖ת H853 עֲרֹעֵֽר H6177 ",
      "35": "וְאֶת H853 עַטְרֹ֥ת H5855 שׁוֹפָ֛ן H5855 וְאֶת H853 יַעְזֵ֖ר H3270 וְיָגְבֳּהָֽה H3011 ",
      "36": "וְאֶת H853 בֵּ֥ית H1039 נִמְרָ֖ה H1039 וְאֶת H853 בֵּ֣ית H1028 הָרָ֑ן H1028 עָרֵ֥י H5892 מִבְצָ֖ר H4013 וְגִדְרֹ֥ת H1448 צֹֽאן H6629 ",
      "37": "וּבְנֵ֤י H1121 רְאוּבֵן֙ H7205 בָּנ֔וּ H1129 אֶת H853 חֶשְׁבּ֖וֹן H2809 וְאֶת H853 אֶלְעָלֵ֑א H500 וְאֵ֖ת H853 קִרְיָתָֽיִם H7156 ",
      "38": "וְאֶת H853 נְב֞וֹ H5015 וְאֶת H853 בַּ֧עַל H1186 מְע֛וֹן H1186 מֽוּסַבֹּ֥ת H5437 שֵׁ֖ם H8034 וְאֶת H853 שִׂבְמָ֑ה H7643 וַיִּקְרְא֣וּ H7121 בְשֵׁמֹ֔ת H8034 אֶת H853 שְׁמ֥וֹת H8034 הֶעָרִ֖ים H5892 אֲשֶׁ֥ר H834 בָּנֽוּ H1129 ",
      "39": "וַיֵּ֨לְכ֜וּ H3212 בְּנֵ֨י H1121 מָכִ֧יר H4353 בֶּן H1121 מְנַשֶּׁ֛ה H4519 גִּלְעָ֖דָה H1568 וַֽיִּלְכְּדֻ֑ H3920 וַיּ֖וֹרֶשׁ H3423 אֶת H853 הָאֱמֹרִ֥י H567 אֲשֶׁר H834 בָּֽהּ Hb ",
      "40": "וַיִּתֵּ֤ן H5414 מֹשֶׁה֙ H4872 אֶת H853 הַגִּלְעָ֔ד H1568 לְמָכִ֖יר H4353 בֶּן H1121 מְנַשֶּׁ֑ה H4519 וַיֵּ֖שֶׁב H3427 בָּֽהּ Hb ",
      "41": "וְיָאִ֤יר H2971 בֶּן H1121 מְנַשֶּׁה֙ H4519 הָלַ֔ךְ H1980 וַיִּלְכֹּ֖ד H3920 אֶת H853 חַוֺּתֵיהֶ֑ם H2333 וַיִּקְרָ֥א H7121 אֶתְהֶ֖ן H853 חַוֺּ֥ת H2334 יָאִֽיר H2334 ",
      "42": "וְנֹ֣בַח H5025 הָלַ֔ךְ H1980 וַיִּלְכֹּ֥ד H3920 אֶת H853 קְנָ֖ת H7079 וְאֶת H853 בְּנֹתֶ֑יהָ H1323 וַיִּקְרָ֧א H7121 לָ֦ה Hl נֹ֖בַח H5025 בִּשְׁמֽ H8034 "
    },
    "33": {
      "1": "אֵ֜לֶּה H428 מַסְעֵ֣י H4550 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֥ר H834 יָצְא֛וּ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לְצִבְאֹתָ֑ H6635 בְּיַד H3027 מֹשֶׁ֖ה H4872 וְאַהֲרֹֽן H175 ",
      "2": "וַיִּכְתֹּ֨ב H3789 מֹשֶׁ֜ה H4872 אֶת H853 מוֹצָאֵיהֶ֛ם H4161 לְמַסְעֵי H4550 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 וְאֵ֥לֶּה H428 מַסְעֵיהֶ֖ם H4550 לְמוֹצָאֵי H4161 ",
      "3": "וַיִּסְע֤וּ H5265 מֵֽרַעְמְסֵס֙ H7486 בַּחֹ֣דֶשׁ H2320 הָֽרִאשׁ֔וֹן H7223 בַּחֲמִשָּׁ֥ה H2568 עָשָׂ֛ר H6240 י֖וֹם H3117 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֑וֹן H7223 מִֽמָּחֳרַ֣ת H4283 הַפֶּ֗סַח H6453 יָצְא֤וּ H3318 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּיָ֣ד H3027 רָמָ֔ה H7311 לְעֵינֵ֖י H5869 כָּל H3605 מִצְרָֽיִם H4713 ",
      "4": "וּמִצְרַ֣יִם H4713 מְקַבְּרִ֗ים H6912 אֵת֩ H853 אֲשֶׁ֨ר H834 הִכָּ֧ה H5221 יְהוָ֛ה H3068 בָּהֶ֖ם Hb כָּל H3605 בְּכ֑וֹר H1060 וּבֵ H430 עָשָׂ֥ה H6213 יְהוָ֖ה H3068 שְׁפָטִֽים H8201 ",
      "5": "וַיִּסְע֥וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵרַעְמְסֵ֑ס H7486 וַֽיַּחֲנ֖וּ H2583 בְּסֻכֹּֽת H5523 ",
      "6": "וַיִּסְע֖וּ H5265 מִסֻּכֹּ֑ת H5523 וַיַּחֲנ֣וּ H2583 בְאֵתָ֔ם H864 אֲשֶׁ֖ר H834 בִּקְצֵ֥ה H7097 הַמִּדְבָּֽר H4057 ",
      "7": "וַיִּסְעוּ֙ H5265 מֵֽאֵתָ֔ם H864 וַיָּ֨שָׁב֙ H7725 עַל H5921 פִּ֣י H6367 הַחִירֹ֔ת H6367 אֲשֶׁ֥ר H834 עַל H5921 פְּנֵ֖י H6440 בַּ֣עַל H1189 צְפ֑וֹן H1189 וַֽיַּחֲנ֖וּ H2583 לִפְנֵ֥י H6440 מִגְדֹּֽל H4024 ",
      "8": "וַיִּסְעוּ֙ H5265 מִפְּנֵ֣י H6440 הַֽחִירֹ֔ת H6367 וַיַּֽעַבְר֥וּ H5674 בְתוֹךְ H8432 הַיָּ֖ם H3220 הַמִּדְבָּ֑רָ H4057 וַיֵּ֨לְכ֜וּ H3212 דֶּ֣רֶךְ H1870 שְׁלֹ֤שֶׁת H7969 יָמִים֙ H3117 בְּמִדְבַּ֣ר H4057 אֵתָ֔ם H864 וַֽיַּחֲנ֖וּ H2583 בְּמָרָֽה H4785 ",
      "9": "וַיִּסְעוּ֙ H5265 מִמָּרָ֔ה H4785 וַיָּבֹ֖אוּ H935 אֵילִ֑מָה H362 וּ֠בְ H362 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֞ה H6240 עֵינֹ֥ת H5869 מַ֛יִם H4325 וְשִׁבְעִ֥ים H7657 תְּמָרִ֖ים H8558 וַיַּחֲנוּ H2583 שָֽׁם H8033 ",
      "10": "וַיִּסְע֖וּ H5265 מֵאֵילִ֑ם H362 וַֽיַּחֲנ֖וּ H2583 עַל H5921 יַם H3220 סֽוּף H5488 ",
      "11": "וַיִּסְע֖וּ H5265 מִיַּם H3220 ס֑וּף H5488 וַֽיַּחֲנ֖וּ H2583 בְּמִדְבַּר H4057 סִֽין H5512 ",
      "12": "וַיִּסְע֖וּ H5265 מִמִּדְבַּר H4057 סִ֑ין H5512 וַֽיַּחֲנ֖וּ H2583 בְּדָפְקָֽה H1850 ",
      "13": "וַיִּסְע֖וּ H5265 מִדָּפְקָ֑ה H1850 וַֽיַּחֲנ֖וּ H2583 בְּאָלֽוּשׁ H442 ",
      "14": "וַיִּסְע֖וּ H5265 מֵאָל֑וּשׁ H442 וַֽיַּחֲנוּ֙ H2583 בִּרְפִידִ֔ם H7508 וְלֹא H3808 הָ֨יָה H1961 שָׁ֥ם H8033 מַ֛יִם H4325 לָעָ֖ם H5971 לִשְׁתּֽוֹת H8354 ",
      "15": "וַיִּסְע֖וּ H5265 מֵרְפִידִ֑ם H7508 וַֽיַּחֲנ֖וּ H2583 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 ",
      "16": "וַיִּסְע֖וּ H5265 מִמִּדְבַּ֣ר H4057 סִינָ֑י H5514 וַֽיַּחֲנ֖וּ H2583 בְּקִבְרֹ֥ת H6914 הַֽתַּאֲוָֽה H6914 ",
      "17": "וַיִּסְע֖וּ H5265 מִקִּבְרֹ֣ת H6914 הַֽתַּאֲוָ֑ה H6914 וַֽיַּחֲנ֖וּ H2583 בַּחֲצֵרֹֽת H2698 ",
      "18": "וַיִּסְע֖וּ H5265 מֵחֲצֵרֹ֑ת H2698 וַֽיַּחֲנ֖וּ H2583 בְּרִתְמָֽה H7575 ",
      "19": "וַיִּסְע֖וּ H5265 מֵרִתְמָ֑ה H7575 וַֽיַּחֲנ֖וּ H2583 בְּרִמֹּ֥ן H7428 פָּֽרֶץ H7428 ",
      "20": "וַיִּסְע֖וּ H5265 מֵרִמֹּ֣ן H7428 פָּ֑רֶץ H7428 וַֽיַּחֲנ֖וּ H2583 בְּלִבְנָֽה H3841 ",
      "21": "וַיִּסְע֖וּ H5265 מִלִּבְנָ֑ה H3841 וַֽיַּחֲנ֖וּ H2583 בְּרִסָּֽה H7446 ",
      "22": "וַיִּסְע֖וּ H5265 מֵרִסָּ֑ה H7446 וַֽיַּחֲנ֖וּ H2583 בִּקְהֵלָֽתָה H6954 ",
      "23": "וַיִּסְע֖וּ H5265 מִקְּהֵלָ֑תָה H6954 וַֽיַּחֲנ֖וּ H2583 בְּהַר H2022 שָֽׁפֶר H8234 ",
      "24": "וַיִּסְע֖וּ H5265 מֵֽהַר H2022 שָׁ֑פֶר H8234 וַֽיַּחֲנ֖וּ H2583 בַּחֲרָדָֽה H2732 ",
      "25": "וַיִּסְע֖וּ H5265 מֵחֲרָדָ֑ה H2732 וַֽיַּחֲנ֖וּ H2583 בְּמַקְהֵלֹֽת H4722 ",
      "26": "וַיִּסְע֖וּ H5265 מִמַּקְהֵלֹ֑ת H4722 וַֽיַּחֲנ֖וּ H2583 בְּתָֽחַת H8480 ",
      "27": "וַיִּסְע֖וּ H5265 מִתָּ֑חַת H8480 וַֽיַּחֲנ֖וּ H2583 בְּתָֽרַח H8646 ",
      "28": "וַיִּסְע֖וּ H5265 מִתָּ֑רַח H8646 וַֽיַּחֲנ֖וּ H2583 בְּמִתְקָֽה H4989 ",
      "29": "וַיִּסְע֖וּ H5265 מִמִּתְקָ֑ה H4989 וַֽיַּחֲנ֖וּ H2583 בְּחַשְׁמֹנָֽה H2832 ",
      "30": "וַיִּסְע֖וּ H5265 מֵֽחַשְׁמֹנָ֑ה H2832 וַֽיַּחֲנ֖וּ H2583 בְּמֹסֵרֽוֹת H4149 ",
      "31": "וַיִּסְע֖וּ H5265 מִמֹּסֵר֑וֹת H4149 וַֽיַּחֲנ֖וּ H2583 בִּבְנֵ֥י H1142 יַעֲקָֽן H1142 ",
      "32": "וַיִּסְע֖וּ H5265 מִבְּנֵ֣י H1142 יַעֲקָ֑ן H1142 וַֽיַּחֲנ֖וּ H2583 בְּחֹ֥ר H2735 הַגִּדְגָּֽד H2735 ",
      "33": "וַיִּסְע֖וּ H5265 מֵחֹ֣ר H2735 הַגִּדְגָּ֑ד H2735 וַֽיַּחֲנ֖וּ H2583 בְּיָטְבָֽתָה H3193 ",
      "34": "וַיִּסְע֖וּ H5265 מִיָּטְבָ֑תָה H3193 וַֽיַּחֲנ֖וּ H2583 בְּעַבְרֹנָֽה H5684 ",
      "35": "וַיִּסְע֖וּ H5265 מֵֽעַבְרֹנָ֑ה H5684 וַֽיַּחֲנ֖וּ H2583 בְּעֶצְי֥וֹן H6100 גָּֽבֶר H6100 ",
      "36": "וַיִּסְע֖וּ H5265 מֵעֶצְי֣וֹן H6100 גָּ֑בֶר H6100 וַיַּחֲנ֥וּ H2583 בְמִדְבַּר H4057 צִ֖ן H6790 הִ֥וא H1931 קָדֵֽשׁ H6946 ",
      "37": "וַיִּסְע֖וּ H5265 מִקָּדֵ֑שׁ H6946 וַֽיַּחֲנוּ֙ H2583 בְּהֹ֣ר H2023 הָהָ֔ר H2022 בִּקְצֵ֖ה H7097 אֶ֥רֶץ H776 אֱדֽוֹם H123 ",
      "38": "וַיַּעַל֩ H5927 אַהֲרֹ֨ן H175 הַכֹּהֵ֜ן H3548 אֶל H413 הֹ֥ר H2023 הָהָ֛ר H2022 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 וַיָּ֣מָת H4191 שָׁ֑ם H8033 בִּשְׁנַ֣ת H8141 הָֽאַרְבָּעִ֗ים H705 לְצֵ֤את H3318 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בַּחֹ֥דֶשׁ H2320 הַחֲמִישִׁ֖י H2549 בְּאֶחָ֥ד H259 לַחֹֽדֶשׁ H2320 ",
      "39": "וְאַהֲרֹ֔ן H175 בֶּן H1121 שָׁלֹ֧שׁ H7969 וְעֶשְׂרִ֛ים H6242 וּמְאַ֖ת H3967 שָׁנָ֑ה H8141 בְּמֹת֖ H4194 בְּהֹ֥ר H2023 הָהָֽר H2022 ",
      "40": "וַיִּשְׁמַ֗ע H8085 הַֽכְּנַעֲנִי֙ H3669 מֶ֣לֶךְ H4428 עֲרָ֔ד H6166 וְהֽוּא H1931 יֹשֵׁ֥ב H3427 בַּנֶּ֖גֶב H5045 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 בְּבֹ֖א H935 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "41": "וַיִּסְע֖וּ H5265 מֵהֹ֣ר H2023 הָהָ֑ר H2022 וַֽיַּחֲנ֖וּ H2583 בְּצַלְמֹנָֽה H6758 ",
      "42": "וַיִּסְע֖וּ H5265 מִצַּלְמֹנָ֑ה H6758 וַֽיַּחֲנ֖וּ H2583 בְּפוּנֹֽן H6325 ",
      "43": "וַיִּסְע֖וּ H5265 מִפּוּנֹ֑ן H6325 וַֽיַּחֲנ֖וּ H2583 בְּאֹבֹֽת H88 ",
      "44": "וַיִּסְע֖וּ H5265 מֵאֹבֹ֑ת H88 וַֽיַּחֲנ֛וּ H2583 בְּעִיֵּ֥י H5863 הָעֲבָרִ֖ים H5863 בִּגְב֥וּל H1366 מוֹאָֽב H4124 ",
      "45": "וַיִּסְע֖וּ H5265 מֵעִיִּ֑ים H5864 וַֽיַּחֲנ֖וּ H2583 בְּדִיבֹ֥ן H1769 גָּֽד H1410 ",
      "46": "וַיִּסְע֖וּ H5265 מִדִּיבֹ֣ן H1769 גָּ֑ד H1410 וַֽיַּחֲנ֖וּ H2583 בְּעַלְמֹ֥ן H5963 דִּבְלָתָֽיְמָה H5963 ",
      "47": "וַיִּסְע֖וּ H5265 מֵעַלְמֹ֣ן H5963 דִּבְלָתָ֑יְמָה H5963 וַֽיַּחֲנ֛וּ H2583 בְּהָרֵ֥י H2022 הָעֲבָרִ֖ים H5682 לִפְנֵ֥י H6440 נְבֽוֹ H5015 ",
      "48": "וַיִּסְע֖וּ H5265 מֵהָרֵ֣י H2022 הָעֲבָרִ֑ים H5682 וַֽיַּחֲנוּ֙ H2583 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 עַ֖ל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
      "49": "וַיַּחֲנ֤וּ H2583 עַל H5921 הַיַּרְדֵּן֙ H3383 מִבֵּ֣ית H1020 הַיְשִׁמֹ֔ת H1020 עַ֖ד H5704 אָבֵ֣ל H63 הַשִּׁטִּ֑ים H63 בְּעַֽרְבֹ֖ת H6160 מוֹאָֽב H4124 ",
      "50": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֖ה H4872 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֑ב H4124 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 לֵאמֹֽר H559 ",
      "51": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 כִּ֥י H3588 אַתֶּ֛ם H859 עֹבְרִ֥ים H5674 אֶת H853 הַיַּרְדֵּ֖ן H3383 אֶל H413 אֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
      "52": "וְה֨וֹרַשְׁתֶּ֜ם H3423 אֶת H853 כָּל H3605 יֹשְׁבֵ֤י H3427 הָאָ֨רֶץ֙ H776 מִפְּנֵי H6440 וְאִ֨בַּדְתֶּ֔ם H6 אֵ֖ת H853 כָּל H3605 מַשְׂכִּיֹּתָ֑ם H4906 וְאֵ֨ת H853 כָּל H3605 צַלְמֵ֤י H6754 מַסֵּֽכֹתָם֙ H4541 תְּאַבֵּ֔דוּ H6 וְאֵ֥ת H853 כָּל H3605 בָּמֹתָ֖ם H1116 תַּשְׁמִֽידוּ H8045 ",
      "53": "וְהוֹרַשְׁתֶּ֥ם H3423 אֶת H853 הָאָ֖רֶץ H776 וִֽישַׁבְתֶּם H3427 בָּ֑הּ Hb כִּ֥י H3588 לָכֶ֛ם Hl נָתַ֥תִּי H5414 אֶת H853 הָאָ֖רֶץ H776 לָרֶ֥שֶׁת H3423 אֹתָֽהּ H853 ",
      "54": "וְהִתְנַחַלְתֶּם֩ H5157 אֶת H853 הָאָ֨רֶץ H776 בְּגוֹרָ֜ל H1486 לְמִשְׁפְּחֹֽתֵי H4940 לָרַ֞ב H7227 תַּרְבּ֤וּ H7235 אֶת H853 נַחֲלָתוֹ֙ H5159 וְלַ H4592 תַּמְעִ֣יט H4591 אֶת H853 נַחֲלָת֔וֹ H5159 אֶל֩ H413 אֲשֶׁר H834 יֵ֨צֵא H3318 ל֥וֹ Hl שָׁ֛מָּה H8033 הַגּוֹרָ֖ל H1486 ל֣וֹ Hl יִהְיֶ֑ה H1961 לְמַטּ֥וֹת H4294 אֲבֹתֵיכֶ֖ם H1 תִּתְנֶחָֽלוּ H5157 ",
      "55": "וְאִם H518 לֹ֨א H3808 תוֹרִ֜ישׁוּ H3423 אֶת H853 יֹשְׁבֵ֣י H3427 הָאָרֶץ֮ H776 מִפְּנֵי H6440 וְהָיָה֙ H1961 אֲשֶׁ֣ר H834 תּוֹתִ֣ירוּ H3498 מֵהֶ֔ם H1992 לְשִׂכִּים֙ H7899 בְּעֵ֣ינֵי H5869 וְלִ H6796 בְּצִדֵּי H6654 וְצָרֲר֣וּ H6887 אֶתְכֶ֔ם H853 עַל H5921 הָאָ֕רֶץ H776 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 יֹשְׁבִ֥ים H3427 בָּֽהּ Hb ",
      "56": "וְהָיָ֗ה H1961 כַּאֲשֶׁ֥ר H834 דִּמִּ֛יתִי H1819 לַעֲשׂ֥וֹת H6213 לָהֶ֖ם Hl אֶֽעֱשֶׂ֥ה H6213 לָכֶֽם Hl "
    },
    "34": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "צַ֞ו H6680 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 כִּֽי H3588 אַתֶּ֥ם H859 בָּאִ֖ים H935 אֶל H413 הָאָ֣רֶץ H776 כְּנָ֑עַן H3667 זֹ֣את H2063 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 תִּפֹּ֤ל H5307 לָכֶם֙ Hl בְּֽנַחֲלָ֔ה H5159 אֶ֥רֶץ H776 כְּנַ֖עַן H3667 לִגְבֻלֹתֶֽי H1367 ",
      "3": "וְהָיָ֨ה H1961 לָכֶ֧ם Hl פְּאַת H6285 נֶ֛גֶב H5045 מִמִּדְבַּר H4057 צִ֖ן H6790 עַל H5921 יְדֵ֣י H3027 אֱד֑וֹם H123 וְהָיָ֤ה H1961 לָכֶם֙ Hl גְּב֣וּל H1366 נֶ֔גֶב H5045 מִקְצֵ֥ה H7097 יָם H3220 הַמֶּ֖לַח H4417 קֵֽדְמָה H6924 ",
      "4": "וְנָסַ֣ב H5437 לָכֶם֩ Hl הַגְּב֨וּל H1366 מִנֶּ֜גֶב H5045 לְמַעֲלֵ֤ה H4610 עַקְרַבִּים֙ H4610 וְעָ֣בַר H5674 צִ֔נָה H6790 והיה H1961 תּֽוֹצְאֹתָ֔יו H8444 מִנֶּ֖גֶב H5045 לְקָדֵ֣שׁ H6947 בַּרְנֵ֑עַ H6947 וְיָצָ֥א H3318 חֲצַר H2692 אַדָּ֖ר H2692 וְעָבַ֥ר H5674 עַצְמֹֽנָה H6111 ",
      "5": "וְנָסַ֧ב H5437 הַגְּב֛וּל H1366 מֵעַצְמ֖וֹן H6111 נַ֣חְלָה H5158 מִצְרָ֑יִם H4714 וְהָי֥וּ H1961 תוֹצְאֹתָ֖יו H8444 הַיָּֽמָּ H3220 ",
      "6": "וּגְב֣וּל H1366 יָ֔ם H3220 וְהָיָ֥ה H1961 לָכֶ֛ם Hl הַיָּ֥ם H3220 הַגָּד֖וֹל H1419 וּגְב֑וּל H1366 זֶֽה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֥וּל H1366 יָֽם H3220 ",
      "7": "וְזֶֽה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֣וּל H1366 צָפ֑וֹן H6828 מִן H4480 הַיָּם֙ H3220 הַגָּדֹ֔ל H1419 תְּתָא֥וּ H8376 לָכֶ֖ם Hl הֹ֥ר H2023 הָהָֽר H2022 ",
      "8": "מֵהֹ֣ר H2023 הָהָ֔ר H2022 תְּתָא֖וּ H8376 לְבֹ֣א H935 חֲמָ֑ת H2574 וְהָי֛וּ H1961 תּוֹצְאֹ֥ת H8444 הַגְּבֻ֖ל H1366 צְדָֽדָה H6657 ",
      "9": "וְיָצָ֤א H3318 הַגְּבֻל֙ H1366 זִפְרֹ֔נָה H2202 וְהָי֥וּ H1961 תוֹצְאֹתָ֖יו H8444 חֲצַ֣ר H2704 עֵינָ֑ן H2704 זֶֽה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֥וּל H1366 צָפֽוֹן H6828 ",
      "10": "וְהִתְאַוִּיתֶ֥ם H184 לָכֶ֖ם Hl לִגְב֣וּל H1366 קֵ֑דְמָה H6924 מֵחֲצַ֥ר H2704 עֵינָ֖ן H2704 שְׁפָֽמָה H8221 ",
      "11": "וְיָרַ֨ד H3381 הַגְּבֻ֧ל H1366 מִשְּׁפָ֛ם H8221 הָרִבְלָ֖ה H7247 מִקֶּ֣דֶם H6924 לָעָ֑יִן H5871 וְיָרַ֣ד H3381 הַגְּב֔וּל H1366 וּמָחָ֛ה H4229 עַל H5921 כֶּ֥תֶף H3802 יָם H3220 כִּנֶּ֖רֶת H3672 קֵֽדְמָה H6924 ",
      "12": "וְיָרַ֤ד H3381 הַגְּבוּל֙ H1366 הַיַּרְדֵּ֔נָ H3383 וְהָי֥וּ H1961 תוֹצְאֹתָ֖יו H8444 יָ֣ם H3220 הַמֶּ֑לַח H4417 זֹאת֩ H2063 תִּהְיֶ֨ה H1961 לָכֶ֥ם Hl הָאָ֛רֶץ H776 לִגְבֻלֹתֶ֖י H1367 סָבִֽיב H5439 ",
      "13": "וַיְצַ֣ו H6680 מֹשֶׁ֔ה H4872 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 זֹ֣את H2063 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 תִּתְנַחֲל֤וּ H5157 אֹתָהּ֙ H853 בְּגוֹרָ֔ל H1486 אֲשֶׁר֙ H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לָתֵ֛ת H5414 לְתִשְׁעַ֥ת H8672 הַמַּטּ֖וֹת H4294 וַחֲצִ֥י H2677 הַמַּטֶּֽה H4294 ",
      "14": "כִּ֣י H3588 לָקְח֞וּ H3947 מַטֵּ֨ה H4294 בְנֵ֤י H1121 הָראוּבֵנִי֙ H7206 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 וּמַטֵּ֥ה H4294 בְנֵֽי H1121 הַגָּדִ֖י H1425 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 וַחֲצִי֙ H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 לָקְח֖וּ H3947 נַחֲלָתָֽם H5159 ",
      "15": "שְׁנֵ֥י H8147 הַמַּטּ֖וֹת H4294 וַחֲצִ֣י H2677 הַמַּטֶּ֑ה H4294 לָקְח֣וּ H3947 נַחֲלָתָ֗ם H5159 מֵעֵ֛בֶר H5676 לְיַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 קֵ֥דְמָה H6924 מִזְרָֽחָה H4217 ",
      "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "17": "אֵ֚לֶּה H428 שְׁמ֣וֹת H8034 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁר H834 יִנְחֲל֥וּ H5157 לָכֶ֖ם Hl אֶת H853 הָאָ֑רֶץ H776 אֶלְעָזָר֙ H499 הַכֹּהֵ֔ן H3548 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נֽוּן H5126 ",
      "18": "וְנָשִׂ֥יא H5387 אֶחָ֛ד H259 נָשִׂ֥יא H5387 אֶחָ֖ד H259 מִמַּטֶּ֑ה H4294 תִּקְח֖וּ H3947 לִנְחֹ֥ל H5157 אֶת H853 הָאָֽרֶץ H776 ",
      "19": "וְאֵ֖לֶּה H428 שְׁמ֣וֹת H8034 הָאֲנָשִׁ֑ים H376 לְמַטֵּ֣ה H4294 יְהוּדָ֔ה H3063 כָּלֵ֖ב H3612 בֶּן H1121 יְפֻנֶּֽה H3312 ",
      "20": "וּלְ H4294 בְּנֵ֣י H1121 שִׁמְע֔וֹן H8095 שְׁמוּאֵ֖ל H8050 בֶּן H1121 עַמִּיהֽוּד H5989 ",
      "21": "לְמַטֵּ֣ה H4294 בִנְיָמִ֔ן H1144 אֱלִידָ֖ד H449 בֶּן H1121 כִּסְלֽוֹן H3692 ",
      "22": "וּלְ H4294 בְנֵי H1121 דָ֖ן H1835 נָשִׂ֑יא H5387 בֻּקִּ֖י H1231 בֶּן H1121 יָגְלִֽי H3020 ",
      "23": "לִבְנֵ֣י H1121 יוֹסֵ֔ף H3130 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 מְנַשֶּׁ֖ה H4519 נָשִׂ֑יא H5387 חַנִּיאֵ֖ל H2592 בֶּן H1121 אֵפֹֽד H641 ",
      "24": "וּלְ H4294 בְנֵֽי H1121 אֶפְרַ֖יִם H669 נָשִׂ֑יא H5387 קְמוּאֵ֖ל H7055 בֶּן H1121 שִׁפְטָֽן H8204 ",
      "25": "וּלְ H4294 בְנֵֽי H1121 זְבוּלֻ֖ן H2074 נָשִׂ֑יא H5387 אֱלִיצָפָ֖ן H469 בֶּן H1121 פַּרְנָֽךְ H6535 ",
      "26": "וּלְ H4294 בְנֵֽי H1121 יִשָׂשכָ֖ר H3485 נָשִׂ֑יא H5387 פַּלְטִיאֵ֖ל H6409 בֶּן H1121 עַזָּֽן H5821 ",
      "27": "וּלְ H4294 בְנֵי H1121 אָשֵׁ֖ר H836 נָשִׂ֑יא H5387 אֲחִיה֖וּד H282 בֶּן H1121 שְׁלֹמִֽי H8015 ",
      "28": "וּלְ H4294 בְנֵֽי H1121 נַפְתָּלִ֖י H5321 נָשִׂ֑יא H5387 פְּדַהְאֵ֖ל H6300 בֶּן H1121 עַמִּיהֽוּד H5989 ",
      "29": "אֵ֕לֶּה H428 אֲשֶׁ֖ר H834 צִוָּ֣ה H6680 יְהוָ֑ה H3068 לְנַחֵ֥ל H5157 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 "
    },
    "35": {
      "1": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֖ה H4872 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֑ב H4124 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 לֵאמֹֽר H559 ",
      "2": "צַו֮ H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְנָתְנ֣וּ H5414 לַלְוִיִּ֗ם H3881 מִֽנַּחֲלַ֛ת H5159 אֲחֻזָּתָ֖ם H272 עָרִ֣ים H5892 לָשָׁ֑בֶת H3427 וּמִגְרָ֗שׁ H4054 לֶֽעָרִים֙ H5892 סְבִיבֹ֣תֵיהֶ֔ם H5439 תִּתְּנ֖וּ H5414 לַלְוִיִּֽם H3881 ",
      "3": "וְהָי֧וּ H1961 הֶֽעָרִ֛ים H5892 לָהֶ֖ם Hl לָשָׁ֑בֶת H3427 וּמִגְרְשֵׁי H4054 יִהְי֤וּ H1961 לִבְהֶמְתָּ H929 וְלִ H7399 וּלְ H3605 חַיָּתָֽם H2416 ",
      "4": "וּמִגְרְשֵׁי֙ H4054 הֶֽעָרִ֔ים H5892 אֲשֶׁ֥ר H834 תִּתְּנ֖וּ H5414 לַלְוִיִּ֑ם H3881 מִקִּ֤יר H7023 הָעִיר֙ H5892 וָח֔וּצָ H2351 אֶ֥לֶף H505 אַמָּ֖ה H520 סָבִֽיב H5439 ",
      "5": "וּמַדֹּתֶ֞ם H4058 מִח֣וּץ H2351 לָעִ֗יר H5892 אֶת H853 פְּאַת H6285 קֵ֣דְמָה H6924 אַלְפַּ֪יִם H505 בָּֽאַמָּ֟ה H520 וְאֶת H853 פְּאַת H6285 נֶגֶב֩ H5045 אַלְפַּ֨יִם H505 בָּאַמָּ֜ה H520 וְאֶת H853 פְּאַת H6285 יָ֣ם H3220 אַלְפַּ֣יִם H505 בָּֽאַמָּ֗ה H520 וְאֵ֨ת H853 פְּאַ֥ת H6285 צָפ֛וֹן H6828 אַלְפַּ֥יִם H505 בָּאַמָּ֖ה H520 וְהָ H5892 בַּתָּ֑וֶךְ H8432 זֶ֚ה H2088 יִהְיֶ֣ה H1961 לָהֶ֔ם Hl מִגְרְשֵׁ֖י H4054 הֶעָרִֽים H5892 ",
      "6": "וְאֵ֣ת H853 הֶֽעָרִ֗ים H5892 אֲשֶׁ֤ר H834 תִּתְּנוּ֙ H5414 לַלְוִיִּ֔ם H3881 אֵ֚ת H853 שֵׁשׁ H8337 עָרֵ֣י H5892 הַמִּקְלָ֔ט H4733 אֲשֶׁ֣ר H834 תִּתְּנ֔וּ H5414 לָנֻ֥ס H5127 שָׁ֖מָּה H8033 הָרֹצֵ֑חַ H7523 וַעֲלֵי H5921 תִּתְּנ֔וּ H5414 אַרְבָּעִ֥ים H705 וּשְׁתַּ֖יִם H8147 עִֽיר H5892 ",
      "7": "כָּל H3605 הֶעָרִ֗ים H5892 אֲשֶׁ֤ר H834 תִּתְּנוּ֙ H5414 לַלְוִיִּ֔ם H3881 אַרְבָּעִ֥ים H705 וּשְׁמֹנֶ֖ה H8083 עִ֑יר H5892 אֶתְהֶ֖ן H853 וְאֶת H853 מִגְרְשֵׁיהֶֽן H4054 ",
      "8": "וְהֶֽ H5892 אֲשֶׁ֤ר H834 תִּתְּנוּ֙ H5414 מֵאֲחֻזַּ֣ת H272 בְּנֵי H1121 יִשְׂרָאֵ֔ל H3478 מֵאֵ֤ת H853 הָרַב֙ H7227 תַּרְבּ֔וּ H7235 וּמֵ H853 הַמְעַ֖ט H4592 תַּמְעִ֑יטוּ H4591 אִ֗ישׁ H376 כְּפִ֤י H6310 נַחֲלָתוֹ֙ H5159 אֲשֶׁ֣ר H834 יִנְחָ֔לוּ H5157 יִתֵּ֥ן H5414 מֵעָרָ֖י H5892 לַלְוִיִּֽם H3881 ",
      "9": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "10": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 כִּ֥י H3588 אַתֶּ֛ם H859 עֹבְרִ֥ים H5674 אֶת H853 הַיַּרְדֵּ֖ן H3383 אַ֥רְצָה H776 כְּנָֽעַן H3667 ",
      "11": "וְהִקְרִיתֶ֤ם H7136 לָכֶם֙ Hl עָרִ֔ים H5892 עָרֵ֥י H5892 מִקְלָ֖ט H4733 תִּהְיֶ֣ינָה H1961 לָכֶ֑ם Hl וְנָ֥ס H5127 שָׁ֨מָּה֙ H8033 רֹצֵ֔חַ H7523 מַכֵּה H5221 נֶ֖פֶשׁ H5315 בִּשְׁגָגָֽה H7684 ",
      "12": "וְהָי֨וּ H1961 לָכֶ֧ם Hl הֶעָרִ֛ים H5892 לְמִקְלָ֖ט H4733 מִגֹּאֵ֑ל H1350 וְלֹ֤א H3808 יָמוּת֙ H4191 הָרֹצֵ֔חַ H7523 עַד H5704 עָמְד֛וֹ H5975 לִפְנֵ֥י H6440 הָעֵדָ֖ה H5712 לַמִּשְׁפָּֽט H4941 ",
      "13": "וְהֶ H5892 אֲשֶׁ֣ר H834 תִּתֵּ֑נוּ H5414 שֵׁשׁ H8337 עָרֵ֥י H5892 מִקְלָ֖ט H4733 תִּהְיֶ֥ינָה H1961 לָכֶֽם Hl ",
      "14": "אֵ֣ת H853 שְׁלֹ֣שׁ H7969 הֶעָרִ֗ים H5892 תִּתְּנוּ֙ H5414 מֵעֵ֣בֶר H5676 לַיַּרְדֵּ֔ן H3383 וְאֵת֙ H853 שְׁלֹ֣שׁ H7969 הֶֽעָרִ֔ים H5892 תִּתְּנ֖וּ H5414 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 עָרֵ֥י H5892 מִקְלָ֖ט H4733 תִּהְיֶֽינָה H1961 ",
      "15": "לִבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְלַ H1616 וְלַ H8453 בְּתוֹכָ֔ H8432 תִּהְיֶ֛ינָה H1961 שֵׁשׁ H8337 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 לְמִקְלָ֑ט H4733 לָנ֣וּס H5127 שָׁ֔מָּה H8033 כָּל H3605 מַכֵּה H5221 נֶ֖פֶשׁ H5315 בִּשְׁגָגָֽה H7684 ",
      "16": "וְאִם H518 בִּכְלִ֨י H3627 בַרְזֶ֧ל H1270 הִכָּ֛הוּ H5221 וַיָּמֹ֖ת H4191 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 מ֥וֹת H4191 יוּמַ֖ת H4191 הָרֹצֵֽחַ H7523 ",
      "17": "וְאִ֡ם H518 בְּאֶ֣בֶן H68 יָד֩ H3027 אֲשֶׁר H834 יָמ֨וּת H4191 בָּ֥הּ Hb הִכָּ֛הוּ H5221 וַיָּמֹ֖ת H4191 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 מ֥וֹת H4191 יוּמַ֖ת H4191 הָרֹצֵֽחַ H7523 ",
      "18": "א֡וֹ H176 בִּכְלִ֣י H3627 עֵֽץ H6086 יָד֩ H3027 אֲשֶׁר H834 יָמ֨וּת H4191 בּ֥וֹ Hb הִכָּ֛הוּ H5221 וַיָּמֹ֖ת H4191 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 מ֥וֹת H4191 יוּמַ֖ת H4191 הָרֹצֵֽחַ H7523 ",
      "19": "גֹּאֵ֣ל H1350 הַדָּ֔ם H1818 ה֥וּא H1931 יָמִ֖ית H4191 אֶת H853 הָרֹצֵ֑חַ H7523 בְּפִגְע H6293 ב֖וֹ Hb ה֥וּא H1931 יְמִיתֶֽנּוּ H4191 ",
      "20": "וְאִם H518 בְּשִׂנְאָ֖ה H8135 יֶהְדָּפֶ֑נּוּ H1920 אֽוֹ H176 הִשְׁלִ֥יךְ H7993 עָלָ֛יו H5921 בִּצְדִיָּ֖ה H6660 וַיָּמֹֽת H4191 ",
      "21": "א֣וֹ H176 בְאֵיבָ֞ה H342 הִכָּ֤הוּ H5221 בְיָד H3027 וַיָּמֹ֔ת H4191 מֽוֹת H4191 יוּמַ֥ת H4191 הַמַּכֶּ֖ה H5221 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 גֹּאֵ֣ל H1350 הַדָּ֗ם H1818 יָמִ֛ית H4191 אֶת H853 הָרֹצֵ֖חַ H7523 בְּפִגְע H6293 בֽוֹ Hb ",
      "22": "וְאִם H518 בְּפֶ֥תַע H6621 בְּלֹא H3808 אֵיבָ֖ה H342 הֲדָפ֑וֹ H1920 אוֹ H176 הִשְׁלִ֥יךְ H7993 עָלָ֛יו H5921 כָּל H3605 כְּלִ֖י H3627 בְּלֹ֥א H3808 צְדִיָּֽה H6660 ",
      "23": "א֣וֹ H176 בְכָל H3605 אֶ֜בֶן H68 אֲשֶׁר H834 יָמ֥וּת H4191 בָּהּ֙ Hb בְּלֹ֣א H3808 רְא֔וֹת H7200 וַיַּפֵּ֥ל H5307 עָלָ֖יו H5921 וַיָּמֹ֑ת H4191 וְהוּא֙ H1931 לֹא H3808 אוֹיֵ֣ב H341 ל֔וֹ Hl וְלֹ֥א H3808 מְבַקֵּ֖שׁ H1245 רָעָתֽוֹ H7451 ",
      "24": "וְשָֽׁפְטוּ֙ H8199 הָֽעֵדָ֔ה H5712 בֵּ֚ין H996 הַמַּכֶּ֔ה H5221 וּבֵ֖ין H996 גֹּאֵ֣ל H1350 הַדָּ֑ם H1818 עַ֥ל H5921 הַמִּשְׁפָּטִ֖ים H4941 הָאֵֽלֶּה H428 ",
      "25": "וְהִצִּ֨ילוּ H5337 הָעֵדָ֜ה H5712 אֶת H853 הָרֹצֵ֗חַ H7523 מִיַּד֮ H3027 גֹּאֵ֣ל H1350 הַדָּם֒ H1818 וְהֵשִׁ֤יבוּ H7725 אֹתוֹ֙ H853 הָֽעֵדָ֔ה H5712 אֶל H413 עִ֥יר H5892 מִקְלָט֖וֹ H4733 אֲשֶׁר H834 נָ֣ס H5127 שָׁ֑מָּה H8033 וְיָ֣שַׁב H3427 בָּ֗הּ Hb עַד H5704 מוֹת֙ H4194 הַכֹּהֵ֣ן H3548 הַגָּדֹ֔ל H1419 אֲשֶׁר H834 מָשַׁ֥ח H4886 אֹת֖וֹ H853 בְּשֶׁ֥מֶן H8081 הַקֹּֽדֶשׁ H6944 ",
      "26": "וְאִם H518 יָצֹ֥א H3318 יֵצֵ֖א H3318 הָרֹצֵ֑חַ H7523 אֶת H853 גְּבוּל֙ H1366 עִ֣יר H5892 מִקְלָט֔וֹ H4733 אֲשֶׁ֥ר H834 יָנ֖וּס H5127 שָֽׁמָּה H8033 ",
      "27": "וּמָצָ֤א H4672 אֹתוֹ֙ H853 גֹּאֵ֣ל H1350 הַדָּ֔ם H1818 מִח֕וּץ H2351 לִגְב֖וּל H1366 עִ֣יר H5892 מִקְלָט֑וֹ H4733 וְרָצַ֞ח H7523 גֹּאֵ֤ל H1350 הַדָּם֙ H1818 אֶת H853 הָ֣רֹצֵ֔חַ H7523 אֵ֥ין H369 ל֖וֹ Hl דָּֽם H1818 ",
      "28": "כִּ֣י H3588 בְעִ֤יר H5892 מִקְלָטוֹ֙ H4733 יֵשֵׁ֔ב H3427 עַד H5704 מ֖וֹת H4194 הַכֹּהֵ֣ן H3548 הַגָּדֹ֑ל H1419 וְאַחֲרֵ֥י H310 מוֹת֙ H4194 הַכֹּהֵ֣ן H3548 הַגָּדֹ֔ל H1419 יָשׁוּב֙ H7725 הָרֹצֵ֔חַ H7523 אֶל H413 אֶ֖רֶץ H776 אֲחֻזָּתֽוֹ H272 ",
      "29": "וְהָי֨וּ H1961 אֵ֧לֶּה H428 לָכֶ֛ם Hl לְחֻקַּ֥ת H2708 מִשְׁפָּ֖ט H4941 לְדֹרֹתֵי H1755 בְּכֹ֖ל H3605 מוֹשְׁבֹתֵיכֶֽם H4186 ",
      "30": "כָּל H3605 מַ֨כֵּה H5221 נֶ֔פֶשׁ H5315 לְפִ֣י H6310 עֵדִ֔ים H5707 יִרְצַ֖ח H7523 אֶת H853 הָרֹצֵ֑חַ H7523 וְעֵ֣ד H5707 אֶחָ֔ד H259 לֹא H3808 יַעֲנֶ֥ה H6030 בְנֶ֖פֶשׁ H5315 לָמֽוּת H4191 ",
      "31": "וְלֹֽא H3808 תִקְח֥וּ H3947 כֹ֨פֶר֙ H3724 לְנֶ֣פֶשׁ H5315 רֹצֵ֔חַ H7523 אֲשֶׁר H834 ה֥וּא H1931 רָשָׁ֖ע H7563 לָמ֑וּת H4191 כִּי H3588 מ֖וֹת H4191 יוּמָֽת H4191 ",
      "32": "וְלֹא H3808 תִקְח֣וּ H3947 כֹ֔פֶר H3724 לָנ֖וּס H5127 אֶל H413 עִ֣יר H5892 מִקְלָט֑וֹ H4733 לָשׁוּב֙ H7725 לָשֶׁ֣בֶת H3427 בָּאָ֔רֶץ H776 עַד H5704 מ֖וֹת H4194 הַכֹּהֵֽן H3548 ",
      "33": "וְלֹֽא H3808 תַחֲנִ֣יפוּ H2610 אֶת H853 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אַתֶּם֙ H859 בָּ֔הּ Hb כִּ֣י H3588 הַדָּ֔ם H1818 ה֥וּא H1931 יַחֲנִ֖יף H2610 אֶת H853 הָאָ֑רֶץ H776 וְלָ H776 לֹֽא H3808 יְכֻפַּ֗ר H3722 לַדָּם֙ H1818 אֲשֶׁ֣ר H834 שֻׁפַּךְ H8210 בָּ֔הּ Hb כִּי H3588 אִ֖ם H518 בְּדַ֥ם H1818 שֹׁפְכֽוֹ H8210 ",
      "34": "וְלֹ֧א H3808 תְטַמֵּ֣א H2930 אֶת H853 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אַתֶּם֙ H859 יֹשְׁבִ֣ים H3427 בָּ֔הּ Hb אֲשֶׁ֥ר H834 אֲנִ֖י H589 שֹׁכֵ֣ן H7931 בְּתוֹכָ֑ H8432 כִּ֚י H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 שֹׁכֵ֕ן H7931 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 "
    },
    "36": {
      "1": "וַֽיִּקְרְב֞וּ H7126 רָאשֵׁ֣י H7218 הָֽאָב֗וֹת H1 לְמִשְׁפַּ֤חַת H4940 בְּנֵֽי H1121 גִלְעָד֙ H1568 בֶּן H1121 מָכִ֣יר H4353 בֶּן H1121 מְנַשֶּׁ֔ה H4519 מִֽמִּשְׁפְּחֹ֖ת H4940 בְּנֵ֣י H1121 יוֹסֵ֑ף H3130 וַֽיְדַבְּר֞וּ H1696 לִפְנֵ֤י H6440 מֹשֶׁה֙ H4872 וְלִ H6440 הַנְּשִׂאִ֔ים H5387 רָאשֵׁ֥י H7218 אָב֖וֹת H1 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיֹּאמְר֗וּ H559 אֶת H853 אֲדֹנִי֙ H113 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לָתֵ֨ת H5414 אֶת H853 הָאָ֧רֶץ H776 בְּנַחֲלָ֛ה H5159 בְּגוֹרָ֖ל H1486 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽאדֹנִ H113 צֻוָּ֣ה H6680 בַֽיהוָ֔ה H3068 לָתֵ֗ת H5414 אֶֽת H853 נַחֲלַ֛ת H5159 צְלָפְחָ֥ד H6765 אָחִ֖ינוּ H251 לִבְנֹתָֽי H1323 ",
      "3": "וְ֠הָיוּ H1961 לְאֶחָ֞ד H259 מִבְּנֵ֨י H1121 שִׁבְטֵ֥י H7626 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 לְנָשִׁים֒ H802 וְנִגְרְעָ֤ה H1639 נַחֲלָתָן֙ H5159 מִנַּחֲלַ֣ת H5159 אֲבֹתֵ֔ינוּ H1 וְנוֹסַ֕ף H3254 עַ֚ל H5921 נַחֲלַ֣ת H5159 הַמַּטֶּ֔ה H4294 אֲשֶׁ֥ר H834 תִּהְיֶ֖ינָה H1961 לָהֶ֑ם Hl וּמִ H1486 נַחֲלָתֵ֖נוּ H5159 יִגָּרֵֽעַ H1639 ",
      "4": "וְאִם H518 יִהְיֶ֣ה H1961 הַיֹּבֵל֮ H3104 לִבְנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְנֽוֹסְפָה֙ H3254 נַחֲלָתָ֔ן H5159 עַ֚ל H5921 נַחֲלַ֣ת H5159 הַמַּטֶּ֔ה H4294 אֲשֶׁ֥ר H834 תִּהְיֶ֖ינָה H1961 לָהֶ֑ם Hl וּמִֽ H5159 מַטֵּ֣ה H4294 אֲבֹתֵ֔ינוּ H1 יִגָּרַ֖ע H1639 נַחֲלָתָֽן H5159 ",
      "5": "וַיְצַ֤ו H6680 מֹשֶׁה֙ H4872 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 כֵּ֛ן H3651 מַטֵּ֥ה H4294 בְנֵֽי H1121 יוֹסֵ֖ף H3130 דֹּבְרִֽים H1696 ",
      "6": "זֶ֣ה H2088 הַדָּבָ֞ר H1697 אֲשֶׁר H834 צִוָּ֣ה H6680 יְהוָ֗ה H3068 לִבְנ֤וֹת H1323 צְלָפְחָד֙ H6765 לֵאמֹ֔ר H559 לַטּ֥וֹב H2896 בְּעֵינֵי H5869 תִּהְיֶ֣ינָה H1961 לְנָשִׁ֑ים H802 אַ֗ךְ H389 לְמִשְׁפַּ֛חַת H4940 מַטֵּ֥ה H4294 אֲבִיהֶ֖ם H1 תִּהְיֶ֥ינָה H1961 לְנָשִֽׁים H802 ",
      "7": "וְלֹֽא H3808 תִסֹּ֤ב H5437 נַחֲלָה֙ H5159 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִמַּטֶּ֖ה H4294 אֶל H413 מַטֶּ֑ה H4294 כִּ֣י H3588 אִ֗ישׁ H376 בְּנַחֲלַת֙ H5159 מַטֵּ֣ה H4294 אֲבֹתָ֔יו H1 יִדְבְּק֖וּ H1692 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "8": "וְכָל H3605 בַּ֞ת H1323 יֹרֶ֣שֶׁת H3423 נַחֲלָ֗ה H5159 מִמַּטּוֹת֮ H4294 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 לְאֶחָ֗ד H259 מִמִּשְׁפַּ֛חַת H4940 מַטֵּ֥ה H4294 אָבִ֖יהָ H1 תִּהְיֶ֣ה H1961 לְאִשָּׁ֑ה H802 לְמַ֗עַן H4616 יִֽירְשׁוּ֙ H3423 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אִ֖ישׁ H376 נַחֲלַ֥ת H5159 אֲבֹתָֽיו H1 ",
      "9": "וְלֹֽא H3808 תִסֹּ֧ב H5437 נַחֲלָ֛ה H5159 מִמַּטֶּ֖ה H4294 לְמַטֶּ֣ה H4294 אַחֵ֑ר H312 כִּי H3588 אִישׁ֙ H376 בְּנַ֣חֲלָת֔ H5159 יִדְבְּק֕וּ H1692 מַטּ֖וֹת H4294 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "10": "כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנ֥וֹת H1323 צְלָפְחָֽד H6765 ",
      "11": "וַתִּהְיֶ֜ינָה H1961 מַחְלָ֣ה H4244 תִרְצָ֗ה H8656 וְחָגְלָ֧ה H2295 וּמִלְכָּ֛ה H4435 וְנֹעָ֖ה H5270 בְּנ֣וֹת H1323 צְלָפְחָ֑ד H6765 לִבְנֵ֥י H1121 דֹדֵיהֶ֖ן H1730 לְנָשִֽׁים H802 ",
      "12": "מִֽמִּשְׁפְּחֹ֛ת H4940 בְּנֵֽי H1121 מְנַשֶּׁ֥ה H4519 בֶן H1121 יוֹסֵ֖ף H3130 הָי֣וּ H1961 לְנָשִׁ֑ים H802 וַתְּהִי֙ H1961 נַחֲלָתָ֔ן H5159 עַל H5921 מַטֵּ֖ה H4294 מִשְׁפַּ֥חַת H4940 אֲבִיהֶֽן H1 ",
      "13": "אֵ֣לֶּה H428 הַמִּצְוֺ֞ת H4687 וְהַ H4941 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 בְּיַד H3027 מֹשֶׁ֖ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 עַ֖ל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 "
    }
  }
}
