{
  "Proverbs": {
    "1": {
      "1": "מִ֭שְׁלֵי H4912 Ncmpc שְׁלֹמֹ֣ה H8010 Np בֶן H1121 Ncmsc דָּוִ֑ד H1732 Np מֶ֝֗לֶךְ H4428 Ncmsc יִשְׂרָאֵֽל H3478 Np ",
      "2": "לָדַ֣עַת H3045 R/Vqc חָכְמָ֣ה H2451 Ncfsa וּמוּסָ֑ר H4148 C/Ncmsa לְ֝הָבִ֗ין H995 R/Vhc אִמְרֵ֥י H561 Ncmpc בִינָֽה H998 Ncfsa ",
      "3": "לָ֭קַחַת H3947 R/Vqc מוּסַ֣ר H4148 Ncmsc הַשְׂכֵּ֑ל H7919 Vha צֶ֥דֶק H6664 Ncmsa וּ֝מִשְׁפָּ֗ט H4941 C/Ncmsa וּמֵישָׁרִֽים H4339 C/Ncmpa ",
      "4": "לָתֵ֣ת H5414 R/Vqc לִפְתָאיִ֣ם H6612 R/Ncmpa עָרְמָ֑ה H6195 Ncfsa לְ֝נַ֗עַר H5288 R/Ncmsa דַּ֣עַת H1847 Ncfsa וּמְזִמָּֽה H4209 C/Ncfsa ",
      "5": "יִשְׁמַ֣ע H8085 Vqi3ms חָ֭כָם H2450 Ncmsa וְי֣וֹסֶף H3254 C/Vhi3ms לֶ֑קַח H3948 Ncmsa וְ֝נָב֗וֹן H995 C/VNrmsa תַּחְבֻּל֥וֹת H8458 Ncfpa יִקְנֶֽה H7069 Vqi3ms ",
      "6": "לְהָבִ֣ין H995 R/Vhc מָ֭שָׁל H4912 Ncmsa וּמְלִיצָ֑ה H4426 C/Ncfsa דִּבְרֵ֥י H1697 Ncmpc חֲ֝כָמִ֗ים H2450 Aampa וְחִידֹתָֽ H2420 C/Ncfpc/Pp3mp ",
      "7": "יִרְאַ֣ת H3374 Ncfsc יְ֭הוָה H3068 Np רֵאשִׁ֣ית H7225 Ncfsc דָּ֑עַת H1847 Ncfsa חָכְמָ֥ה H2451 Ncfsa וּ֝מוּסָ֗ר H4148 C/Ncmsa אֱוִילִ֥ים H191 Ncmpa בָּֽזוּ H936 Vqp3cp ",
      "8": "שְׁמַ֣ע H8085 Vqv2ms בְּ֭נִי H1121 Ncmsc/Pp1cs מוּסַ֣ר H4148 Ncmsc אָבִ֑יךָ H1 Ncmsc/Sp2ms וְאַל H408 C/Tn תִּ֝טֹּ֗שׁ H5203 Vqj2ms תּוֹרַ֥ת H8451 Ncfsc אִמֶּֽךָ H517 Ncfsc/Pp2ms ",
      "9": "כִּ֤י H3588 לִוְיַ֤ת H3880 Ncfsc חֵ֓ן H2580 Ncmsa הֵ֬ם H1992 Pp3mp לְרֹאשֶׁ֑ H7218 R/Ncmsc/Pp2ms וַ֝עֲנָקִ֗ים H6060 C/Ncmpa לְגַרְגְּרֹתֶֽי H1621 R/Ncfpc/Pp2ms ",
      "10": "בְּנִ֡י H1121 Ncmsc/Pp1cs אִם H518 יְפַתּ֥וּךָ H6601 Vpi3mp/Pp2ms חַ֝טָּאִ֗ים H2400 Ncmpa אַל H408 Tn תֹּבֵֽא H14 Vqj2ms ",
      "11": "אִם H518 יֹאמְרוּ֮ H559 Vqi3mp לְכָ֪ה H3212 Vqv2ms/Sh אִ֫תָּ֥נוּ H854 R/Sp1cp נֶאֶרְבָ֥ה H693 Vqh1cp לְדָ֑ם H1818 R/Ncmsa נִצְפְּנָ֖ה H6845 Vqh1cp לְנָקִ֣י H5355 R/Aamsa חִנָּֽם H2600 D ",
      "12": "נִ֭בְלָעֵם H1104 Vqh1cp/Pp3mp כִּשְׁא֣וֹל H7585 R/Ncfsa חַיִּ֑ים H2416 וּ֝תְמִימִ֗ים H8549 C/Aampa כְּי֣וֹרְדֵי H3381 R/Vqrmpc בֽוֹר H953 Ncmsa ",
      "13": "כָּל H3605 ה֣וֹן H1952 יָקָ֣ר H3368 נִמְצָ֑א H4672 נְמַלֵּ֖א H4390 בָתֵּ֣ינוּ H1004 שָׁלָֽל H7998 ",
      "14": "גּ֭וֹרָ֣לְךָ H1486 תַּפִּ֣יל H5307 בְּתוֹכֵ֑ H8432 כִּ֥יס H3599 אֶ֝חָ֗ד H259 יִהְיֶ֥ה H1961 לְכֻלָּֽ H3605 ",
      "15": "בְּנִ֗י H1121 אַל H408 תֵּלֵ֣ךְ H3212 בְּדֶ֣רֶךְ H1870 אִתָּ֑ם H854 מְנַ֥ע H4513 רַ֝גְלְךָ֗ H7272 מִנְּתִיבָתָֽ H5410 ",
      "16": "כִּ֣י H3588 רַ֭גְלֵיהֶם H7272 לָרַ֣ע H7451 יָר֑וּצוּ H7323 וִֽ֝ימַהֲר֗וּ H4116 לִשְׁפָּךְ H8210 דָּֽם H1818 ",
      "17": "כִּֽי H3588 חִ֭נָּם H2600 מְזֹרָ֣ה H2219 הָרָ֑שֶׁת H7568 בְּ֝עֵינֵ֗י H5869 כָל H3605 בַּ֥עַל H1167 כָּנָֽף H3671 ",
      "18": "וְ֭הֵם H1992 לְדָמָ֣ H1818 יֶאֱרֹ֑בוּ H693 יִ֝צְפְּנ֗וּ H6845 לְנַפְשֹׁתָֽ H5315 ",
      "19": "כֵּ֗ן H3651 אָ֭רְחוֹת H734 כָּל H3605 בֹּ֣צֵֽעַ H1214 בָּ֑צַע H1215 אֶת H853 נֶ֖פֶשׁ H5315 בְּעָלָ֣יו H1167 יִקָּֽח H3947 ",
      "20": "חָ֭כְמוֹת H2454 בַּח֣וּץ H2351 תָּרֹ֑נָּה H7442 בָּ֝רְחֹב֗וֹת H7339 תִּתֵּ֥ן H5414 קוֹלָֽהּ H6963 ",
      "21": "בְּרֹ֥אשׁ H7218 הֹמִיּ֗וֹת H1993 תִּ֫קְרָ֥א H7121 בְּפִתְחֵ֖י H6607 שְׁעָרִ֥ים H8179 בָּעִ֗יר H5892 אֲמָרֶ֥יהָ H561 תֹאמֵֽר H559 ",
      "22": "עַד H5704 מָתַ֣י H4970 פְּתָיִם֮ H6612 תְּֽאֵהֲב֫וּ H157 פֶ֥תִי H6612 וְלֵצִ֗ים H3887 לָ֭צוֹן H3944 חָמְד֣וּ H2530 לָהֶ֑ם H1992 וּ֝כְסִילִ֗ים H3684 יִשְׂנְאוּ H8130 דָֽעַת H1847 ",
      "23": "תָּשׁ֗וּבוּ H7725 לְֽת֫וֹכַחְתִּ֥ H8433 הִנֵּ֤ה H2009 אַבִּ֣יעָה H5042 לָכֶ֣ם Hl רוּחִ֑י H7307 אוֹדִ֖יעָה H3045 דְבָרַ֣י H1697 אֶתְכֶֽם H853 ",
      "24": "יַ֣עַן H3282 קָ֭רָאתִי H7121 וַתְּמָאֵ֑נוּ H3985 נָטִ֥יתִי H5186 יָ֝דִ֗י H3027 וְאֵ֣ין H369 מַקְשִֽׁיב H7181 ",
      "25": "וַתִּפְרְע֥וּ H6544 כָל H3605 עֲצָתִ֑י H6098 וְ֝תוֹכַחְתִּ֗ H8433 לֹ֣א H3808 אֲבִיתֶֽם H14 ",
      "26": "גַּם H1571 אֲ֭נִי H589 בְּאֵידְ H343 אֶשְׂחָ֑ק H7832 אֶ֝לְעַ֗ג H3932 בְּבֹ֣א H935 פַחְדְּכֶֽם H6343 ",
      "27": "בְּבֹ֤א H935 כשאוה H7584 פַּחְדְּכֶ֗ם H6343 וְֽ֭אֵידְ H343 כְּסוּפָ֣ה H5492 יֶאֱתֶ֑ה H857 בְּבֹ֥א H935 עֲ֝לֵיכֶ֗ם H5921 צָרָ֥ה H6869 וְצוּקָֽה H6695 ",
      "28": "אָ֣ז H227 יִ֭קְרָאֻנְנִי H7121 וְלֹ֣א H3808 אֶֽעֱנֶ֑ה H6030 יְ֝שַׁחֲרֻ֗נְנִי H7836 וְלֹ֣א H3808 יִמְצָאֻֽנְנִי H4672 ",
      "29": "תַּ֭חַת H8478 כִּי H3588 שָׂ֣נְאוּ H8130 דָ֑עַת H1847 וְיִרְאַ֥ת H3374 יְ֝הֹוָ֗ה H3068 לֹ֣א H3808 בָחָֽרוּ H977 ",
      "30": "לֹא H3808 אָב֥וּ H14 לַעֲצָתִ֑ H6098 נָ֝אֲצ֗וּ H5006 כָּל H3605 תּוֹכַחְתִּֽי H8433 ",
      "31": "וְֽ֭יֹאכְלוּ H398 מִפְּרִ֣י H6529 דַרְכָּ֑ם H1870 וּֽמִ H4156 יִשְׂבָּֽעוּ H7646 ",
      "32": "כִּ֤י H3588 מְשׁוּבַ֣ת H4878 פְּתָיִ֣ם H6612 תַּֽהַרְגֵ֑ם H2026 וְשַׁלְוַ֖ת H7962 כְּסִילִ֣ים H3684 תְּאַבְּדֵֽם H6 ",
      "33": "וְשֹׁמֵ֣עַֽ H8085 לִ֭י Hl יִשְׁכָּן H7931 בֶּ֑טַח H983 וְ֝שַׁאֲנַ֗ן H7599 מִפַּ֥חַד H6343 רָעָֽה H7451 "
    },
    "2": {
      "1": "בְּ֭נִי H1121 אִם H518 תִּקַּ֣ח H3947 אֲמָרָ֑י H561 וּ֝מִצְוֺתַ֗ H4687 תִּצְפֹּ֥ן H6845 אִתָּֽךְ H854 ",
      "2": "לְהַקְשִׁ֣יב H7181 לַֽחָכְמָ֣ה H2451 אָזְנֶ֑ךָ H241 תַּטֶּ֥ה H5186 לִ֝בְּךָ֗ H3820 לַתְּבוּנָֽה H8394 ",
      "3": "כִּ֤י H3588 אִ֣ם H518 לַבִּינָ֣ה H998 תִקְרָ֑א H7121 לַ֝תְּבוּנָ֗ה H8394 תִּתֵּ֥ן H5414 קוֹלֶֽךָ H6963 ",
      "4": "אִם H518 תְּבַקְשֶׁ֥נָּה H1245 כַכָּ֑סֶף H3701 וְֽכַ H4301 תַּחְפְּשֶֽׂנָּה H2664 ",
      "5": "אָ֗ז H227 תָּ֭בִין H995 יִרְאַ֣ת H3374 יְהוָ֑ה H3068 וְדַ֖עַת H1847 אֱלֹהִ֣ים H430 תִּמְצָֽא H4672 ",
      "6": "כִּֽי H3588 יְ֭הוָה H3068 יִתֵּ֣ן H5414 חָכְמָ֑ה H2451 מִ֝פִּ֗י H6310 דַּ֣עַת H1847 וּתְבוּנָֽה H8394 ",
      "7": "וצפן H6845 לַ֭יְשָׁרִים H3477 תּוּשִׁיָּ֑ה H8454 מָ֝גֵ֗ן H4043 לְהֹ֣לְכֵי H1980 תֹֽם H8537 ",
      "8": "לִ֭נְצֹר H5341 אָרְח֣וֹת H734 מִשְׁפָּ֑ט H4941 וְדֶ֖רֶךְ H1870 חסידו H2623 יִשְׁמֹֽר H8104 ",
      "9": "אָ֗ז H227 תָּ֭בִין H995 צֶ֣דֶק H6664 וּמִשְׁפָּ֑ט H4941 וּ֝מֵישָׁרִ֗ים H4339 כָּל H3605 מַעְגַּל H4570 טֽוֹב H2896 ",
      "10": "כִּֽי H3588 תָב֣וֹא H935 חָכְמָ֣ה H2451 בְלִבֶּ֑ H3820 וְ֝דַ֗עַת H1847 לְֽנַפְשְׁ H5315 יִנְעָֽם H5276 ",
      "11": "מְ֭זִמָּה H4209 תִּשְׁמֹ֥ר H8104 עָלֶ֗יךָ H5921 תְּבוּנָ֥ה H8394 תִנְצְרֶֽכָּה H5341 ",
      "12": "לְ֭הַצִּ֣ילְ H5337 מִדֶּ֣רֶךְ H1870 רָ֑ע H7451 מֵ֝אִ֗ישׁ H376 מְדַבֵּ֥ר H1696 תַּהְפֻּכֽוֹת H8419 ",
      "13": "הַ֭עֹ֣זְבִים H5800 אָרְח֣וֹת H734 יֹ֑שֶׁר H3476 לָ֝לֶ֗כֶת H3212 בְּדַרְכֵי H1870 חֹֽשֶׁךְ H2822 ",
      "14": "הַ֭שְּׂמֵחִים H8056 לַעֲשׂ֥וֹת H6213 רָ֑ע H7451 יָ֝גִ֗ילוּ H1523 בְּֽתַהְפֻּכ֥וֹת H8419 רָֽע H7451 ",
      "15": "אֲשֶׁ֣ר H834 אָרְחֹתֵיהֶ֣ם H734 עִקְּשִׁ֑ים H6141 וּ֝נְלוֹזִ֗ים H3868 בְּמַעְגְּלוֹתָֽ H4570 ",
      "16": "לְ֭הַצִּ֣ילְ H5337 מֵאִשָּׁ֣ה H802 זָרָ֑ה H2114 מִ֝נָּכְרִיָּ֗ה H5237 אֲמָרֶ֥יהָ H561 הֶחֱלִֽיקָה H2505 ",
      "17": "הַ֭עֹזֶבֶת H5800 אַלּ֣וּף H441 נְעוּרֶ֑יהָ H5271 וְאֶת H853 בְּרִ֖ית H1285 אֱלֹהֶ֣יהָ H430 שָׁכֵֽחָה H7911 ",
      "18": "כִּ֤י H3588 שָׁ֣חָה H7743 אֶל H413 מָ֣וֶת H4194 בֵּיתָ֑הּ H1004 וְאֶל H413 רְ֝פָאִ֗ים H7496 מַעְגְּלֹתֶֽיהָ H4570 ",
      "19": "כָּל H3605 בָּ֭אֶיהָ H935 לֹ֣א H3808 יְשׁוּב֑וּן H7725 וְלֹֽא H3808 יַ֝שִּׂ֗יגוּ H5381 אָרְח֥וֹת H734 חַיִּֽים H2416 ",
      "20": "לְמַ֗עַן H4616 תֵּ֭לֵךְ H3212 בְּדֶ֣רֶךְ H1870 טוֹבִ֑ים H2896 וְאָרְח֖וֹת H734 צַדִּיקִ֣ים H6662 תִּשְׁמֹֽר H8104 ",
      "21": "כִּֽי H3588 יְשָׁרִ֥ים H3477 יִשְׁכְּנוּ H7931 אָ֑רֶץ H776 וּ֝תְמִימִ֗ים H8549 יִוָּ֥תְרוּ H3498 בָֽהּ Hb ",
      "22": "וּ֭רְשָׁעִים H7563 מֵאֶ֣רֶץ H776 יִכָּרֵ֑תוּ H3772 וּ֝בוֹגְדִ֗ים H898 יִסְּח֥וּ H5255 מִמֶּֽנָּה H4480 "
    },
    "3": {
      "1": "בְּ֭נִי H1121 תּוֹרָתִ֣י H8451 אַל H408 תִּשְׁכָּ֑ח H7911 וּ֝מִצְוֺתַ֗ H4687 יִצֹּ֥ר H5341 לִבֶּֽךָ H3820 ",
      "2": "כִּ֤י H3588 אֹ֣רֶךְ H753 יָ֭מִים H3117 וּשְׁנ֣וֹת H8141 חַיִּ֑ים H2416 וְ֝שָׁל֗וֹם H7965 יוֹסִ֥יפוּ H3254 לָֽךְ Hl ",
      "3": "חֶ֥סֶד H2617 וֶאֱמֶ֗ת H571 אַֽל H408 יַעַ֫זְבֻ֥ךָ H5800 קָשְׁרֵ֥ם H7194 עַל H5921 גַּרְגְּרוֹתֶ֑יךָ H1621 כָּ֝תְבֵ֗ם H3789 עַל H5921 ל֥וּחַ H3871 לִבֶּֽךָ H3820 ",
      "4": "וּמְצָא H4672 חֵ֖ן H2580 וְשֵֽׂכֶל H7922 ט֑וֹב H2896 בְּעֵינֵ֖י H5869 אֱלֹהִ֣ים H430 וְאָדָֽם H120 ",
      "5": "בְּטַ֣ח H982 אֶל H413 יְ֭הוָה H3068 בְּכָל H3605 לִבֶּ֑ךָ H3820 וְאֶל H413 בִּֽ֝ינָתְךָ֗ H998 אַל H408 תִּשָּׁעֵֽן H8172 ",
      "6": "בְּכָל H3605 דְּרָכֶ֥יךָ H1870 דָעֵ֑הוּ H3045 וְ֝ה֗וּא H1931 יְיַשֵּׁ֥ר H3474 אֹֽרְחֹתֶֽיךָ H734 ",
      "7": "אַל H408 תְּהִ֣י H1961 חָכָ֣ם H2450 בְּעֵינֶ֑י H5869 יְרָ֥א H3372 אֶת H853 יְ֝הוָ֗ה H3068 וְס֣וּר H5493 מֵרָֽע H7451 ",
      "8": "רִ֭פְאוּת H7500 תְּהִ֣י H1961 לְשָׁרֶּ֑ H8270 וְ֝שִׁקּ֗וּי H8250 לְעַצְמוֹתֶֽי H6106 ",
      "9": "כַּבֵּ֣ד H3513 אֶת H853 יְ֭הוָה H3068 מֵהוֹנֶ֑ H1952 וּ֝מֵ H7225 כָּל H3605 תְּבוּאָתֶֽךָ H8393 ",
      "10": "וְיִמָּלְא֣וּ H4390 אֲסָמֶ֣יךָ H618 שָׂבָ֑ע H7647 וְ֝תִיר֗וֹשׁ H8492 יְקָבֶ֥יךָ H3342 יִפְרֹֽצוּ H6555 ",
      "11": "מוּסַ֣ר H4148 יְ֭הוָה H3068 בְּנִ֣י H1121 אַל H408 תִּמְאָ֑ס H3988 וְאַל H408 תָּ֝קֹ֗ץ H6973 בְּתוֹכַחְתּֽ H8433 ",
      "12": "כִּ֤י H3588 אֶ֥ת H853 אֲשֶׁ֣ר H834 יֶאֱהַ֣ב H157 יְהוָ֣ה H3068 יוֹכִ֑יחַ H3198 וּ֝כְ H1 אֶת H853 בֵּ֥ן H1121 יִרְצֶֽה H7521 ",
      "13": "אַשְׁרֵ֣י H835 אָ֭דָם H120 מָצָ֣א H4672 חָכְמָ֑ה H2451 וְ֝אָדָ֗ם H120 יָפִ֥יק H6329 תְּבוּנָֽה H8394 ",
      "14": "כִּ֤י H3588 ט֣וֹב H2896 סַ֭חְרָהּ H5504 מִסְּחַר H5505 כָּ֑סֶף H3701 וּ֝מֵ H2742 תְּבוּאָתָֽהּ H8393 ",
      "15": "יְקָ֣רָה H3368 הִ֭יא H1931 מפניים H6443 וְכָל H3605 חֲ֝פָצֶ֗יךָ H2656 לֹ֣א H3808 יִֽשְׁווּ H7737 בָֽהּ Hb ",
      "16": "אֹ֣רֶךְ H753 יָ֭מִים H3117 בִּֽימִינָ֑ H3225 בִּ֝שְׂמֹאולָ֗ H8040 עֹ֣שֶׁר H6239 וְכָבֽוֹד H3519 ",
      "17": "דְּרָכֶ֥יהָ H1870 דַרְכֵי H1870 נֹ֑עַם H5278 וְֽכָל H3605 נְתִ֖יבוֹתֶ֣יהָ H5410 שָׁלֽוֹם H7965 ",
      "18": "עֵץ H6086 חַיִּ֣ים H2416 הִ֭יא H1931 לַמַּחֲזִיקִ֣ים H2388 בָּ֑הּ Hb וְֽתֹמְכֶ֥י H8551 מְאֻשָּֽׁר H833 ",
      "19": "יְֽהוָ֗ה H3068 בְּחָכְמָ֥ה H2451 יָֽסַד H3245 אָ֑רֶץ H776 כּוֹנֵ֥ן H3559 שָׁ֝מַ֗יִם H8064 בִּתְבוּנָֽה H8394 ",
      "20": "בְּ֭דַעְתּ H1847 תְּהוֹמ֣וֹת H8415 נִבְקָ֑עוּ H1234 וּ֝שְׁחָקִ֗ים H7834 יִרְעֲפוּ H7491 טָֽל H2919 ",
      "21": "בְּ֭נִי H1121 אַל H408 יָלֻ֣זוּ H3868 מֵעֵינֶ֑י H5869 נְצֹ֥ר H5341 תֻּ֝שִׁיָּ֗ה H8454 וּמְזִמָּֽה H4209 ",
      "22": "וְיִֽהְי֣וּ H1961 חַיִּ֣ים H2416 לְנַפְשֶׁ֑ H5315 וְ֝חֵ֗ן H2580 לְגַרְגְּרֹתֶֽי H1621 ",
      "23": "אָ֤ז H227 תֵּלֵ֣ךְ H3212 לָבֶ֣טַח H983 דַּרְכֶּ֑ךָ H1870 וְ֝רַגְלְ H7272 לֹ֣א H3808 תִגּֽוֹף H5062 ",
      "24": "אִם H518 תִּשְׁכַּ֥ב H7901 לֹֽא H3808 תִפְחָ֑ד H6342 וְ֝שָׁכַבְתָּ֗ H7901 וְֽעָרְבָ֥ה H6149 שְׁנָתֶֽךָ H8142 ",
      "25": "אַל H408 תִּ֭ירָא H3372 מִפַּ֣חַד H6343 פִּתְאֹ֑ם H6597 וּמִ H7722 רְ֝שָׁעִ֗ים H7563 כִּ֣י H3588 תָבֹֽא H935 ",
      "26": "כִּֽי H3588 יְ֭הוָה H3068 יִהְיֶ֣ה H1961 בְכִסְלֶ֑ H3689 וְשָׁמַ֖ר H8104 רַגְלְךָ֣ H7272 מִלָּֽכֶד H3921 ",
      "27": "אַל H408 תִּמְנַע H4513 ט֥וֹב H2896 מִבְּעָלָ֑י H1167 בִּהְי֨וֹת H1961 לְאֵ֖ל H410 ידיך H3027 לַעֲשֽׂוֹת H6213 ",
      "28": "אַל H408 תֹּ֘אמַ֤ר H559 לרעי H7453 לֵ֣ךְ H3212 וָ֭שׁוּב H7725 וּמָחָ֥ר H4279 אֶתֵּ֗ן H5414 וְיֵ֣שׁ H3426 אִתָּֽךְ H854 ",
      "29": "אַל H408 תַּחֲרֹ֣שׁ H2790 עַל H5921 רֵעֲךָ֣ H7453 רָעָ֑ה H7451 וְהֽוּא H1931 יוֹשֵׁ֖ב H3427 לָבֶ֣טַח H983 אִתָּֽךְ H854 ",
      "30": "אַל H408 תרוב H7378 עִם H5973 אָדָ֣ם H120 חִנָּ֑ם H2600 אִם H518 לֹ֖א H3808 גְמָלְךָ֣ H1580 רָעָֽה H7451 ",
      "31": "אַל H408 תְּ֭קַנֵּא H7065 בְּאִ֣ישׁ H376 חָמָ֑ס H2555 וְאַל H408 תִּ֝בְחַ֗ר H977 בְּכָל H3605 דְּרָכָֽיו H1870 ",
      "32": "כִּ֤י H3588 תוֹעֲבַ֣ת H8441 יְהוָ֣ה H3068 נָל֑וֹז H3868 וְֽאֶת H854 יְשָׁרִ֥ים H3477 סוֹדֽוֹ H5475 ",
      "33": "מְאֵרַ֣ת H3994 יְ֭הוָה H3068 בְּבֵ֣ית H1004 רָשָׁ֑ע H7563 וּנְוֵ֖ה H5116 צַדִּיקִ֣ים H6662 יְבָרֵֽךְ H1288 ",
      "34": "אִם H518 לַלֵּצִ֥ים H3887 הֽוּא H1931 יָלִ֑יץ H3887 ול H6041 יִתֶּן H5414 חֵֽן H2580 ",
      "35": "כָּ֭בוֹד H3519 חֲכָמִ֣ים H2450 יִנְחָ֑לוּ H5157 וּ֝כְסִילִ֗ים H3684 מֵרִ֥ים H7311 קָלֽוֹן H7036 "
    },
    "4": {
      "1": "שִׁמְע֣וּ H8085 בָ֭נִים H1121 מ֣וּסַר H4148 אָ֑ב H1 וְ֝הַקְשִׁ֗יבוּ H7181 לָדַ֥עַת H3045 בִּינָֽה H998 ",
      "2": "כִּ֤י H3588 לֶ֣קַח H3948 ט֭וֹב H2896 נָתַ֣תִּי H5414 לָכֶ֑ם Hl תּֽ֝וֹרָתִ֗י H8451 אַֽל H408 תַּעֲזֹֽבוּ H5800 ",
      "3": "כִּי H3588 בֵ֭ן H1121 הָיִ֣יתִי H1961 לְאָבִ֑ H1 רַ֥ךְ H7390 וְ֝יָחִ֗יד H3173 לִפְנֵ֥י H6440 אִמִּֽי H517 ",
      "4": "וַיֹּרֵ֗ H3384 וַיֹּ֥אמֶר H559 לִ֗י Hl יִֽתְמָךְ H8551 דְּבָרַ֥י H1697 לִבֶּ֑ךָ H3820 שְׁמֹ֖ר H8104 מִצְוֺתַ֣י H4687 וֶֽחְיֵֽה H2421 ",
      "5": "קְנֵ֣ה H7069 חָ֭כְמָה H2451 קְנֵ֣ה H7069 בִינָ֑ה H998 אַל H408 תִּשְׁכַּ֥ח H7911 וְאַל H408 תֵּ֝֗ט H5186 מֵֽאִמְרֵי H561 פִֽי H6310 ",
      "6": "אַל H408 תַּעַזְבֶ֥הָ H5800 וְתִשְׁמְרֶ֑ H8104 אֱהָבֶ֥הָ H157 וְתִצְּרֶֽ H5341 ",
      "7": "רֵאשִׁ֣ית H7225 חָ֭כְמָה H2451 קְנֵ֣ה H7069 חָכְמָ֑ה H2451 וּבְ H3605 קִ֝נְיָנְךָ֗ H7075 קְנֵ֣ה H7069 בִינָֽה H998 ",
      "8": "סַלְסְלֶ֥הָ H5549 וּֽתְרוֹמְמֶ֑ H7311 תְּ֝כַבֵּ֗דְךָ H3513 כִּ֣י H3588 תְחַבְּקֶֽנָּה H2263 ",
      "9": "תִּתֵּ֣ן H5414 לְ֭רֹאשְׁ H7218 לִוְיַת H3880 חֵ֑ן H2580 עֲטֶ֖רֶת H5850 תִּפְאֶ֣רֶת H8597 תְּמַגְּנֶֽךָּ H4042 ",
      "10": "שְׁמַ֣ע H8085 בְּ֭נִי H1121 וְקַ֣ח H3947 אֲמָרָ֑י H561 וְיִרְבּ֥וּ H7235 לְ֝ךָ֗ Hl שְׁנ֣וֹת H8141 חַיִּֽים H2416 ",
      "11": "בְּדֶ֣רֶךְ H1870 חָ֭כְמָה H2451 הֹרֵתִ֑יךָ H3384 הִ֝דְרַכְתִּ֗יךָ H1869 בְּמַעְגְּלֵי H4570 יֹֽשֶׁר H3476 ",
      "12": "בְּֽ֭לֶכְתְּ H3212 לֹא H3808 יֵצַ֣ר H3334 צַעֲדֶ֑ךָ H6806 וְאִם H518 תָּ֝ר֗וּץ H7323 לֹ֣א H3808 תִכָּשֵֽׁל H3782 ",
      "13": "הַחֲזֵ֣ק H2388 בַּמּוּסָ֣ר H4148 אַל H408 תֶּ֑רֶף H7503 נִ֝צְּרֶ֗הָ H5341 כִּי H3588 הִ֥יא H1931 חַיֶּֽיךָ H2416 ",
      "14": "בְּאֹ֣רַח H734 רְ֭שָׁעִים H7563 אַל H408 תָּבֹ֑א H935 וְאַל H408 תְּ֝אַשֵּׁ֗ר H833 בְּדֶ֣רֶךְ H1870 רָעִֽים H7451 ",
      "15": "פְּרָעֵ֥הוּ H6544 אַל H408 תַּעֲבָר H5674 בּ֑וֹ Hb שְׂטֵ֖ה H7847 מֵעָלָ֣י H5921 וַעֲבֽוֹר H5674 ",
      "16": "כִּ֤י H3588 לֹ֣א H3808 יִֽ֭שְׁנוּ H3462 אִם H518 לֹ֣א H3808 יָרֵ֑עוּ H7489 וְֽנִגְזְלָ֥ה H1497 שְׁ֝נָתָ֗ם H8142 אִם H518 לֹ֥א H3808 יכשולו H3782 ",
      "17": "כִּ֣י H3588 לָ֭חֲמוּ H3898 לֶ֣חֶם H3899 רֶ֑שַׁע H7562 וְיֵ֖ין H3196 חֲמָסִ֣ים H2555 יִשְׁתּֽוּ H8354 ",
      "18": "וְאֹ֣רַח H734 צַ֭דִּיקִים H6662 כְּא֣וֹר H216 נֹ֑גַהּ H5051 הוֹלֵ֥ךְ H1980 וָ֝א֗וֹר H215 עַד H5704 נְכ֥וֹן H3559 הַיּֽוֹם H3117 ",
      "19": "דֶּ֣רֶךְ H1870 רְ֭שָׁעִים H7563 כָּֽאֲפֵלָ֑ה H653 לֹ֥א H3808 יָ֝דְע֗וּ H3045 בַּמֶּ֥ה H4100 יִכָּשֵֽׁלוּ H3782 ",
      "20": "בְּ֭נִי H1121 לִדְבָרַ֣ H1697 הַקְשִׁ֑יבָה H7181 לַ֝אֲמָרַ֗ H561 הַט H5186 אָזְנֶֽךָ H241 ",
      "21": "אַל H408 יַלִּ֥יזוּ H3868 מֵעֵינֶ֑י H5869 שָׁ֝מְרֵ֗ם H8104 בְּת֣וֹךְ H8432 לְבָבֶֽךָ H3824 ",
      "22": "כִּֽי H3588 חַיִּ֣ים H2416 הֵ֭ם H1992 לְמֹצְאֵי H4672 וּֽלְ H3605 בְּשָׂר֥וֹ H1320 מַרְפֵּֽא H4832 ",
      "23": "מִֽכָּל H3605 מִ֭שְׁמָר H4929 נְצֹ֣ר H5341 לִבֶּ֑ךָ H3820 כִּֽי H3588 מִ֝מֶּ֗נּוּ H4480 תּוֹצְא֥וֹת H8444 חַיִּֽים H2416 ",
      "24": "הָסֵ֣ר H5493 מִ֭מְּךָ H4480 עִקְּשׁ֣וּת H6143 פֶּ֑ה H6310 וּלְז֥וּת H3891 שְׂ֝פָתַ֗יִם H8193 הַרְחֵ֥ק H7368 מִמֶּֽךָּ H4480 ",
      "25": "עֵ֭ינֶיךָ H5869 לְנֹ֣כַח H5227 יַבִּ֑יטוּ H5027 וְ֝עַפְעַפֶּ֗י H6079 יַיְשִׁ֥רוּ H3474 נֶגְדֶּֽךָ H5048 ",
      "26": "פַּ֭לֵּס H6424 מַעְגַּ֣ל H4570 רַגְלֶ֑ךָ H7272 וְֽכָל H3605 דְּרָכֶ֥יךָ H1870 יִכֹּֽנוּ H3559 ",
      "27": "אַֽל H408 תֵּט H5186 יָמִ֥ין H3225 וּשְׂמֹ֑אול H8040 הָסֵ֖ר H5493 רַגְלְךָ֣ H7272 מֵרָֽע H7451 "
    },
    "5": {
      "1": "בְּ֭נִי H1121 לְחָכְמָתִ֣ H2451 הַקְשִׁ֑יבָה H7181 לִ֝תְבוּנָתִ֗ H8394 הַט H5186 אָזְנֶֽךָ H241 ",
      "2": "לִשְׁמֹ֥ר H8104 מְזִמּ֑וֹת H4209 וְ֝דַ֗עַת H1847 שְׂפָתֶ֥יךָ H8193 יִנְצֹֽרוּ H5341 ",
      "3": "כִּ֤י H3588 נֹ֣פֶת H5317 תִּ֭טֹּפְנָה H5197 שִׂפְתֵ֣י H8193 זָרָ֑ה H2114 וְחָלָ֖ק H2509 מִשֶּׁ֣מֶן H8081 חִכָּֽהּ H2441 ",
      "4": "וְֽ֭אַחֲרִיתָ H319 מָרָ֣ה H4751 כַֽלַּעֲנָ֑ה H3939 חַ֝דָּ֗ה H2299 כְּחֶ֣רֶב H2719 פִּיּֽוֹת H6310 ",
      "5": "רַ֭גְלֶיהָ H7272 יֹרְד֣וֹת H3381 מָ֑וֶת H4194 שְׁ֝א֗וֹל H7585 צְעָדֶ֥יהָ H6806 יִתְמֹֽכוּ H8551 ",
      "6": "אֹ֣רַח H734 חַ֭יִּים H2416 פֶּן H6435 תְּפַלֵּ֑ס H6424 נָע֥וּ H5128 מַ֝עְגְּלֹתֶ֗יהָ H4570 לֹ֣א H3808 תֵדָֽע H3045 ",
      "7": "וְעַתָּ֣ה H6258 בָ֭נִים H1121 שִׁמְעוּ H8085 לִ֑י Hl וְאַל H408 תָּ֝ס֗וּרוּ H5493 מֵאִמְרֵי H561 פִֽי H6310 ",
      "8": "הַרְחֵ֣ק H7368 מֵעָלֶ֣י H5921 דַרְכֶּ֑ךָ H1870 וְאַל H408 תִּ֝קְרַ֗ב H7126 אֶל H413 פֶּ֥תַח H6607 בֵּיתָֽהּ H1004 ",
      "9": "פֶּן H6435 תִּתֵּ֣ן H5414 לַאֲחֵרִ֣ים H312 הוֹדֶ֑ךָ H1935 וּ֝שְׁנֹתֶ֗י H8141 לְאַכְזָרִֽי H394 ",
      "10": "פֶּֽן H6435 יִשְׂבְּע֣וּ H7646 זָרִ֣ים H2114 כֹּחֶ֑ךָ H3581 וַ֝עֲצָבֶ֗י H6089 בְּבֵ֣ית H1004 נָכְרִֽי H5237 ",
      "11": "וְנָהַמְתָּ֥ H5098 בְאַחֲרִיתֶ֑ H319 בִּכְל֥וֹת H3615 בְּ֝שָׂרְךָ֗ H1320 וּשְׁאֵרֶֽ H7607 ",
      "12": "וְֽאָמַרְתָּ֗ H559 אֵ֭יךְ H349 שָׂנֵ֣אתִי H8130 מוּסָ֑ר H4148 וְ֝תוֹכַ֗חַת H8433 נָאַ֥ץ H5006 לִבִּֽי H3820 ",
      "13": "וְֽלֹא H3808 שָׁ֭מַעְתִּי H8085 בְּק֣וֹל H6963 מוֹרָ֑י H3384 וְ֝לִֽ H3925 לֹא H3808 הִטִּ֥יתִי H5186 אָזְנִֽי H241 ",
      "14": "כִּ֭מְעַט H4592 הָיִ֣יתִי H1961 בְכָל H3605 רָ֑ע H7451 בְּת֖וֹךְ H8432 קָהָ֣ל H6951 וְעֵדָֽה H5712 ",
      "15": "שְׁתֵה H8354 מַ֥יִם H4325 מִבּוֹרֶ֑ H953 וְ֝נֹזְלִ֗ים H5140 מִתּ֥וֹךְ H8432 בְּאֵרֶֽךָ H875 ",
      "16": "יָפ֣וּצוּ H6327 מַעְיְנֹתֶ֣יךָ H4599 ח֑וּצָה H2351 בָּ֝רְחֹב֗וֹת H7339 פַּלְגֵי H6388 מָֽיִם H4325 ",
      "17": "יִֽהְיוּ H1961 לְךָ֥ Hl לְבַדֶּ֑ H905 וְאֵ֖ין H369 לְזָרִ֣ים H2114 אִתָּֽךְ H854 ",
      "18": "יְהִֽי H1961 מְקוֹרְךָ֥ H4726 בָר֑וּךְ H1288 וּ֝שְׂמַ֗ח H8055 מֵאֵ֥שֶׁת H802 נְעוּרֶֽךָ H5271 ",
      "19": "אַיֶּ֥לֶת H365 אֲהָבִ֗ים H158 וְֽיַעֲלַ֫ת H3280 חֵ֥ן H2580 דַּ֭דֶּיהָ H1717 יְרַוֻּ֣ךָ H7301 בְכָל H3605 עֵ֑ת H6256 בְּ֝אַהֲבָתָ֗ H160 תִּשְׁגֶּ֥ה H7686 תָמִֽיד H8548 ",
      "20": "וְלָ֤ H4100 תִשְׁגֶּ֣ה H7686 בְנִ֣י H1121 בְזָרָ֑ה H2114 וּ֝תְחַבֵּ֗ק H2263 חֵ֣ק H2436 נָכְרִיָּֽה H5237 ",
      "21": "כִּ֤י H3588 נֹ֨כַח H5227 עֵינֵ֣י H5869 יְ֭הוָה H3068 דַּרְכֵי H1870 אִ֑ישׁ H376 וְֽכָל H3605 מַעְגְּלֹתָ֥יו H4570 מְפַלֵּֽס H6424 ",
      "22": "עַֽווֹנוֹתָ֗יו H5771 יִלְכְּדֻנ֥וֹ H3920 אֶת H853 הָרָשָׁ֑ע H7563 וּבְ H2256 חַ֝טָּאת֗וֹ H2403 יִתָּמֵֽךְ H8551 ",
      "23": "ה֗וּא H1931 יָ֭מוּת H4191 בְּאֵ֣ין H369 מוּסָ֑ר H4148 וּבְ H7230 אִוַּלְתּ֣וֹ H200 יִשְׁגֶּֽה H7686 "
    },
    "6": {
      "1": "בְּ֭נִי H1121 אִם H518 עָרַ֣בְתָּ H6148 לְרֵעֶ֑ H7453 תָּקַ֖עְתָּ H8628 לַזָּ֣ר H2114 כַּפֶּֽיךָ H3709 ",
      "2": "נוֹקַ֥שְׁתָּ H3369 בְאִמְרֵי H561 פִ֑יךָ H6310 נִ֝לְכַּ֗דְתָּ H3920 בְּאִמְרֵי H561 פִֽיךָ H6310 ",
      "3": "עֲשֵׂ֨ה H6213 זֹ֥את H2063 אֵפ֪וֹא H645 בְּנִ֡י H1121 וְֽהִנָּצֵ֗ל H5337 כִּ֘י H3588 בָ֤אתָ H935 בְכַף H3709 רֵעֶ֑ךָ H7453 לֵ֥ךְ H3212 הִ֝תְרַפֵּ֗ס H7511 וּרְהַ֥ב H7292 רֵעֶֽיךָ H7453 ",
      "4": "אַל H408 תִּתֵּ֣ן H5414 שֵׁנָ֣ה H8142 לְעֵינֶ֑י H5869 וּ֝תְנוּמָ֗ה H8572 לְעַפְעַפֶּֽי H6079 ",
      "5": "הִ֭נָּצֵל H5337 כִּצְבִ֣י H6643 מִיָּ֑ד H3027 וּ֝כְ H6833 מִיַּ֥ד H3027 יָקֽוּשׁ H3353 ",
      "6": "לֵֽךְ H3212 אֶל H413 נְמָלָ֥ה H5244 עָצֵ֑ל H6102 רְאֵ֖ה H7200 דְרָכֶ֣יהָ H1870 וַחֲכָֽם H2449 ",
      "7": "אֲשֶׁ֖ר H834 אֵֽין H369 לָ֥הּ Hl קָצִ֗ין H7101 שֹׁטֵ֥ר H7860 וּמֹשֵֽׁל H4910 ",
      "8": "תָּכִ֣ין H3559 בַּקַּ֣יִץ H7019 לַחְמָ֑הּ H3899 אָגְרָ֥ה H103 בַ֝קָּצִ֗יר H7105 מַאֲכָלָֽהּ H3978 ",
      "9": "עַד H5704 מָתַ֖י H4970 עָצֵ֥ל H6102 תִּשְׁכָּ֑ב H7901 מָ֝תַ֗י H4970 תָּק֥וּם H6965 מִשְּׁנָתֶֽ H8142 ",
      "10": "מְעַ֣ט H4592 שֵׁ֭נוֹת H8142 מְעַ֣ט H4592 תְּנוּמ֑וֹת H8572 מְעַ֓ט H4592 חִבֻּ֖ק H2264 יָדַ֣יִם H3027 לִשְׁכָּֽב H7901 ",
      "11": "וּבָֽא H935 כִמְהַלֵּ֥ךְ H1980 רֵאשֶׁ֑ךָ H7389 וּ֝מַחְסֹֽרְ H4270 כְּאִ֣ישׁ H376 מָגֵֽן H4043 ",
      "12": "אָדָ֣ם H120 בְּ֭לִיַּעַל H1100 אִ֣ישׁ H376 אָ֑וֶן H205 ה֝וֹלֵ֗ךְ H1980 עִקְּשׁ֥וּת H6143 פֶּֽה H6310 ",
      "13": "קֹרֵ֣ץ H7169 בְּ֭עֵינָ H5869 מֹלֵ֣ל H4448 בְּרַגְלָ֑ H7272 מֹ֝רֶ֗ה H3384 בְּאֶצְבְּעֹתָֽי H676 ",
      "14": "תַּֽהְפֻּכ֨וֹת H8419 בְּלִבּ֗ H3820 חֹרֵ֣שׁ H2790 רָ֣ע H7451 בְּכָל H3605 עֵ֑ת H6256 מדנים H4090 יְשַׁלֵּֽחַ H7971 ",
      "15": "עַל H5921 כֵּ֗ן H3651 פִּ֭תְאֹם H6597 יָב֣וֹא H935 אֵיד֑וֹ H343 פֶּ֥תַע H6621 יִ֝שָּׁבֵ֗ר H7665 וְאֵ֣ין H369 מַרְפֵּֽא H4832 ",
      "16": "שֶׁשׁ H8337 הֵ֭נָּה H2007 שָׂנֵ֣א H8130 יְהוָ֑ה H3068 וְ֝שֶׁ֗בַע H7651 תועבות H8441 נַפְשֽׁוֹ H5315 ",
      "17": "עֵינַ֣יִם H5869 רָ֭מוֹת H7311 לְשׁ֣וֹן H3956 שָׁ֑קֶר H8267 וְ֝יָדַ֗יִם H3027 שֹׁפְכ֥וֹת H8210 דָּם H1818 נָקִֽי H5355 ",
      "18": "לֵ֗ב H3820 חֹ֭רֵשׁ H2790 מַחְשְׁב֣וֹת H4284 אָ֑וֶן H205 רַגְלַ֥יִם H7272 מְ֝מַהֲר֗וֹת H4116 לָר֥וּץ H7323 לָֽרָעָה H7451 ",
      "19": "יָפִ֣יחַ H6315 כְּ֭זָבִים H3577 עֵ֣ד H5707 שָׁ֑קֶר H8267 וּמְשַׁלֵּ֥חַ H7971 מְ֝דָנִ֗ים H4090 בֵּ֣ין H996 אַחִֽים H251 ",
      "20": "נְצֹ֣ר H5341 בְּ֭נִי H1121 מִצְוַ֣ת H4687 אָבִ֑יךָ H1 וְאַל H408 תִּ֝טֹּ֗שׁ H5203 תּוֹרַ֥ת H8451 אִמֶּֽךָ H517 ",
      "21": "קָשְׁרֵ֣ם H7194 עַל H5921 לִבְּךָ֣ H3820 תָמִ֑יד H8548 עָ֝נְדֵ֗ם H6029 עַל H5921 גַּרְגְּרֹתֶֽךָ H1621 ",
      "22": "בְּהִתְהַלֶּכְ H1980 תַּנְחֶ֬ה H5148 אֹתָ֗ךְ H853 בְּֽ֭שָׁכְבְּ H7901 תִּשְׁמֹ֣ר H8104 עָלֶ֑יךָ H5921 וַ֝הֲקִיצ֗וֹתָ H6974 הִ֣יא H1931 תְשִׂיחֶֽךָ H7878 ",
      "23": "כִּ֤י H3588 נֵ֣ר H5216 מִ֭צְוָה H4687 וְת֣וֹרָה H8451 א֑וֹר H216 וְדֶ֥רֶךְ H1870 חַ֝יִּ֗ים H2416 תּוֹכְח֥וֹת H8433 מוּסָֽר H4148 ",
      "24": "לִ֭שְׁמָרְ H8104 מֵאֵ֣שֶׁת H802 רָ֑ע H7451 מֵֽ֝חֶלְקַ֗ת H2513 לָשׁ֥וֹן H3956 נָכְרִיָּֽה H5237 ",
      "25": "אַל H408 תַּחְמֹ֣ד H2530 יָ֭פְיָהּ H3308 בִּלְבָבֶ֑ H3824 וְאַל H408 תִּ֝קָּֽחֲךָ֗ H3947 בְּעַפְעַפֶּֽי H6079 ",
      "26": "כִּ֤י H3588 בְעַד H1157 אִשָּׁ֥ה H802 זוֹנָ֗ה H2181 עַֽד H5704 כִּכַּ֫ר H3603 לָ֥חֶם H3899 וְאֵ֥שֶׁת H802 אִ֑ישׁ H376 נֶ֖פֶשׁ H5315 יְקָרָ֣ה H3368 תָצֽוּד H6679 ",
      "27": "הֲיַחְתֶּ֤ה H2846 אִ֓ישׁ H376 אֵ֬שׁ H784 בְּחֵיק֑ H2436 וּ֝בְגָדָ֗י H899 לֹ֣א H3808 תִשָּׂרַֽפְנָה H8313 ",
      "28": "אִם H518 יְהַלֵּ֣ךְ H1980 אִ֭ישׁ H376 עַל H5921 הַגֶּחָלִ֑ים H1513 וְ֝רַגְלָ֗י H7272 לֹ֣א H3808 תִכָּוֶֽינָה H3554 ",
      "29": "כֵּ֗ן H3651 הַ֭בָּא H935 אֶל H413 אֵ֣שֶׁת H802 רֵעֵ֑הוּ H7453 לֹ֥א H3808 יִ֝נָּקֶ֗ה H5352 כָּֽל H3605 הַנֹּגֵ֥עַ H5060 בָּֽהּ Hb ",
      "30": "לֹא H3808 יָב֣וּזוּ H936 לַ֭גַּנָּב H1590 כִּ֣י H3588 יִגְנ֑וֹב H1589 לְמַלֵּ֥א H4390 נַ֝פְשׁ֗וֹ H5315 כִּ֣י H3588 יִרְעָֽב H7456 ",
      "31": "וְ֭נִמְצָא H4672 יְשַׁלֵּ֣ם H7999 שִׁבְעָתָ֑יִם H7659 אֶת H853 כָּל H3605 ה֖וֹן H1952 בֵּית֣וֹ H1004 יִתֵּֽן H5414 ",
      "32": "נֹאֵ֣ף H5003 אִשָּׁ֣ה H802 חֲסַר H2638 לֵ֑ב H3820 מַֽשְׁחִ֥ית H7843 נַ֝פְשׁ֗וֹ H5315 ה֣וּא H1931 יַעֲשֶֽׂנָּה H6213 ",
      "33": "נֶֽגַע H5061 וְקָל֥וֹן H7036 יִמְצָ֑א H4672 וְ֝חֶרְפָּת֗ H2781 לֹ֣א H3808 תִמָּחֶֽה H4229 ",
      "34": "כִּֽי H3588 קִנְאָ֥ה H7068 חֲמַת H2534 גָּ֑בֶר H1397 וְלֹֽא H3808 יַ֝חְמ֗וֹל H2550 בְּי֣וֹם H3117 נָקָֽם H5359 ",
      "35": "לֹא H3808 יִ֭שָּׂא H5375 פְּנֵ֣י H6440 כָל H3605 כֹּ֑פֶר H3724 וְלֹֽא H3808 יֹ֝אבֶ֗ה H14 כִּ֣י H3588 תַרְבֶּה H7235 שֹֽׁחַד H7810 "
    },
    "7": {
      "1": "בְּ֭נִי H1121 שְׁמֹ֣ר H8104 אֲמָרָ֑י H561 וּ֝מִצְוֺתַ֗ H4687 תִּצְפֹּ֥ן H6845 אִתָּֽךְ H854 ",
      "2": "שְׁמֹ֣ר H8104 מִצְוֺתַ֣י H4687 וֶחְיֵ֑ה H2421 וְ֝תוֹרָתִ֗ H8451 כְּאִישׁ֥וֹן H380 עֵינֶֽיךָ H5869 ",
      "3": "קָשְׁרֵ֥ם H7194 עַל H5921 אֶצְבְּעֹתֶ֑יךָ H676 כָּ֝תְבֵ֗ם H3789 עַל H5921 ל֥וּחַ H3871 לִבֶּֽךָ H3820 ",
      "4": "אֱמֹ֣ר H559 לַֽ֭חָכְמָה H2451 אֲחֹ֣תִי H269 אָ֑תְּ H859 וּ֝מֹדָ֗ע H4129 לַבִּינָ֥ה H998 תִקְרָֽא H7121 ",
      "5": "לִ֭שְׁמָרְ H8104 מֵאִשָּׁ֣ה H802 זָרָ֑ה H2114 מִ֝נָּכְרִיָּ֗ה H5237 אֲמָרֶ֥יהָ H561 הֶחֱלִֽיקָה H2505 ",
      "6": "כִּ֭י H3588 בְּחַלּ֣וֹן H2474 בֵּיתִ֑י H1004 בְּעַ֖ד H1157 אֶשְׁנַבִּ֣י H822 נִשְׁקָֽפְתִּי H8259 ",
      "7": "וָאֵ֤רֶא H7200 בַפְּתָאיִ֗ם H6612 אָ֘בִ֤ינָה H995 בַבָּנִ֗ים H1121 נַ֣עַר H5288 חֲסַר H2638 לֵֽב H3820 ",
      "8": "עֹבֵ֣ר H5674 בַּ֭שּׁוּק H7784 אֵ֣צֶל H681 פִּנָּ֑הּ H6438 וְדֶ֖רֶךְ H1870 בֵּיתָ֣הּ H1004 יִצְעָֽד H6805 ",
      "9": "בְּנֶֽשֶׁף H5399 בְּעֶ֥רֶב H6153 י֑וֹם H3117 בְּאִישׁ֥וֹן H380 לַ֝֗יְלָה H3915 וַאֲפֵלָֽה H653 ",
      "10": "וְהִנֵּ֣ה H2009 אִ֭שָּׁה H802 לִקְרָאת֑ H7125 שִׁ֥ית H7897 ז֝וֹנָ֗ה H2181 וּנְצֻ֥רַת H5341 לֵֽב H3820 ",
      "11": "הֹמִיָּ֣ה H1993 הִ֣יא H1931 וְסֹרָ֑רֶת H5637 בְּ֝בֵיתָ֗ H1004 לֹא H3808 יִשְׁכְּנ֥וּ H7931 רַגְלֶֽיהָ H7272 ",
      "12": "פַּ֤עַם H6471 בַּח֗וּץ H2351 פַּ֥עַם H6471 בָּרְחֹב֑וֹת H7339 וְאֵ֖צֶל H681 כָּל H3605 פִּנָּ֣ה H6438 תֶאֱרֹֽב H693 ",
      "13": "וְהֶחֱזִ֣יקָה H2388 בּ֭וֹ Hb וְנָ֣שְׁקָה H5401 לּ֑וֹ Hl הֵעֵ֥זָה H5810 פָ֝נֶ֗יהָ H6440 וַתֹּ֣אמַר H559 לֽוֹ Hl ",
      "14": "זִבְחֵ֣י H2077 שְׁלָמִ֣ים H8002 עָלָ֑י H5921 הַ֝יּ֗וֹם H3117 שִׁלַּ֥מְתִּי H7999 נְדָרָֽי H5088 ",
      "15": "עַל H5921 כֵּ֭ן H3651 יָצָ֣אתִי H3318 לִקְרָאתֶ֑ H7125 לְשַׁחֵ֥ר H7836 פָּ֝נֶ֗יךָ H6440 וָאֶמְצָאֶֽ H4672 ",
      "16": "מַ֭רְבַדִּים H4765 רָבַ֣דְתִּי H7234 עַרְשִׂ֑י H6210 חֲ֝טֻב֗וֹת H2405 אֵט֥וּן H330 מִצְרָֽיִם H4714 ",
      "17": "נַ֥פְתִּי H5130 מִשְׁכָּבִ֑י H4904 מֹ֥ר H4753 אֲ֝הָלִ֗ים H174 וְקִנָּמֽוֹן H7076 ",
      "18": "לְכָ֤ה H3212 נִרְוֶ֣ה H7301 דֹ֭דִים H1730 עַד H5704 הַבֹּ֑קֶר H1242 נִ֝תְעַלְּסָ֗ה H5965 בָּאֳהָבִֽים H159 ",
      "19": "כִּ֤י H3588 אֵ֣ין H369 הָאִ֣ישׁ H376 בְּבֵית֑ H1004 הָ֝לַ֗ךְ H1980 בְּדֶ֣רֶךְ H1870 מֵרָחֽוֹק H7350 ",
      "20": "צְֽרוֹר H6872 הַ֭כֶּסֶף H3701 לָקַ֣ח H3947 בְּיָד֑ H3027 לְי֥וֹם H3117 הַ֝כֵּ֗סֶא H3677 יָבֹ֥א H935 בֵיתֽוֹ H1004 ",
      "21": "הִ֭טַּתּוּ H5186 בְּרֹ֣ב H7230 לִקְחָ֑הּ H3948 בְּחֵ֥לֶק H2506 שְׂ֝פָתֶ֗יהָ H8193 תַּדִּיחֶֽנּוּ H5080 ",
      "22": "ה֤וֹלֵ֥ךְ H1980 אַחֲרֶ֗יהָ H310 פִּ֫תְאֹ֥ם H6597 כְּ֭שׁוֹר H7794 אֶל H413 טָ֣בַח H2874 יָב֑וֹא H935 וּ֝כְ H5914 אֶל H413 מוּסַ֥ר H4148 אֱוִֽיל H191 ",
      "23": "עַ֤ד H5704 יְפַלַּ֪ח H6398 חֵ֡ץ H2671 כְּֽבֵד֗וֹ H3516 כְּמַהֵ֣ר H4116 צִפּ֣וֹר H6833 אֶל H413 פָּ֑ח H6341 וְלֹֽא H3808 יָ֝דַ֗ע H3045 כִּֽי H3588 בְנַפְשׁ֥ H5315 הֽוּא H1931 ",
      "24": "וְעַתָּ֣ה H6258 בָ֭נִים H1121 שִׁמְעוּ H8085 לִ֑י Hl וְ֝הַקְשִׁ֗יבוּ H7181 לְאִמְרֵי H561 פִֽי H6310 ",
      "25": "אַל H408 יֵ֣שְׂטְ H7847 אֶל H413 דְּרָכֶ֣יהָ H1870 לִבֶּ֑ךָ H3820 אַל H408 תֵּ֝תַע H8582 בִּנְתִיבוֹתֶֽי H5410 ",
      "26": "כִּֽי H3588 רַבִּ֣ים H7227 חֲלָלִ֣ים H2491 הִפִּ֑ילָה H5307 וַ֝עֲצֻמִ֗ים H6099 כָּל H3605 הֲרֻגֶֽיהָ H2026 ",
      "27": "דַּרְכֵ֣י H1870 שְׁא֣וֹל H7585 בֵּיתָ֑הּ H1004 יֹ֝רְד֗וֹת H3381 אֶל H413 חַדְרֵי H2315 מָֽוֶת H4194 "
    },
    "8": {
      "1": "הֲלֹֽא H3808 חָכְמָ֥ה H2451 תִקְרָ֑א H7121 וּ֝תְבוּנָ֗ה H8394 תִּתֵּ֥ן H5414 קוֹלָֽהּ H6963 ",
      "2": "בְּרֹאשׁ H7218 מְרוֹמִ֥ים H4791 עֲלֵי H5921 דָ֑רֶךְ H1870 בֵּ֖ית H1004 נְתִיב֣וֹת H5410 נִצָּֽבָה H5324 ",
      "3": "לְיַד H3027 שְׁעָרִ֥ים H8179 לְפִי H6310 קָ֑רֶת H7176 מְב֖וֹא H3996 פְתָחִ֣ים H6607 תָּרֹֽנָּה H7442 ",
      "4": "אֲלֵיכֶ֣ם H413 אִישִׁ֣ים H376 אֶקְרָ֑א H7121 וְ֝קוֹלִ֗ H6963 אֶל H413 בְּנֵ֥י H1121 אָדָֽם H120 ",
      "5": "הָבִ֣ינוּ H995 פְתָאיִ֣ם H6612 עָרְמָ֑ה H6195 וּ֝כְסִילִ֗ים H3684 הָבִ֥ינוּ H995 לֵֽב H3820 ",
      "6": "שִׁ֭מְעוּ H8085 כִּֽי H3588 נְגִידִ֣ים H5057 אֲדַבֵּ֑ר H1696 וּמִפְתַּ֥ח H4669 שְׂ֝פָתַ֗י H8193 מֵישָׁרִֽים H4339 ",
      "7": "כִּֽי H3588 אֱ֭מֶת H571 יֶהְגֶּ֣ה H1897 חִכִּ֑י H2441 וְתוֹעֲבַ֖ת H8441 שְׂפָתַ֣י H8193 רֶֽשַׁע H7562 ",
      "8": "בְּצֶ֥דֶק H6664 כָּל H3605 אִמְרֵי H561 פִ֑י H6310 אֵ֥ין H369 בָּ֝הֶ֗ם Hb נִפְתָּ֥ל H6617 וְעִקֵּֽשׁ H6141 ",
      "9": "כֻּלָּ֣ם H3605 נְ֭כֹחִים H5228 לַמֵּבִ֑ין H995 וִֽ֝ישָׁרִ֗ים H3477 לְמֹ֣צְאֵי H4672 דָֽעַת H1847 ",
      "10": "קְחֽוּ H3947 מוּסָרִ֥י H4148 וְאַל H408 כָּ֑סֶף H3701 וְ֝דַ֗עַת H1847 מֵחָר֥וּץ H2742 נִבְחָֽר H977 ",
      "11": "כִּֽי H3588 טוֹבָ֣ה H2896 חָ֭כְמָה H2451 מִפְּנִינִ֑ים H6443 וְכָל H3605 חֲ֝פָצִ֗ים H2656 לֹ֣א H3808 יִֽשְׁווּ H7737 בָֽהּ Hb ",
      "12": "אֲֽנִי H589 חָ֭כְמָה H2451 שָׁכַ֣נְתִּי H7931 עָרְמָ֑ה H6195 וְדַ֖עַת H1847 מְזִמּ֣וֹת H4209 אֶמְצָֽא H4672 ",
      "13": "יִֽרְאַ֣ת H3374 יְהוָה֮ H3068 שְֽׂנֹ֫את H8130 רָ֥ע H7451 גֵּ֘אָ֤ה H1344 וְגָא֨וֹן H1347 וְדֶ֣רֶךְ H1870 רָ֭ע H7451 וּפִ֨י H6310 תַהְפֻּכ֬וֹת H8419 שָׂנֵֽאתִי H8130 ",
      "14": "לִֽי Hl עֵ֭צָה H6098 וְתוּשִׁיָּ֑ה H8454 אֲנִ֥י H589 בִ֝ינָ֗ה H998 לִ֣י Hl גְבוּרָֽה H1369 ",
      "15": "בִּ֭י Hb מְלָכִ֣ים H4428 יִמְלֹ֑כוּ H4427 וְ֝רוֹזְנִ֗ים H7336 יְחֹ֣קְקוּ H2710 צֶֽדֶק H6664 ",
      "16": "בִּ֭י Hb שָׂרִ֣ים H8269 יָשֹׂ֑רוּ H8323 וּ֝נְדִיבִ֗ים H5081 כָּל H3605 שֹׁ֥פְטֵי H8199 צֶֽדֶק H6664 ",
      "17": "אֲ֭נִי H589 אהביה H157 אֵהָ֑ב H157 וּ֝מְשַׁחֲרַ֗ H7836 יִמְצָאֻֽנְנִי H4672 ",
      "18": "עֹֽשֶׁר H6239 וְכָב֥וֹד H3519 אִתִּ֑י H854 ה֥וֹן H1952 עָ֝תֵ֗ק H6276 וּצְדָקָֽה H6666 ",
      "19": "ט֣וֹב H2896 פִּ֭רְיִי H6529 מֵחָר֣וּץ H2742 וּמִ H6337 וּ֝תְבוּאָתִ֗ H8393 מִכֶּ֥סֶף H3701 נִבְחָֽר H977 ",
      "20": "בְּאֹֽרַח H734 צְדָקָ֥ה H6666 אֲהַלֵּ֑ך H1980 בְּ֝ת֗וֹךְ H8432 נְתִיב֥וֹת H5410 מִשְׁפָּֽט H4941 ",
      "21": "לְהַנְחִ֖יל H5157 אֹהֲבַ֥י H157 יֵ֑שׁ H3426 וְאֹצְרֹ֖תֵי H214 אֲמַלֵּֽא H4390 ",
      "22": "יְֽהוָ֗ה H3068 קָ֭נָנִי H7069 רֵאשִׁ֣ית H7225 דַּרְכּ֑וֹ H1870 קֶ֖דֶם H6924 מִפְעָלָ֣יו H4659 מֵאָֽז H227 ",
      "23": "מֵ֭עוֹלָם H5769 נִסַּ֥כְתִּי H5258 מֵרֹ֗אשׁ H7218 מִקַּדְמֵי H6924 אָֽרֶץ H776 ",
      "24": "בְּאֵין H369 תְּהֹמ֥וֹת H8415 חוֹלָ֑לְתִּי H2342 בְּאֵ֥ין H369 מַ֝עְיָנ֗וֹת H4599 נִכְבַּדֵּי H3513 מָֽיִם H4325 ",
      "25": "בְּטֶ֣רֶם H2962 הָרִ֣ים H2022 הָטְבָּ֑עוּ H2883 לִפְנֵ֖י H6440 גְבָע֣וֹת H1389 חוֹלָֽלְתִּי H2342 ",
      "26": "עַד H5704 לֹ֣א H3808 עָ֭שָׂה H6213 אֶ֣רֶץ H776 וְחוּצ֑וֹת H2351 וְ֝רֹ֗אשׁ H7218 עָפְר֥וֹת H6083 תֵּבֵֽל H8398 ",
      "27": "בַּהֲכִינ֣ H3559 שָׁ֭מַיִם H8064 שָׁ֣ם H8033 אָ֑נִי H589 בְּח֥וּק H2710 ח֝֗וּג H2329 עַל H5921 פְּנֵ֥י H6440 תְהֽוֹם H8415 ",
      "28": "בְּאַמְּצ֣ H553 שְׁחָקִ֣ים H7834 מִמָּ֑עַל H4605 בַּ֝עֲז֗וֹז H5810 עִינ֥וֹת H5869 תְּהוֹם H8415 ",
      "29": "בְּשׂ֘וּמ֤ H7760 לַיָּ֨ם H3220 חֻקּ֗וֹ H2706 וּ֭מַיִם H4325 לֹ֣א H3808 יַֽעַבְרוּ H5674 פִ֑יו H6310 בְּ֝חוּק֗ H2710 מ֣וֹסְדֵי H4144 אָֽרֶץ H776 ",
      "30": "וָֽאֶהְיֶ֥ה H1961 אֶצְל֗וֹ H681 אָ֫מ֥וֹן H525 וָֽאֶהְיֶ֣ה H1961 שַׁ֭עֲשֻׁעִים H8191 י֤וֹם H3117 י֑וֹם H3117 מְשַׂחֶ֖קֶת H7832 לְפָנָ֣י H6440 בְּכָל H3605 עֵֽת H6256 ",
      "31": "מְ֭שַׂחֶקֶת H7832 בְּתֵבֵ֣ל H8398 אַרְצ֑וֹ H776 וְ֝שַׁעֲשֻׁעַ֗ H8191 אֶת H854 בְּנֵ֥י H1121 אָדָֽם H120 ",
      "32": "וְעַתָּ֣ה H6258 בָ֭נִים H1121 שִׁמְעוּ H8085 לִ֑י Hl וְ֝אַשְׁרֵ֗י H835 דְּרָכַ֥י H1870 יִשְׁמֹֽרוּ H8104 ",
      "33": "שִׁמְע֖וּ H8085 מוּסָ֥ר H4148 וַחֲכָ֗מוּ H2449 וְאַל H408 תִּפְרָֽעוּ H6544 ",
      "34": "אַ֥שְֽׁרֵי H835 אָדָם֮ H120 שֹׁמֵ֪עַֽ֫ H8085 לִ֥י Hl לִשְׁקֹ֣ד H8245 עַל H5921 דַּ֭לְתֹתַי H1817 י֤וֹם H3117 י֑וֹם H3117 לִ֝שְׁמֹ֗ר H8104 מְזוּזֹ֥ת H4201 פְּתָחָֽי H6607 ",
      "35": "כִּ֣י H3588 מֹ֭צְאִי H4672 מצאי H4672 חַיִּ֑ים H2416 וַיָּ֥פֶק H6329 רָ֝צ֗וֹן H7522 מֵיְהוָֽה H3068 ",
      "36": "וְֽ֭חֹטְאִ H2398 חֹמֵ֣ס H2554 נַפְשׁ֑וֹ H5315 כָּל H3605 מְ֝שַׂנְאַ֗י H8130 אָ֣הֲבוּ H157 מָֽוֶת H4194 "
    },
    "9": {
      "1": "חָ֭כְמוֹת H2454 בָּנְתָ֣ה H1129 בֵיתָ֑הּ H1004 חָצְבָ֖ה H2672 עַמּוּדֶ֣יהָ H5982 שִׁבְעָֽה H7651 ",
      "2": "טָבְחָ֣ה H2873 טִ֭בְחָהּ H2874 מָסְכָ֣ה H4537 יֵינָ֑הּ H3196 אַ֝֗ף H637 עָֽרְכָ֥ה H6186 שֻׁלְחָנָֽהּ H7979 ",
      "3": "שָֽׁלְחָ֣ה H7971 נַעֲרֹתֶ֣יהָ H5291 תִקְרָ֑א H7121 עַל H5921 גַּ֝פֵּ֗י H1610 מְרֹ֣מֵי H4791 קָֽרֶת H7176 ",
      "4": "מִי H4310 פֶ֭תִי H6612 יָסֻ֣ר H5493 הֵ֑נָּה H2008 חֲסַר H2638 לֵ֝֗ב H3820 אָ֣מְרָה H559 לּֽוֹ Hl ",
      "5": "לְ֭כוּ H3212 לַחֲמ֣וּ H3898 בְֽלַחֲמִ֑ H3899 וּ֝שְׁת֗וּ H8354 בְּיַ֣יִן H3196 מָסָֽכְתִּי H4537 ",
      "6": "עִזְב֣וּ H5800 פְתָאיִ֣ם H6612 וִֽחְי֑וּ H2421 וְ֝אִשְׁר֗וּ H833 בְּדֶ֣רֶךְ H1870 בִּינָֽה H998 ",
      "7": "יֹ֤סֵ֨ר H3256 לֵ֗ץ H3887 לֹקֵ֣חַֽ H3947 ל֣וֹ Hl קָל֑וֹן H7036 וּמוֹכִ֖יחַ H3198 לְרָשָׁ֣ע H7563 מוּמֽוֹ H3971 ",
      "8": "אַל H408 תּ֣וֹכַח H3198 לֵ֭ץ H3887 פֶּן H6435 יִשְׂנָאֶ֑ךָּ H8130 הוֹכַ֥ח H3198 לְ֝חָכָ֗ם H2450 וְיֶאֱהָבֶֽ H157 ",
      "9": "תֵּ֣ן H5414 לְ֭חָכָם H2450 וְיֶחְכַּם H2449 ע֑וֹד H5750 הוֹדַ֥ע H3045 לְ֝צַדִּ֗יק H6662 וְי֣וֹסֶף H3254 לֶֽקַח H3948 ",
      "10": "תְּחִלַּ֣ת H8462 חָ֭כְמָה H2451 יִרְאַ֣ת H3374 יְהוָ֑ה H3068 וְדַ֖עַת H1847 קְדֹשִׁ֣ים H6918 בִּינָֽה H998 ",
      "11": "כִּי H3588 בִ֭י Hb יִרְבּ֣וּ H7235 יָמֶ֑יךָ H3117 וְיוֹסִ֥יפוּ H3254 לְּ֝ךָ֗ Hl שְׁנ֣וֹת H8141 חַיִּֽים H2416 ",
      "12": "אִם H518 חָ֭כַמְתָּ H2449 חָכַ֣מְתָּ H2449 לָּ֑ךְ Hl וְ֝לַ֗צְתָּ H3887 לְֽבַדְּ H905 תִשָּֽׂא H5375 ",
      "13": "אֵ֣שֶׁת H802 כְּ֭סִילוּת H3687 הֹֽמִיָּ֑ה H1993 פְּ֝תַיּ֗וּת H6615 וּבַל H1077 יָ֥דְעָה H3045 מָּֽה H4100 ",
      "14": "וְֽ֭יָשְׁבָה H3427 לְפֶ֣תַח H6607 בֵּיתָ֑הּ H1004 עַל H5921 כִּ֝סֵּ֗א H3678 מְרֹ֣מֵי H4791 קָֽרֶת H7176 ",
      "15": "לִקְרֹ֥א H7121 לְעֹֽבְרֵי H5674 דָ֑רֶךְ H1870 הַֽ֝מְיַשְּׁרִ֗ים H3474 אֹֽרְחוֹתָֽם H734 ",
      "16": "מִי H4310 פֶ֭תִי H6612 יָסֻ֣ר H5493 הֵ֑נָּה H2008 וַחֲסַר H2638 לֵ֝֗ב H3820 וְאָ֣מְרָה H559 לּֽוֹ Hl ",
      "17": "מַֽיִם H4325 גְּנוּבִ֥ים H1589 יִמְתָּ֑קוּ H4985 וְלֶ֖חֶם H3899 סְתָרִ֣ים H5643 יִנְעָֽם H5276 ",
      "18": "וְֽלֹא H3808 יָ֭דַע H3045 כִּֽי H3588 רְפָאִ֣ים H7496 שָׁ֑ם H8033 בְּעִמְקֵ֖י H6012 שְׁא֣וֹל H7585 קְרֻאֶֽיהָ H7121 "
    },
    "10": {
      "1": "מִשְׁלֵ֗י H4912 שְׁלֹ֫מֹ֥ה H8010 בֵּ֣ן H1121 חָ֭כָם H2450 יְשַׂמַּח H8055 אָ֑ב H1 וּבֵ֥ן H1121 כְּ֝סִ֗יל H3684 תּוּגַ֥ת H8424 אִמּֽוֹ H517 ",
      "2": "לֹא H3808 י֭וֹעִילוּ H3276 אוֹצְר֣וֹת H214 רֶ֑שַׁע H7562 וּ֝צְדָקָ֗ה H6666 תַּצִּ֥יל H5337 מִמָּֽוֶת H4194 ",
      "3": "לֹֽא H3808 יַרְעִ֣יב H7456 יְ֭הוָה H3068 נֶ֣פֶשׁ H5315 צַדִּ֑יק H6662 וְהַוַּ֖ת H1942 רְשָׁעִ֣ים H7563 יֶהְדֹּֽף H1920 ",
      "4": "רָ֗אשׁ H7326 עֹשֶׂ֥ה H6213 כַף H3709 רְמִיָּ֑ה H7423 וְיַ֖ד H3027 חָרוּצִ֣ים H2742 תַּעֲשִֽׁיר H6238 ",
      "5": "אֹגֵ֣ר H103 בַּ֭קַּיִץ H7019 בֵּ֣ן H1121 מַשְׂכִּ֑יל H7919 נִרְדָּ֥ם H7290 בַּ֝קָּצִ֗יר H7105 בֵּ֣ן H1121 מֵבִֽישׁ H954 ",
      "6": "בְּ֭רָכוֹת H1293 לְרֹ֣אשׁ H7218 צַדִּ֑יק H6662 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יְכַסֶּ֥ה H3680 חָמָֽס H2555 ",
      "7": "זֵ֣כֶר H2143 צַ֭דִּיק H6662 לִבְרָכָ֑ה H1293 וְשֵׁ֖ם H8034 רְשָׁעִ֣ים H7563 יִרְקָֽב H7537 ",
      "8": "חֲכַם H2450 לֵ֭ב H3820 יִקַּ֣ח H3947 מִצְוֺ֑ת H4687 וֶאֱוִ֥יל H191 שְׂ֝פָתַ֗יִם H8193 יִלָּבֵֽט H3832 ",
      "9": "הוֹלֵ֣ךְ H1980 בַּ֭תֹּם H8537 יֵ֣לֶךְ H3212 בֶּ֑טַח H983 וּמְעַקֵּ֥שׁ H6140 דְּ֝רָכָ֗יו H1870 יִוָּדֵֽעַ H3045 ",
      "10": "קֹ֣רֵֽץ H7169 עַ֭יִן H5869 יִתֵּ֣ן H5414 עַצָּ֑בֶת H6094 וֶאֱוִ֥יל H191 שְׂ֝פָתַ֗יִם H8193 יִלָּבֵֽט H3832 ",
      "11": "מְק֣וֹר H4726 חַ֭יִּים H2416 פִּ֣י H6310 צַדִּ֑יק H6662 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יְכַסֶּ֥ה H3680 חָמָֽס H2555 ",
      "12": "שִׂ֭נְאָה H8135 תְּעוֹרֵ֣ר H5782 מְדָנִ֑ים H4090 וְעַ֥ל H5921 כָּל H3605 פְּ֝שָׁעִ֗ים H6588 תְּכַסֶּ֥ה H3680 אַהֲבָֽה H160 ",
      "13": "בְּשִׂפְתֵ֣י H8193 נָ֭בוֹן H995 תִּמָּצֵ֣א H4672 חָכְמָ֑ה H2451 וְ֝שֵׁ֗בֶט H7626 לְגֵ֣ו H1460 חֲסַר H2638 לֵֽב H3820 ",
      "14": "חֲכָמִ֥ים H2450 יִצְפְּנוּ H6845 דָ֑עַת H1847 וּפִֽי H6310 אֱ֝וִיל H191 מְחִתָּ֥ה H4288 קְרֹבָֽה H7138 ",
      "15": "ה֣וֹן H1952 עָ֭שִׁיר H6223 קִרְיַ֣ת H7151 עֻזּ֑וֹ H5797 מְחִתַּ֖ת H4288 דַּלִּ֣ים H1800 רֵישָֽׁם H7389 ",
      "16": "פְּעֻלַּ֣ת H6468 צַדִּ֣יק H6662 לְחַיִּ֑ים H2416 תְּבוּאַ֖ת H8393 רָשָׁ֣ע H7563 לְחַטָּֽאת H2403 ",
      "17": "אֹ֣רַח H734 לְ֭חַיִּים H2416 שׁוֹמֵ֣ר H8104 מוּסָ֑ר H4148 וְעוֹזֵ֖ב H5800 תּוֹכַ֣חַת H8433 מַתְעֶֽה H8582 ",
      "18": "מְכַסֶּ֣ה H3680 שִׂ֭נְאָה H8135 שִׂפְתֵי H8193 שָׁ֑קֶר H8267 וּמוֹצִ֥א H3318 דִ֝בָּ֗ה H1681 ה֣וּא H1931 כְסִֽיל H3684 ",
      "19": "בְּרֹ֣ב H7230 דְּ֭בָרִים H1697 לֹ֣א H3808 יֶחְדַּל H2308 פָּ֑שַׁע H6588 וְחֹשֵׂ֖ךְ H2820 שְׂפָתָ֣יו H8193 מַשְׂכִּֽיל H7919 ",
      "20": "כֶּ֣סֶף H3701 נִ֭בְחָר H977 לְשׁ֣וֹן H3956 צַדִּ֑יק H6662 לֵ֖ב H3820 רְשָׁעִ֣ים H7563 כִּמְעָֽט H4592 ",
      "21": "שִׂפְתֵ֣י H8193 צַ֭דִּיק H6662 יִרְע֣וּ H7462 רַבִּ֑ים H7227 וֶֽ֝אֱוִילִ֗ים H191 בַּחֲסַר H2638 לֵ֥ב H3820 יָמֽוּתוּ H4191 ",
      "22": "בִּרְכַּ֣ת H1293 יְ֭הוָה H3068 הִ֣יא H1931 תַעֲשִׁ֑יר H6238 וְלֹֽא H3808 יוֹסִ֖ף H3254 עֶ֣צֶב H6089 עִמָּֽהּ H5973 ",
      "23": "כִּשְׂח֣וֹק H7814 לִ֭כְסִיל H3684 עֲשׂ֣וֹת H6213 זִמָּ֑ה H2154 וְ֝חָכְמָ֗ה H2451 לְאִ֣ישׁ H376 תְּבוּנָֽה H8394 ",
      "24": "מְגוֹרַ֣ת H4034 רָ֭שָׁע H7563 הִ֣יא H1931 תְבוֹאֶ֑נּוּ H935 וְתַאֲוַ֖ת H8378 צַדִּיקִ֣ים H6662 יִתֵּֽן H5414 ",
      "25": "כַּעֲב֣וֹר H5674 ס֭וּפָה H5492 וְאֵ֣ין H369 רָשָׁ֑ע H7563 וְ֝צַדִּ֗יק H6662 יְס֣וֹד H3247 עוֹלָֽם H5769 ",
      "26": "כַּחֹ֤מֶץ H2558 לַשִּׁנַּ֗יִם H8127 וְכֶ H6227 לָעֵינָ֑יִם H5869 כֵּ֥ן H3651 הֶ֝עָצֵ֗ל H6102 לְשֹׁלְחָֽי H7971 ",
      "27": "יִרְאַ֣ת H3374 יְ֭הוָה H3068 תּוֹסִ֣יף H3254 יָמִ֑ים H3117 וּשְׁנ֖וֹת H8141 רְשָׁעִ֣ים H7563 תִּקְצֹֽרְנָה H7114 ",
      "28": "תּוֹחֶ֣לֶת H8431 צַדִּיקִ֣ים H6662 שִׂמְחָ֑ה H8057 וְתִקְוַ֖ת H8615 רְשָׁעִ֣ים H7563 תֹּאבֵֽד H6 ",
      "29": "מָע֣וֹז H4581 לַ֭תֹּם H8537 דֶּ֣רֶךְ H1870 יְהוָ֑ה H3068 וּ֝מְחִתָּ֗ה H4288 לְפֹ֣עֲלֵי H6466 אָֽוֶן H205 ",
      "30": "צַדִּ֣יק H6662 לְעוֹלָ֣ם H5769 בַּל H1077 יִמּ֑וֹט H4131 וּ֝רְשָׁעִ֗ים H7563 לֹ֣א H3808 יִשְׁכְּנוּ H7931 אָֽרֶץ H776 ",
      "31": "פִּֽי H6310 צַ֭דִּיק H6662 יָנ֣וּב H5107 חָכְמָ֑ה H2451 וּלְשׁ֥וֹן H3956 תַּ֝הְפֻּכ֗וֹת H8419 תִּכָּרֵֽת H3772 ",
      "32": "שִׂפְתֵ֣י H8193 צַ֭דִּיק H6662 יֵדְע֣וּן H3045 רָצ֑וֹן H7522 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 תַּהְפֻּכֽוֹת H8419 "
    },
    "11": {
      "1": "מֹאזְנֵ֣י H3976 מִ֭רְמָה H4820 תּוֹעֲבַ֣ת H8441 יְהוָ֑ה H3068 וְאֶ֖בֶן H68 שְׁלֵמָ֣ה H8003 רְצוֹנֽוֹ H7522 ",
      "2": "בָּֽא H935 זָ֭דוֹן H2087 וַיָּבֹ֣א H935 קָל֑וֹן H7036 וְֽאֶת H854 צְנוּעִ֥ים H6800 חָכְמָֽה H2451 ",
      "3": "תֻּמַּ֣ת H8538 יְשָׁרִ֣ים H3477 תַּנְחֵ֑ם H5148 וְסֶ֖לֶף H5558 בּוֹגְדִ֣ים H898 ושד H7703 ",
      "4": "לֹא H3808 יוֹעִ֣יל H3276 ה֭וֹן H1952 בְּי֣וֹם H3117 עֶבְרָ֑ה H5678 וּ֝צְדָקָ֗ה H6666 תַּצִּ֥יל H5337 מִמָּֽוֶת H4194 ",
      "5": "צִדְקַ֣ת H6666 תָּ֭מִים H8549 תְּיַשֵּׁ֣ר H3474 דַּרְכּ֑וֹ H1870 וּ֝בְ H7564 יִפֹּ֥ל H5307 רָשָֽׁע H7563 ",
      "6": "צִדְקַ֣ת H6666 יְ֭שָׁרִים H3477 תַּצִּילֵ֑ם H5337 וּ֝בְ H1942 בֹּגְדִ֥ים H898 יִלָּכֵֽדוּ H3920 ",
      "7": "בְּמ֤וֹת H4194 אָדָ֣ם H120 רָ֭שָׁע H7563 תֹּאבַ֣ד H6 תִּקְוָ֑ה H8615 וְתוֹחֶ֖לֶת H8431 אוֹנִ֣ים H205 אָבָֽדָה H6 ",
      "8": "צַ֭דִּיק H6662 מִצָּרָ֣ה H6869 נֶחֱלָ֑ץ H2502 וַיָּבֹ֖א H935 רָשָׁ֣ע H7563 תַּחְתָּֽיו H8478 ",
      "9": "בְּפֶ֗ה H6310 חָ֭נֵף H2611 יַשְׁחִ֣ת H7843 רֵעֵ֑הוּ H7453 וּ֝בְ H1847 צַדִּיקִ֥ים H6662 יֵחָלֵֽצוּ H2502 ",
      "10": "בְּט֣וּב H2898 צַ֭דִּיקִים H6662 תַּעֲלֹ֣ץ H5970 קִרְיָ֑ה H7151 וּבַ H6 רְשָׁעִ֣ים H7563 רִנָּֽה H7440 ",
      "11": "בְּבִרְכַּ֣ת H1293 יְ֭שָׁרִים H3477 תָּר֣וּם H7311 קָ֑רֶת H7176 וּבְ H6310 רְ֝שָׁעִ֗ים H7563 תֵּהָרֵֽס H2040 ",
      "12": "בָּז H936 לְרֵעֵ֥ H7453 חֲסַר H2638 לֵ֑ב H3820 וְאִ֖ישׁ H376 תְּבוּנ֣וֹת H8394 יַחֲרִֽישׁ H2790 ",
      "13": "הוֹלֵ֣ךְ H1980 רָ֭כִיל H7400 מְגַלֶּה H1540 סּ֑וֹד H5475 וְנֶאֱמַן H539 ר֝֗וּחַ H7307 מְכַסֶּ֥ה H3680 דָבָֽר H1697 ",
      "14": "בְּאֵ֣ין H369 תַּ֭חְבֻּלוֹת H8458 יִפָּל H5307 עָ֑ם H5971 וּ֝תְשׁוּעָ֗ה H8668 בְּרֹ֣ב H7230 יוֹעֵֽץ H3289 ",
      "15": "רַע H7451 יֵ֭רוֹעַ H7489 כִּי H3588 עָ֣רַב H6148 זָ֑ר H2114 וְשֹׂנֵ֖א H8130 תֹקְעִ֣ים H8628 בּוֹטֵֽחַ H982 ",
      "16": "אֵֽשֶׁת H802 חֵ֭ן H2580 תִּתְמֹ֣ךְ H8551 כָּב֑וֹד H3519 וְ֝עָרִיצִ֗ים H6184 יִתְמְכוּ H8551 עֹֽשֶׁר H6239 ",
      "17": "גֹּמֵ֣ל H1580 נַ֭פְשׁוֹ H5315 אִ֣ישׁ H376 חָ֑סֶד H2617 וְעֹכֵ֥ר H5916 שְׁ֝אֵר֗וֹ H7607 אַכְזָרִֽי H394 ",
      "18": "רָשָׁ֗ע H7563 עֹשֶׂ֥ה H6213 פְעֻלַּת H6468 שָׁ֑קֶר H8267 וְזֹרֵ֥עַ H2232 צְ֝דָקָ֗ה H6666 שֶׂ֣כֶר H7938 אֱמֶֽת H571 ",
      "19": "כֵּן H3651 צְדָקָ֥ה H6666 לְחַיִּ֑ים H2416 וּמְרַדֵּ֖ף H7291 רָעָ֣ה H7451 לְמוֹתֽ H4194 ",
      "20": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 עִקְּשֵׁי H6141 לֵ֑ב H3820 וּ֝רְצוֹנ֗ H7522 תְּמִ֣ימֵי H8549 דָֽרֶךְ H1870 ",
      "21": "יָ֣ד H3027 לְ֭יָד H3027 לֹא H3808 יִנָּ֣קֶה H5352 רָּ֑ע H7451 וְזֶ֖רַע H2233 צַדִּיקִ֣ים H6662 נִמְלָֽט H4422 ",
      "22": "נֶ֣זֶם H5141 זָ֭הָב H2091 בְּאַ֣ף H639 חֲזִ֑יר H2386 אִשָּׁ֥ה H802 יָ֝פָ֗ה H3303 וְסָ֣רַת H5493 טָֽעַם H2940 ",
      "23": "תַּאֲוַ֣ת H8378 צַדִּיקִ֣ים H6662 אַךְ H389 ט֑וֹב H2896 תִּקְוַ֖ת H8615 רְשָׁעִ֣ים H7563 עֶבְרָֽה H5678 ",
      "24": "יֵ֣שׁ H3426 מְ֭פַזֵּר H6340 וְנוֹסָ֥ף H3254 ע֑וֹד H5750 וְחוֹשֵׂ֥ךְ H2820 מִ֝יֹּ֗שֶׁר H3476 אַךְ H389 לְמַחְסֽוֹר H4270 ",
      "25": "נֶֽפֶשׁ H5315 בְּרָכָ֥ה H1293 תְדֻשָּׁ֑ן H1878 וּ֝מַרְוֶ֗ה H7301 גַּם H1571 ה֥וּא H1931 יוֹרֶֽא H3384 ",
      "26": "מֹ֣נֵֽעַ H4513 בָּ֭ר H1250 יִקְּבֻ֣הוּ H5344 לְא֑וֹם H3816 וּ֝בְרָכָ֗ה H1293 לְרֹ֣אשׁ H7218 מַשְׁבִּֽיר H7666 ",
      "27": "שֹׁ֣חֵֽר H7836 ט֭וֹב H2896 יְבַקֵּ֣שׁ H1245 רָצ֑וֹן H7522 וְדֹרֵ֖שׁ H1875 רָעָ֣ה H7451 תְבוֹאֶֽנּוּ H935 ",
      "28": "בּוֹטֵ֣חַ H982 בְּ֭עָשְׁר H6239 ה֣וּא H1931 יִפֹּ֑ל H5307 וְ֝כֶ H5929 צַדִּיקִ֥ים H6662 יִפְרָֽחוּ H6524 ",
      "29": "עוֹכֵ֣ר H5916 בֵּ֭יתוֹ H1004 יִנְחַל H5157 ר֑וּחַ H7307 וְעֶ֥בֶד H5650 אֱ֝וִ֗יל H191 לַחֲכַם H2450 לֵֽב H3820 ",
      "30": "פְּֽרִי H6529 צַ֭דִּיק H6662 עֵ֣ץ H6086 חַיִּ֑ים H2416 וְלֹקֵ֖חַ H3947 נְפָשׂ֣וֹת H5315 חָכָֽם H2450 ",
      "31": "הֵ֣ן H2005 צַ֭דִּיק H6662 בָּאָ֣רֶץ H776 יְשֻׁלָּ֑ם H7999 אַ֝֗ף H637 כִּֽי H3588 רָשָׁ֥ע H7563 וְחוֹטֵֽא H2398 "
    },
    "12": {
      "1": "אֹהֵ֣ב H157 מ֭וּסָר H4148 אֹ֣הֵֽב H157 דָּ֑עַת H1847 וְשֹׂנֵ֖א H8130 תוֹכַ֣חַת H8433 בָּֽעַר H1198 ",
      "2": "ט֗וֹב H2896 יָפִ֣יק H6329 רָ֭צוֹן H7522 מֵיְהוָ֑ה H3068 וְאִ֖ישׁ H376 מְזִמּ֣וֹת H4209 יַרְשִֽׁיעַ H7561 ",
      "3": "לֹא H3808 יִכּ֣וֹן H3559 אָדָ֣ם H120 בְּרֶ֑שַׁע H7562 וְשֹׁ֥רֶשׁ H8328 צַ֝דִּיקִ֗ים H6662 בַּל H1077 יִמּֽוֹט H4131 ",
      "4": "אֵֽשֶׁת H802 חַ֭יִל H2428 עֲטֶ֣רֶת H5850 בַּעְלָ֑הּ H1167 וּכְ H7538 בְּעַצְמוֹתָ֣י H6106 מְבִישָֽׁה H954 ",
      "5": "מַחְשְׁב֣וֹת H4284 צַדִּיקִ֣ים H6662 מִשְׁפָּ֑ט H4941 תַּחְבֻּל֖וֹת H8458 רְשָׁעִ֣ים H7563 מִרְמָֽה H4820 ",
      "6": "דִּבְרֵ֣י H1697 רְשָׁעִ֣ים H7563 אֱרָב H693 דָּ֑ם H1818 וּפִ֥י H6310 יְ֝שָׁרִ֗ים H3477 יַצִּילֵֽם H5337 ",
      "7": "הָפ֣וֹךְ H2015 רְשָׁעִ֣ים H7563 וְאֵינָ֑ H369 וּבֵ֖ית H1004 צַדִּיקִ֣ים H6662 יַעֲמֹֽד H5975 ",
      "8": "לְֽפִי H6310 שִׂ֭כְלוֹ H7922 יְהֻלַּל H1984 אִ֑ישׁ H376 וְנַעֲוֵה H5753 לֵ֝֗ב H3820 יִהְיֶ֥ה H1961 לָבֽוּז H937 ",
      "9": "ט֣וֹב H2896 נִ֭קְלֶה H7034 וְעֶ֣בֶד H5650 ל֑וֹ Hl מִ֝מְּתַכַּבֵּ֗ד H3513 וַחֲסַר H2638 לָֽחֶם H3899 ",
      "10": "יוֹדֵ֣עַ H3045 צַ֭דִּיק H6662 נֶ֣פֶשׁ H5315 בְּהֶמְתּ֑וֹ H929 וְֽרַחֲמֵ֥י H7356 רְ֝שָׁעִ֗ים H7563 אַכְזָרִֽי H394 ",
      "11": "עֹבֵ֣ד H5647 אַ֭דְמָתוֹ H127 יִֽשְׂבַּֽע H7646 לָ֑חֶם H3899 וּמְרַדֵּ֖ף H7291 רֵיקִ֣ים H7386 חֲסַר H2638 לֵֽב H3820 ",
      "12": "חָמַ֣ד H2530 רָ֭שָׁע H7563 מְצ֣וֹד H4685 רָעִ֑ים H7451 וְשֹׁ֖רֶשׁ H8328 צַדִּיקִ֣ים H6662 יִתֵּֽן H5414 ",
      "13": "בְּפֶ֣שַׁע H6588 שְׂ֭פָתַיִם H8193 מוֹקֵ֣שׁ H4170 רָ֑ע H7451 וַיֵּצֵ֖א H3318 מִצָּרָ֣ה H6869 צַדִּֽיק H6662 ",
      "14": "מִפְּרִ֣י H6529 פִי H6310 אִ֭ישׁ H376 יִשְׂבַּע H7646 ט֑וֹב H2896 וּגְמ֥וּל H1576 יְדֵי H3027 אָ֝דָ֗ם H120 ישוב H7725 לֽוֹ Hl ",
      "15": "דֶּ֣רֶךְ H1870 אֱ֭וִיל H191 יָשָׁ֣ר H3477 בְּעֵינָ֑י H5869 וְשֹׁמֵ֖עַ H8085 לְעֵצָ֣ה H6098 חָכָֽם H2450 ",
      "16": "אֱוִ֗יל H191 בַּ֭יּוֹם H3117 יִוָּדַ֣ע H3045 כַּעְס֑וֹ H3708 וְכֹסֶ֖ה H3680 קָל֣וֹן H7036 עָרֽוּם H6175 ",
      "17": "יָפִ֣יחַ H6315 אֱ֭מוּנָה H530 יַגִּ֣יד H5046 צֶ֑דֶק H6664 וְעֵ֖ד H5707 שְׁקָרִ֣ים H8267 מִרְמָֽה H4820 ",
      "18": "יֵ֣שׁ H3426 בּ֭וֹטֶה H981 כְּמַדְקְר֣וֹת H4094 חָ֑רֶב H2719 וּלְשׁ֖וֹן H3956 חֲכָמִ֣ים H2450 מַרְפֵּֽא H4832 ",
      "19": "שְֽׂפַת H8193 אֱ֭מֶת H571 תִּכּ֣וֹן H3559 לָעַ֑ד H5703 וְעַד H5704 אַ֝רְגִּ֗יעָה H7280 לְשׁ֣וֹן H3956 שָֽׁקֶר H8267 ",
      "20": "מִ֭רְמָה H4820 בְּלֶב H3820 חֹ֣רְשֵׁי H2790 רָ֑ע H7451 וּֽלְ H3289 שָׁל֣וֹם H7965 שִׂמְחָֽה H8057 ",
      "21": "לֹא H3808 יְאֻנֶּ֣ה H579 לַצַּדִּ֣יק H6662 כָּל H3605 אָ֑וֶן H205 וּ֝רְשָׁעִ֗ים H7563 מָ֣לְאוּ H4390 רָֽע H7451 ",
      "22": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 שִׂפְתֵי H8193 שָׁ֑קֶר H8267 וְעֹשֵׂ֖י H6213 אֱמוּנָ֣ה H530 רְצוֹנֽוֹ H7522 ",
      "23": "אָדָ֣ם H120 עָ֭רוּם H6175 כֹּ֣סֶה H3680 דָּ֑עַת H1847 וְלֵ֥ב H3820 כְּ֝סִילִ֗ים H3684 יִקְרָ֥א H7121 אִוֶּֽלֶת H200 ",
      "24": "יַד H3027 חָרוּצִ֥ים H2742 תִּמְשׁ֑וֹל H4910 ו֝רְמִיָּ֗ה H7423 תִּהְיֶ֥ה H1961 לָמַֽס H4522 ",
      "25": "דְּאָגָ֣ה H1674 בְלֶב H3820 אִ֣ישׁ H376 יַשְׁחֶ֑נָּה H7812 וְדָבָ֖ר H1697 ט֣וֹב H2896 יְשַׂמְּחֶֽנָּה H8055 ",
      "26": "יָתֵ֣ר H8446 מֵרֵעֵ֣ H7453 צַדִּ֑יק H6662 וְדֶ֖רֶךְ H1870 רְשָׁעִ֣ים H7563 תַּתְעֵֽם H8582 ",
      "27": "לֹא H3808 יַחֲרֹ֣ךְ H2760 רְמִיָּ֣ה H7423 צֵיד֑וֹ H6718 וְהוֹן H1952 אָדָ֖ם H120 יָקָ֣ר H3368 חָרֽוּץ H2742 ",
      "28": "בְּאֹֽרַח H734 צְדָקָ֥ה H6666 חַיִּ֑ים H2416 וְדֶ֖רֶךְ H1870 נְתִיבָ֣ה H5410 אַל H408 מָֽוֶת H4194 "
    },
    "13": {
      "1": "בֵּ֣ן H1121 חָ֭כָם H2450 מ֣וּסַר H4148 אָ֑ב H1 וְ֝לֵ֗ץ H3887 לֹא H3808 שָׁמַ֥ע H8085 גְּעָרָֽה H1606 ",
      "2": "מִפְּרִ֣י H6529 פִי H6310 אִ֭ישׁ H376 יֹ֣אכַל H398 ט֑וֹב H2896 וְנֶ֖פֶשׁ H5315 בֹּגְדִ֣ים H898 חָמָֽס H2555 ",
      "3": "נֹצֵ֣ר H5341 פִּ֭יו H6310 שֹׁמֵ֣ר H8104 נַפְשׁ֑וֹ H5315 פֹּשֵׂ֥ק H6589 שְׂ֝פָתָ֗יו H8193 מְחִתָּה H4288 לֽוֹ Hl ",
      "4": "מִתְאַוָּ֣ה H183 וָ֭אַיִן H369 נַפְשׁ֣וֹ H5315 עָצֵ֑ל H6102 וְנֶ֖פֶשׁ H5315 חָרֻצִ֣ים H2742 תְּדֻשָּֽׁן H1878 ",
      "5": "דְּבַר H1697 שֶׁ֭קֶר H8267 יִשְׂנָ֣א H8130 צַדִּ֑יק H6662 וְ֝רָשָׁ֗ע H7563 יַבְאִ֥ישׁ H887 וְיַחְפִּֽיר H2659 ",
      "6": "צְ֭דָקָה H6666 תִּצֹּ֣ר H5341 תָּם H8537 דָּ֑רֶךְ H1870 וְ֝רִשְׁעָ֗ה H7564 תְּסַלֵּ֥ף H5557 חַטָּֽאת H2403 ",
      "7": "יֵ֣שׁ H3426 מִ֭תְעַשֵּׁר H6238 וְאֵ֣ין H369 כֹּ֑ל H3605 מִ֝תְרוֹשֵׁ֗שׁ H7326 וְה֣וֹן H1952 רָֽב H7227 ",
      "8": "כֹּ֣פֶר H3724 נֶֽפֶשׁ H5315 אִ֣ישׁ H376 עָשְׁר֑וֹ H6239 וְ֝רָ֗שׁ H7326 לֹא H3808 שָׁמַ֥ע H8085 גְּעָרָֽה H1606 ",
      "9": "אוֹר H216 צַדִּיקִ֥ים H6662 יִשְׂמָ֑ח H8055 וְנֵ֖ר H5216 רְשָׁעִ֣ים H7563 יִדְעָֽךְ H1846 ",
      "10": "רַק H7535 בְּ֭זָדוֹן H2087 יִתֵּ֣ן H5414 מַצָּ֑ה H4683 וְאֶת H854 נ֖וֹעָצִ֣ים H3289 חָכְמָֽה H2451 ",
      "11": "ה֭וֹן H1952 מֵהֶ֣בֶל H1892 יִמְעָ֑ט H4591 וְקֹבֵ֖ץ H6908 עַל H5921 יָ֣ד H3027 יַרְבֶּֽה H7235 ",
      "12": "תּוֹחֶ֣לֶת H8431 מְ֭מֻשָּׁכָה H4900 מַחֲלָה H2470 לֵ֑ב H3820 וְעֵ֥ץ H6086 חַ֝יִּ֗ים H2416 תַּאֲוָ֥ה H8378 בָאָֽה H935 ",
      "13": "בָּ֣ז H936 לְ֭דָבָר H1697 יֵחָ֣בֶל H2254 ל֑וֹ Hl וִירֵ֥א H3373 מִ֝צְוָ֗ה H4687 ה֣וּא H1931 יְשֻׁלָּֽם H7999 ",
      "14": "תּוֹרַ֣ת H8451 חָ֭כָם H2450 מְק֣וֹר H4726 חַיִּ֑ים H2416 לָ֝ס֗וּר H5493 מִמֹּ֥קְשֵׁי H4170 מָֽוֶת H4194 ",
      "15": "שֵֽׂכֶל H7922 ט֭וֹב H2896 יִתֶּן H5414 חֵ֑ן H2580 וְדֶ֖רֶךְ H1870 בֹּגְדִ֣ים H898 אֵיתָֽן H386 ",
      "16": "כָּל H3605 עָ֭רוּם H6175 יַעֲשֶׂ֣ה H6213 בְדָ֑עַת H1847 וּ֝כְסִ֗יל H3684 יִפְרֹ֥שׂ H6566 אִוֶּֽלֶת H200 ",
      "17": "מַלְאָ֣ךְ H4397 רָ֭שָׁע H7563 יִפֹּ֣ל H5307 בְּרָ֑ע H7451 וְצִ֖יר H6735 אֱמוּנִ֣ים H529 מַרְפֵּֽא H4832 ",
      "18": "רֵ֣ישׁ H7389 וְ֭קָלוֹן H7036 פּוֹרֵ֣עַ H6544 מוּסָ֑ר H4148 וְשׁוֹמֵ֖ר H8104 תּוֹכַ֣חַת H8433 יְכֻבָּֽד H3513 ",
      "19": "תַּאֲוָ֣ה H8378 נִ֭הְיָה H1961 תֶּעֱרַ֣ב H6149 לְנָ֑פֶשׁ H5315 וְתוֹעֲבַ֥ת H8441 כְּ֝סִילִ֗ים H3684 ס֣וּר H5493 מֵרָֽע H7451 ",
      "20": "הלוך H1980 אֶת H854 חֲכָמִ֣ים H2450 וחכם H2449 וְרֹעֶ֖ה H7462 כְסִילִ֣ים H3684 יֵרֽוֹעַ H7489 ",
      "21": "חַ֭טָּאִים H2400 תְּרַדֵּ֣ף H7291 רָעָ֑ה H7451 וְאֶת H853 צַ֝דִּיקִ֗ים H6662 יְשַׁלֶּם H7999 טֽוֹב H2896 ",
      "22": "ט֗וֹב H2896 יַנְחִ֥יל H5157 בְּנֵֽי H1121 בָנִ֑ים H1121 וְצָפ֥וּן H6845 לַ֝צַּדִּ֗יק H6662 חֵ֣יל H2428 חוֹטֵֽא H2398 ",
      "23": "רָב H7230 אֹ֭כֶל H400 נִ֣יר H5215 רָאשִׁ֑ים H7326 וְיֵ֥שׁ H3426 נִ֝סְפֶּ֗ה H5595 בְּלֹ֣א H3808 מִשְׁפָּֽט H4941 ",
      "24": "חוֹשֵׂ֣ךְ H2820 שִׁ֭בְטוֹ H7626 שׂוֹנֵ֣א H8130 בְנ֑וֹ H1121 וְ֝אֹהֲב֗ H157 שִֽׁחֲר֥וֹ H7836 מוּסָֽר H4148 ",
      "25": "צַדִּ֗יק H6662 אֹ֭כֵל H398 לְשֹׂ֣בַע H7648 נַפְשׁ֑וֹ H5315 וּבֶ֖טֶן H990 רְשָׁעִ֣ים H7563 תֶּחְסָֽר H2637 "
    },
    "14": {
      "1": "חַכְמ֣וֹת H2454 נָ֭שִׁים H802 בָּנְתָ֣ה H1129 בֵיתָ֑הּ H1004 וְ֝אִוֶּ֗לֶת H200 בְּיָדֶ֥י H3027 תֶהֶרְסֶֽנּוּ H2040 ",
      "2": "הוֹלֵ֣ךְ H1980 בְּ֭יָשְׁר H3476 יְרֵ֣א H3373 יְהוָ֑ה H3068 וּנְל֖וֹז H3868 דְּרָכָ֣יו H1870 בּוֹזֵֽהוּ H959 ",
      "3": "בְּֽפִי H6310 אֱ֭וִיל H191 חֹ֣טֶר H2415 גַּאֲוָ֑ה H1346 וְשִׂפְתֵ֥י H8193 חֲ֝כָמִ֗ים H2450 תִּשְׁמוּרֵֽם H8104 ",
      "4": "בְּאֵ֣ין H369 אֲ֭לָפִים H504 אֵב֣וּס H18 בָּ֑ר H1249 וְרָב H7230 תְּ֝בוּא֗וֹת H8393 בְּכֹ֣חַ H3581 שֽׁוֹר H7794 ",
      "5": "עֵ֣ד H5707 אֱ֭מוּנִים H529 לֹ֣א H3808 יְכַזֵּ֑ב H3576 וְיָפִ֥יחַ H6315 כְּ֝זָבִ֗ים H3577 עֵ֣ד H5707 שָֽׁקֶר H8267 ",
      "6": "בִּקֶּשׁ H1245 לֵ֣ץ H3887 חָכְמָ֣ה H2451 וָאָ֑יִן H369 וְדַ֖עַת H1847 לְנָב֣וֹן H995 נָקָֽל H7043 ",
      "7": "לֵ֣ךְ H3212 מִ֭נֶּגֶד H5048 לְאִ֣ישׁ H376 כְּסִ֑יל H3684 וּבַל H1077 יָ֝דַ֗עְתָּ H3045 שִׂפְתֵי H8193 דָֽעַת H1847 ",
      "8": "חָכְמַ֣ת H2451 עָ֭רוּם H6175 הָבִ֣ין H995 דַּרְכּ֑וֹ H1870 וְאִוֶּ֖לֶת H200 כְּסִילִ֣ים H3684 מִרְמָֽה H4820 ",
      "9": "אֱ֭וִלִים H191 יָלִ֣יץ H3887 אָשָׁ֑ם H817 וּבֵ֖ין H996 יְשָׁרִ֣ים H3477 רָצֽוֹן H7522 ",
      "10": "לֵ֗ב H3820 י֭וֹדֵעַ H3045 מָרַּ֣ת H4787 נַפְשׁ֑וֹ H5315 וּ֝בְ H8057 לֹא H3808 יִתְעָ֥רַב H6148 זָֽר H2114 ",
      "11": "בֵּ֣ית H1004 רְ֭שָׁעִים H7563 יִשָּׁמֵ֑ד H8045 וְאֹ֖הֶל H168 יְשָׁרִ֣ים H3477 יַפְרִֽיחַ H6524 ",
      "12": "יֵ֤שׁ H3426 דֶּ֣רֶךְ H1870 יָ֭שָׁר H3477 לִפְנֵי H6440 אִ֑ישׁ H376 וְ֝אַחֲרִיתָ֗ H319 דַּרְכֵי H1870 מָֽוֶת H4194 ",
      "13": "גַּם H1571 בִּשְׂח֥וֹק H7814 יִכְאַב H3510 לֵ֑ב H3820 וְאַחֲרִיתָ֖ H319 שִׂמְחָ֣ה H8057 תוּגָֽה H8424 ",
      "14": "מִדְּרָכָ֣י H1870 יִ֭שְׂבַּע H7646 ס֣וּג H5472 לֵ֑ב H3820 וּ֝מֵ H5921 אִ֣ישׁ H376 טֽוֹב H2896 ",
      "15": "פֶּ֭תִי H6612 יַאֲמִ֣ין H539 לְכָל H3605 דָּבָ֑ר H1697 וְ֝עָר֗וּם H6175 יָבִ֥ין H995 לַאֲשֻׁרֽ H838 ",
      "16": "חָכָ֣ם H2450 יָ֭רֵא H3373 וְסָ֣ר H5493 מֵרָ֑ע H7451 וּ֝כְסִ֗יל H3684 מִתְעַבֵּ֥ר H5674 וּבוֹטֵֽחַ H982 ",
      "17": "קְֽצַר H7116 אַ֭פַּיִם H639 יַעֲשֶׂ֣ה H6213 אִוֶּ֑לֶת H200 וְאִ֥ישׁ H376 מְ֝זִמּ֗וֹת H4209 יִשָּׂנֵֽא H8130 ",
      "18": "נָחֲל֣וּ H5157 פְתָאיִ֣ם H6612 אִוֶּ֑לֶת H200 וַֽ֝עֲרוּמִ֗ים H6175 יַכְתִּ֥רוּ H3803 דָֽעַת H1847 ",
      "19": "שַׁח֣וּ H7817 רָ֭עִים H7451 לִפְנֵ֣י H6440 טוֹבִ֑ים H2896 וּ֝רְשָׁעִ֗ים H7563 עַֽל H5921 שַׁעֲרֵ֥י H8179 צַדִּֽיק H6662 ",
      "20": "גַּם H1571 לְ֭רֵעֵ H7453 יִשָּׂ֣נֵא H8130 רָ֑שׁ H7326 וְאֹהֲבֵ֖י H157 עָשִׁ֣יר H6223 רַבִּֽים H7227 ",
      "21": "בָּז H936 לְרֵעֵ֥ H7453 חוֹטֵ֑א H2398 וּמְחוֹנֵ֖ן H2603 עניים H6041 אַשְׁרָֽיו H835 ",
      "22": "הֲֽלוֹא H3808 יִ֭תְעוּ H8582 חֹ֣רְשֵׁי H2790 רָ֑ע H7451 וְחֶ֥סֶד H2617 וֶ֝אֱמֶ֗ת H571 חֹ֣רְשֵׁי H2790 טֽוֹב H2896 ",
      "23": "בְּכָל H3605 עֶ֭צֶב H6089 יִהְיֶ֣ה H1961 מוֹתָ֑ר H4195 וּדְבַר H1697 שְׂ֝פָתַ֗יִם H8193 אַךְ H389 לְמַחְסֽוֹר H4270 ",
      "24": "עֲטֶ֣רֶת H5850 חֲכָמִ֣ים H2450 עָשְׁרָ֑ם H6239 אִוֶּ֖לֶת H200 כְּסִילִ֣ים H3684 אִוֶּֽלֶת H200 ",
      "25": "מַצִּ֣יל H5337 נְ֭פָשׁוֹת H5315 עֵ֣ד H5707 אֱמֶ֑ת H571 וְיָפִ֖חַ H6315 כְּזָבִ֣ים H3577 מִרְמָֽה H4820 ",
      "26": "בְּיִרְאַ֣ת H3374 יְ֭הוָה H3068 מִבְטַח H4009 עֹ֑ז H5797 וּ֝לְ H1121 יִהְיֶ֥ה H1961 מַחְסֶֽה H4268 ",
      "27": "יִרְאַ֣ת H3374 יְ֭הוָה H3068 מְק֣וֹר H4726 חַיִּ֑ים H2416 לָ֝ס֗וּר H5493 מִמֹּ֥קְשֵׁי H4170 מָֽוֶת H4194 ",
      "28": "בְּרָב H7230 עָ֥ם H5971 הַדְרַת H1927 מֶ֑לֶךְ H4428 וּבְ H657 לְ֝אֹ֗ם H3816 מְחִתַּ֥ת H4288 רָזֽוֹן H7333 ",
      "29": "אֶ֣רֶךְ H750 אַ֭פַּיִם H639 רַב H7227 תְּבוּנָ֑ה H8394 וּקְצַר H7116 ר֝֗וּחַ H7307 מֵרִ֥ים H7311 אִוֶּֽלֶת H200 ",
      "30": "חַיֵּ֣י H2416 בְ֭שָׂרִים H1320 לֵ֣ב H3820 מַרְפֵּ֑א H4832 וּרְקַ֖ב H7538 עֲצָמ֣וֹת H6106 קִנְאָֽה H7068 ",
      "31": "עֹ֣שֵֽׁק H6231 דָּ֭ל H1800 חֵרֵ֣ף H2778 עֹשֵׂ֑הוּ H6213 וּ֝מְכַבְּד֗ H3513 חֹנֵ֥ן H2603 אֶבְיֽוֹן H34 ",
      "32": "בְּֽ֭רָעָת H7451 יִדָּחֶ֣ה H1760 רָשָׁ֑ע H7563 וְחֹסֶ֖ה H2620 בְמוֹת֣ H4194 צַדִּֽיק H6662 ",
      "33": "בְּלֵ֣ב H3820 נָ֭בוֹן H995 תָּנ֣וּחַ H5117 חָכְמָ֑ה H2451 וּבְ H7130 כְּ֝סִילִ֗ים H3684 תִּוָּדֵֽעַ H3045 ",
      "34": "צְדָקָ֥ה H6666 תְרֽוֹמֵֽם H7311 גּ֑וֹי H1471 וְחֶ֖סֶד H2617 לְאֻמִּ֣ים H3816 חַטָּֽאת H2403 ",
      "35": "רְֽצוֹן H7522 מֶ֭לֶךְ H4428 לְעֶ֣בֶד H5650 מַשְׂכִּ֑יל H7919 וְ֝עֶבְרָת֗ H5678 תִּהְיֶ֥ה H1961 מֵבִֽישׁ H954 "
    },
    "15": {
      "1": "מַֽעֲנֶה H4617 רַּ֭ךְ H7390 יָשִׁ֣יב H7725 חֵמָ֑ה H2534 וּדְבַר H1697 עֶ֝֗צֶב H6089 יַעֲלֶה H5927 אָֽף H639 ",
      "2": "לְשׁ֣וֹן H3956 חֲ֭כָמִים H2450 תֵּיטִ֣יב H3190 דָּ֑עַת H1847 וּפִ֥י H6310 כְ֝סִילִ֗ים H3684 יַבִּ֥יעַ H5042 אִוֶּֽלֶת H200 ",
      "3": "בְּֽכָל H3605 מָ֭קוֹם H4725 עֵינֵ֣י H5869 יְהוָ֑ה H3068 צֹ֝פ֗וֹת H6822 רָעִ֥ים H7451 וטוֹבִֽים H2896 ",
      "4": "מַרְפֵּ֣א H4832 לָ֭שׁוֹן H3956 עֵ֣ץ H6086 חַיִּ֑ים H2416 וְסֶ֥לֶף H5558 בָּ֝֗הּ Hb שֶׁ֣בֶר H7667 בְּרֽוּחַ H7307 ",
      "5": "אֱוִ֗יל H191 יִ֭נְאַץ H5006 מוּסַ֣ר H4148 אָבִ֑יו H1 וְשֹׁמֵ֖ר H8104 תּוֹכַ֣חַת H8433 יַעְרִֽם H6191 ",
      "6": "בֵּ֣ית H1004 צַ֭דִּיק H6662 חֹ֣סֶן H2633 רָ֑ב H7227 וּבִ H8393 רָשָׁ֣ע H7563 נֶעְכָּֽרֶת H5916 ",
      "7": "שִׂפְתֵ֣י H8193 חֲ֭כָמִים H2450 יְזָ֣רוּ H2219 דָ֑עַת H1847 וְלֵ֖ב H3820 כְּסִילִ֣ים H3684 לֹא H3808 כֵֽן H3651 ",
      "8": "זֶ֣בַח H2077 רְ֭שָׁעִים H7563 תּוֹעֲבַ֣ת H8441 יְהוָ֑ה H3068 וּתְפִלַּ֖ת H8605 יְשָׁרִ֣ים H3477 רְצוֹנֽוֹ H7522 ",
      "9": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 דֶּ֣רֶךְ H1870 רָשָׁ֑ע H7563 וּמְרַדֵּ֖ף H7291 צְדָקָ֣ה H6666 יֶאֱהָֽב H157 ",
      "10": "מוּסָ֣ר H4148 רָ֭ע H7451 לְעֹזֵ֣ב H5800 אֹ֑רַח H734 שׂוֹנֵ֖א H8130 תוֹכַ֣חַת H8433 יָמֽוּת H4191 ",
      "11": "שְׁא֣וֹל H7585 וַ֭אֲבַדּוֹן H11 נֶ֣גֶד H5048 יְהוָ֑ה H3068 אַ֝֗ף H637 כִּֽי H3588 לִבּ֥וֹת H3826 בְּֽנֵי H1121 אָדָֽם H120 ",
      "12": "לֹ֣א H3808 יֶאֱהַב H157 לֵ֭ץ H3887 הוֹכֵ֣חַֽ H3198 ל֑וֹ Hl אֶל H413 חֲ֝כָמִ֗ים H2450 לֹ֣א H3808 יֵלֵֽךְ H3212 ",
      "13": "לֵ֣ב H3820 שָׂ֭מֵחַ H8056 יֵיטִ֣ב H3190 פָּנִ֑ים H6440 וּבְ H6094 לֵ֝ב H3820 ר֣וּחַ H7307 נְכֵאָֽה H5218 ",
      "14": "לֵ֣ב H3820 נָ֭בוֹן H995 יְבַקֶּשׁ H1245 דָּ֑עַת H1847 ופני H6440 כְ֝סִילִ֗ים H3684 יִרְעֶ֥ה H7462 אִוֶּֽלֶת H200 ",
      "15": "כָּל H3605 יְמֵ֣י H3117 עָנִ֣י H6041 רָעִ֑ים H7451 וְטֽוֹב H2896 לֵ֝֗ב H3820 מִשְׁתֶּ֥ה H4960 תָמִֽיד H8548 ",
      "16": "טוֹב H2896 מְ֭עַט H4592 בְּיִרְאַ֣ת H3374 יְהוָ֑ה H3068 מֵאוֹצָ֥ר H214 רָ֝֗ב H7227 וּמְה֥וּמָה H4103 בֽוֹ Hb ",
      "17": "ט֤וֹב H2896 אֲרֻחַ֣ת H737 יָ֭רָק H3419 וְאַהֲבָה H160 שָׁ֑ם H8033 מִשּׁ֥וֹר H7794 אָ֝ב֗וּס H75 וְשִׂנְאָה H8135 בֽוֹ Hb ",
      "18": "אִ֣ישׁ H376 חֵ֭מָה H2534 יְגָרֶ֣ה H1624 מָד֑וֹן H4066 וְאֶ֥רֶך H750 אַ֝פַּ֗יִם H639 יַשְׁקִ֥יט H8252 רִֽיב H7379 ",
      "19": "דֶּ֣רֶךְ H1870 עָ֭צֵל H6102 כִּמְשֻׂ֣כַת H4881 חָ֑דֶק H2312 וְאֹ֖רַח H734 יְשָׁרִ֣ים H3477 סְלֻלָֽה H5549 ",
      "20": "בֵּ֣ן H1121 חָ֭כָם H2450 יְשַׂמַּח H8055 אָ֑ב H1 וּכְסִ֥יל H3684 אָ֝דָ֗ם H120 בּוֹזֶ֥ה H959 אִמּֽוֹ H517 ",
      "21": "אִ֭וֶּלֶת H200 שִׂמְחָ֣ה H8057 לַחֲסַר H2638 לֵ֑ב H3820 וְאִ֥ישׁ H376 תְּ֝בוּנָ֗ה H8394 יְיַשֶׁר H3474 לָֽכֶת H3212 ",
      "22": "הָפֵ֣ר H6565 מַ֭חֲשָׁבוֹת H4284 בְּאֵ֣ין H369 ס֑וֹד H5475 וּבְ H7230 יוֹעֲצִ֣ים H3289 תָּקֽוּם H6965 ",
      "23": "שִׂמְחָ֣ה H8057 לָ֭אִישׁ H376 בְּמַעֲנֵה H4617 פִ֑יו H6310 וְדָבָ֖ר H1697 בְּעִתּ֣ H6256 מַה H4100 טּֽוֹב H2896 ",
      "24": "אֹ֣רַח H734 חַ֭יִּים H2416 לְמַ֣עְלָ H4605 לְמַשְׂכִּ֑יל H7919 לְמַ֥עַן H4616 ס֝֗וּר H5493 מִשְּׁא֥וֹל H7585 מָֽטָּה H4295 ",
      "25": "בֵּ֣ית H1004 גֵּ֭אִים H1343 יִסַּ֥ח H5255 יְהוָ֑ה H3068 וְ֝יַצֵּ֗ב H5324 גְּב֣וּל H1366 אַלְמָנָֽה H490 ",
      "26": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 מַחְשְׁב֣וֹת H4284 רָ֑ע H7451 וּ֝טְהֹרִ֗ים H2889 אִמְרֵי H561 נֹֽעַם H5278 ",
      "27": "עֹכֵ֣ר H5916 בֵּ֭יתוֹ H1004 בּוֹצֵ֣עַ H1214 בָּ֑צַע H1215 וְשׂוֹנֵ֖א H8130 מַתָּנֹ֣ת H4979 יִחְיֶֽה H2421 ",
      "28": "לֵ֣ב H3820 צַ֭דִּיק H6662 יֶהְגֶּ֣ה H1897 לַעֲנ֑וֹת H6030 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יַבִּ֥יעַ H5042 רָעֽוֹת H7451 ",
      "29": "רָח֣וֹק H7350 יְ֭הוָה H3068 מֵרְשָׁעִ֑ים H7563 וּתְפִלַּ֖ת H8605 צַדִּיקִ֣ים H6662 יִשְׁמָֽע H8085 ",
      "30": "מְֽאוֹר H3974 עֵ֭ינַיִם H5869 יְשַׂמַּֽח H8055 לֵ֑ב H3820 שְׁמוּעָ֥ה H8052 ט֝וֹבָ֗ה H2896 תְּדַשֶּׁן H1878 עָֽצֶם H6106 ",
      "31": "אֹ֗זֶן H241 שֹׁ֭מַעַת H8085 תּוֹכַ֣חַת H8433 חַיִּ֑ים H2416 בְּקֶ֖רֶב H7130 חֲכָמִ֣ים H2450 תָּלִֽין H3885 ",
      "32": "פּוֹרֵ֣עַ H6544 מ֭וּסָר H4148 מוֹאֵ֣ס H3988 נַפְשׁ֑וֹ H5315 וְשׁוֹמֵ֥עַ H8085 תּ֝וֹכַ֗חַת H8433 ק֣וֹנֶה H7069 לֵּֽב H3820 ",
      "33": "יִרְאַ֣ת H3374 יְ֭הוָה H3068 מוּסַ֣ר H4148 חָכְמָ֑ה H2451 וְלִ H6440 כָב֣וֹד H3519 עֲנָוָֽה H6038 "
    },
    "16": {
      "1": "לְאָדָ֥ם H120 מַֽעַרְכֵי H4633 לֵ֑ב H3820 וּ֝מֵ H3068 מַעֲנֵ֥ה H4617 לָשֽׁוֹן H3956 ",
      "2": "כָּֽל H3605 דַּרְכֵי H1870 אִ֭ישׁ H376 זַ֣ךְ H2134 בְּעֵינָ֑י H5869 וְתֹכֵ֖ן H8505 רוּח֣וֹת H7307 יְהוָֽה H3068 ",
      "3": "גֹּ֣ל H1556 אֶל H413 יְהוָ֣ה H3068 מַעֲשֶׂ֑יךָ H4639 וְ֝יִכֹּ֗נוּ H3559 מַחְשְׁבֹתֶֽיךָ H4284 ",
      "4": "כֹּ֤ל H3605 פָּעַ֣ל H6466 יְ֭הוָה H3068 לַֽמַּעֲנֵ֑ H4617 וְגַם H1571 רָ֝שָׁ֗ע H7563 לְי֣וֹם H3117 רָעָֽה H7451 ",
      "5": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 כָּל H3605 גְּבַהּ H1362 לֵ֑ב H3820 יָ֥ד H3027 לְ֝יָ֗ד H3027 לֹ֣א H3808 יִנָּקֶֽה H5352 ",
      "6": "בְּחֶ֣סֶד H2617 וֶ֭אֱמֶת H571 יְכֻפַּ֣ר H3722 עָוֺ֑ן H5771 וּבְ H3374 יְ֝הוָ֗ה H3068 ס֣וּר H5493 מֵרָֽע H7451 ",
      "7": "בִּרְצ֣וֹת H7521 יְ֭הוָה H3068 דַּרְכֵי H1870 אִ֑ישׁ H376 גַּם H1571 א֝וֹיְבָ֗יו H341 יַשְׁלִ֥ם H7999 אִתּֽוֹ H854 ",
      "8": "טוֹב H2896 מְ֭עַט H4592 בִּצְדָקָ֑ה H6666 מֵרֹ֥ב H7230 תְּ֝בוּא֗וֹת H8393 בְּלֹ֣א H3808 מִשְׁפָּֽט H4941 ",
      "9": "לֵ֣ב H3820 אָ֭דָם H120 יְחַשֵּׁ֣ב H2803 דַּרְכּ֑וֹ H1870 וַֽ֝יהוָ֗ה H3068 יָכִ֥ין H3559 צַעֲדֽוֹ H6806 ",
      "10": "קֶ֤סֶם H7081 עַֽל H5921 שִׂפְתֵי H8193 מֶ֑לֶךְ H4428 בְּ֝מִשְׁפָּ֗ט H4941 לֹ֣א H3808 יִמְעַל H4603 פִּֽיו H6310 ",
      "11": "פֶּ֤לֶס H6425 וּמֹאזְנֵ֣י H3976 מִ֭שְׁפָּט H4941 לַֽיהוָ֑ה H3068 מַ֝עֲשֵׂ֗הוּ H4639 כָּל H3605 אַבְנֵי H68 כִֽיס H3599 ",
      "12": "תּוֹעֲבַ֣ת H8441 מְ֭לָכִים H4428 עֲשׂ֣וֹת H6213 רֶ֑שַׁע H7562 כִּ֥י H3588 בִ֝צְדָקָ֗ה H6666 יִכּ֥וֹן H3559 כִּסֵּֽא H3678 ",
      "13": "רְצ֣וֹן H7522 מְ֭לָכִים H4428 שִׂפְתֵי H8193 צֶ֑דֶק H6664 וְדֹבֵ֖ר H1696 יְשָׁרִ֣ים H3477 יֶאֱהָֽב H157 ",
      "14": "חֲמַת H2534 מֶ֥לֶךְ H4428 מַלְאֲכֵי H4397 מָ֑וֶת H4194 וְאִ֖ישׁ H376 חָכָ֣ם H2450 יְכַפְּרֶֽנָּה H3722 ",
      "15": "בְּאוֹר H216 פְּנֵי H6440 מֶ֥לֶךְ H4428 חַיִּ֑ים H2416 וּ֝רְצוֹנ֗ H7522 כְּעָ֣ב H5645 מַלְקֽוֹשׁ H4456 ",
      "16": "קְֽנֹה H7069 חָכְמָ֗ה H2451 מַה H4100 טּ֥וֹב H2896 מֵחָר֑וּץ H2742 וּקְנ֥וֹת H7069 בִּ֝ינָ֗ה H998 נִבְחָ֥ר H977 מִכָּֽסֶף H3701 ",
      "17": "מְסִלַּ֣ת H4546 יְ֭שָׁרִים H3477 ס֣וּר H5493 מֵרָ֑ע H7451 שֹׁמֵ֥ר H8104 נַ֝פְשׁ֗וֹ H5315 נֹצֵ֥ר H5341 דַּרְכּֽוֹ H1870 ",
      "18": "לִפְנֵי H6440 שֶׁ֥בֶר H7667 גָּא֑וֹן H1347 וְלִ H6440 כִ֝שָּׁל֗וֹן H3783 גֹּ֣בַהּ H1363 רֽוּחַ H7307 ",
      "19": "ט֣וֹב H2896 שְׁפַל H8217 ר֭וּחַ H7307 אֶת H854 עניים H6041 מֵֽחַלֵּ֥ק H2505 שָׁ֝לָ֗ל H7998 אֶת H854 גֵּאִֽים H1343 ",
      "20": "מַשְׂכִּ֣יל H7919 עַל H5921 דָּ֭בָר H1697 יִמְצָא H4672 ט֑וֹב H2896 וּבוֹטֵ֖חַ H982 בַּיהוָ֣ה H3068 אַשְׁרָֽיו H835 ",
      "21": "לַחֲכַם H2450 לֵ֭ב H3820 יִקָּרֵ֣א H7121 נָב֑וֹן H995 וּמֶ֥תֶק H4986 שְׂ֝פָתַ֗יִם H8193 יֹסִ֥יף H3254 לֶֽקַח H3948 ",
      "22": "מְק֣וֹר H4726 חַ֭יִּים H2416 שֵׂ֣כֶל H7922 בְּעָלָ֑יו H1167 וּמוּסַ֖ר H4148 אֱוִלִ֣ים H191 אִוֶּֽלֶת H200 ",
      "23": "לֵ֣ב H3820 חָ֭כָם H2450 יַשְׂכִּ֣יל H7919 פִּ֑יהוּ H6310 וְעַל H5921 שְׂ֝פָתָ֗יו H8193 יֹסִ֥יף H3254 לֶֽקַח H3948 ",
      "24": "צוּף H6688 דְּ֭בַשׁ H1706 אִמְרֵי H561 נֹ֑עַם H5278 מָת֥וֹק H4966 לַ֝נֶּפֶשׁ H5315 וּמַרְפֵּ֥א H4832 לָעָֽצֶם H6106 ",
      "25": "יֵ֤שׁ H3426 דֶּ֣רֶךְ H1870 יָ֭שָׁר H3477 לִפְנֵי H6440 אִ֑ישׁ H376 וְ֝אַחֲרִיתָ֗ H319 דַּרְכֵי H1870 מָֽוֶת H4194 ",
      "26": "נֶ֣פֶשׁ H5315 עָ֭מֵל H6001 עָ֣מְלָה H5998 לּ֑וֹ Hl כִּֽי H3588 אָכַ֖ף H404 עָלָ֣יו H5921 פִּֽיהוּ H6310 ",
      "27": "אִ֣ישׁ H376 בְּ֭לִיַּעַל H1100 כֹּרֶ֣ה H3738 רָעָ֑ה H7451 וְעַל H5921 שפתיו H8193 כְּאֵ֣שׁ H784 צָרָֽבֶת H6867 ",
      "28": "אִ֣ישׁ H376 תַּ֭הְפֻּכוֹת H8419 יְשַׁלַּ֣ח H7971 מָד֑וֹן H4066 וְ֝נִרְגָּ֗ H5372 מַפְרִ֥יד H6504 אַלּֽוּף H441 ",
      "29": "אִ֣ישׁ H376 חָ֭מָס H2555 יְפַתֶּ֣ה H6601 רֵעֵ֑הוּ H7453 וְ֝הוֹלִיכ֗ H3212 בְּדֶ֣רֶךְ H1870 לֹא H3808 טֽוֹב H2896 ",
      "30": "עֹצֶ֣ה H6095 עֵ֭ינָיו H5869 לַחְשֹׁ֣ב H2803 תַּהְפֻּכ֑וֹת H8419 קֹרֵ֥ץ H7169 שְׂ֝פָתָ֗יו H8193 כִּלָּ֥ה H3615 רָעָֽה H7451 ",
      "31": "עֲטֶ֣רֶת H5850 תִּפְאֶ֣רֶת H8597 שֵׂיבָ֑ה H7872 בְּדֶ֥רֶךְ H1870 צְ֝דָקָ֗ה H6666 תִּמָּצֵֽא H4672 ",
      "32": "ט֤וֹב H2896 אֶ֣רֶךְ H750 אַ֭פַּיִם H639 מִגִּבּ֑וֹר H1368 וּמֹשֵׁ֥ל H4910 בְּ֝רוּח֗ H7307 מִלֹּכֵ֥ד H3920 עִֽיר H5892 ",
      "33": "בַּ֭חֵיק H2436 יוּטַ֣ל H2904 אֶת H853 הַגּוֹרָ֑ל H1486 וּ֝מֵ H3068 כָּל H3605 מִשְׁפָּטֽוֹ H4941 "
    },
    "17": {
      "1": "ט֤וֹב H2896 פַּ֣ת H6595 חֲ֭רֵבָה H2720 וְשַׁלְוָה H7962 בָ֑הּ Hb מִ֝בַּ֗יִת H1004 מָלֵ֥א H4392 זִבְחֵי H2077 רִֽיב H7379 ",
      "2": "עֶֽבֶד H5650 מַשְׂכִּ֗יל H7919 יִ֭מְשֹׁל H4910 בְּבֵ֣ן H1121 מֵבִ֑ישׁ H954 וּבְ H8432 אַ֝חִ֗ים H251 יַחֲלֹ֥ק H2505 נַחֲלָֽה H5159 ",
      "3": "מַצְרֵ֣ף H4715 לַ֭כֶּסֶף H3701 וְכ֣וּר H3564 לַזָּהָ֑ב H2091 וּבֹחֵ֖ן H974 לִבּ֣וֹת H3826 יְהוָֽה H3068 ",
      "4": "מֵ֭רַע H7489 מַקְשִׁ֣יב H7181 עַל H5921 שְׂפַת H8193 אָ֑וֶן H205 שֶׁ֥קֶר H8267 מֵ֝זִין H238 עַל H5921 לְשׁ֥וֹן H3956 הַוֺּֽת H1942 ",
      "5": "לֹעֵ֣ג H3932 לָ֭רָשׁ H7326 חֵרֵ֣ף H2778 עֹשֵׂ֑הוּ H6213 שָׂמֵ֥חַ H8056 לְ֝אֵ֗יד H343 לֹ֣א H3808 יִנָּקֶֽה H5352 ",
      "6": "עֲטֶ֣רֶת H5850 זְ֭קֵנִים H2205 בְּנֵ֣י H1121 בָנִ֑ים H1121 וְתִפְאֶ֖רֶת H8597 בָּנִ֣ים H1121 אֲבוֹתָֽם H1 ",
      "7": "לֹא H3808 נָאוָ֣ה H5000 לְנָבָ֣ל H5036 שְׂפַת H8193 יֶ֑תֶר H3499 אַ֝֗ף H637 כִּֽי H3588 לְנָדִ֥יב H5081 שְׂפַת H8193 שָֽׁקֶר H8267 ",
      "8": "אֶֽבֶן H68 חֵ֣ן H2580 הַ֭שֹּׁחַד H7810 בְּעֵינֵ֣י H5869 בְעָלָ֑יו H1167 אֶֽל H413 כָּל H3605 אֲשֶׁ֖ר H834 יִפְנֶ֣ה H6437 יַשְׂכִּֽיל H7919 ",
      "9": "מְֽכַסֶּה H3680 פֶּ֭שַׁע H6588 מְבַקֵּ֣שׁ H1245 אַהֲבָ֑ה H160 וְשֹׁנֶ֥ה H8138 בְ֝דָבָ֗ר H1697 מַפְרִ֥יד H6504 אַלּֽוּף H441 ",
      "10": "תֵּ֣חַת H5181 גְּעָרָ֣ה H1606 בְמֵבִ֑ין H995 מֵהַכּ֖וֹת H5221 כְּסִ֣יל H3684 מֵאָֽה H3967 ",
      "11": "אַךְ H389 מְרִ֥י H4805 יְבַקֶּשׁ H1245 רָ֑ע H7451 וּמַלְאָ֥ךְ H4397 אַ֝כְזָרִ֗י H394 יְשֻׁלַּח H7971 בּֽוֹ Hb ",
      "12": "פָּג֬וֹשׁ H6298 דֹּ֣ב H1677 שַׁכּ֣וּל H7909 בְּאִ֑ישׁ H376 וְאַל H408 כְּ֝סִ֗יל H3684 בְּאִוַּלְתּֽ H200 ",
      "13": "מֵשִׁ֣יב H7725 רָ֭עָה H7451 תַּ֣חַת H8478 טוֹבָ֑ה H2896 לֹא H3808 תמיש H4185 רָ֝עָ֗ה H7451 מִבֵּיתֽ H1004 ",
      "14": "פּ֣וֹטֵֽר H6362 מַ֭יִם H4325 רֵאשִׁ֣ית H7225 מָד֑וֹן H4066 וְלִ H6440 הִ֝תְגַּלַּ֗ע H1566 הָרִ֥יב H7379 נְטֽוֹשׁ H5203 ",
      "15": "מַצְדִּ֣יק H6663 רָ֭שָׁע H7563 וּמַרְשִׁ֣יעַ H7561 צַדִּ֑יק H6662 תּוֹעֲבַ֥ת H8441 יְ֝הוָ֗ה H3068 גַּם H1571 שְׁנֵיהֶֽם H8147 ",
      "16": "לָמָּה H4100 זֶּ֣ה H2088 מְחִ֣יר H4242 בְּיַד H3027 כְּסִ֑יל H3684 לִקְנ֖וֹת H7069 חָכְמָ֣ה H2451 וְלֶב H3820 אָֽיִן H369 ",
      "17": "בְּכָל H3605 עֵ֭ת H6256 אֹהֵ֣ב H157 הָרֵ֑עַ H7453 וְאָ֥ח H251 לְ֝צָרָ֗ה H6869 יִוָּלֵֽד H3205 ",
      "18": "אָדָ֣ם H120 חֲסַר H2638 לֵ֭ב H3820 תּוֹקֵ֣עַ H8628 כָּ֑ף H3709 עֹרֵ֥ב H6148 עֲ֝רֻבָּ֗ה H6161 לִפְנֵ֥י H6440 רֵעֵֽהוּ H7453 ",
      "19": "אֹ֣הֵֽב H157 פֶּ֭שַׁע H6588 אֹהֵ֣ב H157 מַצָּ֑ה H4683 מַגְבִּ֥יהַּ H1361 פִּ֝תְח֗וֹ H6607 מְבַקֶּשׁ H1245 שָֽׁבֶר H7667 ",
      "20": "עִקֶּשׁ H6141 לֵ֭ב H3820 לֹ֣א H3808 יִמְצָא H4672 ט֑וֹב H2896 וְנֶהְפָּ֥ךְ H2015 בִּ֝לְשׁוֹנ֗ H3956 יִפּ֥וֹל H5307 בְּרָעָֽה H7451 ",
      "21": "יֹלֵ֣ד H3205 כְּ֭סִיל H3684 לְת֣וּגָה H8424 ל֑וֹ Hl וְלֹֽא H3808 יִ֝שְׂמַ֗ח H8055 אֲבִ֣י H1 נָבָֽל H5036 ",
      "22": "לֵ֣ב H3820 שָׂ֭מֵחַ H8056 יֵיטִ֣ב H3190 גֵּהָ֑ה H1456 וְר֥וּחַ H7307 נְ֝כֵאָ֗ה H5218 תְּיַבֶּשׁ H3001 גָּֽרֶם H1634 ",
      "23": "שֹׁ֣חַד H7810 מֵ֭חֵיק H2436 רָשָׁ֣ע H7563 יִקָּ֑ח H3947 לְ֝הַטּ֗וֹת H5186 אָרְח֥וֹת H734 מִשְׁפָּֽט H4941 ",
      "24": "אֶת H854 פְּנֵ֣י H6440 מֵבִ֣ין H995 חָכְמָ֑ה H2451 וְעֵינֵ֥י H5869 כְ֝סִ֗יל H3684 בִּקְצֵה H7097 אָֽרֶץ H776 ",
      "25": "כַּ֣עַס H3708 לְ֭אָבִי H1 בֵּ֣ן H1121 כְּסִ֑יל H3684 וּ֝מֶ֗מֶר H4470 לְיוֹלַדְתּֽ H3205 ",
      "26": "גַּ֤ם H1571 עֲנ֣וֹשׁ H6064 לַצַּדִּ֣יק H6662 לֹא H3808 ט֑וֹב H2896 לְהַכּ֖וֹת H5221 נְדִיבִ֣ים H5081 עַל H5921 יֹֽשֶׁר H3476 ",
      "27": "חוֹשֵׂ֣ךְ H2820 אֲ֭מָרָיו H561 יוֹדֵ֣עַ H3045 דָּ֑עַת H1847 וקר H7119 ר֝֗וּחַ H7307 אִ֣ישׁ H376 תְּבוּנָֽה H8394 ",
      "28": "גַּ֤ם H1571 אֱוִ֣יל H191 מַ֭חֲרִישׁ H2790 חָכָ֣ם H2450 יֵחָשֵׁ֑ב H2803 אֹטֵ֖ם H331 שְׂפָתָ֣יו H8193 נָבֽוֹן H995 "
    },
    "18": {
      "1": "לְֽ֭תַאֲוָה H8378 יְבַקֵּ֣שׁ H1245 נִפְרָ֑ד H6504 בְּכָל H3605 תּ֝וּשִׁיָּ֗ה H8454 יִתְגַּלָּֽע H1566 ",
      "2": "לֹֽא H3808 יַחְפֹּ֣ץ H2654 כְּ֭סִיל H3684 בִּתְבוּנָ֑ה H8394 כִּ֝֗י H3588 אִֽם H518 בְּהִתְגַּלּ֥וֹת H1540 לִבּֽוֹ H3820 ",
      "3": "בְּֽבוֹא H935 רָ֭שָׁע H7563 בָּ֣א H935 גַם H1571 בּ֑וּז H937 וְֽעִם H5973 קָל֥וֹן H7036 חֶרְפָּֽה H2781 ",
      "4": "מַ֣יִם H4325 עֲ֭מֻקִּים H6013 דִּבְרֵ֣י H1697 פִי H6310 אִ֑ישׁ H376 נַ֥חַל H5158 נֹ֝בֵ֗עַ H5042 מְק֣וֹר H4726 חָכְמָֽה H2451 ",
      "5": "שְׂאֵ֣ת H5375 פְּנֵי H6440 רָשָׁ֣ע H7563 לֹא H3808 ט֑וֹב H2896 לְהַטּ֥וֹת H5186 צַ֝דִּ֗יק H6662 בַּמִּשְׁפָּֽט H4941 ",
      "6": "שִׂפְתֵ֣י H8193 כְ֭סִיל H3684 יָבֹ֣אֽוּ H935 בְרִ֑יב H7379 וּ֝פִ֗י H6310 לְֽמַהֲלֻמ֥וֹת H4112 יִקְרָֽא H7121 ",
      "7": "פִּֽי H6310 כְ֭סִיל H3684 מְחִתָּה H4288 ל֑וֹ Hl וּ֝שְׂפָתָ֗י H8193 מוֹקֵ֥שׁ H4170 נַפְשֽׁוֹ H5315 ",
      "8": "דִּבְרֵ֣י H1697 נִ֭רְגָּן H5372 כְּמִֽתְלַהֲמִ֑ים H3859 וְ֝הֵ֗ם H1992 יָרְד֥וּ H3381 חַדְרֵי H2315 בָֽטֶן H990 ",
      "9": "גַּ֭ם H1571 מִתְרַפֶּ֣ה H7503 בִמְלַאכְתּ֑ H4399 אָ֥ח H251 ה֝֗וּא H1931 לְבַ֣עַל H1167 מַשְׁחִֽית H7843 ",
      "10": "מִגְדַּל H4026 עֹ֭ז H5797 שֵׁ֣ם H8034 יְהוָ֑ה H3068 בּֽוֹ Hb יָר֖וּץ H7323 צַדִּ֣יק H6662 וְנִשְׂגָּֽב H7682 ",
      "11": "ה֣וֹן H1952 עָ֭שִׁיר H6223 קִרְיַ֣ת H7151 עֻזּ֑וֹ H5797 וּכְ H2346 נִ֝שְׂגָּבָ֗ה H7682 בְּמַשְׂכִּיתֽ H4906 ",
      "12": "לִפְנֵי H6440 שֶׁ֭בֶר H7667 יִגְבַּ֣הּ H1361 לֵב H3820 אִ֑ישׁ H376 וְלִ H6440 כָב֣וֹד H3519 עֲנָוָֽה H6038 ",
      "13": "מֵשִׁ֣יב H7725 דָּ֭בָר H1697 בְּטֶ֣רֶם H2962 יִשְׁמָ֑ע H8085 אִוֶּ֥לֶת H200 הִיא H1931 ל֝֗וֹ Hl וּכְלִמָּֽה H3639 ",
      "14": "רֽוּחַ H7307 אִ֭ישׁ H376 יְכַלְכֵּ֣ל H3557 מַחֲלֵ֑הוּ H4245 וְר֥וּחַ H7307 נְ֝כֵאָ֗ה H5218 מִ֣י H4310 יִשָּׂאֶֽנָּה H5375 ",
      "15": "לֵ֣ב H3820 נָ֭בוֹן H995 יִקְנֶה H7069 דָּ֑עַת H1847 וְאֹ֥זֶן H241 חֲ֝כָמִ֗ים H2450 תְּבַקֶּשׁ H1245 דָּֽעַת H1847 ",
      "16": "מַתָּ֣ן H4976 אָ֭דָם H120 יַרְחִ֣יב H7337 ל֑וֹ Hl וְלִ H6440 גְדֹלִ֣ים H1419 יַנְחֶֽנּוּ H5148 ",
      "17": "צַדִּ֣יק H6662 הָרִאשׁ֣וֹן H7223 בְּרִיב֑ H7379 יבא H935 רֵ֝עֵ֗הוּ H7453 וַחֲקָרֽ H2713 ",
      "18": "מִ֭דְיָנִים H4079 יַשְׁבִּ֣ית H7673 הַגּוֹרָ֑ל H1486 וּבֵ֖ין H996 עֲצוּמִ֣ים H6099 יַפְרִֽיד H6504 ",
      "19": "אָ֗ח H251 נִפְשָׁ֥ע H6586 מִקִּרְיַת H7151 עֹ֑ז H5797 ומדונים H4066 כִּבְרִ֥יחַ H1280 אַרְמֽוֹן H759 ",
      "20": "מִפְּרִ֣י H6529 פִי H6310 אִ֭ישׁ H376 תִּשְׂבַּ֣ע H7646 בִּטְנ֑וֹ H990 תְּבוּאַ֖ת H8393 שְׂפָתָ֣יו H8193 יִשְׂבָּֽע H7646 ",
      "21": "מָ֣וֶת H4194 וְ֭חַיִּים H2416 בְּיַד H3027 לָשׁ֑וֹן H3956 וְ֝אֹהֲבֶ֗י H157 יֹאכַ֥ל H398 פִּרְיָֽהּ H6529 ",
      "22": "מָצָ֣א H4672 אִ֭שָּׁה H802 מָ֣צָא H4672 ט֑וֹב H2896 וַיָּ֥פֶק H6329 רָ֝צ֗וֹן H7522 מֵיְהוָֽה H3068 ",
      "23": "תַּחֲנוּנִ֥ים H8469 יְדַבֶּר H1696 רָ֑שׁ H7326 וְ֝עָשִׁ֗יר H6223 יַעֲנֶ֥ה H6030 עַזּֽוֹת H5794 ",
      "24": "אִ֣ישׁ H376 רֵ֭עִים H7453 לְהִתְרֹעֵ֑עַ H7489 וְיֵ֥שׁ H3426 אֹ֝הֵ֗ב H157 דָּבֵ֥ק H1695 מֵאָֽח H251 "
    },
    "19": {
      "1": "טֽוֹב H2896 רָ֭שׁ H7326 הוֹלֵ֣ךְ H1980 בְּתֻמּ֑ H8537 מֵעִקֵּ֥שׁ H6141 שְׂ֝פָתָ֗יו H8193 וְה֣וּא H1931 כְסִֽיל H3684 ",
      "2": "גַּ֤ם H1571 בְּלֹא H3808 דַ֣עַת H1847 נֶ֣פֶשׁ H5315 לֹא H3808 ט֑וֹב H2896 וְאָ֖ץ H213 בְּרַגְלַ֣יִם H7272 חוֹטֵֽא H2398 ",
      "3": "אִוֶּ֣לֶת H200 אָ֭דָם H120 תְּסַלֵּ֣ף H5557 דַּרְכּ֑וֹ H1870 וְעַל H5921 יְ֝הוָ֗ה H3068 יִזְעַ֥ף H2196 לִבּֽוֹ H3820 ",
      "4": "ה֗וֹן H1952 יֹ֭סִיף H3254 רֵעִ֣ים H7453 רַבִּ֑ים H7227 וְ֝דָ֗ל H1800 מֵרֵ֥עהוּ H7453 יִפָּרֵֽד H6504 ",
      "5": "עֵ֣ד H5707 שְׁ֭קָרִים H8267 לֹ֣א H3808 יִנָּקֶ֑ה H5352 וְיָפִ֥יחַ H6315 כְּ֝זָבִ֗ים H3577 לֹ֣א H3808 יִמָּלֵֽט H4422 ",
      "6": "רַ֭בִּים H7227 יְחַלּ֣וּ H2470 פְנֵֽי H6440 נָדִ֑יב H5081 וְכָל H3605 הָ֝רֵ֗עַ H7453 לְאִ֣ישׁ H376 מַתָּֽן H4976 ",
      "7": "כָּ֥ל H3605 אֲחֵי H251 רָ֨שׁ H7326 שְֽׂנֵאֻ֗הוּ H8130 אַ֤ף H637 כִּ֣י H3588 מְ֭רֵעֵהוּ H4828 רָחֲק֣וּ H7368 מִמֶּ֑נּוּ H4480 מְרַדֵּ֖ף H7291 אֲמָרִ֣ים H561 לא H3808 הֵֽמָּה H1992 ",
      "8": "קֹֽנֶה H7069 לֵּ֭ב H3820 אֹהֵ֣ב H157 נַפְשׁ֑וֹ H5315 שֹׁמֵ֥ר H8104 תְּ֝בוּנָ֗ה H8394 לִמְצֹא H4672 טֽוֹב H2896 ",
      "9": "עֵ֣ד H5707 שְׁ֭קָרִים H8267 לֹ֣א H3808 יִנָּקֶ֑ה H5352 וְיָפִ֖יחַ H6315 כְּזָבִ֣ים H3577 יֹאבֵֽד H6 ",
      "10": "לֹֽא H3808 נָאוֶ֣ה H5000 לִכְסִ֣יל H3684 תַּעֲנ֑וּג H8588 אַ֝֗ף H637 כִּֽי H3588 לְעֶ֤בֶד H5650 מְשֹׁ֬ל H4910 בְּשָׂרִֽים H8269 ",
      "11": "שֵׂ֣כֶל H7922 אָ֭דָם H120 הֶאֱרִ֣יךְ H748 אַפּ֑וֹ H639 וְ֝תִפאַרְתּ֗ H8597 עֲבֹ֣ר H5674 עַל H5921 פָּֽשַׁע H6588 ",
      "12": "נַ֣הַם H5099 כַּ֭כְּפִיר H3715 זַ֣עַף H2197 מֶ֑לֶךְ H4428 וּכְ H2919 עַל H5921 עֵ֣שֶׂב H6212 רְצוֹנֽוֹ H7522 ",
      "13": "הַוֺּ֣ת H1942 לְ֭אָבִי H1 בֵּ֣ן H1121 כְּסִ֑יל H3684 וְדֶ֥לֶף H1812 טֹ֝רֵ֗ד H2956 מִדְיְנֵ֥י H4079 אִשָּֽׁה H802 ",
      "14": "בַּ֣יִת H1004 וָ֭הוֹן H1952 נַחֲלַ֣ת H5159 אָב֑וֹת H1 וּ֝מֵ H3068 אִשָּׁ֥ה H802 מַשְׂכָּֽלֶת H7919 ",
      "15": "עַ֭צְלָה H6103 תַּפִּ֣יל H5307 תַּרְדֵּמָ֑ה H8639 וְנֶ֖פֶשׁ H5315 רְמִיָּ֣ה H7423 תִרְעָֽב H7456 ",
      "16": "שֹׁמֵ֣ר H8104 מִ֭צְוָה H4687 שֹׁמֵ֣ר H8104 נַפְשׁ֑וֹ H5315 בּוֹזֵ֖ה H959 דְרָכָ֣יו H1870 יומת H4191 ",
      "17": "מַלְוֵ֣ה H3867 יְ֭הוָה H3068 ח֣וֹנֵֽן H2603 דָּ֑ל H1800 וּ֝גְמֻל֗ H1576 יְשַׁלֶּם H7999 לֽוֹ Hl ",
      "18": "יַסֵּ֣ר H3256 בִּ֭נְךָ H1121 כִּי H3588 יֵ֣שׁ H3426 תִּקְוָ֑ה H8615 וְאֶל H413 הֲ֝מִית֗וֹ H4191 אַל H408 תִּשָּׂ֥א H5375 נַפְשֶֽׁךָ H5315 ",
      "19": "גרל H1632 חֵ֭מָה H2534 נֹ֣שֵׂא H5375 עֹ֑נֶשׁ H6066 כִּ֥י H3588 אִם H518 תַּ֝צִּ֗יל H5337 וְע֣וֹד H5750 תּוֹסִֽף H3254 ",
      "20": "שְׁמַ֣ע H8085 עֵ֭צָה H6098 וְקַבֵּ֣ל H6901 מוּסָ֑ר H4148 לְ֝מַ֗עַן H4616 תֶּחְכַּ֥ם H2449 בְּאַחֲרִיתֶֽ H319 ",
      "21": "רַבּ֣וֹת H7227 מַחֲשָׁב֣וֹת H4284 בְּלֶב H3820 אִ֑ישׁ H376 וַעֲצַ֥ת H6098 יְ֝הוָ֗ה H3068 הִ֣יא H1931 תָקֽוּם H6965 ",
      "22": "תַּאֲוַ֣ת H8378 אָדָ֣ם H120 חַסְדּ֑וֹ H2617 וְטֽוֹב H2896 רָ֝שׁ H7326 מֵאִ֥ישׁ H376 כָּזָֽב H3577 ",
      "23": "יִרְאַ֣ת H3374 יְהוָ֣ה H3068 לְחַיִּ֑ים H2416 וְשָׂבֵ֥עַ H7649 יָ֝לִ֗ין H3885 בַּל H1077 יִפָּ֥קֶד H6485 רָֽע H7451 ",
      "24": "טָ֘מַ֤ן H2934 עָצֵ֣ל H6102 יָ֭דוֹ H3027 בַּצַּלָּ֑חַת H6747 גַּם H1571 אֶל H413 פִּ֝֗יהוּ H6310 לֹ֣א H3808 יְשִׁיבֶֽנָּה H7725 ",
      "25": "לֵ֣ץ H3887 תַּ֭כֶּה H5221 וּפֶ֣תִי H6612 יַעְרִ֑ם H6191 וְהוֹכִ֥יחַ H3198 לְ֝נָב֗וֹן H995 יָבִ֥ין H995 דָּֽעַת H1847 ",
      "26": "מְֽשַׁדֶּד H7703 אָ֭ב H1 יַבְרִ֣יחַ H1272 אֵ֑ם H517 בֵּ֝֗ן H1121 מֵבִ֥ישׁ H954 וּמַחְפִּֽיר H2659 ",
      "27": "חַֽדַל H2308 בְּ֭נִי H1121 לִשְׁמֹ֣עַ H8085 מוּסָ֑ר H4148 לִ֝שְׁג֗וֹת H7686 מֵֽאִמְרֵי H561 דָֽעַת H1847 ",
      "28": "עֵ֣ד H5707 בְּ֭לִיַּעַל H1100 יָלִ֣יץ H3887 מִשְׁפָּ֑ט H4941 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יְבַלַּע H1104 אָֽוֶן H205 ",
      "29": "נָכ֣וֹנוּ H3559 לַלֵּצִ֣ים H3887 שְׁפָטִ֑ים H8201 וּ֝מַהֲלֻמ֗וֹת H4112 לְגֵ֣ו H1460 כְּסִילִֽים H3684 "
    },
    "20": {
      "1": "לֵ֣ץ H3887 הַ֭יַּין H3196 הֹמֶ֣ה H1993 שֵׁכָ֑ר H7941 וְכָל H3605 שֹׁ֥גֶה H7686 בּ֝֗וֹ Hb לֹ֣א H3808 יֶחְכָּֽם H2449 ",
      "2": "נַ֣הַם H5099 כַּ֭כְּפִיר H3715 אֵ֣ימַת H367 מֶ֑לֶךְ H4428 מִ֝תְעַבְּר֗וֹ H5674 חוֹטֵ֥א H2398 נַפְשֽׁוֹ H5315 ",
      "3": "כָּב֣וֹד H3519 לָ֭אִישׁ H376 שֶׁ֣בֶת H7674 מֵרִ֑יב H7379 וְכָל H3605 אֱ֝וִ֗יל H191 יִתְגַּלָּֽע H1566 ",
      "4": "מֵ֭חֹרֶף H2779 עָצֵ֣ל H6102 לֹא H3808 יַחֲרֹ֑שׁ H2790 ישאל H7592 בַּקָּצִ֣יר H7105 וָאָֽיִן H369 ",
      "5": "מַ֣יִם H4325 עֲ֭מֻקִּים H6013 עֵצָ֣ה H6098 בְלֶב H3820 אִ֑ישׁ H376 וְאִ֖ישׁ H376 תְּבוּנָ֣ה H8394 יִדְלֶֽנָּה H1802 ",
      "6": "רָב H7230 אָדָ֗ם H120 יִ֭קְרָא H7121 אִ֣ישׁ H376 חַסְדּ֑וֹ H2617 וְאִ֥ישׁ H376 אֱ֝מוּנִ֗ים H529 מִ֣י H4310 יִמְצָֽא H4672 ",
      "7": "מִתְהַלֵּ֣ךְ H1980 בְּתֻמּ֣ H8537 צַדִּ֑יק H6662 אַשְׁרֵ֖י H835 בָנָ֣יו H1121 אַחֲרָֽיו H310 ",
      "8": "מֶ֗לֶךְ H4428 יוֹשֵׁ֥ב H3427 עַל H5921 כִּסֵּא H3678 דִ֑ין H1779 מְזָרֶ֖ה H2219 בְעֵינָ֣י H5869 כָּל H3605 רָֽע H7451 ",
      "9": "מִֽי H4310 יֹ֭אמַר H559 זִכִּ֣יתִי H2135 לִבִּ֑י H3820 טָ֝הַ֗רְתִּי H2891 מֵחַטָּאתִֽ H2403 ",
      "10": "אֶ֣בֶן H68 וָ֭אֶבֶן H68 אֵיפָ֣ה H374 וְאֵיפָ֑ה H374 תּוֹעֲבַ֥ת H8441 יְ֝הוָ֗ה H3068 גַּם H1571 שְׁנֵיהֶֽם H8147 ",
      "11": "גַּ֣ם H1571 בְּ֭מַעֲלָלָי H4611 יִתְנַכֶּר H5234 נָ֑עַר H5288 אִם H518 זַ֖ךְ H2134 וְאִם H518 יָשָׁ֣ר H3477 פָּעֳלֽוֹ H6467 ",
      "12": "אֹ֣זֶן H241 שֹׁ֭מַעַת H8085 וְעַ֣יִן H5869 רֹאָ֑ה H7200 יְ֝הוָ֗ה H3068 עָשָׂ֥ה H6213 גַם H1571 שְׁנֵיהֶֽם H8147 ",
      "13": "אַל H408 תֶּֽאֱהַ֣ב H157 שֵׁ֭נָה H8142 פֶּן H6435 תִּוָּרֵ֑שׁ H3423 פְּקַ֖ח H6491 עֵינֶ֣יךָ H5869 שְֽׂבַֽע H7646 לָֽחֶם H3899 ",
      "14": "רַ֣ע H7451 רַ֭ע H7451 יֹאמַ֣ר H559 הַקּוֹנֶ֑ה H7069 וְאֹזֵ֥ל H235 ל֝֗וֹ Hl אָ֣ז H227 יִתְהַלָּֽל H1984 ",
      "15": "יֵ֣שׁ H3426 זָ֭הָב H2091 וְרָב H7230 פְּנִינִ֑ים H6443 וּכְלִ֥י H3627 יְ֝קָ֗ר H3366 שִׂפְתֵי H8193 דָֽעַת H1847 ",
      "16": "לְֽקַח H3947 בִּ֭גְדוֹ H899 כִּי H3588 עָ֣רַב H6148 זָ֑ר H2114 וּבְעַ֖ד H1157 נכרים H5237 חַבְלֵֽהוּ H2254 ",
      "17": "עָרֵ֣ב H6156 לָ֭אִישׁ H376 לֶ֣חֶם H3899 שָׁ֑קֶר H8267 וְ֝אַחַ֗ר H310 יִמָּֽלֵא H4390 פִ֥יהוּ H6310 חָצָֽץ H2687 ",
      "18": "מַ֭חֲשָׁבוֹת H4284 בְּעֵצָ֣ה H6098 תִכּ֑וֹן H3559 וּ֝בְ H8458 עֲשֵׂ֣ה H6213 מִלְחָמָֽה H4421 ",
      "19": "גּֽוֹלֶה H1540 סּ֭וֹד H5475 הוֹלֵ֣ךְ H1980 רָכִ֑יל H7400 וּלְ H6601 שְׂ֝פָתָ֗יו H8193 לֹ֣א H3808 תִתְעָרָֽב H6148 ",
      "20": "מְ֭קַלֵּל H7043 אָבִ֣יו H1 וְאִמּ֑ H517 יִֽדְעַ֥ךְ H1846 נֵ֝ר֗וֹ H5216 באישון H380 חֹֽשֶׁךְ H2822 ",
      "21": "נַ֭חֲלָה H5159 מבחלת H973 בָּרִאשֹׁנָ֑ה H7223 וְ֝אַחֲרִיתָ֗ H319 לֹ֣א H3808 תְבֹרָֽךְ H1288 ",
      "22": "אַל H408 תֹּאמַ֥ר H559 אֲשַׁלְּמָה H7999 רָ֑ע H7451 קַוֵּ֥ה H6960 לַֽ֝יהוָ֗ה H3068 וְיֹ֣שַֽׁע H3467 לָֽךְ Hl ",
      "23": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 אֶ֣בֶן H68 וָאָ֑בֶן H68 וּמֹאזְנֵ֖י H3976 מִרְמָ֣ה H4820 לֹא H3808 טֽוֹב H2896 ",
      "24": "מֵיהוָ֥ה H3068 מִצְעֲדֵי H4703 גָ֑בֶר H1397 וְ֝אָדָ֗ם H120 מַה H4100 יָּבִ֥ין H995 דַּרְכּֽוֹ H1870 ",
      "25": "מוֹקֵ֣שׁ H4170 אָ֭דָם H120 יָ֣לַע H3216 קֹ֑דֶשׁ H6944 וְאַחַ֖ר H310 נְדָרִ֣ים H5088 לְבַקֵּֽר H1239 ",
      "26": "מְזָרֶ֣ה H2219 רְ֭שָׁעִים H7563 מֶ֣לֶךְ H4428 חָכָ֑ם H2450 וַיָּ֖שֶׁב H7725 עֲלֵיהֶ֣ם H5921 אוֹפָֽן H212 ",
      "27": "נֵ֣ר H5216 יְ֭הוָה H3068 נִשְׁמַ֣ת H5397 אָדָ֑ם H120 חֹ֝פֵ֗שׂ H2664 כָּל H3605 חַדְרֵי H2315 בָֽטֶן H990 ",
      "28": "חֶ֣סֶד H2617 וֶ֭אֱמֶת H571 יִצְּרוּ H5341 מֶ֑לֶךְ H4428 וְסָעַ֖ד H5582 בַּחֶ֣סֶד H2617 כִּסְאֽוֹ H3678 ",
      "29": "תִּפְאֶ֣רֶת H8597 בַּחוּרִ֣ים H970 כֹּחָ֑ם H3581 וַהֲדַ֖ר H1926 זְקֵנִ֣ים H2205 שֵׂיבָֽה H7872 ",
      "30": "חַבֻּר֣וֹת H2250 פֶּ֭צַע H6482 תמריק H4838 בְּרָ֑ע H7451 וּ֝מַכּ֗וֹת H4347 חַדְרֵי H2315 בָֽטֶן H990 "
    },
    "21": {
      "1": "פַּלְגֵי H6388 מַ֣יִם H4325 לֶב H3820 מֶ֭לֶךְ H4428 בְּיַד H3027 יְהוָ֑ה H3068 עַֽל H5921 כָּל H3605 אֲשֶׁ֖ר H834 יַחְפֹּ֣ץ H2654 יַטֶּֽנּוּ H5186 ",
      "2": "כָּֽל H3605 דֶּרֶךְ H1870 אִ֭ישׁ H376 יָשָׁ֣ר H3477 בְּעֵינָ֑י H5869 וְתֹכֵ֖ן H8505 לִבּ֣וֹת H3826 יְהוָֽה H3068 ",
      "3": "עֲ֭שֹׂה H6213 צְדָקָ֣ה H6666 וּמִשְׁפָּ֑ט H4941 נִבְחָ֖ר H977 לַיהוָ֣ה H3068 מִזָּֽבַח H2077 ",
      "4": "רוּם H7312 עֵ֭ינַיִם H5869 וּרְחַב H7342 לֵ֑ב H3820 נִ֖ר H5215 רְשָׁעִ֣ים H7563 חַטָּֽאת H2403 ",
      "5": "מַחְשְׁב֣וֹת H4284 חָ֭רוּץ H2742 אַךְ H389 לְמוֹתָ֑ר H4195 וְכָל H3605 אָ֝֗ץ H213 אַךְ H389 לְמַחְסֽוֹר H4270 ",
      "6": "פֹּ֣עַל H6467 א֭וֹצָרוֹת H214 בִּלְשׁ֣וֹן H3956 שָׁ֑קֶר H8267 הֶ֥בֶל H1892 נִ֝דָּ֗ף H5086 מְבַקְשֵׁי H1245 מָֽוֶת H4194 ",
      "7": "שֹׁד H7701 רְשָׁעִ֥ים H7563 יְגוֹרֵ֑ם H1641 כִּ֥י H3588 מֵ֝אֲנ֗וּ H3985 לַעֲשׂ֥וֹת H6213 מִשְׁפָּֽט H4941 ",
      "8": "הֲפַכְפַּ֬ךְ H2019 דֶּ֣רֶךְ H1870 אִ֣ישׁ H376 וָזָ֑ר H2054 וְ֝זַ֗ךְ H2134 יָשָׁ֥ר H3477 פָּעֳלֽוֹ H6467 ",
      "9": "ט֗וֹב H2896 לָשֶׁ֥בֶת H3427 עַל H5921 פִּנַּת H6438 גָּ֑ג H1406 מֵאֵ֥שֶׁת H802 מִ֝דְיָנִ֗ים H4079 וּבֵ֥ית H1004 חָֽבֶר H2267 ",
      "10": "נֶ֣פֶשׁ H5315 רָ֭שָׁע H7563 אִוְּתָה H183 רָ֑ע H7451 לֹא H3808 יֻחַ֖ן H2603 בְּעֵינָ֣י H5869 רֵעֵֽהוּ H7453 ",
      "11": "בַּעְנָשׁ H6064 לֵ֭ץ H3887 יֶחְכַּם H2449 פֶּ֑תִי H6612 וּבְ H7919 לְ֝חָכָ֗ם H2450 יִקַּח H3947 דָּֽעַת H1847 ",
      "12": "מַשְׂכִּ֣יל H7919 צַ֭דִּיק H6662 לְבֵ֣ית H1004 רָשָׁ֑ע H7563 מְסַלֵּ֖ף H5557 רְשָׁעִ֣ים H7563 לָרָֽע H7451 ",
      "13": "אֹטֵ֣ם H331 אָ֭זְנוֹ H241 מִזַּעֲקַת H2201 דָּ֑ל H1800 גַּֽם H1571 ה֥וּא H1931 יִ֝קְרָ֗א H7121 וְלֹ֣א H3808 יֵעָנֶֽה H6030 ",
      "14": "מַתָּ֣ן H4976 בַּ֭סֵּתֶר H5643 יִכְפֶּה H3711 אָ֑ף H639 וְשֹׁ֥חַד H7810 בַּ֝חֵ֗ק H2436 חֵמָ֥ה H2534 עַזָּֽה H5794 ",
      "15": "שִׂמְחָ֣ה H8057 לַ֭צַּדִּיק H6662 עֲשׂ֣וֹת H6213 מִשְׁפָּ֑ט H4941 וּ֝מְחִתָּ֗ה H4288 לְפֹ֣עֲלֵי H6466 אָֽוֶן H205 ",
      "16": "אָדָ֗ם H120 תּ֭וֹעֶה H8582 מִדֶּ֣רֶךְ H1870 הַשְׂכֵּ֑ל H7919 בִּקְהַ֖ל H6951 רְפָאִ֣ים H7496 יָנֽוּחַ H5117 ",
      "17": "אִ֣ישׁ H376 מַ֭חְסוֹר H4270 אֹהֵ֣ב H157 שִׂמְחָ֑ה H8057 אֹהֵ֥ב H157 יַֽיִן H3196 וָ֝שֶׁ֗מֶן H8081 לֹ֣א H3808 יַעֲשִֽׁיר H6238 ",
      "18": "כֹּ֣פֶר H3724 לַצַּדִּ֣יק H6662 רָשָׁ֑ע H7563 וְתַ֖חַת H8478 יְשָׁרִ֣ים H3477 בּוֹגֵֽד H898 ",
      "19": "ט֗וֹב H2896 שֶׁ֥בֶת H3427 בְּאֶֽרֶץ H776 מִדְבָּ֑ר H4057 מֵאֵ֖שֶׁת H802 מדונים H4066 וָכָֽעַס H3708 ",
      "20": "אוֹצָ֤ר H214 נֶחְמָ֣ד H2530 וָ֭שֶׁמֶן H8081 בִּנְוֵ֣ה H5116 חָכָ֑ם H2450 וּכְסִ֖יל H3684 אָדָ֣ם H120 יְבַלְּעֶֽנּוּ H1104 ",
      "21": "רֹ֭דֵף H7291 צְדָקָ֣ה H6666 וָחָ֑סֶד H2617 יִמְצָ֥א H4672 חַ֝יִּ֗ים H2416 צְדָקָ֥ה H6666 וְכָבֽוֹד H3519 ",
      "22": "עִ֣יר H5892 גִּ֭בֹּרִים H1368 עָלָ֣ה H5927 חָכָ֑ם H2450 וַ֝יֹּ֗רֶד H3381 עֹ֣ז H5797 מִבְטֶחָֽה H4009 ",
      "23": "שֹׁמֵ֣ר H8104 פִּ֭יו H6310 וּלְשׁוֹנ֑ H3956 שֹׁמֵ֖ר H8104 מִצָּר֣וֹת H6869 נַפְשֽׁוֹ H5315 ",
      "24": "זֵ֣ד H2086 יָ֭הִיר H3093 לֵ֣ץ H3887 שְׁמ֑וֹ H8034 ע֝וֹשֶׂ֗ה H6213 בְּעֶבְרַ֥ת H5678 זָדֽוֹן H2087 ",
      "25": "תַּאֲוַ֣ת H8378 עָצֵ֣ל H6102 תְּמִיתֶ֑נּוּ H4191 כִּֽי H3588 מֵאֲנ֖וּ H3985 יָדָ֣יו H3027 לַעֲשֽׂוֹת H6213 ",
      "26": "כָּל H3605 הַ֭יּוֹם H3117 הִתְאַוָּ֣ה H183 תַאֲוָ֑ה H8378 וְצַדִּ֥יק H6662 יִ֝תֵּ֗ן H5414 וְלֹ֣א H3808 יַחְשֹֽׂךְ H2820 ",
      "27": "זֶ֣בַח H2077 רְ֭שָׁעִים H7563 תּוֹעֵבָ֑ה H8441 אַ֝֗ף H637 כִּֽי H3588 בְזִמָּ֥ה H2154 יְבִיאֶֽנּוּ H935 ",
      "28": "עֵד H5707 כְּזָבִ֥ים H3577 יֹאבֵ֑ד H6 וְאִ֥ישׁ H376 שׁ֝וֹמֵ֗עַ H8085 לָנֶ֥צַח H5331 יְדַבֵּֽר H1696 ",
      "29": "הֵעֵ֬ז H5810 אִ֣ישׁ H376 רָשָׁ֣ע H7563 בְּפָנָ֑י H6440 וְ֝יָשָׁ֗ר H3477 ה֤וּא H1931 יכין H3559 דרכיו H1870 ",
      "30": "אֵ֣ין H369 חָ֭כְמָה H2451 וְאֵ֣ין H369 תְּבוּנָ֑ה H8394 וְאֵ֥ין H369 עֵ֝צָ֗ה H6098 לְנֶ֣גֶד H5048 יְהוָֽה H3068 ",
      "31": "ס֗וּס H5483 מ֭וּכָן H3559 לְי֣וֹם H3117 מִלְחָמָ֑ה H4421 וְ֝לַֽ H3068 הַתְּשׁוּעָֽה H8668 "
    },
    "22": {
      "1": "נִבְחָ֣ר H977 שֵׁ֭ם H8034 מֵעֹ֣שֶׁר H6239 רָ֑ב H7227 מִכֶּ֥סֶף H3701 וּ֝מִ H2091 חֵ֣ן H2580 טֽוֹב H2896 ",
      "2": "עָשִׁ֣יר H6223 וָרָ֣שׁ H7326 נִפְגָּ֑שׁוּ H6298 עֹשֵׂ֖ה H6213 כֻלָּ֣ם H3605 יְהוָֽה H3068 ",
      "3": "עָר֤וּם H6175 רָאָ֣ה H7200 רָעָ֣ה H7451 ויסתר H5641 וּ֝פְתָיִ֗ים H6612 עָבְר֥וּ H5674 וְֽנֶעֱנָֽשׁוּ H6064 ",
      "4": "עֵ֣קֶב H6118 עֲ֭נָוָה H6038 יִרְאַ֣ת H3374 יְהוָ֑ה H3068 עֹ֖שֶׁר H6239 וְכָב֣וֹד H3519 וְחַיִּֽים H2416 ",
      "5": "צִנִּ֣ים H6791 פַּ֭חִים H6341 בְּדֶ֣רֶךְ H1870 עִקֵּ֑שׁ H6141 שׁוֹמֵ֥ר H8104 נַ֝פְשׁ֗וֹ H5315 יִרְחַ֥ק H7368 מֵהֶֽם Hm ",
      "6": "חֲנֹ֣ךְ H2596 לַ֭נַּעַר H5288 עַל H5921 פִּ֣י H6310 דַרְכּ֑וֹ H1870 גַּ֥ם H1571 כִּֽי H3588 יַ֝זְקִ֗ין H2204 לֹֽא H3808 יָס֥וּר H5493 מִמֶּֽנָּה H4480 ",
      "7": "עָ֭שִׁיר H6223 בְּרָשִׁ֣ים H7326 יִמְשׁ֑וֹל H4910 וְעֶ֥בֶד H5650 לֹ֝וֶ֗ה H3867 לְאִ֣ישׁ H376 מַלְוֶֽה H3867 ",
      "8": "זוֹרֵ֣עַ H2232 עַ֭וְלָה H5766 יקצור H7114 אָ֑וֶן H205 וְשֵׁ֖בֶט H7626 עֶבְרָת֣וֹ H5678 יִכְלֶֽה H3615 ",
      "9": "טֽוֹב H2896 עַ֭יִן H5869 ה֣וּא H1931 יְבֹרָ֑ךְ H1288 כִּֽי H3588 נָתַ֖ן H5414 מִלַּחְמ֣ H3899 לַדָּֽל H1800 ",
      "10": "גָּ֣רֵֽשׁ H1644 לֵ֭ץ H3887 וְיֵצֵ֣א H3318 מָד֑וֹן H4066 וְ֝יִשְׁבֹּ֗ת H7673 דִּ֣ין H1779 וְקָלֽוֹן H7036 ",
      "11": "אֹהֵ֥ב H157 טהור H2889 לֵ֑ב H3820 חֵ֥ן H2580 שְׂ֝פָתָ֗יו H8193 רֵעֵ֥הוּ H7453 מֶֽלֶךְ H4428 ",
      "12": "עֵינֵ֣י H5869 יְ֭הוָה H3068 נָ֣צְרוּ H5341 דָ֑עַת H1847 וַ֝יְסַלֵּ֗ף H5557 דִּבְרֵ֥י H1697 בֹגֵֽד H898 ",
      "13": "אָמַ֣ר H559 עָ֭צֵל H6102 אֲרִ֣י H738 בַח֑וּץ H2351 בְּת֥וֹךְ H8432 רְ֝חֹב֗וֹת H7339 אֵֽרָצֵֽחַ H7523 ",
      "14": "שׁוּחָ֣ה H7745 עֲ֭מֻקָּה H6013 פִּ֣י H6310 זָר֑וֹת H2114 זְע֥וּם H2194 יְ֝הוָ֗ה H3068 יפול H5307 שָֽׁם H8033 ",
      "15": "אִ֭וֶּלֶת H200 קְשׁוּרָ֣ה H7194 בְלֶב H3820 נָ֑עַר H5288 שֵׁ֥בֶט H7626 מ֝וּסָ֗ר H4148 יַרְחִיקֶ֥נָּה H7368 מִמֶּֽנּוּ H4480 ",
      "16": "עֹ֣שֵֽׁק H6231 דָּ֭ל H1800 לְהַרְבּ֣וֹת H7235 ל֑וֹ Hl נֹתֵ֥ן H5414 לְ֝עָשִׁ֗יר H6223 אַךְ H389 לְמַחְסֽוֹר H4270 ",
      "17": "הַ֥ט H5186 אָזְנְךָ֗ H241 וּ֭שְׁמַע H8085 דִּבְרֵ֣י H1697 חֲכָמִ֑ים H2450 וְ֝לִבְּ H3820 תָּשִׁ֥ית H7896 לְדַעְתִּֽ H1847 ",
      "18": "כִּֽי H3588 נָ֭עִים H5273 כִּֽי H3588 תִשְׁמְרֵ֣ם H8104 בְּבִטְנֶ֑ H990 יִכֹּ֥נוּ H3559 יַ֝חְדָּ֗ו H3162 עַל H5921 שְׂפָתֶֽיךָ H8193 ",
      "19": "לִהְי֣וֹת H1961 בַּ֭יהוָה H3068 מִבְטַחֶ֑ךָ H4009 הוֹדַעְתִּ֖יךָ H3045 הַיּ֣וֹם H3117 אַף H637 אָֽתָּה H859 ",
      "20": "הֲלֹ֤א H3808 כָתַ֣בְתִּי H3789 לְ֭ךָ Hl שלשום H8032 בְּמ֖וֹעֵצֹ֣ת H4156 וָדָֽעַת H1847 ",
      "21": "לְהוֹדִֽיעֲ H3045 קֹ֭שְׁטְ H7189 אִמְרֵ֣י H561 אֱמֶ֑ת H571 לְהָשִׁ֥יב H7725 אֲמָרִ֥ים H561 אֱ֝מֶ֗ת H571 לְשֹׁלְחֶֽי H7971 ",
      "22": "אַֽל H408 תִּגְזָל H1497 דָּ֭ל H1800 כִּ֣י H3588 דַל H1800 ה֑וּא H1931 וְאַל H408 תְּדַכֵּ֖א H1792 עָנִ֣י H6041 בַשָּֽׁעַר H8179 ",
      "23": "כִּֽי H3588 יְ֭הוָה H3068 יָרִ֣יב H7378 רִיבָ֑ם H7379 וְקָבַ֖ע H6906 אֶת H853 קֹבְעֵיהֶ֣ם H6906 נָֽפֶשׁ H5315 ",
      "24": "אַל H408 תִּ֭תְרַע H7462 אֶת H854 בַּ֣עַל H1167 אָ֑ף H639 וְאֶת H854 אִ֥ישׁ H376 חֵ֝מוֹת H2534 לֹ֣א H3808 תָבֽוֹא H935 ",
      "25": "פֶּן H6435 תֶּאֱלַ֥ף H502 ארחתו H734 וְלָקַחְתָּ֖ H3947 מוֹקֵ֣שׁ H4170 לְנַפְשֶֽׁ H5315 ",
      "26": "אַל H408 תְּהִ֥י H1961 בְתֹֽקְעֵי H8628 כָ֑ף H3709 בַּ֝עֹרְבִ֗ים H6148 מַשָּׁאֽוֹת H4859 ",
      "27": "אִם H518 אֵֽין H369 לְךָ֥ Hl לְשַׁלֵּ֑ם H7999 לָ֥מָּה H4100 יִקַּ֥ח H3947 מִ֝שְׁכָּבְךָ֗ H4904 מִתַּחְתֶּֽי H8478 ",
      "28": "אַל H408 תַּ֭סֵּג H5253 גְּב֣וּל H1366 עוֹלָ֑ם H5769 אֲשֶׁ֖ר H834 עָשׂ֣וּ H6213 אֲבוֹתֶֽיךָ H1 ",
      "29": "חָזִ֡יתָ H2372 אִ֤ישׁ H376 מָ֘הִ֤יר H4106 בִּמְלַאכְתּ֗ H4399 לִֽפְנֵֽי H6440 מְלָכִ֥ים H4428 יִתְיַצָּ֑ב H3320 בַּל H1077 יִ֝תְיַצֵּב H3320 לִפְנֵ֥י H6440 חֲשֻׁכִּֽים H2823 "
    },
    "23": {
      "1": "כִּֽי H3588 תֵ֭שֵׁב H3427 לִלְח֣וֹם H3898 אֶת H854 מוֹשֵׁ֑ל H4910 בִּ֥ין H995 תָּ֝בִ֗ין H995 אֶת H853 אֲשֶׁ֥ר H834 לְפָנֶֽי H6440 ",
      "2": "וְשַׂמְתָּ֣ H7760 שַׂכִּ֣ין H7915 בְּלֹעֶ֑ H3930 אִם H518 בַּ֖עַל H1167 נֶ֣פֶשׁ H5315 אָֽתָּה H859 ",
      "3": "אַל H408 תִּ֭תְאָו H183 לְמַטְעַמּוֹתָ֑י H4303 וְ֝ה֗וּא H1931 לֶ֣חֶם H3899 כְּזָבִֽים H3577 ",
      "4": "אַל H408 תִּיגַ֥ע H3021 לְֽהַעֲשִׁ֑יר H6238 מִֽבִּינָתְ H998 חֲדָֽל H2308 ",
      "5": "התעוף H5774 עֵינֶ֥יךָ H5869 בּ֗וֹ Hb וְֽאֵ֫ינֶ֥ H369 כִּ֤י H3588 עָשֹׂ֣ה H6213 יַעֲשֶׂה H6213 לּ֣וֹ Hl כְנָפַ֑יִם H3671 כְּ֝נֶ֗שֶׁר H5404 ועיף H5774 הַשָּׁמָֽיִם H8064 ",
      "6": "אַל H408 תִּלְחַ֗ם H3898 אֶת H853 לֶ֭חֶם H3899 רַ֣ע H7451 עָ֑יִן H5869 וְאַל H408 תתאו H183 לְמַטְעַמֹּתָֽי H4303 ",
      "7": "כִּ֤י H3588 כְּמוֹ H3644 שָׁעַ֥ר H8176 בְּנַפְשׁ֗ H5315 כֶּ֫ן H3651 ה֥וּא H1931 אֱכֹ֣ל H398 וּ֭שְׁתֵה H8354 יֹ֣אמַר H559 לָ֑ךְ Hl וְ֝לִבּ֗ H3820 בַּל H1077 עִמָּֽךְ H5973 ",
      "8": "פִּֽתְּךָ H6595 אָכַ֥לְתָּ H398 תְקִיאֶ֑נָּה H6958 וְ֝שִׁחַ֗תָּ H7843 דְּבָרֶ֥יךָ H1697 הַנְּעִימִֽים H5273 ",
      "9": "בְּאָזְנֵ֣י H241 כְ֭סִיל H3684 אַל H408 תְּדַבֵּ֑ר H1696 כִּֽי H3588 יָ֝ב֗וּז H936 לְשֵׂ֣כֶל H7922 מִלֶּֽיךָ H4405 ",
      "10": "אַל H408 תַּ֭סֵּג H5253 גְּב֣וּל H1366 עוֹלָ֑ם H5769 וּבִ H7704 יְ֝תוֹמִ֗ים H3490 אַל H408 תָּבֹֽא H935 ",
      "11": "כִּֽי H3588 גֹאֲלָ֥ם H1350 חָזָ֑ק H2389 הֽוּא H1931 יָרִ֖יב H7378 אֶת H853 רִיבָ֣ם H7379 אִתָּֽךְ H854 ",
      "12": "הָבִ֣יאָה H935 לַמּוּסָ֣ר H4148 לִבֶּ֑ךָ H3820 וְ֝אָזְנֶ֗ H241 לְאִמְרֵי H561 דָֽעַת H1847 ",
      "13": "אַל H408 תִּמְנַ֣ע H4513 מִנַּ֣עַר H5288 מוּסָ֑ר H4148 כִּֽי H3588 תַכֶּ֥נּוּ H5221 בַ֝שֵּׁ֗בֶט H7626 לֹ֣א H3808 יָמֽוּת H4191 ",
      "14": "אַ֭תָּה H859 בַּשֵּׁ֣בֶט H7626 תַּכֶּ֑נּוּ H5221 וְ֝נַפְשׁ֗ H5315 מִשְּׁא֥וֹל H7585 תַּצִּֽיל H5337 ",
      "15": "בְּ֭נִי H1121 אִם H518 חָכַ֣ם H2449 לִבֶּ֑ךָ H3820 יִשְׂמַ֖ח H8055 לִבִּ֣י H3820 גַם H1571 אָֽנִי H589 ",
      "16": "וְתַעְלֹ֥זְנָה H5937 כִלְיוֹתָ֑י H3629 בְּדַבֵּ֥ר H1696 שְׂ֝פָתֶ֗יךָ H8193 מֵישָׁרִֽים H4339 ",
      "17": "אַל H408 יְקַנֵּ֣א H7065 לִ֭בְּךָ H3820 בַּֽחַטָּאִ֑ים H2400 כִּ֥י H3588 אִם H518 בְּיִרְאַת H3374 יְ֝הוָ֗ה H3068 כָּל H3605 הַיּֽוֹם H3117 ",
      "18": "כִּ֭י H3588 אִם H518 יֵ֣שׁ H3426 אַחֲרִ֑ית H319 וְ֝תִקְוָתְ H8615 לֹ֣א H3808 תִכָּרֵֽת H3772 ",
      "19": "שְׁמַע H8085 אַתָּ֣ה H859 בְנִ֣י H1121 וַחֲכָ֑ם H2449 וְאַשֵּׁ֖ר H833 בַּדֶּ֣רֶךְ H1870 לִבֶּֽךָ H3820 ",
      "20": "אַל H408 תְּהִ֥י H1961 בְסֹֽבְאֵי H5433 יָ֑יִן H3196 בְּזֹלֲלֵ֖י H2151 בָשָׂ֣ר H1320 לָֽמוֹ Hl ",
      "21": "כִּי H3588 סֹבֵ֣א H5433 וְ֭זוֹלֵל H2151 יִוָּרֵ֑שׁ H3423 וּ֝קְרָעִ֗ים H7168 תַּלְבִּ֥ישׁ H3847 נוּמָֽה H5124 ",
      "22": "שְׁמַ֣ע H8085 לְ֭אָבִי H1 זֶ֣ה H2088 יְלָדֶ֑ךָ H3205 וְאַל H408 תָּ֝ב֗וּז H936 כִּֽי H3588 זָקְנָ֥ה H2204 אִמֶּֽךָ H517 ",
      "23": "אֱמֶ֣ת H571 קְ֭נֵה H7069 וְאַל H408 תִּמְכֹּ֑ר H4376 חָכְמָ֖ה H2451 וּמוּסָ֣ר H4148 וּבִינָֽה H998 ",
      "24": "גול H1524 יגול H1523 אֲבִ֣י H1 צַדִּ֑יק H6662 יולד H3205 חָ֝כָ֗ם H2450 וישמח H8055 בּֽוֹ H8055 ",
      "25": "יִֽשְׂמַח H8055 אָבִ֥יךָ H1 וְאִמֶּ֑ H517 וְ֝תָגֵ֗ל H1523 יֽוֹלַדְתֶּֽךָ H3205 ",
      "26": "תְּנָֽה H5414 בְנִ֣י H1121 לִבְּךָ֣ H3820 לִ֑י Hl וְ֝עֵינֶ֗י H5869 דְּרָכַ֥י H1870 תרצנה H7521 ",
      "27": "כִּֽי H3588 שׁוּחָ֣ה H7745 עֲמֻקָּ֣ה H6013 זוֹנָ֑ה H2181 וּבְאֵ֥ר H875 צָ֝רָ֗ה H6862 נָכְרִיָּֽה H5237 ",
      "28": "אַף H637 הִ֭יא H1931 כְּחֶ֣תֶף H2863 תֶּֽאֱרֹ֑ב H693 וּ֝בוֹגְדִ֗ים H898 בְּאָדָ֥ם H120 תּוֹסִֽף H3254 ",
      "29": "לְמִ֨י H4310 א֥וֹי H188 לְמִ֪י H4310 אֲב֡וֹי H17 לְמִ֤י H4310 מדונים H4066 לְמִ֥י H4310 שִׂ֗יחַ H7879 לְ֭מִי H4310 פְּצָעִ֣ים H6482 חִנָּ֑ם H2600 לְ֝מִ֗י H4310 חַכְלִל֥וּת H2448 עֵינָֽיִם H5869 ",
      "30": "לַֽמְאַחֲרִ֥ים H309 עַל H5921 הַיָּ֑יִן H3196 לַ֝בָּאִ֗ים H935 לַחְקֹ֥ר H2713 מִמְסָֽךְ H4469 ",
      "31": "אַל H408 תֵּ֥רֶא H7200 יַיִן֮ H3196 כִּ֪י H3588 יִתְאַ֫דָּ֥ם H119 כִּֽי H3588 יִתֵּ֣ן H5414 בכיס H3599 עֵינ֑וֹ H5869 יִ֝תְהַלֵּ֗ךְ H1980 בְּמֵישָׁרִֽים H4339 ",
      "32": "אַ֭חֲרִיתוֹ H319 כְּנָחָ֣שׁ H5175 יִשָּׁ֑ךְ H5391 וּֽכְ H6848 יַפְרִֽשׁ H6567 ",
      "33": "עֵ֭ינֶיךָ H5869 יִרְא֣וּ H7200 זָר֑וֹת H2114 וְ֝לִבְּ H3820 יְדַבֵּ֥ר H1696 תַּהְפֻּכֽוֹת H8419 ",
      "34": "וְ֭הָיִיתָ H1961 כְּשֹׁכֵ֣ב H7901 בְּלֶב H3820 יָ֑ם H3220 וּ֝כְ H7901 בְּרֹ֣אשׁ H7218 חִבֵּֽל H2260 ",
      "35": "הִכּ֥וּנִי H5221 בַל H1077 חָלִיתִי֮ H2470 הֲלָמ֗וּנִי H1986 בַּל H1077 יָ֫דָ֥עְתִּי H3045 מָתַ֥י H4970 אָקִ֑יץ H6974 א֝וֹסִ֗יף H3254 אֲבַקְשֶׁ֥נּוּ H1245 עֽוֹד H5750 "
    },
    "24": {
      "1": "אַל H408 תְּ֭קַנֵּא H7065 בְּאַנְשֵׁ֣י H376 רָעָ֑ה H7451 וְאַל H408 תתאו H183 לִהְי֥וֹת H1961 אִתָּֽם H854 ",
      "2": "כִּי H3588 שֹׁ֭ד H7701 יֶהְגֶּ֣ה H1897 לִבָּ֑ם H3820 וְ֝עָמָ֗ל H5999 שִׂפְתֵיהֶ֥ם H8193 תְּדַבֵּֽרְנָה H1696 ",
      "3": "בְּ֭חָכְמָה H2451 יִבָּ֣נֶה H1129 בָּ֑יִת H1004 וּ֝בִ H8394 יִתְכּוֹנָֽן H3559 ",
      "4": "וּ֭בְ H1847 חֲדָרִ֣ים H2315 יִמָּלְא֑וּ H4390 כָּל H3605 ה֖וֹן H1952 יָקָ֣ר H3368 וְנָעִֽים H5273 ",
      "5": "גֶּֽבֶר H1397 חָכָ֥ם H2450 בַּע֑וֹז H5797 וְאִֽישׁ H376 דַּ֝֗עַת H1847 מְאַמֶּץ H553 כֹּֽחַ H3581 ",
      "6": "כִּ֣י H3588 בְ֭תַחְבֻּלוֹת H8458 תַּעֲשֶׂה H6213 לְּךָ֣ Hl מִלְחָמָ֑ה H4421 וּ֝תְשׁוּעָ֗ה H8668 בְּרֹ֣ב H7230 יוֹעֵֽץ H3289 ",
      "7": "רָאמ֣וֹת H7311 לֶֽאֱוִ֣יל H191 חָכְמ֑וֹת H2454 בַּ֝שַּׁ֗עַר H8179 לֹ֣א H3808 יִפְתַּח H6605 פִּֽיהוּ H6310 ",
      "8": "מְחַשֵּׁ֥ב H2803 לְהָרֵ֑עַ H7489 ל֝֗וֹ Hl בַּֽעַל H1167 מְזִמּ֥וֹת H4209 יִקְרָֽאוּ H7121 ",
      "9": "זִמַּ֣ת H2154 אִוֶּ֣לֶת H200 חַטָּ֑את H2403 וְתוֹעֲבַ֖ת H8441 לְאָדָ֣ם H120 לֵֽץ H3887 ",
      "10": "הִ֭תְרַפִּיתָ H7503 בְּי֥וֹם H3117 צָרָ֗ה H6869 צַ֣ר H6862 כֹּחֶֽכָה H3581 ",
      "11": "הַ֭צֵּל H5337 לְקֻחִ֣ים H3947 לַמָּ֑וֶת H4194 וּמָטִ֥ים H4131 לַ֝הֶ֗רֶג H2027 אִם H518 תַּחְשֽׂוֹךְ H2820 ",
      "12": "כִּֽי H3588 תֹאמַ֗ר H559 הֵן֮ H2005 לֹא H3808 יָדַ֪עְנ֫וּ H3045 זֶ֥ה H2088 הֲֽלֹא H3808 תֹ֘כֵ֤ן H8505 לִבּ֨וֹת H3826 הֽוּא H1931 יָבִ֗ין H995 וְנֹצֵ֣ר H5341 נַ֭פְשְׁךָ H5315 ה֣וּא H1931 יֵדָ֑ע H3045 וְהֵשִׁ֖יב H7725 לְאָדָ֣ם H120 כְּפָעֳלֽ H6467 ",
      "13": "אֱכָל H398 בְּנִ֣י H1121 דְבַ֣שׁ H1706 כִּי H3588 ט֑וֹב H2896 וְנֹ֥פֶת H5317 מָ֝ת֗וֹק H4966 עַל H5921 חִכֶּֽךָ H2441 ",
      "14": "כֵּ֤ן H3651 דְּעֶ֥ה H3045 חָכְמָ֗ה H2451 לְנַ֫פְשֶׁ֥ H5315 אִם H518 מָ֭צָאתָ H4672 וְיֵ֣שׁ H3426 אַחֲרִ֑ית H319 וְ֝תִקְוָתְ H8615 לֹ֣א H3808 תִכָּרֵֽת H3772 ",
      "15": "אַל H408 תֶּאֱרֹ֣ב H693 רָ֭שָׁע H7563 לִנְוֵ֣ה H5116 צַדִּ֑יק H6662 אַֽל H408 תְּשַׁדֵּ֥ד H7703 רִבְצוֹ H7258 ",
      "16": "כִּ֤י H3588 שֶׁ֨בַע H7651 יִפּ֣וֹל H5307 צַדִּ֣יק H6662 וָקָ֑ם H6965 וּ֝רְשָׁעִ֗ים H7563 יִכָּשְׁל֥וּ H3782 בְרָעָֽה H7451 ",
      "17": "בִּנְפֹ֣ל H5307 אויביך H341 אַל H408 תִּשְׂמָ֑ח H8055 וּ֝בִ H3782 אַל H408 יָגֵ֥ל H1523 לִבֶּֽךָ H3820 ",
      "18": "פֶּן H6435 יִרְאֶ֣ה H7200 יְ֭הוָה H3068 וְרַ֣ע H7489 בְּעֵינָ֑י H5869 וְהֵשִׁ֖יב H7725 מֵעָלָ֣י H5921 אַפּֽוֹ H639 ",
      "19": "אַל H408 תִּתְחַ֥ר H2734 בַּמְּרֵעִ֑ים H7489 אַל H408 תְּ֝קַנֵּ֗א H7065 בָּרְשָׁעִֽים H7563 ",
      "20": "כִּ֤י H3588 לֹֽא H3808 תִהְיֶ֣ה H1961 אַחֲרִ֣ית H319 לָרָ֑ע H7451 נֵ֖ר H5216 רְשָׁעִ֣ים H7563 יִדְעָֽךְ H1846 ",
      "21": "יְרָֽא H3372 אֶת H853 יְהוָ֣ה H3068 בְּנִ֣י H1121 וָמֶ֑לֶךְ H4428 עִם H5973 שׁ֝וֹנִ֗ים H8138 אַל H408 תִּתְעָרָֽב H6148 ",
      "22": "כִּֽי H3588 פִ֭תְאֹם H6597 יָק֣וּם H6965 אֵידָ֑ם H343 וּפִ֥יד H6365 שְׁ֝נֵיהֶ֗ם H8147 מִ֣י H4310 יוֹדֵֽעַ H3045 ",
      "23": "גַּם H1571 אֵ֥לֶּה H428 לַֽחֲכָמִ֑ים H2450 הַֽכֵּר H5234 פָּנִ֖ים H6440 בְּמִשְׁפָּ֣ט H4941 בַּל H1077 טֽוֹב H2896 ",
      "24": "אֹ֤מֵ֨ר H559 לְרָשָׁע֮ H7563 צַדִּ֪יק H6662 אָ֥תָּה H859 יִקְּבֻ֥הוּ H5344 עַמִּ֑ים H5971 יִזְעָמ֥וּהוּ H2194 לְאֻמִּֽים H3816 ",
      "25": "וְלַ H3198 יִנְעָ֑ם H5276 וַֽ֝עֲלֵי H5921 תָּב֥וֹא H935 בִרְכַּת H1293 טֽוֹב H2896 ",
      "26": "שְׂפָתַ֥יִם H8193 יִשָּׁ֑ק H5401 מֵ֝שִׁ֗יב H7725 דְּבָרִ֥ים H1697 נְכֹחִֽים H5228 ",
      "27": "הָ֘כֵ֤ן H3559 בַּח֨וּץ H2351 מְלַאכְתֶּ֗ךָ H4399 וְעַתְּדָ֣ H6257 בַּשָּׂדֶ֣ה H7704 לָ֑ךְ Hl אַ֝חַ֗ר H310 וּבָנִ֥יתָ H1129 בֵיתֶֽךָ H1004 ",
      "28": "אַל H408 תְּהִ֣י H1961 עֵד H5707 חִנָּ֣ם H2600 בְּרֵעֶ֑ H7453 וַ֝הֲ H6601 בִּשְׂפָתֶֽי H8193 ",
      "29": "אַל H408 תֹּאמַ֗ר H559 כַּאֲשֶׁ֣ר H834 עָֽשָׂה H6213 לִ֭י Hl כֵּ֤ן H3651 אֶֽעֱשֶׂה H6213 לּ֑וֹ Hl אָשִׁ֖יב H7725 לָאִ֣ישׁ H376 כְּפָעֳלֽ H6467 ",
      "30": "עַל H5921 שְׂדֵ֣ה H7704 אִישׁ H376 עָצֵ֣ל H6102 עָבַ֑רְתִּי H5674 וְעַל H5921 כֶּ֝֗רֶם H3754 אָדָ֥ם H120 חֲסַר H2638 לֵֽב H3820 ",
      "31": "וְהִנֵּ֨ה H2009 עָ֘לָ֤ה H5927 כֻלּ֨וֹ H3605 קִמְּשֹׂנִ֗ים H7063 כָּסּ֣וּ H3680 פָנָ֣יו H6440 חֲרֻלִּ֑ים H2738 וְגֶ֖דֶר H1444 אֲבָנָ֣יו H68 נֶהֱרָֽסָה H2040 ",
      "32": "וָֽאֶחֱזֶ֣ה H2372 אָ֭נֹכִֽי H595 אָשִׁ֣ית H7896 לִבִּ֑י H3820 רָ֝אִ֗יתִי H7200 לָקַ֥חְתִּי H3947 מוּסָֽר H4148 ",
      "33": "מְעַ֣ט H4592 שֵׁ֭נוֹת H8142 מְעַ֣ט H4592 תְּנוּמ֑וֹת H8572 מְעַ֓ט H4592 חִבֻּ֖ק H2264 יָדַ֣יִם H3027 לִשְׁכָּֽב H7901 ",
      "34": "וּבָֽא H935 מִתְהַלֵּ֥ךְ H1980 רֵישֶׁ֑ךָ H7389 וּ֝מַחְסֹרֶ֗י H4270 כְּאִ֣ישׁ H376 מָגֵֽן H4043 "
    },
    "25": {
      "1": "גַּם H1571 אֵ֭לֶּה H428 מִשְׁלֵ֣י H4912 שְׁלֹמֹ֑ה H8010 אֲשֶׁ֥ר H834 הֶ֝עְתִּ֗יקוּ H6275 אַנְשֵׁ֤י H376 חִזְקִיָּ֬ה H2396 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
      "2": "כְּבֹ֣ד H3519 אֱ֭לֹהִים H430 הַסְתֵּ֣ר H5641 דָּבָ֑ר H1697 וּכְבֹ֥ד H3519 מְ֝לָכִ֗ים H4428 חֲקֹ֣ר H2713 דָּבָֽר H1697 ",
      "3": "שָׁמַ֣יִם H8064 לָ֭רוּם H7312 וָאָ֣רֶץ H776 לָעֹ֑מֶק H6011 וְלֵ֥ב H3820 מְ֝לָכִ֗ים H4428 אֵ֣ין H369 חֵֽקֶר H2714 ",
      "4": "הָג֣וֹ H1898 סִיגִ֣ים H5509 מִכָּ֑סֶף H3701 וַיֵּצֵ֖א H3318 לַצֹּרֵ֣ף H6884 כֶּֽלִי H3627 ",
      "5": "הָג֣וֹ H1898 רָ֭שָׁע H7563 לִפְנֵי H6440 מֶ֑לֶךְ H4428 וְיִכּ֖וֹן H3559 בַּצֶּ֣דֶק H6664 כִּסְאֽוֹ H3678 ",
      "6": "אַל H408 תִּתְהַדַּ֥ר H1921 לִפְנֵי H6440 מֶ֑לֶךְ H4428 וּבִ H4725 גְּ֝דֹלִ֗ים H1419 אַֽל H408 תַּעֲמֹֽד H5975 ",
      "7": "כִּ֤י H3588 ט֥וֹב H2896 אֲמָר H559 לְךָ֗ Hl עֲֽלֵ֫ה H5927 הֵ֥נָּה H2008 מֵֽ֭הַשְׁפִּ֣ילְ H8213 לִפְנֵ֣י H6440 נָדִ֑יב H5081 אֲשֶׁ֖ר H834 רָא֣וּ H7200 עֵינֶֽיךָ H5869 ",
      "8": "אַל H408 תֵּצֵ֥א H3318 לָרִ֗ב H7378 מַ֫הֵ֥ר H4118 פֶּ֣ן H6435 מַה H4100 תַּ֭עֲשֶׂה H6213 בְּאַחֲרִיתָ֑ H319 בְּהַכְלִ֖ים H3637 אֹתְךָ֣ H853 רֵעֶֽךָ H7453 ",
      "9": "רִֽ֭יבְךָ H7379 רִ֣יב H7378 אֶת H854 רֵעֶ֑ךָ H7453 וְס֖וֹד H5475 אַחֵ֣ר H312 אַל H408 תְּגָֽל H1540 ",
      "10": "פֶּֽן H6435 יְחַסֶּדְךָ֥ H2616 שֹׁמֵ֑עַ H8085 וְ֝דִבָּתְ H1681 לֹ֣א H3808 תָשֽׁוּב H7725 ",
      "11": "תַּפּוּחֵ֣י H8598 זָ֭הָב H2091 בְּמַשְׂכִּיּ֥וֹת H4906 כָּ֑סֶף H3701 דָּ֝בָ֗ר H1697 דָּבֻ֥ר H1696 עַל H5921 אָפְנָֽיו H655 ",
      "12": "נֶ֣זֶם H5141 זָ֭הָב H2091 וַחֲלִי H2481 כָ֑תֶם H3800 מוֹכִ֥יחַ H3198 חָ֝כָ֗ם H2450 עַל H5921 אֹ֥זֶן H241 שֹׁמָֽעַת H8085 ",
      "13": "כְּצִנַּת H6793 שֶׁ֨לֶג H7950 בְּי֬וֹם H3117 קָצִ֗יר H7105 צִ֣יר H6735 נֶ֭אֱמָן H539 לְשֹׁלְחָ֑י H7971 וְנֶ֖פֶשׁ H5315 אֲדֹנָ֣יו H113 יָשִֽׁיב H7725 ",
      "14": "נְשִׂיאִ֣ים H5387 וְ֭רוּחַ H7307 וְגֶ֣שֶׁם H1653 אָ֑יִן H369 אִ֥ישׁ H376 מִ֝תְהַלֵּ֗ל H1984 בְּמַתַּת H4991 שָֽׁקֶר H8267 ",
      "15": "בְּאֹ֣רֶךְ H753 אַ֭פַּיִם H639 יְפֻתֶּ֣ה H6601 קָצִ֑ין H7101 וְלָשׁ֥וֹן H3956 רַ֝כָּ֗ה H7390 תִּשְׁבָּר H7665 גָּֽרֶם H1634 ",
      "16": "דְּבַ֣שׁ H1706 מָ֭צָאתָ H4672 אֱכֹ֣ל H398 דַּיֶּ֑ךָּ H1767 פֶּן H6435 תִּ֝שְׂבָּעֶ֗נּוּ H7646 וַהֲקֵֽאתֽ H6958 ",
      "17": "הֹקַ֣ר H3365 רַ֭גְלְךָ H7272 מִבֵּ֣ית H1004 רֵעֶ֑ךָ H7453 פֶּן H6435 יִ֝שְׂבָּעֲךָ֗ H7646 וּשְׂנֵאֶֽ H8130 ",
      "18": "מֵפִ֣יץ H4650 וְ֭חֶרֶב H2719 וְחֵ֣ץ H2671 שָׁנ֑וּן H8150 אִ֥ישׁ H376 עֹנֶ֥ה H6030 בְ֝רֵעֵ֗ H7453 עֵ֣ד H5707 שָֽׁקֶר H8267 ",
      "19": "שֵׁ֣ן H8127 רֹ֭עָה H7465 וְרֶ֣גֶל H7272 מוּעָ֑דֶת H4154 מִבְטָ֥ח H4009 בּ֝וֹגֵ֗ד H898 בְּי֣וֹם H3117 צָרָֽה H6869 ",
      "20": "מַ֥עֲדֶה H5710 בֶּ֨גֶד H899 בְּי֣וֹם H3117 קָ֭רָה H7135 חֹ֣מֶץ H2558 עַל H5921 נָ֑תֶר H5427 וְשָׁ֥ר H7891 בַּ֝שִּׁרִ֗ים H7892 עַ֣ל H5921 לֶב H3820 רָֽע H7451 ",
      "21": "אִם H518 רָעֵ֣ב H7457 שֹׂ֭נַאֲךָ H8130 הַאֲכִלֵ֣הוּ H398 לָ֑חֶם H3899 וְאִם H518 צָ֝מֵ֗א H6771 הַשְׁקֵ֥הוּ H8248 מָֽיִם H4325 ",
      "22": "כִּ֤י H3588 גֶֽחָלִ֗ים H1513 אַ֭תָּה H859 חֹתֶ֣ה H2846 עַל H5921 רֹאשׁ֑וֹ H7218 וַֽ֝יהוָ֗ה H3068 יְשַׁלֶּם H7999 לָֽךְ Hl ",
      "23": "ר֣וּחַ H7307 צָ֭פוֹן H6828 תְּח֣וֹלֵֽל H2342 גָּ֑שֶׁם H1653 וּפָנִ֥ים H6440 נִ֝זְעָמִ֗ים H2194 לְשׁ֣וֹן H3956 סָֽתֶר H5643 ",
      "24": "ט֗וֹב H2896 שֶׁ֥בֶת H3427 עַל H5921 פִּנַּת H6438 גָּ֑ג H1406 מֵאֵ֥שֶׁת H802 מדונים H4066 וּבֵ֥ית H1004 חָֽבֶר H2267 ",
      "25": "מַ֣יִם H4325 קָ֭רִים H7119 עַל H5921 נֶ֣פֶשׁ H5315 עֲיֵפָ֑ה H5889 וּשְׁמוּעָ֥ה H8052 ט֝וֹבָ֗ה H2896 מֵאֶ֥רֶץ H776 מֶרְחָֽק H4801 ",
      "26": "מַעְיָ֣ן H4599 נִ֭רְפָּשׂ H7515 וּמָק֣וֹר H4726 מָשְׁחָ֑ת H7843 צַ֝דִּ֗יק H6662 מָ֣ט H4131 לִפְנֵֽי H6440 רָשָֽׁע H7563 ",
      "27": "אָ֘כֹ֤ל H398 דְּבַ֣שׁ H1706 הַרְבּ֣וֹת H7235 לֹא H3808 ט֑וֹב H2896 וְחֵ֖קֶר H2714 כְּבֹדָ֣ם H3519 כָּבֽוֹד H3519 ",
      "28": "עִ֣יר H5892 פְּ֭רוּצָה H6555 אֵ֣ין H369 חוֹמָ֑ה H2346 אִ֝֗ישׁ H376 אֲשֶׁ֤ר H834 אֵ֖ין H369 מַעְצָ֣ר H4623 לְרוּחֽ H7307 "
    },
    "26": {
      "1": "כַּשֶּׁ֤לֶג H7950 בַּקַּ֗יִץ H7019 וְכַ H4306 בַּקָּצִ֑יר H7105 כֵּ֤ן H3651 לֹא H3808 נָאוֶ֖ה H5000 לִכְסִ֣יל H3684 כָּבֽוֹד H3519 ",
      "2": "כַּצִּפּ֣וֹר H6833 לָ֭נוּד H5110 כַּדְּר֣וֹר H1866 לָע֑וּף H5774 כֵּ֥ן H3651 קִֽלְלַ֥ת H7045 חִ֝נָּ֗ם H2600 לא H3808 תָבֹֽא H935 ",
      "3": "שׁ֣וֹט H7752 לַ֭סּוּס H5483 מֶ֣תֶג H4964 לַחֲמ֑וֹר H2543 וְ֝שֵׁ֗בֶט H7626 לְגֵ֣ו H1460 כְּסִילִֽים H3684 ",
      "4": "אַל H408 תַּ֣עַן H6030 כְּ֭סִיל H3684 כְּאִוַּלְתּ֑ H200 פֶּֽן H6435 תִּשְׁוֶה H7737 לּ֥וֹ Hl גַם H1571 אָֽתָּה H859 ",
      "5": "עֲנֵ֣ה H6030 כְ֭סִיל H3684 כְּאִוַּלְתּ֑ H200 פֶּן H6435 יִהְיֶ֖ה H1961 חָכָ֣ם H2450 בְּעֵינָֽי H5869 ",
      "6": "מְקַצֶּ֣ה H7096 רַ֭גְלַיִם H7272 חָמָ֣ס H2555 שֹׁתֶ֑ה H8354 שֹׁלֵ֖חַ H7971 דְּבָרִ֣ים H1697 בְּיַד H3027 כְּסִֽיל H3684 ",
      "7": "דַּלְי֣וּ H1809 שֹׁ֭קַיִם H7785 מִפִּסֵּ֑חַ H6455 וּ֝מָשָׁ֗ל H4912 בְּפִ֣י H6310 כְסִילִֽים H3684 ",
      "8": "כִּצְר֣וֹר H6887 אֶ֭בֶן H68 בְּמַרְגֵּמָ֑ה H4773 כֵּן H3651 נוֹתֵ֖ן H5414 לִכְסִ֣יל H3684 כָּבֽוֹד H3519 ",
      "9": "ח֭וֹחַ H2336 עָלָ֣ה H5927 בְיַד H3027 שִׁכּ֑וֹר H7910 וּ֝מָשָׁ֗ל H4912 בְּפִ֣י H6310 כְסִילִֽים H3684 ",
      "10": "רַ֥ב H7227 מְחֽוֹלֵֽל H2342 כֹּ֑ל H3605 וְשֹׂכֵ֥ר H7936 כְּ֝סִ֗יל H3684 וְשֹׂכֵ֥ר H7936 עֹבְרִֽים H5674 ",
      "11": "כְּ֭כֶלֶב H3611 שָׁ֣ב H7725 עַל H5921 קֵא֑וֹ H6892 כְּ֝סִ֗יל H3684 שׁוֹנֶ֥ה H8138 בְאִוַּלְתּֽ H200 ",
      "12": "רָאִ֗יתָ H7200 אִ֭ישׁ H376 חָכָ֣ם H2450 בְּעֵינָ֑י H5869 תִּקְוָ֖ה H8615 לִכְסִ֣יל H3684 מִמֶּֽנּוּ H4480 ",
      "13": "אָמַ֣ר H559 עָ֭צֵל H6102 שַׁ֣חַל H7826 בַּדָּ֑רֶךְ H1870 אֲ֝רִ֗י H738 בֵּ֣ין H996 הָרְחֹבֽוֹת H7339 ",
      "14": "הַ֭דֶּלֶת H1817 תִּסּ֣וֹב H5437 עַל H5921 צִירָ֑הּ H6735 וְ֝עָצֵ֗ל H6102 עַל H5921 מִטָּתֽוֹ H4296 ",
      "15": "טָ֘מַ֤ן H2934 עָצֵ֣ל H6102 יָ֭דוֹ H3027 בַּצַּלָּ֑חַת H6747 נִ֝לְאָ֗ה H3811 לַֽהֲשִׁיבָ֥ H7725 אֶל H413 פִּֽיו H6310 ",
      "16": "חָכָ֣ם H2450 עָצֵ֣ל H6102 בְּעֵינָ֑י H5869 מִ֝שִּׁבְעָ֗ה H7651 מְשִׁ֣יבֵי H7725 טָֽעַם H2940 ",
      "17": "מַחֲזִ֥יק H2388 בְּאָזְנֵי H241 כָ֑לֶב H3611 עֹבֵ֥ר H5674 מִ֝תְעַבֵּ֗ר H5674 עַל H5921 רִ֥יב H7379 לֹּֽא H3808 לֽוֹ Hl ",
      "18": "כְּֽ֭מִתְלַהְלֵהַּ H3856 הַיֹּרֶ֥ה H3384 זִקִּ֗ים H2131 חִצִּ֥ים H2671 וָמָֽוֶת H4194 ",
      "19": "כֵּֽן H3651 אִ֭ישׁ H376 רִמָּ֣ה H7411 אֶת H853 רֵעֵ֑הוּ H7453 וְ֝אָמַ֗ר H559 הֲֽלֹא H3808 מְשַׂחֵ֥ק H7832 אָֽנִי H589 ",
      "20": "בְּאֶ֣פֶס H657 עֵ֭צִים H6086 תִּכְבֶּה H3518 אֵ֑שׁ H784 וּבְ H369 נִ֝רְגָּ֗ן H5372 יִשְׁתֹּ֥ק H8367 מָדֽוֹן H4066 ",
      "21": "פֶּחָ֣ם H6352 לְ֭גֶחָלִים H1513 וְעֵצִ֣ים H6086 לְאֵ֑שׁ H784 וְאִ֥ישׁ H376 מדונים H4066 לְחַרְחַר H2787 רִֽיב H7379 ",
      "22": "דִּבְרֵ֣י H1697 נִ֭רְגָּן H5372 כְּמִֽתְלַהֲמִ֑ים H3859 וְ֝הֵ֗ם H1992 יָרְד֥וּ H3381 חַדְרֵי H2315 בָֽטֶן H990 ",
      "23": "כֶּ֣סֶף H3701 סִ֭יגִים H5509 מְצֻפֶּ֣ה H6823 עַל H5921 חָ֑רֶשׂ H2789 שְׂפָתַ֖יִם H8193 דֹּלְקִ֣ים H1814 וְלֶב H3820 רָֽע H7451 ",
      "24": "בשפת H8193 יִנָּכֵ֣ר H5234 שׂוֹנֵ֑א H8130 וּ֝בְ H7130 יָשִׁ֥ית H7896 מִרְמָֽה H4820 ",
      "25": "כִּֽי H3588 יְחַנֵּ֣ן H2603 ק֭וֹלוֹ H6963 אַל H408 תַּֽאֲמֶן H539 בּ֑וֹ Hb כִּ֤י H3588 שֶׁ֖בַע H7651 תּוֹעֵב֣וֹת H8441 בְּלִבּֽ H3820 ",
      "26": "תִּכַּסֶּ֣ה H3680 שִׂ֭נְאָה H8135 בְּמַשָּׁא֑וֹן H4860 תִּגָּלֶ֖ה H1540 רָעָת֣וֹ H7451 בְקָהָֽל H6951 ",
      "27": "כֹּֽרֶה H3738 שַּׁ֭חַת H7845 בָּ֣הּ Hb יִפֹּ֑ל H5307 וְגֹ֥לֵ֥ל H1556 אֶ֝בֶן H68 אֵלָ֥יו H413 תָּשֽׁוּב H7725 ",
      "28": "לְֽשׁוֹן H3956 שֶׁ֭קֶר H8267 יִשְׂנָ֣א H8130 דַכָּ֑יו H1790 וּפֶ֥ה H6310 חָ֝לָ֗ק H2509 יַעֲשֶׂ֥ה H6213 מִדְחֶֽה H4072 "
    },
    "27": {
      "1": "אַֽל H408 תִּ֭תְהַלֵּל H1984 בְּי֣וֹם H3117 מָחָ֑ר H4279 כִּ֤י H3588 לֹא H3808 תֵ֝דַ֗ע H3045 מַה H4100 יֵּ֥לֶד H3205 יֽוֹם H3117 ",
      "2": "יְהַלֶּלְךָ֣ H1984 זָ֣ר H2114 וְלֹא H3808 פִ֑יךָ H6310 נָ֝כְרִ֗י H5237 וְאַל H408 שְׂפָתֶֽיךָ H8193 ",
      "3": "כֹּֽבֶד H3514 אֶ֭בֶן H68 וְנֵ֣טֶל H5192 הַח֑וֹל H2344 וְכַ֥עַס H3708 אֱ֝וִ֗יל H191 כָּבֵ֥ד H3515 מִשְּׁנֵי H8147 ",
      "4": "אַכְזְרִיּ֣וּת H395 חֵ֭מָה H2534 וְשֶׁ֣טֶף H7858 אָ֑ף H639 וּמִ֥י H4310 יַ֝עֲמֹד H5975 לִפְנֵ֥י H6440 קִנְאָֽה H7068 ",
      "5": "ט֭וֹבָה H2896 תּוֹכַ֣חַת H8433 מְגֻלָּ֑ה H1540 מֵֽאַהֲבָ֥ה H160 מְסֻתָּֽרֶת H5641 ",
      "6": "נֶ֭אֱמָנִים H539 פִּצְעֵ֣י H6482 אוֹהֵ֑ב H157 וְ֝נַעְתָּר֗וֹת H6280 נְשִׁיק֥וֹת H5390 שׂוֹנֵֽא H8130 ",
      "7": "נֶ֣פֶשׁ H5315 שְׂ֭בֵעָה H7649 תָּב֣וּס H947 נֹ֑פֶת H5317 וְנֶ֥פֶשׁ H5315 רְ֝עֵבָ֗ה H7457 כָּל H3605 מַ֥ר H4751 מָתֽוֹק H4966 ",
      "8": "כְּ֭צִפּוֹר H6833 נוֹדֶ֣דֶת H5074 מִן H4480 קִנָּ֑הּ H7064 כֵּֽן H3651 אִ֝֗ישׁ H376 נוֹדֵ֥ד H5074 מִמְּקוֹמֽ H4725 ",
      "9": "שֶׁ֣מֶן H8081 וּ֭קְטֹרֶת H7004 יְשַׂמַּֽח H8055 לֵ֑ב H3820 וּמֶ֥תֶק H4986 רֵ֝עֵ֗הוּ H7453 מֵֽעֲצַת H6098 נָֽפֶשׁ H5315 ",
      "10": "רֵֽעֲךָ֨ H7453 ורעה H7463 אָבִ֡יךָ H1 אַֽל H408 תַּעֲזֹ֗ב H5800 וּבֵ֥ית H1004 אָחִ֗יךָ H251 אַל H408 תָּ֭בוֹא H935 בְּי֣וֹם H3117 אֵידֶ֑ךָ H343 ט֥וֹב H2896 שָׁכֵ֥ן H7934 קָ֝ר֗וֹב H7138 מֵאָ֥ח H251 רָחֽוֹק H7350 ",
      "11": "חֲכַ֣ם H2449 בְּ֭נִי H1121 וְשַׂמַּ֣ח H8055 לִבִּ֑י H3820 וְאָשִׁ֖יבָה H7725 חֹרְפִ֣י H2778 דָבָֽר H1697 ",
      "12": "עָר֤וּם H6175 רָאָ֣ה H7200 רָעָ֣ה H7451 נִסְתָּ֑ר H5641 פְּ֝תָאיִ֗ם H6612 עָבְר֥וּ H5674 נֶעֱנָֽשׁוּ H6064 ",
      "13": "קַח H3947 בִּ֭גְדוֹ H899 כִּי H3588 עָ֣רַב H6148 זָ֑ר H2114 וּבְעַ֖ד H1157 נָכְרִיָּ֣ה H5237 חַבְלֵֽהוּ H2254 ",
      "14": "מְבָ֘רֵ֤ךְ H1288 רֵעֵ֨הוּ H7453 בְּק֣וֹל H6963 גָּ֭דוֹל H1419 בַּבֹּ֣קֶר H1242 הַשְׁכֵּ֑ים H7925 קְ֝לָלָ֗ה H7045 תֵּחָ֥שֶׁב H2803 לֽוֹ Hl ",
      "15": "דֶּ֣לֶף H1812 ט֭וֹרֵד H2956 בְּי֣וֹם H3117 סַגְרִ֑יר H5464 וְאֵ֥שֶׁת H802 מדונים H4066 נִשְׁתָּוָֽה H7737 ",
      "16": "צֹפְנֶ֥יהָ H6845 צָֽפַן H6845 ר֑וּחַ H7307 וְשֶׁ֖מֶן H8081 יְמִינ֣וֹ H3225 יִקְרָֽא H7121 ",
      "17": "בַּרְזֶ֣ל H1270 בְּבַרְזֶ֣ל H1270 יָ֑חַד H2300 וְ֝אִ֗ישׁ H376 יַ֣חַד H2300 פְּנֵֽי H6440 רֵעֵֽהוּ H7453 ",
      "18": "נֹצֵ֣ר H5341 תְּ֭אֵנָה H8384 יֹאכַ֣ל H398 פִּרְיָ֑הּ H6529 וְשֹׁמֵ֖ר H8104 אֲדֹנָ֣יו H113 יְכֻבָּֽד H3513 ",
      "19": "כַּ֭מַּיִם H4325 הַפָּנִ֣ים H6440 לַפָּנִ֑ים H6440 כֵּ֤ן H3651 לֵֽב H3820 הָ֝אָדָ֗ם H120 לָאָדָֽם H120 ",
      "20": "שְׁא֣וֹל H7585 ואבדה H10 לֹ֣א H3808 תִשְׂבַּ֑עְנָה H7646 וְעֵינֵ֥י H5869 הָ֝אָדָ֗ם H120 לֹ֣א H3808 תִשְׂבַּֽעְנָה H7646 ",
      "21": "מַצְרֵ֣ף H4715 לַ֭כֶּסֶף H3701 וְכ֣וּר H3564 לַזָּהָ֑ב H2091 וְ֝אִ֗ישׁ H376 לְפִ֣י H6310 מַהֲלָלֽוֹ H4110 ",
      "22": "אִ֥ם H518 תִּכְתּֽוֹשׁ H3806 אֶת H853 הָאֱוִ֨יל H191 בַּֽמַּכְתֵּ֡שׁ H4388 בְּת֣וֹךְ H8432 הָ֭רִיפוֹת H7383 בַּֽעֱלִ֑י H5940 לֹא H3808 תָס֥וּר H5493 מֵ֝עָלָ֗י H5921 אִוַּלְתּֽוֹ H200 ",
      "23": "יָדֹ֣עַ H3045 תֵּ֭דַע H3045 פְּנֵ֣י H6440 צֹאנֶ֑ךָ H6629 שִׁ֥ית H7896 לִ֝בְּךָ֗ H3820 לַעֲדָרִֽים H5739 ",
      "24": "כִּ֤י H3588 לֹ֣א H3808 לְעוֹלָ֣ם H5769 חֹ֑סֶן H2633 וְאִם H518 נֵ֝֗זֶר H5145 לְד֣וֹר H1755 דור H1755 ",
      "25": "גָּלָ֣ה H1540 חָ֭צִיר H2682 וְנִרְאָה H7200 דֶ֑שֶׁא H1877 וְ֝נֶאֶסְפ֗וּ H622 עִשְּׂב֥וֹת H6212 הָרִֽים H2022 ",
      "26": "כְּבָשִׂ֥ים H3532 לִלְבוּשֶׁ֑ H3830 וּמְחִ֥יר H4242 שָׂ֝דֶ֗ה H7704 עַתּוּדִֽים H6260 ",
      "27": "וְדֵ֤י H1767 חֲלֵ֬ב H2461 עִזִּ֗ים H5795 לְֽ֭לַחְמְ H3899 לְלֶ֣חֶם H3899 בֵּיתֶ֑ךָ H1004 וְ֝חַיִּ֗ים H2416 לְנַעֲרוֹתֶֽי H5291 "
    },
    "28": {
      "1": "נָ֣סוּ H5127 וְאֵין H369 רֹדֵ֣ף H7291 רָשָׁ֑ע H7563 וְ֝צַדִּיקִ֗ים H6662 כִּכְפִ֥יר H3715 יִבְטָֽח H982 ",
      "2": "בְּפֶ֣שַֽׁע H6588 אֶ֭רֶץ H776 רַבִּ֣ים H7227 שָׂרֶ֑יהָ H8269 וּבְ H120 מֵבִ֥ין H995 יֹ֝דֵ֗עַ H3045 כֵּ֣ן H3651 יַאֲרִֽיךְ H748 ",
      "3": "גֶּ֣בֶר H1397 רָ֭שׁ H7326 וְעֹשֵׁ֣ק H6231 דַּלִּ֑ים H1800 מָטָ֥ר H4306 סֹ֝חֵ֗ף H5502 וְאֵ֣ין H369 לָֽחֶם H3899 ",
      "4": "עֹזְבֵ֣י H5800 ת֭וֹרָה H8451 יְהַֽלְל֣וּ H1984 רָשָׁ֑ע H7563 וְשֹׁמְרֵ֥י H8104 ת֝וֹרָ֗ה H8451 יִתְגָּ֥רוּ H1624 בָֽם Hb ",
      "5": "אַנְשֵׁי H376 רָ֭ע H7451 לֹא H3808 יָבִ֣ינוּ H995 מִשְׁפָּ֑ט H4941 וּמְבַקְשֵׁ֥י H1245 יְ֝הוָ֗ה H3068 יָבִ֥ינוּ H995 כֹֽל H3605 ",
      "6": "טֽוֹב H2896 רָ֭שׁ H7326 הוֹלֵ֣ךְ H1980 בְּתֻמּ֑ H8537 מֵעִקֵּ֥שׁ H6141 דְּ֝רָכַ֗יִם H1870 וְה֣וּא H1931 עָשִֽׁיר H6223 ",
      "7": "נוֹצֵ֣ר H5341 תּ֭וֹרָה H8451 בֵּ֣ן H1121 מֵבִ֑ין H995 וְרֹעֶה H7462 זֽ֝וֹלְלִ֗ים H2151 יַכְלִ֥ים H3637 אָבִֽיו H1 ",
      "8": "מַרְבֶּ֣ה H7235 ה֭וֹנוֹ H1952 בְּנֶ֣שֶׁךְ H5392 וב H8636 לְחוֹנֵ֖ן H2603 דַּלִּ֣ים H1800 יִקְבְּצֶֽנּוּ H6908 ",
      "9": "מֵסִ֣יר H5493 אָ֭זְנוֹ H241 מִשְּׁמֹ֣עַ H8085 תּוֹרָ֑ה H8451 גַּֽם H1571 תְּ֝פִלָּת֗וֹ H8605 תּוֹעֵבָֽה H8441 ",
      "10": "מַשְׁגֶּ֤ה H7686 יְשָׁרִ֨ים H3477 בְּדֶ֥רֶךְ H1870 רָ֗ע H7451 בִּשְׁחוּת֥ H7816 הֽוּא H1931 יִפּ֑וֹל H5307 וּ֝תְמִימִ֗ים H8549 יִנְחֲלוּ H5157 טֽוֹב H2896 ",
      "11": "חָכָ֣ם H2450 בְּ֭עֵינָי H5869 אִ֣ישׁ H376 עָשִׁ֑יר H6223 וְדַ֖ל H1800 מֵבִ֣ין H995 יַחְקְרֶֽנּוּ H2713 ",
      "12": "בַּעֲלֹ֣ץ H5970 צַ֭דִּיקִים H6662 רַבָּ֣ה H7227 תִפְאָ֑רֶת H8597 וּבְ H6965 רְ֝שָׁעִ֗ים H7563 יְחֻפַּ֥שׂ H2664 אָדָֽם H120 ",
      "13": "מְכַסֶּ֣ה H3680 פְ֭שָׁעָיו H6588 לֹ֣א H3808 יַצְלִ֑יחַ H6743 וּמוֹדֶ֖ה H3034 וְעֹזֵ֣ב H5800 יְרֻחָֽם H7355 ",
      "14": "אַשְׁרֵ֣י H835 אָ֭דָם H120 מְפַחֵ֣ד H6342 תָּמִ֑יד H8548 וּמַקְשֶׁ֥ה H7185 לִ֝בּ֗וֹ H3820 יִפּ֥וֹל H5307 בְּרָעָֽה H7451 ",
      "15": "אֲרִי H738 נֹ֭הֵם H5098 וְדֹ֣ב H1677 שׁוֹקֵ֑ק H8264 מֹשֵׁ֥ל H4910 רָ֝שָׁ֗ע H7563 עַ֣ל H5921 עַם H5971 דָּֽל H1800 ",
      "16": "נָגִ֗יד H5057 חֲסַ֣ר H2638 תְּ֭בוּנוֹת H8394 וְרַ֥ב H7227 מַעֲשַׁקּ֑וֹת H4642 שנאי H8130 בֶ֝֗צַע H1215 יַאֲרִ֥יךְ H748 יָמִֽים H3117 ",
      "17": "אָ֭דָם H120 עָשֻׁ֣ק H6231 בְּדַם H1818 נָפֶשׁ H5315 עַד H5704 בּ֥וֹר H953 יָ֝נ֗וּס H5127 אַל H408 יִתְמְכוּ H8551 בֽוֹ Hb ",
      "18": "הוֹלֵ֣ךְ H1980 תָּ֭מִים H8549 יִוָּשֵׁ֑עַ H3467 וְנֶעְקַ֥שׁ H6140 דְּ֝רָכַ֗יִם H1870 יִפּ֥וֹל H5307 בְּאֶחָֽת H259 ",
      "19": "עֹבֵ֣ד H5647 אַ֭דְמָתוֹ H127 יִֽשְׂבַּֽע H7646 לָ֑חֶם H3899 וּמְרַדֵּ֥ף H7291 רֵ֝קִ֗ים H7386 יִֽשְׂבַּֽע H7646 רִֽישׁ H7389 ",
      "20": "אִ֣ישׁ H376 אֱ֭מוּנוֹת H530 רַב H7227 בְּרָכ֑וֹת H1293 וְאָ֥ץ H213 לְ֝הַעֲשִׁ֗יר H6238 לֹ֣א H3808 יִנָּקֶֽה H5352 ",
      "21": "הַֽכֵּר H5234 פָּנִ֥ים H6440 לֹא H3808 ט֑וֹב H2896 וְעַל H5921 פַּת H6595 לֶ֝֗חֶם H3899 יִפְשַׁע H6586 גָּֽבֶר H1397 ",
      "22": "נִֽבֳהָ֥ל H926 לַה֗וֹן H1952 אִ֭ישׁ H376 רַ֣ע H7451 עָ֑יִן H5869 וְלֹֽא H3808 יֵ֝דַע H3045 כִּי H3588 חֶ֥סֶר H2639 יְבֹאֶֽנּוּ H935 ",
      "23": "מ֘וֹכִ֤יחַ H3198 אָדָ֣ם H120 אַ֭חֲרַי H310 חֵ֣ן H2580 יִמְצָ֑א H4672 מִֽמַּחֲלִ֥יק H2505 לָשֽׁוֹן H3956 ",
      "24": "גּוֹזֵ֤ל H1497 אָ֘בִ֤יו H1 וְאִמּ֗ H517 וְאֹמֵ֥ר H559 אֵֽין H369 פָּ֑שַׁע H6588 חָבֵ֥ר H2270 ה֝֗וּא H1931 לְאִ֣ישׁ H376 מַשְׁחִֽית H7843 ",
      "25": "רְחַב H7342 נֶ֭פֶשׁ H5315 יְגָרֶ֣ה H1624 מָד֑וֹן H4066 וּבוֹטֵ֖חַ H982 עַל H5921 יְהוָ֣ה H3068 יְדֻשָּֽׁן H1878 ",
      "26": "בּוֹטֵ֣חַ H982 בְּ֭לִבּ H3820 ה֣וּא H1931 כְסִ֑יל H3684 וְהוֹלֵ֥ךְ H1980 בְּ֝חָכְמָ֗ה H2451 ה֣וּא H1931 יִמָּלֵֽט H4422 ",
      "27": "נוֹתֵ֣ן H5414 לָ֭רָשׁ H7326 אֵ֣ין H369 מַחְס֑וֹר H4270 וּמַעְלִ֥ים H5956 עֵ֝ינָ֗יו H5869 רַב H7227 מְאֵרֽוֹת H3994 ",
      "28": "בְּק֣וּם H6965 רְ֭שָׁעִים H7563 יִסָּתֵ֣ר H5641 אָדָ֑ם H120 וּ֝בְ H6 יִרְבּ֥וּ H7235 צַדִּיקִֽים H6662 "
    },
    "29": {
      "1": "אִ֣ישׁ H376 תּ֭וֹכָחוֹת H8433 מַקְשֶׁה H7185 עֹ֑רֶף H6203 פֶּ֥תַע H6621 יִ֝שָּׁבֵ֗ר H7665 וְאֵ֣ין H369 מַרְפֵּֽא H4832 ",
      "2": "בִּרְב֣וֹת H7235 צַ֭דִּיקִים H6662 יִשְׂמַ֣ח H8055 הָעָ֑ם H5971 וּבִ H4910 רָ֝שָׁ֗ע H7563 יֵאָ֥נַֽח H584 עָֽם H5971 ",
      "3": "אִֽישׁ H376 אֹהֵ֣ב H157 חָ֭כְמָה H2451 יְשַׂמַּ֣ח H8055 אָבִ֑יו H1 וְרֹעֶ֥ה H7462 ז֝וֹנ֗וֹת H2181 יְאַבֶּד H6 הֽוֹן H1952 ",
      "4": "מֶ֗לֶךְ H4428 בְּ֭מִשְׁפָּט H4941 יַעֲמִ֣יד H5975 אָ֑רֶץ H776 וְאִ֖ישׁ H376 תְּרוּמ֣וֹת H8641 יֶֽהֶרְסֶֽנָּה H2040 ",
      "5": "גֶּ֭בֶר H1397 מַחֲלִ֣יק H2505 עַל H5921 רֵעֵ֑הוּ H7453 רֶ֝֗שֶׁת H7568 פּוֹרֵ֥שׂ H6566 עַל H5921 פְּעָמָֽיו H6471 ",
      "6": "בְּפֶ֤שַֽׁע H6588 אִ֣ישׁ H376 רָ֣ע H7451 מוֹקֵ֑שׁ H4170 וְ֝צַדִּ֗יק H6662 יָר֥וּן H7442 וְשָׂמֵֽחַ H8055 ",
      "7": "יֹדֵ֣עַ H3045 צַ֭דִּיק H6662 דִּ֣ין H1779 דַּלִּ֑ים H1800 רָ֝שָׁ֗ע H7563 לֹא H3808 יָבִ֥ין H995 דָּֽעַת H1847 ",
      "8": "אַנְשֵׁ֣י H376 לָ֭צוֹן H3944 יָפִ֣יחוּ H6315 קִרְיָ֑ה H7151 וַ֝חֲכָמִ֗ים H2450 יָשִׁ֥יבוּ H7725 אָֽף H639 ",
      "9": "אִֽישׁ H376 חָכָ֗ם H2450 נִ֭שְׁפָּט H8199 אֶת H854 אִ֣ישׁ H376 אֱוִ֑יל H191 וְרָגַ֥ז H7264 וְ֝שָׂחַ֗ק H7832 וְאֵ֣ין H369 נָֽחַת H5183 ",
      "10": "אַנְשֵׁ֣י H376 דָ֭מִים H1818 יִשְׂנְאוּ H8130 תָ֑ם H8535 וִֽ֝ישָׁרִ֗ים H3477 יְבַקְשׁ֥וּ H1245 נַפְשֽׁוֹ H5315 ",
      "11": "כָּל H3605 ר֭וּחוֹ H7307 יוֹצִ֣יא H3318 כְסִ֑יל H3684 וְ֝חָכָ֗ם H2450 בְּאָח֥וֹר H268 יְשַׁבְּחֶֽנָּה H7623 ",
      "12": "מֹ֭שֵׁל H4910 מַקְשִׁ֣יב H7181 עַל H5921 דְּבַר H1697 שָׁ֑קֶר H8267 כָּֽל H3605 מְשָׁרְתָ֥יו H8334 רְשָׁעִֽים H7563 ",
      "13": "רָ֤שׁ H7326 וְאִ֣ישׁ H376 תְּכָכִ֣ים H8501 נִפְגָּ֑שׁוּ H6298 מֵ֤אִיר H215 עֵינֵ֖י H5869 שְׁנֵיהֶ֣ם H8147 יְהוָֽה H3068 ",
      "14": "מֶ֤לֶךְ H4428 שׁוֹפֵ֣ט H8199 בֶּֽאֱמֶ֣ת H571 דַּלִּ֑ים H1800 כִּ֝סְא֗וֹ H3678 לָעַ֥ד H5703 יִכּֽוֹן H3559 ",
      "15": "שֵׁ֣בֶט H7626 וְ֭תוֹכַחַת H8433 יִתֵּ֣ן H5414 חָכְמָ֑ה H2451 וְנַ֥עַר H5288 מְ֝שֻׁלָּ֗ח H7971 מֵבִ֥ישׁ H954 אִמּֽוֹ H517 ",
      "16": "בִּרְב֣וֹת H7235 רְ֭שָׁעִים H7563 יִרְבֶּה H7235 פָּ֑שַׁע H6588 וְ֝צַדִּיקִ֗ים H6662 בְּֽמַפַּלְתָּ֥ H4658 יִרְאֽוּ H7200 ",
      "17": "יַסֵּ֣ר H3256 בִּ֭נְךָ H1121 וִֽינִיחֶ֑ H5117 וְיִתֵּ֖ן H5414 מַעֲדַנִּ֣ים H4574 לְנַפְשֶֽׁ H5315 ",
      "18": "בְּאֵ֣ין H369 חָ֭זוֹן H2377 יִפָּ֣רַֽע H6544 עָ֑ם H5971 וְשֹׁמֵ֖ר H8104 תּוֹרָ֣ה H8451 אַשְׁרֵֽהוּ H835 ",
      "19": "בִּ֭דְבָרִים H1697 לֹא H3808 יִוָּ֣סֶר H3256 עָ֑בֶד H5650 כִּֽי H3588 יָ֝בִ֗ין H995 וְאֵ֣ין H369 מַעֲנֶֽה H4617 ",
      "20": "חָזִ֗יתָ H2372 אִ֭ישׁ H376 אָ֣ץ H213 בִּדְבָרָ֑י H1697 תִּקְוָ֖ה H8615 לִכְסִ֣יל H3684 מִמֶּֽנּוּ H4480 ",
      "21": "מְפַנֵּ֣ק H6445 מִנֹּ֣עַר H5290 עַבְדּ֑וֹ H5650 וְ֝אַחֲרִית֗ H319 יִהְיֶ֥ה H1961 מָנֽוֹן H4497 ",
      "22": "אִֽישׁ H376 אַ֭ף H639 יְגָרֶ֣ה H1624 מָד֑וֹן H4066 וּבַ֖עַל H1167 חֵמָ֣ה H2534 רַב H7227 פָּֽשַׁע H6588 ",
      "23": "גַּאֲוַ֣ת H1346 אָ֭דָם H120 תַּשְׁפִּילֶ֑נּוּ H8213 וּשְׁפַל H8217 ר֝֗וּחַ H7307 יִתְמֹ֥ךְ H8551 כָּבֽוֹד H3519 ",
      "24": "חוֹלֵ֣ק H2505 עִם H5973 גַּ֭נָּב H1590 שׂוֹנֵ֣א H8130 נַפְשׁ֑וֹ H5315 אָלָ֥ה H423 יִ֝שְׁמַ֗ע H8085 וְלֹ֣א H3808 יַגִּֽיד H5046 ",
      "25": "חֶרְדַּ֣ת H2731 אָ֭דָם H120 יִתֵּ֣ן H5414 מוֹקֵ֑שׁ H4170 וּבוֹטֵ֖חַ H982 בַּיהוָ֣ה H3068 יְשֻׂגָּֽב H7682 ",
      "26": "רַ֭בִּים H7227 מְבַקְשִׁ֣ים H1245 פְּנֵי H6440 מוֹשֵׁ֑ל H4910 וּ֝מֵ H3068 מִשְׁפַּט H4941 אִֽישׁ H376 ",
      "27": "תּוֹעֲבַ֣ת H8441 צַ֭דִּיקִים H6662 אִ֣ישׁ H376 עָ֑וֶל H5766 וְתוֹעֲבַ֖ת H8441 רָשָׁ֣ע H7563 יְשַׁר H3477 דָּֽרֶךְ H1870 "
    },
    "30": {
      "1": "דִּבְרֵ֤י H1697 אָג֥וּר H94 בִּן H1121 יָקֶ֗ה H3348 הַמַּ֫שָּׂ֥א H4853 נְאֻ֣ם H5002 הַ֭גֶּבֶר H1397 לְאִֽיתִיאֵ֑ל H384 לְאִ֖יתִיאֵ֣ל H384 וְאֻכָֽל H401 ",
      "2": "כִּ֤י H3588 בַ֣עַר H1198 אָנֹכִ֣י H595 מֵאִ֑ישׁ H376 וְלֹֽא H3808 בִינַ֖ת H998 אָדָ֣ם H120 לִֽי Hl ",
      "3": "וְלֹֽא H3808 לָמַ֥דְתִּי H3925 חָכְמָ֑ה H2451 וְדַ֖עַת H1847 קְדֹשִׁ֣ים H6918 אֵדָֽע H3045 ",
      "4": "מִ֤י H4310 עָלָֽה H5927 שָׁמַ֨יִם H8064 וַיֵּרַ֡ד H3381 מִ֤י H4310 אָֽסַף H622 ר֨וּחַ H7307 בְּחָפְנָ֡י H2651 מִ֤י H4310 צָֽרַר H6887 מַ֨יִם H4325 בַּשִּׂמְלָ֗ה H8071 מִ֭י H4310 הֵקִ֣ים H6965 כָּל H3605 אַפְסֵי H657 אָ֑רֶץ H776 מַה H4100 שְּׁמ֥וֹ H8034 וּמַֽה H4100 שֶּׁם H8034 בְּ֝נ֗וֹ H1121 כִּ֣י H3588 תֵדָֽע H3045 ",
      "5": "כָּל H3605 אִמְרַ֣ת H565 אֱל֣וֹהַּ H433 צְרוּפָ֑ה H6884 מָגֵ֥ן H4043 ה֝֗וּא H1931 לַֽחֹסִ֥ים H2620 בּֽוֹ Hb ",
      "6": "אַל H408 תּ֥וֹסְףְּ H3254 עַל H5921 דְּבָרָ֑יו H1697 פֶּן H6435 יוֹכִ֖יחַ H3198 בְּךָ֣ Hb וְנִכְזָֽבְתָּ H3576 ",
      "7": "שְׁ֭תַּיִם H8147 שָׁאַ֣לְתִּי H7592 מֵאִתָּ֑ H854 אַל H408 תִּמְנַ֥ע H4513 מִ֝מֶּ֗נִּי H4480 בְּטֶ֣רֶם H2962 אָמֽוּת H4191 ",
      "8": "שָׁ֤וְא H7723 וּֽדְבַר H1697 כָּזָ֡ב H3577 הַרְחֵ֬ק H7368 מִמֶּ֗נִּי H4480 רֵ֣אשׁ H7389 וָ֭עֹשֶׁר H6239 אַל H408 תִּֽתֶּן H5414 לִ֑י Hl הַ֝טְרִיפֵ֗נִי H2963 לֶ֣חֶם H3899 חֻקִּֽי H2706 ",
      "9": "פֶּ֥ן H6435 אֶשְׂבַּ֨ע H7646 וְכִחַשְׁתִּי֮ H3584 וְאָמַ֗רְתִּי H559 מִ֥י H4310 יְה֫וָ֥ה H3068 וּפֶֽן H6435 אִוָּרֵ֥שׁ H3423 וְגָנַ֑בְתִּי H1589 וְ֝תָפַ֗שְׂתִּי H8610 שֵׁ֣ם H8034 אֱלֹהָֽי H430 ",
      "10": "אַל H408 תַּלְשֵׁ֣ן H3960 עֶ֭בֶד H5650 אֶל H413 אדנו H113 פֶּֽן H6435 יְקַלֶּלְךָ֥ H7043 וְאָשָֽׁמְתָּ H816 ",
      "11": "דּ֭וֹר H1755 אָבִ֣יו H1 יְקַלֵּ֑ל H7043 וְאֶת H853 אִ֝מּ֗וֹ H517 לֹ֣א H3808 יְבָרֵֽךְ H1288 ",
      "12": "דּ֭וֹר H1755 טָה֣וֹר H2889 בְּעֵינָ֑י H5869 וּ֝מִ H6675 לֹ֣א H3808 רֻחָֽץ H7364 ",
      "13": "דּ֭וֹר H1755 מָה H4100 רָמ֣וּ H7311 עֵינָ֑יו H5869 וְ֝עַפְעַפָּ֗י H6079 יִנָּשֵֽׂאוּ H5375 ",
      "14": "דּ֤וֹר H1755 חֲרָב֣וֹת H2719 שִׁנָּיו֮ H8127 וּֽמַאֲכָל֪וֹת H3979 מְֽתַלְּעֹ֫תָ֥יו H4973 לֶאֱכֹ֣ל H398 עֲנִיִּ֣ים H6041 מֵאֶ֑רֶץ H776 וְ֝אֶבְיוֹנִ֗ים H34 מֵאָדָֽם H120 ",
      "15": "לַֽעֲלוּקָ֨ה H5936 שְׁתֵּ֥י H8147 בָנוֹת֮ H1323 הַ֤ב H3051 הַ֥ב H3051 שָׁל֣וֹשׁ H7969 הֵ֭נָּה H2007 לֹ֣א H3808 תִשְׂבַּ֑עְנָה H7646 אַ֝רְבַּ֗ע H702 לֹא H3808 אָ֥מְרוּ H559 הֽוֹן H1952 ",
      "16": "שְׁאוֹל֮ H7585 וְעֹ֪צֶ֫ר H6115 רָ֥חַם H7356 אֶ֭רֶץ H776 לֹא H3808 שָׂ֣בְעָה H7646 מַּ֑יִם H4325 וְ֝אֵ֗שׁ H784 לֹא H3808 אָ֥מְרָה H559 הֽוֹן H1952 ",
      "17": "עַ֤יִן H5869 תִּֽלְעַ֣ג H3932 לְאָב֮ H1 וְתָב֪וּז H936 לִֽיקֲּהַ֫ת H3349 אֵ֥ם H517 יִקְּר֥וּהָ H5365 עֹרְבֵי H6158 נַ֑חַל H5158 וְֽיֹאכְל֥וּ H398 בְנֵי H1121 נָֽשֶׁר H5404 ",
      "18": "שְׁלֹשָׁ֣ה H7969 הֵ֭מָּה H1992 נִפְלְא֣וּ H6381 מִמֶּ֑נִּי H4480 וארבע H702 לֹ֣א H3808 יְדַעְתִּֽים H3045 ",
      "19": "דֶּ֤רֶךְ H1870 הַנֶּ֨שֶׁר H5404 בַּשָּׁמַיִם֮ H8064 דֶּ֥רֶךְ H1870 נָחָ֗שׁ H5175 עֲלֵ֫י H5921 צ֥וּר H6697 דֶּֽרֶךְ H1870 אֳנִיָּ֥ה H591 בְלֶב H3820 יָ֑ם H3220 וְדֶ֖רֶךְ H1870 גֶּ֣בֶר H1397 בְּעַלְמָֽה H5959 ",
      "20": "כֵּ֤ן H3651 דֶּ֥רֶךְ H1870 אִשָּׁ֗ה H802 מְנָ֫אָ֥פֶת H5003 אָ֭כְלָה H398 וּמָ֣חֲתָה H4229 פִ֑יהָ H6310 וְ֝אָמְרָ֗ה H559 לֹֽא H3808 פָעַ֥לְתִּי H6466 אָֽוֶן H205 ",
      "21": "תַּ֣חַת H8478 שָׁ֭לוֹשׁ H7969 רָ֣גְזָה H7264 אֶ֑רֶץ H776 וְתַ֥חַת H8478 אַ֝רְבַּ֗ע H702 לֹא H3808 תוּכַ֥ל H3201 שְׂאֵֽת H5375 ",
      "22": "תַּֽחַת H8478 עֶ֭בֶד H5650 כִּ֣י H3588 יִמְל֑וֹךְ H4427 וְ֝נָבָ֗ל H5036 כִּ֣י H3588 יִֽשְׂבַּֽע H7646 לָֽחֶם H3899 ",
      "23": "תַּ֣חַת H8478 שְׂ֭נוּאָה H8130 כִּ֣י H3588 תִבָּעֵ֑ל H1166 וְ֝שִׁפְחָ֗ה H8198 כִּֽי H3588 תִירַ֥שׁ H3423 גְּבִרְתָּֽהּ H1404 ",
      "24": "אַרְבָּ֣עָה H702 הֵ֭ם H1992 קְטַנֵּי H6996 אָ֑רֶץ H776 וְ֝הֵ֗מָּה H1992 חֲכָמִ֥ים H2450 מְחֻכָּמִֽים H2449 ",
      "25": "הַ֭נְּמָלִים H5244 עַ֣ם H5971 לֹא H3808 עָ֑ז H5794 וַיָּכִ֖ינוּ H3559 בַקַּ֣יִץ H7019 לַחְמָֽם H3899 ",
      "26": "שְׁ֭פַנִּים H8227 עַ֣ם H5971 לֹא H3808 עָצ֑וּם H6099 וַיָּשִׂ֖ימוּ H7760 בַסֶּ֣לַע H5553 בֵּיתָֽם H1004 ",
      "27": "מֶ֭לֶךְ H4428 אֵ֣ין H369 לָאַרְבֶּ֑ה H697 וַיֵּצֵ֖א H3318 חֹצֵ֣ץ H2686 כֻּלּֽוֹ H3605 ",
      "28": "שְׂ֭מָמִית H8079 בְּיָדַ֣יִם H3027 תְּתַפֵּ֑שׂ H8610 וְ֝הִ֗יא H1931 בְּהֵ֣יכְלֵי H1964 מֶֽלֶךְ H4428 ",
      "29": "שְׁלֹשָׁ֣ה H7969 הֵ֭מָּה H1992 מֵיטִ֣יבֵי H3190 צָ֑עַד H6806 וְ֝אַרְבָּעָ֗ה H702 מֵיטִ֥בֵי H3190 לָֽכֶת H3212 ",
      "30": "לַ֭יִשׁ H3918 גִּבּ֣וֹר H1368 בַּבְּהֵמָ֑ה H929 וְלֹא H3808 יָ֝שׁ֗וּב H7725 מִפְּנֵי H6440 כֹֽל H3605 ",
      "31": "זַרְזִ֣יר H2223 מָתְנַ֣יִם H4975 אוֹ H176 תָ֑יִשׁ H8495 וּ֝מֶ֗לֶךְ H4428 אַלְק֥וּם H510 עִמּֽוֹ H5973 ",
      "32": "אִם H518 נָבַ֥לְתָּ H5034 בְהִתְנַשֵּׂ֑א H5375 וְאִם H518 זַ֝מּ֗וֹתָ H2161 יָ֣ד H3027 לְפֶֽה H6310 ",
      "33": "כִּ֤י H3588 מִ֪יץ H4330 חָלָ֡ב H2461 י֘וֹצִ֤יא H3318 חֶמְאָ֗ה H2529 וּֽמִיץ H4330 אַ֭ף H639 י֣וֹצִיא H3318 דָ֑ם H1818 וּמִ֥יץ H4330 אַ֝פַּ֗יִם H639 י֣וֹצִיא H3318 רִֽיב H7379 "
    },
    "31": {
      "1": "דִּ֭בְרֵי H1697 לְמוּאֵ֣ל H3927 מֶ֑לֶךְ H4428 מַ֝שָּׂ֗א H4853 אֲֽשֶׁר H834 יִסְּרַ֥תּוּ H3256 אִמּֽוֹ H517 ",
      "2": "מַה H4100 בְּ֭רִי H1248 וּמַֽה H4100 בַּר H1248 בִּטְנִ֑י H990 וּ֝מֶה H4100 בַּר H1248 נְדָרָֽי H5088 ",
      "3": "אַל H408 תִּתֵּ֣ן H5414 לַנָּשִׁ֣ים H802 חֵילֶ֑ךָ H2428 וּ֝דְרָכֶ֗י H1870 לַֽמְח֥וֹת H4229 מְלָכִֽין H4428 ",
      "4": "אַ֤ל H408 לַֽמְלָכִ֨ים H4428 לְֽמוֹאֵ֗ל H3927 אַ֣ל H408 לַֽמְלָכִ֣ים H4428 שְׁתוֹ H8354 יָ֑יִן H3196 וּ֝לְ H7336 או H176 שֵׁכָֽר H7941 ",
      "5": "פֶּן H6435 יִ֭שְׁתֶּה H8354 וְיִשְׁכַּ֣ח H7911 מְחֻקָּ֑ק H2710 וִֽ֝ישַׁנֶּה H8138 דִּ֣ין H1779 כָּל H3605 בְּנֵי H1121 עֹֽנִי H6040 ",
      "6": "תְּנוּ H5414 שֵׁכָ֣ר H7941 לְאוֹבֵ֑ד H6 וְ֝יַיִן H3196 לְמָ֣רֵי H4751 נָֽפֶשׁ H5315 ",
      "7": "יִ֭שְׁתֶּה H8354 וְיִשְׁכַּ֣ח H7911 רִישׁ֑וֹ H7389 וַ֝עֲמָל֗ H5999 לֹ֣א H3808 יִזְכָּר H2142 עֽוֹד H5750 ",
      "8": "פְּתַח H6605 פִּ֥יךָ H6310 לְאִלֵּ֑ם H483 אֶל H413 דִּ֝֗ין H1779 כָּל H3605 בְּנֵ֥י H1121 חֲלֽוֹף H2475 ",
      "9": "פְּתַח H6605 פִּ֥יךָ H6310 שְׁפָט H8199 צֶ֑דֶק H6664 וְ֝דִ֗ין H1777 עָנִ֥י H6041 וְאֶבְיֽוֹן H34 ",
      "10": "אֵֽשֶׁת H802 חַ֭יִל H2428 מִ֣י H4310 יִמְצָ֑א H4672 וְרָחֹ֖ק H7350 מִפְּנִינִ֣ים H6443 מִכְרָֽהּ H4377 ",
      "11": "בָּ֣טַח H982 בָּ֭הּ Hb לֵ֣ב H3820 בַּעְלָ֑הּ H1167 וְ֝שָׁלָ֗ל H7998 לֹ֣א H3808 יֶחְסָֽר H2637 ",
      "12": "גְּמָלַ֣תְהוּ H1580 ט֣וֹב H2896 וְלֹא H3808 רָ֑ע H7451 כֹּ֝֗ל H3605 יְמֵ֣י H3117 חַיֶּֽיה H2416 ",
      "13": "דָּ֭רְשָׁה H1875 צֶ֣מֶר H6785 וּפִשְׁתִּ֑ים H6593 וַ֝תַּ֗עַשׂ H6213 בְּחֵ֣פֶץ H2656 כַּפֶּֽיהָ H3709 ",
      "14": "הָ֭יְתָה H1961 כָּאֳנִיּ֣וֹת H591 סוֹחֵ֑ר H5503 מִ֝מֶּרְחָ֗ק H4801 תָּבִ֥יא H935 לַחְמָֽהּ H3899 ",
      "15": "וַתָּ֤קָם H6965 בְּע֬וֹד H5750 לַ֗יְלָה H3915 וַתִּתֵּ֣ן H5414 טֶ֣רֶף H2964 לְבֵיתָ֑ H1004 וְ֝חֹ֗ק H2706 לְנַעֲרֹתֶֽי H5291 ",
      "16": "זָמְמָ֣ה H2161 שָׂ֭דֶה H7704 וַתִּקָּחֵ֑ H3947 מִפְּרִ֥י H6529 כַ֝פֶּ֗יהָ H3709 נטע H5193 כָּֽרֶם H3754 ",
      "17": "חָֽגְרָ֣ה H2296 בְע֣וֹז H5797 מָתְנֶ֑יהָ H4975 וַ֝תְּאַמֵּ֗ץ H553 זְרֹעוֹתֶֽיהָ H2220 ",
      "18": "טָ֭עֲמָה H2938 כִּי H3588 ט֣וֹב H2896 סַחְרָ֑הּ H5504 לֹֽא H3808 יִכְבֶּ֖ה H3518 בליל H3915 נֵרָֽהּ H5216 ",
      "19": "יָ֭דֶיהָ H3027 שִׁלְּחָ֣ה H7971 בַכִּישׁ֑וֹר H3601 וְ֝כַפֶּ֗י H3709 תָּ֣מְכוּ H8551 פָֽלֶךְ H6418 ",
      "20": "כַּ֭פָּהּ H3709 פָּרְשָׂ֣ה H6566 לֶעָנִ֑י H6041 וְ֝יָדֶ֗י H3027 שִׁלְּחָ֥ה H7971 לָֽאֶבְיֽוֹן H34 ",
      "21": "לֹא H3808 תִירָ֣א H3372 לְבֵיתָ֣ H1004 מִשָּׁ֑לֶג H7950 כִּ֥י H3588 כָל H3605 בֵּ֝יתָ֗הּ H1004 לָבֻ֥שׁ H3847 שָׁנִֽים H8144 ",
      "22": "מַרְבַדִּ֥ים H4765 עָֽשְׂתָה H6213 לָּ֑הּ Hl שֵׁ֖שׁ H8336 וְאַרְגָּמָ֣ן H713 לְבוּשָֽׁהּ H3830 ",
      "23": "נוֹדָ֣ע H3045 בַּשְּׁעָרִ֣ים H8179 בַּעְלָ֑הּ H1167 בְּ֝שִׁבְתּ֗ H3427 עִם H5973 זִקְנֵי H2205 אָֽרֶץ H776 ",
      "24": "סָדִ֣ין H5466 עָ֭שְׂתָה H6213 וַתִּמְכֹּ֑ר H4376 וַ֝חֲג֗וֹר H2289 נָתְנָ֥ה H5414 לַֽכְּנַעֲנִֽי H3669 ",
      "25": "עֹז H5797 וְהָדָ֥ר H1926 לְבוּשָׁ֑הּ H3830 וַ֝תִּשְׂחַ֗ק H7832 לְי֣וֹם H3117 אַחֲרֽוֹן H314 ",
      "26": "פִּ֭יהָ H6310 פָּתְחָ֣ה H6605 בְחָכְמָ֑ה H2451 וְתֽוֹרַת H8451 חֶ֝֗סֶד H2617 עַל H5921 לְשׁוֹנָֽהּ H3956 ",
      "27": "צ֭וֹפִיָּה H6822 הֲלִיכ֣וֹת H1979 בֵּיתָ֑הּ H1004 וְלֶ֥חֶם H3899 עַ֝צְל֗וּת H6104 לֹ֣א H3808 תֹאכֵֽל H398 ",
      "28": "קָ֣מוּ H6965 בָ֭נֶיהָ H1121 וַֽיְאַשְּׁר֑וּ H833 בַּ֝עְלָ֗הּ H1167 וַֽיְהַֽלְלָ H1984 ",
      "29": "רַבּ֣וֹת H7227 בָּ֭נוֹת H1323 עָ֣שׂוּ H6213 חָ֑יִל H2428 וְ֝אַ֗תְּ H859 עָלִ֥ית H5927 עַל H5921 כֻּלָּֽנָה H3605 ",
      "30": "שֶׁ֣קֶר H8267 הַ֭חֵן H2580 וְהֶ֣בֶל H1892 הַיֹּ֑פִי H3308 אִשָּׁ֥ה H802 יִרְאַת H3373 יְ֝הוָ֗ה H3068 הִ֣יא H1931 תִתְהַלָּֽל H1984 ",
      "31": "תְּנוּ H5414 לָ֭הּ Hl מִפְּרִ֣י H6529 יָדֶ֑יהָ H3027 וִֽיהַלְל֖וּ H1984 בַשְּׁעָרִ֣ים H8179 מַעֲשֶֽׂיהָ H4639 "
    }
  }
}
