{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Yahweh said to Abram, \"Go from your country, and from your relatives, and from your father's household, to the land that I will show you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make of you a great nation, and I will bless you, and make your name great, and you will be a blessing.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bless those who bless you, but whoever dishonors you I will curse. Through you will all the families of the earth be blessed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram went, as Yahweh had told him to do, and Lot went with him. Abram was seventy-five years old when he left Haran.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram took Sarai, his wife, Lot, his brother's son, all their possessions that they had accumulated, and the people that they had acquired in Haran. They left to go into the land of Canaan, and came to the land of Canaan.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram passed through the land as far as Shechem, to the oak of Moreh. At that time the Canaanites lived in the land.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared to Abram, and said, \"To your descendants I will give this land.\" So there Abram built an altar to Yahweh, who had appeared to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there he moved to the hill country to the east of Bethel, where he pitched his tent, with Bethel to the west and Ai to the east. There he built an altar to Yahweh and called on the name of Yahweh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abram continued journeying, going toward the Negev.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a famine in the land, so Abram went down into Egypt to stay, for the famine was severe in the land.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was about to enter into Egypt, he said to Sarai his wife, \"See here, I know that you are a beautiful woman.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Egyptians see you they will say, 'This is his wife,' and they will kill me, but they will keep you alive.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say that you are my sister, so that it may be well with me because of you, and so that my life will be spared because of you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Abram entered into Egypt, the Egyptians saw that Sarai was very beautiful.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The princes of Pharaoh saw her, and praised her to Pharaoh, and the woman was taken into Pharaoh's household.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh treated Abram well for her sake, and gave him sheep, oxen, male donkeys, male servants, female servants, female donkeys, and camels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh afflicted Pharaoh and his house with great plagues because of Sarai, Abram's wife.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh summoned Abram, and said, \"What is this that you have done to me? Why did you not tell me that she was your wife?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you say, 'She is my sister,' so that I took her to be my wife? Now therefore, here is your wife. Take her, and go your way.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh gave orders to his men concerning him, and they sent him away, along with his wife and all that he had.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}