{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram went up from Egypt and went into the Negev, he, his wife, and all that he had. Lot also went with them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Abram was very rich in animals, in silver, and in gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He continued on his journey from the Negev to Bethel, to the place where his tent had been before, between Bethel and Ai.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went to the place where the altar was that he had built previously. Here he called on the name of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Lot, who was traveling with Abram, also had flocks, herds, and tents.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land was not able to support them both living close together, because their possessions were very many, so that they could not stay together.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, there was a dispute between the herdsmen of Abram's animals and the herdsmen of Lot's animals. The Canaanites and the Perizzites were living in the land at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram said to Lot, \"Let there be no strife between you and me, and between your herdsmen and my herdsmen; after all, we are family.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is not the whole land before you? Go ahead and separate yourself from me. If you go to the left, then I will go to the right. Or if you go to the right, then I will go to the left.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Lot looked around, and saw that the whole plain of the Jordan was well watered everywhere all the way to Zoar, like the garden of Yahweh, like the land of Egypt. This was before Yahweh destroyed Sodom and Gomorrah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Lot chose for himself all the plain of the Jordan and traveled east, and the relatives separated from each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram lived in the land of Canaan, and Lot lived among the cities of the plain. He set up his tents as far away as Sodom.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the men of Sodom were very wicked sinners against Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Abram after Lot had departed from him, \"Look from the place where you are standing to the north, south, east, and west.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All this land which you see, I will give to you and to your descendants forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make your descendants as abundant as the dust of the earth, so that if a man could count the dust of the earth, then your descendants could also be counted.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Arise, walk through the length and breadth of the land, for I will give it to you.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram picked up his tent, and came and lived by the oaks of Mamre, which are in Hebron, and there built an altar to Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}