{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the days of Amraphel, king of Shinar, Arioch, king of Ellasar, Kedorlaomer, king of Elam, and Tidal, king of Goiim,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that they made war against Bera, king of Sodom, Birsha, king of Gomorrah, Shinab, king of Admah, Shemeber, king of Zeboyim, and the king of Bela (also called Zoar).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These latter five kings joined together in the Valley of Siddim (also called the Salt Sea).\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Twelve years they had served Kedorlaomer, but in the thirteenth year they rebelled.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the fourteenth year, Kedorlaomer and the kings who were with him came and attacked the Rephaim in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the Horites in their hill country of Seir, as far as El Paran, which is near the desert.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they turned and came to En Mishpat (also called Kadesh), and defeated all the country of the Amalekites, and also the Amorites who lived in Hazezon Tamar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboyim, and the king of Bela (also called Zoar) went out and prepared for battle in the Valley of Siddim\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "against Kedorlaomer, king of Elam, Tidal, king of Goiim, Amraphel, king of Shinar, Arioch, king of Ellasar; four kings against the five.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Valley of Siddim was full of tar pits, and as the kings of Sodom and Gomorrah fled, they fell in there. Those who were left fled to the mountains.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the kings took all the goods of Sodom and Gomorrah and all their provisions, and went their way.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they went, they also took Lot, Abram's brother's son, who was living in Sodom, along with all his possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One who had escaped came and told Abram the Hebrew. He was living by the oaks that belonged to Mamre, the Amorite, who was the brother of Eshkol and Aner, who were all allies of Abram.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Abram heard that enemies had captured his relative, he led out his 318 trained men who had been born in his house, and he pursued them as far as Dan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He divided his men against them at night and attacked them, and pursued them as far as Hobah, which is north of Damascus.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought back all the possessions, and also brought back his relative Lot and his goods, as well as the women and the other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Abram returned from defeating Kedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (also called the King's Valley).\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Melchizedek, king of Salem, brought out bread and wine. He was priest of God Most High.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He blessed him saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Blessed be Abram by God Most High, Creator of heaven and earth.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed be God Most High, who has given your enemies into your hand.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Then Abram gave him a tenth of everything.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Sodom said to Abram, \"Give me the people, and take the goods for yourself.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram said to the king of Sodom, \"I have lifted up my hand to Yahweh, God Most High, Creator of heaven and earth,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that I will not take a thread, a sandal strap, or anything that is yours, so that you can never say, 'I have made Abram rich.'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will take nothing except what the young men have eaten and the share of the men that went with me. Let Aner, Eshkol, and Mamre take their portion.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}