{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things the word of Yahweh came to Abram in a vision, saying, \"Fear not, Abram! I am your shield and your very great reward.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram said, \"Lord Yahweh, what will you give me, since I continue childless, and the heir of my house is Eliezer of Damascus?\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram said, \"Since you have given me no descendant, see, the steward of my house is my heir.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, behold, the word of Yahweh came to him, saying, \"This man will not be your heir; but rather the one who will come from your own body will be your heir.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought him outside, and said, \"Look toward heaven, and number the stars, if you are able to number them.\" Then he said to him, \"So will your descendants be.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He believed Yahweh, and he counted it to him as righteousness.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"I am Yahweh, who brought you out of Ur of the Chaldeans, to give you this land to inherit it.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Lord Yahweh, how will I know that I will inherit it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to him, \"Bring me a heifer three years old, a female goat three years old, a ram three years old, a dove, and a young pigeon.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought him all these, and cut them in two, and placed each half opposite the other, but he did not divide the birds.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the birds of prey came down upon the carcasses, Abram drove them away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when the sun was going down, Abram fell sound asleep and, behold, a deep and terrifying darkness overwhelmed him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Abram, \"Know for certain that your descendants will be strangers in a land that is not theirs, and will be enslaved and oppressed for four hundred years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will judge that nation that they will serve, and afterward they will come out with abundant possessions.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will go to your fathers in peace, and you will be buried in a good old age.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fourth generation they will come here again, for the iniquity of the Amorites has not yet reached its limit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun had gone down and it was dark, behold, a smoking fire pot and a flaming torch passed between the pieces.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day Yahweh made a covenant with Abram, saying, \"To your descendants I hereby give this land, from the river of Egypt to the great river, the Euphrates—\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Kenites, the Kenizzites, the Kadmonites,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Hittites, the Perizzites, the Rephaites,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}