{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abram was ninety-nine years old, Yahweh appeared to Abram and said to him, \"I am God Almighty. Walk before me, and be blameless.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will confirm my covenant between me and you, and will multiply you exceedingly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram bowed low with his face to the ground and God talked with him, saying,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"As for me, behold, my covenant is with you. You will be the father of a multitude of nations.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer will your name be Abram, but your name will be Abraham—for I appoint you to be the father of a multitude of nations.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make you exceedingly fruitful, and I will make nations of you, and kings will descend from you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will establish my covenant between me and you and your descendants after you, throughout their generations for an everlasting covenant, to be God to you and to your descendants after you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give to you, and to your descendants after you, the land where you have been living, all the land of Canaan, for an everlasting possession, and I will be their God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said to Abraham, \"As for you, you must keep my covenant, you and your descendants after you throughout their generations.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is my covenant, which you must keep, between me and you and your descendants after you: Every male among you must be circumcised.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must be circumcised in the flesh of your foreskin, and this will be the sign of the covenant between me and you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every male among you that is eight days old must be circumcised, throughout your people's generations. This includes him who is born into your household and him who is bought with money from any foreigner who is not one of your descendants.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who is born into your household and he who is bought with your money must be circumcised. Thus my covenant will be in your flesh for an everlasting covenant.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any uncircumcised male who is not circumcised in the flesh of his foreskin will be cut off from his people. He has broken my covenant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to Abraham, \"As for Sarai your wife, do not call her Sarai any more. Instead, her name will be Sarah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bless her, and I will give you a son by her. I will bless her, and she will become the mother of nations. Kings of peoples will come from her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham bowed low with his face to the ground, and laughed, and said in his heart, \"Can a child be born to a man who is a hundred years old? How can Sarah, who is ninety years old, bear a son?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said to God, \"Oh that Ishmael might live before you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"No, but Sarah your wife will bear you a son, and you must name him Isaac. I will establish my covenant with him as an everlasting covenant with his descendants after him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Ishmael, I have heard you. Behold, I hereby bless him, and will make him fruitful, and will multiply him abundantly. He will be the father of twelve leaders of tribes, and I will make him become a great nation.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But my covenant I will establish with Isaac, whom Sarah will bear to you at this time in the next year.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had finished talking with him, God went up from Abraham.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham took Ishmael his son, and all those who were born into his household, and all those who were bought with his money, every male among the men of Abraham's household, and circumcised the flesh of their foreskin in that same day, as God had said to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the very same day Abraham and Ishmael his son were both circumcised.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men of his household were circumcised with him, including those born into the household and those bought with money from a foreigner.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}