{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared to Abraham by the oaks of Mamre, as he sat in the tent doorway in the heat of the day.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looked up and, behold, he saw three men standing across from him. When he saw them, he ran to meet them from the tent door and bowed low to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Lord, if I have found favor in your eyes, do not pass by and leave your servant.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let a little water be brought, wash your feet, and rest yourselves under the tree.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me bring a little food, so that you may refresh yourselves. Afterwards you can go your way, since you have come to your servant.\" They replied, \"Do as you have said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham quickly went into the tent to Sarah, and said, \"Hurry, get three seahs of fine flour, knead it, and make bread.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham ran to the herd, and took a calf that was tender and good, and gave it to the servant, and he hurried to prepare it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took curds and milk, and the calf that had been prepared, and placed the food before them, and he stood by them under the tree while they ate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Where is Sarah your wife?\" He replied, \"There, in the tent.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I will certainly return to you in the springtime, and see, Sarah your wife will have a son.\" Sarah was listening in the tent doorway, which was behind him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Abraham and Sarah were old, very advanced in age, and Sarah had passed the age when women could bear children.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Sarah laughed to herself, saying to herself, \"After I am worn-out and my master is old, will I now have this pleasure?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Abraham, \"Why did Sarah laugh and say, 'Will I really bear a child, when I am old'?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is anything too hard for Yahweh? At the time appointed by me, in the spring, I will return to you. About this time next year Sarah will have a son.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Sarah denied it and said, \"I did not laugh,\" for she was afraid. He replied, \"No, you did laugh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men arose to leave and looked down toward Sodom. Abraham went with them to see them on their way.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said, \"Should I hide from Abraham what I am about to do,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "since Abraham will indeed become a great and mighty nation, and all the nations of the earth will be blessed in him?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have chosen him so that he may instruct his children and his household after him to keep the way of Yahweh, to do righteousness and justice, so that Yahweh may bring upon Abraham what he has said to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said, \"Because the outcry against Sodom and Gomorrah is so great, and because their sin is so serious,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will now go down there and see the outcry against her that has come to me, whether they have really done it. If not, I will know.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men turned from there, and went toward Sodom, but Abraham remained standing before Yahweh.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham approached and said, \"Will you sweep away the righteous with the wicked?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps there are fifty righteous within the city. Will you sweep it away and not spare the place for the sake of the fifty righteous that are there?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Far be it from you to do such a thing, killing the righteous with the wicked, so that the righteous should be treated the same as the wicked. Far be it from you! Will not the Judge of all the earth do what is just?\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"If I find in Sodom fifty righteous within the city, then I will spare the whole place for their sake.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham answered and said, \"Look, I have undertaken to speak to my Lord, even though I am only dust and ashes!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What if there are five less than fifty righteous? Will you destroy the whole city for lack of five?\" Then he said, \"I will not destroy it, if I find there forty-five.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke to him yet again, and said, \"What if there are forty found there?\" He replied, \"I will not do it for the forty's sake.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please do not be angry, Lord, so I may speak. Perhaps thirty will be found there.\" He replied, \"I will not do it, if I find thirty there.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Look, I have undertaken to speak to my Lord! Perhaps twenty will be found there.\" He replied, \"I will not destroy it for the twenty's sake.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please do not be angry, Lord, and I will speak this one last time. Perhaps ten will be found there.\" Then he said, \"I will not destroy it for the ten's sake.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh went on his way as soon as he had finished talking with Abraham, and Abraham returned home.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}