{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two angels came to Sodom in the evening, while Lot was sitting at the gate of Sodom. Lot saw them, arose to meet them, and bowed down with his face to the ground.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please my masters, I urge you to turn aside into your servant's house, stay for the night, and wash your feet. Then you can rise up early and go on your way.\" They replied, \"No, we will spend the night in the town square.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he urged them strongly, so they went with him, and entered into his house. He prepared a meal and baked unleavened bread, and they ate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the men from every part of the city.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called to Lot, and said to him, \"Where are the men that came in to you tonight? Bring them out to us, that we may sleep with them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Lot went out the door to them and shut the door after himself.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I beg you, my brothers, do not act so wickedly.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I have two daughters who have not slept with any man. Let me, I beg you, bring them out to you, and you do to them whatever is good in your eyes. Only do nothing to these men, because they have come under the shadow of my roof.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Stand back!\" They also said, \"This one came here to live as a foreigner, and now he has become our judge! Now we will deal worse with you than with them.\" They pressed hard against the man, against Lot, and came near to break down the door.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men reached out their hands and brought Lot into the house with them and shut the door.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Lot's visitors struck with blindness the men who were outside the door of the house, both young and old, so that they became exhausted when they were trying to find the door.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men said to Lot, \"Do you have anyone else here? Any sons-in-law, your sons and your daughters, and whoever you have in the city, get them out of here.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are about to destroy this place, because the accusations against it before Yahweh have become so loud that he has sent us to destroy it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lot went out and spoke to his sons-in-law, the men who had promised to marry his daughters, and said, \"Quick, get out of this place, for Yahweh is about to destroy the city.\" But to his sons-in-law he seemed to be joking.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the morning dawned, the angels urged Lot, saying, \"Get going, take your wife and your two daughters that are here, so you are not swept away in the punishment of the city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he lingered. So the men grabbed his hand, and the hand of his wife, and the hands of his two daughters, because Yahweh was merciful to him. They brought them out, and set them outside the city.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had brought them out, one of the men said, \"Run for your lives! Do not look back, or stay anywhere on the plain. Escape to the mountains so you are not swept away.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lot said to them, \"No, please, my masters!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your servant has found favor in your eyes, and you have shown me great kindness in saving my life, but I cannot escape to the mountains, because the disaster will overtake me, and I will die.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, that city over there is near enough to flee to, and it is a little one. Please, let me escape there (is it not a little one?), and my life will be saved.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Alright, I am granting this request also, that I will not destroy the city which you have mentioned.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hurry! Escape there, for I cannot do anything until you arrive there.\" Therefore the city was called Zoar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sun had risen upon the earth when Lot reached Zoar.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh rained down upon Sodom and Gomorrah sulfur and fire from Yahweh out of the sky.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He destroyed those cities, and all the plain, and all the inhabitants of the cities, and the plants that grew on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Lot's wife, who was behind him, looked back, and she became a pillar of salt.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham got up early in the morning and went to the place where he had stood before Yahweh.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looked down toward Sodom and Gomorrah and toward all the land of the plain. He looked and behold, smoke was rising from the land like the smoke of a furnace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when God destroyed the cities of the plain, God called Abraham to mind. He sent Lot out of the midst of the destruction when he destroyed the cities in which Lot had lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Lot went up from Zoar to live in the mountains with his two daughters, because he was afraid to live in Zoar. So he lived in a cave, he and his two daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The firstborn said to the younger, \"Our father is old, and there is no man anywhere to sleep with us according to the way of all the world.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come, let us make our father drink wine, and we will sleep with him, so that we may extend our father's line.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they made their father drink wine that night. Then the firstborn went in and slept with her father; he did not know when she lay down, nor when she arose.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day the firstborn said to the younger, \"Listen, last night I slept with my father. Let us make him drink wine tonight also, and you should go in and sleep with him, so that we may extend our father's line.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they made their father drink wine that night also, and the younger went and slept with him. He did not know when she lay down, nor when she arose.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So both the daughters of Lot were pregnant by their father.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The firstborn gave birth to a son, and named him Moab. He became the ancestor of the Moabites of today.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the younger daughter, she also gave birth to a son, and named him Ben-Ammi. He became the ancestor of the people of Ammon of today.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}