{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the heavens and the earth were finished, and all the living things that filled them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day God came to the end of his work which he had done, and so he rested on the seventh day from all his work.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God blessed the seventh day and sanctified it, because in it he rested from all his work which he had done in his creation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the events concerning the heavens and the earth, when they were created, on the day that Yahweh God made the earth and the heavens.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No bush of the field was yet in the earth, and no plant of the field had yet sprouted, for Yahweh God had not caused it to rain upon the earth, and there was no man to cultivate the ground.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a mist went up from the earth and watered the whole surface of the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God formed man from the dust of the ground, and breathed into his nostrils the breath of life, and man became a living being.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God planted a garden eastward, in Eden, and there he put the man whom he had formed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of the ground Yahweh God made every tree to grow that is pleasant to the sight and good for food. This included the tree of life that was in the midst of the garden, and the tree of the knowledge of good and evil.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A river went out of Eden to water the garden. From there it divided and became four rivers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the first is Pishon. It is the one which flows throughout the whole land of Havilah, where there is gold.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gold of that land is good. There are also bdellium and the onyx stone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the second river is Gihon. This one flows throughout the whole land of Cush.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the third river is Tigris, which flows east of Ashur. The fourth river is the Euphrates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God took the man and put him into the garden of Eden to work it and to maintain it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God commanded the man, saying, \"From every tree in the garden you may freely eat.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But from the tree of the knowledge of good and evil you may not eat, for on the day that you eat from it, you will surely die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God said, \"It is not good that the man should be alone. I will make him a helper suitable for him.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of the ground Yahweh God formed every animal of the field and every bird of the sky. Then he brought them to the man to see what he would call them. Whatever the man called each living creature, that was its name.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man gave names to all the livestock, to all the birds of the sky, and to every beast of the field. But for the man himself there was found no helper suitable for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God caused a deep sleep to fall upon the man, so the man slept. Yahweh God took one of his ribs and closed up the flesh where he took the rib.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the rib that Yahweh God had taken from the man, he made a woman and brought her to the man.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"This time, this one is bone of my bones, and flesh of my flesh.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "She will be called 'woman,' because she was taken out of man.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore a man will leave his father and his mother, he will be united to his wife, and they will become one flesh.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were both naked, the man and his wife, but were not ashamed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}