{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham journeyed from there toward the land of the Negev, and lived between Kadesh and Shur. He was a foreigner living in Gerar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said concerning Sarah his wife, \"She is my sister.\" So Abimelech king of Gerar sent for Sarah and took her.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God came to Abimelech in a dream in the night, and said to him, \"Behold, you are a dead man because of the woman whom you have taken, for she is a man's wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Abimelech had not come near her and he said, \"Lord, would you kill even a righteous nation?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did he not himself say to me, 'She is my sister?' Even she herself said, 'He is my brother.' I have done this in the integrity of my heart and the innocence of my hands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said to him in the dream, \"Yes, I also know that in the integrity of your heart you did this, and I also kept you from sinning against me. Therefore I did not allow you to touch her.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, return the man's wife, for he is a prophet. He will pray for you, and you will live. But if you do not restore her, know that you and all who are yours will surely die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech rose early in the morning and called all of his servants to himself. He told all these things to them, and the men were very afraid.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech called for Abraham and said to him, \"What have you done to us? How have I sinned against you, that you have brought on me and on my kingdom a great sin? You have done to me that which ought not to be done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said to Abraham, \"What prompted you to do this thing?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said, \"Because I thought, 'Surely there is no fear of God in this place, and they will kill me because of my wife.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Besides, she is indeed my sister, the daughter of my father, but not the daughter of my mother; and she became my wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God caused me to leave my father's house and travel from place to place, I said to her, 'You must show me this faithfulness as my wife: At every place where we go, say about me, \"He is my brother.\"'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech took sheep and oxen, and male and female slaves, and gave them to Abraham. Then he returned Sarah, Abraham's wife, to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said, \"Look, my land is before you. Settle wherever it pleases you.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To Sarah he said, \"Look, I have given your brother a thousand pieces of silver. It is to cover any offense against you in the eyes of all that are with you, and before everyone, you are completely made right.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham prayed to God, and God healed Abimelech, his wife, and his female slaves so that they were able to have children.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh had caused all the women of the household of Abimelech to be completely infertile, because of Sarah, Abraham's wife.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}