{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh paid attention to Sarah as he had said he would, and Yahweh did for Sarah just as he had promised.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah conceived and bore a son to Abraham in his old age, at the set time of which God had spoken to him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham named his son, the one who had been born to him, whom Sarah bore to him, Isaac.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham circumcised his son Isaac when he was eight days old, just as God had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was one hundred years old when his son Isaac was born to him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah said, \"God has made me laugh; every one who hears will laugh with me.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She also said, \"Who would have said to Abraham that Sarah would nurse children, and yet I have borne him a son in his old age!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The child grew and was weaned, and Abraham made a great feast on the day that Isaac was weaned.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, mocking.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she said to Abraham, \"Drive out this slave woman and her son, for the son of this slave woman will not be heir with my son, with Isaac.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This thing was very grievous to Abraham because of his son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God said to Abraham, \"Do not be grieved because of the lad, and because of your servant woman. Listen to her words in all she says to you about this matter, because it is through Isaac that your descendants will be named.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also make the son of the servant woman into a nation, because he is your descendant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham rose up early in the morning, took bread and a skin of water, and gave it to Hagar, putting it on her shoulder. He gave her the boy and sent her away. She departed and wandered in the wilderness of Beersheba.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the water in the waterskin was gone, she abandoned the child under one of the bushes.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she went, and sat down a short distance from him, about the distance of a bowshot away, for she said, \"Let me not look upon the death of the child.\" As she sat there across from him, she lifted up her voice and wept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God heard the voice of the lad, and the angel of God called to Hagar out of heaven, and said to her, \"What troubles you, Hagar? Do not be afraid, for God has heard the voice of the lad where he is.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Get up, raise up the lad, and encourage him; for I will make him into a great nation.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God opened her eyes, and she saw a well of water. She went and filled the skin with water, and gave the lad a drink.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was with the lad, and he grew. He lived in the wilderness and became an archer.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He lived in the wilderness of Paran, and his mother got a wife for him from the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at that time that Abimelech and Phicol the captain of his army spoke to Abraham, saying, \"God is with you in all that you do.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore swear to me here by God that you will not deal falsely with me, nor with my offspring, nor with my descendants. Show to me and to the land in which you have been staying the same covenant faithfulness that I have shown to you.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said, \"I swear.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham also complained to Abimelech concerning a well of water that Abimelech's servants had seized from him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said, \"I do not know who has done this thing. You did not tell me before now; I have not heard of it until today.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham took sheep and oxen and gave them to Abimelech, and the two men made a covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham set seven female lambs of the flock by themselves.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said to Abraham, \"What is the meaning of these seven female lambs that you have set by themselves?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"These seven female lambs you will receive from my hand, so that it may be a witness for me, that I dug this well.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he called that place Beersheba, because there they both swore an oath.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a covenant at Beersheba, and then Abimelech and Phicol, the captain of his army, returned to the land of the Philistines.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham planted a tamarisk tree in Beersheba. There he worshiped Yahweh, the eternal God.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham remained as a foreigner in the land of the Philistines many days.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}