{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after these things that God tested Abraham. He said to him, \"Abraham!\" Abraham said, \"Here I am.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"Take your son, your only son, whom you love, Isaac, and go to the land of Moriah. Offer him there as a burnt offering upon one of the mountains there, which I will tell you about.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham rose early in the morning, saddled his donkey, and took two of his young men with him, along with Isaac his son. He cut the wood for the burnt offering, then set out on his journey to the place that God had told him about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day Abraham looked up and saw the place afar off.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said to his young men, \"Stay here with the donkey, and I and the lad will go over there. We will worship and come again to you.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham took the wood for the burnt offering and put it on Isaac his son. He took in his own hand the fire and the knife; and they went both of them together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac spoke to Abraham his father and said, \"My father,\" and he said, \"Here I am, my son.\" He said, \"See, here is the fire and the wood, but where is the lamb for the burnt offering?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said, \"God himself will provide the lamb for the burnt offering, my son.\" So they went on, both of them together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the place that God had told him about, Abraham built an altar there and laid the wood on it. Then he bound Isaac his son, and laid him on the altar, on top of the wood.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham reached out with his hand and took up the knife to kill his son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel of Yahweh called to him from heaven and said, \"Abraham, Abraham!\" and he said, \"Here I am.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Do not lay your hand upon the lad, nor do anything to harm him, for now I know that you fear God, seeing that you have not withheld your son, your only son, from me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham looked up and behold, behind him was a ram caught in the bushes by his horns. Abraham went and took the ram and offered him up as a burnt offering instead of his son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham called that place, \"Yahweh will provide,\" and it is said to this day, \"On the mountain of Yahweh it will be provided.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh called to Abraham a second time from heaven\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said—this is Yahweh's declaration—by myself I have sworn that because you have done this thing, and have not withheld your son, your only son,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will surely bless you and I will greatly multiply your descendants as the stars of the heavens, and as the sand which is upon the seashore; and your descendants will possess the gate of their enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through your offspring all the nations of the earth will be blessed, because you have obeyed my voice.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham returned to his young men, and they departed and went together to Beersheba, and he lived at Beersheba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after these things that Abraham was told, \"Milkah has borne children, as well, to your brother Nahor.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were Uz his firstborn, Buz his brother, Kemuel the father of Aram,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kesed, Hazo, Pildash, Jidlaph, and Bethuel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bethuel became the father of Rebekah. These were the eight children that Milkah bore to Nahor, Abraham's brother.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash, and Maacah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}