{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah lived a hundred and twenty-seven years. These were the years of the life of Sarah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah died in Kiriath Arba, that is, Hebron, in the land of Canaan. Abraham mourned and wept for Sarah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham rose up and went from his dead wife, and spoke to the sons of Heth, saying,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am a foreigner among you. Please grant me a property for a burial place among you, so that I may bury my dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Heth answered Abraham, saying,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen to us, my master. You are a prince of God among us. Bury your dead in the choicest of our tombs. None of us will refuse you his tomb, so that you may bury your dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham arose and bowed down to the people of the land, to the sons of Heth.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke to them, saying, \"If you agree that I should bury my dead, then hear me and plead with Ephron son of Zohar, for me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ask him to sell me the cave of Machpelah, which he owns, which is at the end of his field. For the full price let him sell it to me publicly as a property for a burial place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Ephron was sitting among the sons of Heth, and Ephron the Hittite answered Abraham in the hearing of the sons of Heth, of all those who had come into the gate of his city, saying,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"No, my master, hear me. I give you the field, and the cave that is in it. I give it to you in the presence of the sons of my people. I give it to you to bury your dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham bowed himself down before the people of the land.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke to Ephron in the hearing of the people of the land, saying, \"But if you are willing, please hear me. I will pay for the field. Take the money from me, and I will bury my dead there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ephron answered Abraham, saying,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Please, my master, listen to me. A piece of land worth four hundred shekels of silver, what is that between me and you? Bury your dead.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham listened to Ephron and Abraham weighed out to Ephron the amount of silver that he had spoken in the hearing of the sons of Heth, four hundred shekels of silver, according to the standard measurement of the merchants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the field of Ephron, which was in Machpelah, which was next to Mamre, that is, the field, the cave that was in it, and all the trees that were in the field and all around its border, passed\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to Abraham by purchase in the presence of the sons of Heth, before all those who had come into the gate of his city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, Abraham buried Sarah his wife in the cave of the field of Machpelah, which is next to Mamre, that is, Hebron, in the land of Canaan.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the field and the cave in it passed to Abraham as a property for a burial place from the sons of Heth.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}