{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Abraham was very old and Yahweh had blessed Abraham in all things.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said to his servant, the one who was the oldest of his household and who was in charge of all that he had, \"Put your hand under my thigh\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will make you swear by Yahweh, the God of heaven and the God of the earth, that you will not get a wife for my son from the daughters of the Canaanites, among whom I make my home.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will go to my country, and to my relatives, and get a wife for my son Isaac.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant said to him, \"What if the woman will not be willing to follow me to this land? Must I take your son back to the land from which you came?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said to him, \"Make sure that you do not take my son back there!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God of heaven, who took me from my father's house and from the land of my relatives, and who promised me with a solemn oath saying, 'To your offspring I will give this land,' he will send his angel before you, and you will get a wife for my son from there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the woman is not willing to follow you, then you will be free from this oath of mine. Only you are not to take my son back there.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servant put his hand under the thigh of Abraham his master, and swore to him concerning this matter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant took ten of his master's camels and departed. He also took with him all kinds of gifts from his master. He departed and went to the region of Aram Naharaim, to the city of Nahor.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the camels kneel down outside the city by the well of water. It was evening, the time that women go out to draw water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Yahweh, God of my master Abraham, grant me success today and show covenant faithfulness to my master Abraham.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, here I am standing by the spring of water, and the daughters of the men of the city are coming out to draw water.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let it happen like this. When I say to a young woman, 'Please lower your pitcher so that I may drink,' and she says to me, 'Drink, and I will water your camels too,' then let her be the one that you have appointed for your servant Isaac. By this I will know that you have shown covenant faithfulness to my master.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that even before he had finished speaking, behold, Rebekah came out with her water pitcher on her shoulder. Rebekah was born to Bethuel son of Milkah, the wife of Nahor, Abraham's brother.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young woman was very beautiful and a virgin. No man had slept with her. She went down to the spring and filled her pitcher, and came up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the servant ran to meet her and said, \"Please give me a little drink of water from your pitcher.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Drink, my master,\" and she quickly let down her pitcher on her hand, and gave him a drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she had finished giving him a drink, she said, \"I will draw water for your camels also, until they have finished drinking.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she hurried and emptied her pitcher into the trough, then ran again to the well to draw water, and drew water for all his camels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man watched her in silence to see whether Yahweh had prospered his journey or not.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the camels finished drinking, the man brought out a gold nose ring weighing half a shekel, and two gold bracelets for her arms weighing ten shekels,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and asked, \"Whose daughter are you? Tell me please, is there room in your father's house for us to spend the night?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to him, \"I am the daughter of Bethuel son of Milkah, whom she bore to Nahor.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She also said to him, \"We have plenty of both straw and feed, and also room for you to spend the night.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man bowed down and worshiped Yahweh.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Blessed be Yahweh, the God of my master Abraham, who has not forsaken his covenant faithfulness and his trustworthiness toward my master. As for me, Yahweh has led me directly to the house of my master's relatives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the young woman ran and told her mother's household about all of these things.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Rebekah had a brother, and his name was Laban. Laban ran to the man who was out at the road by the spring.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had seen the nose ring and the bracelets on his sister's arms, and when he had heard the words of Rebekah his sister, \"This is what the man said to me,\" he went to the man, and, behold, he was standing by the camels at the spring.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Laban said, \"Come, you blessed of Yahweh. Why are you standing outside? I have prepared the house, and a place for the camels.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man came to the house and he unloaded the camels. The camels were given straw and feed, and water was provided to wash his feet and the feet of the men who were with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set food before him to eat, but he said, \"I will not eat until I have said what I have to say.\" So Laban said, \"Speak on.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I am Abraham's servant.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has blessed my master very much and he has become great. He has given him flocks and herds, silver and gold, male servants and female servants, and camels and donkeys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah, my master's wife, bore a son to my master when she was old, and he has given everything that he owns to him.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My master made me swear, saying, 'You must not get a wife for my son from the daughters of the Canaanites, in whose land I make my home.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you must go to my father's family, and to my relatives, and get a wife for my son.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to my master, 'Perhaps the woman will not follow me.'\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to me, 'Yahweh, before whom I walk, will send his angel with you and he will prosper your way, so that you will get a wife for my son from among my relatives and from my father's family line.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will be free from my oath if you come to my relatives and they will not give her to you. Then you will be free from my oath.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I arrived today at the spring, and said, 'O Yahweh, God of my master Abraham, please, if you do indeed intend to make my journey successful—\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "here I am, standing by the spring of water—let the young woman who comes out to draw water, the woman to whom I say, \"Please give me a little water from your pitcher to drink,\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the woman who says to me, \"Drink, and I will also draw water for your camels\"—let her be the woman whom you, Yahweh, have chosen for my master's son.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even before I had finished speaking in my heart, behold, Rebekah came out with her pitcher on her shoulder and she went down to the spring and drew water. So I said to her, 'Please give me a drink.'\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She quickly lowered her pitcher from her shoulder and said, 'Drink, and I will give your camels water also.' So I drank, and she watered the camels also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked her and said, 'Whose daughter are you?' She said, 'The daughter of Bethuel, Nahor's son, whom Milkah bore to him.' Then I put the ring in her nose and the bracelets on her arms.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I bowed down and worshiped Yahweh, and blessed Yahweh, the God of my master Abraham, who had led me by the right way to find the daughter of my master's relative for his son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, if you are prepared to show covenant faithfulness and trustworthiness to my master, tell me. But if not, tell me, so that I may turn to the right hand or to the left.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Laban and Bethuel answered and said, \"The thing has come from Yahweh; we cannot speak to you either bad or good.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, Rebekah is before you. Take her and go, so she may be the wife of your master's son, as Yahweh has spoken.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abraham's servant heard their words, he bowed himself down to the ground to Yahweh.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant brought out articles of silver and articles of gold, and clothing, and gave them to Rebekah. He also gave precious gifts to her brother and to her mother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he and the men who were with him ate and drank. They stayed there overnight, and when they arose in the morning, he said, \"Send me away to my master.\"\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her brother and her mother said, \"Let the young woman stay with us for a few more days, at least ten. After that she may go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, \"Do not hinder me, since Yahweh has prospered my way. Send me on my way so that I may go to my master.\"\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"We will call the young woman and ask her.\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they called Rebekah and asked her, \"Will you go with this man?\" She replied, \"I will go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent their sister Rebekah, along with her female servant, on her journey with Abraham's servant and his men.\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They blessed Rebekah, and said to her,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Our sister, may you be the mother of thousands of ten thousands,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and may your descendants possess the gate of those who hate them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rebekah arose, and she and her servant girls mounted the camels, and followed the man. Thus the servant took Rebekah, and went his way.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Isaac was living in the Negev, and had just returned from Beer Lahai Roi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac went out to meditate in the field in the evening. When he looked up and saw, behold, there were camels coming!\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah looked, and when she saw Isaac, she jumped down from the camel.\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to the servant, \"Who is that man who is walking in the field to meet us?\" The servant said, \"It is my master.\" So she took her veil, and covered herself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant recounted to Isaac all the things that he had done.\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaac brought her into his mother Sarah's tent and took Rebekah, and she became his wife, and he loved her. So Isaac was comforted after his mother's death.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}