{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a famine happened in the land, besides the first famine that had been in the days of Abraham. Isaac went to Abimelech, king of the Philistines at Gerar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Yahweh appeared to him and said, \"Do not go down to Egypt; live in the land that I tell you to live in.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay in this very land, and I will be with you and will bless you; for to you and to your descendants, I will give all these lands, and I will fulfill the oath that I swore to Abraham your father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will multiply your descendants like the stars of heaven, and will give to your descendants all these lands. Through your descendants all the nations of the earth will be blessed.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do this because Abraham obeyed my voice and kept my instructions, my commandments, my statutes, and my laws.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac settled in Gerar.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of the place asked him about his wife, he said, \"She is my sister.\" He feared to say, \"She is my wife,\" because he thought, \"The men of this place will kill me to get Rebekah, because she is so beautiful.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Isaac had been there a long time, Abimelech king of the Philistines happened to look out of a window. He saw, behold, Isaac was caressing Rebekah, his wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech called Isaac to him and said, \"Look, certainly she is your wife. Why did you say, 'She is my sister'?\" Isaac said to him, \"Because I thought someone might kill me to get her.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said, \"What is this you have done to us? One of the people might easily have slept with your wife, and you would have brought guilt upon us.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech warned all the people and said, \"Whoever touches this man or his wife will surely be put to death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac planted crops in that land and reaped in the same year a hundredfold, because Yahweh blessed him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man became rich, and grew more and more until he became very great.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had many sheep and cattle, and a large household. The Philistines envied him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now all the wells that his father's servants had dug in the days of Abraham his father, the Philistines stopped them up by filling them with earth.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said to Isaac, \"Go away from us, for you are much mightier than we.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac departed from there and settled in the Valley of Gerar, and lived there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once again Isaac dug out the wells of water, which they had dug in the days of Abraham his father. The Philistines had stopped them up after Abraham's death. Isaac called the wells by the same names that his father had called them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Isaac's servants dug in the valley, they found there a well of flowing water.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The herdsmen of Gerar quarreled with Isaac's herdsmen, and said, \"This water is ours.\" So Isaac called that well \"Esek,\" because they had quarreled with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they dug another well, and they quarreled over that, too, so he gave it the name of \"Sitnah.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He left there and dug yet another well, but they did not quarrel over that one. So he called it Rehoboth, and he said, \"Now Yahweh has made room for us, and we will prosper in the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaac went up from there to Beersheba.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared to him that same night and said, \"I am the God of Abraham your father. Do not fear, for I am with you and will bless you and multiply your descendants, for my servant Abraham's sake.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac built an altar there and called on the name of Yahweh. There he pitched his tent, and his servants dug a well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech went to him from Gerar, with Ahuzzath, his friend, and Phicol, the captain of his army.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac said to them, \"Why are you coming to me, since you hate me and have sent me away from you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said, \"We have clearly seen that Yahweh has been with you. So we decided that there should be an oath between us, yes, between us and you. So let us make a covenant with you,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that you will do us no harm, just as we have not harmed you, and as we have treated you well and have sent you away in peace. Indeed, you are blessed by Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac made a feast for them, and they ate and drank.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rose early in the morning and swore an oath with each other. Then Isaac sent them away, and they left him in peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That same day Isaac's servants came and told him about the well that they had dug. They said, \"We have found water.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called the well Shibah, so the name of that city is Beersheba to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Esau was forty years old, he took a wife, Judith the daughter of Beeri the Hittite, and also Basemath the daughter of Elon the Hittite.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought sorrow to Isaac and Rebekah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}