{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Isaac was old and his eyes were dim so that he could not see, he called Esau, his older son, and said to him, \"My son.\" He said to him, \"Here I am.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"See here, I am old. I do not know the day of my death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore take your weapons, your quiver and your bow, and go out to the field and hunt game for me.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make delicious food for me, the sort that I love, and bring it to me so I can eat it and bless you before I die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Rebekah heard it when Isaac spoke to Esau his son. Esau went to the field to hunt for game and bring it back.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah spoke to Jacob her son and said, \"See here, I heard your father speak to Esau your brother. He said,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Bring me game and make me delicious food, that I may eat it and bless you in the presence of Yahweh before my death.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, my son, obey my voice as I command you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to the flock, and bring me two good young goats; and I will make delicious food from them for your father, just like he loves.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will take it to your father, so that he may eat it, so that he may bless you before his death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to Rebekah his mother, \"See, Esau my brother is a hairy man, and I am a smooth man.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps my father will touch me, and I will seem to him as a deceiver. I will bring a curse upon me and not a blessing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His mother said to him, \"My son, let any curse fall on me. Just obey my voice, and go, bring them to me.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob went and got the young goats and brought them to his mother, and his mother made delicious food, just like his father loved.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah took the best clothes of Esau, her older son, which were with her in the house, and put them on Jacob, her younger son.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She put the skins of the young goats on his hands and on the smooth part of his neck.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She put the delicious food and the bread that she had prepared into the hand of her son Jacob.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob went to his father and said, \"My father.\" He said, \"Here I am; who are you, my son?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to his father, \"I am Esau your firstborn; I have done as you said to me. Now sit up and eat some of my game, that you may bless me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac said to his son, \"How is it that you have found it so quickly, my son?\" He said, \"Because Yahweh your God brought it to me.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac said to Jacob, \"Come near me, so I may touch you, my son, and learn whether you are my true son Esau or not.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob went over to Isaac his father; and Isaac touched him and said, \"The voice is Jacob's voice, but the hands are the hands of Esau.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac did not recognize him, because his hands were hairy, like his brother Esau's hands, so Isaac blessed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Are you really my son Esau?\" He replied, \"I am.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac said, \"Bring the food to me, and I will eat of your game, so that I may bless you.\" Jacob brought the food to him. Isaac ate, and Jacob brought him wine, and he drank.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his father Isaac said to him, \"Come near now and kiss me, my son.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob came near and kissed him, and he smelled the smell of his clothes and blessed him. He said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"See, the smell of my son is like the smell of a field that Yahweh has blessed.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God give you a portion of the dew of heaven,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "a portion of the fatness of the earth,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and plenty of grain and new wine.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May peoples serve you and nations bow down to you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Be master over your brothers,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and may your mother's sons bow down to you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "May every one who curses you be cursed;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "may every one who blesses you be blessed.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Isaac had finished blessing Jacob, and Jacob had scarcely gone out from the presence of Isaac his father, Esau his brother came in from his hunting.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made delicious food and brought it to his father. He said to his father, \"Father, get up and eat some of your son's game, so that you may bless me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac his father said to him, \"Who are you?\" He said, \"I am your son, your firstborn, Esau.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac trembled very much and said, \"Who was it that hunted this game and brought it to me? I ate it all before you came, and I have blessed him. Indeed, he will be blessed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Esau heard the words of his father, he cried with a very great and bitter cry, and said to his father, \"Bless me, me also, my father.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac said, \"Your brother came here deceitfully and has taken away your blessing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau said, \"Is he not rightly named Jacob? For he has cheated me these two times. He took away my birthright, and, see, now he has taken away my blessing.\" Then he said, \"Have you not reserved a blessing for me?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac answered and said to Esau, \"Look, I have made him your master, and I have given to him all his brothers as servants, and I have given him grain and new wine. What more can I do for you, my son?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau said to his father, \"Have you not even one blessing for me, my father? Bless me, even me too, my father.\" Esau wept loudly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac his father answered and said to him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Look, the place where you live will be far from the richness of the earth,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "away from the dew of the sky above.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By your sword you will live, and you will serve your brother.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But when you rebel, you will shake his yoke from off your neck.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau hated Jacob because of the blessing that his father had given him. Esau said in his heart, \"The days of mourning for my father are near; after that I will kill my brother Jacob.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words of Esau her older son were told to Rebekah. So she sent and called Jacob her younger son and said to him, \"See, your brother Esau is consoling himself about you by planning to kill you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, my son, obey me and flee to Laban, my brother, in Haran.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay with him for a while, until your brother's fury subsides,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until your brother's anger turns away from you, and he forgets what you have done to him. Then I will send and bring you back from there. Why should I lose you both in one day?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah said to Isaac, \"I am weary of life because of the daughters of Heth. If Jacob takes one of the daughters of Heth as a wife, like these women, some of the daughters of the land, what good will my life be to me?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}