{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob went on his journey and came to the land of the people of the east.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he looked, he saw a well in the field, and, behold, three flocks of sheep were lying there by it. For out of that well they would water the flocks, and the stone over the well's mouth was large.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the flocks had gathered there, the shepherds would roll the stone from the well's mouth and water the sheep, and then put the stone again over the well's mouth, back in its place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to them, \"My brothers, where are you from?\" They replied, \"We are from Haran.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Do you know Laban son of Nahor?\" They said, \"We know him.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Is he well?\" They said, \"He is well, and, look there, Rachel his daughter is coming with the sheep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"See, it is the middle of the day. It is not the time for the flocks to be gathered together. You should water the sheep and then go and let them graze.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"We cannot water them until all the flocks are gathered together. The men will then roll the stone from the well's mouth, and we will water the sheep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jacob was still speaking with them, Rachel came with her father's sheep, for she was tending them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob saw Rachel, the daughter of Laban, his mother's brother, and the sheep of Laban, his mother's brother, Jacob came over, rolled the stone from the well's mouth, and watered the flock of Laban, his mother's brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob kissed Rachel and wept loudly.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob told Rachel that he was her father's relative, and that he was Rebekah's son. Then she ran and told her father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Laban heard the news about Jacob his sister's son, he ran to meet him, embraced him, kissed him, and brought him to his house. Jacob told Laban all these things.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said to him, \"You are indeed my bone and my flesh.\" Then Jacob stayed with him for about one month.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Laban said to Jacob, \"Should you serve me for nothing because you are my relative? Tell me, what will your wages be?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Laban had two daughters. The name of the older was Leah, and the name of the younger was Rachel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah's eyes were tender, but Rachel was beautiful in form and appearance.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob loved Rachel, so he said, \"I will serve you seven years for Rachel, your younger daughter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said, \"It is better that I give her to you, than that I should give her to another man. Stay with me.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob served seven years for Rachel; and they seemed to him only a few days, for the love he had for her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob said to Laban, \"Give me my wife, for my days have been completed—so that I may marry her!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Laban gathered together all the men of the place and made a feast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening, Laban took Leah his daughter and brought her to Jacob, who slept with her.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban gave his female servant Zilpah to his daughter Leah, to be her servant.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning, behold, it was Leah! Jacob said to Laban, \"What is this you have done to me? Did I not serve you for Rachel? Why then have you tricked me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said, \"It is not our custom to give the younger daughter before the firstborn.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Complete the bridal week of this daughter, and we will give you the other also in return for serving me another seven years.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob did so, and completed Leah's week. Then Laban gave him Rachel his daughter as his wife also.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban also gave Bilhah to his daughter Rachel, to be her servant.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob slept with Rachel, too, but he loved Rachel more than Leah. So Jacob served Laban for seven more years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh saw that Leah was not loved, so he opened her womb, but Rachel was childless.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah conceived and bore a son, and she called his name Reuben. For she said, \"Because Yahweh has looked upon my affliction; surely now my husband will love me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she conceived again and bore a son. She said, \"Because Yahweh has heard that I am unloved, he has therefore given me this son also,\" and she called his name Simeon.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she conceived again and bore a son. She said, \"Now this time will my husband be attached to me, because I have borne him three sons.\" Therefore his name was called Levi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She conceived again and bore a son. She said, \"This time I will praise Yahweh.\" Therefore she called his name Judah; then she stopped having children.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}