{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Rachel saw that she bore Jacob no children, Rachel envied her sister. She said to Jacob, \"Give me children, or I will die.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob's anger burned against Rachel. He said, \"Am I in the place of God, who has kept you from having children?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"See, there is my servant Bilhah. Sleep with her, so she might give birth to children on my knees, and I will have children by her.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she gave him her servant Bilhah as a wife, and Jacob slept with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bilhah conceived and bore Jacob a son.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rachel said, \"God has vindicated me, and he has heard my voice and given me a son.\" For this reason she called his name Dan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bilhah, Rachel's servant, conceived again and bore Jacob a second son.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rachel said, \"With mighty wrestlings have I wrestled with my sister and have prevailed.\" She called his name Naphtali.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Leah saw that she had stopped having children, she took Zilpah, her servant, and gave her to Jacob as a wife.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zilpah, Leah's servant, bore Jacob a son.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"This is fortunate!\" so she called his name Gad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zilpah, Leah's servant, bore Jacob a second son.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"I am happy! For the daughters will call me happy.\" So she called his name Asher.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben went in the days of wheat harvest and found mandrakes in the field. He brought them to his mother Leah. Then Rachel said to Leah, \"Give me some of your son's mandrakes.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said to her, \"Is it a small matter to you, that you have taken away my husband? Do you now want to take away my son's mandrakes, too?\" Rachel said, \"Then he will sleep with you tonight, in exchange for your son's mandrakes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob came from the field in the evening. Leah went out to meet him and said, \"You must sleep with me tonight, for I have hired you with my son's mandrakes.\" So Jacob slept with Leah that night.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God listened to Leah, and she conceived and bore Jacob a fifth son.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"God has given me my wages, because I gave my servant woman to my husband.\" She called his name Issachar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah conceived again and bore a sixth son to Jacob.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"God has given me a good gift. Now my husband will honor me, because I have borne him six sons.\" She called his name Zebulun.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterwards she bore a daughter and called her name Dinah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God called Rachel to mind and listened to her. He caused her to become pregnant.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She conceived and bore a son. She said, \"God has taken away my shame.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She called his name Joseph, saying, \"Yahweh has added to me another son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Rachel had borne Joseph, Jacob said to Laban, \"Send me away, so that I may go to my own home and to my country.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give me my wives and my children for whom I have served you, and let me go, for you know the service I have given you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said to him, \"If now I have found favor in your eyes, wait, because I have learned by using divination that Yahweh has blessed me for your sake.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Name your wages, and I will pay them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to him, \"You know how I have served you, and how your livestock have fared with me.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you had little before I came, and it has increased abundantly. Yahweh has blessed you wherever I worked. Now when will I provide for my own household also?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Laban said, \"What will I pay you?\" Jacob said, \"You will not give me anything. If you will do this thing for me, I will again feed your flock and keep it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me walk through all your flock today, removing from it every speckled and spotted sheep, and every black one among the sheep, and the spotted and speckled among the goats. These will be my wages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My integrity will testify for me later on, when you come to check on my wages. Every one that is not speckled and spotted among the goats, and black among the sheep, if any are found with me, will be considered to be stolen.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said, \"Agreed. Let it be according to your word.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day Laban removed the male goats that were striped and spotted, and all the female goats that were speckled and spotted, every one that had white in it, and all the black ones among the sheep, and gave them into the hand of his sons.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban also put three days' journey between himself and Jacob. So Jacob kept tending the rest of Laban's flocks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob took fresh cut branches of fresh poplar, and of the almond and of the plane tree, and peeled white streaks in them, and made the white inner wood appear that was in the sticks.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he set the sticks that he had peeled in front of the flocks, in front of the watering troughs where they came to drink. They conceived when they came to drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The flocks bred in front of the sticks; and the flocks produced striped, speckled, and spotted young.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob separated out these lambs, but made the rest of them face toward the striped animals and all the black sheep in the flock of Laban. Then he separated out his flocks for himself alone and did not put them together with Laban's flocks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the stronger sheep in the flock were breeding, then Jacob would lay the sticks in the watering troughs before the eyes of the flock, so that they might conceive among the sticks.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the feebler animals in the flock came, he did not put the sticks in front of them. So the feebler animals were Laban's, and the stronger were Jacob's.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man became very prosperous. He had large flocks, female servants and male servants, and camels and donkeys.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}