{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jacob heard the words of Laban's sons, that they said, \"Jacob has taken away all that was our father's, and it is from our father's possessions that he has gotten all this wealth.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob saw the look on Laban's face. He saw that his attitude toward him had changed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Jacob, \"Return to the land of your fathers and to your relatives, and I will be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob sent and called Rachel and Leah to the field to his flock\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"I see your father's attitude toward me has changed, but the God of my father has been with me.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that it is with all my strength that I have served your father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your father has deceived me and changed my wages ten times, but God has not permitted him to hurt me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he said, 'The speckled animals will be your wages,' then all the flock bore speckled young. If he said, 'The striped will be your wages,' then the whole flock bore striped young.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way God has taken away the livestock of your father and given them to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once at the time of breeding season, I saw in a dream the male goats that were mating with the flock. The male goats were striped, speckled, and spotted.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of God said to me in the dream, 'Jacob.' I said, 'Here I am.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'Lift up your eyes and see all the male goats that are breeding with the flock. They are striped, speckled, and spotted, for I have seen everything that Laban is doing to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the God of Bethel, where you anointed a pillar, where you made a vow to me. Now rise up and leave this land and return to the land of your birth.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rachel and Leah answered and said to him, \"Is there any portion or inheritance for us in our father's house?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are we not treated by him as foreigners? For he has sold us and has also completely devoured our money.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all the riches that God has taken away from our father are now ours and our children's. Now then, whatever God has said to you, do it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob arose and placed his sons and his wives upon the camels.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He drove all his livestock ahead of him, along with all his property, including the livestock he had acquired in Paddan Aram. Then he set out to go to his father Isaac in the land of Canaan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Laban had gone to shear his sheep, Rachel stole her father's household gods.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob also deceived Laban the Aramean, by not telling him that he was leaving.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he fled with all that he had and quickly passed over the River, and headed toward the hill country of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day Laban was told that Jacob had fled.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he took his relatives with him and pursued him for a seven days' journey. He overtook him in the hill country of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now God came to Laban the Aramean in a dream at night and said to him, \"Be careful that you speak to Jacob neither good nor bad.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban overtook Jacob. Now Jacob had pitched his tent in the hill country. Laban also camped with his relatives in the hill country of Gilead. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions have: \\fqa Laban also camped in the hill country of Gilead \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said to Jacob, \"What have you done, that you deceived me and carried away my daughters like prisoners of war?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you flee secretly and trick me and did not tell me? I would have sent you away with celebration and with songs, with tambourine and with harps.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not allow me to kiss my grandsons and my daughters good bye. Now you have done foolishly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is in my power to do you harm, but the God of your father spoke to me last night and said, 'Be careful that you speak to Jacob neither good nor bad.'\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you have gone away because you longed to return to your father's house. But why did you steal my gods?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob answered and said to Laban, \"Because I was afraid and thought that you would take your daughters from me by force I left secretly.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever has stolen your gods will not continue to live. In the presence of our relatives, identify whatever with me is yours and take it.\" For Jacob did not know that Rachel had stolen them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban went into Jacob's tent, into Leah's tent, and into the tent of the two female servants, but he did not find them. He went out of Leah's tent and entered into Rachel's tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Rachel had taken the household gods, put them in a camel's saddle, and sat upon them. Laban searched the whole tent, but did not find them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to her father, \"Do not be angry, my master, that I cannot stand up before you, for I am having my period.\" So he searched but did not find his household gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was angry and argued with Laban. He said to him, \"What is my offense? What is my sin, that you have hotly pursued after me?\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you have searched all my possessions. What have you found of all your household goods? Set them here before our relatives, so that they may judge between us two.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For twenty years I have been with you. Your ewes and your female goats have not miscarried, nor have I eaten any rams from your flocks.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What was torn by beasts I did not bring to you. Instead, I bore the loss of it. You always made me pay for every missing animal, whether stolen by day or stolen by night.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There I was; in the day the heat consumed me, and the frost by night; and I went without sleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These twenty years I have been in your household. I worked for you fourteen years for your two daughters, and six years for your flock. You have changed my wages ten times.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Unless the God of my father, the God of Abraham, and the one Isaac fears, had been with me, surely now you would have sent me away empty-handed. God has seen my oppression and how hard I worked, and he rebuked you last night.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban answered and said to Jacob, \"The daughters are my daughters, the grandchildren are my grandchildren, and the flocks are my flocks. All that you see is mine. But what can I do today to these my daughters, or to their children whom they have borne?\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, let us make a covenant, you and I, and let it be for a witness between you and me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob took a stone and set it up as a pillar.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to his relatives, \"Gather stones.\" So they took stones and made a pile. Then they ate there by the pile.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban called it Jegar Saha Dutha, but Jacob called it Galeed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said, \"This pile is a witness between me and you today.\" Therefore its name was called Galeed.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is also called Mizpah, because Laban said, \"May Yahweh watch between you and me, when we are out of sight one from another.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you mistreat my daughters, or if you take any wives besides my daughters, although no one else is with us, see, God is witness between you and me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban said to Jacob, \"Look at this pile, and look at the pillar, which I have set between you and me.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This pile is a witness, and the pillar is a witness, that I will not pass beyond this pile to you, and that you will not pass beyond this pile and this pillar to me, to do harm.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the God of Abraham, and the god of Nahor, the gods of their father, judge between us.\" Jacob swore by the Fear of his father Isaac.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob offered a sacrifice on the mountain and called his relatives to eat a meal. They ate and spent the entire night on the mountain.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early in the morning Laban got up, kissed his grandsons and his daughters and blessed them. Then Laban left and returned home.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}