{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob also went on his way, and the angels of God met him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob saw them, he said, \"This is God's camp,\" so he called the name of that place Mahanaim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob sent messengers on ahead of him to his brother Esau in the land of Seir, in the region of Edom.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded them, saying, \"This is what you will say to my master Esau: This is what your servant Jacob says: 'I have been staying with Laban, and have delayed my return until now.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have oxen, donkeys, and flocks, male servants, and female servants. I have sent this message to my master, so that I may find favor in your eyes.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messengers returned to Jacob and said, \"We went to your brother Esau. He is coming to meet you, and four hundred men are with him.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob was very afraid and upset. So he divided the people who were with him into two camps, and also the flocks, the herds, and the camels.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"If Esau comes to one camp and attacks it, then the camp that is left will escape.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"God of my father Abraham, and God of my father Isaac, Yahweh, who said to me, 'Return to your country and to your kindred, and I will prosper you,'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not worthy of all your acts of covenant faithfulness and of all the trustworthiness that you have done for your servant. For with only my staff I passed over this Jordan, and now I have become two camps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please rescue me from the hand of my brother, from the hand of Esau, for I am afraid of him, that he will come and attack me and the mothers with the children.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you said, 'I will certainly make you prosper. I will make your descendants like the sand of the sea, which cannot be numbered for their number.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob stayed there that night. He took some of what he had with him as a gift for Esau, his brother:\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "two hundred female goats and twenty male goats, two hundred ewes and twenty rams,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thirty milking camels and their colts, forty cows and ten bulls, twenty female donkeys and ten male donkeys.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These he gave these into the hand of his servants, every herd by itself. He said to his servants, \"Go on ahead of me and put a space between each of the herds.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He instructed the first servant, saying, \"When Esau my brother meets you and asks you, saying, 'To whom do you belong? Where are you going? Whose animals are these that are in front of you?'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will say, 'They are your servant Jacob's. They are a gift sent to my master Esau. See, he is also coming after us.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob also gave instructions to the second group, the third, and all the men who followed the herds. He said, \"You will say the same thing to Esau when you meet him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also say, 'Your servant Jacob is coming after us.'\" For he thought, \"I will appease him with the gifts that I am sending ahead of me. Then later, when I will see him, perhaps he will receive me.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the gifts went on ahead of him. He himself stayed that night in the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob got up during the night, and he took his two wives, his two women servants, and his eleven sons. He sent them across the ford of the Jabbok.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way he sent them across the stream along with all his possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was left alone, and a man wrestled with him until daybreak.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the man saw that he could not defeat him, he struck Jacob's hip. Jacob's hip was dislocated as he wrestled with him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"Let me go, for the dawn is breaking.\" Jacob said, \"I will not let you go unless you bless me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to him, \"What is your name?\" Jacob said, \"Jacob.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"Your name will no longer be called Jacob, but Israel. For you have struggled with God and with men and have prevailed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob asked him, \"Please tell me your name.\" He said, \"Why is it that you ask my name?\" Then he blessed him there.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob called the name of the place Peniel for he said, \"I have seen God face to face, and my life is delivered.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sun rose on Jacob as he passed Peniel. He was limping because of his hip.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why to this day the people of Israel do not eat the ligaments of the hip which are at the hip joint, because the man injured those ligaments while dislocating Jacob's hip.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}