{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob looked up and, behold, Esau was coming, and with him were four hundred men. Jacob divided the children among Leah, Rachel, and the two female servants.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he put the female servants and their children in front, followed by Leah and her children, and followed by Rachel and Joseph last of all.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He himself went on ahead of them. He bowed toward the ground seven times, until he came near to his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau ran to meet him, embraced him, hugged his neck, and kissed him. Then they wept.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Esau looked up, he saw the women and the children. He said, \"Who are these people with you?\" Jacob said, \"The children whom God has graciously given your servant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the female servants came forward with their children, and they bowed down.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next Leah also and her children came forward and bowed down. Finally Joseph and Rachel came forward and bowed down.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau said, \"What do you mean by all these groups that I met?\" Jacob said, \"To find favor in the sight of my master.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau said, \"I have enough, my brother. Keep what you have for yourself.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"No, please, if I have found favor in your eyes, then accept my gift from my hand, for indeed, I have seen your face, and it is like seeing the face of God, and you have accepted me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please accept my gift that was brought to you, because God has dealt graciously with me, and because I have enough.\" Thus Jacob urged him, and Esau accepted it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esau said, \"Let us be on our way. I will go before you.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to him, \"My master knows that the children are young, and that the sheep and the cattle are nursing their young. If they are driven hard even one day, all the animals will die.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please let my master go on ahead of his servant. I will travel more slowly, at the pace of the livestock that are before me, and at the pace of the children, until I come to my master in Seir.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau said, \"Let me leave with you some of my men who are with me.\" But Jacob said, \"Why do that? Let me find favor in the sight of my lord.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Esau that day started on his way back to Seir.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob traveled to Succoth, built himself a house, and made shelters for his livestock. Therefore the name of the place is called Succoth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob came from Paddan Aram, he arrived safely at the city of Shechem, which is in the land of Canaan. He camped near the city.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he bought the piece of ground where he had pitched his tent from the sons of Hamor, Shechem's father, for a hundred pieces of silver.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he set up an altar and called it El Elohe Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}