{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Dinah, Leah's daughter whom she bore to Jacob, went out to meet the young women of the land.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shechem son of Hamor the Hivite, the prince of the land, saw her and he grabbed her, assaulted her, and slept with her.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was drawn to Dinah, the daughter of Jacob. He loved the young woman and spoke tenderly to her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shechem spoke to his father Hamor, saying, \"Get this young woman for me as a wife.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jacob heard that he had defiled Dinah his daughter. His sons were with his livestock in the field, so Jacob held his peace until they came.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hamor the father of Shechem went out to Jacob to speak with him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Jacob came in from the field when they heard of the matter. The men were offended. They were very angry because he had disgraced Israel by forcing himself on Jacob's daughter, for such a thing should not have been done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hamor spoke with them, saying, \"My son Shechem loves your daughter. Please give her to him as a wife.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Intermarry with us, give your daughters to us, and take our daughters for yourselves.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will live with us, and the land will be open to you to live and trade in, and to acquire property.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shechem said to her father and to her brothers, \"Let me find favor in your eyes, and whatever you tell me I will give.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ask me for as great a bride price and gift as you will, and I will give whatever you say to me, but give me the young woman as a wife.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Jacob answered Shechem and Hamor his father with deceit, because Shechem had defiled Dinah their sister.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to them, \"We cannot do this thing, to give our sister to anyone who is uncircumcised; for that would be a disgrace to us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only on this condition will we agree with you: If you will become circumcised as we are, if every male among you is circumcised.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then will we give our daughters to you, and we will take your daughters to ourselves, and we will live with you and become one people.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not listen to us and become circumcised, then we will take our sister and we will leave.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their words pleased Hamor and his son Shechem.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young man did not delay to do what they said, because he delighted in Jacob's daughter, and because he was the most honored person in all his father's household.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hamor and Shechem his son went to the gate of their city and spoke with the men of their city, saying,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These men are at peace with us, so let them live in the land and trade in it for, really, the land is large enough for them. Let us take their daughters as wives, and let us give them our daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only on this condition will the men agree to live with us and become one people: If every male among us is circumcised, as they are circumcised.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will not their livestock and their property—all their animals be ours? So let us agree with them, and they will live among us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men of the city listened to Hamor and Shechem, his son. Every male was circumcised.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day, when they were still in pain, two of the sons of Jacob (Simeon and Levi, Dinah's brothers), each took his sword and they attacked the city that was certain of its security, and they killed all the males.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed Hamor and his son Shechem with the edge of the sword. They took Dinah from Shechem's house and went away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other sons of Jacob came to the dead bodies and looted the city, because the people had defiled their sister.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took their flocks, their herds, their donkeys, and everything in the city and in the surrounding fields with\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all their wealth. All their children and their wives, they captured. They even took everything that was in the houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to Simeon and Levi, \"You have brought trouble on me, to make me stink to the inhabitants of the land, the Canaanites and the Perizzites. I am few in number. If they gather themselves together against me and attack me, then I will be destroyed, I and my household.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Simeon and Levi said, \"Should Shechem have dealt with our sister as with a prostitute?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}