{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to Jacob, \"Arise, go up to Bethel, and stay there. Build an altar there to God, who appeared to you when you fled from Esau your brother.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob said to his household and to all who were with him, \"Put away the foreign gods that are among you, purify yourselves, and change your clothes.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then let us depart and go up to Bethel. I will build an altar there to God, who answered me in the day of my distress, and has been with me wherever I have gone.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gave to Jacob all the foreign gods that were in their hand, and the rings that were in their ears. Jacob buried them under the oak that was near Shechem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they traveled, God made panic to fall on the cities that were around them, so those people did not pursue the sons of Jacob.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob arrived at Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built an altar there and called the place El Bethel, because there God had revealed himself to him, when he was fleeing from his brother.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Deborah, Rebekah's nurse, died. She was buried down from Bethel under the oak tree, so it was called Allon Bakuth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob came from Paddan Aram, God appeared to him again and blessed him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to him, \"Your name is Jacob, but your name will no longer be called Jacob. Your name will be Israel.\" So God called his name Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to him, \"I am God Almighty. Be fruitful and multiply. A nation and a company of nations will come from you, and kings will be among your descendants.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land that I gave to Abraham and Isaac, I will give to you. To your descendants after you I also give the land.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God went up from him in the place where he spoke with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob set up a pillar in the place where God had spoken to him, a pillar of stone. He poured out a drink offering over it and poured oil on it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob called the name of the place where God spoke with him, Bethel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They journeyed on from Bethel. While they were still some distance from Ephrath, Rachel went into labor. She had hard labor.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While she was in hardest labor, the midwife said to her, \"Do not be afraid, for now you will have another son.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she was dying, with her dying breath she named him Ben-Oni, but his father called him Benjamin.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rachel died and was buried on the way to Ephrath (that is, Bethlehem).\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob set up a pillar upon her grave. It is the marker of Rachel's grave to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel traveled on and pitched his tent beyond the watchtower of the flock.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Israel was living in that land, Reuben slept with Bilhah his father's concubine, and Israel heard of it.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Now Jacob had twelve sons.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons by Leah were Reuben, Jacob's firstborn, and Simeon, Levi, Judah, Issachar, and Zebulun.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons by Rachel were Joseph and Benjamin.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons by Bilhah, Rachel's female servant, were Dan and Naphtali.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Zilpah, Leah's female servant, were Gad and Asher. All these were the sons of Jacob who were born to him in Paddan Aram.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob came to Isaac, his father, in Mamre in Kiriath Arba (the same as Hebron), where Abraham and Isaac had lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac lived for one hundred eighty years.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac breathed his last and died, and was gathered to his ancestors, an old man full of days. Esau and Jacob, his sons, buried him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}