{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the descendants of Esau (also called Edom).\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau took his wives from the Canaanites. These were his wives: Adah the daughter of Elon the Hittite; Oholibamah the daughter of Anah, the granddaughter of Zibeon the Hivite;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Basemath, Ishmael's daughter, sister of Nebaioth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adah bore Eliphaz to Esau, and Basemath bore Reuel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oholibamah bore Jeush, Jalam, and Korah. These were the sons of Esau who were born to him in the land of Canaan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau took his wives, his sons, his daughters, and all the members of his household, his livestock—all his animals, and all his possessions, which he had gathered in the land of Canaan, and went into a land away from his brother Jacob.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did this because their possessions were too many for them to stay together. The land where they had settled could not support them because of their livestock.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Esau, also known as Edom, settled in the hill country of Seir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the descendants of Esau, the ancestor of the Edomites in the hill country of Seir.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the names of Esau's sons: Eliphaz son of Adah, the wife of Esau; Reuel son of Basemath, the wife of Esau.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timna, a concubine of Eliphaz, Esau's son, bore Amalek. These were the grandsons of Adah, Esau's wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the grandsons of Basemath, Esau's wife.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Oholibamah, Esau's wife, who was the daughter of Anah and the granddaughter of Zibeon. She bore to Esau Jeush, Jalam, and Korah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the clans among Esau's descendants: the descendants of Eliphaz, the firstborn of Esau: Teman, Omar, Zepho, Kenaz,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Korah, Gatam, and Amalek. These were the clans descended from Eliphaz in the land of Edom. They were the grandsons of Adah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the clans from Reuel, Esau's son: Nahath, Zerah, Shammah, Mizzah. These were the clans descended from Reuel in the land of Edom. They were the grandsons of Basemath, Esau's wife.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the clans of Oholibamah, Esau's wife: Jeush, Jalam, Korah. These are the clans that descended from Esau's wife Oholibamah, daughter of Anah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Esau (who was known as Edom), and these were their chiefs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Seir the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dishon, Ezer, and Dishan. These were the clans of the Horites, the inhabitants of Seir in the land of Edom.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Lotan were Hori and Heman, and Timna was Lotan's sister.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Zibeon: Aiah and Anah. This is Anah who found the hot springs in the wilderness, as he was pasturing donkeys of Zibeon his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the children of Anah: Dishon and Oholibamah, the daughter of Anah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Dishon: Hemdan, Eshban, Ithran, and Keran.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Ezer: Bilhan, Zaavan, and Akan.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Dishan: Uz and Aran.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the clans of the Horites: Lotan, Shobal, Zibeon, and Anah,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dishon, Ezer, Dishan: These were clans of the Horites, according to their clan lists in the land of Seir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the kings who reigned in the land of Edom before any king reigned over the Israelites:\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bela son of Beor, reigned in Edom, and the name of his city was Dinhabah.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Bela died, then Jobab son of Zerah of Bozrah, reigned in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jobab died, Husham who was of the land of the Temanites, reigned in his place.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Husham died, Hadad son of Bedad who defeated the Midianites in the land of Moab, reigned in his place. The name of his city was Avith.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hadad died, then Samlah of Masrekah reigned in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Samlah died, then Shaul of Rehoboth by the river reigned in his place.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Shaul died, then Baal-Hanan son of Akbor reigned in his place.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Baal-Hanan son of Akbor, died, then Hadar reigned in his place. The name of his city was Pau. His wife's name was Mehetabel, the daughter of Matred, the granddaughter of Me Zahab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the names of the heads of clans from Esau's descendants, according to their clans and their regions, by their names: Timna, Alvah, Jetheth,\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oholibamah, Elah, Pinon,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kenaz, Teman, Mibzar,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Magdiel, and Iram. These were the clan heads of Edom, according to their settlements in the land they possessed. This was Esau, the father of the Edomites.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}