{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob lived in the land where his father was staying, in the land of Canaan.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the events concerning Jacob. Joseph, who was a young man seventeen years old, was guarding the flock with his brothers. He was with the sons of Bilhah and with the sons of Zilpah, his father's wives. Joseph brought an unfavorable report about them to their father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Israel loved Joseph more than all his sons because he was the son of his old age. He made him a beautiful garment.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers saw that their father loved him more than all his brothers. They hated him and would not speak kindly to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph dreamed a dream, and he told his brothers about it. They hated him even more.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Please listen to this dream which I dreamed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, we were tying bundles of grain in the field and behold, my bundle rose and stood upright, and behold, your bundles came around and bowed down to my bundle.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers said to him, \"Will you really reign over us? Will you actually rule over us?\" They hated him even more for his dreams and for his words.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He dreamed another dream and told it to his brothers. He said, \"Look, I have dreamed another dream: The sun and the moon and eleven stars bowed down to me.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told it to his father just as to his brothers, and his father rebuked him. He said to him, \"What is this dream that you have dreamed? Will your mother and I and your brothers actually come to bow down to the ground to you?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers were jealous of him, but his father kept the matter in mind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers went to tend their father's flock in Shechem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said to Joseph, \"Are not your brothers tending the flock in Shechem? Come, and I will send you to them.\" Joseph said to him, \"I am ready.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Go now, see whether it is well with your brothers and well with the flock, and bring me word.\" So Jacob sent him out of the Valley of Hebron, and Joseph went to Shechem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A certain man found Joseph. Behold, Joseph was wandering in a field. The man asked him, \"What do you seek?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said, \"I am seeking my brothers. Tell me, please, where they are tending the flock.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"They left this place, for I heard them say, 'Let us go to Dothan.'\" Joseph went after his brothers and found them at Dothan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They saw him from a distance, and before he came near to them, they plotted against him to kill him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers said to one another, \"Look, this dreamer is approaching.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come now, therefore, let us kill him and cast him into one of the pits. We will say, 'A wild animal has devoured him.' We will see what will become of his dreams.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben heard it and rescued him from their hand. He said, \"Let us not take his life.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben said to them, \"Shed no blood. Throw him into this pit that is in the wilderness, but lay no hand upon him\"—that he might rescue him out of their hand to bring him back to his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Joseph reached his brothers, they stripped him of his beautiful garment.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took him and threw him into the pit. The pit was empty with no water in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sat down to eat bread. They lifted up their eyes and looked, and, behold, a caravan of Ishmaelites was coming from Gilead, with their camels bearing spices and balm and myrrh. They were traveling to carry them down to Egypt.\n\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said to his brothers, \"What profit is it if we kill our brother and cover up his blood?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come, and let us sell him to the Ishmaelites and not lay our hands upon him. For he is our brother, our flesh.\" His brothers listened to him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Midianite merchants passed by. His brothers drew Joseph up and lifted him up out of the pit. They sold Joseph to the Ishmaelites for twenty pieces of silver. The Ishmaelites carried Joseph into Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben returned to the pit, and, behold, Joseph was not in the pit. He tore his clothes.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He returned to his brothers and said, \"The boy is not there! And I, where can I go?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They slaughtered a goat and then took Joseph's garment and dipped it into the blood.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they brought it to their father and said, \"We found this. Please see whether it is your son's clothing or not.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob recognized it and said, \"It is my son's clothing. A wild animal has devoured him. Joseph has certainly been torn to pieces.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob tore his garments and put sackcloth upon his loins. He mourned for his son many days.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All his sons and daughters rose up to comfort him, but he refused to be comforted. He said, \"Indeed I will go down to Sheol mourning for my son.\" His father wept for him.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Midianites sold him in Egypt to Potiphar, an officer of Pharaoh, the captain of the bodyguard.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}