{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at that time that Judah left his brothers and stayed with a certain Adullamite, whose name was Hirah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He met there a daughter of a Canaanite man whose name was Shua. He married her and slept with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant and had a son. He was named Er.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant again and had a son. She called his name Onan.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She again had a son and called his name Shelah. It was at Kezib where she gave birth to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah found a wife for Er, his firstborn. Her name was Tamar.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Er, Judah's firstborn, was wicked in the sight of Yahweh. Yahweh killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said to Onan, \"Sleep with your brother's wife. Do the duty of a brother-in-law to her, and raise up a child for your brother.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Onan knew that the child would not be his. Whenever he slept with his brother's wife, he spilled the semen on the ground so he would not have a child for his brother.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What he did was evil in the sight of Yahweh. Yahweh killed him also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judah said to Tamar, his daughter-in-law, \"Remain a widow in your father's house until Shelah, my son, grows up.\" For he feared, \"He might also die, just like his brothers.\" Tamar left and lived in her father's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a long time, Shua's daughter, the wife of Judah, died. Judah was comforted and went up to his sheepshearers at Timnah, he and his friend Hirah the Adullamite.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tamar was told, \"Look, your father-in-law is going up to Timnah to shear his sheep.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She took off the clothing of her widowhood and covered herself with her veil and wrapped herself. She sat in the gate of Enaim, which is by the road to Timnah. For she saw that Shelah had grown up but she had not been given to him as a wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judah saw her he thought that she was a prostitute because she had covered her face.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went to her by the road and said, \"Come, please let me sleep with you\"—for he did not know that she was his daughter-in-law—and she said, \"What will you give me so you can sleep with me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I will send you a young goat from the flock.\" She said, \"Will you give me a pledge until you send it?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"What pledge can I give you?\" She replied, \"Your seal and cord, and the staff that is in your hand.\" He gave them to her and slept with her, and she became pregnant by him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She got up and went away. She took off her veil and put on the clothing of her widowhood.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah sent the young goat by his friend the Adullamite in order that he might receive the pledge back from the woman's hand, but he did not find her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Adullamite asked the men of the place, \"Where is the cultic prostitute who was at Enaim by the road?\" They said, \"There has not been a cultic prostitute here.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He returned to Judah and said, \"I did not find her. Also, the men of the place said, 'There has not been a cultic prostitute here.'\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said, \"Let her keep the things, that we not be put to shame. Indeed, I sent this young goat, but you did not find her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after about three months that it was told to Judah, \"Tamar your daughter-in-law has committed prostitution, and indeed, she is pregnant by it.\" Judah said, \"Bring her here and let her be burned.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she was brought out, she sent to her father-in-law a message, \"By the man who owns these I am pregnant.\" She said, \"Determine please whose these are, the seal and cords and staff.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah recognized them and said, \"She is more righteous than I am, since I did not give her as a wife to Shelah, my son.\" He did not sleep with her again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at the time for her to give birth that, behold, twins were in her womb.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about as she was giving birth one put out a hand, and the midwife took a scarlet thread and tied it on his hand and said, \"This one came out first.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then he drew back his hand, and, behold, his brother came out first. The midwife said, \"How you have broken out!\" So he was named Perez.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his brother came out, who had the scarlet thread upon his hand, and he was named Zerah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}