{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph was brought down to Egypt. Potiphar, an official of Pharaoh who was captain of the guard and an Egyptian, bought him from the Ishmaelites, who had brought him down there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was with Joseph and he became a prosperous man. He lived in the house of his Egyptian master.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master saw that Yahweh was with him and that Yahweh prospered everything that he did.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph found favor in his sight. He served Potiphar. Potiphar made Joseph manager over his house, and everything that he possessed, he put under his care.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about from the time that he made him manager over his house and over everything he possessed, that Yahweh blessed the Egyptian's house because of Joseph. The blessing of Yahweh was on everything that Potiphar had in the house and in the field.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Potiphar put everything that he had under Joseph's care. He did not have to think about anything except the food that he ate. Now Joseph was handsome and attractive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after this that his master's wife lusted for Joseph. She said, \"Sleep with me.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he refused and said to his master's wife, \"Look, my master does not pay attention to what I do in the house, and he has put everything that he owns under my care.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one is greater in this house than I am. He has not kept back anything from me but you, because you are his wife. How then can I do this great wickedness and sin against God?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She spoke to Joseph day after day, but he refused to sleep with her or to be with her.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about one day that he went into the house to do his work. None of the men of the house were there in the house.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She caught him by his clothes and said, \"Sleep with me.\" He left his clothing in her hand, fled, and went outside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when she saw that he had left his clothing in her hand and had fled outside,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that she called to the men of her house and told them, \"See, Potiphar has brought in a Hebrew to mock us. He came in to me to sleep with me, and I screamed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when he heard me scream, that he left his clothing with me, fled, and went outside.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She set his clothing next to her until his master came home.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She told him this explanation, \"The Hebrew servant whom you brought to us, came in to mock me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when I screamed, he left his clothing with me and fled outside.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that, when his master heard the explanation his wife told him, \"This is what your servant did to me,\" he became very angry.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph's master took him and put him in prison, the place where the king's prisoners were confined. He was there in the prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was with Joseph and showed covenant faithfulness to him. He gave him favor in the sight of the prison warden.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prison warden gave into Joseph's hand all the prisoners who were in the prison. Whatever they did there, Joseph was in charge of it.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prison warden did not worry about anything that was in his hand, because Yahweh was with him. Whatever he did, Yahweh prospered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}