{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man slept with Eve his wife. She conceived and gave birth to Cain. She said, \"I have produced a man with Yahweh's help.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she gave birth to his brother Abel. Now Abel became a shepherd, but Cain cultivated the soil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that in the course of time Cain brought some of the fruit of the ground as an offering to Yahweh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Abel, he brought some of the firstborn of his flock and some of the fat. Yahweh accepted Abel and his offering,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but Cain and his offering he did not accept. So Cain was very angry, and he scowled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Cain, \"Why are you angry and why are you scowling?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do what is right, will you not be accepted? But if you do not do what is right, sin crouches at the door and desires to control you, but you must rule over it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cain spoke to Abel his brother. It came about that while they were in the fields, Cain rose up against Abel his brother and killed him. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies read in this way. However, some old translations and some modern translations read, \\fqa Cain said to Abel his brother, \"Let us go into the fields.\" It came about that while they were in the fields, Cain rose up against Abel his brother and killed him \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Cain, \"Where is Abel your brother?\" He said, \"I do not know. Am I my brother's keeper?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"What have you done? Your brother's blood is calling out to me from the ground.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now cursed are you from the ground, which has opened its mouth to receive your brother's blood from your hand.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you cultivate the ground, from now on it will not yield to you its strength. A fugitive and a wanderer you will be in the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cain said to Yahweh, \"My punishment is greater than I can bear.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, you have driven me out this day from this ground, and I will be hidden from your face. I will be a fugitive and a wanderer in the earth, and whoever finds me will kill me.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"If anyone kills Cain, vengeance will be taken on him sevenfold.\" Then Yahweh put a mark on Cain, so that if anyone found him, that person would not attack him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Cain went out from the presence of Yahweh and lived in the land of Nod, on the east of Eden.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cain slept with his wife and she conceived. She gave birth to Enoch. He built a city and named it after his son Enoch.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To Enoch was born Irad. Irad became the father of Mehujael. Mehujael became the father of Methushael. Methushael became the father of Lamech.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lamech took for himself two wives. The name of the one was Adah, and the name of the other was Zillah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adah gave birth to Jabal. He was the father of those who lived in tents who have livestock.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brother's name was Jubal. He was the father of those who play the harp and pipe.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Zillah, she bore Tubal-Cain, the forger of tools of bronze and iron. The sister of Tubal-Cain was Naamah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lamech said to his wives,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Adah and Zillah, listen to my voice; you wives of Lamech, listen to what I say.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "For I have killed a man for wounding me, a young man for bruising me.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Cain is avenged seven times, then Lamech will be avenged seventy-seven times.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adam slept with his wife again, and she bore another son. She called his name Seth and said, \"God has given me another son in the place of Abel, for Cain killed him.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A son was born to Seth and he called his name Enosh. At that time people began to call on the name of Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}