{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that after these things, the cupbearer of the king of Egypt and king's baker offended their master, the king of Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh was angry with his two officials, the chief of the cupbearers and the chief of the bakers.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put them in custody in the house of the captain of the guard, in the same prison where Joseph was confined.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The captain of the guard assigned Joseph to them, and he served them. They remained in custody for some time.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both of them dreamed a dream—the cupbearer and the baker of the king of Egypt who were confined in the prison—each man had his own dream in the same night, and each dream had its own interpretation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph came to them in the morning and saw them. Behold, they were sad.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked Pharaoh's officials who were with him in custody in his master's house, saying, \"Why do you look so sad today?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"We have both dreamed a dream and no one can interpret it.\" Joseph said to them, \"Do not interpretations belong to God? Tell me, please.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief of the cupbearers told his dream to Joseph. He said to him, \"In my dream, behold, a vine was in front of me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vine were three branches. As it budded, its blossoms came out and the clusters of grapes ripened.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's cup was in my hand. I took the grapes and squeezed them into Pharaoh's cup, and I placed the cup into Pharaoh's hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to him, \"This is the interpretation of it. The three branches are three days.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within three days Pharaoh will lift up your head and restore you to your office. You will put Pharaoh's cup into his hand, just as when you were his cupbearer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But think of me when it goes well with you, and please show kindness to me. Mention me to Pharaoh and bring me out of this prison.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For indeed I was abducted out of the land of the Hebrews. Here also have I done nothing that they should put me in this dungeon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the chief of the bakers saw that the interpretation was favorable, he said to Joseph, \"I also had a dream, and, behold, three baskets of bread were on my head.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the top basket there were all kinds of baked goods for Pharaoh, but the birds ate them out of the basket on my head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph answered and said, \"This is the interpretation. The three baskets are three days.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within three days Pharaoh will lift up your head from you and will hang you on a tree. The birds will eat your flesh off you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on the third day that it was Pharaoh's birthday. He made a feast for all his servants. He lifted up the head of the chief of the cupbearers and the head of the chief of the bakers, among his servants.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He restored the chief of the cupbearers to his responsibility, and he put the cup into Pharaoh's hand again.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he hanged the chief of the bakers, just as Joseph had interpreted to them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet the chief cupbearer did not remember Joseph, but forgot about him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}