{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at the end of two full years that Pharaoh had a dream. Behold, he stood by the Nile.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, seven cows came up out of the Nile, desirable and fat, and they grazed in the reeds.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, seven other cows came up after them out of the Nile, undesirable and thin. They stood by the other cows on the bank of the river.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the undesirable and thin cows ate the seven desirable and fat cows. Then Pharaoh woke up.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he slept and dreamed a second time. Behold, seven heads of grain came up on one stalk, wholesome and good.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, seven heads, thin and scorched by the east wind, sprouted up after them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thin heads swallowed up the seven wholesome and full heads. Pharaoh woke up, and, behold, it was a dream.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the morning that his spirit was troubled. He sent and called for all the magicians and wise men of Egypt. Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief cupbearer said to Pharaoh, \"Today I am thinking about my offenses.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh was angry with his servants, and put me in custody in the house of the captain of the guard, the chief baker and me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We dreamed a dream the same night, he and I. We dreamed each man according to the interpretation of his dream.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was with us there a young Hebrew man, a servant of the captain of the guard. We told him and he interpreted for us our dreams. He interpreted for each of us according to his dream.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about as he interpreted for us, so it happened. Pharaoh restored me to my post, but the other one he hanged.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh sent and called for Joseph. They quickly took him out of the dungeon. He shaved himself, changed his clothes, and came in to Pharaoh.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to Joseph, \"I had a dream, but there is no interpreter for it. But I have heard about you, that when you hear a dream you can interpret it.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph answered Pharaoh, saying, \"It is not in me. God will answer Pharaoh with favor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh spoke to Joseph, \"In my dream, behold, I stood on the bank of the Nile.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, seven cows came up out of the Nile, fat and desirable, and they grazed among the reeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, seven other cows came up after them, weak, very undesirable, and thin. I never saw in all the land of Egypt such undesirableness like them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thin and undesirable cows ate up the first seven fat cows.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had eaten them up, it could not be known that they had eaten them, for they were still as undesirable as before. Then I awoke.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked in my dream, and, behold, seven heads came up upon one stalk, full and good.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, seven more heads—withered, thin, and scorched by the east wind—sprang up after them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thin heads swallowed up the seven good heads. I told these dreams to the magicians, but there was none that could explain it to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to Pharaoh, \"The dreams of Pharaoh are the same. What God is about to do, he has declared to Pharaoh.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven good cows are seven years, and the seven good heads are seven years. The dreams are the same.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven thin and undesirable cows that came up after them are seven years, and also the seven thin heads scorched by the east wind will be seven years of famine.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the thing which I spoke to Pharaoh. What God is about to do he has revealed to Pharaoh.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, seven years of great abundance will come throughout all the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seven years of famine will come after them, and all the abundance will be forgotten in the land of Egypt, and the famine will devastate the land.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The abundance will not be remembered in the land because of the famine that will follow, for it will be very severe.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That the dream was repeated to Pharaoh is because the matter has been established by God, and God will soon do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now let Pharaoh look for a man discerning and wise, and put him over the land of Egypt.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let Pharaoh appoint officials over the land, and let them take a fifth of the crops of Egypt in the seven abundant years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let them gather all the food of these good years that are coming and store up grain under the authority of Pharaoh, for food to be used in the cities. They should preserve it.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The food will be a supply for the land for the seven years of famine which will be in the land of Egypt. In this way the land will not be devastated by the famine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This advice was good in the eyes of Pharaoh and in the eyes of all his servants.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to his servants, \"Can we find such a man as this, in whom is the Spirit of God?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Pharaoh said to Joseph, \"Since God has shown you all this, there is none so discerning and wise as you.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be over my house, and according to your word will all my people be ruled. Only in the throne will I be greater than you.\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to Joseph, \"See, I have put you over all the land of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh took off his signet ring from his hand and put it upon Joseph's hand. He clothed him with clothes of fine linen, and put a gold chain on his neck.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had him ride in the second chariot which he possessed. Men shouted before him, \"Bend the knee.\" Pharaoh put him over all the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to Joseph, \"I am Pharaoh, and apart from you, no man will lift his hand or his foot in all the land of Egypt.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh called Joseph's name \"Zaphenath-Paneah.\" He gave him Asenath, the daughter of Potiphera priest of On, as a wife. Joseph went out over the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph was thirty years old when he stood before Pharaoh, king of Egypt. Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seven bountiful years the land produced abundantly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gathered up all the food of the seven years that was in the land of Egypt and put the food in the cities. He put into each city the food from the fields that surrounded it.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph stored up grain like the sand of the sea, so much that he stopped counting, because it was beyond counting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph had two sons before the years of famine came, whom Asenath, the daughter of Potiphera priest of On, bore to him.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph called the name of his firstborn Manasseh, for he said, \"God has made me forget all my trouble and all my father's household.\"\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called the name of the second son Ephraim, for he said, \"God has made me fruitful in the land of my affliction.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven years of abundance that was in the land of Egypt came to an end.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven years of famine began, as Joseph had said. There was famine in all lands, but in all the land of Egypt there was food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the land of Egypt was famished, the people loudly called on Pharaoh for food. Pharaoh said to all the Egyptians, \"Go to Joseph and do what he says.\"\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The famine was over all the face of the whole land. Joseph opened all the storehouses and sold to the Egyptians. The famine was severe in the land of Egypt.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the earth was coming to Egypt to buy grain from Joseph, because the famine was severe in all the earth.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}