{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jacob became aware that there was grain in Egypt. He said to his sons, \"Why do you look at one another?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"See here, I have heard that there is grain in Egypt. Go down there and buy for us from there so we may live and not die.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph's ten brothers went down to buy grain from Egypt.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Benjamin, Joseph's brother, Jacob did not send with his brothers, for he feared that harm might come to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Israel came to buy among those who came, for the famine was in the land of Canaan.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joseph was the governor over the land. He was the one who sold to all the people of the land. Joseph's brothers came and bowed down to him with their faces to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph saw his brothers and recognized them, but he disguised himself to them and spoke harshly with them. He said to them, \"Where have you come from?\" They said, \"From the land of Canaan to buy food.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph recognized his brothers, but they did not recognize him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph remembered the dreams he had dreamed about them, and he said to them, \"You are spies! You have come to see the undefended parts of the land.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"No, my master. Your servants have come to buy food.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are all one man's sons. We are honest men. Your servants are not spies.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"No, you have come to see the undefended parts of the land.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"We your servants are twelve brothers, the sons of one man in the land of Canaan. See, the youngest is this day with our father, and one brother is no longer alive.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to them, \"It is what I said to you; you are spies.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this you will be tested. By the life of Pharaoh, you will not leave here, unless your youngest brother comes here.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Send one of yourselves and let him get your brother. You will remain in prison, that your words may be tested, whether there is truth in you.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put them all in custody for three days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to them on the third day, \"Do this and live, for I fear God.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are honest men, let one of your brothers be confined in this prison, but you go, carry grain for the famine of your houses.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring your youngest brother to me so your words will be verified and you will not die.\" So they did so.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to one another, \"We are truly guilty concerning our brother in that we saw the distress of his soul when he pleaded with us and we would not listen. Therefore this distress has come upon us.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben answered them, \"Did I not tell you, 'Do not sin against the boy,' but you would not listen? Now, see, his blood is required of us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not know that Joseph understood them, for there was an interpreter between them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He turned from them and wept. He returned to them and spoke to them. He took Simeon from among them and bound him before their eyes.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph commanded his servants to fill his brothers' bags with grain, and to put every man's money back into his sack, and to give them provisions for the journey. It was done for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The brothers loaded their donkeys with their grain and departed from there.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As one of them opened his sack to give his donkey feed in the lodging place, he saw his money. Behold, it was in the opening of his sack.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his brothers, \"My money has been put back. Look at it; it is in my sack.\" Their hearts sank and they turned trembling to one another, saying, \"What is this that God has done to us?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to Jacob, their father in the land of Canaan and told him all that had happened to them. They said,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The man, the lord of the land, spoke roughly with us and thought that we were spies in the land.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We said to him, 'We are honest men. We are not spies.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are twelve brothers, sons of our father. One is no longer alive, and the youngest is this day with our father in the land of Canaan.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man, the lord of the land, said to us, 'By this I will know that you are honest men. Leave one of your brothers with me, take grain for the famine in your houses, and go your way.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring your youngest brother to me. Then I will know that you are not spies, but that you are honest men. Then I will release your brother to you, and you will trade in the land.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about as they emptied their sacks, that, behold, every man's bag of silver was in his sack. When they and their father saw their bags of silver, they were afraid.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob their father said to them, \"You have bereaved me of my children. Joseph is no longer alive, Simeon is gone, and you will take Benjamin away. All these things are against me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben spoke to his father, saying, \"You may kill my two sons if I do not bring Benjamin back to you. Put him in my hands, and I will bring him to you again.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"My son will not go down with you. For his brother is dead and he alone is left. If harm comes to him on the road in which you go, then you will bring down my gray hair with sorrow to Sheol.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}