{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The famine was severe in the land.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when they had eaten the grain that they had brought out of Egypt, their father said to them, \"Go again; buy us some food.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah told him, \"The man solemnly warned us, 'You will not see my face unless your brother is with you.'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you send our brother with us, we will go down and buy you food.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not send him, we will not go down. For the man said to us, 'You will not see my face unless your brother is with you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said, \"Why did you treat me so badly by telling the man that you had another brother?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"The man asked details about us and our family. He said, 'Is your father still alive? Do you have another brother?' We answered him according to these questions. How could we have known that he would say, 'Bring your brother down?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said to Israel his father, \"Send the boy with me. We will rise and go that we may live and not die, both we, you, and also our children.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be a guarantee for him. You will hold me responsible. If I do not bring him back to you and set him before you, then let me bear the blame forever.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if we had not delayed, surely by now we would have come back here a second time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their father Israel said to them, \"If it be so, now do this. Take some of the best products of the land in your bags. Carry down to the man a gift—some balm and honey, spices and myrrh, pistachio nuts and almonds.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take double money in your hand. The money that was returned in the opening of your sacks, carry again in your hand. Perhaps it was a mistake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take also your brother. Rise and go again to the man.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God Almighty give you mercy before the man, so that he may release to you your other brother and Benjamin. If I am bereaved of my children, I am bereaved.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men took this gift, and in their hand they took double the amount of money, along with Benjamin. They got up and went down to Egypt and stood before Joseph.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph saw Benjamin with them, he said to the steward of his house, \"Bring the men into the house, slaughter an animal and prepare it, for the men will eat with me at noon.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The steward did as Joseph said. He brought the men to Joseph's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men were afraid because they were brought to Joseph's house. They said, \"It is because of the money that was returned in our sacks the first time we were brought in, that he may seek an opportunity against us. He might arrest us and take us as slaves, and take our donkeys.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They approached the steward of Joseph's house, and they spoke to him at the door of the house,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "saying, \"My master, we came down the first time to buy food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when we reached the lodging place, that we opened our sacks, and, behold, every man's money was in the opening of his sack, our money in full weight. We have brought it back in our hands.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other money we have also brought down in our hand to buy food. We do not know who put our money in our sacks.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The steward said, \"Peace be to you, do not fear. Your God and the God of your father must have put your money in your sacks. I received your money.\" The steward then brought Simeon out to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The steward took the men into Joseph's house. He gave them water, and they washed their feet. He gave feed to their donkeys.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They prepared the gifts for Joseph's coming at noon, for they had heard that they would eat there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph came home, they brought the gifts which were in their hand into the house, and bowed down before him to the ground.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them about their welfare and said, \"Is your father well, the old man of whom you spoke? Is he still alive?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Your servant our father is well. He is still alive.\" They prostrated themselves and bowed down.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he lifted up his eyes he saw Benjamin his brother, his mother's son, and he said, \"Is this your youngest brother of whom you spoke to me?\" Then he said, \"May God be gracious to you, my son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph hurried to go out of the room, for he was deeply moved about his brother. He sought somewhere to weep. He went to his room and wept there.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He washed his face and came out. He controlled himself, saying, \"Serve the food.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servants served Joseph by himself and the brothers by themselves. The Egyptians there ate with him by themselves because the Egyptians could not eat bread with the Hebrews, for that is detestable to the Egyptians.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The brothers sat before him, the firstborn according to his birthright, and the youngest according to his youth. The men were astonished together.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph sent portions to them from the food in front of him. But Benjamin's portion was five times as much as any of his brothers. They drank and were merry with him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}