{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph commanded the steward of his house, saying, \"Fill the men's sacks with food, as much as they can carry, and put every man's money in his sack's opening.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put my cup, the silver cup, in the sack's opening of the youngest, and also his money for the grain.\" The steward did as Joseph had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The morning dawned, and the men were sent away, they and their donkeys.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were out of the city but were not yet far off, Joseph said to his steward, \"Get up, follow after the men, and when you overtake them, say to them, 'Why have you returned evil for good?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is this not the cup from which my master drinks, and the cup that he uses for divination? You have done evil, this thing that you have done.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The steward overtook them and spoke these words to them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Why does my master speak such words as these? Far be it from your servants that they would do such a thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, the money that we found in our sacks' openings, we brought again to you out of the land of Canaan. How then could we steal out of your master's house silver or gold?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With whomever of your servants it is found, let him die, and we also will be my master's slaves.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The steward said, \"Now also let it be according to your words. He with whom the cup is found will be my slave, and you others will be innocent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then each man hurried and brought his sack down to the ground, and each man opened his sack.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The steward searched. He began with the oldest and finished with the youngest, and the cup was found in Benjamin's sack.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they tore their clothes. Each man loaded his donkey and returned to the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah and his brothers came to Joseph's house. He was still there, and they bowed before him to the ground.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to them, \"What is this that you have done? Do you not know that a man like me practices divination?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said, \"What can we say to my master? What can we speak? Or how can we justify ourselves? God has found out the iniquity of your servants. Look, we are my master's slaves, both we and he also in whose hand the cup was found.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said, \"Far be it from me that I should do so. The man in whose hand the cup was found, that person will be my slave, but as for you others, go up in peace to your father.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judah came near to him and said, \"My master, please let your servant speak a word in my master's ears, and do let your anger burn against your servant, for you are just like Pharaoh.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My master asked his servants, saying, 'Do you have a father or a brother?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We said to my master, 'We have a father, an old man, and a child of his old age, a little one. But his brother is dead, and he alone is left of his mother, and his father loves him.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you said to your servants, 'Bring him down to me that I may see him.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, we said to my master, 'The boy cannot leave his father. For if he should leave his father his father would die.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you said to your servants, 'Unless your youngest brother comes down with you, you will not see my face again.'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it came about when we went up to your servant my father, we told him the words of my master.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our father said, 'Go again, buy us some food.'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we said, 'We cannot go down. If our youngest brother is with us, then will we go down, for we will not be able to see the man's face unless our youngest brother is with us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your servant my father said to us, 'You know that my wife bore me two sons.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them went out from me and I said, \"Surely he is torn in pieces, and I have not seen him since.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if you also take this one from me, and harm comes to him, you will bring down my gray hair with sorrow to Sheol.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, therefore, when I come to your servant my father, and the lad is not with us, since his life is bound up in the boy's life,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "it will come about, when he sees the boy is not with us, he will die. Your servants will bring down the gray hair of your servant our father with sorrow to Sheol.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For your servant became a guarantee for the boy to my father and said, 'If I do not bring him to you, then I will bear the guilt to my father forever.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, please let your servant stay instead of the boy as slave to my master, and let the boy go up with his brothers.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For how can I go up to my father if the boy is not with me? I am afraid to see the evil that would come on my father.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}