{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph could not control himself before all the servants who stood by him. He said loudly, \"Everyone must leave me.\" So no servant stood by him when Joseph made himself known to his brothers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wept loudly, the Egyptians heard it, and the house of Pharaoh heard of it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to his brothers, \"I am Joseph. Is my father still alive?\" His brothers could not answer him, for they were shocked in his presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph said to his brothers, \"Come near to me, please.\" They came near. He said, \"I am Joseph your brother, whom you sold into Egypt.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be grieved or angry with yourselves that you sold me here, for God sent me ahead of you to preserve life.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For these two years the famine has been in the land, and there are still five years in which there will be neither plowing nor harvest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sent me ahead of you to preserve you as a remnant in the earth, and to keep you alive by a great deliverance.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now it was not you who sent me here but God, and he has made me a father to Pharaoh, master of all his house, and ruler of all the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hurry and go up to my father and say to him, 'This is what your son Joseph says, \"God has made me master of all Egypt. Come down to me, do not delay.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will live in the land of Goshen, and you will be near me, you and your children and your children's children, and your flocks and your herds, and all that you have.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will provide for you there, for there are still five years of famine, so that you do not come to poverty, you, your household, and all that you have.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaks to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will tell my father about all my honor in Egypt and of all that you have seen. You will hurry and bring my father down here.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He hugged his brother Benjamin's neck and wept, and Benjamin wept on his neck.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He kissed all his brothers and wept over them. After that his brothers talked with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The news of the matter was told in Pharaoh's house: \"Joseph's brothers have come.\" It pleased Pharaoh and his servants very much.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to Joseph, \"Say to your brothers, 'Do this: Load your animals and go to the land of Canaan.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Get your father and your households and come to me. I will give you the good of the land of Egypt, and you will eat the fat of the land.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you are commanded, 'Do this, take carts out of the land of Egypt for your children and for your wives. Get your father and come.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be concerned about your possessions, for the good of all the land of Egypt is yours.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Israel did so. Joseph gave them carts, according to the command of Pharaoh, and gave them provisions for the journey.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To all of them he gave each man changes of clothing, but to Benjamin he gave three hundred pieces of silver and five changes of clothing.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For his father he sent this: ten donkeys loaded with the good things of Egypt; and ten female donkeys loaded with grain, bread, and other supplies for his father for the journey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he sent his brothers away and they left. He said to them, \"See that you do not quarrel on the journey.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went up out of Egypt and came to the land of Canaan, to Jacob their father.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told him saying \"Joseph is still alive, and he is ruler over all the land of Egypt.\" His heart was astonished, for he could not believe what they told him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told him all the words of Joseph that he had said to them. When Jacob saw the carts that Joseph had sent to carry him, the spirit of Jacob their father revived.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said, \"It is enough. Joseph my son is still alive. I will go and see him before I die.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}