{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel made his journey with all that he had and went to Beersheba. There he offered sacrifices to the God of his father Isaac.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God spoke to Israel in a vision at night, saying, \"Jacob, Jacob.\" He said, \"Here I am.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I am God, the God of your father. Do not fear to go down to Egypt, for there I will make you a great nation.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will go down with you into Egypt, and I will surely bring you up again and Joseph will close your eyes with his own hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob rose up from Beersheba. The sons of Israel transported Jacob their father, their children, and their wives, in the carts that Pharaoh had sent to carry him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took their livestock and their possessions that they had accumulated in the land of Canaan. They came into Egypt, Jacob and all his descendants with him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought with him to Egypt his sons and his sons' sons, his daughters and his sons' daughters, and all his descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the names of the children of Israel who came to Egypt: Jacob and his sons, Reuben, Jacob's firstborn;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sons of Reuben, Hanok, Pallu, Hezron, and Karmi;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sons of Simeon, Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the sons of Levi, Gershon, Kohath, and Merari.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Judah were Er, Onan, Shelah, Perez, and Zerah, (but Er and Onan had died in the land of Canaan). The sons of Perez were Hezron and Hamul.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Issachar were Tola, Puah, Lob, and Shimron;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Zebulun were Sered, Elon, and Jahleel\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Leah whom she bore to Jacob in Paddan Aram, along with his daughter Dinah. His sons and his daughters numbered thirty-three.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Gad were Zephon, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Asher were Imnah, Ishvah, Ishvi, and Beriah; and Serah was their sister. The sons of Beriah were Heber and Malkiel\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Zilpah, whom Laban had given to Leah his daughter. These sons she bore to Jacob—sixteen in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Jacob's wife Rachel were Joseph and Benjamin.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Egypt Manasseh and Ephraim were born to Joseph by Asenath, the daughter of Potiphera priest of On.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Benjamin were Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Rachel who were born to Jacob—fourteen in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son of Dan was Hushim.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Naphtali were Jahziel, Guni, Jezer, and Shillem.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons born to Jacob by Bilhah, whom Laban gave to Rachel his daughter—seven in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who went to Egypt with Jacob, who were his descendants, not counting Jacob's sons' wives, were sixty-six in all.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the two sons of Joseph who were born to him in Egypt, the members of his family who went to Egypt were seventy in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob sent Judah ahead of him to Joseph to show the way before him to Goshen, and they came to the land of Goshen.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph prepared his chariot and went up to meet Israel his father in Goshen. He saw him, hugged his neck, and wept on his neck a long time.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said to Joseph, \"Now let me die, since I have seen your face, that you are still alive.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to his brothers and to his father's house, \"I will go up and tell Pharaoh, saying, 'My brothers and my father's house, who were in the land of Canaan, have come to me.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men are shepherds, for they have been keepers of livestock. They have brought their flocks, their herds, and all that they have.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will come about, when Pharaoh calls you and asks, 'What is your occupation?'\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that you should say, 'Your servants have been keepers of livestock from our youth until now, both we, and our forefathers.' Do this so that you may live in the land of Goshen, for every shepherd is an abomination to the Egyptians.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}