{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph went in and told Pharaoh, \"My father and my brothers, their flocks, their herds, and all that they own, have arrived from the land of Canaan. See, they are in the land of Goshen.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took five of his brothers and introduced them to Pharaoh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to his brothers, \"What is your occupation?\" They said to Pharaoh, \"Your servants are shepherds, as our ancestors.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to Pharaoh, \"We come as temporary residents in the land. There is no pasture for your servants' flocks, because the famine is severe in the land of Canaan. So now, please let your servants live in the land of Goshen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh spoke to Joseph, saying, \"Your father and your brothers have come to you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land of Egypt is before you. Settle your father and your brothers in the best region, the land of Goshen. If you know any capable men among them, put them in charge of my livestock.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph brought in Jacob his father and presented him to Pharaoh. Jacob blessed Pharaoh.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to Jacob, \"How long have you lived?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to Pharaoh, \"The years of my travels are a hundred and thirty. The years of my life have been few and painful. They have not been as long as those of my ancestors.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob blessed Pharaoh and went out from his presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph settled his father and his brothers. He gave them a territory in the land of Egypt, the best of the land, in the land of Rameses, as Pharaoh had commanded.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph provided food for his father, his brothers, and all his father's household, according the number of their dependents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was no food in all the land; for the famine was severe. The land of Egypt and the land of Canaan wasted away because of the famine.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph gathered all the money that was in the land of Egypt and in the land of Canaan, by selling grain to the inhabitants. Then Joseph brought the money to Pharaoh's palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the money of the lands of Egypt and Canaan was spent, all the Egyptians came to Joseph saying, \"Give us food! Why should we die in your presence because our money is gone?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said, \"If your money is gone, bring your livestock and I will give you food in exchange for your livestock.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they brought their livestock to Joseph. Joseph gave them food in exchange for the horses, for the flocks, for the herds, and for the donkeys. He fed them with bread in exchange for all their livestock that year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that year was ended, they came to him the next year and said to him, \"We will not hide from my master that our money is all gone, and the herds of cattle are my master's. There is nothing left in the sight of my master, except our bodies and our land.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why should we die before your eyes, both we and our land? Buy us and our land in exchange for food, and we and our land will be servants to Pharaoh. Give us seed that we may live and not die, and that the land may not become desolate.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph bought all the land of Egypt for Pharaoh. For every Egyptian sold his field, because the famine was very severe. In this way, the land became Pharaoh's.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the people, he made them slaves from one end of Egypt's border to the other end.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was only the land of the priests that Joseph did not buy, because the priests were given an allowance. They ate from the allotment which Pharaoh gave them. Therefore they did not sell their land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph said to the people, \"See, I have bought you and your land today for Pharaoh. Now here is seed for you, and you will plant the land.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the harvest, you must give a fifth to Pharaoh, and four parts will be your own, for seed of the field and for food for your households and your children.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"You have saved our lives. May we find favor in your eyes. We will be Pharaoh's servants.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph made it a statute which is in effect in the land of Egypt to this day, that one-fifth belongs to Pharaoh. Only the land of the priests did not become Pharaoh's.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Israel lived in the land of Egypt, in the land of Goshen. His people gained possessions there. They were fruitful and multiplied greatly.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob lived in the land of Egypt seventeen years, so the years of Jacob's life were one hundred forty-seven years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the time approached for Israel to die, he called his son Joseph and said to him, \"If now I have found favor in your eyes, put your hand under my thigh, and show me faithfulness and trustworthiness. Please do not bury me in Egypt.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I sleep with my fathers, you will carry me out of Egypt and bury me in my forefathers' burial place.\" Joseph said, \"I will do as you have said.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said, \"Swear to me,\" and Joseph swore to him. Then Israel bowed down at the head of his bed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}