{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after these things, that one said to Joseph, \"Look, your father is sick.\" So he took with him his two sons, Manasseh and Ephraim.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob was told, \"Look, your son Joseph has arrived to see you,\" Israel gathered strength and sat up in bed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to Joseph, \"God Almighty appeared to me at Luz in the land of Canaan. He blessed me\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to me, 'Behold, I will make you fruitful, and multiply you. I will make of you an assembly of nations. I will give this land to your descendants as an everlasting possession.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now your two sons, who were born to you in the land of Egypt before I came to you into Egypt, they are mine. Ephraim and Manasseh will be mine, just as Reuben and Simeon are mine.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The children you have after them will be yours; they will be listed under the names of their brothers in their inheritance.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for me, when I came from Paddan, to my sorrow Rachel died in the land of Canaan on the way, while there was still some distance to go to Ephrath. I buried her there on the way to Ephrath\" (that is, Bethlehem).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Israel saw Joseph's sons, he said, \"Whose are these?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to his father, \"They are my sons, whom God has given me here.\" Israel said, \"Bring them to me, that I may bless them.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Israel's eyes were failing because of his age, so he could not see. So Joseph brought them near to him, and he kissed them and embraced them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said to Joseph, \"I never expected to see your face again, but God has even allowed me to see your children.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph brought them out from between Israel's knees, and then he bowed with his face to the earth.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph took them both, Ephraim in his right hand toward Israel's left hand, and Manasseh in his left hand toward Israel's right hand, and brought them close to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel reached out with his right hand and laid it upon Ephraim's head, who was the younger, and his left hand upon Manasseh's head. He crossed his hands, for Manasseh was the firstborn.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel blessed Joseph, saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The God before whom my fathers Abraham and Isaac walked,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the God who has cared for me to this day,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the angel who has protected me from all harm, may he bless these boys.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "May my name be named in them, and the name of my fathers Abraham and Isaac.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "May they grow into a multitude on the earth.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph saw his father place his right hand upon the head of Ephraim, it displeased him. He took his father's hand to move it from Ephraim's head to Manasseh's head.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to his father, \"Not so, my father; for this is the firstborn. Put your right hand upon his head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His father refused and said, \"I know, my son, I know. He also will become a people, and he also will be great. Yet his younger brother will be greater than he, and his descendants will become a multitude of nations.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel blessed them that day with these words,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The people of Israel will pronounce blessings by your names saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'May God make you like Ephraim and like Manasseh'.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "In this way, Israel put Ephraim before Manasseh.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel said to Joseph, \"See, I am about to die, but God will be with you, and will bring you back to the land of your fathers.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To you, as one who is above your brothers, I give to you the mountain slope that I took from the Amorites with my sword and my bow.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}