{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph was so distressed that he collapsed on the face of his father, and he wept over him, and he kissed him. \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph commanded his servants the physicians to embalm his father. So the physicians embalmed Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took forty days, for that was the full time for embalming. The Egyptians wept for him seventy days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the days of weeping were over, Joseph spoke to the house of Pharaoh, saying, \"If now I have found favor in your eyes, please speak to Pharaoh, saying,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'My father made me swear, saying, \"See, I am about to die. Bury me in my tomb that I dug for myself in the land of Canaan. There you will bury me.\" Now let me go up and bury my father, and then I will return.'\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh answered, \"Go and bury your father, as he made you swear.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph went up to bury his father. All the officials of Pharaoh went with him—the elders of his household, all the senior officials of the land of Egypt,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "with all Joseph's household and his brothers, and his father's household. But their children, their flocks, and their herds were left in the land of Goshen.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Chariots and horsemen also went with him. It was a very large group of people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the threshing floor of Atad on the other side of the Jordan, they mourned with very great and grievous sorrow. There Joseph made a seven-day mourning for his father.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said, \"This is a very sad occasion for the Egyptians.\" That is why the place was called Abel Mizraim, which is beyond the Jordan. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his sons did for Jacob just as he had instructed them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons carried him to the land of Canaan and buried him in the cave in the field of Machpelah, near Mamre. Abraham had bought the cave with the field for a burial place. He had bought it from Ephron the Hittite.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had buried his father, Joseph returned into Egypt, he, along with his brothers, and all who had accompanied him to bury his father.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "content": " \n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph's brothers saw that their father was dead, they said, \"What if Joseph holds on to anger against us and wants to repay us in full for all the evil we did to him?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they commanded the presence of Joseph, saying, \"Your father gave instructions before he died, saying,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Tell Joseph this, \"Please forgive the transgression of your brothers and their sin when they did evil to you.\"' Now please forgive the servants of the God of your father.\" Joseph wept when they spoke to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers also went and lay facedown before him. They said, \"See, we are your servants.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joseph answered them, \"Do not be afraid. Am I in the place of God?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, you meant to harm me, but God meant it for good, to preserve the lives of many people, as you see today.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now do not be afraid. I will provide for you and your little children.\" He comforted them in this way and spoke kindly to their hearts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph lived in Egypt, together with his father's family. He lived one hundred ten years.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph saw Ephraim's children to the third generation. He also saw the children of Machir son of Manasseh, who were placed on the knees of Joseph. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to his brothers, \"I am about to die; but God will surely come to you and lead you up out of this land to the land which he swore to give to Abraham, to Isaac, and to Jacob.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph made the people of Israel swear an oath. He said, \"God will surely come to you. At that time you must carry up my bones from here.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph died, 110 years old. They embalmed him and he was placed in a coffin in Egypt.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}