{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when mankind began to multiply on the earth and daughters were born to them,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that the sons of God saw that the daughters of mankind were attractive. They took for themselves wives, any of them that they chose.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"My spirit will not remain in mankind forever, for they are flesh. They will live 120 years.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Giants were on the earth in those days, and also afterward. This happened when the sons of God married daughters of men, and they had children with them. These were the mighty men of old, men of renown.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh saw that the wickedness of mankind was great in the earth, and that every inclination of the thoughts of their hearts was only evil continually.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh regretted that he had made mankind on the earth, and it grieved him to his heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh said, \"I will wipe away mankind whom I have created from the surface of the earth; both mankind and the larger animals, and creeping things and birds of the heavens, for I am sorry that I have made them.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Noah found favor in the eyes of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the events concerning Noah. Noah was a righteous man, and blameless among the people of his time. Noah walked with God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah became the father of three sons: Shem, Ham, and Japheth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The earth was corrupt before God, and it was filled with violence.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God saw the earth; behold, it was corrupt, for all flesh had corrupted their way upon the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to Noah, \"I can see that it is time to put an end to all flesh, for the earth is filled with violence through them. Indeed, I will destroy them with the earth.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make for yourself an ark of cypress wood. Make rooms in the ark, and cover it with pitch within and without.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how you will make it: The length of the ark is to be three hundred cubits; the breadth of it is to be fifty cubits, and the height of it is to be thirty cubits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make a roof for the ark, and finish it at a cubit from the top of the side. Place a door in the side of the ark and make a lower, a second, and a third deck.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen, I am about to bring the flood of waters upon the earth, to destroy all flesh that has in it the breath of life from under heaven. Everything that is on the earth will die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will establish my covenant with you. You will come into the ark, you, and your sons, and your wife, and your sons' wives with you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of every living creature of all flesh, two of every kind you must bring into the ark, to keep them alive with you, both male and female.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the birds after their kind, and of the larger animals after their kind, of every creeping thing of the ground after its kind, two of every sort will come to you, to keep them alive.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gather for yourself every kind of food that is eaten and store it, so that it will be food for you and for them.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Noah did this. According to all that God commanded him, so he did.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}