{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Noah, \"Come, you and all your household, into the ark, for I have seen that you are righteous before me in this generation.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of every clean animal you will bring with you seven males and seven females. From the animals that are not clean, of them bring two, the male and his mate.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also of the birds of the sky, bring seven males and seven females, to preserve their offspring upon the surface of all the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in seven days I will cause it to rain upon the earth for forty days and forty nights. I will destroy from off the surface of the ground every living thing that I have made.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah did all that Yahweh commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah was six hundred years old when the flood came upon the earth.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah, his sons, his wife, and his sons' wives went into the ark together because of the waters of the flood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Clean animals and unclean animals, birds, and everything that creeps upon the ground,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "two by two, male and female, came to Noah and went into the ark, just as God had commanded Noah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that after the seven days, the waters of the flood came upon the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the six hundredth year of Noah's life, in the second month, on the seventeenth day of the month, on the same day, all the fountains of the great deep burst open, and the windows of heaven were opened.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rain began and fell on the earth for forty days and forty nights.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that very same day Noah and his sons, Shem, Ham, and Japheth, and Noah's wife, and the three wives of his sons with them, entered into the ark.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They entered along with each wild animal according to its kind, and each sort of livestock according to its kind, and each creeping thing that creeps upon the earth according to its kind, and every sort of bird according to its kind, each kind of creature with wings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two of all flesh in which was the breath of life came to Noah and entered into the ark.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The animals that went in were male and female of all flesh; they entered in just as God had commanded him. Then Yahweh shut the door after them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the flood came upon the earth for forty days, and the water increased and lifted the ark and raised it above the earth.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters completely covered over the earth, and the ark floated upon the surface of the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters rose greatly on the earth so that all the high mountains that were under the entire sky were covered.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters rose fifteen cubits above the tops of the mountains.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All living beings that moved upon the earth died—birds, livestock, wild animals, all the living creatures that lived in great numbers upon the earth, and all mankind.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All living creatures who lived on the land, who breathed the breath of life through their noses, died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So every living thing that was on the surface of the earth was wiped out, from mankind to the larger animals, to creeping things, and to birds of the sky. They were all destroyed from the earth. Only Noah and those with him in the ark were left.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters stayed upon the earth for a hundred and fifty days.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}