{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God considered Noah, all the wild animals, and all the livestock that were with him in the ark. God made a wind blow over the earth, and the waters started going down.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fountains of the deep and the windows of heaven were closed, and it stopped raining.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The flood waters went down slowly from the earth, and after the end of a hundred and fifty days the waters had gone down.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ark came to rest in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters continued to go down until the tenth month. On the first day of the month, the tops of the mountains appeared.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after forty days that Noah opened the window of the ark which he had made.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent out a raven and it flew back and forth until the waters were dried up from the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he sent out a dove to see if the waters had gone down from the surface of the earth,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the dove found no place to rest her foot, and she returned to him in the ark, for the waters were still covering the whole earth. He reached out with his hand, and took and brought her into the ark with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He waited another seven days and again he sent out the dove from the ark.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dove returned to him in the evening. Look! In her mouth was a freshly plucked olive leaf. So Noah knew that the waters had gone down from the earth.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He waited another seven days, and sent out the dove again. She did not return again to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the six hundred and first year, in the first month, on the first day of the month, that the waters were dried up from off the earth. Noah removed the covering of the ark, looked out, and saw that, behold, the surface of the ground was dry.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second month, on the twenty-seventh day of the month, the earth was dry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to Noah,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go out of the ark, you, your wife, your sons, and your sons' wives with you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take out with you every living creature of all flesh that is with you—the birds, the animals, and every creeping thing that creeps upon the earth—so that they may grow unto very large numbers of living creatures throughout the earth, be fruitful, and multiply upon the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Noah went out with his sons, his wife, and his sons' wives with him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every living creature, every creeping thing, and every bird, everything that moves on the earth, according to their families, left the ark.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah built an altar to Yahweh. He took some of the clean animals and some of the clean birds, and offered burnt offerings on the altar.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh smelled the pleasing aroma and said in his heart, \"I will not again curse the ground because of mankind, even though the intentions of their hearts is evil from childhood. Nor will I again destroy everything living, as I have done.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the earth remains, seed time and harvest, cold and heat,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "summer and winter, and day and night will not cease.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}