{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the beginning, God created the heavens and the earth.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he began to create the earth, it was shapeless and completely desolate. Darkness covered the surface of the deep water. And the Spirit of God was hovering over the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"I command there to be light,\" and there was light.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was pleased with the light. Then he made the light shine in some places at certain times, while in other places there was still darkness.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He named the light \"day,\" and he named the darkness \"night.\" This was an evening and morning, the first day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"I command that there be an empty space like a huge dome to separate the water into two parts.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that is what happened. God made the empty space like a huge dome and it separated the water that is above it from the water on the earth that is below it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God named the space like a huge dome \"sky.\" This was an evening and morning, the second day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"I command the water that is below the sky to come together, and dry ground to appear and rise above it.\" And that is what happened.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave to the ground the name \"earth,\" and he gave to the water that came together the name \"oceans.\" God was pleased with the earth and the oceans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"I command the earth to produce many kinds of plants that reproduce themselves—plants that will produce seeds and trees that will produce fruit with their seed in it.\" And that is what happened.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then plants grew on the earth. Each kind of plant began to produce its own kind of seed, and each kind of tree produced fruit with its seed in it. God was pleased with the plants and trees.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was an evening and morning, the third day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"I command many lights to shine in the sky. They will distinguish day from night. By the changes in their appearance they will indicate the time for various festivals and other things that people do at certain times and in certain years.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also want these lights in the sky to shine down on the earth.\" And that is what happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made two of them to be very big lights. The biggest one, the sun, he made to govern the day and the smaller one, the moon, he made to govern the night. He also made the stars.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God set all of them in the sky to shine on the earth,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to govern the day and the night, and to separate the light of the daytime from the darkness of the nighttime. God was pleased with the lights.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was an evening and morning, the fourth day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"Fill the waters with all kinds of living things that I have made, and fill the sky with birds that fly above the earth.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God created the very large creatures that live in the sea, and he created all the other living things that are found, in very great numbers, in the waters. He also created every kind of bird that has wings. All these creatures would be able to produce their own offspring. God looked at all that he had made and he was pleased with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God blessed them. He said, \"Produce offspring and become very numerous. I want the creatures in the water to live throughout all the bodies of water, and the birds also to become very numerous.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was an evening and morning, the fifth day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"I command the earth to produce various kinds of animals that reproduce themselves to live on the earth. There will be many kinds of domestic animals, creatures that crawl on the ground, and large wild animals.\" And that is what happened.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made all kinds of wild animals and domestic animals and all kinds of creatures that crawl on the ground. They could all produce more animals of their same kind. God was pleased with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said, \"Let us make human beings to be like us. I want them to rule over the fish in the sea, over the birds in the sky, over all the domestic animals, and over all the other creatures that move across the surface of the ground.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God created human beings that were like him in many ways. He made them to be like himself. He created them as male and female.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God blessed them, saying, \"Produce many children, who should live all over the earth and rule over it. I want you to rule over the fish in the sea and the birds in the sky and over all the creatures that move across the surface of the ground.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"Look! I have given you all the plants that produce seeds all over the earth, and all the trees that produce fruit. All these things are for you to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given all the green plants to be food for all the wild animals, for the birds, and for all the creatures that move across the surface of the ground, that is, for everything that has life-giving breath in it.\" And that is what happened.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was pleased with everything that he had made. Truly, it was all very good. This was an evening and morning, the sixth day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}