{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Abram, \"Leave this country where you are now living. Leave your father's clan and his family, and go to a land that I will show you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your descendants to become a large nation. I will bless you and cause you to become famous. What I do for you will be a blessing to others.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bless those who bless you, and I will curse those who do evil things to you. I will bless all the clans on earth through you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram left Haran, as Yahweh told him to do. Abram was seventy-five years old when he left there along with his family and Lot's family.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram took his wife Sarai and his nephew Lot; he also took with himself all the possessions and slaves that they had accumulated in Haran. They left from there and went to the land of Canaan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Canaan they traveled as far as Shechem and camped by a tall tree called the tree of Moreh. When this happened, the Canaanite people were living in that land.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh appeared to Abram and said to him, \"I will give this land to your descendants.\" Then Abram built an altar to offer a sacrifice to Yahweh, who had appeared to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Shechem, Abram and his family traveled to the hills that were east of Bethel. Bethel was to the west of where they set up their tent, and Ai was to the east. There he built another altar and offered a sacrifice and worshiped Yahweh there.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they left there and continued traveling south to the Negev desert.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a famine in that land, so they went further south to live for awhile in the land of Egypt, because the lack of food in the land where they were was very severe.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were coming near to the land of Egypt, Abram said to his wife Sarai, \"Listen, I know that you are a very beautiful woman.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people in Egypt see you, they will say, 'This woman is his wife!' and they will kill me, but they will not kill you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I ask you to tell them that you are my sister, so that I will be safe and so they will spare my life because of you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that was what happened. As soon as they arrived in Egypt, the people in Egypt saw that his wife was indeed very beautiful.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king's officials saw her, they told the king how beautiful she was. Then the king took her into his palace.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king treated Abram kindly because of Sarai, and he gave Abram sheep and cattle and donkeys and male and female slaves and camels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because the king had taken Sarai, Abram's wife, Yahweh caused the king and the others in his household to be inflicted with terrible diseases.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king summoned Abram and said to him, \"You have done a terrible thing to me! Why did you not tell me that she was your wife?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you say that she is your sister, so that I took her to be my wife? You should not have done that! So now take your wife, leave here and go!\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king ordered his officials to take Abram and his wife and all his possessions out of Egypt.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}