{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram and Sarai left Egypt and went back to the southern Judean wilderness. They took along all their possessions, and Lot went with them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram was very rich. He owned a lot of livestock, silver, and gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They continued traveling from place to place from the southern Judean wilderness toward Bethel, to the place between Bethel and Ai where they had previously set up their tents.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also where Abram had built an altar; there he worshiped Yahweh again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lot, who was traveling with Abram, also had flocks of sheep and goats and herds of cattle and tents.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two of them had so many animals that they could not all stay in the same area. There was not enough land to provide water and food for all their animals.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, the men who took care of Abram's livestock started quarreling with the men who took care of Lot's livestock. The descendants of Canaan and Perez were also living in that area.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abram said to Lot, \"Since we are close relatives, it is not good for us to quarrel, or for the men who take care of your animals to quarrel with the men who take care of my animals.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is plenty of land for both of us. So we should separate. You can choose whatever part you want. If you want the area over there, I will stay here. If you want the area here, I will go over there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lot looked toward Zoar and saw that there was plenty of water all over the plain near the Jordan River. This was before Yahweh destroyed Sodom and Gomorrah which were on that plain. In those days, it was like the garden of Yahweh, like the land in Egypt near the Nile River.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Lot chose for himself the land in the plain of the Jordan River. He left his uncle, Abram, and moved east.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram stayed in the land of Canaan, and Lot went to live near the cities in the plain of the Jordan River, and he set up his tents near Sodom.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the people who lived in Sodom were extremely wicked and sinned terribly against Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Abram and Lot separated, Yahweh said to Abram, \"Look around at this whole area where you are. Look north and south, look east and west.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give to you and to your descendants all the land that you see; I will give it to you forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your descendants to be as numerous as particles of dust! If a man tried to count the particles of dust, it would be the same as if he tried to count your descendants.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Walk through the land in every direction, because I am going to give it all to you.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram took down his tents and moved to Hebron and settled by the big trees of Mamre. He built a stone altar there to make sacrifices to Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}