{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four kings who were allies. They were King Amraphel of Babylonia, King Arioch of Ellasar, King Chedorlaomer of Elam, and King Tidal of Goiim.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They prepared to attack a group of five kings: King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, King Shemeber of Zeboyim, and the king of Bela, the city that is now called Zoar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those five kings and their armies gathered together in the Valley of Siddim, which is also called the Valley of the Dead Sea, to fight against the four kings and their armies.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For twelve years King Chedorlaomer had ruled them. But in the thirteenth year, they rebelled against King Chedorlaomer and refused to give him any more tribute money.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next year, King Chedorlaomer and the other kings that were with him gathered their armies and started coming toward the area of the five kings. They defeated the Rephaite people in Ashteroth Karnaim, the Zuzite people in Ham, and the Emite people in Shaveh Kiriathaim.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also defeated the Horite people in their hill area of Seir as far as El Paran near the desert.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they turned around and went to En Mishpat, which is now called Kadesh. They conquered all the land belonging to the Amalekite people and the Amorite people who were living in Hazezon Tamar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the armies of the kings of Sodom, Gomorrah, Admah, Zeboyim and Bela marched out to fight the armies of the four kings in Siddim Valley.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fought against the armies of Chedorlaomer the king of Elam, Tidal the king of Goiim, Amraphel the king of Shinar, and Arioch the king of Ellasar. The armies of four kings were fighting against the armies of five kings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "TheValley of Siddim was full of tar pits. So when the armies of the kings of Sodom and Gomorrah tried to run away, many of the men fell into these pits. The others escaped and ran away to the hills.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they fled, their enemies seized all of the valuable things in Sodom and Gomorrah, including all the food.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also captured Abram's nephew Lot and his possessions, since he was living in Sodom at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the night, Abram divided the men into several groups, and they attacked their enemies from various directions and defeated them. They pursued them as far as Hobah, which was north of the city of Damascus.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram's men recovered all of the goods that had been taken. They also rescued Lot and all his possessions and also the women and others who their enemies had taken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Abram was returning home after he and his men had defeated the armies of King Chedorlaomer and the other kings who had fought alongside him, the King of Sodom went north to meet him in Shaveh Valley, which people also call the King's Valley.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Melchizedek, the king of the city of Salem, was also a priest of the supreme God. He brought some bread and wine to Abram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he blessed Abram and said, \"I ask the supreme God, the one who created heaven and earth, to bless you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I praise the supreme God, because he has enabled you to defeat your enemies.\" Then Abram gave to Melchizedek a tenth part of all the things he had captured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The King of Sodom said to Abram, \"You can keep all the goods you recovered. Just let me take back the people from my city whom you captured.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abram said to the King of Sodom, \"I have solemnly promised Yahweh, the supreme God, the one who created heaven and earth,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that I will not take even one thread or a thong of a sandal from anything that belongs to you. As a result, you will never be able to say, 'I caused Abram to become rich.'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The only thing I will accept is the food that my men have eaten. But Aner, Eshcol, and Mamre went with me and fought alongside me, so let them have a share of the goods we brought back.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13-14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Abram was living near the big trees that belonged to Mamre, who belonged to the Amor clan. Abram had made an agreement with Mamre and his two brothers, Eshcol and Aner, that they would help each other if there was a war. One of the men who escaped from the battle told Abram the Hebrew what had happened and that the enemy had captured his nephew, Lot, and taken him away. So Abram summoned 318 men who were his servants, men who had been with Abram since they were born and who knew how to fight as warriors. They all went together and pursued their enemies as far as the city of Dan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}