{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Abram had a vision in which Yahweh spoke to him and said, \"Do not be afraid of anything, I will protect you and I will give a great reward.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abram replied, \"Lord Yahweh, how can you give me what I truly want, because I have no children, and the one who will inherit all my possessions is my servant Eliezer, from Damascus!\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram also said, \"You have not given me any children, so a servant in my household will inherit everything that I own!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"No! He will not be the one who will inherit it. Instead, you yourself will be the father of the one who will inherit everything you own.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh took Abram outside of his tent and said, \"Look up at the sky! Can you count the stars? No, you cannot count them because there are so many of them, and your descendants will be as numerous as the stars.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram believed that what Yahweh said would happen. Because of that, Yahweh considered him as good.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to him, \"I am Yahweh. I am the one who brought you from Ur in the land of Chaldea. I brought you here to give you this land to possess.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abram replied, \"Lord Yahweh, how can I know for sure that this land will belong to me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to him, \"Bring a three year old heifer and a three year old goat to me, and a dove and a pigeon.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram brought all of them. He killed them and cut each of the animals in half. He arranged the halves of each one, side by side. But he did not cut the pigeon and dove in half.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Birds that eat dead animals came down to eat the carcasses, but Abram drove them away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the sun was going down, Abram fell sound asleep, and suddenly everything around him became dark and frightening.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Abram, \"I want you to know that your descendants will become foreigners living in a land that does not belong to them. They will become slaves of the owners of that land. The owners of the land will mistreat them for four hundred years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then I will punish the people of that country where they are slaves. Then your descendants will leave that country, taking many possessions with them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, you will die peacefully and be buried when you are very old.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After your descendants have been slaves for four hundred years, they will come back here. They will take control of this land and defeat the Amor people. This will not happen before that time, because the Amor people have not yet sinned to the degree that I would punish them like that for it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun had set and it was dark, unexpectedly a blazing torch and a clay pot containing burning coals from which smoke was rising appeared and went between the halves of the animals.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day Yahweh made a covenant with Abram. Yahweh told him, \"I will give to your descendants all the land between the river that is on the eastern border of Egypt to the south, and north to the Euphrates River.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the land where the Ken, the Keniz, the Kidmon,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Heth, the Perez, the Repha,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Amor, the Canaan, the Girgash, and the Jebus people groups live.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}