{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Up to that time, Abram's wife Sarai had not given birth to any children for Abram. But she had a female slave from Egypt, whose name was Hagar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarai said to Abram, \"Listen to me! Yahweh has not allowed me to become pregnant. So sleep with my slave Hagar. Perhaps she will bear children whom I can consider to be mine.\" Abram agreed to do what Sarai said.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened ten years after Abram and Sarai went to live in Canaan land. In this way Abram took Hagar, Sarai's slave from Egypt, to be his second wife.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he slept with Hagar, and she became pregnant. When she realized that she was pregnant, she began to despise her mistress Sarai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Sarai said to Abram, \"It is your fault! I put my servant into your arms so that you could sleep with her. Now she is pregnant, and she despises me because I have no children. May Yahweh find you guilty for doing this to me!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abram said to Sarai, \"Listen to me! She is your servant, so act toward her in the way you consider best.\" Then Sarai started to mistreat her, so Hagar ran away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh went to her as she was near a spring of water in the desert. It was the spring that was alongside the road to Shur.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"Hagar, slave of Sarai, where have you come from, and where are you going?\" She replied, \"I have run away from Sarai, my mistress.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh said, \"Go back to your mistress and continue to obey her.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh also said to her, \"I will enable you to bear so many descendants that no one will be able to count them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh also said to her, \"Listen to this! You are pregnant. You will give birth to a son. You must name him Ishmael, which means 'God listens,' because Yahweh has heard you crying because you feel so miserable.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your son will be as uncontrollable as a wild donkey. He will oppose everyone, and everyone will oppose him. He will live far away from all his relatives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hagar said to herself, \"I continue to live, even though Yahweh has seen me!\" So she called Yahweh, \"God, the one who sees me.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why people call the well there \"Beer Lahai Roi,\" which means, \"the well of the living one who sees me!\" It is still there, between Kadesh and Bered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hagar later gave birth to a son for Abram, and she named him Ishmael.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram was eighty-six years old when Hagar gave birth to Abram's son Ishmael.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}