{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abram was ninety-nine years old, Yahweh appeared to Abram again and said to him, \"I am God Almighty. I want you to live your life in the way that I want. I want you to not do anything wrong.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will confirm my covenant between us, and I will cause you to have a very great number of descendants.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abram bowed down with his face on the ground. Then God said to him,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen to this! This is the covenant I am making with you: You will be the father of many groups of people.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your name will be Abram no longer. Instead, your name will be Abraham, because I will make you the father of many groups of people.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause you to have very, very many descendants, and I will cause nations and kings to be among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make this covenant between me and you and the generations of your descendants after you forever. Because of this covenant, you will worship and follow me as God, and so will your descendants.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give to you and to your descendants the land of Canaan, the whole land of Canaan, where you are now living. It will be an everlasting possession for them, and I will be their God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said to Abraham, \"Now you must keep your part of the covenant that I am making with you, and your descendants must also obey it, for all generations.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a requirement of the covenant that I am making between myself and you and all your descendants: Every male among you must be circumcised.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cutting the foreskins of them will be the sign that you have accepted the covenant that I am making with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every male child among you must be circumcised when he is eight days old, in all future generations. That includes baby boys in your household and those born from slaves that have been bought, and foreigners who live among you but do not belong to your household.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It does not matter whether their parents are members of your household or slaves that you have bought; they must all be circumcised. Your bodies will have this mark to show you have accepted this everlasting covenant that I am making.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must drive out from your community any male who has not been circumcised, because that person has disobeyed my covenant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also said to Abraham, \"As for Sarai, your wife, you must not call her Sarai any longer. I will change her name also. Her name will now be Sarah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bless her, and she will surely give birth to a son for you. And I will bless her so much that she will be the ancestor of people of many nations. Kings and people groups will be descended from her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham lay down with his face on the ground in respect before God. But then he laughed as he said to himself, \"Can a man who is a hundred years old become a father of a son? And since Sarah is ninety years old, how can she bear a child?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham said to God, \"Perhaps you will let Ishmael receive your blessing and inherit all I possess.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God replied, \"No! Your wife Sarah will bear a son for you. You must name him Isaac. I will establish my covenant with him, one that will be an everlasting covenant with him and his descendants.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Ishmael, I have heard what you asked me to do for him. I will bless him so that he also will have many descendants. Among his descendants will be the leaders of twelve tribes. And I will cause his descendants to become a great nation.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it is with Isaac that I will establish my covenant—Isaac, the son whom Sarah will give birth to at this time next year.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God finished talking to Abraham, God disappeared from his sight.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, Abraham took his son Ishmael and all the males that were in his household, including the sons of all the slaves he had bought, and circumcised them. He cut off their foreskins, just as God told him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was ninety-nine years old when he was circumcised,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Ishmael was thirteen years old when Abraham circumcised him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was on that very same day that Abraham and his son Ishmael were circumcised.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the males in his household, the ones who had been born there and those Abraham had bought from foreigners, were also circumcised.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}