{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day during that year, at the time of day when it was hot, Yahweh appeared to Abraham again near the big trees that belonged to Mamre. Abraham was sitting in the entrance to his tent.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham looked up and was surprised to see three men standing near him. When he saw them, he ran to meet them. He prostrated himself with his face on the ground in respect.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to one of them, \"Lord, if you are pleased with me, stay here for a little while.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Allow my servants to bring a little water and wash your feet, and then rest under this tree.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you have come here to me, allow me to bring you some food so that you can gain strength before you leave.\" The men replied, \"All right, do as you have said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham hurried into the tent and said to Sarah, \"Quick, get twenty kilograms of our best flour and make some bread!\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he ran to the herd of cattle and selected a calf whose meat would be tender and tasty. He gave it to one of his servants, who hurried to kill and cook it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the meat was cooked, Abraham brought some curds, milk, and the meat that the servant had prepared. He placed them in front of them. Then he stood near them under a tree while they ate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they ate, they asked him, \"Where is Sarah, your wife?\" He replied, \"She is in the tent.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leader of the group said, \"I will return to you in the springtime next year, and listen, your wife Sarah will have an infant son.\" It happened that Sarah was listening at the entrance of the tent, which was behind the man who was speaking.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Abraham and Sarah were very old, and Sarah was far past the time of childbearing.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Sarah laughed to herself, thinking, \"My body is worn out, and my husband is old. So how can I have the pleasure of having a baby?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Abraham, \"Why did Sarah laugh? Why was she thinking, 'I am too old, so how can I bear a child'?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is there anything too difficult for me? I will return about this time next year in the springtime, the time I have fixed, and Sarah will have an infant son.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Sarah was afraid, so she lied and said, \"I did not laugh.\" But Yahweh said, \"Do not deny it! You did laugh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the three men got up to leave, they looked down into the valley toward the city of Sodom. Abraham was walking with them to say \"Farewell\" to them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to himself, \"It is not right for me to prevent Abraham from knowing what I plan to do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham's descendants will become a great and powerful people group. And people of all people groups will be blessed because of what I do for him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have chosen him in order that he will direct his children and their families so that they will obey me and do what is right and fair, so that I will do for Abraham what I have promised to do for him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh said to Abraham, \"I have heard the terrible things that some people have been saying about the people of Sodom and Gomorrah. Their sins are very great.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will go down now, and I will see if all the terrible things that I have heard are true or not true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the two other men turned and started walking toward Sodom. But Abraham kept standing in front of Yahweh.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham came closer to him and said, \"Will you really destroy people who have done nothing wrong along with the wicked ones?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What will you do if there are fifty people in the city who have done nothing wrong? Will you really destroy them all, and not spare the place for the sake of the fifty righteous people who have done nothing wrong?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Certainly you would not do such a thing, to kill good people along with wicked ones, and treat good people and wicked people the same way. You could not do that, because you, who are the judge of everyone on the earth, will certainly do what is right regarding the people of Sodom!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"If I find fifty people in Sodom who have done nothing wrong, I will spare the whole place for their sake.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham replied, \"I should not be bold like this and speak to you, my Lord, because I am as worthless as dust and ashes.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what will you do if there are only forty-five people who have done nothing wrong? Will you destroy everyone in the whole city because there are only forty-five and not fifty good people?\" Yahweh replied, \"I will not destroy it if I find that there are forty-five good people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham continued to speak to him like this, saying, \"What will you do if you find that there are only forty good people there?\" Yahweh replied, \"I will not destroy them all, for the sake of the forty.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said, \"Please do not be angry now. Let me speak again. What will you do if there are only thirty good people?\" He replied, \"I will not do it if I find that there are thirty there.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said, \"I should not be bold and speak to you like this, my Lord. But what will you do if you find that there are only twenty good people there?\" He replied, \"I will not destroy the whole city, for the sake of those twenty.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, Abraham said, \"My Lord, do not be angry now. Just let me speak one time more. What will you do if you find that there are only ten good people there?\" Yahweh answered, \"I will not destroy the city for the sake of those ten.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said no more. As soon as Yahweh finished speaking with Abraham, he left, and Abraham went home.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}