{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the way God created the heavens and the earth and the living things that filled them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the time it was the seventh day, God had finished the work of creating everything, so he did not work anymore on that day.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God declared that each seventh day would have his favor. He set those days apart to be special days, because on the seventh day God did not work anymore, after finishing all his work of creating everything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What follows is how God created the heavens and the earth.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "God, whose name is Yahweh, made the heavens and the earth.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At first there were no plants growing, because Yahweh God had not yet caused rain to fall on the ground. Furthermore, there was no one to plow the ground for planting crops.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, mist rose up from the ground, so that there was water all over the surface of the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God took some soil and formed a man. He breathed into the man's nostrils his own breath that makes things alive, and as a result the man became a whole living person.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God made a park in a place named Eden, which was east of the land of Canaan. There he placed the man that he had formed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God caused to grow from the ground every kind of tree that is beautiful to see and that produces fruit that is good to eat. He also placed in the middle of the park a tree whose fruit would enable those who ate it to live forever. He also placed there another tree whose fruit would enable those who ate it to know what actions were good to do and what actions were evil to do.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A river flowed from Eden to provide water for the park. Outside of Eden, the river divided into four rivers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the first river is Pishon. That river flows through all the land of Havilah, where there is gold.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That gold is very pure. There is also a sweet-smelling gum called bdellium and valuable stones called onyx.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the second river is Gihon. That river flows through all the land of Cush.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the third river is Tigris. It flows east of the city of Ashur. The name of the fourth river is Euphrates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God took the man and put him in Eden to plow it and take care of it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God said, \"It is not good for this man to be alone. So I will make someone who will be a suitable partner for him.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God had taken some soil and had formed all kinds of animals and birds, and he brought them to the man to hear what names he would give to them. And the man gave a name to every living animal that Yahweh had made.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man gave names to all the kinds of cattle, birds, and wild animals, but none of these creatures was a partner that was suitable for the man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh God caused the man to become deeply asleep. While the man was sleeping, Yahweh took out one of the man's ribs. Then he immediately closed the opening in his body and healed it.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh then made a woman from the rib that he had taken from the man's body, and he brought her to the man.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man exclaimed, \"Finally, this is truly someone like me! Her bones came from one of my bones, and her flesh came from my flesh. So I will call her woman, because she was taken from me, a man.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first woman was taken from the man's body, so that is why when a man and a woman marry, they must leave their parents. The man will join very closely to his wife, so that the two of them will be as though they are one person.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although the man and his wife were naked, they were not ashamed about being naked.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16-17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to him, \"I will not permit you to eat the fruit of the tree that will enable you to know what actions are good to do and what actions are evil to do. If you eat any fruit from that tree, on the day you eat it you will surely die. But I will permit you to eat the fruit of any of the other trees in the park.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}