{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham left Mamre and moved southwest to the Negev desert. There he lived between Kadesh and Shur. He lived as a foreigner in the town of Gerar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was there, he told people that Sarah was his sister, not his wife. Then King Abimelech of Gerar sent some of his men to get Sarah, and they brought her to him to be his wife.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God appeared to Abimelech in a dream during the night and said to him, \"Listen to me! You are going to die because the woman you took is another man's wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abimelech had not slept with her, so he said, \"Lord, since the people of my nation and I are innocent, will you kill us?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham told me, 'She is my sister,' and she also said, 'He is my brother.' I did not intend to do anything wrong; neither have I done anything wrong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to him, \"Yes, I know that you did not want to do anything wrong. That is why I prevented you from sinning against me. I did not allow you to touch her.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, return this man's wife to her husband, because he is a prophet. He will pray for you so that you may live. But if you do not return her to him, you will certainly die, and all the members of your household will also certainly die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Abimelech summoned all his officials and told them everything that had happened. When they heard that, his men were very afraid that God would punish them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech then summoned Abraham, and said to him, \"You should not have done that to us! Did I do something wrong to you? Did I make you want me and my people to become guilty of a great sin? You have done things to me that you should not have done!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you do this?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham replied, \"I said that she was my sister because I thought, 'The people in this place certainly do not respect God. Certainly they do whatever wrong things they wish. So they will kill me to get my wife.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Besides, Sarah really can be considered my sister, because she is the daughter of my father, although she is not the daughter of my mother. She is the daughter of another woman, and I married her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when God told me to move away from my father's household, I said to her, 'This is the way you can show that you are faithful to me: Everywhere we go, say about me, \"This is my brother.\"'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech brought some sheep and cattle and gave them to Abraham. He also gave him some male and female slaves. Then he returned Abraham's wife Sarah to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Abimelech said to him, \"Look! My land is in front of you. Live in whatever place you wish!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he said to Sarah, \"Look! I am giving a thousand pieces of silver to your brother. This is to ensure that no one will bring up this matter again and say that you have done anything wrong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham prayed to God, and God healed Abimelech's wife and his slave girls so that they could have children.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was because Yahweh had caused it to be impossible for any of the women in Abimelech's household to bear children, because Abimelech had taken Abraham's wife Sarah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}