{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh acted very kindly toward Sarah, just as he said he would do. He did for Sarah exactly what he promised to do,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for she became pregnant and gave birth to a son for Abraham when he was very old, at the time God promised it would happen.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham gave the name \"Isaac\" to the son Sarah delivered.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also circumcised his son Isaac when he was eight days old, just as God had commanded him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was one hundred years old when his son Isaac was born.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sarah said, \"Although I was sad before because I did not have any children, God has now enabled me to laugh with joy, and everyone who hears about what God has done for me will laugh with me.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She also said, \"No one would have said to Abraham that some day I would nurse a child, but I have given birth to a son when Abraham is very old.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The baby grew. The day came when he was taken off his mother's milk. On that day, Abraham prepared a large feast to celebrate.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Sarah noticed that Hagar's son Ishmael was making fun of Isaac.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she said to Abraham, \"Get rid of that slave woman from Egypt and her son! I do not want the son of that slave woman to take what my son Isaac will inherit.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was very upset about the matter, because he was also concerned about his son Ishmael.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God said to Abraham, \"Do not be upset about your son, Ishmael, and about your servant Hagar. Listen to everything that Sarah tells you to do, and do it, because Isaac is the one who will be the forefather of the descendants I promised to give you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will also cause the son of your servant Hagar to be the ancestor of a great people group, because he is also your son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham got up early the next morning. He got some food ready, put water in a bag, and gave it to Hagar. He put the bag on her shoulder, handed her Ishmael, and sent them away into the wilderness of Beersheba.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Hagar and her son had drunk all the water in the bag, she put the boy under one of the bushes there.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she went and sat nearby, about as far as someone can shoot an arrow. She thought, \"I cannot endure seeing my son die!\" As she sat there, she began to cry loudly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon God heard the sound of Ishmael, so he sent one of his angels to call out from heaven to Hagar. He said, \"Hagar, what is the matter with you? Do not be afraid, because God has heard the boy crying there.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go lift the boy up and help him be brave, because I will cause his descendants to become a great people group.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God showed her a well of water. So she went to the well and filled the container with water, and gave the boy a drink.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God helped the boy as he grew up in the wilderness, and he became a good archer.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He lived in the wilderness of Paran. Hagar got a wife for him from Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, King Abimelech and Phicol, the commander of his army, said to Abraham, \"It is clear that God helps you in all that you do.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, solemnly promise to me here, as God is listening, that you will not deceive me and my children, or my descendants. Act faithfully toward me and toward all the people here in the country where you are now living. Act faithfully toward me, as I have acted toward you.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham swore an oath to do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham also complained to Abimelech about one of Abraham's wells of water that Abimelech's servants had taken control of.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abimelech said, \"I do not know who has done that. You did not tell me previously, and I did not hear about it until today.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham brought some sheep and cattle and gave them to Abimelech, and the two of them solemnly agreed to have peace between themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham went to his flock and chose seven female lambs from it.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech asked Abraham, \"Why have you taken these seven female lambs from your flock?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham replied, \"I want you to accept these female lambs from me. In this way, my gift to you will be proof to everyone that this well belongs to me because I dug it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech accepted the lambs. Then Abraham named that place Beersheba, which means 'Well of the oath,' because he and Abimelech had sworn an oath there to be peaceful toward each other.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they made the treaty at Beersheba, Abimelech and his army commander, Phicol, left and returned to the land of the Philistines.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham planted a tamarisk tree there, and there he worshiped Yahweh, the eternal God.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham stayed as an outsider in the land of the Philistine people for a long time.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}