{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several years later, God tested Abraham to find out whether Abraham would obey him. He called out to Abraham, and Abraham replied, \"I am here.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"Your son, Isaac, whom you love very much, is the only son I promised to give you. Take him with you and go together to the land of Moriah, and go up a mountain I will show you, and offer him as a burnt offering.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham got up early the next morning, put a saddle on his donkey, and took with him two of his servants along with his son, Isaac. He also chopped some wood for a fire for a burnt offering. Then they started traveling to the place God told him about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day that they were traveling, Abraham looked up and saw in the distance the place where God wanted him to go.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said to his servants, \"You two stay here with the donkey while the boy and I go over there. We will worship God there, and then we will come back to you.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham took the wood to start a fire for the burnt offering and placed it on his son Isaac for him to carry. Abraham carried in his hand something for starting a fire. He also carried a knife, and the two of them walked along together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaac spoke to his father Abraham, saying, \"My father.\" Abraham replied, \"Yes, my son, I am here!\" Isaac said, \"Look, we have wood and coals to light a fire, but where is the lamb for the burnt offering?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham replied, \"My son, God himself will provide the lamb for the burnt offering.\" So the two of them continued walking along together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They arrived at the place God had told him about. There, Abraham built a stone altar and arranged the wood on top of it. Then he tied his son Isaac and laid him on the altar, on top of the wood.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham took the knife and reached out to kill his son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel of Yahweh called to him from heaven and said, \"Abraham! Abraham!\" Abraham replied, \"I am here!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said, \"Do not harm the boy, because now I know that you respect and obey God. I know this because you have not refused to sacrifice your only son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham looked up and saw a ram nearby, in a thicket that had caught its horns. So Abraham went over and grabbed the ram and killed it, and sacrificed it on the altar as a burnt offering, instead of his son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham named that place \"Yahweh will provide.\" To the present day people say, \"On Yahweh's mountain, he will provide.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh called out to Abraham from heaven a second time.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I, Yahweh, declare to you that you did what I told you, and you have not held back your only son. So I solemnly swear, with myself as my witness,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that some day your descendants will be as many as the stars in the sky and the grains of sand on the seashore. Your descendants will defeat their enemies and capture their cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You obeyed me, so by means of your descendants the people of all the nations on the earth will be blessed.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham and Isaac returned to where his servants were waiting, and they went back together to Beersheba, and Abraham and his people continued to stay there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things happened, someone told Abraham, \"Your brother Nahor's wife, Milkah, has also given birth to children.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the oldest son was Uz. The next was Buz. After him was Kemuel, the father of Aram.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Kemuel was Kesed, then Hazo, then Pildash, then Jidlaph, then Bethuel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bethuel was the father of Rebekah. Those were the eight sons of Milkah, wife of Abraham's brother, Nahor.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nahor also had a concubine, whose name was Beumah. She gave birth to four sons: Tebah, Gaham, Tahash, and Maacah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}