{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Sarah was 127 years old,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "she died at the city of Kiriath Arba, which is now called Hebron, in the land of Canaan. Then Abraham mourned over her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He left the body of his wife and spoke to some of the descendants of Heth. He said,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am a temporary settler living among you, so I do not own any land here. Sell me some land here so that I can bury my wife's body.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to him,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Sir, you are a powerful man among us. Choose one of our finest tombs and bury your wife's body in it. None of us will refuse to sell land to you for a tomb for your wife's body.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham stood up and bowed in respect in front of the people who owned the land, the descendants of Heth.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"If you say that you are willing for me to bury my wife's body here, listen to me, and ask Ephron son of Zohar,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to sell me the cave in the Machpelah area, which is at the end of his field. Ask him to sell it to me for the full price he wants, and to sell it to me in front of you all. In this way I can have a burial ground.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Ephron was sitting among the people at the city gate where many descendants of Heth had gathered. He had heard what Abraham said to them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ephron said, \"No, sir, listen to me. I will give to you the field and the cave in it, without charge, with the people here as witnesses. Please bury your wife there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham again bowed before the people who lived in the land,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to Ephron, as all the others were listening, \"No, listen to me. If you are willing, I will pay for the field. You tell me what the price is, and I will give it to you. If you accept it, the field will become mine, and I can bury my wife's body there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ephron answered Abraham, saying to him,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Sir, listen to me. The land is worth four hundred pieces of silver. But the price is not important to you and me. Give me the money and bury your wife's body there.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham agreed with Ephron about the price, and weighed for Ephron the four hundred pieces of silver he had suggested, as everyone was listening. He used the standard weights for silver used by people who sold things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ephron's field in the Machpelah area, near Mamre, and the cave in the field, and all the trees that were in the field and those marking the land's boundary, they all became Abraham's possession.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how Abraham bought the property, as all the descendants of Heth were listening there at the city gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Abraham buried his wife Sarah's body in the cave in the field in the Machpelah area near Mamre, which is now called Hebron, in the land of Canaan.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the field and the cave in it were officially sold to Abraham by the descendants of Heth, for him to use as a burial ground.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}