{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was now a very old man. Yahweh had blessed Abraham in many ways.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Abraham said to the chief servant of his household, the man who was in charge of all Abraham owned, \"Put your hand between my thighs to solemnly promise you will do what I tell you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Knowing that Yahweh, God who created the heavens and the earth, is listening, promise that you will not get a wife for my son, Isaac, from the daughters of the Canaan people among whom I am now living.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, go to my country and to my relatives. Get a wife for my son Isaac from among them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant asked him, \"If I find a woman among your relatives, what should I do if she is not willing to come back with me to this land? Should I take your son back there to the country you came from, so he can find a wife and live there?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham replied to him, \"No! Be certain that you do not take my son there!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God who created the heavens, brought me here. He brought me from my father's household and from the land where my relatives lived. He spoke to me and made a solemn promise to me. He said, 'I will give this land of Canaan to your descendants.' He will send an angel who will go there ahead of you and enable you to get a wife for my son and bring her to live here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the woman you find will not come back with you, you are free to disregard the promise you are making. The only thing that you must not do is to take my son to live there.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servant put his hand between Abraham's thighs and made a solemn promise about the matter.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the servant took ten of his master's camels and loaded them with all kinds of goods that his master gave him to take along. Then he left to go to Aram Naharaim, which is in northern Mesopotamia. He arrived in the city of Nahor.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the servant arrived at Nahor, it was in late afternoon, at the time when the women go to the well to get water. He made the camels kneel down near the well, which was outside the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant prayed, \"Yahweh, God whom my master Abraham worships, enable me to be successful today! Keep faith with my master, Abraham!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me. I am standing near a well of water, and the daughters of the people of the city are coming to get water.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am asking you this: I will say to one of the girls, 'Please lower your jar so that I may drink some water.' If she says, 'Drink some water, and I will draw some water for your camels, too,' I will know that she is the woman whom you chose to be a wife for your servant, Isaac, and I will know that you have kept faith with my master.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before he finished praying, a young woman named Rebekah arrived there, carrying a jar on her shoulder. She was the daughter of Bethuel, the son of Milkah, the wife of Abraham's younger brother Nahor.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was very beautiful and a virgin. No man had ever slept with her. She went down to the edge of the well, filled her jar with water, and then came back up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham's servant immediately ran to meet her, and said, \"Please give me a little water from your jar.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"Drink some, sir!\" She lowered her jar from her shoulder to her hands and gave him a drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After she had finished giving him a drink, she said, \"I will also get some water for your camels, until they have had enough to drink.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She quickly emptied the water in her jar into the animals' water trough. Then she ran back to the well, and kept getting water for all the camels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant just watched her, without saying anything. He wanted to know if Yahweh had caused his trip to be successful or not.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, after the camels finished drinking, the servant took out a gold nose ring that weighed six grams, and two gold bracelets for her arms, each weighing about 110 grams, gave them to Rebekah, and told her to put them on.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Tell me whose daughter you are. Also, tell me, is there room in your father's house for me and my men to sleep there tonight?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"My father's name is Bethuel. He is the son of Nahor and his wife Milkah.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, we have room where you all can sleep tonight, and we also have plenty of straw and grain to feed the camels.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant bowed and worshiped Yahweh.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I thank Yahweh, God whom my master Abraham worships. He has continued to show that he is faithful and trustworthy toward my master. Yahweh led me on this journey straight to the house of my master's relatives!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The girl ran and told everyone in her mother's household about what had happened.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah had a brother whose name was Laban. Laban went quickly to the servant, who was outside by the well.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was surprised to have seen the nose ring and the bracelets on his sister's arms and to have heard Rebekah tell what the man had said to her. So he went out and saw the man standing near the camels, close to the well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the man, \"You who have been blessed by Yahweh, come! Why are you standing out here? I have prepared a room for you in the house, and a place for the camels to stay.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servant went to the house, and Laban's servants unloaded the camels. They brought straw and grain for the camels, and water for him and the men with him to wash their feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set food in front of him for him to eat, but he said, \"I will not eat until I tell you what I need to tell you.\" So Laban said, \"Tell us!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servant said, \"I am Abraham's servant.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has greatly blessed my master so that he has become very rich. Yahweh has given him many sheep and cattle, a lot of gold and silver, male and female servants, camels and donkeys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My master's wife, Sarah, bore a son for him when she was very old, and my master has given to his son everything he owns.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My master made me solemnly promise, saying, 'Do not get a wife for my son from the daughters of the Canaan people, in whose land we are living.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, go back to my father's family, to my own clan, and get from them a wife for my son.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I asked my master, 'What shall I do if the woman they give me will not come back with me?'\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, 'Yahweh, whom I have always obeyed, will send his angel with you, and he will cause your journey to be successful. He will make you able to get a wife for my son from my clan, from my father's family.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if my clan refuses to allow her to return with you, you will be freed from being cursed because you could not obey me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I came today to the well, I prayed, 'Yahweh, God whom my master, Abraham, worships, if you are going to make me successful on this journey, please do this for me:\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am standing alongside a well, where girls will come to draw water. I am asking you that if I say to a girl, \"Please, give me a little water to drink from your jar,\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if she says to me, \"Certainly, drink some, and I will also draw some water for your camels,\" then let that be the woman whom you have chosen for my master's son!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before I finished praying, Rebekah approached with her water jar on her shoulder. She went down to the well and got some water. I said to her, 'Please give me a drink!'\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She quickly lowered her jar and said, 'Drink some! And I will draw water for your camels, too.' So I drank some water, and she also got water for the camels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I asked her, 'Whose daughter are you?' She said, 'The daughter of Bethuel, the son of Nahor and his wife, Milkah.' I had her put the ring in her nose and put the bracelets on her arms.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I bowed and worshiped Yahweh, and I thanked Yahweh God, the one my master Abraham worships, the one who led me on the right road to get the granddaughter of my master's brother to be a wife for my master's son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, if you act faithfully toward my master as part of his extended family, tell me that you will do what I am asking. If you will not do that, tell me that also, so I may know what to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban and Bethuel answered, \"This clearly has come from Yahweh. So we two cannot say that it is the right thing or the wrong thing to do.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah is here in front of you. Take her and go, and let her be a wife for your master's son, just as Yahweh has indicated.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abraham's servant heard these words, he bowed down to the ground to Yahweh.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the servant brought out silver and gold jewelry and clothes, and gave them to Rebekah. And he gave gifts to her brother Laban and to her mother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they ate a meal and drank. The men who were with Abraham's servant also slept there that night. The next morning, the servant said, \"Allow me now to return to my master.\"\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But her brother and her mother replied, \"Let the girl remain with us for about ten days. After that, you may take her and go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he replied to them, \"Yahweh has made my journey successful, so do not delay me. Let me take her back to my master now!\"\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Let us call the girl and ask her to say what she wants to do.\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they summoned Rebekah and asked her, \"Will you go with this man now?\" She replied, \"Yes, I will go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent Rebekah, along with the female servant who had cared for her all her life, to go with Abraham's servant and the men who had come with him.\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they asked God to bless Rebekah and said to her, \"Our sister, we ask that Yahweh will cause you to have millions of descendants, and allow them to completely defeat all those that hate them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rebekah and her servant girls got ready. They got on their camels and went with Abraham's servant. He took Rebekah and left.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Isaac was living in the southern Judean wilderness. He had come from Beer Lahai Roi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One evening he went out into the field to meditate as he walked. He looked up and was surprised to see some camels coming.\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rebekah also looked up and saw Isaac. She got off the camel\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and asked the servant, \"Who is that man who is approaching?\" The servant replied, \"That is Isaac, my master.\" So she took her veil and covered her face, in order to show modesty in front of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant told Isaac all that had happened.\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaac took Rebekah into the tent that had belonged to his mother, Sarah, and she became his wife. He loved her. In this way Isaac was comforted about his mother's death.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}