{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time after Sarah died, Abraham married another woman, whose name was Keturah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She later gave birth to six sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jokshan became the father of two sons, Sheba and Dedan. The descendants of Dedan were the people groups of the Assyrians, the Letush, and the Leum.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Midian were Ephah, Epher, Hanok, Abida, and Eldaah. They were all descendants of Keturah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham declared that after he died, Isaac would inherit everything he owned.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while Abraham was still living, he gave gifts to the sons of his concubines and sent them away to live in a land to the east, to keep them far from his son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham lived until he was 175 years old.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died at a very old age and joined his ancestors who had died previously.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons Isaac and Ishmael buried his body in the cave at Machpelah area, near Mamre, in the field that Abraham had bought from Ephron son of Zohar, a descendant of Heth.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was there that Isaac and Ishmael buried his body, where Abraham previously buried the body of his wife Sarah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Abraham died, God blessed his son Isaac. Isaac continued living near Beer Lahai Roi.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are those who descended from Abraham's son, Ishmael, whom Sarah's female slave, Hagar from Egypt, gave birth to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were their names, in the order in which they were born: Ishmael's oldest son was named Nebaioth. After him were born Kedar, Adbeel, Mibsam,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mishma, Dumah, Massa,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hadar, Tema, Jetur, Naphish, and Kedemah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The twelve sons of Ishmael became the leaders of the tribes that had those names. They each had their own settlement and campsite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael lived until he was 137 years old. Then he died and joined his ancestors who had previously died.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His descendants settled in the area between Shur and Havilah, near the border of Egypt as a person travels toward Asshur. But they did not live in peace together.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what happened concerning Abraham's son, Isaac. Abraham became the father of Isaac.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Isaac was forty years old, he married Rebekah, the daughter of Bethuel. Bethuel was one of the descendants of Aram from Paddan Aram. Rebekah was the sister of Laban, who belonged to the Aram people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a long time after they were married, Rebekah still had no children. So Isaac prayed to Yahweh concerning his wife, and Yahweh answered his prayer. His wife Rebekah became pregnant.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were two babies in her womb, and they kept jostling each other. So she said, \"Why is this happening to me?\" So she asked Yahweh about it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to her, \"Two nations will come from the twins within you. And those two nations will separate from each other, and one will be stronger than the other. And the older will serve the younger.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Rebekah gave birth, it was true! Twin boys were born!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first one born was red, and his body had hair all over it, like a garment made of hair. So they named him Esau.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his brother was born, grasping Esau's heel. So they named him Jacob. Isaac was sixty years old when the twins were born.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the boys grew up, Esau became a very good hunter of wild animals. He spent a lot of time out in the fields. However, Jacob was a quiet man who stayed close to the campsite.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac liked Esau more, because he enjoyed the taste of the meat of the animals that Esau killed. But Rebekah liked Jacob more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day while Jacob was cooking some stew, Esau came home from the field, very hungry.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Jacob, \"Give me some of that red stew to eat right now, because I am starving!\" (That is why Esau's other name was Edom.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"I will give you some if you sell me your right as firstborn to inherit most of our father's wealth.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau replied, \"Well, I am about to die from being so hungry. If I die now, my rights will not help me.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"Swear to me that you are giving me your rights as firstborn!\" So that is what Esau did. He sold his firstborn rights to Jacob.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob gave to Esau some bread and some stew made of lentils. Esau ate and drank, and then he got up and left. By doing that, Esau showed that he was not interested in his rights as firstborn.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}