{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later there was a severe famine in the land. That was different from the famine that occurred when Abraham was alive. So Isaac went southeast to the city of Gerar to talk to Abimelech, the king of the Philistine people.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh appeared to him and said, \"Do not go down to Egypt! Live in the land that I tell you!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay in this land, and I will help you and bless you, because it is to you and your descendants that I will give all these lands, and I will do what I solemnly promised to your father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your descendants to be as numerous as the stars in the sky. I will give to your descendants all these lands, and I will cause your descendants to be a blessing to all the people groups on the earth.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do that because Abraham obeyed me. He obeyed all that I told him to do, all that I commanded him to do, all that I declared and all the laws that I gave him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac stayed in Gerar along with his wife and sons.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men in Gerar asked who that woman was, Isaac said, \"She is my sister.\" He said that because he was afraid to say, \"She is my wife.\" He thought, \"Rebekah is very beautiful, so they will want her. They will kill me to get her.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Isaac had been there a long time, one day Abimelech, the king of the Philistine people, looked down from a window in his palace and was surprised to see Isaac caressing his wife Rebekah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abimelech summoned Isaac and said to him, \"Now I realize that she is really your wife! So why did you say, 'She is my sister'?\" Isaac replied to him, \"I said that because I thought that someone here might kill me to get her.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abimelech said, \"You should not have done this to us! One of our people might have slept with your wife, and you would have caused us to be guilty of a great sin!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech commanded all his people, saying, \"Do not harm this man or his wife! Anyone who does that will surely be executed!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac planted grain in that land that year, and he harvested a very large crop, because Yahweh had blessed him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac continued to acquire more and more possessions, until finally he became very wealthy.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had large herds of sheep, goats, and cattle, and many slaves. Because of that, the Philistine people envied him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the wells that the servants of his father Abraham had dug, the people filled up with earth.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abimelech said to Isaac, \"You have become more numerous than we are, so I want you to leave from our area.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac and his family moved from there. They went and set up their tents in the Valley of Gerar and settled there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were several wells in that area that had been dug when Isaac's father Abraham was living, but Philistine people had filled them up with earth after Abraham died. But Isaac and his servants dug the wells out again, and Isaac gave the wells the same names that his father had given to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac's servants dug in the valley and discovered a well of fresh water.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men who herded animals in the Valley of Gerar argued with the men who took care of Isaac's animals. They said, \"The water in this well is ours!\" So Isaac named the well Esek, which means \"dispute,\" because they disputed about who owned it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaac's servants dug another well, but they quarreled about who owned that one also. So Isaac named it Sitnah, which means \"opposition.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They moved on from there and dug another well, but this time no one quarreled about who owned it. So he named it Rehoboth, which means \"empty place,\" saying, \"Yahweh has given us an empty place to live in, a place that is not wanted by other people, and we will become very prosperous here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there Isaac went up to Beersheba.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first night that he was there, Yahweh appeared to him and said, \"I am the God whom your father Abraham worshiped. Do not be afraid of anything. I will help you and bless you, and because of what I promised my servant Abraham, I will greatly increase the number of your descendants.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac built an altar there and offered a sacrifice to worship Yahweh. He set up their tents there, and his servants started to dig a well.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were digging the well, King Abimelech came to Isaac from Gerar, along with Ahuzzath, his advisor, and Phicol, the commander of his army.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac asked them, \"You acted in a hostile way toward me before and sent me away. So why have you come to me now?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them answered, \"We have seen that Yahweh helps you. So we said to each other, 'We should have an agreement between ourselves and Isaac.' So we should make a peace treaty with you,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "stating that you will not harm us, in the same way that we did not molest you. We always treated you well, and we sent you away peacefully. And now Yahweh is blessing you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaac made a feast for them, and they all ate and drank.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning they all swore to each other that they would do what they had promised. Then Isaac sent them home peacefully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day Isaac's servants came to him and told him about the well that they had finished digging. They said, \"We found water in the well!\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaac named the well Shibah, which sounds like the Hebrew word that means \"oath.\" To the present time the town there has the name Beersheba which means \"peace treaty well.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Esau was forty years old, he married Judith, the daughter of Beeri, and Basemath, the daughter of Elon. Both of those women were descendants of Heth, not from Isaac's clan.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau's two wives made life miserable for Isaac and Rebekah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}