{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the snake was more cunning than all the other wild animals that Yahweh God had made. The snake said to her, \"Did God really say to you, 'Do not eat the fruit from any of the trees in the park'?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman replied, \"What God said was, 'Do not eat the fruit from the tree that is in the middle of the park or touch it. If you do that, you will die.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you can eat fruit from any of the other trees.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The snake said to the woman, \"No, you will certainly not die. God said that\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "only because he knows that when you eat fruit from that tree, you will understand new things. It will be as though your eyes were opened, and you will know what is good to do and what is evil to do, just as God does.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman saw that the fruit on that tree was good to eat, and it was very beautiful. She desired it because she thought it would make her wise. So she picked some of the fruit and ate it. Then she gave some to her husband, and he ate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately it was as though their eyes were opened, and they realized that they were naked, so they were ashamed. So they picked some fig leaves and fastened them together to make clothes for themselves.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Late that afternoon, when a cool breeze was blowing, they heard the sound of Yahweh God as he was walking in the park. So the man and his wife hid themselves among the bushes in the park, so that Yahweh God would not see them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh God called to the man, saying to him, \"Why are you trying to hide from me?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"I heard the sound of your footsteps in the garden, and I was naked, so I was afraid and I hid from you.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"How did you find out you were naked? It must be because you ate some of the fruit from the tree that I told you, 'Do not eat its fruit.' Is that what you have done?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"You gave me this woman to be with me. She is the one who gave me some of the fruit from that tree, so I ate it.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God said to the woman, \"Why did you do such a thing?\" The woman replied, \"I ate it because the snake deceived me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God said to the snake, \"Because you did this, of all the domestic animals and the wild animals, I will curse you alone. As a result, you and all other snakes will crawl on the ground on your bellies, and so what you eat will have dirt on it as long as you live.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause you and the woman to be enemies to each other, and I will cause your descendant and her descendant to be enemies toward each other. You will bite his heel, but he will crush your head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to the woman, \"I will make you have great pain when you give birth to children. You will want to be with your husband, but he will rule over you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the man, \"You listened to what your wife said, and you ate some of the fruit of the tree about which I commanded you, 'Do not eat it.' So I will make it difficult to grow things in the ground because of what you did. You will have to work hard as long as you live to produce things from the ground to eat.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thornbushes and thistle plants and other weeds will grow and prevent what you have planted from growing. And for food, you will have to eat things that just grow in your fields.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All your life you will sweat as you work hard to produce food to eat. Then you will die, and your body will be buried in the ground. I made you from soil, so your body will become soil again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man, whose name was Adam, named his wife Eve, which means \"living,\" because she became the ancestor of all living people.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God killed some animals and made clothes from their skins for Adam and his wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God said, \"Look! Those two have become like us because they know what is good to do and what is evil to do. So now, it will not be good if they reach out and pick and eat some of the fruit from the tree which enables people who eat it to live forever!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh God drove out the man and his wife from the park of Eden. Yahweh God had created Adam from the ground, and he forced him to plow the ground.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Yahweh God drove them out, on the east side of the park he placed cherubim and a flaming sword that flashed back and forth, in order to block the entrance, so that people could not go back to the tree that enables anyone who eats its fruit to live forever.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}