{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rachel realized that she was not becoming pregnant at all. So she became jealous of her older sister, Leah, because Leah had given birth to four sons. She said to Jacob, \"Make me pregnant so I can have children. If you do not do that, I will die!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob became angry with Rachel and said, \"I am not God! He is the one who has prevented you from becoming pregnant!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she said, \"Look, here is my slave, Bilhah. Sleep with her so that she will have children in my place. In that way I will have legal children.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she gave him her slave, Bilhah, to be another wife for him, and Jacob slept with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant and bore Jacob a son.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rachel said, \"God gave me justice. He has heard me when I prayed to him, and his justice was to give me a son.\" She named him Dan, which sounds like the Hebrew word that means \"he gives me justice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Rachel's slave Bilhah became pregnant again and gave birth to another son for Jacob.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rachel said, \"I have had a great struggle to have children like my older sister, but truly I have a son.\" So she named him Naphtali, which sounds like the Hebrew word that means \"struggle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Leah realized that she was not having any more children, she took her slave, Zilpah, and gave her to Jacob to be another wife for him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zilpah soon became pregnant and gave birth to a son for Jacob.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"I am truly fortunate!\" So she named him Gad, which means \"fortunate.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Leah's slave, Zilpah, gave birth to another son for Jacob.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"Now I am very happy, and people will call me happy.\" So she named him Asher, which means \"happy.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time when they were harvesting wheat, Reuben went out into the fields and saw some mandrakes. He brought some of them to his mother Leah. But Rachel saw them and said to Leah, \"Please give me some of those plants that your son brought to you!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Leah said to her, \"No! It was bad that you stole my husband! Now are you going to take my son's mandrake plants?\" So Rachel said, \"All right, Jacob can sleep with you tonight, if you give me some of your son's mandrake plants.\" So Leah agreed with Rachel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob returned from the wheat fields that evening, Leah went out to meet him. She said, \"You must sleep with me tonight, because I gave Rachel some mandrake plants to pay her for allowing us to do that.\" So Jacob slept with her that night.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God answered Leah's prayers, and she became pregnant and bore a fifth son to Jacob.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"God has rewarded me for giving my slave to my husband to be another wife for him.\" So she named him Issachar, which sounds like the Hebrew word that means \"reward.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah became pregnant again and bore a sixth son for Jacob.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leah said, \"God has given me a precious gift. This time my husband will honor me, because I have given birth to six sons for him.\" So she named him Zebulun.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later she gave birth to a daughter and named her Dinah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God thought about what Rachel wanted. He heard her pray and enabled her to become pregnant.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant and gave birth to a son. She said, \"God has caused me to be ashamed no longer for not having children.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She named him Joseph, which sounds like the Hebrew words that mean, \"Yahweh gave me another son.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Rachel had given birth to Joseph, Jacob said to Laban, \"Now allow me to stop working for you and let me return to my own land.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know the work that I have done for you. So let me take my wives and my children for whom I worked for you to get them, and leave.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Laban said to him, \"If you are pleased with me, stay here, because I have found out by performing a magic ritual that Yahweh has blessed me because of what you have done for me.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell me what you want me to pay you for continuing to work for me, and that is what I will pay you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to him, \"You know how I have worked for you, and you know that your livestock have increased greatly as I have taken care of them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You had only a few animals before I came here. But now you have a large number of animals and Yahweh has caused them to increase into an even larger number everywhere I have taken them. But now I need to start taking care of the needs of my own family.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban replied, \"What do you want me to pay you?\" Jacob replied, \"I do not want you to pay me anything. But if you will do this one thing for me, I will continue to take care of your flocks and protect them.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Allow me to go and look at all of your flocks today and remove from them all the speckled sheep, all the spotted sheep, and every dark-colored lamb, all the goats that are speckled, and all the goats that are spotted. I want to keep them for myself. They will be my wages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, in the future, you will be able to know whether I have been honest regarding what you have paid me. If any of my goats have no speckles or spots, and if any of my lambs are not dark-colored, you will know that I have stolen them from you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Laban agreed and said, \"Yes, we will do as you have said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But on that same day, Laban removed all the male goats that had black and white stripes on them or were spotted, and all the female goats that were speckled or spotted, all the goats that were partly white, and all the dark-colored lambs. He separated them from the other animals and put his sons in charge of them.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Laban and his sons took these animals and journeyed for three days from where Jacob was. Jacob continued to take care of the rest of Laban's flocks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob cut some branches of poplar, almond, and plane trees. He peeled strips of bark from the branches. In this way, where he peeled the bark off, the branches were light in color.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he placed the peeled branches in the troughs where they put the water for the animals to drink, so that the flocks saw them when they were drinking water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The animals also mated in front of the branches, and later they gave birth to animals that were speckled, or to animals that were spotted, or to animals that had black and white stripes on them.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the several years following, Jacob often separated the female sheep in Laban's flock from the other sheep and goats. When they mated, he made them look toward the animals that had black and white stripes, and toward the dark-colored animals. So they gave birth to animals with similar markings. Then he would separate these animals from Laban's flocks and keep them for his own.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, whenever the stronger female sheep were ready to mate, Jacob put some of those peeled branches in the troughs in front of them, so that they would mate in front of the branches.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when weak animals were ready to mate, he did not put the branches in their troughs. So they gave birth to weak lambs, which remained in Laban's flock, but the strong ones became part of Jacob's flock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, Jacob became very rich. He owned many large flocks. He also owned many male and female slaves, camels, and donkeys.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}