{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jacob and his family continued traveling, some angels came from God and met him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob saw them, he said, \"This is God's army camp!\" So he named that place Mahanaim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob told some men to go ahead of him to his older brother Esau, who was living in Seir, that is, the land of Edom.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them, \"This is what I want you to say to Esau: 'I, Jacob, am your servant and you are my master. I have been living with our uncle Laban, and I have stayed there until now.\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I now own many cattle, donkeys, sheep, goats, and male and female slaves. Now I am sending this message to you, sir, hoping that you will be friendly toward me when I arrive.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messengers went and gave that message to Esau. When they returned to Jacob, they said, \"We went to your older brother Esau. He is coming to you, and four hundred men are coming with him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was very afraid and worried. So he divided the people who were with him into two groups. He also divided the sheep and goats, the cattle, and the camels, into two groups.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was thinking, \"If Esau and his men come and attack us, perhaps one of the groups will be left and will be able to escape.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob prayed, \"O Yahweh God, whom my grandfather Abraham worshiped and my father Isaac worships, you said to me, 'Go back to your own land and to your relatives, and I will cause good things to happen to you.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not worthy for you to have kept your covenant in so many faithful and trustworthy ways with me, your servant. I had only this walking stick with me when I crossed the Jordan River on my way to Haran, but now I am so wealthy that there are two large groups of my family and possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I pray that you will rescue me from the power of my brother Esau, because I am afraid that he and his men will come and attack and kill me and the children and their mothers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not forget that you have said, 'I will certainly enable you to prosper, and I will cause your descendants to be as numerous as the grains of sand on the seashore, which are so many that no one can count them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob slept in that place that night. The next morning he selected some animals to give to his brother Esau.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He selected two hundred female goats and twenty male goats, two hundred female sheep and twenty male sheep,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thirty female camels and their offspring, forty cows and ten bulls, twenty female donkeys and ten male donkeys.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He divided them into small herds, and put each herd into the care of one of his servants. He said to his servants, \"Go ahead of me, one group at a time, and keep some space between each herd.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the servant who was going with the first group, \"When my brother Esau meets you, he will ask you, 'To whom do you belong, and where are you going, and to whom do these animals in front of you belong?'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell him, 'They belong to your servant Jacob. He has sent them to you as a gift, sir. And he is coming behind us.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said the same thing to the servants who were taking care of the second and third groups, and to the other herdsmen. He said to them, \"When you meet Esau, I want you to say to him the same thing that I told the first servant.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also be sure to say 'Your servant Jacob is coming behind us.'\" Jacob told them to say that because he was thinking, \"Perhaps these gifts that I am sending ahead of me will cause him to act peacefully toward me. Later, when I see him, perhaps he will act kindly toward me.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men taking the gifts went ahead, but Jacob himself stayed in the camp that night.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time during that night, Jacob got up and took his two wives, his two female slaves, and his eleven sons, and he sent them across the ford at the Jabbok River.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he sent all his people across the Jabbok River, then he also sent over everything he owned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob was left there alone. But a man came and wrestled with him until dawn.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the man realized that he was not winning against Jacob, he struck Jacob's hip and caused the thigh bone to pull away from the hip socket.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man said, \"Let me go, because it will soon be daylight.\" Jacob replied, \"No, if you will not bless me, I will not let you go!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to him, \"What is your name?\" He replied, \"Jacob.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"Your name will no longer be Jacob. Your name will be Israel, which means 'he struggles with God,' because you have struggled with God and with people, and you have won.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"Now, please tell me your name!\" The man replied, \"Why do you ask me what my name is?\" But he blessed Jacob there.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob named the place Peniel, which means \"God's face,\" saying \"I looked directly at God, but I did not die because of doing that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sun was rising as Jacob left Peniel, and he was limping because of what had happened to his hip.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The muscle on his hip joint had been injured. So to this present time, because of what happened to Jacob, the Israelite people do not eat the muscle that is attached to the socket of the hips of animals.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}