{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob joined the rest of his family. Later that day Jacob looked up and saw Esau coming, and there were four hundred men with him. Jacob was worried because of that, so he separated the children. He put Leah's children with Leah, Rachel's children with Rachel, and the two female slaves' children with their mothers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the two female slaves and their children in front. He put Leah and her children next. He put Rachel and Joseph at the rear.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He himself went ahead of them all, and as he continued to approach his older brother, he prostrated himself with his face on the ground seven times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Esau ran to Jacob. He hugged him, put his arms around his neck, and kissed him on the cheek. And they both cried.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esau looked up and saw the women and the children. He asked, \"Who are these people who are with you?\" Jacob replied, \"These are the wives and children that God has graciously given to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the female slaves and their children came near and bowed in front of Esau.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Leah and her children came and bowed down. Finally Joseph and Rachel came near and bowed down.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau asked, \"What is the meaning of all the animals that I saw?\" Jacob replied, \"I am giving them to you, sir, so that you will feel good toward me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Esau replied, \"My younger brother, I have enough animals! Keep for yourself the animals that you have!\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jacob said, \"No, please, if you feel good toward me, accept these gifts from me. You have greeted me very kindly. Seeing you smile at me assures me that you have forgiven me. It is like seeing the face of God!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please accept these gifts that I have brought to you, because God has acted kindly toward me, and I still have plenty of animals!\" Jacob kept on urging him to accept the animals, and finally Esau accepted them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esau said, \"Let us continue traveling together, and I will lead you on the road.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"You know, sir, that the children are weak, and that I must take care of the female sheep and cows that are sucking their mother's milk. If I force them to walk fast for a long distance in just one day, the animals will all die.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You go ahead of me. I will lead the animals slowly, but I will walk as fast as the children and animals can walk. I will catch up with you in Seir.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau said, \"Then allow me to leave with you some of the men who came with me, to protect you.\" But Jacob replied, \"Why do that? The only thing that I want is for you to feel good toward me.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So on that day Esau left to return to Seir.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead of going to Seir, Jacob and his family went to a place called Succoth. There he built a house for himself and his family, and built shelters for his livestock. That is the reason they named the place Succoth, which means \"shelters.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how Jacob and his family left Paddan Aram and traveled safely to the land of Canaan. There they set up their tents in a field near the city of Shechem.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the leaders of the people in that area was named Hamor. Hamor had several sons. Jacob paid the sons of Hamor one hundred pieces of silver for the piece of ground on which they set up their tents.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built a stone altar there and named it El Elohe Israel, which means \"God, the God of Israel.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}