{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Dinah, the daughter of Jacob and Leah, went to visit some of the women in that area.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shechem was one of the sons of Hamor, and he was descended from the people group of the Hivites. When he saw her, he took her and forced her to have sex with him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was very much attracted to her, and he became attached to her. He loved her and he spoke very tenderly to the girl. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Shechem said to his father Hamor, \"Please get this girl for me. I want her to become my wife!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob found out that Shechem had seized his daughter Dinah and slept with her, his sons were still in the fields with his livestock, so he said nothing about this until they returned home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the meantime, Shechem's father Hamor went to talk with Jacob.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob's sons came in from the field, and when they had found out what had happened, they were shocked and very angry, because Shechem had brought much shame to Israel by forcing himself on Jacob's daughter. She was their sister! This was a terrible crime that should never be done. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hamor said to them, \"My son Shechem really likes this girl who is your daughter and your sister. Please allow him to marry her.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let us make an agreement: You will give your daughters to our young men to be their wives, and we will give our daughters to your young men to be their wives.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can live among us and live anywhere in our land that you wish. You can buy and sell things. If you find land that you want, then you can buy it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shechem said to Dinah's father and brothers, \"If you feel good toward me and do what I am asking for, I will give you whatever you ask for.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell me what gifts you want and what bride price you want, and I will give you what you ask for. I just want you to give the girl to me to be my wife.\"\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because Shechem had done a shameful thing to their sister Dinah, the sons of Jacob deceived Shechem and his father Hamor.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to them, \"No, we cannot do that. We cannot give our sister to be the wife of a man who is not circumcised, because that would be a shameful thing for us to do.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will do that only if you do one thing: You must become like us by circumcising all the males that are among you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we will give our daughters to your young men to be your wives, and we will take your daughters to be the wives of our young men. We will live among you, and we will become one people group.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not agree to be circumcised, we will take our sister and leave.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What they said pleased Hamor and his son Shechem.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shechem wanted very much to take Jacob's daughter as his wife; also, since he was the most respected person in his father's family, he quickly agreed to do what they suggested.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shechem went with Hamor to the meeting place at the city gate, and they spoke to the city leaders. They said,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These men are friendly toward us. We should let them live here and travel around. Certainly the land is big enough to support them and us. Our young men can marry their daughters, and their young men can marry our daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But these men will agree to live among us and become one people group with us only if all our males are circumcised, as they are.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we do that, just think! Their cattle, their possessions, and all their animals will become ours! So we should agree to do what they suggest, and then they will live among us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men who were at the city gate agreed to what Hamor and Shechem suggested. Every male in the city was circumcised.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day after that, when the men of the city were still sore because of being circumcised, two of Jacob's sons, Simeon and Levi, who were Dinah's brothers, took their swords and entered the city without anyone stopping them, and killed all the men.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They even killed Hamor and his son Shechem. Then they took Dinah out of Shechem's house and left the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the other sons of Jacob went into the city where all those dead bodies were. They looted the city to get revenge for the shameful thing that had been done to their sister.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took away the people's sheep and goats, their cattle, their donkeys, and everything else that they wanted from inside the city and from out in the countryside.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took away everything that was valuable, even the children and the women. They seized and took away everything that was in the houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob said to Simeon and Levi, \"You have brought me big trouble! Now the Canaan people group, the Perez people group, and everyone else who lives in this land will hate me! I do not have many men to fight for us, so if they all gather together and come to me and attack us, they will destroy us and all our household!\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they replied, \"Should we have allowed Shechem to treat our sister like a prostitute?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}