{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob continued to live in Canaan land, where his father had lived previously.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what happened to Jacob's family.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "When his son Joseph was seventeen years old, he was taking care of the flocks of sheep and goats with some of his older brothers. They were sons of his father's concubines, Bilhah and Zilpah. Joseph told his father about bad things that his brothers were doing.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob loved Joseph more than he loved any of his other children, because Joseph had been born when Jacob was an old man. Jacob had someone make for Joseph a beautiful piece of clothing with long sleeves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph's older brothers realized that their father loved him more than he loved any of them, they hated him. They never spoke kindly to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One night Joseph had a dream. He told his brothers about the dream, who hated him even more as a result. This is in detail what happened:\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Listen to the dream I had!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the dream, we were tying up bundles of wheat in the field. Suddenly my bundle stood up straight, and your bundles gathered around my bundle and bowed down to it!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers said to him, \"Do you think that some day you will rule over us? Are you going to be our king?\" They hated him even more than before because of what he had told them about his dream.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later he had another dream, and again he told his older brothers about it. He said, \"Listen to this! I had another dream. In this dream, the sun and moon and eleven stars were bowing down to me!\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also told his father about it. His father corrected him, saying \"What are you suggesting by that dream? Do you think it means that your mother and I and your older brothers will some day bow down to the ground in front of you?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph's older brothers resented him, but his father kept thinking about what the dream might mean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Joseph's older brothers went to take care of their father's sheep and goats that were in fields near Shechem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Jacob said to Joseph, \"Your brothers are taking care of the sheep and goats near Shechem. I am going to send you there to see them.\" Joseph replied, \"I will go.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"Go and see if they are doing okay, and if the flocks are doing okay. Then come back and give me a report.\" So Jacob sent Joseph from the valley where they were living, the valley where Hebron is located, to go to find his brothers.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then Joseph arrived near the city of Shechem.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was wandering around in the fields looking for his brothers, a man saw him and asked him, \"Whom are you looking for?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph replied, \"I am looking for my older brothers. Can you tell me where they are taking care of their sheep and goats?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"They are not here anymore. I heard one of them saying, 'Let us take the sheep and goats and go to Dothan town.'\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Joseph left there and went north, and found his older brothers near Dothan.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they saw him when he was still far away, and they decided to kill him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to each other things like, \"Here comes that dreamer!\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Come on, let us kill him and throw his body into one of the pits! Then we will tell people that a wild animal attacked and killed him and ate him. And then we will find out whether his dreams come true!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben heard what they were saying, so he tried to persuade them not to kill Joseph. He said, \"No, we should not kill him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not take his life! We can throw him into this pit in the desert, but we should not harm him.\" He said that and then left them, planning to rescue Joseph later and take him back to his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph arrived where his older brothers were, they seized him and ripped off his long-sleeved clothing.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they took him and threw him into the pit. Now the pit was dry; there was no water in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they sat down to eat some food, they looked up and saw a caravan, descendants of Ishmael, coming from the Gilead area. Their camels were loaded with bags of spices and sweet-smelling resins. They were going down to Egypt to sell those things there.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said to his older and younger brothers, \"If we kill our younger brother and hide his body, what will we gain?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So instead of harming him, let us sell him to these men who are descendants of Ishmael. Do not forget, he is our own younger brother!\" So they all agreed to do that.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those traders from the Midian area came near, Joseph's brothers pulled him up out of the pit. Then they sold him to the men from Midian for twenty pieces of silver. The traders then took Joseph to Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Reuben returned to the pit, he saw that his younger brother was not there. He was so grieved that he tore his clothes.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went back to his younger brothers and said, \"The boy is not in the pit! What can I do now?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not dare to tell their father what they had done. So they decided to invent a story about what had happened. They got Joseph's piece of long-sleeved clothing. Then they killed a goat and dipped the clothing into the goat's blood.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took that piece of clothing back to their father and said, \"We found this! Look at it. Is it your son's clothing?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He recognized it, and he said, \"Yes, it is my son's! Some ferocious animal must have attacked and killed him! I am sure that the animal has torn Joseph to pieces!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was so grieved that he tore his clothes. He put on sackcloth. He mourned.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of his children came to try to comfort him, but he did not pay attention to what they said. He said, \"No, I will still be mourning when I die and go to be with my son.\" So Joseph's father continued to cry because of what had happened to his son.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the meantime, the men from Midian took Joseph to Egypt and sold him to Potiphar, who was one of the king's officials. He was the captain of the soldiers who protected the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}