{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Judah left his older and younger brothers and went down from the hill country and stayed with a man who lived in Adullam. His name was Hiram.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he met a woman who was the daughter of a man from Canaan land named Shua. He married her and slept with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant and later gave birth to a son. His father named him Er.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later she became pregnant again and gave birth to another son, whom she named Onan.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years later, when Judah and his family went to live in Kezib, Judah's wife gave birth to another son, and she named him Shelah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judah's oldest son Er grew up, Judah got a wife for him, a woman named Tamar.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Er did something that Yahweh considered to be very wicked, so Yahweh caused him to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judah said to Onan, \"Your older brother died without having any sons. So marry his widow and sleep with her. That is what our customs require that you should do.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Onan knew if he did that, any children who would be born would not be considered to be his. So every time he slept with his brother's widow, he spilled his semen on the ground, so that she would not get pregnant and produce children for his older brother.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh considered that what he did was wicked, so he caused him to die also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judah said to his daughter-in-law Tamar, \"Return to your father's house, but do not marry anyone else. When my youngest son Shelah grows up, he can marry you.\" But Judah really did not want Shelah to marry her, because he was afraid that then Shelah would die too, just as his older brothers had died. So Tamar obeyed Judah and went back to live in her father's house again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several years later, Judah's wife, who was the daughter of Shua, died. When the time of mourning for her was finished, Judah decided to go up to Timnah, to the place where his men were shearing his sheep. His friend Hiram, from Adullam, went with him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone said to Tamar, \"Your father-in-law is going to Timnah to help the men who are shearing his sheep.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She realized that now Shelah was grown up, but Judah had not given her to him to be his wife. So she took off her widow's clothes and covered her head with a veil, so that people would not recognize her. Then she sat down at the entrance to Enaim, which is on the road to Timnah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judah came along and saw her, he thought that she was a prostitute, because she had covered her head and sat where prostitutes often sat.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah did not realize that she was his daughter-in-law. So he said to her, \"Let me sleep with you.\" She replied, \"What will you give me in exchange?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"I will send you a young goat from my flock of goats.\" She asked, \"Will you give me something now for me to keep until you send the goat?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"What do you want me to give to you?\" She replied, \"Give me the ring that has your name on it that is tied by a cord around your neck, and give me the walking stick that you are holding in your hand.\" So he gave them to her. Then he slept with her, and she became pregnant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After she left, she took off the veil and put her widow's clothes on again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah gave a young goat to his friend from Adullam, for him to take back to the woman, as he had promised. But his friend could not find the woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his friend asked the men who lived there, \"Where is the prostitute who was sitting by the road at Enaim?\" They replied, \"There has never been a prostitute here!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he went back to Judah and said, \"I did not find her. Furthermore, the men who live in that town said, 'There has never been a prostitute here.'\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah said, \"She can keep the things that I gave to her. If we continued to search for her, people would ridicule us. I tried to send this young goat to her, but you could not find her to give it to her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About three months later, someone told Judah, \"Your daughter-in-law Tamar has become a prostitute, and now she is pregnant!\" Judah said, \"Drag her outside of the city and burn her to death!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as they were taking her outside of the city, she gave the ring and walking stick to someone, and told him to take them to Judah, and say to him, \"The man who owns these things is the one who caused me to become pregnant.\" She also said to tell him, \"Look at this ring, and the cord that is attached to it, and this walking stick. Whose are they?\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the man did that, Judah recognized the ring and the stick. He said, \"She is more right than I am. I did not tell my son Shelah to marry her, as I promised that I would.\" And Judah did not sleep with her again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time for her to give birth, she was surprised that there were twin boys in her womb.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she was giving birth, one of them put out his hand. So the midwife fastened a scarlet thread around his wrist, saying, \"This one came out first.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he pulled his hand back inside the womb, and his brother came out first. So she said, \"So this is how you break your way out first!\" So she named him Perez, which sounds like the Hebrew word that means \"breaking out.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his younger brother, the one who had the scarlet thread around his wrist, came out. And he was named Zerah, which sounds like the Hebrew word that means \"redness of dawn.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}