{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adam slept with his wife Eve, and she became pregnant and gave birth to a son whom she named Cain, which means \"produce,\" because, she said, \"By Yahweh's help I have produced a son.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later she gave birth to another son, and she named him Abel. After those boys grew up, Abel tended sheep and goats, and Cain became a farmer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day it happened that Cain harvested some of the crops he had grown and brought them to Yahweh as a gift for him,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Abel took from his flock some of the first lambs that had been born and killed them and, as a gift, gave to Yahweh the fatty parts, which were the best parts. Yahweh was pleased with Abel and his offering,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but he was not pleased with Cain and his offering. So Cain became very angry, and his expression became unpleasant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Cain, \"You should not be angry! You should not scowl like that!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do what is right, I will accept you. But if you do not do what is right, the evil that you want to do will devour you, like a lion waiting outside your door to attack you. Your desire to sin wants to control you, but you must control it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one day, Cain said to his younger brother Abel, \"Come with me to the fields.\" So they went together. And when they were in the countryside, suddenly Cain attacked his brother Abel and killed him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, even though Yahweh knew what Cain had done, he said to Cain, \"Do you know where Abel, your younger brother, is?\" Cain replied, \"No, I do not know. My job is not to guard my younger brother!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"What you have done is terrible! Your brother's blood that has soaked into the ground convicts you of your guilt.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have killed your younger brother, and, now that the ground has soaked up your younger brother's blood, you are not welcome on it and your efforts to produce crops on it will fail.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you till the ground to plant crops, the ground will produce very little for you. You will continually wander around the earth, and not have any place to live permanently.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cain replied to Yahweh, \"You are punishing me more then I can endure.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are about to expel me from the ground that I have been tilling, and I will no longer be able to come into your presence. Furthermore, I will be continually wandering around the earth with no place to live permanently, and anyone who sees me will kill me.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to him, \"No, that will not happen. I will put a mark on you to warn anyone who sees you that I will punish him severely if he kills you. I will punish that person seven times as severely as I am punishing you.\" Then Yahweh put a mark on Cain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Cain left Yahweh and went to live in the land called Nod, which means 'wandering', which was east of Eden.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Cain slept with his wife, and she became pregnant and gave birth to a son, whom she named Enoch. Then Cain started to build a city, and he named the city 'Enoch,' the same name that his son had.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Enoch grew up and married and became the father of a son whom he named Irad. When Irad grew up he became the father of a son whom he named Mehujael. Mehujael grew up and became the father of a son whom he named Methushael. Methushael grew up and became the father of Lamech.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Lamech grew up he married two women. The name of one was Adah and the name of the other was Zillah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adah gave birth to a son named Jabal. Later, Jabal became the first person who lived in tents because he traveled from place to place to take care of livestock.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His younger brother's name was Jubal. He was the first person who made a lyre and a flute.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lamech's other wife Zillah gave birth to a son whom she named Tubal-Cain. Later he learned how to make things out of bronze and iron. The name of Tubal-Cain's younger sister was Naamah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Lamech said to his two wives, \"Adah and Zillah, my two wives, listen carefully to what I am saying. A young man struck me and wounded me, so I killed him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said long ago that he would avenge and punish anyone who killed Cain seven times as much as he punished Cain. So if anyone tries to kill me, may he be punished seventy-seven times as much.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adam continued to sleep with his wife, and she again became pregnant and gave birth to another son, whom she named Seth. She said, \"I name him Seth because God has given me another child to take the place of Abel, since Cain killed him.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Seth grew up, he became the father of a son whom he named Enosh. About that time people began to worship Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}