{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, two of the king of Egypt's officials did things that displeased him. One was his chief drink server and the other was his chief baker.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king became angry with both of them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he had them put in prison, in the house of the captain of the palace guards. That was the place where Joseph was being kept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two men were in prison for a long time. During that time, the captain of the palace guards appointed Joseph to bring them the things they needed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One night the king's chief drink server and chief baker each had a dream. Each dream had a different meaning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, when Joseph came to them, he saw that both of them were looking sad.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he asked them, \"Why do you look so sad today?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them answered, \"We both had dreams last night, but there is no one who can tell us the meaning of the dreams.\" Joseph said to them, \"It is God who can tell the meaning of dreams. So tell me what you dreamed, and God will tell me the meaning.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king's chief drink server told his dream to Joseph. He said, \"In my dream I saw a grapevine in front of me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the vine there were three branches. The branches budded, then they blossomed, and then they produced clusters of grapes.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was holding the king's cup, so I took the ripe grapes and squeezed the juice into the cup. Then I gave the cup to the king to drink the juice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God immediately told Joseph what the dream meant. So Joseph said to him, \"This is the meaning of your dream: The three branches of the vine represent three days.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within three days the king will release you from prison. He will let you do the work that you did before. You will take cups of wine to the king as you did before, when you were his drink server.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you are out of prison and everything goes well for you, please do not forget me.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People took me away by force from the land where my fellow Hebrews live. I did nothing wrong there, and also while I have been here in Egypt, I have done nothing for which I deserved to be put in prison. So be kind to me and tell the king about me, so that he will release me from this prison!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the chief baker heard that the meaning of the dream of the king's drink server was very good for the chief drink server, he also said to Joseph, \"I also had a dream. In the dream I was surprised to see three baskets of bread stacked on my head.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the top basket there were many kinds of baked goods for the king, but birds were eating them from the top basket that was on my head!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God again told Joseph what the dream meant, so he said, \"The three baskets also represent three days.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within three days the king will command that your head be cut off. Then your body will be hung on a tree, and vultures will come and eat your flesh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The third day after that was the king's birthday. On that day the king invited all his officials to celebrate his birthday. During the celebration, while they were all gathered there, the king summoned his chief drink server and chief baker from the prison.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said that his chief drink server could have his previous job again, so once again he started to take cups of wine to the king.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he commanded that the chief baker should be killed by being hanged, just as Joseph had said would happen when he told the two men the meaning of their dreams.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the chief drink server did not think about Joseph. Instead, he forgot to do what Joseph asked him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}