{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two complete years later, the king of Egypt had a dream. In the dream, he was standing alongside the Nile River.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly seven healthy fat cows appeared. They started eating the grass that was on the riverbank.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon seven other cows, unhealthy-looking and thin, came up behind them from the Nile River. They stood alongside the fat cows that were on the riverbank.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the unhealthy thin cows ate the seven healthy fat cows. And then the king woke up.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king went to sleep again, and he had another dream. This time he saw seven heads of grain that were full of kernels of grain and ripe, and all growing on one stalk.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the king saw that seven other heads of grain sprouted on that stalk. They were thin and had been dried up by the hot east wind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the thin heads of grain swallowed up the seven ripe full heads. Then the king woke up. He realized that he had been dreaming.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the next morning he was worried about the meaning of the dream. So he summoned all the magicians and wise men who lived in Egypt. He told them what he had dreamed, but none of them could tell him the meaning of the two dreams.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief drink server said to the king, \"Now I remember something that I should have told you! I made a mistake by forgetting to tell it to you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One time you were angry with two of us. So you put me and the chief baker in the prison in the house of the captain of the palace guards.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While we were there, one night each of us had a dream, and the dreams had different meanings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a young Hebrew man there with us. He was a servant of the captain of the palace guards. We told him what we had dreamed, and he told us what our dreams meant. He told each of us the meaning of our dreams.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What happened after that was exactly the same as the meanings that he told us: You said I could have my previous job again, but the other man was killed by being hanged.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard that, he told some servants to bring Joseph to him, and they quickly brought Joseph out of the prison. Joseph shaved and put on better clothes, and then he went and stood in front of the king.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Joseph, \"I had two dreams, and no one can tell me what they mean. But someone told me that when you hear someone tell about a dream he has had, you can tell that person what the dream means.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joseph replied to the king, \"No, I cannot do that. It is God who knows the meaning of dreams, but he will enable me to tell you their meaning, and they will mean something good.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Joseph, \"In my first dream I was standing on the bank of the Nile River.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly seven healthy fat cows came up out of the river, and they started eating the grass that was on the riverbank.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon seven other cows, ugly and thin ones, came up behind them from the river. I never saw such ugly cows in all the land of Egypt!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thin ugly cows ate the seven fat cows that came up first.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But afterwards, no one would have known that the thin cows ate them, because they were just as ugly as they were before. Then I woke up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I had another dream. I saw seven heads of grain. They were full of kernels of grain and ripe, and they were all growing on one stalk.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to my surprise I saw seven other heads of grain that sprouted. They were thin and had been dried up by the hot east wind.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thin heads of grain swallowed the seven good heads. I told these dreams to the magicians, but none of them could explain to me what they meant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph said to the king, \"Both your dreams have the same meaning. God is revealing to you in your dreams what he is about to do.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven healthy cows represent seven years. The seven good heads of grain also represent seven years. The two dreams both have the same meaning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven thin ugly cows that came up behind them and the seven worthless heads of grain that were dried up by the hot east wind each represent seven years of famine.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen just as I have told you, because God has revealed to you what he is about to do.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be seven years in which there will be plenty of food throughout the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then there will be seven years of famine. Then people will forget all the years when there was plenty of food, because the famine that will come afterward will ruin the country.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people will forget how plentiful food was previously, because the famine will be very terrible.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason God gave to you two dreams is that he has firmly decided that this will happen, and he will cause it to happen very soon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I suggest that you should choose a man who is wise and can make good decisions. I suggest that you appoint him to direct the affairs of the whole country.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should also appoint supervisors over the country, in order that they can arrange to collect one-fifth of all the grain that is harvested during the seven years when food is plentiful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should collect this amount of grain during those seven years that are coming, when there will be plenty of food. Each of the cities should supervise and protect the food that is stored up.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This grain should be kept so that it can be eaten during the seven years when there will be a famine here in Egypt, so that the people in this country will not die from hunger.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and his officials thought that this would be a good plan.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said to them, \"Can we find any other man like Joseph, a man to whom God has given his spirit?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Joseph, \"Because God has revealed all this to you, it seems to me that there is no one who is as wise as you and who can decide wisely about things.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will put you in charge of everything in my palace. All the people here in Egypt must obey what you command. Only because I am king will I have more authority than you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Joseph, \"I am now putting you in charge of the whole country of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king took from his finger the ring that had his seal on it, and he put it on Joseph's finger. He put robes made of fine linen on him, and he put a gold chain around his neck.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he arranged for Joseph to ride around in the chariot that showed that he was the second most important man in the country. When Joseph rode in the chariot, men shouted to the people who were on the road in front of him, \"Bow down!\" So the Joseph went out to supervise this work all over Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Joseph, \"I am the king, but no one in the whole land of Egypt will do anything if you do not permit them to do it.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king gave Joseph a new name, Zaphenath-Paneah. He also gave him Asenath to be his wife. She was the daughter of Potiphera, who was a priest in a temple in the city of On. In this way Joseph became known through all the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph was thirty years old when he started to work for the king of Egypt. To do his work, he left the king's palace and traveled throughout Egypt.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the next seven years, the land produced abundant crops, so there was plenty of food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Joseph supervised them, his helpers collected one-fifth of all the grain that was produced during those years, and stored it in the cities. In each city, he had his helpers store up the grain that was grown in the fields that surrounded that city.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph had them store up a huge amount of grain. It looked as plentiful as the sand on the seashore. There was so much grain that after a while they stopped keeping records of how much grain was stored, because there was more grain than they could measure.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the seven years of famine started, Joseph's wife Asenath gave birth to two sons.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph named the first one Manasseh, which sounds like the Hebrew word that means \"forget,\" because he said, \"God has caused me to forget all my troubles and all my father's family.\"\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He named his second son Ephraim, which means \"to have children,\" because he said, \"God has given me children here in this land where I have suffered.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally the seven years in which there was plenty of food ended.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the seven years of famine started, just as Joseph had predicted. There was also a famine in all the other nearby lands, but although the crops did not grow, there was food everywhere in Egypt, because of the grain they had stored up in the cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people of Egypt had eaten all of their own food and were still hungry, they begged the king for food. So the king told all the people of Egypt, \"Go to Joseph and do what he tells you to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the famine was very bad over the whole country, Joseph ordered his helpers to open the storehouses. Then they sold the grain in the storehouses to the people of Egypt, because the famine was very severe all over Egypt.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People from many nearby countries came to Egypt to buy grain from Joseph, because the famine was very severe everywhere.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}