{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone told Jacob that there was grain in Egypt that people could buy, he said to his sons, \"Why do you just sit there looking at each other? We need some grain!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Someone told me that there is grain for sale in Egypt. Go down there and buy some for us, in order that we can stay alive!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph's ten older brothers went down to Egypt to buy some grain.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jacob did not send Benjamin, Joseph's younger brother, to go with the others, because he was afraid that something terrible might happen to him like what happened to Joseph.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob's sons went down from Canaan to Egypt to buy grain, and others went too, because there was a famine in Canaan also.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Joseph was the governor of Egypt. He was the one who sold grain to people who came from all over Egypt and from many other countries to buy grain. So when Joseph's brothers arrived, they prostrated themselves before him with their faces to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Joseph saw his brothers, he recognized them. But he pretended that he did not know them. He spoke harshly to them, saying, \"Where do you come from?\" One of them replied, \"We have come from Canaan land, to buy some grain.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Joseph recognized his brothers, they did not recognize him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph remembered what he had dreamed about them many years previously. But he decided not to tell them yet that he was their younger brother. He said to them, \"You are spies! You have come to find out whether we will be able to defend ourselves if you attack us!\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them replied, \"No, sir! We have come to buy grain.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are all sons of one man. We are honest men, not spies.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"I do not believe you! You have come just to see whether we would be able to defend ourselves if we were attacked!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of them replied, \"No, that is not true! Originally there were twelve of us who were brothers, the sons of one man. Our youngest brother is with our father. One of them is no longer alive. \"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph replied, \"You are lying! I think it is just as I told you. You are spies!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this is how I will find out whether what you are saying is true. I think that as surely as the king lives, you are spies. So you will not leave this place until your youngest brother comes here!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Send one of your group to go and get your younger brother and bring him here. I will put the rest of you in prison, in order that I may test what you have said to find out whether what you are telling me is true. If the one who goes does not bring your younger brother here, then, just as surely as the king lives, it will be clear that you are lying and that you are spies.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph put them all in prison for three days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day after that, Joseph went to the prison and said to them, \"I am a man who fears that God will punish me if I do not do what I promise. So do what I tell you, and I will spare your lives.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are honest men, let one of you brothers stay here in prison, and the rest of you can take some grain back to your families who are very hungry because of the famine.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you come back here again, you must bring your youngest brother to me, so that you can prove that what you told me is true, and as a result I will not have you executed.\" So they agreed to do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to each other, \"It is surely because of what we did to our younger brother that we are being punished! We saw that he was very distressed when he pleaded with us not to harm him. But we did not pay any attention to him, and that is why we are having this trouble!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben said to them, \"I told you not to harm the boy, but you did not pay attention to what I said! Now we are being paid back for killing him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were talking with Joseph, they were speaking to an interpreter, but when they said these things among themselves, they were speaking in their own language. They did not know that Joseph could understand their language and that he understood what they were saying.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of what they said, Joseph realized that they admitted that what they had done to him many years previously was wrong. But he knew that he could not keep from crying, and he did not want them to see him crying, so he left them and went outside the room and began to cry. But then he returned to them and talked to them again. Then he took Simeon, and while they were watching, he told his servants to tie him up. He left Simeon in the prison and told the others that they could go.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph told his servants to fill the men's sacks with grain, but he also told them to put the money that each one had paid for the grain in the top of his sack. He also told them to give them food to eat along the way. And his brothers received the food from Joseph's servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His older brothers loaded the sacks of grain on their donkeys and left.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the place where they stopped to sleep that night, one of them opened his sack to get some grain for his donkey. He was amazed to see his money in the top of the sack.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He exclaimed to his brothers, \"Someone has returned my money! Here it is in my sack!\" They started shaking with fear, and said to each other, \"What is this that God has done to us?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they returned to their father in Canaan land, they told him all that had happened to them. One of them said,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The man who governs the whole land of Egypt talked very harshly to us. He acted toward us as though we were spying on his country.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we told him, 'We are honest men! We are not spies.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Originally there were twelve of us who were brothers, the sons of one father. One has died, and our youngest brother is with our father in Canaan.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who is the governor of the land did not believe us, so he said to us, 'This is how I will know if you are truly honest men: Leave one of your brothers here with me. Then the rest of you can take some grain for your families that are starving from hunger and go.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you return, bring your youngest brother to me, in order that I will know that you are not spies, but instead, that you are honest men. Then I will release your brother for you. And then you can buy whatever you want in this country.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were emptying their sacks, they were surprised that in each man's sack was his pouch of money! When they and their father saw all the pouches of money, they were frightened.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their father Jacob said to them, \"You have caused two of my children to be taken from me! Joseph is dead, and Simeon is gone! And now you want to take Benjamin from me! It is I who am suffering because of all these things that are happening!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben said to his father, \"I will bring Benjamin back to you. Let me take care of him. If I do not bring Benjamin back to you, you may kill both of my sons.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jacob said, \"No, I will not let my son go down there with you. His older brother is dead, and he is the only one of my wife Rachel's sons who is left! If something harms him while you are traveling, you would cause me, a gray-haired old man, to die because of sorrow.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}