{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The famine in Canaan got worse.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, when Jacob and his family had eaten all the grain they had brought from Egypt, Jacob said to them, \"Go back to Egypt and buy some more grain for us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Judah said to him, \"The man who sold us the grain warned us sternly, 'I will not let you see me again if you come and your younger brother is not with you.'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you will send our younger brother with us, we will go down to Egypt and buy some grain for you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you will not send him, we will not go down there, because that man said to us, 'I will not let you see me again if your younger brother is not with you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob asked, \"Why did you cause me to have this trouble by telling the man that you had a younger brother?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them replied, \"The man asked about us and about our family. He said, 'Is your father still living? Do you have another brother?' We had to answer his questions. We could not know that he would say, 'The next time that you come down here, bring your brother with you!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judah said to his father Jacob, \"Send the boy with me, and we will go immediately, in order that we and you and our children may get grain and not die from hunger.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will guarantee that he will return. You can require me to do what I am promising. If I do not bring him back to you safely, you can say forever that I am to blame.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we had not wasted so much time, by now we could have gone there and returned two times!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then their father Jacob said to them, \"If there is no other way, do this: Put in your sacks some of the best things that are grown in this land, and take them down to the man as a gift. Take some balm and honey and spices and myrrh, some pistachio nuts, and almonds.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take twice as much money as you took the previous time, because you must return the silver that someone put in the tops of your sacks. Perhaps it was a mistake that it was put in your sacks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take your youngest brother and go back to that man.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will pray that God Almighty will cause that man to act mercifully toward you, so that he will let your other brother, as well as Benjamin, come back here with you. But as for me, if my sons are taken from me, then I will not have my sons!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men took the gifts that Jacob said that they should take, and twice the amount of money that the grain would cost. They also took Benjamin. They went down quickly to Egypt, and they stood in front of Joseph.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph saw Benjamin with them, he said to the man who was in charge of things in his house, \"Take these men to my house. Slaughter an animal and prepare a meal, because I want them to eat with me at noon.\" He told his servant in what order they were to be seated.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man did as Joseph said; he took them to Joseph's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were afraid because he was taking them to Joseph's house. They were thinking, \"He is taking us here because of the silver that was put in our sacks the first time that we came here. While we are eating, he will have his servants attack us and seize us and cause us to become his slaves, and also take our donkeys.\"\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went with the man who was in charge of things in Joseph's house. When they arrived at the entrance of the house,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "one of them said to him, \"Please, sir, listen to me. We came down here previously and bought some grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But at the place where we stopped for the night as we were returning home, we opened our sacks. We were astonished to see that in the top of each of our sacks was the exact amount of silver that we had paid for the grain! So we have brought it back with us.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have also brought more silver with us to buy more grain. We do not know who put the silver in our sacks.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"Relax! Do not worry about it! I received the silver that you brought. Your God, the God your father worships, must have put it in your sacks.\" And then he brought Simeon to them from the prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took them into Joseph's house. He gave them water to wash their feet and gave them food for their donkeys.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them that they were going to eat with Joseph at noon. So the men prepared their gifts to give to Joseph when he arrived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph came home, they presented to him the gifts that they had brought into the house. Then they bowed down to the ground in front of him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them if they were well, and then he asked, \"How is the health of your old father, the one that you told me about? Is he still living?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them replied, \"Yes, your servant, our father, is still alive, and he is well.\" Then again they bowed down in front of him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he saw his younger brother Benjamin, his own mother's other son. He asked them, \"Is this your youngest brother, the one whom you told me about?\" After they said \"Yes,\" he said to Benjamin, \"Young man, I pray that God will act kindly toward you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph quickly left the room. He realized that he was about to cry because he was full of emotion about his younger brother. He went into his private room and cried there.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, after he washed the tears from his face, he came out, and controlling his emotions, he said to the servants, \"Serve the food!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the people of Egypt thought that it was disgraceful for them to eat with Hebrews, so the servants served food to Joseph by himself, and served the other people of Egypt who ate with him by themselves, and they served Joseph's older brothers and younger brother by themselves.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His brothers were astonished to see that their seats were arranged according to their ages, from the youngest to the oldest!\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When their portions of food were served to them from Joseph's table, Benjamin's portion was five times as much as anyone else's portion! So they ate food and drank wine with Joseph until they became very cheerful.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}