{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his brothers were ready to return home, Joseph said to the man who was in charge of things in his house, \"Fill the sacks of those men with as much grain as they can carry on their donkeys. And put in the top of each man's sack the silver that he paid for the grain.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then put my silver cup in the top of the youngest brother's sack, along with the silver that he paid for the grain.\" So the servant did what Joseph told him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning at dawn the men were allowed to leave for home with their donkeys.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had not gone far from the city, Joseph said to the servant in charge of things in his house, \"Pursue those men immediately. When you catch up to them, say to them, 'We did good things for you! Why have you paid us back by doing something bad to us?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have stolen the cup that my master drinks from! It is the cup that he uses to find out things that nobody knows! What you did was very wicked!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the servant caught up with them, he told them what Joseph had told him to say.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of them replied to him, \"Sir, why do you say such things? We are your servants, and we would never do anything like that!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We even brought back to you from Canaan the silver that we found inside the tops of our sacks! So we certainly would not steal silver or gold from your master's house!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you discover that any of us has that cup, you can execute him, and the rest of us will become your slaves.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"I will do what you say. But the one who has the cup will not be executed. Instead, he will become my slave, and the rest of you may return home.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the men quickly lowered his sack down from the donkey to the ground and opened it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the servant started to search for the cup in each sack. He started with the oldest brother's sack and ended with the youngest one's sack. He found the cup in Benjamin's sack and showed it to them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The brothers tore their clothes because they were so dismayed. They loaded the sacks on the donkeys again and returned to the city.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judah and his older and younger brothers entered Joseph's house, Joseph was still there. The servant told Joseph what had happened. Then the brothers threw themselves down on the ground in front of Joseph.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Why did you do this? Do you not know that a man like me can find out things that nobody knows?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah replied, \"Sir, what can we say? How can we prove that we are innocent? God has paid us back for the sins we committed many years ago. So now we will become your slaves—both we and the one in whose sack the cup was found.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joseph replied, \"No, I could never do anything like that. Only the man in whose sack the cup was found will become my slave. The rest of you can return to your father peacefully.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judah came near to Joseph and said, \"Sir, please let me say something to you. You are equal to the king himself, so you could command that I be executed; but do not be angry with me for speaking to you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You asked us, 'Is your father still living, and do you have another brother?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We answered, 'Our father is alive, but he is an old man. He has a young son who was born after our father became an old man. That son had an older brother, who is now dead. So the youngest son is the only one of his mother's sons who is still alive, and his father loves him very much.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you said to us, 'The next time you come here, bring your younger brother down to me, so that I can see him.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We said to you, 'No, we cannot do that, because the boy cannot leave his father. If he leaves his father, his father will die because of sorrow.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you told us, 'If your youngest brother does not come down with you, I will not let you see me again!'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we returned to our father, we told him what you said.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Months later our father said, 'Go back to Egypt and buy some more grain!'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we said, 'We cannot go back by ourselves. We will go only if our youngest brother is with us. We will not be able to see the man who sells grain if our youngest brother is not with us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our father replied, 'You know that my wife Rachel gave birth to two sons for me.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them disappeared, and I said, \"A wild animal has surely torn him to pieces.\" And I have not seen him since then.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you take this other one from me, too, and something harms him, you would cause me, an old gray-haired man, to die because of my sorrow.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please listen. My father will remain alive only if his youngest son remains alive.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he sees that the boy is not with us when we return to him, he will die. We will cause our gray-haired father to die because of his sorrow.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I guaranteed that the boy would return safely. I told him, 'You can require me to do what I am promising. If I do not bring him back to you, you can say forever that I am to blame for not bringing him back to you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, please let me remain here as your slave instead of my youngest brother, and let the boy return home with his other older brothers.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I cannot return to my father if the boy is not with me! I do not want to see how miserable my father would become!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}