{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph was not able to control his feelings any longer. He did not want to cry in front of his servants, so he said to them loudly, \"All of you go outside!\" After they went outside, there were no Egyptians there with Joseph when he told his brothers who he was.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cried so loudly that even the people outside heard it, and even the people in the king's palace heard it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to his brothers, \"I am Joseph! Is our father still alive?\" But his brothers were not able to reply, because they were frightened because of what he said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph said to his brothers, \"Come close to me!\" When they came closer to him, he said, \"I am your brother Joseph! I am the one you sold to traders who brought me here to Egypt!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, do not be distressed, and do not be angry with yourselves for having sold me as a slave. It was God who sent me here ahead of you in order to keep you from dying in the famine.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There has been a famine in this country for two years, and it will continue for five more years. During this time, no one will plow the ground, and there will be no crops to harvest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sent me here ahead of you to keep you from starving, and to make sure that your descendants would survive.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, it was not you who sent me here; it was God who sent me here! He has caused me to become like a father to the king. I am in charge of everything in his palace and the governor of everyone in Egypt!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now return to my father quickly and say to him, 'This is what your son Joseph says: \"God has caused me to become the governor over the whole land of Egypt. Come down to me immediately!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can live in the region of Goshen. You and your children and your grandchildren, your sheep and goats and cattle, and everything that you own, will be near me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since there will be five more years of famine, I will make sure that you have food. If you do not come here, you and your family and all of your servants will starve. \"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you—and Benjamin, too—look closely at me, all of you will see that it is really I, Joseph, who am speaking to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go and tell my father about how much honor I have here in Egypt. And tell him about everything else that you have seen. Bring my father down here quickly!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he threw his arms around his younger brother Benjamin's neck and cried. And Benjamin hugged him and cried.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he kissed his older brothers on their cheeks, and he cried. After that, his brothers started to talk with him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone went to the palace and told the news that Joseph's brothers had come. The king and all his officials were pleased.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Joseph, \"Tell your brothers this: 'Put loads of grain on your animals and return to Canaan land.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then bring your father and your families back here. I will give you the best land in Egypt, and you will have the best food in the land to eat.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell this to your brothers: 'Take some carts from Egypt to carry your children and your wives, and get them and your father and come back here quickly.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not worry about bringing your possessions, because the best things in Egypt will be yours. Because of that, you will not need to bring things from Canaan.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob's sons did what the king commanded. Joseph gave them carts and food to eat along the way, as the king had ordered.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To each of them he gave new clothes, but he gave three hundred pieces of silver and five sets of new clothes to Benjamin!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what he sent to his father: Ten male donkeys, loaded with some of the best things that came from Egypt, and ten female donkeys loaded with grain, bread, and other food for his father's trip to Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he sent his brothers on their way, saying to them \"Do not quarrel along the way!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the brothers left Egypt and came to their father Jacob in Canaan land.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them told him, \"Joseph is still alive! In fact, he is the governor over all of Egypt!\" Jacob was extremely astonished; he could not believe that it was true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they told him everything that Joseph had said to them, and Jacob saw the carts that Joseph had sent to carry him and his family and possessions to Egypt. Then Jacob's shock ended.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"What you have said is enough to convince me! My son Joseph is still alive, and I will go and see him before I die!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}