{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king asked the brothers, \"What work do you do?\" They replied to the king, \"We are shepherds, just as our ancestors were.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also said to him, \"We have come here to live for a while in this land, because the famine is very severe in Canaan, and our animals have no pasture there. So now, please let us live in the region of Goshen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Joseph, \"So your father and brothers have come to you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They can live wherever you want in all of of Egypt. Give your father and your brothers the best part of the land. They can live in Goshen. And if you know that any of them have any special ability to work with livestock, have them be in charge of my own livestock, too.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph brought his father Jacob into the palace and introduced him to the king. Jacob asked God to bless the king.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king asked Jacob, \"How old are you?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob replied, \"I have been traveling around for 130 years. I have not lived as long as my ancestors, but my life has been full of troubles.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob again asked God to bless the king and left him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is how Joseph enabled his father and brothers to start living in Egypt. As the king had commanded, he gave them property in the best part of the land, in Goshen, which is now called Rameses.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph also provided food for all his father's family. The amounts that he gave them were according to how many children each of them had.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no food growing in the whole country because the famine was very severe. The people of Egypt and Canaan became weak because they did not have enough food to eat.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph received all the money that the people in Egypt and Canaan paid for the grain he sold them, and he brought it to the king's palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Egypt and Canaan had spent all their money for grain, they all kept coming to Joseph and saying, \"Please give us some food! If you do not give us grain, we will die! We have used all our money to buy food, and we have no money left!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph replied, \"Since your money is all gone, bring me your livestock. If you do that, I will sell you food in exchange for your livestock.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they brought their livestock to Joseph. He gave them food in exchange for their horses, their sheep and goats, their cattle, and their donkeys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that year was ended, the next year they came to him and said, \"We cannot hide this from you: We have no more money, and now all our cattle belong to you. We have only our bodies and our land to give to you. We have nothing else left.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not give us some food, we will die! If you do not give us seeds, our fields will become useless. Buy us and our land in exchange for food. Then we will be the king's slaves, and he will own the land. Give us seeds so that we can plant and grow food, in order that we will not die, and in order that our land will not become like a desert.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph bought all the farms in Egypt for the king. The people of Egypt each sold their land to him because the famine was very severe and they had no other way to buy food. So all the farms became the king's farms.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, Joseph caused all the people from one border of the country to the other to become the king's slaves.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not buy the priests' land, because they received their food from the king regularly. That is the reason they did not sell their land to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to the people, \"Listen to me! Today I have bought you and your land for the king. So here are seeds for you so that you can plant them in the ground.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you harvest the crop, you must give one-fifth of the crop to the king. The rest of the crop you can keep to be seed to plant in the fields and to be food for you and your children and for everyone else in your household to eat.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"You have saved our lives! We want you to be pleased with us. And we will be the king's slaves.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph made a law about all the land in Egypt, stating that one-fifth of the crops that are harvested belongs to the king. That law still exists. Only the land that belonged to the priests did not become the king's land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob and his family started to live in Egypt, in the region of Goshen. They acquired property there. Many children were born to them there. As a result, their population increased greatly.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob lived in Egypt seventeen years. Altogether he lived 147 years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was almost time for him to die, he summoned his son Joseph and said to him, \"If I have pleased you, put your hand between my thighs to solemnly promise that you will be faithful to me as your father and do what I am now trusting you to do: When I die, do not bury me here in Egypt.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, when I die and join my ancestors who have died previously, take my body out of Egypt, and bury it in Canaan where they are buried.\" Joseph replied, \"I will do what you have said.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said, \"Swear to me that you will do it!\" So Joseph swore to do it. Then Jacob bowed down as he worshiped God, near the head of his bed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph chose five of his brothers to go with him to talk to the king. He introduced them to the king, and then he said, \"My father and my brothers have come from Canaan land. They have brought all their sheep, goats, cattle, and everything else that they own, and they are living now in region of Goshen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}