{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time after this, someone told Joseph, \"Your father is ill.\" When Joseph heard that, he took his two sons, Manasseh and Ephraim, to see his father.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone told Jacob, \"Look, your son Joseph has come to see you!\" Jacob, also called Israel, made an effort and sat up on the bed, even though it was difficult for him to do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Joseph, \"When I was at Luz in the land of Canaan, God Almighty appeared to me. He blessed me\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to me, 'I am going to enable you to become the father of many children. You will have many descendants, and they will become many people groups. And I will give this land to your descendants to possess forever.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now I will consider that your two sons, who were born to you here in Egypt before I came here, belong to me. Ephraim and Manasseh will be my sons, and they will inherit my possessions, just like my sons Reuben and Simeon and the others will.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you later become the father of any more children, they will not be considered to be my children, but instead as my grandchildren. They will receive as part of what they inherit some of the same land that is in the territory that their brothers will inherit.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years ago, as I was returning from Paddan Aram, your mother Rachel sadly died in the land of Canaan, while we were still traveling, not far from the town of Ephrath. So I buried her body there alongside the road to Ephrath\" (which is now called Bethlehem).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob saw Joseph's sons, he asked, \"Who are these boys?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph replied to his father, \"They are the sons that God has given to me here in Egypt.\" Jacob said, \"Bring them close to me so that I can bless them.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was almost blind because he was very old. He could not see well. So Joseph brought his sons close to his father, and Jacob kissed them and hugged them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob said to Joseph, \"I did not expect to see your face again, but look at this! God has allowed me to see you, and he has allowed me to see your children, too!\"\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph took the boys from Jacob's knees. Then he bowed down with his face to the ground.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joseph took both of the boys, putting Ephraim on his right side toward Jacob's left hand, and putting Manasseh on his left side toward Jacob's right hand, and brought them close to Jacob.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jacob did not do what Joseph wanted him to do. Instead, he reached out his right hand and put it on Ephraim's head, even though he was the younger son. He crossed his arms and put his left hand on Manasseh's head, even though Manasseh was the older son.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he blessed Joseph and his sons, saying,\n\"My grandfather Abraham and my father Isaac conducted their lives as God desired,\nand to this very day God has led me and taken care of me as a shepherd leads and cares for his sheep.\n\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel whom he sent has kept me from being harmed in any way.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I pray that God will bless these boys.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I pray that people will think about me and my ancestors, Abraham and Isaac, because of what God does for them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I pray that they will have many descendants who will live all over the earth.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph saw that his father had placed his right hand on Ephraim's head and not on Manasseh's head, he was distressed. So he took his father's hand to move it from Ephraim's head to Manasseh's head.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph said to him, \"My father, that is not right! The one on whom you put your left hand is my older son. Put your right hand on his head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his father refused, saying, \"I know that, my son; I know what I am doing. Manasseh's descendants will also become a people group, and they will become important. But his younger brother's descendants will become greater than his will. His descendants will become many nations.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he blessed them both on that day, saying, \"The people in Israel will use your names when they bless people. They will say, 'We pray that God will help you as he helped Ephraim and Manasseh.'\" In that way, Jacob said that Ephraim would become more important than Manasseh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jacob said to Joseph, \"I am about to die. But I know that God will help you. Some day he will take your descendants back to the land of their ancestors.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to you, who stands above your brothers that I will give the fertile hill in the area of Shechem. I captured that land from the Amor people group, fighting them with my sword and my bow and arrows.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}