{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people began to become very numerous all over the earth, and many daughters were born to them,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "some of the heavenly beings saw that the human women were very beautiful. So they took whichever ones they chose to become their wives.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said, \"My breath will not remain in people forever, to keep them alive. They are made of weak flesh. They will live not more than 120 years before they die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When these heavenly beings slept with human women, they gave birth to children. These were the giants who lived on the earth at that time and also later. These giants were heroic fighters; they were famous men from long ago.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh saw that people on the earth had become very wicked, and everything they thought in their inner beings was evil continually.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was sorry that he had made people on the earth and it made him sad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh said, \"I will completely destroy the people I made. I will also destroy all the larger animals and the creatures that move close to the ground and the birds. None of them will remain on the earth, because I regret that I made them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was pleased with Noah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what happened: Noah was a man whose behavior was always righteous. No one who lived at that time could criticize him about anything. Noah lived in close fellowship with God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah became the father of three sons: Shem, Ham, and Japheth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God could see that everyone else on earth was very wicked, and everywhere on the earth, people were acting cruelly and violently toward each other.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God looked at everyone and saw how evil people were, because all people on the earth had begun to behave in an evil way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God said to Noah, \"I have decided to destroy all people, because all over the earth people are acting violently toward each other. So I am about to get rid of them as well as everything else on the earth.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make for yourself a large boat from cypress wood. Make rooms inside it. Cover the outside and the inside with tar to make it waterproof.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how you must make it: It must be 138 meters long, twenty-three meters wide, and fourteen meters high.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make a roof for the boat. Leave a space of about half a meter between the sides and the roof to let air and light enter. Make it with three decks inside, and put a door in one side.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen carefully! I am about to bring a flood that will destroy everything that lives beneath the sky. Everything on the earth will die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will make my covenant with you. You and your wife, your sons and their wives will enter the boat.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also bring two of all living creatures, a male and a female, into the boat with you, so that they also may remain alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two of every kind of creature will come to you in order for you to keep them alive. They will include two of each kind of bird and two of each kind of larger animal and two of each kind of creature that moves close to the ground.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also take some of every kind of food that you and all these creatures will need, and store it in the boat.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Noah did everything that God told him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}