{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Noah, \"I have seen that from all the people who are now living, you alone always act righteously. So I want you and all your family to go into the boat.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take with you seven pairs of every kind of animal that I have said I will accept for sacrifices. Take seven males and seven females. Also take one male and one female from every kind of animal that I have said that I will not accept for sacrifices.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also take seven pairs of every kind of bird from to keep their descendants alive all over the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this because seven days from now I will cause rain to fall on the earth. It will rain constantly for forty days and nights. In this way, I will destroy everything that I have made that is on the earth.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah did everything that Yahweh told him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah was six hundred years old when the flood came on the earth.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before it started to rain, Noah and his wife and his sons and his sons' wives all went into the boat to escape from the flood water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pairs of animals, those that God said that he would accept for sacrifices and those that he would not accept for sacrifices, and pairs of birds and pairs of all the kinds of creatures that move close to the ground,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "males and females, came to Noah and then went into the boat, just as God told Noah that they would do.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After seven days had ended, it started to rain and a flood began to cover the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Noah was six hundred years old, on the seventeenth day of the second month, all the water that is under the surface of the earth burst out, and it began to rain so hard that it was as though a dam in the sky burst open.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rain fell on the earth constantly for forty days and nights.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that it started to rain, Noah went into the boat with his wife, and his three sons, Shem, Ham, and Japheth, and their wives.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They and some of every kind of wild animal, and every kind of domestic animal, and every kind of creature that moves close to the ground, and every kind of bird, and every other creature that has wings, all entered the boat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pairs of all creatures that breathed came to Noah and entered the boat.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were a male and a female of each creature that came to Noah, just as God had said they would do. After they were all in the boat, Yahweh shut the door.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For forty days the water kept coming and the flood increased and lifted the boat up above the ground.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rushing water rose higher and higher on the earth, and the boat floated on the surface of the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The water rushed higher and higher all over the earth until it covered all the mountains and everything under heaven.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the highest mountains were covered by more than six meters of water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, every living being on the surface of the earth died. That included the birds, the domestic animals, the wild animals, and all the other creatures that move around on the ground, as well as all the people.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that breathed, that was a creature of the land, died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way every living thing on the earth perished—the people, the larger animals, the creatures that crawl, and the birds. The only ones that remained alive were Noah and those who were in the boat with him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters remained at full flood like that on the earth for 150 days.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}