{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God blessed Noah and his sons. He said to them, \"I want you to have many children who will live all over the earth.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the larger animals on the earth, all the birds, all the creatures that move close to the ground, and all the fish, will be very afraid of you. I place them under your authority.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Previously I allowed you to eat green plants for food, but now you may eat everything that lives and moves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must not eat meat that still has the blood in it, because the life is in its blood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I punish any creature who kills a human being—that they answer to Yahweh—whether it be an animal or from a human being. I demand that murderers must suffer for their crimes and pay with their own lives. Even when an animal kills a person, that animal must also have their life taken because they have taken the life of a human being.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I made people to be like myself. So I insist that if someone murders another human being, another person must kill him. Anyone who pours another's blood out must himself lose his own blood.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, I want you to produce many children, in order that they and their descendants may live all over the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also said to Noah and his sons,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen carefully. I am now making a covenant with you and with your descendants,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and with every creature with you, that is alive—including the birds, the domestic animals, and the wild animals—every living animal creature on the earth that came out of the boat with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the covenant that I am making with you: I will never again destroy all living beings by a flood, or destroy everything else on the earth by a flood.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said to him, \"This is the sign to guarantee that I will keep the covenant that I am making with you and with all living beings, a covenant that I will keep forever:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From time to time I will put a rainbow in the sky. It will be the sign of my covenant with you and with everything on the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I cause rain to fall from the clouds, and a rainbow appears in the sky,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "it will remind me about the covenant that I have made with you and with all living creatures, my promise that there will never again be a flood that will destroy all living creatures.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever there is a rainbow in the sky, I will see it, and I will think about the covenant that I have made with every living being that is upon the earth, a promise that I will keep forever.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said to Noah, \"The rainbow will be the sign of the covenant that I have made with all living beings on the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Noah who came out of boat were Shem, Ham, and Japheth. Ham later became the father of Canaan.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people on the earth are descended from these three sons of Noah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah began to farm the land. He planted grapevines.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they produced grapes, he made wine from them. One day, when he had drunk too much of the wine, he became drunk, and he lay naked in his tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ham, the father of Canaan, saw his father lying naked in the tent. So he went outside and told his two older brothers what he had seen.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shem and Japheth took a large cloth and placed it across their backs, and walked backwards into the tent. They covered their father's naked body with the cloth. Their faces were turned away from their father, so they did not see him naked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Noah woke up and was sober again, he found out how badly Ham, his youngest son, had behaved toward him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I am cursing Ham's son, Canaan, and his descendants. They will be like slaves to their uncles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I praise Yahweh, whom Shem worships. May Canaan's descendants be servants to Shem's descendants.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But may God make the Japheth's territory larger. May he allow Japheth's descendants to live peacefully among the descendants of Shem. May Canaan's descendants be their slaves.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Noah lived 350 more years after the flood.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died when he was 950 years old.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}