{
  "1": "Yahweh also said this:\\q1 \"I will punish the people of Moab because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they dug up the bones of the king of Edom and burned them completely,\n\\q2 with the result that the ashes became as white as lime.\n\n\n\\q1",
  "2": "So I will cause a fire to completely burn the fortresses of the city of Kerioth in Moab.\\q2 People will hear soldiers shouting and blowing trumpets loudly\n\\q2 while I am causing Moab to be destroyed\n\\q1",
  "3": "and while I am getting rid of its king and all its leaders.\\q2 That will surely happen because I, Yahweh, have said it!\"",
  "4": "Yahweh also said this:\\q1 \"I will punish the people of Judah because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they have rejected what I taught them\n\\q2 and they have not obeyed my commands.\n\\q1 They have been deceived and persuaded to worship false gods,\n\\q2 the same gods that their ancestors worshiped.\n\\q1",
  "5": "So I will cause a fire to completely burn everything in Judah, including the fortresses in Jerusalem.\"",
  "6": "Yahweh also said this:\\q1 \"I will punish the people of Israel because of the many sins that they have committed;\n\\q2 I will not change my mind about punishing them,\n\\q1 because they sell righteous people to get a small amount of silver;\n\\q2 they sell poor people, causing them to become slaves,\n\\q2 getting for each of them only the amount of money with which they could buy a pair of sandals.\n\n\n\\q1",
  "7": "It is as though they trample the poor people into the dirt\\q2 and do not treat the helpless fairly.\n\\q2 Men and their fathers dishonor me by sleeping with the same slave girl.\n\\q1",
  "8": "When poor people borrow money,\\q2 the lenders force those people to give to them a piece of clothing for them to keep until he can pay back the money.\n\\q1 But at the end of each day, instead of returning that garment as Yahweh had commanded them to,\n\\q2 they lie down on that garment at the places where they worship their gods!\n\\q1 They make people pay money for various reasons,\n\\q2 and then they drink it in the temples of their gods.\n\n\n\\q1",
  "9": "Long ago, to assist your ancestors, I got rid of the Amor people group.\\q2 They seemed to be as tall as cedar trees\n\\q2 and as strong as oak trees,\n\\q1 but I got rid of them completely,\n\\q2 as easily as someone cuts off the branches of a tree and then digs out all the roots.\n\\q1",
  "10": "I brought your ancestors out of Egypt,\\q2 and then I led them through the desert for forty years.\n\\q2 Then I enabled them to conquer the land of the Amorites, Canaan.\n\n\n\\q1",
  "11": "I chose some of you Israelites to be prophets,\\q2 and I chose others to be Nazir who were completely dedicated to me.\n\\q1 You people of Israel certainly know that what I have said is true!\n\\q1",
  "12": "But you commanded the prophets to not speak the messages that I gave to them,\\q1 and you persuaded the Nazir to drink wine,\n\\q2 which I told them never to do.\n\n\n\\q1",
  "13": "So I will crush you\\q2 as the wheels of a wagon that is loaded with grain crushes whatever it rolls over.\n\\q1",
  "14": "Even if you run fast,\\q2 you will not escape;\n\\q1 even if you are strong, it will be as though you are weak,\n\\q2 and warriors will be unable to save themselves.\n\n\n\\q1",
  "15": "Even if you are able to shoot arrows well,\\q2 you will be forced to retreat;\n\\q1 even if you run fast or if you ride away on a horse,\n\\q2 you will not be able to save yourself.\n\\q1",
  "16": "Even warriors who are very brave will drop their weapons\\q2 when they try to flee on the day that I get rid of them.\n\\q1 That will surely happen because I, Yahweh, have said it.\""
}
