{
  "1": "You wealthy women of Samaria who have grown fat like the fat cows of the region of Bashan.\\q2 You oppress poor people,\n\\q2 and you cause needy people to suffer.\n\\q1 And you say to your husbands,\n\\q2 \"Bring us more wine to drink!\"\n\\q1",
  "2": "But Yahweh our God has said this:\\q2 \"Because I am holy, I solemnly promise this:\n\\q1 It will soon be the time when you all will be taken to another country;\n\\q2 your enemies will take you away using sharp hooks to grab you.\n\n\n\\q1",
  "3": "Your enemies will drag you out\\q2 and you will go through breaks in your city walls,\n\\q2 and they will force you to go toward Harmon.\n\\q1 That will surely happen because I, Yahweh, have said it!\n\n\n\\q1",
  "4": "Go ahead: go to the hilltop places of idol worship that are at Bethel and Gilgal, where many people worship me;\\q2 go and rebel more and more against me!\n\\q1 Offer sacrifices on the morning after you arrive,\n\\q2 and bring me a tenth of your crops the next day.\n\\q1",
  "5": "Bring offerings of bread to thank me,\\q2 and other offerings that are not required,\n\\q1 and boast about these offerings that you bring,\n\\q2 because that is what you like to do;\n\\q1 but you do it to impress others, not to please me.\n\\q1 That is certainly true, because I, Yahweh, have said it.\n\n\n\\q1",
  "6": "I am the one who caused there to be no food in any of your cities and towns,\\q2 but you rejected me in spite of that.\n\\q1",
  "7": "When it was still three months before the time of harvesting crops,\\q2 at the time when your crops needed rain the most,\n\\q2 I prevented rain from falling.\n\\q1 Sometimes I allowed rain to fall on some towns\n\\q2 and prevented it from falling on other towns.\n\\q1 Rain fell on some fields,\n\\q2 but it did not fall on other fields,\n\\q2 with the result that the soil in those fields where it did not rain dried up.\n\n\n\\q1",
  "8": "Your people would stagger from one town to another town to find water,\\q2 but they could not even get enough water to drink,\n\\q2 but in spite of that, you have not returned to me.\n\\q1 That is certainly true because I, Yahweh, have said it!\n\\q1",
  "9": "Many times I struck your crops with disease and mildew.\\q2 The locusts devoured your gardens and vineyards, \n\\q2 your fig trees and olive trees, yet you did not return to me\n\\q1 —this is Yahweh's declaration.\"\n\n\n\\q1",
  "10": "I caused you to experience plagues\\q2 like the plagues that I sent to the people of Egypt.\n\\q1 I caused many of your young men to die in battles.\n\\q2 and allowed your enemies to capture your horses.\n\\q1 Many of your soldiers were killed,\n\\q2 and your camps were filled with the smell of their corpses.\n\\q2 But in spite of that, you rejected me.\n\\q1 That is certainly true, because I, Yahweh, have said it!\n\\q1",
  "11": "I got rid of many of you,\\q2 like the people in Sodom and Gomorrah.\n\\q1 Those of you who did not die were like a burning stick that was snatched from a fire so that it would not burn completely.\n\\q2 But in spite of that, you rejected me.\n\\q1 That is certainly true, because I, Yahweh, have said it!\n\n\n\\q1",
  "12": "So now, you people of Israel, I am going to punish you.\\q2 Prepare to stand in front of me, your God, when I judge you!\n\\q1",
  "13": "I created the mountains,\\q2 and the winds.\n\\q1 I reveal to humans what I am thinking.\n\\q2 and sometimes cause the daylight to become dark like the night.\n\\q1 I rule over everything,\n\\q2 and even walk on the highest mountains on the earth!\n\\q2 I am Yahweh, commander of the angel armies!\""
}
