{
  "1": "Yahweh showed me another vision. In the vision, I saw him standing next to the altar. He said,\\q1 \"Strike the tops of the pillars of the temple,\n\\q2 until they become loose and fall down,\n\\q2 so that the foundation will shake.\n\\q1 Then cause the pieces of the temple to fall down on the people who are inside.\n\\q1 I will kill with a sword anyone who tries to flee;\n\\q2 no one will escape.\n\\q1",
  "2": "If they dig deep pits in the ground, even all the way to the place of the dead,\\q2 or if they try to climb up to the sky\n\\q1 in order to escape,\n\\q2 I will reach out and grab them.\n\n\n\\q1",
  "3": "If they go to the top of Mount Carmel to escape,\\q2 I will search for them and seize them.\n\\q1 If they try to hide from me at the bottom of the sea,\n\\q2 I will command the huge sea monster to bite them.\n\\q1",
  "4": "If their enemies capture them and force them to go to other countries,\\q2 I will command that they be killed there with swords.\n\\q1 I am determined to get rid of them, not to help them.\"\n\n\n\\q1",
  "5": "When Yahweh, commander of the angel armies, touches the earth, it melts,\\q2 and all over the earth many people die, and the others mourn for them.\n\\q1 It is as though Yahweh causes the earth repeatedly to rise and fall\n\\q2 like water in the Nile River rises and falls.\n\\q1",
  "6": "He builds his beautiful palace in heaven\\q2 and sets the sky to be like a dome over the earth.\n\\q1 He scoops up the water from the ocean and puts it into clouds,\n\\q2 and then empties the clouds onto the earth.\n\\q2 His name is Yahweh.\n\n\n\\q1",
  "7": "Yahweh says, \"You people of Israel,\\q2 you are certainly now no more important to me than the people of Ethiopia.\n\\q1 I brought your ancestors here from Egypt,\n\\q2 but I also brought the people of Philistia from the Island of Crete,\n\\q2 and I brought the people of Aram from the region of Kir.\n\\q1",
  "8": "I, Yahweh the Lord, have seen that you people in the kingdom of Israel are very sinful,\\q2 so I will destroy you.\n\\q1 But I will not get rid of all you descendants of Jacob.\n\\q2 That is what will surely happen because I, Yahweh, have said it.\n\n\n\\q1",
  "9": "When I command it, it will be as though I will shake you Israelite people who are living in various nations,\\q2 as farmer shakes a sieve to separate the stone pebbles from the grain\n\\q2 in order that they do not fall on the ground with the grain.\n\\q1",
  "10": "From among my people,\\q2 all you sinful people who say, 'We will not experience disasters; nothing evil will happen to us,'\n\\q1 your enemies will kill you with their swords.\"\n\n\n\n\\q1",
  "11": "\"The kingdom over which King David ruled has been destroyed, like a house that collapsed and then became ruins.\\q2 But some day I will cause it to be a kingdom again.\n\\q1 I will cause it to prosper again\n\\q2 just like it did previously.\n\\q1",
  "12": "When that happens, your armies will seize the remaining part of the region of Edom,\\q2 and they will also seize the other nations that previously belonged to me.\n\\q1 I, Yahweh, have said that I will do these things,\n\\q2 and I will certainly cause them to happen.",
  "13": "There will be a time when your crops will grow very well;\\q1 very soon after the crops are harvested,\n\\q2 farmers will plow the ground to plant more crops in it again,\n\\q1 and soon after the vineyards are planted,\n\\q2 farmers will harvest grapes and tread on them to make wine.\n\\q1 And because there will be very much wine,\n\\q2 it will seem as though wine is flowing down from the hills.\n\n\n\\q1",
  "14": "I will cause you, my Israelite people, to prosper again.\\q2 You will rebuild your towns and live in them.\n\\q1 You will plant vineyards and drink the wine made from the grapes that grows in them.\n\\q1",
  "15": "I will enable you to live in your land again,\\q2 the land that I gave to your ancestors;\n\\q1 never again will you be forced to leave it.\n\\q2 That is what will surely happen because I, Yahweh, have said it.\""
}
