{
  "1": "פְּתַ֥ח H6605 לְבָנ֖וֹן H3844 דְּלָתֶ֑יךָ H1817 וְתֹאכַ֥ל H398 אֵ֖שׁ H784 בַּאֲרָזֶֽי H730 ",
  "2": "הֵילֵ֤ל H3213 בְּרוֹשׁ֙ H1265 כִּֽי H3588 נָ֣פַל H5307 אֶ֔רֶז H730 אֲשֶׁ֥ר H834 אַדִּרִ֖ים H117 שֻׁדָּ֑דוּ H7703 הֵילִ֨ילוּ֙ H3213 אַלּוֹנֵ֣י H437 בָשָׁ֔ן H1316 כִּ֥י H3588 יָרַ֖ד H3381 יַ֥עַר H3293 הבצור H1208 ",
  "3": "ק֚וֹל H6963 יִֽלְלַ֣ת H3215 הָרֹעִ֔ים H7462 כִּ֥י H3588 שֻׁדְּדָ֖ה H7703 אַדַּרְתָּ֑ם H155 ק֚וֹל H6963 שַׁאֲגַ֣ת H7581 כְּפִירִ֔ים H3715 כִּ֥י H3588 שֻׁדַּ֖ד H7703 גְּא֥וֹן H1347 הַיַּרְדֵּֽן H3383 ",
  "4": "כֹּ֥ה H3541 אָמַ֖ר H559 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 רְעֵ֖ה H7462 אֶת H853 צֹ֥אן H6629 הַהֲרֵגָֽה H2028 ",
  "5": "אֲשֶׁ֨ר H834 קֹנֵיהֶ֤ן H7069 יַֽהֲרְגֻן֙ H2026 וְלֹ֣א H3808 יֶאְשָׁ֔מוּ H816 וּמֹכְרֵי H4376 יֹאמַ֔ר H559 בָּר֥וּךְ H1288 יְהוָ֖ה H3068 וַאעְשִׁ֑ר H6238 וְרֹ֣עֵי H7462 לֹ֥א H3808 יַחְמ֖וֹל H2550 עֲלֵיהֶֽן H5921 ",
  "6": "כִּ֠י H3588 לֹ֣א H3808 אֶחְמ֥וֹל H2550 ע֛וֹד H5750 עַל H5921 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 נְאֻם H5002 יְהוָ֑ה H3068 וְהִנֵּ֨ה H2009 אָנֹכִ֜י H595 מַמְצִ֣יא H4672 אֶת H853 הָאָדָ֗ם H120 אִ֤ישׁ H376 בְּיַד H3027 רֵעֵ֨הוּ֙ H7453 וּבְ H3027 מַלְכּ֔וֹ H4428 וְכִתְּתוּ֙ H3807 אֶת H853 הָאָ֔רֶץ H776 וְלֹ֥א H3808 אַצִּ֖יל H5337 מִיָּדָֽ H3027 ",
  "7": "וָֽאֶרְעֶה֙ H7462 אֶת H853 צֹ֣אן H6629 הַֽהֲרֵגָ֔ה H2028 לָכֵ֖ן H3651 עֲנִיֵּ֣י H6041 הַצֹּ֑אן H6629 וָאֶקַּֽח H3947 לִ֞י Hl שְׁנֵ֣י H8147 מַקְל֗וֹת H4731 לְאַחַ֞ד H259 קָרָ֤אתִי H7121 נֹ֨עַם֙ H5278 וּלְ H259 קָרָ֣אתִי H7121 חֹֽבְלִ֔ים H2256 וָאֶרְעֶ֖ה H7462 אֶת H853 הַצֹּֽאן H6629 ",
  "8": "וָאַכְחִ֛ד H3582 אֶת H853 שְׁלֹ֥שֶׁת H7969 הָרֹעִ֖ים H7462 בְּיֶ֣רַח H3391 אֶחָ֑ד H259 וַתִּקְצַ֤ר H7114 נַפְשִׁי֙ H5315 בָּהֶ֔ם Hb וְגַם H1571 נַפְשָׁ֖ם H5315 בָּחֲלָ֥ה H973 בִֽי Hb ",
  "9": "וָאֹמַ֕ר H559 לֹ֥א H3808 אֶרְעֶ֖ה H7462 אֶתְכֶ֑ם H853 הַמֵּתָ֣ה H4191 תָמ֗וּת H4191 וְהַ H3582 תִּכָּחֵ֔ד H3582 וְהַ֨ H7604 תֹּאכַ֕לְנָה H398 אִשָּׁ֖ה H802 אֶת H853 בְּשַׂ֥ר H1320 רְעוּתָֽהּ H7468 ",
  "10": "וָאֶקַּ֤ח H3947 אֶת H853 מַקְלִי֙ H4731 אֶת H853 נֹ֔עַם H5278 וָאֶגְדַּ֖ע H1438 אֹת֑וֹ H853 לְהָפֵיר֙ H6565 אֶת H853 בְּרִיתִ֔י H1285 אֲשֶׁ֥ר H834 כָּרַ֖תִּי H3772 אֶת H854 כָּל H3605 הָעַמִּֽים H5971 ",
  "11": "וַתֻּפַ֖ר H6565 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיֵּדְע֨וּ H3045 כֵ֜ן H3651 עֲנִיֵּ֤י H6041 הַצֹּאן֙ H6629 הַשֹּׁמְרִ֣ים H8104 אֹתִ֔י H853 כִּ֥י H3588 דְבַר H1697 יְהוָ֖ה H3068 הֽוּא H1931 ",
  "12": "וָאֹמַ֣ר H559 אֲלֵיהֶ֗ם H413 אִם H518 ט֧וֹב H2896 בְּעֵינֵי H5869 הָב֥וּ H3051 שְׂכָרִ֖י H7939 וְאִם H518 לֹ֣א H3808 חֲדָ֑לוּ H2308 וַיִּשְׁקְל֥וּ H8254 אֶת H853 שְׂכָרִ֖י H7939 שְׁלֹשִׁ֥ים H7970 כָּֽסֶף H3701 ",
  "13": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 הַשְׁלִיכֵ֨הוּ֙ H7993 אֶל H413 הַיּוֹצֵ֔ר H3335 אֶ֣דֶר H145 הַיְקָ֔ר H3366 אֲשֶׁ֥ר H834 יָקַ֖רְתִּי H3365 מֵֽעֲלֵי H5921 וָֽאֶקְחָ H3947 שְׁלֹשִׁ֣ים H7970 הַכֶּ֔סֶף H3701 וָאַשְׁלִ֥יךְ H7993 אֹת֛וֹ H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 אֶל H413 הַיּוֹצֵֽר H3335 ",
  "14": "וָֽאֶגְדַּע֙ H1438 אֶת H853 מַקְלִ֣י H4731 הַשֵּׁנִ֔י H8145 אֵ֖ת H853 הַחֹֽבְלִ֑ים H2256 לְהָפֵר֙ H6565 אֶת H853 הָֽאַחֲוָ֔ה H264 בֵּ֥ין H996 יְהוּדָ֖ה H3063 וּבֵ֥ין H996 יִשְׂרָאֵֽל H3478 ",
  "15": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֵלָ֑י H413 ע֣וֹד H5750 קַח H3947 לְךָ֔ Hl כְּלִ֖י H3627 רֹעֶ֥ה H7462 אֱוִלִֽי H196 ",
  "16": "כִּ֣י H3588 הִנֵּֽה H2009 אָנֹכִי֩ H595 מֵקִ֨ים H6965 רֹעֶ֜ה H7462 בָּאָ֗רֶץ H776 הַנִּכְחָד֤וֹת H3582 לֹֽא H3808 יִפְקֹד֙ H6485 הַנַּ֣עַר H5289 לֹֽא H3808 יְבַקֵּ֔שׁ H1245 וְהַ H7665 לֹ֣א H3808 יְרַפֵּ֑א H7495 הַנִּצָּבָה֙ H5324 לֹ֣א H3808 יְכַלְכֵּ֔ל H3557 וּבְשַׂ֤ר H1320 הַבְּרִיאָה֙ H1277 יֹאכַ֔ל H398 וּפַרְסֵי H6541 יְפָרֵֽק H6561 ",
  "17": "ה֣וֹי H1945 רֹעִ֤י H7473 הָֽאֱלִיל֙ H457 עֹזְבִ֣י H5800 הַצֹּ֔אן H6629 חֶ֥רֶב H2719 עַל H5921 זְרוֹע֖וֹ H2220 וְעַל H5921 עֵ֣ין H5869 יְמִינ֑וֹ H3225 זְרֹעוֹ֙ H2220 יָב֣וֹשׁ H3001 תִּיבָ֔שׁ H3001 וְעֵ֥ין H5869 יְמִינ֖וֹ H3225 כָּהֹ֥ה H3543 תִכְהֶֽה H3543 "
}
