{
  "1": "וָאֶשָּׂ֥א H5375 עֵינַ֛י H5869 וָאֵ֖רֶא H7200 וְהִנֵּה H2009 אִ֑ישׁ H376 וּבְ H3027 חֶ֥בֶל H2256 מִדָּֽה H4060 ",
  "2": "וָאֹמַ֕ר H559 אָ֖נָה H575 אַתָּ֣ה H859 הֹלֵ֑ךְ H1980 וַיֹּ֣אמֶר H559 אֵלַ֗י H413 לָמֹד֙ H4058 אֶת H853 יְר֣וּשָׁלִַ֔ם H3389 לִרְא֥וֹת H7200 כַּמָּֽה H4100 רָחְבָּ֖הּ H7341 וְכַ H4100 אָרְכָּֽהּ H753 ",
  "3": "וְהִנֵּ֗ה H2009 הַמַּלְאָ֛ךְ H4397 הַדֹּבֵ֥ר H1696 בִּ֖י Hb יֹצֵ֑א H3318 וּמַלְאָ֣ךְ H4397 אַחֵ֔ר H312 יֹצֵ֖א H3318 לִקְרָאתֽ H7125 ",
  "4": "וַיֹּ֣אמֶר H559 אֵלָ֔ו H413 רֻ֗ץ H7323 דַּבֵּ֛ר H1696 אֶל H413 הַנַּ֥עַר H5288 הַלָּ֖ז H1975 לֵאמֹ֑ר H559 פְּרָזוֹת֙ H6519 תֵּשֵׁ֣ב H3427 יְרוּשָׁלִַ֔ם H3389 מֵרֹ֥ב H7230 אָדָ֛ם H120 וּבְהֵמָ֖ה H929 בְּתוֹכָֽ H8432 ",
  "5": "וַאֲנִ֤י H589 אֶֽהְיֶה H1961 לָּהּ֙ Hl נְאֻם H5002 יְהוָ֔ה H3068 ח֥וֹמַת H2346 אֵ֖שׁ H784 סָבִ֑יב H5439 וּלְ H3519 אֶֽהְיֶ֥ה H1961 בְתוֹכָֽ H8432 ",
  "6": "ה֣וֹי H1945 ה֗וֹי H1945 וְנֻ֛סוּ H5127 מֵאֶ֥רֶץ H776 צָפ֖וֹן H6828 נְאֻם H5002 יְהוָ֑ה H3068 כִּ֠י H3588 כְּאַרְבַּ֞ע H702 רוּח֧וֹת H7307 הַשָּׁמַ֛יִם H8064 פֵּרַ֥שְׂתִּי H6566 אֶתְכֶ֖ם H853 נְאֻם H5002 יְהוָֽה H3068 ",
  "7": "ה֥וֹי H1945 צִיּ֖וֹן H6726 הִמָּלְטִ֑י H4422 יוֹשֶׁ֖בֶת H3427 בַּת H1323 בָּבֶֽל H894 ",
  "8": "כִּ֣י H3588 כֹ֣ה H3541 אָמַר֮ H559 יְהוָ֣ה H3068 צְבָאוֹת֒ H6635 אַחַ֣ר H310 כָּב֔וֹד H3519 שְׁלָחַ֕נִי H7971 אֶל H413 הַגּוֹיִ֖ם H1471 הַשֹּׁלְלִ֣ים H7997 אֶתְכֶ֑ם H853 כִּ֚י H3588 הַנֹּגֵ֣עַ H5060 בָּכֶ֔ם Hb נֹגֵ֖עַ H5060 בְּבָבַ֥ת H892 עֵינֽוֹ H5869 ",
  "9": "כִּ֠י H3588 הִנְנִ֨י H2005 מֵנִ֤יף H5130 אֶת H853 יָדִי֙ H3027 עֲלֵיהֶ֔ם H5921 וְהָי֥וּ H1961 שָׁלָ֖ל H7998 לְעַבְדֵי H5650 וִֽידַעְתֶּ֕ם H3045 כִּֽי H3588 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁלָחָֽנִי H7971 ",
  "10": "רָנִּ֥י H7442 וְשִׂמְחִ֖י H8055 בַּת H1323 צִיּ֑וֹן H6726 כִּ֧י H3588 הִנְנִי H2005 בָ֛א H935 וְשָׁכַנְתִּ֥י H7931 בְתוֹכֵ֖ H8432 נְאֻם H5002 יְהוָֽה H3068 ",
  "11": "וְנִלְווּ֩ H3867 גוֹיִ֨ם H1471 רַבִּ֤ים H7227 אֶל H413 יְהוָה֙ H3068 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְהָ֥יוּ H1961 לִ֖י Hl לְעָ֑ם H5971 וְשָׁכַנְתִּ֣י H7931 בְתוֹכֵ֔ H8432 וְיָדַ֕עַתְּ H3045 כִּי H3588 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁלָחַ֥נִי H7971 אֵלָֽיִךְ H413 ",
  "12": "וְנָחַ֨ל H5157 יְהוָ֤ה H3068 אֶת H853 יְהוּדָה֙ H3063 חֶלְק֔וֹ H2506 עַ֖ל H5921 אַדְמַ֣ת H127 הַקֹּ֑דֶשׁ H6944 וּבָחַ֥ר H977 ע֖וֹד H5750 בִּירוּשָׁלִָֽם H3389 ",
  "13": "הַ֥ס H2013 כָּל H3605 בָּשָׂ֖ר H1320 מִפְּנֵ֣י H6440 יְהוָ֑ה H3068 כִּ֥י H3588 נֵע֖וֹר H5782 מִמְּע֥וֹן H4583 קָדְשֽׁוֹ H6944 ",
  "14": "רָנִּ֥י H7442 וְשִׂמְחִ֖י H8055 בַּת H1323 צִיּ֑וֹן H6726 כִּ֧י H3588 הִנְנִי H2005 בָ֛א H935 וְשָׁכַנְתִּ֥י H7931 בְתוֹכֵ֖ H8432 נְאֻם H5002 יְהוָֽה H3068 ",
  "15": "וְנִלְווּ֩ H3867 גוֹיִ֨ם H1471 רַבִּ֤ים H7227 אֶל H413 יְהוָה֙ H3068 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְהָ֥יוּ H1961 לִ֖י Hl לְעָ֑ם H5971 וְשָׁכַנְתִּ֣י H7931 בְתוֹכֵ֔ H8432 וְיָדַ֕עַתְּ H3045 כִּי H3588 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁלָחַ֥נִי H7971 אֵלָֽיִךְ H413 ",
  "16": "וְנָחַ֨ל H5157 יְהוָ֤ה H3068 אֶת H853 יְהוּדָה֙ H3063 חֶלְק֔וֹ H2506 עַ֖ל H5921 אַדְמַ֣ת H127 הַקֹּ֑דֶשׁ H6944 וּבָחַ֥ר H977 ע֖וֹד H5750 בִּירוּשָׁלִָֽם H3389 ",
  "17": "הַ֥ס H2013 כָּל H3605 בָּשָׂ֖ר H1320 מִפְּנֵ֣י H6440 יְהוָ֑ה H3068 כִּ֥י H3588 נֵע֖וֹר H5782 מִמְּע֥וֹן H4583 קָדְשֽׁוֹ H6944 "
}
