{
  "1": "וַיַּרְאֵ֗ H7200 אֶת H853 יְהוֹשֻׁ֨עַ֙ H3091 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 עֹמֵ֕ד H5975 לִפְנֵ֖י H6440 מַלְאַ֣ךְ H4397 יְהוָ֑ה H3068 וְהַ H7854 עֹמֵ֥ד H5975 עַל H5921 יְמִינ֖וֹ H3225 לְשִׂטְנֽ H7853 ",
  "2": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הַשָּׂטָ֗ן H7854 יִגְעַ֨ר H1605 יְהוָ֤ה H3068 בְּךָ֙ Hb הַשָּׂטָ֔ן H7854 וְיִגְעַ֤ר H1605 יְהוָה֙ H3068 בְּךָ֔ Hb הַבֹּחֵ֖ר H977 בִּירֽוּשָׁלִָ֑ם H3389 הֲל֧וֹא H3808 זֶ֦ה H2088 א֖וּד H181 מֻצָּ֥ל H5337 מֵאֵֽשׁ H784 ",
  "3": "וִיהוֹשֻׁ֕עַ H3091 הָיָ֥ה H1961 לָבֻ֖שׁ H3847 בְּגָדִ֣ים H899 צוֹאִ֑ים H6674 וְעֹמֵ֖ד H5975 לִפְנֵ֥י H6440 הַמַּלְאָֽךְ H4397 ",
  "4": "וַיַּ֣עַן H6030 וַיֹּ֗אמֶר H559 אֶל H413 הָעֹמְדִ֤ים H5975 לְפָנָי H6440 לֵאמֹ֔ר H559 הָסִ֛ירוּ H5493 הַבְּגָדִ֥ים H899 הַצֹּאִ֖ים H6674 מֵעָלָ֑י H5921 וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 רְאֵ֨ה H7200 הֶעֱבַ֤רְתִּי H5674 מֵעָלֶ֨י H5921 עֲוֺנֶ֔ךָ H5771 וְהַלְבֵּ֥שׁ H3847 אֹתְךָ֖ H853 מַחֲלָצֽוֹת H4254 ",
  "5": "וָאֹמַ֕ר H559 יָשִׂ֛ימוּ H7760 צָנִ֥יף H6797 טָה֖וֹר H2889 עַל H5921 רֹאשׁ֑וֹ H7218 וַיָּשִׂימוּ֩ H7760 הַצָּנִ֨יף H6797 הַטָּה֜וֹר H2889 עַל H5921 רֹאשׁ֗וֹ H7218 וַיַּלְבִּשֻׁ֨ H3847 בְּגָדִ֔ים H899 וּמַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 עֹמֵֽד H5975 ",
  "6": "וַיָּ֨עַד֙ H5749 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 בִּיהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
  "7": "כֹּה H3541 אָמַ֞ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 אִם H518 בִּדְרָכַ֤ H1870 תֵּלֵךְ֙ H3212 וְאִ֣ם H518 אֶת H853 מִשְׁמַרְתִּ֣י H4931 תִשְׁמֹ֔ר H8104 וְגַם H1571 אַתָּה֙ H859 תָּדִ֣ין H1777 אֶת H853 בֵּיתִ֔י H1004 וְגַ֖ם H1571 תִּשְׁמֹ֣ר H8104 אֶת H853 חֲצֵרָ֑י H2691 וְנָתַתִּ֤י H5414 לְךָ֙ Hl מַהְלְכִ֔ים H4108 בֵּ֥ין H996 הָעֹמְדִ֖ים H5975 הָאֵֽלֶּה H428 ",
  "8": "שְֽׁמַֽע H8085 נָ֞א H4994 יְהוֹשֻׁ֣עַ H3091 הַכֹּהֵ֣ן H3548 הַגָּד֗וֹל H1419 אַתָּה֙ H859 וְרֵעֶ֨י H7453 הַיֹּשְׁבִ֣ים H3427 לְפָנֶ֔י H6440 כִּֽי H3588 אַנְשֵׁ֥י H376 מוֹפֵ֖ת H4159 הֵ֑מָּה H1992 כִּֽי H3588 הִנְנִ֥י H2005 מֵבִ֛יא H935 אֶת H853 עַבְדִּ֖י H5650 צֶֽמַח H6780 ",
  "9": "כִּ֣י H3588 הִנֵּ֣ה H2009 הָאֶ֗בֶן H68 אֲשֶׁ֤ר H834 נָתַ֨תִּי֙ H5414 לִפְנֵ֣י H6440 יְהוֹשֻׁ֔עַ H3091 עַל H5921 אֶ֥בֶן H68 אַחַ֖ת H259 שִׁבְעָ֣ה H7651 עֵינָ֑יִם H5869 הִנְנִ֧י H2005 מְפַתֵּ֣חַ H6605 פִּתֻּחָ֗הּ H6603 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּמַשְׁתִּ֛י H4185 אֶת H853 עֲוֺ֥ן H5771 הָאָֽרֶץ H776 הַהִ֖יא H1931 בְּי֥וֹם H3117 אֶחָֽד H259 ",
  "10": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 תִּקְרְא֖וּ H7121 אִ֣ישׁ H376 לְרֵעֵ֑ H7453 אֶל H413 תַּ֥חַת H8478 גֶּ֖פֶן H1612 וְאֶל H413 תַּ֥חַת H8478 תְּאֵנָֽה H8384 "
}
