{
  "1": "וַיָּ֕שָׁב H7725 הַמַּלְאָ֖ךְ H4397 הַדֹּבֵ֣ר H1696 בִּ֑י Hb וַיְעִירֵ֕ H5782 כְּאִ֖ישׁ H376 אֲשֶׁר H834 יֵע֥וֹר H5782 מִשְּׁנָתֽ H8142 ",
  "2": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 מָ֥ה H4100 אַתָּ֖ה H859 רֹאֶ֑ה H7200 ויאמר H559 רָאִ֣יתִי H7200 וְהִנֵּ֣ה H2009 מְנוֹרַת֩ H4501 זָהָ֨ב H2091 כֻּלָּ֜הּ H3605 וְגֻלָּ֣הּ H1543 עַל H5921 רֹאשָׁ֗הּ H7218 וְשִׁבְעָ֤ה H7651 נֵרֹתֶ֨יהָ֙ H5216 עָלֶ֔יהָ H5921 שִׁבְעָ֤ה H7651 וְשִׁבְעָה֙ H7651 מֽוּצָק֔וֹת H4166 לַנֵּר֖וֹת H5216 אֲשֶׁ֥ר H834 עַל H5921 רֹאשָֽׁהּ H7218 ",
  "3": "וּשְׁנַ֥יִם H8147 זֵיתִ֖ים H2132 עָלֶ֑יהָ H5921 אֶחָד֙ H259 מִימִ֣ין H3225 הַגֻּלָּ֔ה H1543 וְאֶחָ֖ד H259 עַל H5921 שְׂמֹאלָֽהּ H8040 ",
  "4": "וָאַ֨עַן֙ H6030 וָֽאֹמַ֔ר H559 אֶל H413 הַמַּלְאָ֛ךְ H4397 הַדֹּבֵ֥ר H1696 בִּ֖י Hb לֵאמֹ֑ר H559 מָה H4100 אֵ֖לֶּה H428 אֲדֹנִֽי H113 ",
  "5": "וַ֠יַּעַן H6030 הַמַּלְאָ֞ךְ H4397 הַדֹּבֵ֥ר H1696 בִּי֙ Hb וַיֹּ֣אמֶר H559 אֵלַ֔י H413 הֲל֥וֹא H3808 יָדַ֖עְתָּ H3045 מָה H4100 הֵ֣מָּה H1992 אֵ֑לֶּה H428 וָאֹמַ֖ר H559 לֹ֥א H3808 אֲדֹנִֽי H113 ",
  "6": "וַיַּ֜עַן H6030 וַיֹּ֤אמֶר H559 אֵלַי֙ H413 לֵאמֹ֔ר H559 זֶ֚ה H2088 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 זְרֻבָּבֶ֖ל H2216 לֵאמֹ֑ר H559 לֹ֤א H3808 בְחַ֨יִל֙ H2428 וְלֹ֣א H3808 בְכֹ֔חַ H3581 כִּ֣י H3588 אִם H518 בְּרוּחִ֔ H7307 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "7": "מִֽי H4310 אַתָּ֧ה H859 הַֽר H2022 הַגָּד֛וֹל H1419 לִפְנֵ֥י H6440 זְרֻבָּבֶ֖ל H2216 לְמִישֹׁ֑ר H4334 וְהוֹצִיא֙ H3318 אֶת H853 הָאֶ֣בֶן H68 הָרֹאשָׁ֔ה H7222 תְּשֻׁא֕וֹת H8663 חֵ֥ן H2580 חֵ֖ן H2580 לָֽהּ Hl ",
  "8": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "9": "יְדֵ֣י H3027 זְרֻבָּבֶ֗ל H2216 יִסְּד֛וּ H3245 הַבַּ֥יִת H1004 הַזֶּ֖ה H2088 וְיָדָ֣י H3027 תְּבַצַּ֑עְנָה H1214 וְיָ֣דַעְתָּ֔ H3045 כִּֽי H3588 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁלָחַ֥נִי H7971 אֲלֵיכֶֽם H413 ",
  "10": "כִּ֣י H3588 מִ֣י H4310 בַז֮ H936 לְי֣וֹם H3117 קְטַנּוֹת֒ H6996 וְשָׂמְח֗וּ H8055 וְרָא֞וּ H7200 אֶת H853 הָאֶ֧בֶן H68 הַבְּדִ֛יל H913 בְּיַ֥ד H3027 זְרֻבָּבֶ֖ל H2216 שִׁבְעָה H7651 אֵ֑לֶּה H428 עֵינֵ֣י H5869 יְהוָ֔ה H3068 הֵ֥מָּה H1992 מְשׁוֹטְטִ֖ים H7751 בְּכָל H3605 הָאָֽרֶץ H776 ",
  "11": "וָאַ֖עַן H6030 וָאֹמַ֣ר H559 אֵלָ֑יו H413 מַה H4100 שְּׁנֵ֤י H8147 הַזֵּיתִים֙ H2132 הָאֵ֔לֶה H428 עַל H5921 יְמִ֥ין H3225 הַמְּנוֹרָ֖ה H4501 וְעַל H5921 שְׂמֹאולָֽהּ H8040 ",
  "12": "וָאַ֣עַן H6030 שֵׁנִ֔ית H8145 וָאֹמַ֖ר H559 אֵלָ֑יו H413 מַה H4100 שְׁתֵּ֞י H8147 שִׁבֲּלֵ֣י H7641 הַזֵּיתִ֗ים H2132 אֲשֶׁר֙ H834 בְּיַ֗ד H3027 שְׁנֵי֙ H8147 צַנְתְּר֣וֹת H6804 הַזָּהָ֔ב H2091 הַֽמְרִיקִ֥ים H7324 מֵעֲלֵי H5921 הַזָּהָֽב H2091 ",
  "13": "וַיֹּ֤אמֶר H559 אֵלַי֙ H413 לֵאמֹ֔ר H559 הֲל֥וֹא H3808 יָדַ֖עְתָּ H3045 מָה H4100 אֵ֑לֶּה H428 וָאֹמַ֖ר H559 לֹ֥א H3808 אֲדֹנִֽי H113 ",
  "14": "וַיֹּ֕אמֶר H559 אֵ֖לֶּה H428 שְׁנֵ֣י H8147 בְנֵֽי H1121 הַיִּצְהָ֑ר H3323 הָעֹמְדִ֖ים H5975 עַל H5921 אֲד֥וֹן H113 כָּל H3605 הָאָֽרֶץ H776 "
}
