{
  "1": "וָאָשֻׁ֗ב H7725 וָאֶשָּׂ֤א H5375 עֵינַי֙ H5869 וָֽאֶרְאֶ֔ה H7200 וְהִנֵּ֨ה H2009 אַרְבַּ֤ע H702 מַרְכָּבוֹת֙ H4818 יֹֽצְא֔וֹת H3318 מִבֵּ֖ין H996 שְׁנֵ֣י H8147 הֶֽהָרִ֑ים H2022 וְהֶ H2022 הָרֵ֥י H2022 נְחֹֽשֶׁת H5178 ",
  "2": "בַּמֶּרְכָּבָ֥ה H4818 הָרִֽאשֹׁנָ֖ה H7223 סוּסִ֣ים H5483 אֲדֻמִּ֑ים H122 וּבַ H4818 הַשֵּׁנִ֖ית H8145 סוּסִ֥ים H5483 שְׁחֹרִֽים H7838 ",
  "3": "וּבַ H4818 הַשְּׁלִשִׁ֖ית H7992 סוּסִ֣ים H5483 לְבָנִ֑ים H3836 וּבַ H4818 הָרְבִעִ֔ית H7243 סוּסִ֥ים H5483 בְּרֻדִּ֖ים H1261 אֲמֻצִּֽים H554 ",
  "4": "וָאַ֨עַן֙ H6030 וָֽאֹמַ֔ר H559 אֶל H413 הַמַּלְאָ֖ךְ H4397 הַדֹּבֵ֣ר H1696 בִּ֑י Hb מָה H4100 אֵ֖לֶּה H428 אֲדֹנִֽי H113 ",
  "5": "וַיַּ֥עַן H6030 הַמַּלְאָ֖ךְ H4397 וַיֹּ֣אמֶר H559 אֵלָ֑י H413 אֵ֗לֶּה H428 אַרְבַּע֙ H702 רֻח֣וֹת H7307 הַשָּׁמַ֔יִם H8064 יוֹצְא֕וֹת H3318 מֵֽהִתְיַצֵּ֖ב H3320 עַל H5921 אֲד֥וֹן H113 כָּל H3605 הָאָֽרֶץ H776 ",
  "6": "אֲשֶׁר H834 בָּ֞הּ Hb הַסּוּסִ֣ים H5483 הַשְּׁחֹרִ֗ים H7838 יֹֽצְאִים֙ H3318 אֶל H413 אֶ֣רֶץ H776 צָפ֔וֹן H6828 וְהַ H3836 יָצְא֖וּ H3318 אֶל H413 אַֽחֲרֵיהֶ֑ם H310 וְהַ֨ H1261 יָצְא֖וּ H3318 אֶל H413 אֶ֥רֶץ H776 הַתֵּימָֽן H8486 ",
  "7": "וְהָ H554 יָצְא֗וּ H3318 וַיְבַקְשׁוּ֙ H1245 לָלֶ֨כֶת֙ H3212 לְהִתְהַלֵּ֣ך H1980 בָּאָ֔רֶץ H776 וַיֹּ֕אמֶר H559 לְכ֖וּ H3212 הִתְהַלְּכ֣וּ H1980 בָאָ֑רֶץ H776 וַתִּתְהַלַּ֖כְנָה H1980 בָּאָֽרֶץ H776 ",
  "8": "וַיַּזְעֵ֣ק H2199 אֹתִ֔י H854 וַיְדַבֵּ֥ר H1696 אֵלַ֖י H413 לֵאמֹ֑ר H559 רְאֵ֗ה H7200 הַיּֽוֹצְאִים֙ H3318 אֶל H413 אֶ֣רֶץ H776 צָפ֔וֹן H6828 הֵנִ֥יחוּ H5117 אֶת H853 רוּחִ֖י H7307 בְּאֶ֥רֶץ H776 צָפֽוֹן H6828 ",
  "9": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "10": "לָק֨וֹחַ֙ H3947 מֵאֵ֣ת H853 הַגּוֹלָ֔ה H1473 מֵחֶלְדַּ֕י H2469 וּמֵ H853 טוֹבִיָּ֖ה H2900 וּמֵ H853 יְדַֽעְיָ֑ה H3048 וּבָאתָ֤ H935 אַתָּה֙ H859 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וּבָ֗אתָ H935 בֵּ֚ית H1004 יֹאשִׁיָּ֣ה H2977 בֶן H1121 צְפַנְיָ֔ה H6846 אֲשֶׁר H834 בָּ֖אוּ H935 מִבָּבֶֽל H894 ",
  "11": "וְלָקַחְתָּ֥ H3947 כֶֽסֶף H3701 וְזָהָ֖ב H2091 וְעָשִׂ֣יתָ H6213 עֲטָר֑וֹת H5850 וְשַׂמְתָּ֗ H7760 בְּרֹ֛אשׁ H7218 יְהוֹשֻׁ֥עַ H3091 בֶּן H1121 יְהוֹצָדָ֖ק H3087 הַכֹּהֵ֥ן H3548 הַגָּדֽוֹל H1419 ",
  "12": "וְאָמַרְתָּ֤ H559 אֵלָיו֙ H413 לֵאמֹ֔ר H559 כֹּ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 הִנֵּה H2009 אִ֞ישׁ H376 צֶ֤מַח H6780 שְׁמוֹ֙ H8034 וּמִ H8478 יִצְמָ֔ח H6779 וּבָנָ֖ה H1129 אֶת H853 הֵיכַ֥ל H1964 יְהוָֽהּ H3068 ",
  "13": "וְ֠הוּא H1931 יִבְנֶ֞ה H1129 אֶת H853 הֵיכַ֤ל H1964 יְהוָה֙ H3068 וְהֽוּא H1931 יִשָּׂ֣א H5375 ה֔וֹד H1935 וְיָשַׁ֥ב H3427 וּמָשַׁ֖ל H4910 עַל H5921 כִּסְא֑וֹ H3678 וְהָיָ֤ה H1961 כֹהֵן֙ H3548 עַל H5921 כִּסְא֔וֹ H3678 וַעֲצַ֣ת H6098 שָׁל֔וֹם H7965 תִּהְיֶ֖ה H1961 בֵּ֥ין H996 שְׁנֵיהֶֽם H8147 ",
  "14": "וְהָ H5850 תִּֽהְיֶה֙ H1961 לְחֵ֨לֶם֙ H2494 וּלְ H2900 וְלִ H3048 וּלְ H2581 בֶּן H1121 צְפַנְיָ֑ה H6846 לְזִכָּר֖וֹן H2146 בְּהֵיכַ֥ל H1964 יְהוָֽה H3068 ",
  "15": "וּרְחוֹקִ֣ים H7350 יָבֹ֗אוּ H935 וּבָנוּ֙ H1129 בְּהֵיכַ֣ל H1964 יְהוָ֔ה H3068 וִידַעְתֶּ֕ם H3045 כִּֽי H3588 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁלָחַ֣נִי H7971 אֲלֵיכֶ֑ם H413 וְהָיָה֙ H1961 אִם H518 שָׁמ֣וֹעַ H8085 תִּשְׁמְע֔וּן H8085 בְּק֖וֹל H6963 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
}
