{
  "1": "מַשָּׂ֤א H4853 דְבַר H1697 יְהוָה֙ H3068 בְּאֶ֣רֶץ H776 חַדְרָ֔ךְ H2317 וְדַמֶּ֖שֶׂק H1834 מְנֻחָת֑וֹ H4496 כִּ֤י H3588 לַֽיהוָה֙ H3068 עֵ֣ין H5869 אָדָ֔ם H120 וְכֹ֖ל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "2": "וְגַם H1571 חֲמָ֖ת H2574 תִּגְבָּל H1379 בָּ֑הּ Hb צֹ֣ר H6865 וְצִיד֔וֹן H6721 כִּ֥י H3588 חָֽכְמָ֖ה H2449 מְאֹֽד H3966 ",
  "3": "וַתִּ֥בֶן H1129 צֹ֛ר H6865 מָצ֖וֹר H4692 לָ֑הּ Hl וַתִּצְבָּר H6651 כֶּ֨סֶף֙ H3701 כֶּֽעָפָ֔ר H6083 וְחָר֖וּץ H2742 כְּטִ֥יט H2916 חוּצֽוֹת H2351 ",
  "4": "הִנֵּ֤ה H2009 אֲדֹנָי֙ H136 יֽוֹרִשֶׁ֔נָּה H3423 וְהִכָּ֥ה H5221 בַיָּ֖ם H3220 חֵילָ֑הּ H2428 וְהִ֖יא H1931 בָּאֵ֥שׁ H784 תֵּאָכֵֽל H398 ",
  "5": "תֵּרֶ֨א H7200 אַשְׁקְל֜וֹן H831 וְתִירָ֗א H3372 וְעַזָּה֙ H5804 וְתָחִ֣יל H2342 מְאֹ֔ד H3966 וְעֶקְר֖וֹן H6138 כִּֽי H3588 הֹבִ֣ישׁ H954 מֶבָּטָ֑הּ H4007 וְאָ֤בַד H6 מֶ֨לֶךְ֙ H4428 מֵֽעַזָּ֔ה H5804 וְאַשְׁקְל֖וֹן H831 לֹ֥א H3808 תֵשֵֽׁב H3427 ",
  "6": "וְיָשַׁ֥ב H3427 מַמְזֵ֖ר H4464 בְּאַשְׁדּ֑וֹד H795 וְהִכְרַתִּ֖י H3772 גְּא֥וֹן H1347 פְּלִשְׁתִּֽים H6430 ",
  "7": "וַהֲסִרֹתִ֨י H5493 דָמָ֜יו H1818 מִפִּ֗י H6310 וְשִׁקֻּצָי H8251 מִבֵּ֣ין H996 שִׁנָּ֔יו H8127 וְנִשְׁאַ֥ר H7604 גַּם H1571 ה֖וּא H1931 לֵֽאלֹהֵ֑י H430 וְהָיָה֙ H1961 כְּאַלֻּ֣ף H441 בִּֽיהוּדָ֔ה H3063 וְעֶקְר֖וֹן H6138 כִּיבוּסִֽי H2983 ",
  "8": "וְחָנִ֨יתִי H2583 לְבֵיתִ֤ H1004 מִצָּבָה֙ H4675 מֵעֹבֵ֣ר H5674 וּמִ H7725 וְלֹֽא H3808 יַעֲבֹ֧ר H5674 עֲלֵיהֶ֛ם H5921 ע֖וֹד H5750 נֹגֵ֑שׂ H5065 כִּ֥י H3588 עַתָּ֖ה H6258 רָאִ֥יתִי H7200 בְעֵינָֽ H5869 ",
  "9": "גִּילִ֨י H1523 מְאֹ֜ד H3966 בַּת H1323 צִיּ֗וֹן H6726 הָרִ֨יעִי֙ H7321 בַּ֣ת H1323 יְרוּשָׁלִַ֔ם H3389 הִנֵּ֤ה H2009 מַלְכֵּךְ֙ H4428 יָ֣בוֹא H935 לָ֔ךְ Hl צַדִּ֥יק H6662 וְנוֹשָׁ֖ע H3467 ה֑וּא H1931 עָנִי֙ H6041 וְרֹכֵ֣ב H7392 עַל H5921 חֲמ֔וֹר H2543 וְעַל H5921 עַ֖יִר H5895 בֶּן H1121 אֲתֹנֽוֹת H860 ",
  "10": "וְהִכְרַתִּי H3772 רֶ֣כֶב H7393 מֵאֶפְרַ֗יִם H669 וְסוּס֙ H5483 מִיר֣וּשָׁלִַ֔ם H3389 וְנִכְרְתָה֙ H3772 קֶ֣שֶׁת H7198 מִלְחָמָ֔ה H4421 וְדִבֶּ֥ר H1696 שָׁל֖וֹם H7965 לַגּוֹיִ֑ם H1471 וּמָשְׁל H4915 מִיָּ֣ם H3220 עַד H5704 יָ֔ם H3220 וּמִ H5104 עַד H5704 אַפְסֵי H657 אָֽרֶץ H776 ",
  "11": "גַּם H1571 אַ֣תְּ H859 בְּדַם H1818 בְּרִיתֵ֗ךְ H1285 שִׁלַּ֤חְתִּי H7971 אֲסִירַ֨יִךְ֙ H615 מִבּ֔וֹר H953 אֵ֥ין H369 מַ֖יִם H4325 בּֽוֹ Hb ",
  "12": "שׁ֚וּבוּ H7725 לְבִצָּר֔וֹן H1225 אֲסִירֵ֖י H615 הַתִּקְוָ֑ה H8615 גַּם H1571 הַיּ֕וֹם H3117 מַגִּ֥יד H5046 מִשְׁנֶ֖ה H4932 אָשִׁ֥יב H7725 לָֽךְ Hl ",
  "13": "כִּֽי H3588 דָרַ֨כְתִּי H1869 לִ֜י Hl יְהוּדָ֗ה H3063 קֶ֚שֶׁת H7198 מִלֵּ֣אתִי H4390 אֶפְרַ֔יִם H669 וְעוֹרַרְתִּ֤י H5782 בָנַ֨יִךְ֙ H1121 צִיּ֔וֹן H6726 עַל H5921 בָּנַ֖יִךְ H1121 יָוָ֑ן H3120 וְשַׂמְתִּ֖י H7760 כְּחֶ֥רֶב H2719 גִּבּֽוֹר H1368 ",
  "14": "וַֽיהוָה֙ H3068 עֲלֵיהֶ֣ם H5921 יֵֽרָאֶ֔ה H7200 וְיָצָ֥א H3318 כַבָּרָ֖ק H1300 חִצּ֑וֹ H2671 וַֽאדֹנָ֤ H136 יְהֹוִה֙ H3069 בַּשּׁוֹפָ֣ר H7782 יִתְקָ֔ע H8628 וְהָלַ֖ךְ H1980 בְּסַעֲר֥וֹת H5591 תֵּימָֽן H8486 ",
  "15": "יְהוָ֣ה H3068 צְבָאוֹת֮ H6635 יָגֵ֣ן H1598 עֲלֵיהֶם֒ H5921 וְאָכְל֗וּ H398 וְכָֽבְשׁוּ֙ H3533 אַבְנֵי H68 קֶ֔לַע H7050 וְשָׁת֥וּ H8354 הָמ֖וּ H1993 כְּמוֹ H3644 יָ֑יִן H3196 וּמָֽלְאוּ֙ H4390 כַּמִּזְרָ֔ק H4219 כְּזָוִיּ֖וֹת H2106 מִזְבֵּֽחַ H4196 ",
  "16": "וְֽהוֹשִׁיעָ֞ H3467 יְהוָ֧ה H3068 אֱלֹהֵיהֶ֛ם H430 בַּיּ֥וֹם H3117 הַה֖וּא H1931 כְּצֹ֣אן H6629 עַמּ֑וֹ H5971 כִּ֚י H3588 אַבְנֵי H68 נֵ֔זֶר H5145 מִֽתְנוֹסְס֖וֹת H5264 עַל H5921 אַדְמָתֽוֹ H127 ",
  "17": "כִּ֥י H3588 מַה H4100 טּוּב֖וֹ H2898 וּמַה H4100 יָפְי֑וֹ H3308 דָּגָן֙ H1715 בַּֽחוּרִ֔ים H970 וְתִיר֖וֹשׁ H8492 יְנוֹבֵ֥ב H5107 בְּתֻלֽוֹת H1330 "
}
