{
  "1": "This is King Solomon's most beautiful song.\\sp The young woman speaking to herself\n\\q1",
  "2": "I wish he would kiss me on my lips,\\sp The woman speaks to her lover\n\\q2 because your love for me is more delightful than wine.\n\\q1",
  "3": "The fragrance of the perfume on your skin is very sweet.\\q2 And your honor is very great and is spreading,\n\\q2 like the fragrance of the special oil that you have put on your skin.\n\\q1 That is why the other young women are attracted to you.\n\\q1",
  "4": "Take me quickly;\\q2 take me to your home.\n\\sp The woman speaking to herself\n\\q1 He is like a king to me;\n\\q2 he has brought me into his bedroom.\n\\sp The woman speaking to her lover\n\\q1 I am very happy about you;\n\\q2 my love for you is better than wine.\n\\q2 It is not surprising that the other young women adore you.\n\n\n\\sp The woman speaking to the other women\n\\q1",
  "5": "You women of Jerusalem,\\q2 I am dark but beautiful;\n\\q1 my dark skin is like the tents in Kedar,\n\\q2 or like the beautiful curtains in Solomon's palace.\n\\q1",
  "6": "But do not stare at me because the sun has made my skin dark.\\q1 my brothers were angry with me,\n\\q1 so they forced me to work out in the sunshine in the vineyards,\n\\q2 so I was not able to take good care of my body.\n\n\n\\sp The woman speaking to her lover\n\\q1",
  "7": "You whom I love, where will you take your flock of sheep today?\\q2 Where will you allow them to rest at noontime?\n\\q1 I want to know because it is not right for me to wander around like a prostitute\n\\q2 looking for you among the flocks that belong to your friends.\n\n\n\\sp Her lover answering her\n\\q1",
  "8": "You who are the most beautiful of all the women,\\q2 if you search for me and do not know where I will take my sheep,\n\\q1 follow the tracks of the sheep.\n\\q2 Then allow your young goats to graze near the shepherds' tents.\n\n\n\\q1",
  "9": "You are beautiful, my darling, like one of the young female horses\\q2 that pull the chariots belonging to the king of Egypt.\n\\q1",
  "10": "Your earrings are decorations for your cheeks,\\q2 and there are strings of beads around your neck.\n\\q1",
  "11": "I will make for you some gold earrings\\q2 that are decorated with silver.\n\n\n\n\\sp The woman speaking to herself\n\\q1",
  "12": "While the king was on his couch,\\q2 the smell of my perfume spread around the room.\n\\q1",
  "13": "The man who loves me stays between my breasts during the night like a bag of perfume tied around my neck.\\q2",
  "14": "He is like a bunch of flowers from the vineyards at En Gedi.\n\n\\sp Her lover speaking to her\n\\q1",
  "15": "You whom I love, you are beautiful;\\q2 you are very beautiful!\n\\q1 Your eyes are as delightful as doves.\n\n\n\\sp The woman speaking to her lover\n\\q1",
  "16": "You who love me, you are very delightful,\\q2 you are wonderful!\n\\q2 This green grass in the countryside will be like a couch where we can lie down.\n\\q1",
  "17": "Branches of cedar trees will shade us;\\q2 the fir branches overhead are like a roof for us."
}
