{
  "1": "My darling, you are beautiful,\\q2 you are very beautiful!\n\\q2 Underneath your veil, your eyes are as gentle as doves.\n\\q1 Your long black hair moves from side to side like a flock of black goats\n\\q2 moving down the slopes of Mount Gilead.\n\n\n\\q1",
  "2": "Your teeth are very white,\\q2 as white as sheep whose wool people have just cut,\n\\q1 as white as sheep that people have just washed in a stream.\n\\q1 You have all of your teeth on both sides;\n\\q2 none of them is missing.\n\n\n\\q1",
  "3": "Your lips are like a scarlet ribbon,\\q2 and your mouth is lovely.\n\\q1 Beneath your veil,\n\\q2 your cheeks are round and rosy like the halves of a pomegranate.\n\n\n\\q1",
  "4": "Your long neck is beautiful, like the tower of King David\\q2 that was built using layers of stone.\n\\q1 The ornaments on the necklaces around your neck are like a thousand shields hanging on the walls of a tower;\n\\q2 each one belongs to a warrior.\n\\q1",
  "5": "Your breasts are as delicate as two young twin deer\\q2 eating grass among lilies.\n\n\n\\q1",
  "6": "Until dawn tomorrow morning,\\q2 when the nighttime shadows disappear,\n\\q1 I will lie close to your breasts,\n\\q2 because they are like two hills that smell like sweet spices.\n\\q1",
  "7": "My darling, you are completely beautiful;\\q2 your body is perfectly formed!\n\n\n\\q1",
  "8": "My darling, it is as though you were in Lebanon\\q2 far away, where I cannot reach you.\n\\q1 Come back to me.\n\\q1 It is as though you were on the top of Mount Hermon\n\\q2 or the nearby peaks, where I cannot go to you.\n\\q1 Come from the mountains, where the lions have their dens\n\\q2 and where the leopards live on the mountains.\n\n\n\\q1",
  "9": "You who are most dear to me, when I see you,\\q2 you force me to love you\n\\q2 when I see you look at me, when I see a little of the jewelry that you wear around your neck.\n\n\n\\q1",
  "10": "My bride, your love for me is delightful!\\q2 It more delightful than wine!\n\\q1 The fragrance of your perfume\n\\q2 is more pleasing than any spice!\n\\q1",
  "11": "When you kiss me, it is better than when I eat honey.\\q2 Your kisses are as sweet as milk mixed with honey.\n\\q2 The aroma of your clothes\n\\q2 is like the aroma of cedar trees in Lebanon.\n\n\n\\q1",
  "12": "You who are most dear to me, you are like a garden that the owner keeps locked\\q2 in order that other men cannot enter it;\n\\q1 you are like a spring that is covered\n\\q2 in order that others may not drink from it.\n\\q1",
  "13": "You are like an orchard of pomegranate trees\\q2 full of delicious fruit,\n\\q2 and plenty of plants that produce henna and nard spices,\n\\q2",
  "14": "saffron and calamus and cinnamon\\q2 and many other kinds of incense,\n\\q2 myrrh and aloes\n\\q2 and many other fine spices.\n\n\n\\q1",
  "15": "You are like a fountain in a garden,\\q2 like a spring of clear water\n\\q2 that flows down from the mountains of Lebanon.\n\\sp The young woman speaking to her lover\n\\q1",
  "16": "I want the north wind and the south wind to come,\\q2 and blow on my garden,\n\\q1 in order that the fragrance of the spices will spread through the air.\n\\q1 Similarly, I want the one who loves me to come and enjoy being close to me\n\\q2 like someone comes into a garden and enjoys eating the fruit that grows there."
}
