{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Foolish Galatians! Who has put a spell on you? It was before your eyes that Jesus Christ was publicly displayed as crucified. \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the only thing I want to learn from you: Did you receive the Spirit by the works of the law or by believing what you heard?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are you so foolish? Having begun by the Spirit, are you now going to finish by the flesh?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you suffered so many things for nothing—if indeed it was for nothing?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does he who gives the Spirit to you and works miracles among you do so by the works of the law, or by hearing with faith?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as Abraham \"believed God and it was credited to him as righteousness,\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in the same way, understand, then, that those of faith are the children of Abraham.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, \"In you all the nations will be blessed.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, those of faith are blessed along with Abraham, the man of faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who rely on the works of the law are under a curse; and so it is written, \"Cursed is everyone who does not abide by all the things written in the book of the law, and do them.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is clear that no one is justified before God by the law, because \"the righteous will live by faith.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the law is not of faith, rather, \"The person who does the works of the law must live by them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ redeemed us from the curse of the law by becoming a curse for us—for it is written, \"Cursed is everyone who hangs on a tree\"—\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that the blessing of Abraham might come to the Gentiles in Christ Jesus, so that by faith we might receive the promise of the Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers, let me speak in human terms. In a man-made contract, no one can set it aside or add to it, once it is established by law.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the promises were spoken to Abraham and to his descendant. It does not say, \"to descendants,\" referring to many, but instead to only one, \"and to your descendant,\" who is Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now what I mean is this: The law, which came 430 years afterward, does not set aside the covenant previously established by God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if the inheritance comes by the law, then it no longer comes by promise. But God gave it to Abraham by a promise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What, then, was the purpose of the law? It was added because of trespasses, until the descendant of Abraham would come to whom the promise had been made. The law was put into force through angels by a mediator.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a mediator implies more than one person, but God is one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So is the law against the promises of God? Absolutely not! For if a law had been given that could give life, then righteousness would certainly have come by the law.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the scripture imprisoned everything under sin. God did this so that the promise to save us by faith in Jesus Christ might be given to those who believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now before faith came, we were held captive under the law, imprisoned until faith should be revealed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then the law became our guardian until Christ came, so that we might be justified by faith.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now that faith has come, we are no longer under a guardian.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are all sons of God through faith in Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as many of you who were baptized into Christ have clothed yourselves with Christ.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female, for you are all one in Christ Jesus.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then if you are Christ's, you are Abraham's descendants, and heirs according to promise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}