{
  "1": "זְב֣וּבֵי H2070 מָ֔וֶת H4194 יַבְאִ֥ישׁ H887 יַבִּ֖יעַ H5042 שֶׁ֣מֶן H8081 רוֹקֵ֑חַ H7543 יָקָ֛ר H3368 מֵחָכְמָ֥ה H2451 מִכָּב֖וֹד H3519 סִכְל֥וּת H5531 מְעָֽט H4592 ",
  "2": "לֵ֤ב H3820 חָכָם֙ H2450 לִֽימִינ֔ H3225 וְלֵ֥ב H3820 כְּסִ֖יל H3684 לִשְׂמֹאלֽ H8040 ",
  "3": "וְגַם H1571 בַּדֶּ֛רֶךְ H1870 כש H5530 הֹלֵ֖ךְ H1980 לִבּ֣וֹ H3820 חָסֵ֑ר H2638 וְאָמַ֥ר H559 לַכֹּ֖ל H3605 סָכָ֥ל H5530 הֽוּא H1931 ",
  "4": "אִם H518 ר֤וּחַ H7307 הַמּוֹשֵׁל֙ H4910 תַּעֲלֶ֣ה H5927 עָלֶ֔יךָ H5921 מְקוֹמְךָ֖ H4725 אַל H408 תַּנַּ֑ח H3240 כִּ֣י H3588 מַרְפֵּ֔א H4832 יַנִּ֖יחַ H3240 חֲטָאִ֥ים H2399 גְּדוֹלִֽים H1419 ",
  "5": "יֵ֣שׁ H3426 רָעָ֔ה H7451 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 כִּשְׁגָגָ֕ה H7684 שֶׁיֹּצָ֖א H3318 מִלִּ H6440 הַשַּׁלִּֽיט H7989 ",
  "6": "נִתַּ֣ן H5414 הַסֶּ֔כֶל H5529 בַּמְּרוֹמִ֖ים H4791 רַבִּ֑ים H7227 וַעֲשִׁירִ֖ים H6223 בַּשֵּׁ֥פֶל H8216 יֵשֵֽׁבוּ H3427 ",
  "7": "רָאִ֥יתִי H7200 עֲבָדִ֖ים H5650 עַל H5921 סוּסִ֑ים H5483 וְשָׂרִ֛ים H8269 הֹלְכִ֥ים H1980 כַּעֲבָדִ֖ים H5650 עַל H5921 הָאָֽרֶץ H776 ",
  "8": "חֹפֵ֥ר H2658 גּוּמָּ֖ץ H1475 בּ֣וֹ Hb יִפּ֑וֹל H5307 וּפֹרֵ֥ץ H6555 גָּדֵ֖ר H1447 יִשְּׁכֶ֥נּוּ H5391 נָחָֽשׁ H5175 ",
  "9": "מַסִּ֣יעַ H5265 אֲבָנִ֔ים H68 יֵעָצֵ֖ב H6087 בָּהֶ֑ם Hb בּוֹקֵ֥עַ H1234 עֵצִ֖ים H6086 יִסָּ֥כֶן H5533 בָּֽם Hb ",
  "10": "אִם H518 קֵהָ֣ה H6949 הַבַּרְזֶ֗ל H1270 וְהוּא֙ H1931 לֹא H3808 פָנִ֣ים H6440 קִלְקַ֔ל H7043 וַחֲיָלִ֖ים H2428 יְגַבֵּ֑ר H1396 וְיִתְר֥וֹן H3504 הכשיר H3787 חָכְמָֽה H2451 ",
  "11": "אִם H518 יִשֹּׁ֥ךְ H5391 הַנָּחָ֖שׁ H5175 בְּלוֹא H3808 לָ֑חַשׁ H3908 וְאֵ֣ין H369 יִתְר֔וֹן H3504 לְבַ֖עַל H1167 הַלָּשֽׁוֹן H3956 ",
  "12": "דִּבְרֵ֥י H1697 פִי H6310 חָכָ֖ם H2450 חֵ֑ן H2580 וְשִׂפְת֥וֹת H8193 כְּסִ֖יל H3684 תְּבַלְּעֶֽנּוּ H1104 ",
  "13": "תְּחִלַּ֥ת H8462 דִּבְרֵי H1697 פִ֖יהוּ H6310 סִכְל֑וּת H5531 וְאַחֲרִ֣ית H319 פִּ֔יהוּ H6310 הוֹלֵל֖וּת H1948 רָעָֽה H7451 ",
  "14": "וְהַ H5530 יַרְבֶּ֣ה H7235 דְבָרִ֑ים H1697 לֹא H3808 יֵדַ֤ע H3045 הָאָדָם֙ H120 מַה H4100 שֶׁיִּֽהְיֶ֔ה H1961 וַאֲשֶׁ֤ר H834 יִֽהְיֶה֙ H1961 מֵֽאַחֲרָ֔י H310 מִ֖י H4310 יַגִּ֥יד H5046 לֽוֹ Hl ",
  "15": "עֲמַ֥ל H5999 הַכְּסִילִ֖ים H3684 תְּיַגְּעֶ֑נּוּ H3021 אֲשֶׁ֥ר H834 לֹֽא H3808 יָדַ֖ע H3045 לָלֶ֥כֶת H3212 אֶל H413 עִֽיר H5892 ",
  "16": "אִֽי H337 לָ֣ךְ Hl אֶ֔רֶץ H776 שֶׁמַּלְכֵּ֖ H4428 נָ֑עַר H5288 וְשָׂרַ֖יִ H8269 בַּבֹּ֥קֶר H1242 יֹאכֵֽלוּ H398 ",
  "17": "אַשְׁרֵ֣יךְ H835 אֶ֔רֶץ H776 שֶׁמַּלְכֵּ֖ H4428 בֶּן H1121 חוֹרִ֑ים H2715 וְשָׂרַ֨יִ H8269 בָּעֵ֣ת H6256 יֹאכֵ֔לוּ H398 בִּגְבוּרָ֖ה H1369 וְלֹ֥א H3808 בַשְּׁתִֽי H8358 ",
  "18": "בַּעֲצַלְתַּ֖יִם H6103 יִמַּ֣ךְ H4355 הַמְּקָרֶ֑ה H4746 וּבְ H8220 יָדַ֖יִם H3027 יִדְלֹ֥ף H1811 הַבָּֽיִת H1004 ",
  "19": "לִשְׂחוֹק֙ H7814 עֹשִׂ֣ים H6213 לֶ֔חֶם H3899 וְיַ֖יִן H3196 יְשַׂמַּ֣ח H8055 חַיִּ֑ים H2416 וְהַ H3701 יַעֲנֶ֥ה H6030 אֶת H853 הַכֹּֽל H3605 ",
  "20": "גַּ֣ם H1571 בְּמַדָּֽעֲ H4093 מֶ֚לֶךְ H4428 אַל H408 תְּקַלֵּ֔ל H7043 וּבְ H2315 מִשְׁכָּ֣בְךָ֔ H4904 אַל H408 תְּקַלֵּ֖ל H7043 עָשִׁ֑יר H6223 כִּ֣י H3588 ע֤וֹף H5775 הַשָּׁמַ֨יִם֙ H8064 יוֹלִ֣יךְ H3212 אֶת H853 הַקּ֔וֹל H6963 וּבַ֥עַל H1167 הכנפים H3671 יַגֵּ֥יד H5046 דָּבָֽר H1697 "
}
