{
  "1": "שַׁלַּ֥ח H7971 לַחְמְךָ֖ H3899 עַל H5921 פְּנֵ֣י H6440 הַמָּ֑יִם H4325 כִּֽי H3588 בְרֹ֥ב H7230 הַיָּמִ֖ים H3117 תִּמְצָאֶֽנּוּ H4672 ",
  "2": "תֶּן H5414 חֵ֥לֶק H2506 לְשִׁבְעָ֖ה H7651 וְגַ֣ם H1571 לִשְׁמוֹנָ֑ה H8083 כִּ֚י H3588 לֹ֣א H3808 תֵדַ֔ע H3045 מַה H4100 יִּהְיֶ֥ה H1961 רָעָ֖ה H7451 עַל H5921 הָאָֽרֶץ H776 ",
  "3": "אִם H518 יִמָּלְא֨וּ H4390 הֶעָבִ֥ים H5645 גֶּ֨שֶׁם֙ H1653 עַל H5921 הָאָ֣רֶץ H776 יָרִ֔יקוּ H7324 וְאִם H518 יִפּ֥וֹל H5307 עֵ֛ץ H6086 בַּדָּר֖וֹם H1864 וְאִ֣ם H518 בַּצָּפ֑וֹן H6828 מְק֛וֹם H4725 שֶׁיִּפּ֥וֹל H5307 הָעֵ֖ץ H6086 שָׁ֥ם H8033 יְהֽוּא H1933 ",
  "4": "שֹׁמֵ֥ר H8104 ר֖וּחַ H7307 לֹ֣א H3808 יִזְרָ֑ע H2232 וְרֹאֶ֥ה H7200 בֶעָבִ֖ים H5645 לֹ֥א H3808 יִקְצֽוֹר H7114 ",
  "5": "כַּאֲשֶׁ֨ר H834 אֵֽינְךָ֤ H369 יוֹדֵ֨עַ֙ H3045 מַה H4100 דֶּ֣רֶךְ H1870 הָר֔וּחַ H7307 כַּעֲצָמִ֖ים H6106 בְּבֶ֣טֶן H990 הַמְּלֵאָ֑ה H4392 כָּ֗כָה H3602 לֹ֤א H3808 תֵדַע֙ H3045 אֶת H853 מַעֲשֵׂ֣ה H4639 הָֽאֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 יַעֲשֶׂ֖ה H6213 אֶת H853 הַכֹּֽל H3605 ",
  "6": "בַּבֹּ֨קֶר֙ H1242 זְרַ֣ע H2232 אֶת H853 זַרְעֶ֔ךָ H2233 וְלָ H6153 אַל H408 תַּנַּ֣ח H3240 יָדֶ֑ךָ H3027 כִּי֩ H3588 אֵֽינְךָ֨ H369 יוֹדֵ֜ע H3045 אֵ֣י H335 זֶ֤ה H2088 יִכְשָׁר֙ H3787 הֲזֶ֣ה H2088 אוֹ H176 זֶ֔ה H2088 וְאִם H518 שְׁנֵיהֶ֥ם H8147 כְּאֶחָ֖ד H259 טוֹבִֽים H2896 ",
  "7": "וּמָת֖וֹק H4966 הָא֑וֹר H216 וְט֥וֹב H2896 לַֽעֵינַ֖יִם H5869 לִרְא֥וֹת H7200 אֶת H853 הַשָּֽׁמֶשׁ H8121 ",
  "8": "כִּ֣י H3588 אִם H518 שָׁנִ֥ים H8141 הַרְבֵּ֛ה H7235 יִחְיֶ֥ה H2421 הָאָדָ֖ם H120 בְּכֻלָּ֣ H3605 יִשְׂמָ֑ח H8055 וְיִזְכֹּר֙ H2142 אֶת H853 יְמֵ֣י H3117 הַחֹ֔שֶׁךְ H2822 כִּֽי H3588 הַרְבֵּ֥ה H7235 יִהְי֖וּ H1961 כָּל H3605 שֶׁבָּ֥א H935 הָֽבֶל H1892 ",
  "9": "שְׂמַ֧ח H8055 בָּח֣וּר H970 בְּיַלְדוּתֶ֗י H3208 וִֽיטִֽיבְ H3190 לִבְּךָ֙ H3820 בִּימֵ֣י H3117 בְחוּרוֹתֶ֔ךָ H979 וְהַלֵּךְ֙ H1980 בְּדַרְכֵ֣י H1870 לִבְּךָ֔ H3820 וּבְ H4758 עֵינֶ֑יךָ H5869 וְדָ֕ע H3045 כִּ֧י H3588 עַל H5921 כָּל H3605 אֵ֛לֶּה H428 יְבִֽיאֲךָ֥ H935 הָאֱלֹהִ֖ים H430 בַּמִּשְׁפָּֽט H4941 ",
  "10": "וְהָסֵ֥ר H5493 כַּ֨עַס֙ H3708 מִלִּבֶּ֔ H3820 וְהַעֲבֵ֥ר H5674 רָעָ֖ה H7451 מִבְּשָׂרֶ֑ H1320 כִּֽי H3588 הַיַּלְד֥וּת H3208 וְהַֽ H7839 הָֽבֶל H1892 "
}
