{
  "1": "שְׁמֹ֣ר H8104 רגליך H7272 כַּאֲשֶׁ֤ר H834 תֵּלֵךְ֙ H3212 אֶל H413 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וְקָר֣וֹב H7138 לִשְׁמֹ֔עַ H8085 מִתֵּ֥ת H5414 הַכְּסִילִ֖ים H3684 זָ֑בַח H2077 כִּֽי H3588 אֵינָ֥ם H369 יוֹדְעִ֖ים H3045 לַעֲשׂ֥וֹת H6213 רָֽע H7451 ",
  "2": "אַל H408 תְּבַהֵ֨ל H926 עַל H5921 פִּ֜יךָ H6310 וְלִבְּ H3820 אַל H408 יְמַהֵ֛ר H4116 לְהוֹצִ֥יא H3318 דָבָ֖ר H1697 לִפְנֵ֣י H6440 הָאֱלֹהִ֑ים H430 כִּ֣י H3588 הָאֱלֹהִ֤ים H430 בַּשָּׁמַ֨יִם֙ H8064 וְאַתָּ֣ה H859 עַל H5921 הָאָ֔רֶץ H776 עַֽל H5921 כֵּ֛ן H3651 יִהְי֥וּ H1961 דְבָרֶ֖יךָ H1697 מְעַטִּֽים H4592 ",
  "3": "כִּ֛י H3588 בָּ֥א H935 הַחֲל֖וֹם H2472 בְּרֹ֣ב H7230 עִנְיָ֑ן H6045 וְק֥וֹל H6963 כְּסִ֖יל H3684 בְּרֹ֥ב H7230 דְּבָרִֽים H1697 ",
  "4": "כַּאֲשֶׁר֩ H834 תִּדֹּ֨ר H5087 נֶ֜דֶר H5088 לֵֽאלֹהִ֗ים H430 אַל H408 תְּאַחֵר֙ H309 לְשַׁלְּמ֔ H7999 כִּ֛י H3588 אֵ֥ין H369 חֵ֖פֶץ H2656 בַּכְּסִילִ֑ים H3684 אֵ֥ת H853 אֲשֶׁר H834 תִּדֹּ֖ר H5087 שַׁלֵּֽם H7999 ",
  "5": "ט֖וֹב H2896 אֲשֶׁ֣ר H834 לֹֽא H3808 תִדֹּ֑ר H5087 מִשֶׁ H5087 וְלֹ֥א H3808 תְשַׁלֵּֽם H7999 ",
  "6": "אַל H408 תִּתֵּ֤ן H5414 אֶת H853 פִּ֨יךָ֙ H6310 לַחֲטִ֣יא H2398 אֶת H853 בְּשָׂרֶ֔ךָ H1320 וְאַל H408 תֹּאמַר֙ H559 לִפְנֵ֣י H6440 הַמַּלְאָ֔ךְ H4397 כִּ֥י H3588 שְׁגָגָ֖ה H7684 הִ֑יא H1931 לָ֣מָּה H4100 יִקְצֹ֤ף H7107 הָֽאֱלֹהִים֙ H430 עַל H5921 קוֹלֶ֔ךָ H6963 וְחִבֵּ֖ל H2254 אֶת H853 מַעֲשֵׂ֥ה H4639 יָדֶֽיךָ H3027 ",
  "7": "כִּ֣י H3588 בְרֹ֤ב H7230 חֲלֹמוֹת֙ H2472 וַהֲבָלִ֔ים H1892 וּדְבָרִ֖ים H1697 הַרְבֵּ֑ה H7235 כִּ֥י H3588 אֶת H853 הָאֱלֹהִ֖ים H430 יְרָֽא H3372 ",
  "8": "אִם H518 עֹ֣שֶׁק H6233 רָ֠שׁ H7326 וְגֵ֨זֶל H1499 מִשְׁפָּ֤ט H4941 וָצֶ֨דֶק֙ H6664 תִּרְאֶ֣ה H7200 בַמְּדִינָ֔ה H4082 אַל H408 תִּתְמַ֖הּ H8539 עַל H5921 הַחֵ֑פֶץ H2656 כִּ֣י H3588 גָבֹ֜הַּ H1364 מֵעַ֤ל H5921 גָּבֹ֨הַ֙ H1364 שֹׁמֵ֔ר H8104 וּגְבֹהִ֖ים H1364 עֲלֵיהֶֽם H5921 ",
  "9": "וְיִתְר֥וֹן H3504 אֶ֖רֶץ H776 בַּכֹּ֣ל H3605 היא H1931 מֶ֥לֶךְ H4428 לְשָׂדֶ֖ה H7704 נֶעֱבָֽד H5647 ",
  "10": "אֹהֵ֥ב H157 כֶּ֨סֶף֙ H3701 לֹא H3808 יִשְׂבַּ֣ע H7646 כֶּ֔סֶף H3701 וּמִֽי H4310 אֹהֵ֥ב H157 בֶּהָמ֖וֹן H1995 לֹ֣א H3808 תְבוּאָ֑ה H8393 גַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
  "11": "בִּרְבוֹת֙ H7235 הַטּוֹבָ֔ה H2896 רַבּ֖וּ H7235 אוֹכְלֶ֑יהָ H398 וּמַה H4100 כִּשְׁרוֹן֙ H3788 לִבְעָלֶ֔י H1167 כִּ֖י H3588 אִם H518 ראית H7212 עֵינָֽיו H5869 ",
  "12": "מְתוּקָה֙ H4966 שְׁנַ֣ת H8142 הָעֹבֵ֔ד H5647 אִם H518 מְעַ֥ט H4592 וְאִם H518 הַרְבֵּ֖ה H7235 יֹאכֵ֑ל H398 וְהַ H7647 לֶֽעָשִׁ֔יר H6223 אֵינֶ֛נּוּ H369 מַנִּ֥יחַֽ H3240 ל֖וֹ Hl לִישֽׁוֹן H3462 ",
  "13": "יֵ֚שׁ H3426 רָעָ֣ה H7451 חוֹלָ֔ה H2470 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 עֹ֛שֶׁר H6239 שָׁמ֥וּר H8104 לִבְעָלָ֖י H1167 לְרָעָתֽ H7451 ",
  "14": "וְאָבַ֛ד H6 הָעֹ֥שֶׁר H6239 הַה֖וּא H1931 בְּעִנְיַ֣ן H6045 רָ֑ע H7451 וְהוֹלִ֣יד H3205 בֵּ֔ן H1121 וְאֵ֥ין H369 בְּיָד֖ H3027 מְאֽוּמָה H3972 ",
  "15": "כַּאֲשֶׁ֤ר H834 יָצָא֙ H3318 מִבֶּ֣טֶן H990 אִמּ֔וֹ H517 עָר֛וֹם H6174 יָשׁ֥וּב H7725 לָלֶ֖כֶת H3212 כְּשֶׁ H935 וּמְא֨וּמָה֙ H3972 לֹא H3808 יִשָּׂ֣א H5375 בַעֲמָל֔ H5999 שֶׁיֹּלֵ֖ךְ H3212 בְּיָדֽ H3027 ",
  "16": "וְגַם H1571 זֹה֙ H2090 רָעָ֣ה H7451 חוֹלָ֔ה H2470 כָּל H3605 עֻמַּ֥ת H5980 שֶׁבָּ֖א H935 כֵּ֣ן H3651 יֵלֵ֑ךְ H3212 וּמַה H4100 יִּתְר֣וֹן H3504 ל֔וֹ Hl שֶֽׁיַּעֲמֹ֖ל H5998 לָרֽוּחַ H7307 ",
  "17": "גַּ֥ם H1571 כָּל H3605 יָמָ֖יו H3117 בַּחֹ֣שֶׁךְ H2822 יֹאכֵ֑ל H398 וְכָעַ֥ס H3708 הַרְבֵּ֖ה H7235 וְחָלְי֥ H2483 וָקָֽצֶף H7110 ",
  "18": "הִנֵּ֞ה H2009 אֲשֶׁר H834 רָאִ֣יתִי H7200 אָ֗נִי H589 ט֣וֹב H2896 אֲשֶׁר H834 יָפֶ֣ה H3303 לֶֽאֶכוֹל H398 וְ֠לִ H8354 וְלִ H7200 טוֹבָ֜ה H2896 בְּכָל H3605 עֲמָל֣וֹ H5999 שֶׁיַּעֲמֹ֣ל H5998 תַּֽחַת H8478 הַשֶּׁ֗מֶשׁ H8121 מִסְפַּ֧ר H4557 יְמֵי H3117 חיו H2416 אֲשֶׁר H834 נָֽתַן H5414 ל֥וֹ Hl הָאֱלֹהִ֖ים H430 כִּי H3588 ה֥וּא H1931 חֶלְקֽוֹ H2506 ",
  "19": "גַּ֣ם H1571 כָּֽל H3605 הָאָדָ֡ם H120 אֲשֶׁ֣ר H834 נָֽתַן H5414 ל֣וֹ Hl הָאֱלֹהִים֩ H430 עֹ֨שֶׁר H6239 וּנְכָסִ֜ים H5233 וְהִשְׁלִיט֨ H7980 לֶאֱכֹ֤ל H398 מִמֶּ֨נּוּ֙ H4480 וְלָ H5375 אֶת H853 חֶלְק֔וֹ H2506 וְלִ H8055 בַּעֲמָל֑ H5999 זֹ֕ה H2090 מַתַּ֥ת H4991 אֱלֹהִ֖ים H430 הִֽיא H1931 ",
  "20": "כִּ֚י H3588 לֹ֣א H3808 הַרְבֵּ֔ה H7235 יִזְכֹּ֖ר H2142 אֶת H853 יְמֵ֣י H3117 חַיָּ֑יו H2416 כִּ֧י H3588 הָאֱלֹהִ֛ים H430 מַעֲנֶ֖ה H6031 בְּשִׂמְחַ֥ת H8057 לִבּֽוֹ H3820 "
}
