{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त के दिनों में ऐसा होगा कि यहोवा के भवन का पर्वत सब पहाड़ों पर दृढ़ किया जाएगा, और सब पहाड़ियों से अधिक ऊँचा किया जाएगा; और हर जाति के लोग धारा के समान उसकी ओर चलेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बहुत जातियों के लोग जाएँगे, और आपस में कहेंगे, “आओ, हम यहोवा के पर्वत पर चढ़कर, याकूब के परमेश्‍वर के भवन में जाएँ; तब वह हमको अपने मार्ग सिखाएगा, और हम उसके पथों पर चलेंगे।” क्योंकि यहोवा की व्यवस्था सिय्योन से, और उसका वचन यरूशलेम से निकलेगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह बहुत देशों के लोगों का न्याय करेगा*, और दूर-दूर तक की सामर्थी जातियों के झगड़ों को मिटाएगा; इसलिए वे अपनी तलवारें पीट कर हल के फाल, और अपने भालों से हँसिया बनाएँगे; तब एक जाति दूसरी जाति के विरुद्ध तलवार फिर न चलाएगी;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोग आगे को युद्ध विद्या न सीखेंगे। परन्तु वे अपनी-अपनी दाखलता और अंजीर के वृक्ष तले बैठा करेंगे, और कोई उनको न डराएगा; सेनाओं के यहोवा ने यही वचन दिया है। (1 राजा. 4:25, जक. 3:10)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब राज्यों के लोग तो अपने-अपने देवता का नाम लेकर चलते हैं, परन्तु हम लोग अपने परमेश्‍वर यहोवा का नाम लेकर सदा सर्वदा चलते रहेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, उस समय मैं प्रजा के लँगड़ों को, और जबरन निकाले हुओं को, और जिनको मैंने दुःख दिया है उन सब को इकट्ठे करूँगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लँगड़ों को मैं बचा रखूँगा, और दूर किए हुओं को एक सामर्थी जाति कर दूँगा; और यहोवा उन पर सिय्योन पर्वत के ऊपर से सदा राज्य करता रहेगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हे एदेर के गुम्मट, हे सिय्योन की पहाड़ी, पहली प्रभुता अर्थात् यरूशलेम का राज्य तुझे मिलेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तू क्यों चिल्लाती है? क्या तुझ में कोई राजा नहीं रहा? क्या तेरा युक्ति करनेवाला नष्ट हो गया, जिससे जच्चा स्त्री के समान तुझे पीड़ा उठती है? (यिर्म. 8:19, यशा. 13:8)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे सिय्योन की बेटी, जच्चा स्त्री के समान पीड़ा उठाकर उत्‍पन्‍न कर; क्योंकि अब तू गढ़ी में से निकलकर मैदान में बसेगी, वरन् बाबेल तक जाएगी; वहीं तू छुड़ाई जाएगी, अर्थात् वहीं यहोवा तुझे तेरे शत्रुओं के वश में से छुड़ा लेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब बहुत सी जातियाँ तेरे विरुद्ध इकट्ठी होकर तेरे विषय में कहेंगी, “सिय्योन अपवित्र की जाए, और हम अपनी आँखों से उसको निहारें।” \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वे यहोवा की कल्पनाएँ नहीं जानते*, न उसकी युक्ति समझते हैं, कि वह उन्हें ऐसा बटोर लेगा जैसे खलिहान में पूले बटोरे जाते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे सिय्योन, उठ और दाँवनी कर, मैं तेरे सींगों को लोहे के, और तेरे खुरों को पीतल के बना दूँगा; और तू बहुत सी जातियों को चूर-चूर करेगी, ओर उनकी कमाई यहोवा को और उनकी धन-सम्पत्ति पृथ्वी के प्रभु के लिये अर्पण करेगी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शान्ति का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}