{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे बहुत दलों के नगर, दल बाँध-बाँधकर इकट्ठी हो, क्योंकि उसने हम लोगों को घेर लिया है; वे इस्राएल के न्यायी के गाल पर सोंटा मारेंगे। (यूह. 18:22, यूह. 19:3, विलाप.3:30)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे बैतलहम एप्राता, यदि तू ऐसा छोटा है कि यहूदा के हजारों में गिना नहीं जाता, तो भी तुझ में से मेरे लिये एक पुरुष निकलेगा, जो इस्राएलियों में प्रभुता करनेवाला होगा; और उसका निकलना प्राचीनकाल से, वरन् अनादि काल से होता आया है। (मत्ती 2:6, यूह. 7:42)\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण वह उनको उस समय तक त्यागे रहेगा, जब तक जच्चा उत्‍पन्‍न न करे; तब इस्राएलियों के पास उसके बचे हुए भाई लौटकर उनसे मिल जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह खड़ा होकर* यहोवा की दी हुई शक्ति से, और अपने परमेश्‍वर यहोवा के नाम के प्रताप से, उनकी चरवाही करेगा। और वे सुरक्षित रहेंगे, क्योंकि अब वह पृथ्वी की छोर तक महान ठहरेगा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह शान्ति का मूल होगा, जब अश्शूरी हमारे देश पर चढ़ाई करें, और हमारे राजभवनों में पाँव रखें, तब हम उनके विरुद्ध सात चरवाहे वरन् आठ प्रधान मनुष्य खड़े करेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे अश्शूर के देश को वरन् प्रवेश के स्थानों तक निम्रोद के देश को तलवार चलाकर मार लेंगे; और जब अश्शूरी लोग हमारे देश में आएँ, और उसकी सीमा के भीतर पाँव रखें, तब वही पुरुष हमको उनसे बचाएगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब के बचे हुए लोग बहुत राज्यों के बीच ऐसा काम देंगे, जैसा यहोवा की ओर से पड़नेवाली ओस, और घास पर की वर्षा, जो किसी के लिये नहीं ठहरती और मनुष्यों की बाट नहीं जोहती।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब के बचे हुए लोग जातियों में और देश-देश के लोगों के बीच ऐसे होंगे जैसे वन-पशुओं में सिंह, या भेड़-बकरियों के झुण्डों में जवान सिंह होता है, क्योंकि जब वह उनके बीच में से जाए, तो लताड़ता और फाड़ता जाएगा, और कोई बचा न सकेगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा हाथ तेरे द्रोहियों पर पड़े, और तेरे सब शत्रु नष्ट हो जाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यही वाणी है, उस समय मैं तेरे घोड़ों का तेरे बीच में से नाश करूँगा; और तेरे रथों का विनाश करूँगा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तेरे देश के नगरों को भी नष्ट करूँगा, और तेरे किलों को ढा दूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तेरे तंत्र-मंत्र नाश करूँगा, और तुझ में टोन्हे आगे को न रहेंगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तेरी खुदी हुई मूरतें, और तेरी लाठें, तेरे बीच में से नष्ट करूँगा; और तू आगे को अपने हाथ की बनाई हुई वस्तुओं को दण्डवत् न करेगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तेरी अशेरा नामक मूरतों को तेरी भूमि में से उखाड़ डालूँगा, और तेरे नगरों का विनाश करूँगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं अन्यजातियों से जो मेरा कहा नहीं मानतीं, क्रोध और जलजलाहट के साथ बदला लूँगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}