{
  "1": "You therefore, my child, be strengthened in the grace that is in Christ Jesus.",
  "2": "The things you heard from me among many witnesses, entrust them to faithful people who will be able to teach others also.",
  "3": "Suffer hardship with me, as a good soldier of Christ Jesus.",
  "4": "No soldier serves while entangled in the affairs of this life, so that he may please his superior officer.",
  "5": "Also, if someone competes as an athlete, he is not crowned unless he competes by the rules.",
  "6": "It is necessary that the hardworking farmer receive his share of the crops first.",
  "7": "Think about what I am saying, for the Lord will give you understanding in everything.",
  "8": "Remember Jesus Christ, from David's seed, who was raised from the dead ones. This is according to my gospel message,",
  "9": "for which I am suffering to the point of being bound with chains as a criminal. But the word of God is not bound.",
  "10": "Therefore I endure all things for those who are chosen, so that they also may obtain the salvation that is in Christ Jesus, with eternal glory.",
  "11": "This is a trustworthy saying: \\q \"If we have died with him, we will also live with him.\n\\q",
  "12": "If we endure, we will also reign with him.\\q If we deny him, he also will deny us.\n\\q",
  "13": "if we are unfaithful, he remains faithful,\\q\nfor he cannot deny himself.\"\n\\m",
  "14": "Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen. \\f + \\ft Some versions read, \\fqa Warn them before the Lord.\\f*",
  "15": "Do your best to present yourself to God as one approved, a worker who has no reason to be ashamed, who accurately teaches the word of truth.",
  "16": "Avoid profane talk, which leads to more and more godlessness.",
  "17": "Their talk will spread like cancer. Among them are Hymenaeus and Philetus,",
  "18": "who have gone astray from the truth. They say that the resurrection has already happened, and they destroy the faith of some.",
  "19": "However, the firm foundation of God stands. It has this inscription: \"The Lord knows those who are his\" and \"Everyone who names the name of the Lord must depart from unrighteousness.\"",
  "20": "In a wealthy home, there are not only containers of gold and silver. There are also containers of wood and clay. Some of these are for honorable use, and some for dishonorable.",
  "21": "If someone cleans himself from dishonorable use, he is an honorable container. He is set apart, useful to the Master, and prepared for every good work.",
  "22": "Flee youthful lusts. Pursue righteousness, faith, love, and peace with those who call on the Lord out of a clean heart.",
  "23": "But refuse foolish and ignorant questions. You know that they give birth to arguments.",
  "24": "The Lord's servant must not quarrel. Instead he must be gentle toward all, able to teach, and patient.",
  "25": "He must in meekness educate those who oppose him. God may perhaps give them repentance for the knowledge of the truth.",
  "26": "They may become sober again and leave the devil's trap, after they have been captured by him for his will."
}
