{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses spoke to the leaders of the tribes of the people of Israel. He said, \"This is what Yahweh has commanded.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man makes a vow to Yahweh, or swears an oath to bind himself with a binding promise, he must not break his word. He must keep his promise to do everything that comes out of his mouth.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a young woman living in her father's house makes a vow to Yahweh and binds herself with a promise, while within the house of her father,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if her father hears the vow and the promise by which she has bound herself, and if he says nothing to reverse her, then all her vows will remain in force, and every pledge by which she has bound herself will stand.  \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her father overrules her when he hears about it, none of her vows or the pledges by which she obligated herself will stand; Yahweh will release her because her father has forbidden her.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If she marries a husband after she makes a vow or her lips uttered a rash promise by which she has bound herself,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and her husband hears about it but says nothing to her, then her vows will stand, and the pledges by which she bound herself will stand.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her husband stops her on the day that he hears about it, then he cancels the vow that she has made, the rash talk of her lips with which she has bound herself, and Yahweh will release her.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But any vow of a widow or a divorced woman will stand against her.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman made a vow in her husband's house or bound herself by a pledge with an oath,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and her husband hears of it but he says nothing to her and he does oppose her, then all her vows will stand, and every pledge by which she bound herself will stand.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her husband cancels them on the day that he heard about them, then whatever came out of her lips about her vows or promises will not stand. Her husband has canceled them, and Yahweh will release her.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any vow and any binding oath to afflict her, her husband may make it stand or her husband may cancel it.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her husband says nothing to her from day to day, then he confirms all her vows and binding promises that she has made, and they will stand, because he has said nothing to her on the day that he heard of them.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If her husband cancels his wife's vow after he has heard about them, then he will be responsible for her guilt.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the statutes that Yahweh commanded Moses to announce—statutes for what is between a man and his wife and between a father and his daughter when she is in her youth in her father's family.\n\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}