{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the revelation of Jesus Christ that God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John testified about the word of God and the testimony of Jesus Christ, all the things that he saw.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed is the one who reads aloud this prophecy, and those who listen to the words of this prophecy and who obey what is written in it, because the time is near.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John, to the seven churches in Asia: May grace be to you and peace from the one who is, and who was, and who is to come, and from the seven spirits who are before his throne,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. To the one who loves us and has released us from our sins by his blood—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he has made us a kingdom, priests for his God and Father—to him be the glory and the power forever and ever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, he is coming with the clouds;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "every eye will see him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "including those who pierced him.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "All the tribes of the earth will mourn because of him.\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Yes, Amen.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am the alpha and the omega,\" says the Lord God, \"the one who is, and who was, and who is to come, the Almighty.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa I am the alpha and the omega, the beginning and the end, says the Lord God \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John—your brother and the one who shares with you in the suffering and kingdom and patient endurance that are in Jesus—was on the island called Patmos because of the word of God and the testimony about Jesus.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was in the Spirit on the Lord's day. I heard behind me a loud voice like a trumpet.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It said, \"Write what you see in a book, and send it to the seven churches—to Ephesus, to Smyrna, to Pergamum, to Thyatira, to Sardis, to Philadelphia, and to Laodicea.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I turned around to see whose voice was speaking to me, and as I turned I saw seven golden lampstands.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the middle of the lampstands there was one like a son of man, wearing a long robe that reached down to his feet and a golden sash around his chest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His head and hair were as white as wool—as white as snow—and his eyes were like a flame of fire.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His feet were like polished bronze, like bronze that had been refined in a furnace, and his voice was like the sound of many rushing waters.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had seven stars in his right hand, and a sword with two sharp edges was coming out of his mouth. His face was shining like the sun at its strongest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I saw him, I fell at his feet like a dead man. He placed his right hand on me and said, \"Do not be afraid. I am the first and the last,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the one who lives. I was dead, but look, I live forever! And I have the keys of death and of Hades.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore write down what you have seen, what is now, and what will take place after this.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the hidden meaning about the seven stars you saw in my right hand, and the seven golden lampstands: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}