{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw another mighty angel coming down from heaven. He was robed in a cloud, and there was a rainbow above his head. His face was like the sun and his feet were like pillars of fire.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He held a little scroll, which was opened in his hand. He put his right foot on the sea and his left foot on the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he shouted in a loud voice like a roaring lion. When he shouted, the seven thunders spoke out with their sounds.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the seven thunders spoke out, I was about to write, but I heard a voice from heaven saying, \"Keep secret what the seven thunders said. Do not write it down.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel I saw standing on the sea and the earth raised his right hand to heaven.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He swore by the one who lives forever and ever, who created heaven and all that is in it, the earth and all that is on it, and the sea and all that is in it, and the angel said, \"There will be no more delay.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But on the day when the seventh angel is about to sound his trumpet, then the mystery of God will be accomplished, just as he proclaimed to his servants the prophets.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The voice I heard from heaven spoke to me again: \"Go, take the open scroll that is in the hand of the angel standing on the sea and on the land.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I went to the angel and told him to give me the little scroll. He said to me, \"Take the scroll and eat it. It will make your stomach bitter, but in your mouth it will be as sweet as honey.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took the little scroll from the angel's hand and ate it. It was as sweet as honey in my mouth, but after I ate it, my stomach became bitter.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone said to me, \"You must prophesy again about many peoples, nations, languages, and kings.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}