{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw a beast coming up out of the sea. It had ten horns and seven heads. On its horns were ten crowns, and on each of its heads was a blasphemous name.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This beast I saw was like a leopard. Its feet were like a bear's feet, and its mouth was like a lion's mouth. The dragon gave his power to it, and his throne, and his great authority to rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the beast's heads appeared to have been killed, but its fatal wound was healed. The whole earth marveled as they followed the beast.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also worshiped the dragon, for he had given his authority to the beast. They worshiped the beast, too, and kept saying, \"Who is like the beast?\" and \"Who can fight against it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The beast was given a mouth that could speak proud words and blasphemies. It was permitted to exercise authority for forty-two months.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the beast opened its mouth to speak blasphemies against God—blaspheming his name, the place where he lives, and those who live in heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The beast was permitted to wage war with the saints and to conquer them. Also, authority was given to it over every tribe, people, language, and nation.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who live on the earth will worship it, everyone whose name was not written, since the creation of the world, in the Book of Life, which belongs to the Lamb, who had been slaughtered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone has an ear, let him listen.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone is to be taken into captivity,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "into captivity he will go.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "If anyone is to be killed with the sword,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "with the sword he will be killed.\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Here is a call for the patient endurance and faith of the saints.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw another beast coming up out of the earth. It had two horns like a lamb, and it spoke like a dragon.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It exercised all the authority of the first beast in its presence, and it made the earth and those who live on it worship the first beast—the one whose lethal wound had been healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It performed mighty miracles. It even made fire come down on the earth from heaven in front of people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the signs it was permitted to do, it deceived those who lived on the earth. It told them to make an image in honor of the beast that had the sword wound but lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was permitted to give breath to the beast's image so that the image would even speak and cause all who refused to worship the beast to be killed.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It also forced everyone, unimportant and mighty, rich and poor, free and slave, to receive a mark on the right hand or on the forehead.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was impossible for anyone to buy or sell unless he had the mark of the beast, that is, the number representing its name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This calls for wisdom. If anyone has insight, let him calculate the number of the beast. For it is the number of a human being. Its number is 666.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}