{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked and saw the Lamb standing on Mount Zion. With him were 144,000 who had his name and his Father's name written on their foreheads.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard a voice from heaven sounding like a roar of many waters and loud thunder. The sound I heard was also like harpists playing their harps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sang a new song before the throne and before the four living creatures and the elders. No one could learn the song except for the 144,000 who had been bought from the earth.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the ones that have not defiled themselves with women, for they have kept themselves sexually pure. It is these who follow the Lamb wherever he goes. These were bought out of mankind as firstfruits for God and for the Lamb.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No lie was found in their mouth; they are blameless. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older copies add, \\fqa before the throne of God \\fqa* .",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw another angel flying in midair, who had the eternal message of good news to proclaim to those who live on the earth—to every nation, tribe, language, and people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called out with a loud voice, \"Fear God and give him glory. For the hour of his judgment has come. Worship him, the one who made the heaven, the earth, the sea, and the springs of water.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another angel—a second angel—followed, saying, \"Fallen, fallen is Babylon the great, who persuaded all the nations to drink the wine of her immoral passion.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another angel—a third angel—followed them, saying with a loud voice, \"If anyone worships the beast and his image, and receives a mark on his forehead or on his hand,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he will also drink some of the wine of God's wrath, the wine that has been poured undiluted into the cup of his anger. The person who drinks it will be tormented with fire and sulfur before God's holy angels and before the Lamb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The smoke from their torment goes up forever and ever, and they have no rest day or night—these worshipers of the beast and his image, and everyone who receives the mark of his name.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a call for the patient endurance of the saints, those who obey the commandments of God and faith in Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard a voice from heaven say, \"Write this: Blessed are the dead who die in the Lord.\" \"Yes,\" says the Spirit, \"so that they may rest from their labors, for their deeds will follow them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked, and there was a white cloud. Seated on the cloud was one like a son of man. He had a golden crown on his head and a sharp sickle in his hand.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then another angel came out of the temple and called with a loud voice to the one sitting on the cloud: \"Take your sickle and start to reap. For the time to reap has come, since the harvest of the earth is ripe.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the one who was sitting on the cloud swung his sickle over the earth, and the earth was harvested.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another angel came out from the temple in heaven; he also had a sharp sickle.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Still another angel came out from the incense altar, who had authority over the fire. He called out with a loud voice to the one who had the sharp sickle, \"Take your sharp sickle and gather in the clusters of grapes from the vines of the earth, for their grapes are now ripe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel swung his sickle to the earth and gathered the grape harvest of the earth. He threw it into the great wine vat of God's wrath.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The winepress was stomped outside the city, and blood poured out from it up to the height of a horse's bridle, for 1,600 stadia.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}