{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the seven angels who had been holding the seven bowls came and said to me, \"Come, I will show you the condemnation of the great prostitute who is seated on many waters.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is with her that the kings of the earth committed sexual immorality. It is with the wine of her sexual immorality that the earth's inhabitants became drunk.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel carried me away in the Spirit to a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names. The beast had seven heads and ten horns.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman was dressed in purple and scarlet and was adorned with gold, precious stones, and pearls. She was holding in her hand a golden cup full of detestable things and the impurities of her sexual immorality.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On her forehead was written a name having a secret meaning: \"Babylon the great, the mother of prostitutes and of the detestable things of the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw that the woman was drunk with the blood of the saints and with the blood of the martyrs for Jesus. When I saw her, I was greatly astonished.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel said to me, \"Why are you astonished? I will explain to you the meaning of the woman and of the beast that is carrying her, the beast that has the seven heads and the ten horns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The beast you saw existed, does not exist now, but is about to come up from the bottomless pit. Then it will go on to destruction. Those who live on the earth, those whose names have not been written in the Book of Life since the foundation of the world—they will be astounded when they see the beast that existed, does not exist now, but is about to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This calls for a mind that has wisdom. The seven heads are seven hills on which the woman is seated.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are also seven kings. Five kings have fallen, one exists, and the other has not yet come; when he comes, he can remain only for a little while.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The beast that existed, but does not exist now, is itself also an eighth king; but it is one of those seven kings, and it is going to destruction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ten horns that you saw are ten kings who have not yet received a kingdom, but they will receive authority as kings for one hour together with the beast.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are of one mind, and they give over their power and authority to the beast.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will wage war against the Lamb. But the Lamb will conquer them because he is Lord of lords and King of kings—and with him are the called ones, the chosen ones, and the faithful ones.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, \"The waters you saw, where the prostitute is seated, are peoples, multitudes, nations, and languages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ten horns that you saw—they and the beast will hate the prostitute. They will make her desolate and naked, they will devour her flesh, and they will burn her completely with fire.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God has put it into their hearts to carry out his purpose by agreeing to give their power to rule to the beast until God's words are fulfilled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman you saw is the great city that rules over the kings of the earth.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}