{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Ephesus write:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'The words of the one who holds the seven stars in his right hand and who walks among the seven golden lampstands,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I know what you have done and your hard labor and your patient endurance. I know that you cannot tolerate the evil people. I know that you have tested those who say they are apostles, but are not, and that you have found them to be false.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know you have patient endurance, and you have suffered much because of my name, and that you have not grown weary.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have against you the fact that you have left behind your first love.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember therefore from where you have fallen. Repent and do the things you did at first. Unless you repent, I will come to you and I will remove your lampstand from its place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have this: You hate what the Nicolaitans have done, which I also hate.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches. To the one who conquers I will give the right to eat from the tree of life, which is in the paradise of God.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Smyrna write:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'The words of the one who is the first and the last, the one who was dead and who became alive again:\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I know your sufferings and your poverty, but you are rich. I know the slander of those who say they are Jews, but they are not. They are a synagogue of Satan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not fear what you are about to suffer. Look! The devil is about to throw some of you into prison so that you will be tested, and you will suffer for ten days. Be faithful until death, and I will give you the crown of life.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches. The one who conquers will not be hurt by the second death.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Pergamum write:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'The words of the one who has the sword with two sharp edges:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I know where you live, there where Satan's throne is. Yet you hold on tightly to my name. I know that you did not deny your faith in me, even in the days of Antipas my witness, my faithful one, who was killed among you, there where Satan lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have a few things against you: You have there some who hold tightly to the teaching of Balaam, who taught Balak to throw a stumbling block before the children of Israel, so they would eat food sacrificed to idols and be sexually immoral.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, you even have some who hold tightly to the teaching of the Nicolaitans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Repent, therefore! If you do not, I will quickly come to you, and I will wage war against them with the sword in my mouth.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches. To the one who conquers, I will give some of the hidden manna, and I will give a white stone with a new name written on the stone, a name which no one knows but the one who receives it.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Thyatira write:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'These are the words of the Son of God, who has eyes like a flame of fire and feet like polished bronze:\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I know what you have done: your love and faith and service and your patient endurance. I know that what you have done recently is more than you did at first.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have this against you: You tolerate the woman Jezebel, who calls herself a prophetess. By her teaching she deceives my servants to commit sexual immorality and to eat food sacrificed to idols.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave her time to repent, but she is not willing to repent of her immorality.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! I will throw her onto a sickbed, and those who commit adultery with her into great suffering, unless they repent of her deeds.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will strike her children dead, and all the churches will know that I am the one who searches thoughts and hearts. I will give to each one of you according to your deeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the rest of you in Thyatira, to everyone who does not hold this teaching, and does not know what some call the deep things of Satan—to you I say, 'I do not put any other burden on you.'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In any case, you must hold on tightly until I come.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who conquers and who does what I have done until the end, to him I will give authority over the nations.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'He will rule them with an iron rod,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "like clay jars he will break them into pieces.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as I have received from my Father, I will also give him the morning star.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}