{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw an angel coming down from heaven. He had the key to the bottomless pit, and he had a great chain in his hand.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took hold of the dragon, the old serpent, which is the devil, or Satan, and bound him for a thousand years.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He threw him into the bottomless pit. He shut it and sealed it over him. This was so that he would not deceive the nations anymore until the thousand years were over. After that, he must be set free for a short amount of time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw thrones. Seated on them were those who had been given authority to judge. I also saw the souls of those who had been beheaded for the testimony about Jesus and for the word of God. They had not worshiped the beast or his image, and they had refused to receive the mark on their forehead or hand. They came to life, and they reigned with Christ for a thousand years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed and holy is anyone who takes part in the first resurrection! Over these the second death has no power. They will be priests of God and of Christ and will reign with him for a thousand years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the thousand years come to an end, Satan will be released from his prison.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will go out to deceive the nations at the four corners of the earth—Gog and Magog—to bring them together for the battle. They will be as many as the sand of the sea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went up over the broad plain of the earth and surrounded the camp of the saints, the beloved city. But fire came down from heaven and devoured them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night forever and ever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw a great white throne and the one who is seated on it. The earth and the heaven fled away from his presence, but there was no place for them to go.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw the dead—the mighty and the unimportant—standing before the throne, and the books were opened. Then another book was opened—the Book of Life. The dead were judged by what was recorded in the books, according to their deeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sea gave up the dead who were in it. Death and Hades gave up the dead who were in them, and the dead were judged according to what they had done.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Death and Hades were thrown into the lake of fire. This is the second death—the lake of fire.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone's name was not found written in the Book of Life, he was thrown into the lake of fire.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}