{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw the holy city, new Jerusalem, that came down out of heaven from God, prepared like a bride adorned for her husband.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard a great voice from the throne saying, \"Look! The dwelling place of God is with human beings, and he will live with them. They will be his people, and God himself will be with them and he will be their God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will wipe away every tear from their eyes, and there will be no more death, or grieving, or crying, or pain. The former things have passed away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who was seated on the throne said, \"Look! I make all things new.\" He said, \"Write this down because these words are trustworthy and true.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"These things are done! I am the alpha and the omega, the beginning and the end. To the one who thirsts I will give drink without cost from the spring of the water of life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who conquers will inherit these things, and I will be his God, and he will be my son.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for the cowards, the faithless, the detestable, the murderers, the sexually immoral, sorcerers, idolaters, and all liars, their place will be in the fiery lake of burning sulfur. That is the second death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the seven angels came to me, the one who had the seven bowls full of the seven last plagues, and he said, \"Come here. I will show you the bride, the wife of the Lamb.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he carried me away in the Spirit to a great and high mountain and showed me the holy city Jerusalem coming down out of heaven from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jerusalem had the glory of God, and its brilliance was like a very precious jewel, like a stone of crystal-clear jasper.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had a great, high wall with twelve gates, with twelve angels at the gates. On the gates were written the names of the twelve tribes of the children of Israel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the east were three gates, on the north three gates, on the south three gates, and on the west three gates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who spoke with me had a measuring rod made of gold to measure the city, its gates, and its wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city was laid out in a square; its length was the same as its width. He measured the city with the measuring rod, twelve thousand stadia in length (its length, width, and height were the same).\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also measured its wall, 144 cubits thick by human measurement (which is also the angel's measure).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wall was built of jasper and the city of pure gold, like clear glass.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foundations of the wall were adorned with every kind of precious stone. The first was jasper, the second was sapphire, the third was agate, the fourth was emerald,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the fifth was onyx, the sixth was carnelian, the seventh was chrysolite, the eighth was beryl, the ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The twelve gates were twelve pearls; each of the gates was made from a single pearl. The streets of the city were pure gold, like transparent glass.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw no temple in the city, for the Lord God Almighty and the Lamb are its temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city had no need of the sun or the moon in order to shine on it because the glory of God shone on it, and its lamp is the Lamb.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The nations will walk by the light of that city. The kings of the earth will bring their splendor into it. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older copies read, \\fqa The nations that are saved will walk by the light of that city \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its gates will not be shut during the day, and there will be no night there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will bring the splendor and the honor of the nations into it,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but nothing unclean will ever enter into it, nor anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's Book of Life.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}