{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel showed me the river of the water of life, clear as crystal. It was flowing from the throne of God and of the Lamb\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "through the middle of the city's street. On each side of the river was the tree of life, bearing twelve kinds of fruits, and it bears its fruit every month. The leaves of the tree are for the healing of the nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will no longer be any curse. The throne of God and of the Lamb will be in the city, and his servants will serve him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will see his face, and his name will be on their foreheads.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be no more night; they will have no need for the light of a lamp or sunlight because the Lord God will shine on them. They will reign forever and ever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, \"These words are trustworthy and true. The Lord, the God of the spirits of the prophets, sent his angel to show his servants what must happen soon.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Look! I am coming soon! Blessed is the one who obeys the words of the prophecy of this book.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, am the one who heard and saw these things. When I heard and saw them, I fell down to worship at the feet of the angel who had been showing me these things.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Do not do that! I am a fellow servant with you, with your brothers the prophets, and with those who obey the words of this book. Worship God!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Do not seal up the words of the prophecy of this book, for the time is near.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who is unrighteous, let him continue to do unrighteousness. The one who is morally filthy, let him continue to be morally filthy. The one who is righteous, let him continue to do what is righteous. The one who is holy, let him continue to be holy.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Look! I am coming soon. My reward is with me, to pay back each one according to what he has done.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the alpha and the omega, the first and the last, the beginning and the end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed are those who wash their robes so that they will have the right to eat from the tree of life and to enter the city through the gates.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of, \\fqa Blessed are those who wash their robes, \\fqa* some older copies read, \\fqa Blessed are those who do his commandments \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Outside are the dogs, the sorcerers, the sexually immoral, the murderers, the idolaters, and everyone who loves and practices falsehood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit and the Bride say, \"Come!\" Let the one who hears say, \"Come!\" Whoever is thirsty, let him come, and whoever desires it, let him freely have the water of life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I testify to everyone who hears the words of the prophecy of this book: If anyone adds to them, God will add to him the plagues that are written about in this book.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone takes away from the words of this book of prophecy, God will take away his share in the tree of life and in the holy city that are written about in this book.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older copies read, \\fqa God will take away his share in the Book of Life and in the holy city that are written about in this book \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who testifies to these things says, \"Yes! I am coming soon.\" Amen! Come, Lord Jesus!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the grace of the Lord Jesus be with everyone. Amen.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}