{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Sardis write:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'The words of the one who holds the seven spirits of God and the seven stars. \"I know what you have done. You have a reputation that you are alive, but you are dead.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wake up and strengthen what remains, but is about to die, because I have not found your deeds complete in the sight of my God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember, therefore, what you have received and heard. Obey it, and repent. But if you do not wake up, I will come as a thief, and you will not know what hour I will come against you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have a few names in Sardis who have not stained their clothes, and they will walk with me, dressed in white, for they are worthy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who conquers will be clothed in white garments, and I will never wipe his name out of the Book of Life, and I will speak his name before my Father, and before his angels.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Philadelphia write:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'The words of the one who is holy and true—\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "he holds the key of David,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "he opens and no one shuts,\n"
      },
      {
        "tag": "q3",
        "type": "quote",
        "text": "he shuts and no one can open.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I know what you have done. Look, I have put before you an open door that no one can shut. I know that you have little strength, yet you have obeyed my word and have not denied my name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! Those who belong to the synagogue of Satan who say they are Jews but are not, but they are liars—I will make them come and bow down before your feet, and they will come to know that I loved you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you have kept my command to endure patiently, I will also keep you from the hour of testing that is coming on the whole world, to test those who live on the earth.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am coming soon. Hold to what you have so no one can take away your crown.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who conquers, I will make like a pillar in the temple of my God. Never again will he go out of it, and I will write on him the name of my God, the name of the city of my God (the new Jerusalem, that comes down out of heaven from my God), and my new name.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To the angel of the church in Laodicea write:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'The words of the Amen, the reliable and true witness, the ruler over God's creation.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I know what you have done, and that you are neither cold nor hot. I wish that you were either cold or hot!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because you are lukewarm—neither hot nor cold—I am about to vomit you out of my mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you say, 'I am rich, I have had many material possessions, and I need nothing.' But you do not know that you are most miserable, pitiable, poor, blind, and naked.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to my advice: Buy from me gold refined by fire so that you may become rich, and brilliant white garments so you may clothe yourself and not show the shame of your nakedness, and salve to anoint your eyes so you will see.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I train everyone whom I love, and I teach them how they should live. Therefore, be earnest and repent.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I am standing at the door and am knocking. If anyone hears my voice and opens the door, I will come into his home and will eat with him, and he with me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who conquers, I will give him the right to sit down with me on my throne, just as I also conquered and sat down with my Father on his throne.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the one who has an ear listen to what the Spirit is saying to the churches.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}