{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things I looked, and I saw an open door in heaven. The first voice that I had heard was speaking to me like a trumpet, saying, \"Come up here, and I will show you what must happen after these things.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At once I was in the Spirit, and I saw there was a throne placed in heaven, with someone sitting on it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who was sitting on it looked like jasper and carnelian. There was a rainbow around the throne. The rainbow looked like an emerald.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Around the throne were twenty-four thrones, and seated on the thrones were twenty-four elders, dressed with white garments, with golden crowns on their heads.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the throne came flashes of lightning, rumblings, and crashes of thunder. Seven lamps were burning in front of the throne, lamps that were the seven spirits of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the throne was a sea of glass, like crystal. In the middle of the throne and around the throne were four living creatures, full of eyes, front and back.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first living creature was like a lion, the second living creature was like a calf, the third living creature had a face like a man, and the fourth living creature was like a flying eagle.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The four living creatures each had six wings, full of eyes on top and underneath. Night and day they do not stop saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Holy, holy, holy\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "is the Lord God Almighty\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "who was, and who is, and who is to come.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the living creatures give glory, honor, and thanks to the one who sits on the throne, the one who lives forever and ever,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the twenty-four elders fall down before the one seated on the throne, and worship him who lives forever and ever. They lay their crowns before the throne, saying,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Worthy are you, our Lord and our God,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "to receive glory and honor and power,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for you created all things,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and by your will they existed and were created.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}