{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Lamb opened the seventh seal, there was a silence in heaven for about half an hour.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw the seven angels who stand before God, and seven trumpets were given to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another angel came, holding a golden incense bowl, standing at the incense altar. Much incense was given to him so that he would offer it with the prayers of all the saints on the golden incense altar before the throne.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The smoke of the incense, with the prayers of the saints, rose up before God from the angel's hand.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel took the incense bowl and filled it with fire from the altar. Then he threw it down to the earth, and there were crashes of thunder, rumblings, flashes of lightning, and an earthquake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven angels who had the seven trumpets prepared to sound them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first angel sounded his trumpet, and there was hail and fire mixed with blood. It was thrown down onto the earth so that a third of it was burned up, a third of the trees were burned up, and all the green grass was burned up. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions leave out, \\fqa so that a third of it was burned up \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second angel sounded his trumpet, and something like a great mountain burning with fire was thrown into the sea. A third of the sea became blood,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a third of the living creatures in the sea died, and a third of the ships were destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The third angel sounded his trumpet, and a huge star fell from the sky, blazing like a torch, on a third of the rivers and springs of water.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the star is Wormwood. A third of the waters became wormwood, and many people died from the waters that became bitter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fourth angel sounded his trumpet, and a third of the sun was struck, as well as a third of the moon and a third of the stars. So a third of them turned dark; a third of the day and a third of the night had no light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked, and I heard an eagle "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some copies have the word \\fqa angel \\fqa* instead of \\fqa eagle \\fqa* .",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "that was flying overhead calling out with a loud voice, \"Woe, woe, woe, to those who live on the earth, because of the remaining trumpet blasts that are about to be sounded by the three angels.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}