{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the fifth angel sounded his trumpet. I saw a star from heaven that had fallen to the earth. The star was given the key to the shaft of the bottomless pit.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He opened the shaft of the bottomless pit, and smoke went up out of the shaft like smoke from a huge furnace. The sun and the air turned dark by the smoke pouring out of the shaft.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of the smoke locusts came on the earth, and they were given power like that of scorpions on the earth.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were told not to damage the grass on the earth or any green plant or tree, but only the people who did not have the seal of God on their foreheads.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were not given permission to kill those people, but only to torture them for five months. Their agony would be like the sting of a scorpion when it strikes a person.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days people will seek death, but will not find it. They will greatly desire to die, but death will flee from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The locusts looked like horses prepared for war. On their heads were something like crowns of gold, and their faces were like human faces.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had hair like women's hair, and their teeth were like lions' teeth.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had breastplates like iron breastplates, and the sound of their wings was like the sound made by many chariots and horses running into battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had tails with stingers like scorpions; in their tails they had power to harm people for five months.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had as king over them the angel of the bottomless pit. His name in Hebrew was Abaddon, and in Greek he had the name Apollyon.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first woe is past. Look! After this there are still two disasters to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sixth angel sounded his trumpet, and I heard a voice coming from the horns of the golden altar that is present before God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The voice said to the sixth angel who had the trumpet, \"Release the four angels who are bound at the great  Euphrates River.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The four angels who had been prepared for that hour, that day, that month, and that year, were released to kill a third of mankind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The number of the soldiers on horseback was 200,000,000. I heard their number.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how I saw the horses in my vision and those who rode on them: Their breastplates were fiery red, dark blue and sulfurous yellow. The heads of the horses resembled the heads of lions, and out of their mouths came fire, smoke, and sulfur.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A third of the people were killed by these three plagues: the fire, smoke, and sulfur that came out of their mouths.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the power of the horses was in their mouths and in their tails—for their tails were like snakes, and they had heads with which they inflicted wounds on people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of mankind, those who were not killed by these plagues, did not repent of the deeds they had done, nor did they stop worshiping demons and idols of gold, silver, bronze, stone, and wood—things that cannot see, hear, or walk.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither did they repent of their murders, their sorcery, their sexual immorality or their acts of theft.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}