{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God gave Ezekiel the priest, son of Buzi, messages in Babylonia while he was beside the Kebar Canal. Yahweh's power went to him there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In one of the visions, I saw a windstorm coming from the north. There was a huge cloud, and lightning was flashing within it continually, and a brilliant light surrounded the cloud. In the center of where the lightning was flashing, there was amber-colored fire.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the center of the storm I saw what resembled four living creatures. They resembled humans,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but each of them had four faces and four wings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their legs were like human legs, but their feet resembled the hooves of calves that shined like polished bronze.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the four sides of their bodies under their wings there were hands like humans have.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the four creatures stood there, they formed a circle, with their wings touching each other. They did not turn when they were moving; they went straight ahead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the creatures had four faces. In front there was a face that resembled a human face. The face on the right side resembled a lion's face. The face on the left side resembled an ox's face. The face in back resembled an eagle's face.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two of each creature's wings were lifted up and touched the wings of the creatures that were on either side of it. The other two wings were folded against the creature's body.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The creatures went straight ahead in whatever direction the Spirit of God, who controlled them, wanted them to go, without changing directions while they were moving.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The four creatures resembled burning coals or torches. A blazing fire moved back and forth among the creatures, and lightning flashed from among them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The creatures were moving back and forth very rapidly, so that they looked like flashes of lightning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I looked at the four living creatures, I saw a wheel on the ground beside each of them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the wheels was the same, and they all shone like beryl. Each wheel seemed to have one wheel inside another wheel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever they moved, they would go straight in one of the four directions that the creatures were facing; they did not turn in another direction while they moved.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rims of the wheels were imposing and frightening, and they were covered with eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the living creatures moved, the wheels moved with them. So whenever the creatures rose up from the ground, the wheels also rose up.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever the Spirit of God, who controlled the creatures, wanted them to go, they went; and the wheels went with them, because their spirit controlled the wheels.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the creatures moved, the wheels moved. Whenever the creatures stood still, the wheels stopped. Whenever the creatures rose up from the ground, the wheels rose up with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above the heads of the creatures there was something that resembled a dome. It glistened as ice shines, and it was awesome.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Under the dome, the creatures stretched out their wings. Each one had two wings that touched the wings of the creatures on either side, and two wings that covered his own body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the creatures moved, their wings made a sound that resembled the crashing of waves in the sea. It also sounded like the voice of Almighty God, and like the noise of a huge army marching. Whenever the creatures stood still on the ground, they lowered their wings.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they stood on the ground with their wings lowered, there was a voice from the dome that was over their heads.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above the dome was something that resembled a huge throne that was made of a huge sapphire. Sitting on the throne was someone who resembled a human.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw that above his waist he resembled metal that was glowing as though it had a very hot fire inside it. And I saw that below his waist there was a very brilliant light that surrounded him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It shone like a rainbow in the clouds on a rainy day.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "That was the brilliant light that represented the presence of Yahweh. When I saw it, I threw myself flat onto the ground, and I heard him speak!\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When I, Ezekiel, was thirty years old, I was living among the Israelite people by the Kebar Canal, which was south of Babylon. The Babylonians had taken us from the land of Judah and brought us here. On the fifth day of the fourth month of that year, it was as though the sky opened and I saw visions from God.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The fifth day of the fourth month was almost five years after King Jehoiachin had been exiled.\"\n"
      }
    ]
  }
}