{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw what resembled a throne made of sapphire above the thing that resembled a dome that was above the heads of the four winged creatures.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to the man wearing the linen robe, \"Go between the wheels that are under the winged creatures. Pick up as many hot coals as you can, and scatter them over the city.\" And while I watched, the man wearing the white robe left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The four winged creatures were standing on the south side of the temple when the man wearing the white robe entered. Then a cloud filled the inner courtyard of the temple.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the glory of Yahweh went up from directly over the winged creatures and stood over the doorway of the temple. It filled the entire temple with a cloud and everything in the courtyard was bright because of Yahweh's glorious presence.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also heard the sound made by the wings of the winged creatures in the courtyard outside the temple. It was very loud, like the voice of Almighty God when he speaks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh commanded the man wearing the linen robe to take burning coals from among those winged creatures, the man went into the courtyard and stood beside one of the wheels.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of those winged creatures reached out his hand to the fire that was there among them. He picked up some of the coals and put them in the hands of the man wearing the linen robe, and that man took them and left.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Under the wings of the winged creatures was something that resembled a human's hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw four wheels alongside the winged creatures. There was one wheel beside each of the winged creatures. The wheels shone like very valuable stones.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wheels were all alike: Each had one wheel inside another wheel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever they moved, they went straight in whatever direction one of the winged creatures faced. The wheels did not turn in another direction while the winged creatures flew.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their bodies, including their backs and hands and wings, were covered with eyes. The wheels were also covered with eyes.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard someone call them 'the whirling wheels.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the winged creatures had four faces. One face was like the face of a bull, one face was like the face of a human, one face was like the face of a lion, and one face was like the face of an eagle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the winged creatures rose up. They were the same living creatures that I had seen alongside the Kebar Canal.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the winged creatures moved, the wheels moved with them. When the winged creatures spread their wings to fly over the ground, the wheels did not leave them but stayed beside them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the winged creatures stopped, the wheels stopped. When the winged creatures started to fly, the wheels flew with them, because the spirit of the living creatures was in the wheels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the glory of Yahweh left the entrance of the temple and stopped above the winged creatures.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I watched, the winged creatures spread their wings and started to fly, and the wheels went with them. They stopped at the gate on the east side of the temple, and the glory of God, the one whom the Israelites had worshiped, was above them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the same four living creatures that I had seen alongside the Kebar Canal, and I realized that they were the winged creatures.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of them had four faces and four wings, and under their wings was what resembled a human's hands.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their faces were the same as the faces that I had seen at the Kebar Canal. Each of them flew straight ahead.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}