{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God's Spirit lifted me up and took me to the gate on the east side of the temple. There at the gate were twenty-five men. Among them I saw Jaazaniah son of Azzur, and Pelatiah son of Benaiah, who were leaders of the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Son of man, these are the new leaders in Jerusalem who are planning to do evil things and who are giving wicked advice to people in this city.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They say, 'It is not the time to build houses yet, but just as pieces of meat are carefully stored in covered pots we will be protected from the bad things that will happen to others.'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, son of man, prophesy about the terrible things that will happen to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit of Yahweh came upon me and told me to say to the people, \"This is what Yahweh says, 'You Israelite people say those things, and I know what you are thinking.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have killed many people in this city and filled the streets with their corpses.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore this is what Yahweh the Lord says, 'The corpses of the people whom you have killed here are like the meat and Jerusalem is the cauldron, but I will expel you people from this city!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are afraid of being killed by enemies' swords, so that is what I will cause to happen to you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will expel you from this city and enable foreigners to capture you and punish you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will kill you with their swords; you will be punished right here in Israel! Then people will realize that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This city will not be a place were you will be protected like meat in a covered pot. I will punish you wherever you are in Israel.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will know that I, Yahweh, have predicted that would happen, because you have not obeyed my commands and decrees; instead, you have imitated the wicked behavior of the people of the nearby nations.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was prophesying that, Pelatiah son of Benaiah suddenly died. Then I prostrated myself on the ground and cried out loudly, \"Yahweh my Lord, are you going to similarly get rid of all the Israelite people who are still alive?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave me this message,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the people who are still in Jerusalem are talking about your relatives, your clan, and all the rest of the Israelites who were exiled and saying, 'They are in Babylonia, far from Yahweh. They have left their property here in Israel, so their property now belongs to us!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell them, \"This is what Yahweh the Lord says: Although I caused them to be taken far away from Israel and scattered them among other nations, for a short time I have become a sanctuary for them in the countries to which they have been taken.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So also tell them, \"This is what Yahweh the Lord says: Some day I will gather you from the nations to which you have been taken and bring you back to Israel, and you will live in your country again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you return to your country, you will get rid of all the vile statues of gods and detestable idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give you Israelistes one new heart and I will give you a new way of thinking when you return to Israel. You will not be stubborn, but will be obedient.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I do that, you will carefully obey all my laws. You will be my people, and I will be your God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for those who are devoted to worshiping their vile statues and detestable idols, I will punish them as they deserve for the evil things that they have done.\" This is what Yahweh declared.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the winged creatures, with their wheels beside them, spread their wings and flew up into the air, and the dazzling brightness of Yahweh was above them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That light went up away from the city and stopped above the mountain to the east of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vision that I had been seeing, God's Spirit lifted me up and brought me back to the exiles in Babylon. Then the vision ended,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I told the exiles everything that Yahweh had shown me in the vision.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}