{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, you are living among people who are very rebellious. They have eyes, but they do not see what I want them to see; they have ears, but they do not listen to what I want them to hear, because they are such a rebellious people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, son of man, pack your belongings as though you were going into exile. Then, during the daytime, while people are watching, prepare to go to another place. Even though the people are rebellious, perhaps they will understand what you are symbolizing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the daytime, while they are watching, bring out the things that you want to take, and pack them. Then in the evening, while they are watching, do what those who are preparing to go into exile do.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dig through the city wall and take your things through the hole.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put them in a sack on your shoulder while they are watching, and leave when it becomes dark. Cover your face so you cannot see the path. I want you to do this because I want you to warn the Israelite people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I did what Yahweh told me to do. During the day I brought things out of my house as though I was packing to go into exile. Then in the evening I dug through the city wall. Then while people watched, I put my sack of belongings on my shoulder and left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, Yahweh gave me this message,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, did the rebellious people of Israel not ask you, 'What are you doing?'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So go back and say to them, 'What I did is about the king in Jerusalem and all the other people of Israel who are there.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them, 'What I did is a warning to you. What I did in front of you, they are going to have to do. They will be captured and forced to go to another country.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their king will put his belongings on his shoulder when it becomes dark and he will try to escape. His servants will dig a hole through the city wall, and he will take his belongings through it. He will cover his face so others will not recognize him and he will not be able to see the land.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it will be as though I will spread a net for him to be captured; enemy soldiers will capture him, blind him, and take him to the city of Babylon where the Chaldean people live. But he will not be able to see it because he will be blind; and there he will die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will scatter all those who have been around him—his advisors and his soldiers—in every direction; and I will cause his enemies to pursue them, with their swords ready to strike them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when I scatter them among many nations, they will know that I, Yahweh have the power to do what I say that I will do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will spare some of them from being killed by the sword, or starving to death, or dying of disease so they can record that they have been doing disgusting things, and they will know that I, Yahweh, have the power to do what I say that I will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, tremble while you eat your food, and shudder fearfully while you drink your water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell this to the Israelite people: 'This is what Yahweh the Lord says about those who are still living in Jerusalem and in other places in Israel. They also will be very anxious while they eat their food and drink their water, because their country will soon have everything taken away. That will happen because the people who live there continually act very violently.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The towns where people live will be devastated, and the land will become barren. Then you people will know that it is I, Yahweh, who have the power to do what I say that I will do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the people in Israel have this proverb that says, 'The days keep passing, and what the prophets predict never happens.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So say to them, 'This is what Yahweh the Lord says: I am going to prove that what they say is not correct, and then they will never say it again in Israel.' Tell them, 'It will soon be the time when everything that the prophets predict will happen.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer will prophets tell the Israelite people false visions, or tell people prophecies just to please them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, I, Yahweh, will say what I want to tell the people, and what I predict will quickly happen. You rebellious people, I will cause to happen everything that I say will happen. That is what I, Yahweh the Lord, say.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also gave me this message. He said,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the Israelite people are constantly saying about you, 'The things that he sees in visions will not happen soon. They are about things that will happen many years from now, far in the future.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say to them, 'This is what Yahweh the Lord says: I will no longer delay causing to happen any of the things that I have prophesied. Whatever I have predicted will soon happen.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}