{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, prophesy a warning against the prophets in Israel who are prophesying. Some of them are prophesying things that they themselves have imagined. Say to them, 'Listen to what Yahweh says!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He says, \"Terrible things will happen to those wicked prophets who proclaim their own ideas and have not seen any visions from me.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelite people, your prophets are like jackals in the desert, they are scavengers feeding off of others' loss.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you were listening to them, you have not repaired breeches or strengthened your walls. That needs to be done so that the walls will be strong when I, Yahweh, send your enemies to attack you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The visions and prophecies of those prophets are false. They say, 'Yahweh told me this.' I have not sent them to you to be my prophets, but you expect that what they prophesy will truly happen!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They say that they have seen visions, but those visions are false, and the things that they prophesy are lies. They say, 'Yahweh told me this,' but I have told them nothing!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: Because you prophets have said what is false and because your visions are lies, I am opposed to you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will strike all you prophets who falsely say that you have seen visions and prophesy things that are lies. You will not have any place among my people, your names will not be listed in the records of the Israelite people, and you will never return to Israel. Then you will know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They deceive my people, saying \"Things will go well for us\" when things will not go well. It is like they want to make people think that there is a very strong wall when it is not strong.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, tell those prophets who cover the wall with whitewash that the wall will surely fall down. It will rain very hard. I will send big hailstones to fall. Very strong winds will blow against it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the wall falls down, the people will certainly say to those prophets, \"The white paint certainly did not make the wall strong!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what I, Yahweh the Lord, say: Because I am very angry with you, I will send enemy armies to destroy Jerusalem. It will be as though I will send a very strong wind and hailstones and very heavy rains to destroy you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The false prophecies of your prophets are like a wall that they have covered with whitewash, but I will break it down, and shatter it down to the ground, with the result that people can see its foundations. When the wall collapses you also will be killed, and everyone will know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way I will show that I am very angry with the wall and with those who covered it with whitewash. And I will say, \"The wall is gone and those who whitewashed it have been killed.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the prophets who prophesied that things would go well for the people in Jerusalem, when things would not go well for them.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you, son of man, show that you are angry with the women of Jerusalem who prophesy things that they themselves have imagined, and speak true prophesy against them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them, 'This is what Yahweh the Lord says: Terrible things will happen to you women who fasten magic charms on your wrists and make veils of various sizes to put on your heads in order to deceive the people. You think that you will deceive others by telling them that you know what will happen in the future, and you will save your own lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You dishonored me by telling lies in order to get from my people a few handfuls of barley and a few pieces of bread. My people listen to lies; and you women who are lying to them have caused people who did not deserve to die to be killed, and have spared those who should not continue to live.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say to those women: 'I detest your magic charms by which you deceive people like other people trap birds. I will tear those charms off your wrists, and I will cause the people whom you have deceived to no longer be deceived by you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also tear off your veils and rescue my people from continuing to be deceived by you, and they will no longer be under your control. Then you will know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have discouraged righteous people by telling them lies when I did not do things to cause them to be sad. And you have encouraged wicked people to keep on doing their wicked behavior; if they had turned away from it, they would have continued to live.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you will no longer falsely say that you have seen visions or tell people what will happen in the future in order to please them. I will rescue my people from being deceived by you. And then you will know that I, Yahweh, have the power to do what I say that I will do.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}