{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day some of the elders of Israel came to me and sat down in front of me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave me this message:\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, these men worship idols, and they are allowing idols to induce them to sin. So should I answer them if they ask me for advice?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But say this to them: 'This is what Yahweh the Lord says: When any Israelite person wants to worship idols that will induce him to sin, and goes to a prophet to get advice, I, Yahweh, will give him the same answer that they deserve to receive because they worship idols.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do this so the Israelite people, who have abandoned me in order to worship their idols, will sincerely worship me again.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, say to the Israelite people, 'This is what Yahweh the Lord says: Repent! Stop worshiping your idols, and stop all your other detestable behavior!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When any of you Israelite people or any foreigner living among you turns away from me and starts worshiping idols that induce him to sin, and then goes to a prophet to find out what I want him to do, I myself will answer him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will show that I detest him, and cause what happens to him to be a warning to others, and cause him to be someone whom people despise. I will not allow him to associate with my people. Then you will know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if a prophet is deceived and gives a false prophecy, even though I have allowed him to give that message, I will get rid of him and remove him from among my Israelite people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both the prophet and the one who asks him for advice will be guilty, and I will punish both of them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite people will no longer abandon me, and they will no longer become unacceptable to me because of their sins. They will be my people, and I will be their God. That is what I, Yahweh the Lord, say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You human, if the people of some country sin against me by abandoning me, and I punish them by cutting off their food supply and by sending a famine so that people and animals die,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "even if Noah, Daniel, and Job were there, they would save only themselves because of their being righteous. That is what I, Yahweh the Lord, declare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or, if I send wild animals throughout the country, and they attack and kill many of the people, so that travel in that country becomes very dangerous and no one travels through that country,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as surely as I am alive, even if those three men were in that country, they could not save even their own sons or daughters from being killed. Only they three would be saved, and the country would become a wasteland. That is what I, Yahweh the Lord, declare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or, if I bring enemy soldiers to kill the people and animals throughout that country with their swords,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as surely as I am alive, even if those three men were in that country, they would not be able to save even their own sons or daughters from being killed. They would save only themselves. That is what I, Yahweh the Lord, declare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or, if I send a plague into that land and cause the people and the animals to die from the plague because I am very angry with those people,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as surely as I am alive, even if Noah, Daniel and Job were in that country, they would not be able to save even their sons and daughters. They would save only themselves because of their being righteous. That is what I, Yahweh the Lord, declare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now this is what I, Yahweh the Lord, say: I will cause four things to happen to the people of Jerusalem to punish them very severely. Some people and animals will be killed by swords, some will die from famines, others will be attacked and killed by wild animals, and others will die in plagues.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of your people will remain alive, both adults and children. They will come to you, Ezekiel. And when you see their disgusting behavior and actions, you will realize that I had good reasons for causing the people of Jerusalem to experience those many great disasters that I have sent to them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you see those things that they do, you will know that there were very good reasons for me to do everything that I caused to happen to them. That is what I, Yahweh the Lord, declare.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}