{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the wood of a grapevine is certainly not more useful than the branches of the trees in a forest.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one even makes pegs from it to hang things on.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And after a branch of a grapevine is thrown into a fire and the fire burns both ends and chars the branch in the middle, after that will it be useful for anything?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No; if it was not useful for anything before it was burned, it certainly cannot be made into something useful after the fire has burned and charred it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: The wood of grapevines is useful only for fuel in a fire. Similarly, the people who live in Jerusalem are useless.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will reject them. It will be as though they have escaped from a fire, but there will still be a fire that will burn them up. And when I punish them, you people who remain alive will know that I, Yahweh, have done it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your country to become a wasteland because your people have not been loyal to me. That is what I, Yahweh, the Lord, say.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}