{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, inform the people of Jerusalem about their detestable behavior.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'This is what Yahweh the Lord says to you people of Jerusalem: It is as though you are a woman whose father belonged to the Amor people group and your mother belonged to the Heth people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as though on the day that you were born, your umbilical cord was not cut, and your body was not washed in water or rubbed with salt and wrapped in strips of cloth, like Israelite babies always are.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one pitied you or acted kindly toward you by doing those things for you. Instead, it was as though they hated you. As soon as you were born they threw you into a field to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was as though I passed by and saw you lying in your own blood and kicking. And while you lay there kicking in your own blood, I said to you, \"I want you to remain alive!\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was as though I caused you to grow up, like plants in the field grow; you grew up and became tall and became like the most precious jewel of all. You developed into a beautiful woman, but you were still completely naked.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I saw you several years later, it was as though I spread the cloth of my robe over you to symbolize that I would marry you, with the result that you were no longer naked. I solemnly promised that I would marry you and made a marriage agreement with you, and you became my wife.' That is what Yahweh the Lord says.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And then it was as though I bathed you and washed the blood from you and put ointment on your body.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was as though I put a fine linen robe on you and gave you expensive clothes. I put an embroidered dress on you and put leather sandals on your feet.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was as though I put bracelets on your arms and a necklace around your neck. Those things all had nice jewels fastened to them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I put a gold ring in your nose and fastened earrings to your ears and put a beautiful crown on your head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it was as though you wore gold and silver ornaments. You had clothes made from fine linen and other expensive fabrics, and an embroidered dress. You ate fine flour, honey, and oil. You were the most beautiful woman and I made you into a queen.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were very beautiful, with the result that people in other nations heard about you, because they knew that I, Yahweh the Lord, am the one who had caused you to become very beautiful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it was as though you forgot that I made you beautiful and started acting promiscuous with every man who came along, and they all enjoyed your beauty.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was as though you took some of your clothes to make beautifully decorated the high places, and that is where you slept with those men. Those things should certainly never occur!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You took the fine gold and silver jewelry that I gave you, and you made male idols for yourself, in order to sleep with them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You took some of your embroidered clothes to put on those idols, and you burned oil and incense in front of them to honor them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the bread that was made from fine flour and the olive oil and honey that I gave to you to eat, you offered to be a fragrant sacrifice to those idols. I, Yahweh the Lord, declare that that is what happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you even took your sons and daughters who were supposed to be committed to me and sacrificed and killed them as though they were less important than your becoming a prostitute.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You slaughtered those who were like my children, and offered them to be sacrifices to these false gods!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All during the time when you were acting like a prostitute and doing other detestable things, you did not think about the time when it was as though you were very young, naked, lying in your own blood and kicking in the field.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I, Yahweh the Lord, declare that terrible things will happen to you. In addition to all the other wicked things that you did,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you built yourself a tall building in which you worship idols and you built a place to worship idols in every city square.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the beginning of every street you built a a tall building for the worship of idols, and showed people your beautiful body, offering it to sleep with every man who walked by, and so you were known as a prostitute and your fame for your immorality grew every day.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was as though you had slept with men from Egypt who were eager to sleep with you, men who lived near Israel. You caused me to become very angry because you became more eager to sleep with more and more of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I punished you and caused your enemies to capture some of your country. I enabled your greedy enemies from Philistia to defeat you; and even they were shocked because of your disgraceful behavior.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was as though you slept with soldiers from Assyria, too, because you always wanted to sleep with more men. And after that, you still were not satisfied.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you also slept with soldiers from Babylonia, a country full of merchants, but even that did not satisfy you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh the Lord, declare that you are ruining your life! When you did all those things, you were acting like a prostitute who has no shame for all the things she does.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you built the houses on the hills to worship idols in every city square, you were not really like a prostitute because prostitutes charge money. You refused to take money for what you did!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like a woman who commits adultery: You prefer to sleep with strangers rather than with your husband.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Prostitutes are paid, but it is as though you give gifts to all your lovers; you bribe them to come to you from everywhere to sleep with you.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So although you act like you are a prostitute, you are actually the opposite of other prostitutes! Instead of them giving any money to you, you give men money to sleep with you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you people of Jerusalem, you, who are like a prostitute, listen to what Yahweh the Lord is saying about you!\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He says that what you have done is as though you have lusted for everyone around you and had slept with them and with the male idols you made, so that you even made your own children to be sacrifices to them.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So what I am going to do is as though I will gather those who you think have loved you and those whom you hated. I will gather them around you to attack you, and what I will do is as though I will strip your clothes off you, and they will see you when you are completely naked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you like women who commit adultery and who murder people are punished. I will get revenge on you and get rid of you because I am extremely angry with you.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will allow your enemies who you thought loved you break apart your high places of idol worship and pagan altars. They will strip you naked and keep your clothes and jewelry, and abandon you with nothing to cover yourself with.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will bring a mob to attack you, and that mob will throw stones at you and cut you to pieces with their swords.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will burn down your houses and punish you while many women are watching. I will let them do this so that you will learn a lesson for acting so adulterously and for paying people to sleep with you.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will no longer be angry with you. I will stop being jealous because your punishment will satisfy me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have forgotten the wonderful things that I did for you in previous years. You have caused me to become extremely angry because of all the evil things that you have done. In addition to all the other detestable things that you did, you committed many sexual sins. So I Yahweh the Lord declare that I will punish you for doing those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who like to quote proverbs will quote this proverb about you: 'Daughters behave like their mothers behave.'\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like your mother; it was as though she detested her husband and her children. You are like your sisters, who also despised their husbands and their children. It was as though your father belonged to the Amor people group and your mother belonged to the Heth people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it was as though your older sister was Samaria, and she and her daughters lived to the north of you, and it was as though your younger sister was Sodom, and her daughters lived to the south of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You not only imitated all their detestable behavior, but you quickly became more sinful than they were.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh the Lord, solemnly declare that as surely as I am alive, the people who lived in Sodom and other nearby cities never did the detestable things that you people in Jerusalem and other places in Judah have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the sins of the people who lived in Sodom, who were like your sister people among them: they were prideful and did not think they would ever be punished. They ignored poor and hurting people around them.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Sodom and nearby cities were proud and did detestable things in my presence, so I got rid of them when I saw what they had been doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, the people of Samaria did not commit half as many sins as you commit. You have done more disgusting things than they have done. You cause the people of Samaria to appear to be good, compared to you.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your sins are worse than their sins, so they seem to be less wicked than you are. So I will punish you more than I punished them. As a result, you will be ashamed and disgraced.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some day I will cause the people of Sodom and Samaria and the cities near to them to prosper again. And I will cause you to prosper again, too.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be very ashamed of the wicked things that you have done, and that will cause the people of those cities to be encouraged.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Sodom and Samaria will prosper again, and you and the people in nearby cities will prosper also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You sneered at the people of Sodom when you were proud,\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "before it was revealed that you were more wicked than she was. And now the people of Edom and the people of Philistia all insult you and despise you.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you are being punished for all your immoral behavior and other detestable things that you do. This is what Yahweh is saying to you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord, say: I will continue to punish you like you deserve to be punished, because by rejecting the agreement that I made with you, you have despised that solemn agreement that you promised to obey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will not forget the agreement that I made with you long ago and I will make an agreement with you that will endure forever.\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will think about what you have done, and you will be ashamed about those things when you welcome the people of Sodom and Samaria, cities which are like your daughters, but they will not have the same agreement that I will make with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will establish my agreement with you, and you will know that I, Yahweh, have the power to do what I say that I will do.\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when I have forgiven you for all your sins, you will think about all the sins that you committed and you will be ashamed. You will never again boast about them, because you will be humiliated.\" I, the Lord Yahweh, have said so!' This is the Lord Yahweh's declaration.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}