{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost seven years after the Babylonians had taken us Israelites to their land, on the tenth day of the fifth month of that year, some Israelite elders came to me to ask if I had any message for them from Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave me a message for them. He said,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, speak to the elders and tell them that the Lord Yahweh says this: 'You say that you have come to ask if there is any message from me, but as surely as I am alive, I will not allow you to ask for any message from me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are willing to warn them, remind them of the disgusting things that their ancestors did.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to them, 'On the day that I chose you Israelite people to belong to me, I made a solemn oath to your ancestors while they were still in Egypt.' I said to them, 'I am Yahweh, your God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring you out of Egypt and lead you to a land that I have chosen for you. It is the most fertile and beautiful land in the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of you must get rid of the disgusting idols that you love, and the idols which you learned to worship in Egypt, and with which you made it impossible for me to accept you. I, Yahweh your God, am saying this to you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they rebelled against me. They would not pay attention to me. They did not get rid of the disgusting idols they loved; they did not reject the idols that they saw in Egypt. So because I was angry with them, I said that I would punish them in Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for the sake of my own reputation, I decided to do something for your people so that the other people groups would not laugh at me and say I had no power. I decided that they would see me bring my people out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I led your people out of Egypt and brought them into the wilderness.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave them all my laws and decrees, in order that they would obey them, and as a result they would live for a long time.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, I established the Sabbath days to be a reminder between me and them, so they would know that I am Yahweh, the one who sets them apart for my honor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelite people rebelled against me in the wilderness also. They did not obey my commands; they rejected them, even though they would have lived a long time if they had obeyed them, and they treated the Sabbath days like any other day. So I said that I would destroy them in the wilderness, because that would show that I was very angry with them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But again, so that the other people groups would not laugh at me, I decided to do something in order to show those people groups that I was still as powerful as when they had seen me bring my people out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I solemnly swore to your people in the wilderness that I would not take them into the land that I had promised to give them, a land that was the most fertile and beautiful land in the world.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I made this oath, because they had rejected and disobeyed all my laws, and because they were treating the Sabbath days like any other day. And they insisted on worshiping their idols.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I still pitied them, so I did not destroy them in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to their children, the next generation, 'Do not do the things that your parents always do. Do not worship their idols and so make it impossible for me to accept you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh your God. Carefully obey my laws and commands.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Respect my Sabbath days, in order that by doing that, it will remind you that you belong to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But their children also rebelled against me. They did not take care to obey my laws, even though anyone who obeys them will live for a long time; and they also treated the Sabbath days like any other day. So again I said that I would kill them all in the wilderness, and in this way I would stop being angry.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I did not do that. I decided once more to do something so that the other people groups, those that had seen me bring your people out of Egypt, would not laugh and say that I had lost my power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I swore to them in the wilderness that I would scatter them among many people groups,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because they had rejected and disobeyed all my laws, and because they were treating the Sabbath days like any other day—and because they were eager to worship the idols that their parents had worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I also allowed them to obey laws that were not good, laws that would not help them live a long time.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I allowed them to do things that made it impossible for me to accept them: I allowed them to sacrifice their firstborn children in fire. I allowed them to do that in order that they would be horrified at themselves, and in order that they would know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, son of man, speak to the Israelite people. Say this to them, 'This is what Yahweh the Lord says to you: This is one way that your ancestors dishonored me by turning away from me.'\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I brought them into the land that I had sworn to give them, every time that they saw a high hill or a big green tree, they offered sacrifices to idols there. They made offerings to them, and that caused me to become angry. They presented to those idols their fragrant incense, and they poured out wine offerings to them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I asked them, 'What is this hilltop place where you go to worship idols?' So they are still called Bamah, which means 'hilltop.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, say this to the Israelite people: 'This is what Yahweh the Lord says: Why do you imitate your ancestors in acting in ways that make me unable to accept you? You act like prostitutes, leaving their husbands for other men. In the same way, you have left me to worship disgusting idols.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you sacrifice your children in the fire, you make me unable to accept you. It is the same as when you bow down to your idols. You Israelite people, should I allow you to ask me to direct you in any matter? I, Yahweh the Lord, say that as surely as I am alive, I will not answer if you ask me.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You say, 'We want to be like the other people groups in the world. We want to worship idols made of wood and stone like they do.' But what you want will never happen.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh your Lord, say that as surely as I am alive, I will use my great power to rule over you, and to show that I am angry with you.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With my great power I will gather you from the places to which I scattered you.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring you to a wilderness that is surrounded by other nations. There, while I am looking at you, I will judge you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you, as I punished your ancestors in the wilderness near Egypt.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make you submit to me; I will force you to obey the covenant that I made with you.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will destroy the people among you who rebel against me. Although I will bring them out of Babylonia, where they are now living, they will not enter Israel. Then you will know that it is I, Yahweh, who have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you Israelite people, this is what I, Yahweh the Lord, say: Go and worship your idols now, each of you. But afterwards, you will surely pay attention to me and no longer dishonor me by taking gifts to your idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh your Lord, declare that there on my sacred hill, Zion, that high hill in Israel, you will bring gifts to me, and I will accept them. I will require you to bring to me gifts and offerings there, and your sacrifices that you will set apart for me.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I bring you out from the other nations to which you have been scattered, I will accept you as though you were fragrant incense. I will show the people of other nations that I have set myself apart as holy, that I might be honored.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when I bring you into the land of Israel, the land that I swore to give to your ancestors, you will know that I, Yahweh, have done it.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And there in Israel you will remember how you conducted your lives previously, the actions that caused you to become unacceptable to me, and you will hate yourselves for all the evil things that you have done.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I act toward you Israelite people to protect my reputation, and not because of your evil deeds and corrupt behavior, you Israelite people will know that I, Yahweh, have the power to do what I say that I will do. That is what Yahweh the Lord declares.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, turn toward the south. Preach about what will happen to that dry land, to the forest there.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to the forest in the southern wilderness of Israel: Listen to this message that Yahweh the Lord is saying about you: I am about to start a fire in your midst, and it will burn up all your trees, both the green trees and the withered trees. Nothing will extinguish the blazing flames. And the fire will scorch the faces of everyone who lives in that area, from the south to the north.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone will see that it is I, Yahweh, who have lit this fire, and no one will be able to put it out.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said, \"Yahweh, my Lord, when I tell things like this to people, they do not believe me. They say about me, 'He is only telling parables.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}