{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, are you ready to condemn the people of Jerusalem? It is a city full of murderers. Remind them of all the detestable things that they have done.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say, 'This is what Yahweh the Lord says: By murdering people and by defiling yourselves, by making idols, you people of this city have brought on yourselves the time when I will destroy you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have become guilty by murdering innocent people. You have made it impossible for me to accept you, by making idols for yourselves. You are bringing your time to an end. Therefore I will cause the other people groups to laugh at you and mock you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People in countries that are near you and people who live far from you will make fun of you, because your city is full of confusion, and because you have made it impossible for me, your own God, to accept you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about how each of your Israelite kings have used his power to murder people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your people do not respect their parents; they have oppressed foreigners; they mistreat orphans and widows.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You despise my sacred places and practices, and you treat the Sabbath days like any other day.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among you are men who tell lies in order to cause others to be executed. There are those who go to the hilltops and eat food offered to idols, and they openly perform evil acts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are men who sleep with their father's wife, and men who sleep with women during their monthly menstrual periods.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are men who sleep with someone else's wife. Some of your men sleep with their daughters-in-law or with their own sisters or half-sisters.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are among you men who accept bribes in order to cause someone to be executed. You charge interest when you lend people money. You become rich by forcing people to give you money. And you have forgotten me, Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will shake my fist at your unfair profits and at the murderers who live among you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I finish punishing you, you will no longer be courageous. I, Yahweh, have said what I will do to you, and I will do it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will scatter you among many people groups, and I will make you stop your sinful behavior.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of other nations see that you have been humiliated, you will know that I, Yahweh, have the power to do what I say that I will do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh then said to me,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, your Israelite people have become useless to me. They are like dross to me. They are like the useless copper, tin, iron, and lead that remains after silver is melted in a very hot furnace\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: Because you have all become like dross, I will gather you in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People put ore containing silver, copper, iron, lead, and tin in a very hot furnace and melt them in a blazing fire to burn up the impurities. Similarly, I will gather you together inside Jerusalem, and because I am very angry with you, what I will do will be as though I am melting you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be as though I am blowing on you with a hot breath that shows that I am very angry, and it will be as though you will melt,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as though you will melt like silver melts in a furnace, and then you will know that I, Yahweh, have punished you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, say to the Israelite people, 'You are disgusting to Yahweh, completely unacceptable to him. So Yahweh is angry with you. There will be no rain in your country.'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their leaders are like lions that tear apart the animals that they have killed. The leaders destroy their people. They steal treasures and other valuable things from people, and they murder many men and make their wives into widows.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their priests disobey my laws and dishonor my sacred things by saying that there is no difference between things that are sacred and those that are not sacred, and by ignoring my laws about resting on the Sabbath days. As a result, they no longer honor me.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their officials are like wolves that tear apart the animals that they have killed. They murder people in order to get their money.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their prophets try to cover up those sins by saying they have received visions from God. They say, 'This is what Yahweh the Lord says,' when I have said nothing to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people force others to give them money, and they rob people. They oppress poor people, and they mistreat foreigners among them by not treating them fairly in the courts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked among them to find a man who would pray for the people and cause them to repent so that I would not need to destroy them. But I did not find anyone.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because I am very angry with them, I will severely punish them for all the wicked things that they have done. That will surely happen because I, Yahweh the Lord, have said it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}