{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, listen to this parable about Jerusalem and Samaria. Once there were two women, daughters of the same mother.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They lived in Egypt. And from the time that they were young women, they became prostitutes. In that land, men fondled their breasts and caressed their young bosoms.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The older sister was Oholah, and her younger sister was Oholibah. It was as though they later became my wives. Later they gave birth to sons and daughters. Oholah represents Samaria, and Oholibah represents Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oholah acted like a prostitute while she was still my wife. She desired to sleep with those whom she loved—soldiers from Assyria.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them were army officers and commanders. They wore beautiful purple uniforms. They were all handsome young men who rode horses.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She acted like a prostitute toward all the important Assyrian officials. I could no longer accept her as belonging to me, because she was worshiping all the idols of the men she wanted to sleep with.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she was a young woman in Egypt, she started being a prostitute, and she allowed young men to caress her breasts and have sex with her. When she became older, she did not quit acting like a prostitute.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I allowed the Assyrian soldiers, whom she wanted to sleep with, to capture her.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stripped all her clothes off her. They took away her sons and daughters. And then they killed her with a sword. Other women started talking about how she was disgraced, and about how she deserved to suffer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her younger sister Oholibah saw those things that happened to Oholah, but she was also a prostitute, and she desired to sleep with men even more than her older sister had desired.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oholibah also wanted to sleep with the Assyrian soldiers. Some of them were army officers and commanders. They all wore beautiful uniforms. They were all handsome young men. And they rode horses.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw what she did that caused me to be unable to accept her, just like her older sister.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she did even worse things. She saw drawings of men from Babylonia on the walls, painted in red.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men in the drawings had belts around their waists and long turbans on their heads. They all resembled officers from Babylonia who rode in chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as she saw those drawings, she wanted to sleep with those men, and she sent messages to them in Babylonia.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers from Babylonia came to her, lay in bed with her, and slept with her. Then she became disgusted with them and turned away from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when she continued to openly act like a prostitute and to show herself naked to others, I became disgusted with her and rejected her, as I had rejected her older sister.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she became even more immoral, as she remembered when she was a young woman learning to be a prostitute in Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There she wanted to sleep with those who loved her, whose private parts were very long, like those of donkeys, and whose reproductive emissions were huge, like those of horses.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she desired to be immoral like she was when she was young, when men in Egypt caressed her bosom and fondled her young breasts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oholibah represents you people of Jerusalem. Therefore, this is what I, Yahweh the Lord say: Those soldiers who loved you but from whom you turned away because you became disgusted with them—I will make them angry with you. I will make them come and attack you from every side—\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "soldiers from Babylon and all the other places in Babylonia, and their allies from the regions of Pekod, Shoa, and Koa, and all the army of Assyria. Yes, all of them are handsome young men, army officers and commanders, officers who have great fame, all riding on horses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their huge army will attack you with weapons, riding in chariots and pulling wagons that will carry the army supplies. They will surround you, carrying large and small shields, and wearing helmets. I will allow them to capture you and punish you in the way that they always punish their enemies.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I am very angry with you, I will cause them to act furiously toward you. They will cut off your noses and your ears. Then, those who are still alive, they will kill with their swords. They will take away your sons and daughters, and it will be like a fire that burns up your descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will strip off your clothes and your fine jewelry, and they will take them away.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, I will stop all the immoral behavior that began when you became a prostitute in Egypt. You will no longer desire to do those things; you will no longer think about what you did in Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord say: Those whom you hate, those with whom you became disgusted and from whom you turned away—I am about to allow them to capture you.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be cruel; they will take away everything that you own. They will leave you completely naked, and everyone will see that you truly are a prostitute.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is because of what you have done that you will be punished in that way; you have been an immoral prostitute; you have slept with men of other nations, and you have made it impossible for me to accept you, because you have worshiped their idols.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have behaved like the people of Samaria, who are like your older sister. So I will cause you to be punished as they were punished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord, say: You will suffer when you drink from a cup that is deep and large.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It will be as though you will drink from the same cup that the people of Samaria drank from.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And it is because you will drink what it is in that cup, many people will scorn you and make fun of you,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because when you drink from the cup it will make you drunk and then you will be overcome with sadness.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you become very drunk, you will become very sad,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because drinking what is in that cup will cause you to be ruined; everyone will leave you.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "This is what happened to the people of Samaria, who are like your sister.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will drink all the liquid that is in that cup;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "then you will break that cup into pieces\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and use those pieces to cut your breasts because you will be very sad.\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "That will surely happen because I, Yahweh, have said it.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: Because you have forgotten me and rejected me, I must punish you for your immoral behavior and for being a prostitute.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Son of man, judge the people of those two cities represented by Oholah and Oholibah. You must remind them of their detestable behavior.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as though they have committed adultery and have murdered people. They have been unfaithful to me by worshiping idols. They have even sacrificed their own children, who belonged to me, in fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have done other disgraceful things: they have caused my temple to be an unacceptable place for worship, and they treat the Sabbath days like any other day.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the same day that they sacrificed their children to their idols, they entered my temple, which caused it to be an unacceptable place for worshiping me. They did these things in my own house!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent messages to men in countries far away. And as those men were coming, the two sisters bathed themselves for them, painted their eyebrows, and put on jewelry.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sat on a beautiful couch, with a table in front of it on which they had put incense and olive oil that belonged to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon there was a noisy crowd around them. Among the crowd there were drunkards who had come from the desert of Arabia. They put bracelets on the arms of the two sisters, and they put beautiful crowns on their heads.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said about the woman who had become exhausted by sleeping with many men, 'Now those men will act toward her as though she were a prostitute, because that is all that she is.'\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they slept with those two women, Oholah and Oholibah, as men sleep with prostitutes.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But righteous men will condemn them to be punished, as women who commit adultery and who murder others are punished, because those women commit adultery and they murder others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what I, Yahweh the Lord, say: Bring a mob to attack Samaria and Jerusalem, and allow that mob to cause the people of those cities to be terrified; allow the mob to rob them.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The mob will throw stones at them to kill them; they will cut them into pieces with their swords, they will kill their sons and daughters, and they will burn down their houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way I will cause them to stop their immoral behavior. This will warn other women to not imitate what you people of Jerusalem are doing.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you people of Jerusalem for your immoral behavior and for worshiping idols. Then you will know that I, Yahweh the Lord, have the power to do what I say that I will do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}