{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, turn toward where the Ammon people group lives, and prophesy about the terrible things that will happen to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say about them, 'This is what Yahweh the Lord says: You shouted joyfully when my temple in Jerusalem was destroyed, and when the country of Israel was ruined, and when the people of Judah were exiled to Babylon.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I am going to allow an army of the people in the east to come and conquer you. They will set up their tents in your country and live there. They will eat the fruit from your fruit trees and drink the milk from your cattle.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your capital city of Rabbah to become a pasture for camels, and the rest of Ammon, where your people are now living, to become only a resting place for sheep. Then you will know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord, say: You clapped your hands joyfully and stomped your feet, and laughed because you despised the people in the land of Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I will use my power against you, and I will enable other nations to conquer you and take you away like any other possessions of yours. I will destroy you completely, and you will no longer be one of the nations. When that happens, people will know that I, Yahweh, have the power to do what I say that I will do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what the Lord Yahweh says: The people of Moab south of Ammon and the people of Seir south of Moab despised Israel and said, \"The people of Israel have become as unimportant as all the other nations!\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I will destroy the cities that protect the borders of Moab, starting at Beth Jeshimoth, Baal Meon, and Kiriathaim, the finest cities in Moab.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable people from the east to conquer Moab and also to conquer Ammon. As the result, just as I will cause Ammon to be no longer remembered by other nations,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also punish the people of Moab. When that happens, people will know that I, Yahweh, have the power to do what I say that I will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what Yahweh the Lord says: \"You people of Edom are guilty of getting revenge on the people of Judah.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore this is what I, Yahweh the Lord, say: I will use my power against the people of Edom and will get rid of their men and their animals. I will ruin the land from the region of Teman in central Edom to the region of Dedan in the south of Edom, and their enemies will kill many of their men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people will use their power to get revenge on the people of Edom. They will show the people of Edom that I have been angry with them and that I will punish them. I will get revenge on the people of Edom. Then they will know that I, Yahweh the Lord, have the power to do what I say that I will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what Yahweh the Lord says: \"The Philistia people group wanted very much for a long time to get revenge on the people of Judah. They very maliciously wanted to destroy Judah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore this is what I, Yahweh the Lord, say: I am about to use my power against the Philistia people. I will get rid of the Kereth people group and all those who live along the coast of the Mediterranean Sea.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will get great revenge on them and show that I am angry with them by the way I punish them. And when I get revenge on them, they will know that I, Yahweh, have the power to do what I say that I will do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}