{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was almost eleven years after the Babylonians had taken the Israelites to their land, on the first day of the month, Yahweh gave me another message. He said to me,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the people of the city of Tyre shouted joyfully and they said about Jerusalem, 'Jerusalem, the city from which traders went to many nations, is now destroyed. Now people from all over the world will come to us to buy and sell things. We will proper because Jerusalem has now been ruined!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: 'I am now your enemy, you people of Tyre. I will cause the armies of many nations to come and attack your city, as the waves of the sea beat against the shores.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their soldiers will destroy the walls around Tyre and tear down your towers. The city will be completely destroyed. Then they will scrape away the rubble and cause the city to become a bare rock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out in the sea, the part of your city that is on an island will become a place where men spread their fishing nets to dry them. That will surely happen because I, Yahweh the Lord, have predicted it: People from many nations will carry off everything of value in your city.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people in small villages on the coast near Tyre—your enemies will kill them with their swords. Then people will know that I, Yahweh, have the power to do what I say that I will do.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord, say is going to happen: From the north, I am going to bring the most powerful king in the world, King Nebuchadnezzar of Babylon, with his army to attack Tyre. They will bring horses and chariots, and men who ride the horses and men who drive the chariots; it will be a huge army.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the battles in the small villages on the coast, their soldiers will kill many people with their swords. Then they will build up walls outside the city of Tyre. They will build a dirt ramp up to the top of the wall, and they will all hold up shields to protect themselves from arrows being shot from the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king will direct the soldiers who operate the rams to batter the wall, and those who will use iron bars to tear down the towers in the wall.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king will have a huge number of horses, and the stamping of their hooves will raise dust to cover the whole city. It will be as though the walls tremble because of the noise made by the horses, the supply wagons, and the chariots when they enter the city where the enemy has broken down the walls.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The horses will trample all of the streets of the city with their hooves. The soldiers will kill the people with their swords; they will cause the monuments that celebrated their strength to collapse.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will take away all the people's valuable possessions and steal the things that the merchants sell. They will tear down the walls of the houses and destroy their fine houses. Then they will throw into the sea the stones from the walls of those houses and the timber and the rubble.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer will the people sing noisy songs or play their harps.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will cause the city to become a bare rock and only a place where men spread their fishing nets. And the city will never be rebuilt.'\" Those things will certainly happen because the Lord Yahweh has declared that they will happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what the Lord Yahweh says about the people of Tyre: When the people in Tyre groan because the enemy has wounded them, when many people die, and when the enemy destroys the city, the people living along the coast will tremble because they are afraid.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the kings in the cities along the coast will step down from their thrones and lay aside their robes and their embroidered clothes. They will be terrified, and they will sit on the ground, trembling. They will be shocked because of what has happened to the city of Tyre.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will sing a sad song about the city, like this:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'The famous city, in which many men who sailed on the seas lived,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "is now no more!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "The people of that city had great power as they sailed, but now they are at the bottom of the sea;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "they terrified all the people living near them.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now everyone living along the coast is terrified because the enemy has destroyed the great city.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "It is as though the land along the coast itself were trembling;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "the people on the islands in the sea are terrified because that city exists no more.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what the Lord Yahweh says: 'When I cause everyone to leave the city of Tyre, like people have left other cities in which no one lives any longer, and when I cause the huge waves of the sea to cover the city,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will bring the people of that city down to be with everyone else who is dead, those who died long ago. I will cause them to live in the place below the earth that is like old ruins, with those who have gone down to that pit previously, and they will never return to the earth, to where people are alive.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause them to die in a horrible way, and that will be the end of them. People will search for that city, but it will no longer exist.\" This is what the Lord Yahweh declares will happen.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}