{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost ten years after the Babylonians had taken us Israelites to their land, on the twelfth day of the tenth month of that year, Yahweh gave me another message. He said to me,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, turn toward Egypt and proclaim the terrible things that will happen to the king of Egypt and all his people.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give the king this message from me, for I am Yahweh the Lord:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'Know this, Pharaoh, king of Egypt that I, Yahweh, am your enemy.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "You are like a great monster that lies in the streams of the Nile River.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You are so bold to say that the Nile River is yours,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and that you made it for yourself.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it will be as though I will put hooks in your jaws\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and drag you out onto the land,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "with fish sticking to your scales.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will leave you and all those fish to die in the desert;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you will fall to the ground,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and no one will pick up your corpse to bury you,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because I declare that your body will be food for the wild animals and birds.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, all the people of Egypt will know that it is I, Yahweh, who have the power to do what I say that I will do.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The Israelite people have trusted that you would help them. But you have been like a reed pole in their hands.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when they leaned on that pole, it broke and tore open their shoulders. When they leaned on you, you were like a pole that broke in their hand, and as a result you caused their legs to be wrenched and that made it impossible for them to stand.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh the Lord says, 'I will bring Egypt's enemies to attack them with their swords; they will kill Egypt's people and animals.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Egypt will become an empty desert. Then the people of Egypt will know that it is I, Yahweh, who has the power to do what he says he will do, and that he will punish the people of Egypt for saying that the Nile River is theirs because they made it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am against you and your streams, and I will ruin Egypt and make it into an empty desert, from the city of Migdol in the north to Syene in the south, as far south as the border of Cush.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For forty years no one will walk through that area, and no one will live there.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Egypt will be barren, and it will be surrounded by other abandoned nations. The cities of Egypt will be empty and without people for forty years, and the surrounding lands will be the same. I will scatter the people of Egypt to countries far away.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh the Lord also says this: 'At the end of forty years, I will enable the people of Egypt to return home again.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring back the people of Egypt whom their enemies had captured, and I will allow them to live again in the region of Pathros in the south, where they lived previously. But Egypt will continue to be a very unimportant kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be the least important of all the nations; it will never again be greater than the nearby countries. I will cause Egypt to be very weak, and they will never again rule over other nations.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, the leaders of Israel will no longer think of asking Egypt to help them. When I punish Egypt, the Israelites will be reminded that they previously sinned by trusting that Egypt could help them. And the people of Israel will know that Yahweh the Lord has the power to do what he says he will do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost twenty-seven years after we Israelites prisoners had been taken to Babylonia, on the first day of the new year, Yahweh gave me this message:\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the army of King Nebuchadnezzar of Babylon fought very hard against Tyre, with the result that their heads were rubbed bare under their helmets, and their shoulders became raw. But Nebuchadnezzar and his army did not get any valuable things from Tyre to reward them for their hard work in that campaign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, Yahweh the Lord says that he will enable King Nebuchadnezzar's army to conquer Egypt. They will carry away from there all the valuable things, in order that the king can give them to his soldiers.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says that he will enable them to conquer Egypt as payment for what they did to Tyre, because Nebuchadnezzar and his army were working for him, doing what he wanted them to do, which was to destroy Tyre.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Some day I will make Israel become a mighty nation. When that happens, I will make them listen to what you tell them. Then they will know that all this has happened because I, Yahweh, will have done this.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}