{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of Man, eat this scroll that is in front of you. Then go and speak to the Israelite people.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I opened my mouth, and he gave me the scroll to eat it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of Man, eat the scroll that I have given to you. Fill your stomach with it.\" So I ate it, and in my mouth it tasted as sweet as honey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of Man, go to the Israelite people and tell them my message.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people to whom I am sending you are not people whose language is very difficult to learn, a language which you do not understand. I am sending you to your Israelite people.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am sending you to people whose language you understand very well. If I were sending you to people whose language was difficult for you to understand, they would pay attention to what you say to them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because the Israelite people do not want to listen to me, they will not want to listen to you. They do not want to listen because they are all very rebellious.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you—I will enable you to be as stubborn and tough as they are.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause you to be as firm as the hardest stone, like flint. So, even though they are very rebellious people, do not be afraid of them; do not allow them to frighten you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to me, \"Son of Man, listen very carefully to what I say, and keep thinking about it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to your fellow Israelites who are here after being exiled, and speak to them. Say to them, 'This is what Yahweh the Lord says' and then tell them my message, whether they want to hear it or whether they would rather cease to exist.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the vision the Spirit of God lifted me up, and I heard behind me the sound of a large earthquake. (Praise our glorious Yahweh in the place where he lives in heaven!)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard the sound of the wings of the four living creatures brushing against each other, and I also heard the sound of the wheels that were beside them. It was a loud sound like an earthquake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit took me away. Within me I was very bitter and angry, and I felt unable to do anything, as though Yahweh were pushing down on me very powerfully.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I came to the exiles who lived at the town of Tel Aviv near the Kebar Canal in Babylon. Then, where they were living, I sat for seven days. I was shocked about everything that I had seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those seven days had ended, Yahweh gave me this message:\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of Man, I am appointing you to be like a watchman. So listen to these messages that I will give you, and tell them those messages to warn them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I say about some wicked people, 'They will surely die because of their sins,' if you do not warn them or tell them that they must turn from their wicked behavior if they want to save their lives, they will die because of their sin, and it will be your responsibility since you did not act to prevent it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you warn wicked people and they do not turn from all their wicked behavior, they will die because of their sins, but you will have saved yourself from my punishment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when righteous people turn from their righteous behavior and do evil deeds, and I cause bad things to happen to them, they will die. But you must warn them. If they do not stop their sinful behavior, they will die because of their sins. I will not think about the righteous things that they did previously. But if you have not warned them, I will hold you responsible for their deaths .\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you warn righteous people not to sin, and they do not sin; they will surely remain alive because they heeded your warning, and you will have saved yourself from my punishment.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I felt Yahweh take control, and he spoke to me and said, \"Get up and go to the plain, and I will speak to you there.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I got up and went out to the plain. And I saw the glory of Yahweh there, like the glory that I had seen along the Kebar Canal. And I threw myself flat onto the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit of God entered me and enabled me to stand up. He said to me, \"Go into your house and stay inside it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People will tie you with ropes, with the result that you will be unable to go out among the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though they are very rebellious people, I will cause your tongue to stick to the roof of your mouth, with the result that you will be unable to talk and to rebuke them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then when I speak to you again, I will enable you to talk and tell them 'This is what the Lord Yahweh is saying to you.' The one who wants to hear me will hear me, but the one who ignores the message will come to an end, since they are a rebellious people!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}