{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost eleven years after the Babylonians had taken us Israelites to their land, Yahweh gave me another message, on the first day of the third month of that year. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, say to the king of Egypt and to the immense numbers of his people,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'You think that there is no country whose power is as great as the power of your country.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You think that your country is as great as Assyria was.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Well, Assyria was like a tall cedar tree in Lebanon;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "it had big beautiful branches\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "that provided shade for other trees in the forest.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It was very tall;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and the branches of the tallest trees made a treetop that was a roof over the forest.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Water came to it from deep springs,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and as a result that cedar tree grew tall and very green.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Then water flowed around the base of the tree\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "into channels that took water to other nearby trees in the open countryside.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That huge tree grew very tall,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "higher than all the other trees around it.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Its branches grew very thick and long\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because of the abundant water at the base of the tree.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Birds built their nests in the branches,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and wild animals gave birth to their young under those branches.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And it was as though people of all the great nations lived in the shade of that tree.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was majestic and beautiful;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "its branches spread out widely\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because the roots of the tree grew down into the ground where there was a plentiful supply of water.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cedar trees in my garden in Eden were not as great as that tree,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and the branches of the fir trees were not as long and thick as the branches of that cedar tree.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And the branches of the plane trees were not as long and thick, either.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "No tree in my garden was as beautiful as that cedar tree.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I caused that tree to become very beautiful\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because of its magnificent green branches,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "all the leaders of other countries represented by those other trees in Eden envied the country represented by that tree.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: 'That tree, which represents Assyria, grew very tall; its top was higher than the other trees, and it became very proud because it was so tall.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I enabled another mighty nation to conquer it, to destroy it as it deserved to be destroyed. I have already discarded it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A foreign army, one that has caused people of other nations to be terrified, cut it down and left it. Its branches fell on the mountains and in the valleys. Some of its branches lay broken in all the ravines in the land. All the people of other nations came out from being under its shade and left it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Birds of the sky settled on the fallen tree, and wild animals lived among its branches. \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, no other tree, even if the tree has plenty of water, will ever grow to such great height, or lift its top above the branches higher than other trees. They will all certainly die and decay; they will go to the place of the dead; they will go to the grave.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh the Lord says: \"When that great tree was cut down, it was as though the springs that watered it mourned for it, because I caused the plentiful water from the springs to dry up. It was as if I had caused the mountains in Lebanon to mourn for it, and all the trees there to weep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I caused the people of other nations to tremble when they heard that tree fall to the ground—when they heard that Assyria had been destroyed. All the other people groups had also been like beautiful, well-watered trees in Lebanon, but they were comforted when the king represented by that cedar tree arrived among them in the place where they were as dead people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people represented by the trees that grew in the shade of that huge tree, the allies of the great nation that the cedar tree represents, had also died and gone down to where the dead people are.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This parable is a warning to you people of Egypt. You think that there is no other nation that is as great and glorious as yours is. But your nation will also be destroyed, along with those other nations. Your people will be there among the other people who are not fit to worship me, people who have been killed by their enemies' swords. That is what will happen to the king of Egypt and all his many people.\" This is what the Lord Yahweh has declared will happen.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}