{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, speak to your fellow Israelites and say this to them: 'Suppose that I bring an enemy army to attack a country, and the people of that country choose one of their own people to be a watchman.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And suppose that he sees the enemy army come into view, and that he blows a trumpet to warn everyone.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone hears the trumpet but pays no attention, and if that person then dies because of the enemy, that person is responsible for his own death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he had paid attention, he would have saved his own life. But as it is, he will die, and it will be his own fault.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now suppose that the watchman sees the enemy army coming and does not blow the trumpet to warn the people. Then suppose that one of his people dies because of the enemy. That person will die because of his own mistake, but I will hold the watchman responsible for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Son of man, this parable has a meaning for you. I have appointed you to be a watchman for the Israelites. So always listen to what I say, and warn the people for me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I say to some wicked person, 'You wicked person, you will surely die because of your sins,' you must tell him what I said. If you do not speak to that person to warn him to turn away from his sins, that wicked person will die because of his sins, but I will make you responsible for his death.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you warn that wicked person that he should turn away from his sins, but if he does not do so, then he will die because of his sins, but you will have saved your own life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Son of man, say to the Israelite people, 'This is what you all are saying: \"The guilt that we feel for disobeying God's laws and sinning is like a heavy weight on us, and our sins are hurting us, and we are slowly dying. So what can we do to continue to remain alive?\"'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'Yahweh the Lord says, \"As surely as I am alive, I am not happy when wicked people die; I would prefer that they turn away from their wicked behavior and continue to live. So repent! Turn away from your evil behavior! You Israelite people, do you really want to die?\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, Son of man, say to your fellow Israelites that if good people start to disobey me, the fact that they were previously righteous will not keep me from punishing them. Similarly, if wicked people turn away from their wicked behavior, they will not die because of those sins. And if good people start to sin, I will not allow the fact that they had been good to keep me from punishing them now.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I tell those who do what is right that they will surely remain alive because of all the good they do, but then if they turn away and become proud of all their good deeds, then I will ignore all the good things that they had done before. I will make sure that they will die because of the evil things that they have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Continue to tell the people these things: If I say to some wicked person, 'You will surely die because of your sins,' perhaps that person will stop doing evil and start doing what is just and right.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, he might return what he took from another person to guarantee that that person would pay back what he owes, or he might return things that he has stolen, or he might obey the laws that will enable those who obey them to remain alive. If this happens, he will surely remain alive; he will not die because of the sins that he committed previously.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will ignore the sins that he previously committed; he will surely remain alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the people this: That they say that what I do is not fair, but that it is really what they do that is not fair. Then tell them these things, also:\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a good person stops doing what is good and starts to do what is evil, it is fair that he should die because of his sins.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if a wicked person turns away from his wicked behavior and does what is right and fair, it is fair for him to remain alive because of doing that.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remind the people that they are still saying that what I do is not fair. They can talk all they want, but I will punish each of them for what they do. Tell them this.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost twelve years after the Babylonians had taken us Israelites to their land, on the fifth day of the tenth month of that year, a man who had escaped from Jerusalem came to me in Babylon and said, \"Jerusalem has been captured!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The evening before that man arrived, Yahweh took control of me. So when that man arrived, Yahweh enabled me to speak again; I was no longer forced to be silent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave a message to me. He said,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, the people who are living in the ruins in Israel are saying, 'Abraham was only one person, but Yahweh promised him that he and his descendants would possess this land. But we are many; so surely Yahweh has given us this land to possess.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So send a message to them. Say, 'This is what Yahweh the Lord says: \"You eat meat that still has the animal's blood in it. You still worship idols. And you still murder others. So should this land belong to you?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You rely on using your swords to obtain things that you want. You do many detestable things. Each of you sleeps with other men's wives. So should you really possess the land of Israel?\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Send this message to them and tell them that this is what I, the Lord Yahweh, say to them: 'As surely as I am alive, those who are left in the ruins in Jerusalem—their enemies will also kill them. And those who are living in the countryside—wild animals will kill them. Those who are living in forts and caves will die from disease.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your country to become a desolate wasteland. You will no longer be proud of being a strong country. The mountains of Israel will become very desolate, with the result that no one will walk across them.'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when I have caused their country to become a desolate wasteland because of all the disgusting things that you have done, they will know that I, Yahweh, have the power to do what I say that I will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, Son of man, your fellow Israelites here in Babylon stand beside the city wall or at the doors of their houses and are talking with each other. They are saying, 'Come and listen to the message that has come from Yahweh.'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My people come to you as they often have done, and they sit in front of you to listen to what you say. But they do not do what you tell them that they must do. With their mouths they say that they love me, but in their inner beings they are eager to acquire things by doing what is unjust.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To them, you are only a man who sings them beautiful songs and plays a musical instrument well. They hear what you say, but they do not do what you tell them to do.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The terrible things that I have said will happen to them will surely happen. And then they will know that a prophet has been among them, and that you are that prophet.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}