{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, speak my message against the leaders of Israel. They should be taking care of my people, like shepherds take care of their flocks. Say to them that this is what I, the Lord Yahweh, have to tell them: 'You shepherds of Israel, terrible things will happen to you because you take care only of yourselves. You should certainly take care of my sheep.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you are like shepherds who eat the fat sheep, who slaughter the best animals for their wool. You are not real shepherds at all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have not taken care of the sick sheep; you have paid no attention to those who are wounded. You have not looked for the sheep who have wandered off. You rule over them with force and violence.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you did not take care of them, my people have wandered away like sheep. And while they are scattered, wild animals attack and kill them, and then eat their flesh.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My people wander like sheep all over the high hills and mountains. They are scattered all over the earth, and no one is searching for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you who should be acting like shepherds, listen to what I, Yahweh the Lord, have to say to you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As surely as I am alive, my people are like a flock of sheep without any shepherd, and as a result it is as though wild animals have attacked my people and eaten them. You shepherds did not search for them; instead, you only wanted to provide food for yourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you who should be shepherds of my people, listen to me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am opposed to you leaders. I will punish you for mistreating my people. I will remove you from taking care of my people; you will no longer feed yourselves while ignoring them. I will rescue my people from you, and you will no longer be able to butcher them and eat them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the Lord Yahweh, tell you leaders that I myself will search for my sheep and take care of them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a shepherd takes care of his sheep, I will rescue my people from all the places to which you scattered them, when disasters struck them and they were afraid.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring them back from those countries and gather them together again in their own land. I will lead my sheep to good pastureland on the hills of Israel, in the ravines, and in the villages of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My sheep will graze in good pastures on the mountaintops. They will lie down in good grazing areas.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will take care of my people and allow them to lie down and rest. This is what I, Yahweh the Lord, promise.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will search for those who are lost; I will bring back the ones who have strayed away. I will bandage those who have been injured and strengthen those who are weak. But I will destroy those who are fat and powerful. I will act fairly toward my sheep, my people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as for you, my people, my sheep, this is what I, Yahweh the Lord, say: 'I will judge between each of you; I will separate those who are peaceful from those who are cruel and powerful.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You leaders, you who are like strong sheep who do evil to the others: It is bad that you keep the best pastures for yourselves. It is even worse that you trample the good grass with your feet. It is bad that you yourselves drink the clear water. It is even worse that with your feet you cause the rest of the water to become muddy.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are forcing my flock to eat the grass that you have trampled and to drink the water that you have caused to become muddy!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say to you: I myself will judge between those of you who are like the fat sheep and the rest of my people, those who are like the thin sheep.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who are like strong sheep, with your shoulders and buttocks you have shoved the others away. You butted them with your horns, until you chased them all away from the good pastureland.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will rescue my people, and you will no longer steal from them. I will judge between one person and another.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will appoint one leader for them, someone who will be like King David, who served me very well. That leader will take care of them and be like their shepherd.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh, will be their God, and the one who is like King David will be their king. That will surely happen because I, Yahweh, have said it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make a covenant with the people of Israel. I will promise to give them peace. I will promise to get rid of all the wild animals in Israel, in order that my people may live safely, even in the wilderness and in the forests.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bless them, and I will bless all the region close to Mount Zion, where they will worship me in my temple. I will bless them by sending them rain showers at the right season; they will be showers to bless them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fruit trees will produce fruit, and the ground will produce crops. And my people will live safely in their land. When I rescue them from people who made them slaves, they will know that I, Yahweh, have the power to do what I say that I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soldiers from other nations will no longer take away their valuable possessions, and wild animals will no longer attack them. They will live safely, and no one will make them afraid.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause their land to be peaceful and to produce good crops. There will no longer be famines in the land, and people in other nations will no longer mock them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will know that I, Yahweh their God, am helping them, and they will know that they, the Israelite people, are my people.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as though you, my people, are my sheep whom I take care of, and I am your God. That is what I, Yahweh the Lord, declare.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}