{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Ezekiel, \"Son of man, give a message to the hill country and mountains in Israel just as if they were people. Tell them to listen to my message for them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is it: The enemies of Israel, those people groups who live nearby, are now very happy, because they are saying that Jerusalem has been destroyed, so the ancient mountains of Israel will now belong to them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you, Ezekiel, must tell the mountains of Israel what I, the Lord Yahweh, am saying to them: 'Armies of other nations attacked you from every direction, and everyone has left you. Those foreign armies are now in your land. They have spoken very maliciously about your people, the Israelites, and have told all kinds of lies about them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: I solemnly declare I will shame the people of the nations that are around you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you mountains of Israel that huge crops of fruit will grow on your trees for my Israelite people, because they will soon return home from Babylonia.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will work to help you, and I will be kind to you. I will enable farmers to plow the ground and plant seed in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause the number of people who live there on you mountains and everywhere else in Israel to greatly increase. People will live in the cities and rebuild houses where there are now only ruins.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause the number of people and domestic animals to increase. People will have many children. I will enable people to live there as they did previously, and I will enable them to prosper as they did before. Then you will know that it is I, Yahweh, who have the power to do what I say that I will do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable my Israelite people to walk through your mountains. They will own the land on you; you will belong to them forever. You will always grow enough food for them to eat, so they will never again go hungry and die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh the Lord, am telling you mountains this: It is true that people have said they could not grow many crops on you, and so they died from hunger.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that will no longer happen.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer will the other people groups ridicule you mountains. No longer will they laugh at you; no longer will you mountains make your nation suffer defeat. I, the Lord Yahweh, am telling you this myself.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, when the Israelite people were living in their own land, they defiled it by the things that they did. They made it unacceptable to me. I considered that their behavior was as disgusting as the rags that women use during their monthly menstrual periods.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I severely punished them, because they had murdered many people and because they had worshiped idols there. They made their entire land unacceptable to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I made their enemies scatter them into other lands. I punished them as they deserved to be punished because they had done so many evil things.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever they went among those lands, they caused other people to mock me, when they should have honored me. Those people have been saying, 'The Israelites belong to Yahweh, but he was not strong enough to protect them. They had to leave the land that he had given to them.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel had disgraced me among the people groups to which they had to go, but I deserve that those people groups worship me instead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you, Ezekiel, say to the Israelite people that I, the Lord Yahweh, am telling them this: 'You Israelite people, it is not for your sake that I am going to rescue you from your enemies. Instead, I will do this so that the people in these other lands will worship me as God. You have done your best to disgrace me wherever you have gone.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will show that these other people groups should worship me as God, even though they would never know it by watching how you act. When I prove to them that I am powerful and can do anything, then they will know that I will carry out everything that I say I will do. And they will see you honor me as the God who is holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will take you out of those distant lands. I will gather you from all those places where you had to go, and I will bring you back to your own land.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be as though I will sprinkle clean water on you, and then you will be clean. I will make you clean from everything that has made me reject you, and I will cause you to stop worshiping idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give you a completely new way of thinking. I will enable you to stop being stubborn, and I will enable you to obey me from your inner beings.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will put my Spirit within you and enable you to carefully obey all my laws.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will again live in the land that I gave to your ancestors. You will be my people, and I will be your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will free you from everything that made me reject you. I will cause your grain to be plentiful, and I will not send a famine to you again.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your fruit trees to produce plenty of fruit and your ground to produce plenty of good crops, with the result that the people of other lands will not mock you because you do not have enough food.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, you will think about your previous evil behavior and wicked deeds, and you will be very displeased with yourselves for your sins and the detestable things that you did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I, the Lord Yahweh, tell you this: It is not for your sake that I will do those things. You Israelite people ought to be ashamed of your behavior.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the Lord Yahweh, also tell you this: At the time that I cleanse you from all the sins that you have committed, I will enable you to live in your cities again and to build houses where there are now only ruins.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who walk through your country will see that you are once again cultivating your land, and that your people are living in it again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will say, \"This land that was ruined has become very fertile, like the garden of Eden. The cities that were piles of ruins, empty and destroyed, now have houses around them, and people are living in those cities.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, the people who are still left in the lands that are around you will know that it is I, Yahweh, who have enabled you to rebuild what was destroyed, and to again plant crops in the fields that had nothing growing in them. I, Yahweh, have said that it will happen, and I will cause it to happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what I, Yahweh the Lord, say: Again I will answer your pleas for me to make your people become as numerous as sheep.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make them as numerous as the flocks of sheep that will be needed for offerings in Jerusalem during your regular festivals. The cities that are now ruined will be filled with people, and then you will know that I, Yahweh, have done this.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4-6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you mountains of Israel, listen to this message from me. I, Yahweh the Lord, have something to say to you, the hills and mountains, and to you, the ravines and valleys, and to you, the towns and cities which the enemy burned down, where no one is living any longer, from where the enemy has taken everything valuable, and whose people the people groups all around are mocking. \"This is what I, Yahweh the Lord, declare: I am very angry with the people of Edom and the other people groups; they have insulted your Israelite people and happily taken all their land as pastures. So Ezekiel must speak for me to you, the land of Israel, mountains and hills, valleys and ravines: I, Yahweh the Lord, am very angry because the enemy has insulted you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}