{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Yahweh gave me another vision. In the vision I felt the power of God on me, and by his Spirit he took me to the middle of a valley. It was full of bones of people who had been killed.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He led me to walk back and forth among those bones. I saw that there were very many bones there, bones that were very dry.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked me, \"Son of man, do you think that these bones can become living people again?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I replied, \"Yahweh my Lord, only you know if that can happen.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Speak a message for me to these bones. Say to them, 'You dry bones, listen to what Yahweh says.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh the Lord says to you bones: I am going to put my breath into each of you, and you will become alive again.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will fasten tendons to your bones and cause your bones to be covered with flesh. I will cover the flesh with skin. Then I will breathe into you, and you will become alive. When that happens, you will know that I, Yahweh, have the power to do what I say that I will do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I spoke to the bones as Yahweh commanded me to speak. As I was speaking, there was a noise, a sound of shaking, and the bones came together, bones joining to each other.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was looking, I saw tendons fastening to them and flesh covering them, and then skin covered the flesh, but they were not breathing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of man, speak a message for me to the wind. Say to the wind, 'Wind, Yahweh says to you, blow from all four directions. Breathe into these people who have been killed, in order that they can come alive again!'\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I said what he commanded me to say, and then breath entered them, and they began to breathe. They became alive and stood up, like a huge army.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of man, these bones represent all the Israelite people. The people say, 'It is as though our bones are dried up; we can hope for nothing good any longer; our nation is destroyed.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So speak my message to them and say, 'This is what the Lord Yahweh says: My people, it will be as though I will open your graves and cause your corpses to become alive again. I will bring you back to Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when that happens, you my people will know that I, Yahweh, have done this.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will put my spirit in you, and it will be as though you will become alive again, and I will enable you to live in your own land again. Then you will know that it is I, Yahweh, who said that it would happen and who has caused it to happen. That is what I, Yahweh, declare.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, take a wooden stick and write on it, 'This represents Judah and all the tribes of Judah.' Then take another one and write on it, 'This represents Israel and all the tribes of Israel.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then join them together to become as though they were one larger wooden stick in your hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your fellow Israelites ask you, 'What does this action mean?',\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "tell them, 'This is what the Lord Yahweh says: One of the pieces of wood in Ezekiel's hand represents Israel and all the tribes of Israel. I am joining it to the piece of wood that represents Judah, to form one stick in his hand.'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, Son of man, hold up the pieces of wood that you have written on, in order that the people can see them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to the people, 'This is what Yahweh the Lord says: I will take you Israelite people out of the countries to which you have been forced to go. I will gather you from all those lands, back to your own land.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will cause you to again be one nation in your land, on the mountains of Israel. And there will be one king to rule over all of you. Never again will you be two nations or divided into two kingdoms.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer will you defile yourselves by worshiping idols and disgusting statues of your gods, because I will enable you to stop sinning and to stop rejecting me. You will be my people, and I will be your God.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king who rules over them will always come from the family of King David. David was the one who served me well. There will be one shepherd to watch over them and to take care of all of them. They will carefully obey all my laws.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will live in the land that I gave to Jacob, who also served me well; they will live in the land where your ancestors lived. They and their children and their grandchildren will live there forever, and the one who will be like King David will be their king forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make a covenant with them to give them peace; it will be a covenant that will last forever. I will give them that land again and cause their population to increase. And I will put my temple among them forever.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My home, where I will live, will be among them; I will be their God, and they will be my people.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when my temple is there again among them, the people of nations will know that I, Yahweh, set apart Israel for my honor.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}