{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said to me,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, turn and face Magog, the country where Gog is the king. He is also the ruler of the nations of Meshech and Tubal. Announce my message about the terrible things that will happen to him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say this: 'This is what the Lord Yahweh says: Gog, you who rule Meshech and Tubal, I am your enemy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It wlll be as though I will turn you around and put hooks in your jaws and bring you to Israel—you and all of your army, including your horses and the men carrying weapons who ride those horses, and many other soldiers carrying large shields and small shields, all of them carrying swords.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your soldiers also include armies from Persia, Ethiopia, and Put, all of them with shields and helmets—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also all the soldiers from Gomer and an army from Beth Togarmah—both of these lands that are far north of Israel. Armies of many nations will come with you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Gog this: 'Get ready, and be prepared to be the commander of all those soldiers.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At some future time, Yahweh will command you to lead those armies to attack Israel, a country whose buildings have been rebuilt after they were destroyed in wars. Their people will be have been brought back from many nations to live again on the hills of Israel, where no one had been living for long time. Yahweh bring the Israelites back from other lands, and they will be living peacefully.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and all those armies from many nations will go up to Israel, advancing like a great storm. Your army will be like a huge cloud that covers the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this is what I, Yahweh the Lord, say: On that day, you will plan to do something very evil.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will say this to yourself: \"My army will invade a country where the villages do not have walls around them. We will attack people who are peaceful and think that no one will harm them. Their towns and villages do not have walls with gates and bars.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it will be easy for us to attack these people. They are people who come back together from many countries where they had lived for many years, people who now live safely in their land with all their livestock and other possessions. They are living in the country that is in the middle of the most important countries in the world. Our soldiers will take away all their valuable possessions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then people of Sheba and Dedan and the merchants of Tarshish will come and say to you, \"Are you gathering all your soldiers in order to attack Israel and take away all their silver and gold? Do you plan to take away their livestock and all their other valuable possessions?\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, Son of man, take my message about Gog and say to him, 'This is what the Lord Yahweh says: At that time, when my people of Israel are living safely, you will certainly think about them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will come from your place far north of Israel, with the armies of many other nations, all riding horses, a huge army.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will march toward my Israelite people, and your soldiers will cover the land like a huge cloud. Gog, I will bring your army to attack the country that belongs to me, but what I will do to you will show the people of other nations that I am holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord, say to Gog: In past years, when I gave messages to my servants, the prophets in Israel, there were messages about you. At that time, they said for many years that I would bring your armies to attack my people.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what I, Yahweh the Lord, say will happen: When your army attacks Israel, I will be very angry with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be furious, and to show that I am angry, there will be a great earthquake in Israel, where your armies will be.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fish in the sea, the birds, the wild animals, and the animals that crawl on the ground, and all the people on the earth will tremble because of what I will do. Mountains will fall down, cliffs will crumble, and walls everywhere will fall to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gog, on all the mountains in the country that belongs to me I will cause your soldiers to fight against each other.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you and your soldiers with plagues, and I will kill them. I will send down from the sky, on you and your troops who have come from many lands, huge amounts of rain, hail, and burning sulfur.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, I will cause the people of many nations to know that I am very great, and I will show them my holiness. And they will see who I am and they will know that I am Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}