{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh continued and said, \"Son of man, take a large clay tablet and scrape lines on it that represent Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then draw figures around it to represent enemy soldiers who will build earthworks and forts around the city in order to take it. Set figures around it that represent battering rams.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take an iron pan, and place it to be like an iron wall between you and the carving of the city. Then stare at the image of the city. This means that enemy troops will surround the city to attack it. This will be a warning to the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, lie down again. This time, lie on your right side for forty days. That will symbolize that the Judean people, the southern kingdom, will be punished for their sins, one year for each day that you lie there.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Turn your face toward the drawing of Jerusalem and bare your arm like a soldier does who prepares to go into battle, and prophesy about what will happen to the city.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not be able to move; it will be as though I have tied you with ropes so that you cannot turn from one side to the other until you have finished symbolizing how many years the city will be besieged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before you do that, take some wheat, barley, beans, lentils, millet, and spelt; and put them in a storage jar, and use that to bake bread for yourself. That is what you will eat during the 390 days while you lie on your left side.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat about two hundred grams of bread each day throughout the day.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also measure out about one-half liter of water to drink each day throughout the day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eat that bread like you would eat a loaf of barley bread. But use your own dried dung for fuel to bake the bread while people are watching.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will symbolize that the Israelite people will be forced to eat food that is unacceptable to me when they are living in the nations to which I will force them to go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said, \"No, Lord Yahweh! Do not force me to do that! I have never caused myself to become unacceptable to you. From the time when I was young, I have never eaten meat of any animal that was found dead or that had been killed by wild animals. And I have never eaten any meat that is unacceptable to you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"Because of that, I will allow you to bake your bread using dried cow manure instead of human dung for fuel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Son of man, I will cause the supply of food to Jerusalem to be cut off. Then the people will eat the small amounts of food and drink the small amounts of water that their leaders permit them to have, and they will be very distressed and anxious as they do that,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because water and food will be very scarce. They will see each other becoming extremely thin, and they will be appalled; but this will happen because they are being punished for the sins that they have committed.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4-5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then lie on your left side, and stay like that for 390 days. You will be symbolically bearing the punishment for the sins of the Israelites, the northern kingdom; you must lie like that one day for each year that I will punish them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}