{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost twenty-five years after the Babylonians had taken us Israelites to their land, on the tenth day of the first month of that year, almost fourteen years after Jerusalem had been destroyed, Yahweh grabbed hold of me with his power, and he took me in a vision to Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He set me on a very high mountain. On the south side of that mountain there were some buildings that looked like part of a city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he took me there, I saw a man who looked as if he had been made of bronze. He was standing inside the city gate, and he was holding a linen cord and a measuring stick in his hand.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, look carefully at everything that I am going to show you, and pay attention to everything that I say and everything that I wll show you, because that is why God brought you here. And then later you must tell the Israelite people everything that you have seen here.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vision I saw that there was a wall that completely surrounded the temple area. The measuring stick in the man's hand was three and one-tenth meters long. He measured the wall and it was three and one-tenth meters thick and three and one-tenth meters high.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went to the gate in the temple wall on the temple's east side. He climbed the steps and measured the gateway that faced outward; it was three and one-tenth meters deep.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next, there were alcoves for the temple guards, each being three and one-tenth meters long and deep. The distance of the wall between each alcove was two and three-quarters meters. The gateway that faced inward, which led to the temple portico, was also three and one-tenth meters deep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the portico that was after the gate; it was three and one-tenth meters long.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also measured the depth, which was three and one-tenth of a meter. The doorposts on either side were one meter thick. This was the portico attached to the temple gate on the gate's inner side, facing the temple.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Inside the east gate there were three alcoves for guards on each side of the gate. They all had the same length and depth. And the distance of wall between them was the same.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the opening of the gate; it was five and two-fifths meters wide, and the entrance from the gate was seven meters long.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Running along in front of the alcoves was a low wall one-half meter high. Each of the alcoves was three and one-tenth meters long on all sides.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the gateway's width from the roof of the alcove on one side, to the roof of the alcove on the other side. The distance was 13 and one-half, from one alcove's entrance to that of the other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured along the wall that separated the alcoves from each other; it was thirty-two meters long. He measured them as far as the gate's portico.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The distance from the entrance of the gate to the far end of its portico was twenty-seven meters.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were narrow windows in the walls of all the alcoves, and also in the inner walls between the alcoves. The portico also had these same windows on its inner side. The wall that ran between the alcoves was decorated with carvings of palm trees.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me to the temple's outer courtyard. There I saw some rooms, and a stone pavement in the courtyard. There were thirty rooms facing the courtyard.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The stone pavement was all around the courtyard, and it extended out from the walls into the courtyard for the same distance as the gate entrances. That was the lower pavement.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the distance across the outer courtyard of the temple, between the outer gate and inner courtyard; it was fifty-four meters on the east side, and the same distance on the north side of the courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured how long and how wide was the gateway on the north side, which was an entrance into the outer courtyard of the temple complex.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were three alcoves for guards on each side of that gateway. From the gateway to the end of its portico was twenty-seven meters, and they were thirteen and one-half meters wide.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had the same windows, portico, guard alcoves, and palm tree decorations as the east gate had. Like the east gate, there were seven steps leading up to it and its portico.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Across the outer courtyard from the north gate was a gate leading to the inner courtyard, just as there was on the east side. The man measured the distance from the north gate to the gate leading to the inner courtyard; it was fifty-four meters in distance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me through the south gateway into the inner courtyard, and he measured the entrance. It measured the same as the other gateways. Its alcoves, its walls between the alcoves, and its entry room measured the same as the ones on the other sides.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gateway and its portico had narrow windows along the walls, as on the other sides. The gateway and its portico measured twenty-five meters long and thirteen and one-half wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were seven steps leading up to that gate and its portico. It also had carvings of palm trees on the walls that were between the rooms.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Across the outer courtyard from the south gate was a gate opening onto the inner courtyard. The man measured from that gateway to the entrance on the south side of the outer courtyard; it was also fifty-four meters in distance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me through the south entrance into the inner courtyard, and he measured the south entrance. It measured the same as the other gates.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured its alcoves, its walls, and its portico with the same measuring standards he had been using. The gate and its portico had windows all around. The gate and its portico measured twenty-seven meters long and thirteen and one-half wide.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The porticos of the inner gates, which led to the inner courtyard, were about thirteen and one-half meters long and two and three-quarters meters wide.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The portico's entrance faced the outer courtyard. Carvings of palm trees decorated the walls, and there were eight steps leading up to it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man led me to the east side of the inner courtyard, and he measured the gate. It had the same measurements as the other gates.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its alcoves, walls, and portico measured the same as the others. The gate and its portico had windows all around. The gate and its portico measured twenty-seven meters long and thirteen and one-half wide.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its portico faced the outer courtyard. It also had carvings of palm trees decorating the walls, and it had eight steps leading up to it. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he led me to the entrance on the north side and measured it. It measured the same as the other entrances.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And its alcoves and walls between them and the entry room all had small windows in the walls. It all measured the same as the other gates. The gate and its portico measured twenty-seven meters long and thirteen and one-half meters wide.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its portico faced the outer courtyard. It also had carvings of palm trees decorating the walls, and it had eight steps leading up to it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In each of the inner entrances there was a room with a door. They were rooms where the carcasses of the animals that were to be completely burned on the altar were washed.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In each portico were four tables, two on each side. On those tables would be slaughtered the animals that were to be completely burned, also the animals for offerings of sins that people had committed, and offerings that acknowledged their guilt for having sinned against other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just outside the inner courtyard, to the left of the steps leading up to its north gate, there were two tables, and to the right of the steps were two more tables.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four tables on the outer side of each inner courtyard gate, and there were also four tables on the inner side. The animals to be sacrificed were slaughtered on these tables.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also four tables of cut stone for the preparation of the offerings that were to be completely burned, four-fifths of a meter long on each side and one-half meter high. The priests would put on those stone tables the tools for slaughtering all the animals.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meat for the offerings would be placed on those stone tables. There were hooks on which the meat was hung, each with two prongs, each eight centimeters long, fastened to the walls of the porticos.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Outside two of the inner gateways, on the inner courtyard side, there were rooms for those who led in singing during the worship, one on the north side and one on the south side.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to me, \"The room whose door faces south is for the priests who are working in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The room whose door faces north is for the priests who are in charge of the work at the altar. They are the descendants of Zadok; they are the only descendants of Levi who are permitted to approach Yahweh while they work for him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the courtyard; it was square, fifty-four meters long and fifty-four meters wide. The altar was in front of the sanctuary.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me to the portico of the sanctuary and measured the doorposts and their walls on each side of the entrance; they were about two and three-quarters meters thick. The doorway was seven meters wide, and the sides on each side of it were one and three-fifths meters wide.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The portico was eleven meters wide, and its depth was six meters on each side. There were steps leading up to it, and there were columns on each side of the portico.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}