{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the vision the man brought me to into the holy place in the temple and measured the doorposts on either side of the entrance; they were each three and one-tenth meters wide.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The entrance was five and two-fifths meters wide, and the walls of each side of it were two and three-quarters meters long. He also measured the holy place. It was twenty-two meters long and eleven meters wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he entered the inner room of the temple, the very holy place, and measured the walls to either side of the entrance; each was one meter wide. The doorway was three and one-tenth meters wide, and each of the walls on each side of the entrance was three and four-fifths meters long.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the inner room; it was eleven meters long and eleven meters wide. Then he said to me, \"This is the very holy place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the wall of the temple; it was three and one-tenth meters thick. There was a row of rooms along the outside wall of the temple. Each of those rooms was two meters wide.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were three stories of rooms, with thirty rooms on each story. There were ledges all around the wall of the temple that were supports for the side rooms above. There were no extra supports built into the sanctuary wall.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the side rooms was wider than the one below it. The most narrow rooms were built first, at the bottom. Then a wider set of rooms was built over it, and the widest set was at the top. A set of stairs was built from the lowest level through the middle level to the highest level.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw that there was a terrace around the temple. The terrace was the foundation for those side rooms; it was three and one-tenth meters high.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The outer wall of those side rooms was two and three-quarters meters thick. All around the sanctuary there was an open area between those side rooms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The open areas were near the priests' rooms that were surrounding the courtyard; there was a distance of eleven meters between the two sets of side rooms all around the sanctuary.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were two doors from those side rooms into another open area; one faced north and one faced south. This open area was two and three-quarters meters wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a large building on the west side of the temple area. It was thirty-eight meters wide, and it had a wall two and three-quarters meters thick and forty-nine meters long.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man measured the temple. It was fifty-four meters long, and the temple courtyard, where the large building was, was fifty-four meters wide. The building and its wall measured the same.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The courtyard on the east side of the temple, across the front of the temple, was also fifty-four meters wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he measured the building on the west side. Including its walls, it was also fifty-four meters long.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The outer walls of the holy place, of the very holy place, and the portico,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the inner walls above and below the narrow windows, and the galleries on all the storys—all these things were covered with thin panels of wood.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the walls inside the temple were decorated with carvings of winged creatures and palm trees; between each figure of a winged creature was a carving of a palm tree.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered all the walls, from the floor to the wall above the entryway.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the entrance to the main room of the temple there were square doorposts, all the same in appearance.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In front of the very holy place there was a wooden altar. It was one and three-fifths meters high and one meter wide on all four sides. Its corners and base and sides were all made of wood. The man said to me, \"This is the table that is in the presence of Yahweh.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The holy place and the very holy place had folding doors.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each door consisted of two parts that swung on hinges.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On these doors there were carvings of winged creatures and palm trees. There was also a wooden roof over the front portico of the sanctuary.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the side walls of the portico were narrow windows with figures of palm trees carved on the sides of the windows. The side rooms around the temple also had projecting roofs.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18-19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each winged creature had two faces. One face was the face of a human, and one was the face of a lion. Those figures were carved on the walls all around the inside of the temple, and each face looked at the carving of a palm tree.\n"
      }
    ]
  }
}