{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the vision the man led me out of the inner courtyard, through the gate on the north side. We entered the outer courtyard and came to rooms that were facing the northern outer wall.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The building with those rooms was fifty-four meters long and twenty-seven meters wide.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that building there was one group of rooms that faced the inner courtyard. The distance between those rooms and the sanctuary, the main temple building, was eleven meters. These rooms were built on three stories. Each set of rooms had a walkway over the set of rooms below it. There were rooms that overlooked the open area of the outer courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To one side of the rooms was a walkway that was five and two-fifths meters wide and fifty-four meters long. All the doors of the rooms were on their north side.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each set of rooms was narrower than the set of rooms below them, because each upper sets had a walkway in front .\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rooms on the upper levels had no pillars to support them as there were in the courtyard, because those rooms were supported by the walls of the rooms below.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The outer wall ran parallel to the rooms that faced the outer courtyard; this part of the outer wall was twenty-seven meters long.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The row of rooms that was along the outer courtyard was twenty-seven meters long, and the row of rooms that faced the temple was fifty-four meters long.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bottom story had an entrance on its east side, coming from the outer courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eastern side, along the outer wall of the outer courtyard, next to the temple courtyard, there was also a set of rooms.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a walkway in front of them. These rooms were like the rooms on the north side. They had the same length and width, and also the same kind of entrances.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also doorways into rooms on the south side that were similar to what was on the north side. There was an inside passage with an outer door; the passage had doors into all the rooms. At the east end of the passage was an outside door leading into it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man said to me, \"The rooms on the northern and southern sides that overlook the temple sanctuary are only for Yahweh's special purposes. Here the priests who offer sacrifices to Yahweh will eat their portions of those offerings. Because these rooms are special, they will be used to store the offerings for Yahweh: The flour for the flour offerings, for the offerings for the sins that people have committed, and for the offerings that people make for their sins.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the priests leave the temple, they will not be allowed to immediately enter the outer courtyard. First they must remove the clothes that they had been wearing inside the holy place, because those clothes are special, reserved for their work. They must put on other clothes before they enter the parts of the temple area where the other people gather.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the man had finished measuring the inside of the temple area, he led me out through the east entrance and measured all the surrounding area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the wall that separated what was sacred from the areas that were not sacred on four sides. The wall was five hundred cubits long and five hundred cubits wide.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16-19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He measured the four sides of the area. There was a wall around the area that was two-hundred and seventy meters long on each side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}