{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me back to the outer entrance to the temple area, the one on the east side, but the gate was shut.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"This gate must remain shut. It must not be opened by anyone; no one will be permitted to enter it. It must remain shut because I, Yahweh, the God of Israel, made it to be special to me when I came in through it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only the ruler of Israel will be permitted to sit inside this entrance to eat food in my presence. He must enter and leave the temple area through this gate.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me through the north entrance to the front of the temple. I looked and saw that the glory of Yahweh filled his temple, and I prostrated myself on the ground.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Son of man, look carefully, and listen carefully to everything that I tell you about all the regulations concerning the temple. Note carefully the temple entrance and all the exits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say this to the rebellious Israelite people: 'This is what I, Yahweh the Lord, say: You Israelite people, I will no longer endure the detestable things that you do!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition to all the other detestable things that you do, you brought into my temple foreign men who had not been circumcised and who knew nothing about how to honor me. By doing that, you caused my temple to be an unacceptable place to worship me, while you offered food and fat and blood, and you disobeyed my covenant with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead of doing what I commanded you to do in regard to my holy things, you appointed foreigners to be in charge of my temple.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this is what I, Yahweh, have said: No foreigners, no men who are not circumcised, no godless people are permitted to enter my temple, not even foreigners who live among you Israelites permanently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of the descendants of Levi deserted me along with most of the Israelite people, and started to worship idols. I will punish them for their sin.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will permit them to work in my temple and to be in charge of the temple gates. They will be able to slaughter the animals that will be completely burned on the altar, and to burn other sacrifices for the people, and they will be able to help the people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because they helped the people to worship idols and caused many of the people of Israel to sin by worshiping idols, I swear that I will punish them for their sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not come near me to serve as priests. They must not come near any sacred things or the holy offerings. They will be ashamed of the things that they did, of which they are guilty.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will still put them in charge of the work in the temple, and allow them to do all the work that needs to be done there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the priests who are descended from Levi and from the clan of Zadok faithfully worked in my temple when the other Israelites deserted me. So they must come near to me to work for me. They will stand in my presence to offer sacrifices of animals' fat and blood.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are the only ones who are permitted to enter my temple. They are the only ones who are permitted to come near my altar to serve me and do what I tell them to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they enter the gateway into the inner courtyard, they must wear white linen clothes. They must not wear any clothes made of wool while they do their work at the gates of the inner courtyard or inside the temple.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must wear white linen turbans on their heads and linen undergarments around their waists. They must not wear anything that would cause them to perspire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before they go out into the courtyard where other people are, they must take off the clothes that they have been wearing and leave them in the sacred rooms, and put on other clothes, in order that the people are not consecrated by touching the sacred clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must not shave their heads or let their hair become long; but they must keep their hair trimmed.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Priests must not drink wine before they enter the inner courtyard.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, priests must not marry widows of men who were not priests or women who have been divorced. They are permitted to marry only virgins or widows of other priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must teach the people the difference between things that are holy and things that are not, and teach them how to know what things are acceptable to me and what things are not.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is a dispute between people, the priests are the ones who must serve as judges and decide matters according to my laws. They must obey all my laws and decrees concerning the sacred festivals, and they must treat my Sabbath days as special for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Priests are permitted to go near the corpse of a father or mother or son or daughter or brother or unmarried sister. But they must not defile themselves by going near a corpse of anyone else.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a priest touches the corpse of a close relative, he must perform the rituals to become acceptable to serve me again. After he performs those rituals, he must wait seven days.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, on the day that he enters the inner courtyard again to serve me in the temple, he must give an offering to remove his guilt for having sinned. That is what I, Yahweh the Lord, declare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests will not own any land. They will have only what I provide for them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will eat the offerings made from flour, offerings to remove people's guilt for having sinned, and offerings made when people fail to give to me the things that they are required to give. Everything else in Israel that is dedicated to me will belong to the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The best fruits of the first part of each harvest and all the other special gifts will belong to the priests. You must give them the first part of your ground flour, in order that I will bless the people who live in your house.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Priests must not eat the flesh of any bird or animal that is found dead or that has been killed by wild animals.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}