{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what Yahweh the Lord declares: 'The east gateway of the inner courtyard must be shut during the six days you work each week, but on the Sabbath days and on the days when there is a new moon, the gateway must be open.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ruler must enter the courtyard through the entry room of the gateway, and stand alongside the gateposts of the inner courtyard. Then the priests must sacrifice the animal that will be completely burned on the altar, and also his offering to promise friendship with me. The ruler must worship me at the entrance of the inner gateway, and then he must leave. But the gate will not be shut until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the Sabbath days and on the days when there is a new moon, the people also must worship me at the entrance of this gate.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offering that the ruler brings to be completely burned on the Sabbath day must be six male lambs and one ram, all with no defects.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offering that he gives with the ram is twenty-two liters of flour, and the flour that he offers with the lambs should be as much as he pleases, along with one liter of olive oil for every twenty-two liters of flour .\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then each day that there is a new moon, he must offer a young bull, six lambs and a ram, all with no defects.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must also provide twenty-two liters of flour with the bull, the same amount of flour with the ram, and as much flour as he wants with the lambs, along with one liter of olive oil with every twenty-two liters of flour.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ruler enters the temple area, he must enter through gate and its entry room, and he must go out by the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people come to worship me at the festivals that I, Yahweh, have commanded, those who enter the temple area through the north gateway must go out through the south gateway. And those who enter through the south gateway must go out through the north gateway. People must not go out through the gateway through which they entered; they must go out through the opposite gateway.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ruler must go in when the other people go in, and go out when the people go out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the festivals that you hold for me, the king must present twenty-two liters of flour along with a bull or a ram, and as much flour as he wants to with the lambs, along with one liter of olive oil with every twenty-two liters of flour.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ruler gives an offering that is not required, either one to be completely burned or an offering to celebrate fellowship with me, the gate on the east side must be opened for him. He must then present his offerings like he does on the Sabbath days. Then he will go out, and after he goes out, they must shut the gateway.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning of every day, someone must provide a one year old lamb with no defects to be an offering to me, one that the priests will completely burn.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone must also provide each morning an offering of flour. It must be three and one-half liters of flour mixed with one liter of olive oil. You must never stop presenting these offerings of flour and olive oil to me, Yahweh, each day.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lamb and the offering of flour and olive oil must be presented to me every morning, to be completely burned on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh the Lord declares: If the ruler gives some of his land to one of his sons, to belong to him permanently, it will then eventually belong to his son's descendants.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if he gives some of his land to one of his servants, the servant is allowed to keep that land until the year of the celebration of Jubilee. Then the ruler must take possession of it again. But if the ruler gives land to his sons, that land will belong to them permanently.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ruler must not take any land that the people own and force them to live somewhere else. The land that he gives to his sons must be from his own property, not from anyone else's property, in order that none of my people will be separated from his own property.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, in the vision, the man brought me through the entrance alongside the gateway to the sacred rooms on the north side, the rooms that belonged to the priests, and he showed me a place at the western end.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"This is the place where the priests will cook the meat of the offerings that people make because they failed to do what they promised Yahweh that they would do, and offerings to cause people to become acceptable to God, and where they will bake bread made with the flour brought as offerings. They will cook those things in their rooms in order to avoid bringing them into the outer courtyard to cook them there, lest someone might be consecrated by touching them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man brought me to the outer courtyard and led me around to its four corners. In each corner I saw an enclosed area;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "each was twenty-two meters long and sixteen meters wide.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Around the inside of each of these enclosed areas was a stone ledge, with places to make fires all around under the ledge.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to me, \"These are the kitchens where the descendants of Levi who work in the temple will cook the sacrifices that the people bring.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}