{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a list of the tribes of Israel and the territory that each tribe is to receive. The northern boundary of Israel will start at the Mediterranean Sea and go east to the city of Hethlon, then to Lebo Hamath, and farther on to Hazar Enan, which is south of Damascus, and it will continue to Hamath. Each tribe will receive land that will extend from the eastern boundary of Israel west to the Great Sea.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The tribe of Dan will receive land alongside the northern border of Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of their area will be the territory for the tribe of Asher.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Asher's land will be territory for the tribe of Naphtali.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Naphtali's land will be territory for the tribe of Manasseh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Manasseh's land will be territory for the tribe of Ephraim.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Ephraim's land will be territory for the tribe of Reuben.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of their land will be territory for the tribe of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Judah's land will be an area that the entire nation will give to me; you will set it apart for special use. The temple will be in the center of this area. It will be as long as any of the portions of land assigned a tribe of Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This special area will be thirteen and one-half kilometers long and five and two-fifths kilometers wide. This is what you will give to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within this special area, these will what you will assign to the priests: you will assign them an area of land measuring thirteen and one-half kilometers on the northern and southern side; and five and two-fifths kilometers on the western and eastern sides. The temple of Yahweh will be in the middle of this special area.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The temple area will be for the priests, those set apart for my honor, who are descendants of Zadok. They are ones who served me faithfully and did not turn away from Yahweh as the descendants of Levi did.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the land is distributed, you will offer that special area to me, for it to be the priests' special portion; it is land that you will treat as very special to me. Next to the priests' territory will be where the other descendants of Levi will live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land that you will assign to the descendants of Levi will be the same size as the land that the priests will receive. So together, these two portions of land will be thirteen and one-half kilometers long and about eleven kilometers wide.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of this special land, this best land, may ever be sold or traded or used by other people, because it belongs to Yahweh. It is set apart for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another strip of land thirteen and one-half kilometers long and about two and three-quarters kilometers wide will be allotted for other people iving in the special area to use. There they may build homes and have pasturelands, and there will be a city in the middle of this area.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city will be square, two and two-fifths kilometers long on each side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be an open area around the city, within the special area, that will be about 135 meters deep in each direction.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Outside the city there will be a farming area that will extend five and two-fifths kilometers on the east side and five and two-fifths kilometers on the west side. Men who work there will produce food for the people who work in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who come from the various tribes to work in the city may also work in this farmland.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This entire special area, including the land given for Yahweh's use and the city, will be a square that is thirteen and one-half kilometers long on each side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tracts of land to the east and to the west of Yahweh's area and the city will belong to the ruler. One area will extend east to the eastern boundary of Israel, and the other will extend west to the Great Sea. Yahweh's area, which contains the temple, will be in the middle.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The area that belongs to the ruler will be between the tribe of Judah to the north and the tribe of Benjamin to the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Yahweh's area, each of the other tribes will receive one portion of land that extends from the eastern boundary of Israel west to the Great Sea.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Just south of Yahweh's area will be territory for the tribe of Benjamin.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Benjamin's land will be the land for the tribe of Simeon.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Simeon's land will be the land for the tribe of Issachar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Issachar's land will be the land for the tribe of Zebulun.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "South of Zebulun's land will be the land for the tribe of Gad.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The southern boundary of Gad's land will extend south from En Gedi to the springs at Meribah Kadesh, and then to the west along the brook of Egypt to the Great Sea.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a description of the land that you must assign to the tribes of Israel, for it to belong to them permanently.' That is what I, Yahweh the Lord, declare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here are the city gates: On the north side, which is two and two-fifths kilometers long,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "there will be three gates. Each gate will have the name of one of the tribes of Israel. The first one will be named for Reuben, the next for Judah, the next for Levi.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the east side, also two and two-fifths kilometers long, will be gates named for Joseph, Benjamin, and Dan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the south side, also two-fifths of a kilometer long, will be gates named for Simeon, Issachar, and Zebulun.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the west side, also two-fifths of a kilometer long, will be gates named for Gad, Asher, and Naphtali.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The distance around the city would be nine and three-quarters kilometers.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "From that time on, the name of the city will be \"Yahweh is there.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}