{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Then, son of man, when you start doing those things, take a sharp sword and use it like a barber's razor to shave your head and your beard. Put the hair that you shaved off on scales, and divide the hair into three equal parts.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the time during which you will symbolize that the city will be surrounded by enemy troops ends, put a third of the hair inside the drawing of the city and burn it. Take another third of the hair, scatter it all around the drawing of the city, and then strike it with your sword. That will symbolize that I will strike the people of Jerusalem with their enemies' swords. Then allow the wind to scatter the other third of the hair. That will symbolize that even if they flee from the city, I will still cause their enemies to pursue them and attack them with swords.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But take a few your hairs and tie them to your sleeves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take a few of those hairs, throw them into the fire, and burn them up. That will symbolize that a fire will spread from Jerusalem and destroy things throughout Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I, Yahweh the Lord, say: This drawing will represent Jerusalem, the city that I have placed in the center of the nations, with other countries around it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the wicked people of Jerusalem rebel against obeying my commands, and they show that they are more wicked than the people of the surrounding countries. They rejected my laws and refused to obey my commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: You people of Jerusalem have been more rebellious than the people of the nations around you; you have not obeyed any of my laws. You have not even obeyed the laws of the nations around you!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh the Lord, say: I am opposed to you people of Jerusalem. I will punish you, and the people of other nations will see it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of all your detestable idols and practices, I will punish you people of Jerusalem like I have never done before and will never do again.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, parents among you will eat their children, and children will eat their parents because there will be nothing else to eat. I will punish you severely, and I will cause those who will still be alive to be scattered in every direction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I, Yahweh the Lord, make this declaration! That as surely as I am alive, because you have polluted my temple with all your disgusting idols and with the other awful things that you do, I will no longer bless you. I will not pity you or act mercifully toward you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One-third of your people will die inside the city because of the plagues they will experience, or by famine. One-third of your people will be killed by your enemies' swords outside the city. And one-third I will scatter in every direction, but your enemies will still pursue you and kill you with their swords.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will no longer be angry with you; I will stop punishing you after I have avenged myself against you. And when I stop punishing you, you will know that I, Yahweh, have spoken to you because I have finished punishing you in my anger.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your city to be a ruins, so that people of other nations that are around you will pass by and see it and sneer at you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will scorn you and taunt you. When I severely punish you because of my great anger, they will be horrified and you will be a warning to them. That will surely happen because I, Yahweh, have said it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when I cut off your food supply and cause there to be more famine, it will be as though I am shooting at you with my arrows that will destroy you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will cause you to experience a famine, and I will send wild beasts to attack you and your children, and all your children will be killed. You will experience plagues and wars, and I will cause your enemies to attack you with their swords. That will surely happen because I, Yahweh, have said it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}