{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, turn toward the mountains of Israel, and prophesy about what will happen to them, and say,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Mountains of Israel, listen to what Yahweh the Lord says to you! He says this to the mountains and the high hills and to the streambeds and the low valleys. He says: I am about to send enemy soldiers with swords to destroy all the hilltops where you worship idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will smash all your altars for worshiping idols and your pillars you use for astronomy, and they will kill many Israelite people in front of their idols.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their corpses will lie in front of their idols, and their bones will be scattered around their altars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever you live, your towns will be ruined and the places where idols were worshiped on the hilltops will be smashed. Your altars will be completely smashed, and everything that you own will become a pile of ruins.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of your people will be killed right in front of you, and then you will know that I am Yahweh and I do what I say I will do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will allow some of you to remain alive. They will escape death when your enemies scatter you among many other nations.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, in those nations to which you have been forced to go, those of you who have escaped death will think about me. You will remember that I was very grieved because you turned away from me, because you were disloyal to me, and because you desired to worship your idols. You will hate yourselves because of the evil and detestable things that you have done.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you will realize that I, Yahweh, have punished you. You will realize that when I threatened to punish you, I surely intended to do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what I, Yahweh the Lord, say to you, Ezekiel: Slap your hands and stamp your feet and cry out to show that you are distressed, and groan about what will happen to the Israelite people because of all their wicked and detestable behavior. They will be killed by their enemies' swords, they will die from hunger, and they will die from plagues.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are far from Jerusalem will die from plagues, those who are close to Jerusalem will be killed by their enemies' swords. Those who are still alive after that will die from hunger. That is how I will punish them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of your people's corpses will lie among their idols around their altars, on every high hilltop and on all the mountaintops, under every big tree—at all the places where they burned incense to honor their idols. When this happens you will realize that I, Yahweh, have done this.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will display my power and cause every area in which they live in your country to become an empty wasteland, from the desert in the far south to the town of Diblah in the far north. Then they will realize that I, Yahweh, have done this.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}