{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You, son of man, this is what I, Yahweh the Lord, say to the people of Israel: All of Israel, everything within its borders, will soon be destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people of Israel, the end has come. I will punish you severely. I will judge you for all the wicked things that you have done, and pay you back for your disgusting behavior.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not pity you or act mercifully toward you. I will surely punish you for your wicked behavior. Then you will know that it has happened because I, Yahweh, have done it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what Yahweh the Lord says: You will soon experience many terrible disasters!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be the end of Israel; your country will be finished! And your lives will be ended!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be the end of you people who live in the land of Israel. The time has come; the day when you will be destroyed is near. At that time the people who worship idols on the mountains will not be happy; they will panic.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am very angry with you and am about to pour out my punishment on you. I will judge you for all the wicked things that you have done and pay you back for your disgusting behavior.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not pity you or act mercifully toward you. I will surely punish you for your wicked behavior. Then you will know that it is I, Yahweh, who have punished you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The day of your punishment is here! It has arrived! Disasters have come as a result of your pride.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People are acting violently and doing more wicked things. And nothing that belongs to those people will be left, none of their money, and they will not be respected by anyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now is the time; that day has arrived. People who buy things should not rejoice because they bought things very cheaply and those who sell things should not be sad because they had to sell things cheaply, because Yahweh will be punishing everyone.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who sell some of their property will never be able to buy it back—they will not even be able to return to see it; because they have sinned, not one of them will succeed in staying alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your commanders will blow trumpets to get the army ready to fight, but no one will respond, because I will be angry at all the people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those things happen, your enemies will be outside the city with their swords, and there will be plagues and famines inside the city. Those who are caught outside of the city in the fields will be killed by their enemies' swords, and those who are in the city will die from famines and plagues.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who survive and escape will flee to the mountains, and they all will moan because of their sins, as pigeons moan.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they will be very afraid, all the people's hands will become limp and weak, and their knees will become very weak and unable to hold them up.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will put on clothes made from rough cloth, and they will be terrified. Their faces will show that they are ashamed, and they will shave their heads to show that they are very sad.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will throw their silver into the streets, and consider their gold the same way they would consider garbage, because they will realize that their silver and gold will not be able to rescue them when Yahweh punishes them. They will not be able to buy food to fill their stomachs, because having a lot of gold and silver has led them to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were proud, so they used their beautiful jewelry to make detestable and disgusting idols of their false gods. So I will make them see how disgusting and unacceptable these things are.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give their silver and gold to foreigners who invade your country and take away your valuable treasures. I will give those things to wicked people, and I will not interfere when they will do disgraceful things to the things that they take.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will allow robbers to enter the temple I love and protect, and they will desecrate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Prepare chains to be fastened on you when your enemies capture you as punishment because the people throughout the country are committing murder, and people in the city are being violent.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will bring armies of the nations whose people are extremely wicked to take the houses of the Israelite people. I will make Israelite people realize that they are to no longer be proud. Your enemies will cause your places of worship to no longer be acceptable to be used.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your enemies cause you to be terrified, you will plead for them to make peace, but there will be no peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will experience many disasters, and you will continually hear rumors about disasters that are happening in other places. People will plead with prophets to tell them what visions they have received, but the prophets will not have received any visions. Priests will no longer teach people the laws that I gave to Moses. Even the wise older people will not have any answers.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your king will mourn, and his son will no longer expect that good things will happen. The hands of people throughout the country will tremble. And I will do to them what they deserve for their wicked behavior. I will judge and condemn them the same way they have judged and condemned others. Then they will know that I, Yahweh, have the power to do what I say that I will do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}