{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fifth day of the sixth month, almost six years after the Babylonians had taken us Israelites to their land, I was sitting with the leaders of Judah in my house when I felt the presence of Yahweh the Lord come on me again.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in a vision I saw someone who resembled a man, but below his waist his body was like fire and above his waist his body was glowing like very hot metal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He reached out what seemed to be a hand and grabbed me by the hair of my head. The Spirit lifted me up high above the earth, and in visions God took me from Babylon to Jerusalem. He took me to the temple, to the inner north gate, to the place where there was an idol that caused Yahweh to be very disgusted and furious.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And there in front of me was the very bright light of God himself whom the Israelite people previously worshiped. It was like the vision that I had seen in the plain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to me, \"Son of man, look toward the north!\" So I looked, and I saw at the entrance of the gate near the altar that idol that caused Yahweh to be disgusted and furious.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, do you see what the Israelite people are doing? They are doing detestable things here, things that will cause me to abandon my temple. But you will see things that are even more detestable.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought me to the entrance of the courtyard. I looked and saw a hole in the wall.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, dig through the wall here.\" So I dug through the wall, and I saw a doorway inside.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Go in and see the wicked and detestable things that they are doing here!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I went in through the doorway and looked, and I saw all over the walls of a big room, drawings of all kinds of creatures that crawl along the ground and other detestable animals, and drawings of all the idols that the people of Israel were worshiping.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In front of them stood seventy elders of Israel. Jaazaniah son of Shaphan, was standing among them. Each of them was holding a pan in which incense was burning, and fragrant smoke of burning incense was rising up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to me, \"Son of man, look at what the Israelite elders are doing here in the darkness, each of them standing in his rooms with the carved images, worshiping his own idols! They are saying, 'Yahweh does not see us; Yahweh has deserted this country.'\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said, \"But you will see things that are even more detestable!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to took me to the entrance at the outer north gate of the temple. I saw women sitting there, mourning for the death of the god of the people of Babylonia, Tammuz.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, do you see this? And you will see things that are more detestable than this!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took me into the inner courtyard inside the temple. There at the entrance of the temple, between the porch and the altar, were about twenty-five men. Their backs were toward the temple, and their faces were toward the east; they were bowing down to worship the sun as it rose in the east.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, do you see what they are doing? Do you think that it is not a serious thing that these men of Judah are doing, worshiping these detestable things here? But they are doing other terrible things. They are acting violently throughout their country, and continually provoking my anger. Look at them! They are insulting me by their actions of false worship!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will show them that I am very angry. I will not pity them or act mercifully toward them. And even if they shout loudly to me to help them, I will not pay attention to them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}