{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahwehed call out loudly, \"You men who are going to punish this city, bring your tools of destruction here.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw six men coming from the north gate of the temple. Each one was carrying a weapon. With them was a man wearing a white linen robe. He carried at his side a case containing things to write with. They all came in and stood beside the bronze altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the glory that symbolized the presence of the God of Israel rose up from above the four winged creatures and moved to the entrance of the temple, and Yahweh called to the man wearing the linen robe,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to him, \"Go throughout Jerusalem and put a mark on the foreheads of those who are very sad because of the detestable things that are being done inside the city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was listening, he said to the other six men, \"Follow the man wearing the white robe, and kill people. Do not pity them or act mercifully toward them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slaughter old men, young men and women, older women and children; but do not harm any of those who have that mark on their forehead. Start at my temple.\" So they began by killing the elders who were worshiping idols in front of the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to those men, \"Pollute the temple by filling the courtyard with the corpses of those whom you kill! Start now!\" So they went out and starting killing people throughout the city.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were doing that, I was left alone. I prostrated myself on the ground and cried out, \"Yahweh my Lord, are you going to get rid of all the other people of Israel who are still alive, while you are severely punishing the people of Jerusalem?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"The sins of the people are numerous and severe! There is murder everywhere in this country, and this city is full of people who act unjustly. They say, 'Yahweh has abandoned this country, and he does not see what we are doing.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will not pity them or act mercifully toward them. I will do to them the evil things that they have done to other people.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man wearing the linen robe returned, saying, \"I have done what you commanded me to do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}