{
  "1": "See, my eye has seen all this;\n\\q my ear has heard and understood it.\n\\q",
  "2": "What you know, the same I also know;\n\\q I am not inferior to you.",
  "3": "However, I would rather speak with the Almighty;\n\\q  I wish to reason with God.\n\\q",
  "4": "But you whitewash the truth with lies;\n\\q you are all physicians of no value.\n\\q",
  "5": "Oh, that you would altogether hold your peace!\n\\q That would be your wisdom.",
  "6": "Hear now my own reasoning;\n\\q listen to the pleading of my own lips.\n\\q",
  "7": "Will you speak unrighteously for God,\n\\q and will you talk deceitfully for him?\n\\q",
  "8": "Would you really show kindness to him?\n\\q Would you really argue in court as attorneys for God?",
  "9": "Would it really be good for you when he searches you out? \n\\q Could you deceive him as you might deceive men?\n\\q",
  "10": "He would surely reprove you\n\\q if in secret you showed partiality.",
  "11": "Would not his majesty make you afraid?\n\\q Would not his dread fall upon you?\n\\q",
  "12": "Your memorable sayings are proverbs made of ashes;\n\\q your defenses are defenses made of clay.",
  "13": "Hold your peace, let me alone, so that I may speak,\n\\q let come what may on me.\n\\q",
  "14": "I will take my own flesh in my teeth;\n\\q I will take my life in my hands.\n\\q",
  "15": "See, if he kills me, I will have no hope left;\n\\q nevertheless, I will defend my ways before him.",
  "16": "This will be the reason for my acquittal,\n\\q that I do not come before him like a godless man.\n\\q",
  "17": "God, listen carefully to my speech;\n\\q let my declaration come to your ears.",
  "18": "See now, I have set my defense in order;\n\\q I know that I am innocent.\n\\q",
  "19": "Who is the one who would argue against me in court?\n\\q If you came to do so, and if I were proved wrong, then I would be silent and give up my life.",
  "20": "God, do only two things for me,\n\\q and then I will not hide myself from your face:\n\\q",
  "21": "withdraw your oppressive hand from me,\n\\q and do not let your terrors make me afraid.\n\\q",
  "22": "Then call me, and I will answer;\n\\q or let me speak to you, and you answer me.",
  "23": "How many are my iniquities and sins?\n\\q Let me know my transgression and my sin.\n\\q",
  "24": "Why do you hide your face from me\n\\q and treat me like your enemy?\n\\q",
  "25": "Will you persecute a driven leaf?\n\\q Will you pursue dry stubble?",
  "26": "For you write down bitter things against me;\n\\q you make me inherit the iniquities of my youth.\n\\q",
  "27": "You also put my feet in the stocks;\n\\q you closely watch all my paths;\n\\q you examine the ground where the soles of my feet have walked\n\\q",
  "28": "although I am like a rotten thing that wastes away,\n\\q like a garment that moths have eaten.",
  "32": "\\q",
  "36": "\\q"
}
