{
  "1": "Then Eliphaz the Temanite answered and said,\n\\q",
  "2": "\"Should a wise man answer with useless knowledge\n\\q and fill himself with the east wind?\n\\q",
  "3": "Should he reason with unprofitable talk\n\\q or with speeches with which he can do no good?",
  "4": "Indeed, you diminish respect for God;\n\\q you obstruct devotion to him,\n\\q",
  "5": "for your iniquity teaches your mouth;\n\\q you choose to have the tongue of a crafty man.\n\\q",
  "6": "Your own mouth condemns you, not mine;\n\\q indeed, your own lips testify against you.",
  "7": "Are you the first man that was born?\n\\q Were you brought into existence before the hills?\n\\q",
  "8": "Have you heard the secret knowledge of God?\n\\q Do you limit wisdom to yourself?\n\\q",
  "9": "What do you know that we do not know?\n\\q What do you understand that is not also in us?",
  "10": "With us are both the gray-headed and the very aged men\n\\q who are much older than your father.\n\\q",
  "11": "Are the consolations of God too small for you,\n\\q the words that are gentle toward you?",
  "12": "Why does your heart carry you away?\n\\q Why do your eyes flash,\n\\q",
  "13": "so that you turn your spirit against God\n\\q and bring out such words from your mouth?\n\\q",
  "14": "What is man that he should be clean?\n\\q What is he who is born of a woman that he should be righteous?",
  "15": "See, God puts no trust even in his holy ones;\n\\q indeed, the heavens are not clean in his sight;\n\\q",
  "16": "how much less clean is one who is abominable and corrupt,\n\\q a man who drinks iniquity like water!",
  "17": "I will show you; listen to me;\n\\q I will announce to you the things I have seen,\n\\q",
  "18": "the things that wise men have passed down from their fathers,\n\\q the things that their ancestors did not hide.",
  "19": "These were their ancestors, to whom alone the land was given,\n\\q and among whom no stranger ever passed.\n\\q",
  "20": "The wicked man twists in pain all his days,\n\\q the number of years that are laid up for the oppressor to suffer.\n\\q",
  "21": "A sound of terrors is in his ears;\n\\q while he is in prosperity, the destroyer will come upon him.",
  "22": "He does not think that he will return out of darkness;\n\\q the sword waits for him.\n\\q",
  "23": "He goes to various places for bread, saying, 'Where is it?'\n\\q He knows that the day of darkness is at hand.\n\\q",
  "24": "Distress and anguish make him afraid;\n\\q they prevail against him, as a king ready for battle.",
  "25": "Because he has reached out with his hand against God\n\\q and has behaved proudly against the Almighty,\n\\q",
  "26": "this wicked man runs at God with a stiff neck,\n\\q with a thick shield.",
  "27": "This is true, even though he has covered his face with his fat\n\\q and gathered fat on his loins,\n\\q",
  "28": "and has lived in desolate cities;\n\\q in houses which no man inhabits now\n\\q and which were ready to become heaps.",
  "29": "He will not be rich; his wealth will not last;\n\\q not even his shadow will last on the earth.\n\\q",
  "30": "He will not depart out of darkness;\n\\f + \\ft Several modern versions leave out \\fqa He will not depart out of darkness \\fqb , because they believe that this expression was mistakenly copied from 15:22. \\f*\n\\q a flame will dry up his stalks;\n\\q at the breath of God's mouth he will go away.\n\\f + \\ft The Hebrew text has \\fqa He will go away by the breath of his mouth \\fqb , which some modern versions, including the ULB and UDB, interpret as meaning the breath of God's mouth. However, other modern versions follow an ancient Greek reading, \\fqa his flower will fall with the wind \\fqb . \\f*",
  "31": "Let him not trust in useless things, deceiving himself;\n\\q for uselessness will be his reward.\n\\q",
  "32": "It will happen before his time should come to die;\n\\q his branch will not be green.\n\\q",
  "33": "He will drop his unripe grapes like a grapevine;\n\\q he will cast off his flowers like the olive tree.",
  "34": "For the company of godless people will be barren;\n\\q fire will consume their tents of bribery.\n\\q",
  "35": "They conceive mischief and give birth to iniquity;\n\\q their womb conceives deceit.\"",
  "36": "\\q",
  "39": "\\q",
  "42": "\\q",
  "46": "\\q"
}
