{
  "1": "After this, Job opened his mouth and cursed the day he was born.\n\\q",
  "2": "He said,\n\\q",
  "3": "\"May the day on which I was born perish,\n\\q the night that said, 'A boy has been conceived.'",
  "4": "May that day be dark;\n\\q may not God from above call it to mind,\n\\q neither may the sun shine on it.\n\\q",
  "5": "May darkness and the shadow of death claim it for their own.\n\\q May a cloud live over it;\n\\q may everything that makes the day black truly terrify it.",
  "6": "As for that night, may thick darkness seize it.\n\\q May it not rejoice among the days of the year;\n\\q may it not come into the number of the months.\n\\q",
  "7": "See, may that night be barren;\n\\q may no joyful voice come into it.",
  "8": "May they curse that day,\n\\q those who know how to wake up Leviathan.\n\\q",
  "9": "May the stars of that day's dawn be dark.\n\\q May that day look for light, but find none;\n\\q neither may it see the eyelids of the dawn,\n\\q",
  "10": "because it did not shut up the doors of my mother's womb,\n\\q and because it did not hide trouble from my eyes.",
  "11": "Why did I not die when I came out from the womb?\n\\q Why did I not give up my spirit when my mother bore me?\n\\q",
  "12": "Why did her knees welcome me?\n\\q Why did her breasts receive me so that I should suck?",
  "13": "For now I would have been lying down quietly.\n\\q I would have slept and been at rest\n\\q",
  "14": "with kings and counselors of the earth,\n\\q who built up tombs for themselves that are now in ruins.",
  "15": "Or I would have been lying with princes who once had gold,\n\\q who had filled their houses with silver.\n\\q",
  "16": "Or perhaps I would have been stillborn,\n\\q like infants that never see the light.",
  "17": "There the wicked cease from trouble;\n\\q there the weary are at rest.\n\\q",
  "18": "There the prisoners are at ease together;\n\\q they do not hear the voice of the slave driver.\n\\q",
  "19": "Both small and great people are there;\n\\q the servant is free from his master there.",
  "20": "Why is light given to him who is in misery?\n\\q Why is life given to the one who is bitter in soul,\n\\q",
  "21": "to one who longs for death without it coming;\n\\q to one who digs for death more than for hidden treasure?\n\\q",
  "22": "Why is light given to one who rejoices very much\n\\q and is glad when he finds the grave?",
  "23": "Why is light given to a man whose way is hidden,\n\\q a man whom God has hedged in?\n\\q",
  "24": "For my sighing happens instead of eating;\n\\q my groaning is poured out like water.",
  "25": "For the thing that I feared has come on me;\n\\q what I was afraid of has come to me.\n\\q",
  "26": "I am not at ease, I am not quiet, and I have no rest;\n\\q trouble comes instead.\"",
  "27": "\\q",
  "31": "\\q",
  "34": "\\q"
}
