{
  "1": "So now, Job, I beg you, hear my speech;\n\\q listen to all my words.\n\\q",
  "2": "See now, I have opened my mouth;\n\\q my tongue has spoken in my mouth.\n\\q",
  "3": "My words will speak the uprightness of my heart;\n\\q what my lips know, they will speak sincerely.",
  "4": "The Spirit of God has made me;\n\\q the breath of the Almighty has given me life.\n\\q",
  "5": "If you can, answer me;\n\\q set your words in order before me and stand up.",
  "6": "See, I am just as you are in God's sight;\n\\q I also have been formed out of the clay.\n\\q",
  "7": "See, terror of me will not make you afraid;\n\\q neither will my pressure be heavy upon you.\n\\m",
  "8": "You have certainly spoken in my hearing;\n\\q I have heard the sound of your words saying,\n\\q",
  "9": "'I am clean and without transgression;\n\\q I am innocent, and there is no sin in me.",
  "10": "See, God finds opportunities to attack me;\n\\q he regards me as his enemy.\n\\q",
  "11": "He puts my feet in stocks;\n\\q he watches all my paths.'\n\\q",
  "12": "See, in this you are not right—I will answer you,\n\\q for God is greater than man.\n\\m",
  "13": "Why do you struggle against him?\n\\q He does not account for any of his doings.\n\\q",
  "14": "For God speaks once—\n\\q yes, twice, though man does not notice it.\n\\q",
  "15": "In a dream, in a vision of the night,\n\\q when deep sleep falls upon men,\n\\q in slumber on the bed—",
  "16": "then God opens the ears of men,\n\\q and frightens them with threats,\n\\q",
  "17": "in order to pull man back from his sinful purposes,\n\\q and keep pride from him.\n\\q",
  "18": "God keeps man's life back from the pit,\n\\q his life from crossing over to death.\n\\m",
  "19": "Man is punished also with pain on his bed,\n\\q with constant agony in his bones,\n\\q",
  "20": "so that his life abhors food,\n\\q and his soul abhors delicacies.",
  "21": "His flesh is consumed away so that it cannot be seen;\n\\q his bones, once not seen, now stick out.\n\\q",
  "22": "Indeed, his soul draws close to the pit,\n\\q his life to those who wish to destroy it.\n\\m",
  "23": "But if there is an angel who can be a mediator for him,\n\\q a mediator, one from among the thousands of angels,\n\\q to show him what is right to do,\n\\q",
  "24": "and if the angel is kind to him and says to God,\n\\q 'Save this person from going down to the pit;\n\\q I have found a ransom for him,'",
  "25": "then his flesh will become fresher than a child's;\n\\q he will return to the days of his youthful strength.\n\\q",
  "26": "He will pray to God, and God will be kind to him,\n\\q so that he sees God's face with joy.\n\\q God will give the person his triumph.",
  "27": "Then that person will sing in front of other people and say,\n\\q 'I sinned and perverted that which was right,\n\\q but my sin was not punished.\n\\q",
  "28": "God has rescued my soul from going down into the pit;\n\\q my life will continue to see light.'\n\\m",
  "29": "See, God does all these things with a person,\n\\q twice, yes, even three times,\n\\q",
  "30": "to bring his soul back from the pit,\n\\q so that he may be enlightened with the light of life.",
  "31": "Pay attention, Job, and listen to me;\n\\q be silent and I will speak.\n\\q",
  "32": "If you have anything to say, answer me;\n\\q speak, for I wish to prove that you are in the right.\n\\q",
  "33": "If not, then listen to me;\n\\q remain silent, and I will teach you wisdom.\"",
  "35": "\\q",
  "38": "\\q",
  "41": "\\q",
  "44": "\\q"
}
