{
  "1": "Then Yahweh called to Job out of a fierce storm and said,\n\\q",
  "2": "\"Who is this who brings darkness to plans\n\\q by means of words without knowledge?\n\\q",
  "3": "Now gird up your loins like a man\n\\q for I will ask you questions, and you must answer me.",
  "4": "Where were you when I laid the earth's foundations?\n\\q Tell me, if you have so much understanding.\n\\q",
  "5": "Who determined its dimensions? Tell me, if you know.\n\\q Who stretched the measuring line over it?",
  "6": "On what were its foundations laid?\n\\q Who laid its cornerstone\n\\q",
  "7": "when the morning stars sang together\n\\q and all the sons of God shouted for joy?",
  "8": "Who shut up the sea with doors\n\\q when it burst out, as if it had come out of the womb—\n\\q",
  "9": "when I made clouds its clothing,\n\\q and thick darkness its swaddling bands?",
  "10": "That was when I marked out for the sea my boundary,\n\\q and when I placed its bars and doors,\n\\q",
  "11": "and when I said to it, 'You may come this far, but no farther;\n\\q here is where I will put a boundary to the pride of your waves.'",
  "12": "Have you ever, since your own days began, given orders to the morning to begin,\n\\q and caused the morning dawn to know its place in the scheme of things,\n\\q",
  "13": "so that it might take hold of the sides of the earth\n\\q so that wicked people might be shaken out of it?",
  "14": "The earth is changed in appearance like clay changes under a seal;\n\\q all things on it stand out clearly like the folds of a piece of clothing.\n\\q",
  "15": "From wicked people their 'light' is taken away;\n\\q their uplifted arm is broken.",
  "16": "Have you gone to the sources of the waters of the sea?\n\\q Have you walked in the lowest parts of the deep?\n\\q",
  "17": "Have the gates of death been revealed to you?\n\\q Have you seen the gates of the shadow of death?\n\\q",
  "18": "Have you understood the earth in its expanse?\n\\q Tell me, if you know it all.",
  "19": "Where is the way to the resting place of light—\n\\q as for darkness, where is its place?\n\\q",
  "20": "Can you lead light and darkness to their places of work?\n\\q Can you find the way back to their houses for them?\n\\q",
  "21": "Undoubtedly you know, for you were born then;\n\\q the number of your days is so large!",
  "22": "Have you entered the storehouses for the snow,\n\\q or have you seen the storehouses for the hail,\n\\q",
  "23": "these things that I have kept for times of trouble,\n\\q for days of battle and war?\n\\q",
  "24": "What is the path to where the lightning bolts are distributed\n\\q or to where the winds are scattered from the east over the earth?",
  "25": "Who has created the channels for the floods of rain,\n\\q or who has made the routes for the outbursts of thunder,\n\\q",
  "26": "to cause it to rain on lands where no person exists,\n\\q and on the wilderness, in which there is no one,\n\\q",
  "27": "in order to meet the needs of barren and lonely regions,\n\\q and to make the tender grass sprout up?",
  "28": "Is there a father of the rain?\n\\q Who has engendered the dewdrops?\n\\q",
  "29": "Out of whose womb did the ice come?\n\\q Who bore the white frost out of the sky?\n\\q",
  "30": "The waters hide themselves and become like stone;\n\\q the surface of the deep becomes frozen.",
  "31": "Can you fasten chains on the Pleiades,\n\\q or undo the cords of Orion?\n\\q",
  "32": "Can you lead the constellations to appear at their proper times?\n\\q Can you guide the Bear with its children?\n\\q",
  "33": "Do you know the regulations of the sky?\n\\q Could you set in place the sky's rule over the earth?",
  "34": "Can you raise your voice up to the clouds,\n\\q so that an abundance of rainwater may cover you?\n\\q",
  "35": "Can you send out bolts of lightning that they may go out,\n\\q that they say to you, 'Here we are'?",
  "36": "Who has put wisdom in the clouds\n\\q or has given understanding to the mists?\n\\q",
  "37": "Who can number the clouds by his skill?\n\\q Who can pour out the water skins of the sky\n\\q",
  "38": "when the dust runs into a hard mass\n\\q and the clods of earth clump tightly together?",
  "39": "Can you hunt down a victim for a lioness\n\\q or satisfy the appetite of her young lion cubs\n\\q",
  "40": "when they are crouching in their dens\n\\q and sheltering in hiding to lie in wait?",
  "41": "Who provides victims for the ravens\n\\q when their young ones cry out to God\n\\q and stagger about for lack of food?",
  "42": "\\q",
  "46": "\\q",
  "49": "\\q",
  "53": "\\q",
  "56": "\\q"
}
