{
  "1": "Then Job answered and said,\n\\q",
  "2": "\"Oh, if only my anguish were weighed;\n\\q if only all my calamity were laid in the balance!\n\\q",
  "3": "For now it would be heavier than the sand of the seas.\n\\q That is why my words were reckless.",
  "4": "For the arrows of the Almighty are in me,\n\\q my spirit drinks up the poison;\n\\q the terrors of God have arranged themselves in array against me.\n\\q",
  "5": "Does the wild donkey bray in despair when he has grass?\n\\q Or does the ox low in hunger when it has fodder?\n\\q",
  "6": "Can that which has no taste be eaten without salt?\n\\q Or is there any taste in the white of an egg?",
  "7": "I refuse to touch them;\n\\q they are like disgusting food to me.\n\\q",
  "8": "Oh, that I might have my request;\n\\q oh, that God would grant me the thing I long for:\n\\q",
  "9": "that it would please God to crush me once,\n\\q that he would let loose his hand and cut me off from this life!",
  "10": "May this still be my consolation—\n\\q even if I exult in pain that does not lessen:\n\\q that I have not denied the words of the Holy One.\n\\q",
  "11": "What is my strength, that I should try to wait?\n\\q What is my end, that I should prolong my life?",
  "12": "Is my strength the strength of stones?\n\\q Or is my flesh made of bronze?\n\\q",
  "13": "Is it not true that I have no help in myself,\n\\q and that wisdom has been driven out of me?",
  "14": "To the person who is about to faint, faithfulness should be shown by his friend;\n\\q even to him who forsakes the fear of the Almighty.\n\\q",
  "15": "But my brothers have been as faithful to me as a desert streambed,\n\\q as channels of water that pass away to nothing,\n\\q",
  "16": "which are darkened because of ice over them,\n\\q and because of the snow that hides itself in them.\n\\q",
  "17": "When they thaw out, they vanish;\n\\q when it is hot, they melt out of their place.",
  "18": "The caravans that travel by their way turn aside for water;\n\\q they wander into barren land and then perish.\n\\q",
  "19": "Caravans from Tema looked there,\n\\q while companies of Sheba hoped in them.\n\\q",
  "20": "They were disappointed because they had been confident of finding water.\n\\q They went there, but they were deceived.",
  "21": "For now you friends are nothing to me;\n\\q you see my dreadful situation and are afraid.\n\\q",
  "22": "Did I say to you, 'Give something to me?'\n\\q Or, 'Offer me a gift from your wealth?'\n\\q",
  "23": "Or, 'Save me from my adversary's hand?'\n\\q Or, 'Ransom me from the hand of my oppressors?'",
  "24": "Teach me, and I will hold my peace;\n\\q make me understand where I have been wrong.\n\\q",
  "25": "How painful are truthful words!\n\\q But your arguments, how do they actually rebuke me?",
  "26": "Do you plan to ignore\n my words,\n\\q treating the words of a desperate man like the wind?\n\\q",
  "27": "Indeed, you cast lots for a fatherless child,\n\\q and haggle over your friend like merchandise.",
  "28": "Now, therefore, please look at me,\n\\q for surely I would not lie to your face.\n\\q",
  "29": "Relent, I beg you; let there be no injustice with you;\n\\q Indeed, relent, for my cause is just.\n\\q",
  "30": "Is there evil on my tongue?\n\\q Cannot my mouth detect malicious things?",
  "31": "\\q",
  "34": "\\q",
  "37": "\\q"
}
