{
  "1": "Then Job answered and said,\n\\q",
  "2": "\"I truly know that this is so.\n\\q But how can a person be in the right with God?\n\\q",
  "3": "If he wants to argue with God,\n\\q he cannot answer him once in a thousand times.",
  "4": "God is wise in heart and mighty in strength;\n\\q who has ever hardened himself against him and succeeded?—\n\\q",
  "5": "he who removes the mountains without warning anyone\n\\q when he overturns them in his anger—\n\\q",
  "6": "he who shakes the earth out of its place\n\\q and sets its supports trembling.",
  "7": "It is the same God who tells the sun not to rise, and it does not,\n\\q and who covers up the stars,\n\\q",
  "8": "who by himself stretches out the heavens\n\\q and tramples down the waves of the sea,\n\\q",
  "9": "who makes the Bear, Orion, the Pleiades,\n\\q and the constellations of the south.",
  "10": "It is the same God who does great things, incomprehensible things—\n\\q indeed, marvelous things without number.\n\\q",
  "11": "See, he goes by me, and I do not see him;\n\\q he passes on also, but I do not perceive him.\n\\q",
  "12": "If he takes something away, who can stop him?\n\\q Who can say to him, 'What are you doing?'",
  "13": "God will not withdraw his anger;\n\\q the helpers of Rahab bow beneath him.\n\\q",
  "14": "How much less could I answer him,\n\\q could I choose words to reason with him?\n\\q",
  "15": "Even if I were righteous, I could not answer him;\n\\q I could only plead for mercy with my judge.",
  "16": "Even if I called and he answered me,\n\\q I would not believe that he was listening to my voice.\n\\q",
  "17": "For he breaks me with a tempest\n\\q and multiplies my wounds without cause.\n\\q",
  "18": "He does not even allow me to catch my breath;\n\\q instead, he fills me with bitterness.",
  "19": "If it is a matter of strength, behold!, he is mighty!\n\\q If it is a matter of justice who can summon him?\n\\q",
  "20": "Though I am in the right, my own mouth would condemn me;\n\\q and thought I am blameless, my words would prove me to be guilty.",
  "21": "I am blameless, but I do not care any more about myself;\n\\q I despise my own life.\n\\q",
  "22": "It makes no difference, which is why I say\n\\q that he destroys blameless people and wicked people together.\n\\q",
  "23": "If a plague should suddenly kill,\n\\q he would laugh at the afflictions of innocent people.\n\\q",
  "24": "The earth is given into the hand of wicked people;\n\\q God covers the faces of its judges.\n\\q If it is not he who does it, then who is it?",
  "25": "My days are swifter than a running messenger;\n\\q my days flee away; they see no good anywhere.\n\\q",
  "26": "They are as fast as papyrus reed boats,\n\\q and as fast as the eagle that swoops down on its victim.",
  "27": "If I said that I would forget about my complaints,\n\\q that I would take off my sad face and be happy,\n\\q",
  "28": "I would be afraid of all my sorrows\n\\q because I know that you will not consider me innocent.\n\\q",
  "29": "I will be condemned;\n\\q why, then, should I try in vain?",
  "30": "If I washed myself with snow water\n\\q and made my hands ever so clean,\n\\q",
  "31": "God would plunge me in a ditch,\n\\q and my own clothes would be disgusted with me.",
  "32": "For God is not a man, as I am, that I could answer him,\n\\q that we could come together in court.\n\\q",
  "33": "There is no judge between us\n\\q who might lay his hand upon us both.",
  "34": "There is no other judge who could take God's rod off me,\n\\q who could keep his terror from frightening me.\n\\q",
  "35": "Then would I speak up and not fear him.\n\\q But as things are now, I cannot do that.",
  "39": "\\q",
  "42": "\\q",
  "45": "\\q"
}
