{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, let us leave the beginning of the message of Christ and move forward to maturity. Let us not lay again the foundation of repentance from dead works and of faith in God,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nor the foundation of teaching about baptisms, laying on of hands, the resurrection of the dead, and eternal judgment.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will also do this if God permits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is impossible for those who were once enlightened, who tasted the heavenly gift, who were sharers of the Holy Spirit,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and who tasted God's good word and the powers of the age to come,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but who then fell away—it is impossible to restore them again to repentance. This is because they crucify the Son of God for themselves again, and publicly shame him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the land that drinks in the rain that often comes on it, and that gives birth to the plants useful to those for whom the land was worked—this is the land that receives a blessing from God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if it bears thorns and thistles, it is worthless and is near to a curse. Its end is in burning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we are convinced about better things concerning you, beloved ones, things that concern salvation, even though we speak like this.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God is not so unjust that he would forget your work and the love that you have shown for his name, because you served the believers and still serve them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We greatly desire that each of you may show the same diligence to the end, in order to make your hope certain.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is so that you will not become lazy, but imitators of those who by faith and patience inherit the promises.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when God made his promise to Abraham, he swore by himself, since he could not swear by anyone greater.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I will certainly bless you, and I will greatly increase you.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Abraham obtained what was promised after he had patiently waited.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For people swear by someone greater than themselves. At the end of each of their disputes, an oath serves as confirmation.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God decided to show more clearly to the heirs of the promise the unchangeable quality of his purpose, he guaranteed it with an oath.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did this so that by two unchangeable things—with which it is impossible for God to lie—we, who have fled for refuge, will have a strong encouragement to hold firmly to the hope set before us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have this as a secure and reliable anchor for the soul, a hope that enters into the inner place behind the curtain,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "where Jesus, who went before us, has entered into that place on our behalf. He has become a high priest forever after the order of Melchizedek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}