{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was this Melchizedek, king of Salem, priest of God Most High, who met Abraham returning from the slaughter of the kings and blessed him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was to him that Abraham gave a tenth of everything. His name \"Melchizedek\" means \"king of righteousness.\" His other title is \"king of Salem,\" that is, \"king of peace.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is without father, without mother, without ancestors, with neither beginning of days nor end of life. Instead, he resembles the Son of God, because he remains a priest forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See how great this man was to whom the patriarch Abraham gave a tenth of the things that he had taken in battle.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Levi who receive the priesthood have a command from the law to collect tithes from the people, that is, from their brothers, even though they, too, have come from Abraham's body. \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Melchizedek, whose descent was not traced from them, received tithes from Abraham, and blessed him, the one who had the promises.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no denying that the lesser person is blessed by the greater person.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this case, mortal men receive tithes, but in that case it is testified that he lives on.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And, in a manner of speaking, Levi, who received tithes, also paid tithes through Abraham,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because Levi was in the body of his ancestor when Melchizedek met Abraham.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if perfection were possible through the Levitical priesthood (for under it the people received the law), what further need would there have been for another priest to arise after the manner of Melchizedek, and not be considered to be after the manner of Aaron?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when the priesthood is changed, the law must also be changed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the one about whom these things are said belongs to another tribe, from which no one has ever served at the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now clearly, it is from Judah that our Lord was born, a tribe that Moses never mentioned concerning priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What we say is clearer yet if another priest arises in the likeness of Melchizedek.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was not based on the law of fleshly descent that he became a priest, but instead was based on the power of an everlasting life.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For scripture witnesses about him:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"You are a priest forever\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "after the manner of Melchizedek.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the former regulation is set aside because it is weak and useless,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(for the law made nothing perfect), and a better hope is introduced, through which we come near to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it was not without an oath! Others became priests without any oath,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but he became a priest when God said to him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The Lord has sworn and he will not change his mind:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You are a priest forever.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this also Jesus has given the guarantee of a better covenant.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The former priests were many in number, since death prevented them from continuing in office. \n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because Jesus continues to live forever, he has a permanent priesthood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore he is also able to save completely those who approach God through him, because he always lives to intercede for them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For such a high priest is suitable for us. He is sinless, blameless, pure, separated from sinners, and has become higher than the heavens.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He does not need, unlike the high priests, to offer up daily sacrifices, first for his own sins, and then for the sins of the people. He did this once for all, when he offered himself.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the law appoints as high priests men who have weaknesses. But the word of the oath, which came after the law, appointed a Son, who has been made perfect forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}