{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now even the first covenant had regulations for worship and an earthly sanctuary.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a tabernacle was prepared. The first room, in which were the lampstand, the table, and the bread of the presence, was called the holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behind the second curtain was another room, called the most holy place.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had a golden altar for incense. It also had the ark of the covenant, which was completely overlaid with gold. Inside it was a golden jar holding the manna, Aaron's rod that budded, and the tablets of the covenant.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above the ark of the covenant, glorious cherubim overshadowed the atonement lid, which we cannot now talk about in detail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things were prepared, the priests always entered the outer room of the tabernacle to perform their services.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But only the high priest entered the second room once each year, and not without blood that he offered for himself and for the people's unintentional sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit showed that the way into the most holy place had not yet appeared as long as the first tabernacle was still standing.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was an illustration for the present time. Both the gifts and sacrifices that are now being offered are not able to perfect the worshiper's conscience.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are only concerned with food and drink and various ceremonial washings, regulations for the body until the time of the new order. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ came as a high priest of the good things that have come. He went through the greater and more perfect tabernacle that was not made by human hands, one not belonging to this created world.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Other versions read, \\fqa Christ came as a high priest of the good things that are to come \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was not by the blood of goats and calves, but by his own blood that he entered into the most holy place once for all and secured our eternal redemption.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if the blood of goats and bulls and the sprinkling of a heifer's ashes on those who have become unclean sets them apart to God for the cleansing of their flesh,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, cleanse our conscience from dead works to serve the living God?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason, he is the mediator of a new covenant. This is so that, since a death has taken place to free those under the first covenant from their sins, those who are called will receive the promise of an eternal inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For where there is a will, the death of the person who made it must be proven.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a will is only in force when there has been a death, because it has no force while the one who made it is still alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So not even the first covenant was established without blood.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when Moses had given every command in the law to all the people, he took the blood of the calves and the goats, with water, red wool, and hyssop, and sprinkled both the scroll itself and all the people.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"This is the blood of the covenant that God has commanded for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same manner, he sprinkled the blood on the tabernacle and all the containers used in the service.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "According to the law, almost everything is cleansed with blood. Without the shedding of blood there is no forgiveness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore it was necessary that the copies of the things in heaven should be cleansed with these animal sacrifices. However, the heavenly things themselves had to be cleansed with much better sacrifices.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Christ did not enter into the most holy place made with hands, which is only a copy of the true one. Instead he entered into heaven itself, to appear now in God's presence for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not go there in order to offer himself many times, as does the high priest, who enters the most holy place year by year with the blood of another.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that had been the case, then he would have had to suffer many times since the beginning of the world. But now he has appeared at the end of the ages to do away with sin by the sacrifice of himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as man is appointed to die once, and after that comes judgment,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so also, Christ was offered once to take away the sins of many, and will appear a second time, not to deal with sin, but for the salvation of those who are waiting for him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}