{
  "1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
  "2": "This one was in the beginning with God.",
  "3": "All things were made through him, and without him there was not one thing made that has been made.",
  "4": "In him was life, and that life was the light of all men.",
  "5": "The light shines in the darkness, and the darkness did not overcome it.",
  "6": "There was a man who was sent from God, whose name was John.",
  "7": "He came as a witness to testify about the light, that all might believe through him.",
  "8": "John was not the light, but came that he might testify about the light.",
  "9": "The true light, which gives light to all men, was coming into the world.",
  "10": "He was in the world, and the world was made through him, and the world did not know him.",
  "11": "He came to his own, and his own did not receive him.",
  "12": "But to as many as received him, who believed in his name, he gave the right to become children of God.",
  "13": "These were not born of blood, nor of the will of the flesh, nor of the will of man, but of God.",
  "14": "The Word became flesh and lived among us. We have seen his glory, glory as of the one and only who came from the Father, full of grace and truth.",
  "15": "John testified about him and cried out, saying, \"This was the one of whom I said, 'He who comes after me is more than me, for he was before me.'\"",
  "16": "For from his fullness we have all received grace after grace.",
  "17": "For the law was given through Moses. Grace and truth came through Jesus Christ.",
  "18": "No one has seen God at any time. The one and only God, who at the side of the Father, he has made him known.",
  "19": "This is the testimony of John when the Jews sent priests and Levites to him from Jerusalem to ask him, \"Who are you?\"",
  "20": "He freely stated, and did not deny, but replied, \"I am not the Christ.\"",
  "21": "So they asked him, \"What are you then? Are you Elijah?\" He said, \"I am not.\" They said, \"Are you the prophet?\" He answered, \"No.\"",
  "22": "Then they said to him, \"Who are you, so that we may give an answer to those who sent us? What do you say about yourself?\"",
  "23": "He said,\\q \"I am a voice, crying in the wilderness:\n\\q 'Make the way of the Lord straight,'\n\\m\njust as Isaiah the prophet said.\"",
  "24": "Now some from the Pharisees were sent,",
  "25": "and they asked him and said to him, \"Why do you baptize then if you are not the Christ nor Elijah nor the prophet?\"",
  "26": "John answered them, saying, \"I baptize with water. But among you stands someone you do not know.",
  "27": "He is the one who comes after me, the strap of whose sandal I am not worthy to untie.\"",
  "28": "These things were done in Bethany on the other side of the Jordan, where John was baptizing.",
  "29": "The next day John saw Jesus coming to him and said, \"Look, there is the Lamb of God who takes away the sin of the world!",
  "30": "This is the one of whom I said, 'The one who comes after me is more than me, for he was before me.'",
  "31": "I did not know him, but it was so that he could be revealed to Israel that I came baptizing with water.\"",
  "32": "John testified, saying, \"I saw the Spirit descending like a dove from heaven, and it stayed upon him.",
  "33": "I did not recognize him, but he who sent me to baptize in water said to me, 'Upon whom you shall see the Spirit descending and remaining on him, he is the one baptizing in the Holy Spirit.'",
  "34": "I have both seen and testified that this is the Son of God.\"",
  "35": "Again, the next day, as John was standing with two of his disciples,",
  "36": "they saw Jesus walking by, and John said, \"Look, the Lamb of God!\"",
  "37": "His two disciples heard him say this and they followed Jesus.",
  "38": "Then Jesus turned and saw them following him and said to them, \"What do you want?\" They replied, \"Rabbi (which translated means teacher), where are you staying?\"",
  "39": "He said to them, \"Come and see.\" Then they came and saw where he was staying; they stayed with him that day, for it was about the tenth hour.",
  "40": "One of the two who heard John speak and then followed Jesus was Andrew, the brother of Simon Peter.",
  "41": "He first found his own brother Simon and said to him, \"We have found the Messiah\" (which translated is: Christ).",
  "42": "He brought him to Jesus, and Jesus looked at him and said, \"You are Simon son of John, you will be called Cephas\" (which translated is: Peter).",
  "43": "The next day, when Jesus wanted to leave to go to Galilee, he found Philip and said to him, \"Follow me.\"",
  "44": "Now Philip was from Bethsaida, the city of Andrew and Peter.",
  "45": "Philip found Nathaniel and said to him, \"He of whom Moses wrote in the law, and the prophets, we have found him: Jesus son of Joseph, from Nazareth.\"",
  "46": "Nathaniel said to him, \"Can any good thing come out of Nazareth?\" Philip said to him, \"Come and see.\"",
  "47": "Jesus saw Nathaniel coming to him and said about him, \"See, a true Israelite, in whom is no deceit!\"",
  "48": "Nathaniel said to him, \"How do you know me?\" Jesus answered and said to him, \"Before Philip called you, when you were under the fig tree, I saw you.\"",
  "49": "Nathaniel replied, \"Rabbi, you are the Son of God! You are the King of Israel!\"",
  "50": "Jesus replied and said to him, \"Because I said to you, 'I saw you underneath the fig tree,' do you believe? You will see greater things than this.\"",
  "51": "Then he said, \"Truly, truly, I say to you, you will see the heavens opened, and the angels of God ascending and descending upon the Son of Man.\""
}
