{
  "1": "וְאַתָּה֙ H859 שָׂ֣א H5375 קִינָ֔ה H7015 אֶל H413 נְשִׂיאֵ֖י H5387 יִשְׂרָאֵֽל H3478 ",
  "2": "וְאָמַרְתָּ֗ H559 מָ֤ה H4100 אִמְּךָ֙ H517 לְבִיָּ֔א H3833 בֵּ֥ין H996 אֲרָי֖וֹת H738 רָבָ֑צָה H7257 בְּת֥וֹךְ H8432 כְּפִרִ֖ים H3715 רִבְּתָ֥ה H7235 גוּרֶֽיהָ H1482 ",
  "3": "וַתַּ֛עַל H5927 אֶחָ֥ד H259 מִגֻּרֶ֖י H1482 כְּפִ֣יר H3715 הָיָ֑ה H1961 וַיִּלְמַ֥ד H3925 לִטְרָף H2963 טֶ֖רֶף H2964 אָדָ֥ם H120 אָכָֽל H398 ",
  "4": "וַיִּשְׁמְע֥וּ H8085 אֵלָ֛יו H413 גּוֹיִ֖ם H1471 בְּשַׁחְתָּ֣ H7845 נִתְפָּ֑שׂ H8610 וַיְבִאֻ֥ H935 בַֽחַחִ֖ים H2397 אֶל H413 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "5": "וַתֵּ֨רֶא֙ H7200 כִּ֣י H3588 נֽוֹחֲלָ֔ה H3176 אָבְדָ֖ה H6 תִּקְוָתָ֑הּ H8615 וַתִּקַּ֛ח H3947 אֶחָ֥ד H259 מִגֻּרֶ֖י H1482 כְּפִ֥יר H3715 שָׂמָֽתְהוּ H7760 ",
  "6": "וַיִּתְהַלֵּ֥ךְ H1980 בְּתוֹךְ H8432 אֲרָי֖וֹת H738 כְּפִ֣יר H3715 הָיָ֑ה H1961 וַיִּלְמַ֥ד H3925 לִטְרָף H2963 טֶ֖רֶף H2964 אָדָ֥ם H120 אָכָֽל H398 ",
  "7": "וַיֵּ֨דַע֙ H3045 אַלְמְנוֹתָ֔יו H490 וְעָרֵי H5892 הֶחֱרִ֑יב H2717 וַתֵּ֤שַׁם H3456 אֶ֨רֶץ֙ H776 וּמְלֹאָ֔ H4393 מִקּ֖וֹל H6963 שַׁאֲגָתֽוֹ H7581 ",
  "8": "וַיִּתְּנ֨וּ H5414 עָלָ֥יו H5921 גּוֹיִ֛ם H1471 סָבִ֖יב H5439 מִמְּדִינ֑וֹת H4082 וַֽיִּפְרְשׂ֥וּ H6566 עָלָ֛יו H5921 רִשְׁתָּ֖ם H7568 בְּשַׁחְתָּ֥ H7845 נִתְפָּֽשׂ H8610 ",
  "9": "וַֽיִּתְּנֻ֤ H5414 בַסּוּגַר֙ H5474 בַּֽחַחִ֔ים H2397 וַיְבִאֻ֖ H935 אֶל H413 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 יְבִאֻ֨הוּ֙ H935 בַּמְּצֹד֔וֹת H4685 לְמַ֗עַן H4616 לֹא H3808 יִשָּׁמַ֥ע H8085 קוֹל֛וֹ H6963 ע֖וֹד H5750 אֶל H413 הָרֵ֥י H2022 יִשְׂרָאֵֽל H3478 ",
  "10": "אִמְּךָ֥ H517 כַגֶּ֛פֶן H1612 בְּדָמְ H1818 עַל H5921 מַ֣יִם H4325 שְׁתוּלָ֑ה H8362 פֹּֽרִיָּה֙ H6509 וַֽעֲנֵפָ֔ה H6058 הָיְתָ֖ה H1961 מִמַּ֥יִם H4325 רַבִּֽים H7227 ",
  "11": "וַיִּֽהְיוּ H1961 לָ֞הּ Hl מַטּ֣וֹת H4294 עֹ֗ז H5797 אֶל H413 שִׁבְטֵי֙ H7626 מֹֽשְׁלִ֔ים H4910 וַתִּגְבַּ֥הּ H1361 קֽוֹמָת֖וֹ H6967 עַל H5921 בֵּ֣ין H996 עֲבֹתִ֑ים H5688 וַיֵּרָ֣א H7200 בְגָבְה֔ H1363 בְּרֹ֖ב H7230 דָּלִיֹּתָֽיו H1808 ",
  "12": "וַתֻּתַּ֤שׁ H5428 בְּחֵמָה֙ H2534 לָאָ֣רֶץ H776 הֻשְׁלָ֔כָה H7993 וְר֥וּחַ H7307 הַקָּדִ֖ים H6921 הוֹבִ֣ישׁ H3001 פִּרְיָ֑הּ H6529 הִתְפָּרְק֧וּ H6561 וְיָבֵ֛שׁוּ H3001 מַטֵּ֥ה H4294 עֻזָּ֖הּ H5797 אֵ֥שׁ H784 אֲכָלָֽתְהוּ H398 ",
  "13": "וְעַתָּ֖ה H6258 שְׁתוּלָ֣ה H8362 בַמִּדְבָּ֑ר H4057 בְּאֶ֖רֶץ H776 צִיָּ֥ה H6723 וְצָמָֽא H6772 ",
  "14": "וַתֵּצֵ֨א H3318 אֵ֜שׁ H784 מִמַּטֵּ֤ה H4294 בַדֶּ֨יהָ֙ H905 פִּרְיָ֣הּ H6529 אָכָ֔לָה H398 וְלֹא H3808 הָ֥יָה H1961 בָ֛הּ Hb מַטֵּה H4294 עֹ֖ז H5797 שֵׁ֣בֶט H7626 לִמְשׁ֑וֹל H4910 קִ֥ינָה H7015 הִ֖יא H1931 וַתְּהִ֥י H1961 לְקִינָֽה H7015 "
}
