{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֗ם H120 שִׂ֤ים H7760 פָּנֶ֨יךָ֙ H6440 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 וְהַטֵּ֖ף H5197 אֶל H413 מִקְדָּשִׁ֑ים H4720 וְהִנָּבֵ֖א H5012 אֶל H413 אַדְמַ֥ת H127 יִשְׂרָאֵֽל H3478 ",
  "3": "וְאָמַרְתָּ֞ H559 לְאַדְמַ֣ת H127 יִשְׂרָאֵ֗ל H3478 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֣י H2005 אֵלַ֔יִךְ H413 וְהוֹצֵאתִ֥י H3318 חַרְבִּ֖י H2719 מִתַּעְרָ֑ H8593 וְהִכְרַתִּ֥י H3772 מִמֵּ֖ךְ H4480 צַדִּ֥יק H6662 וְרָשָֽׁע H7563 ",
  "4": "יַ֛עַן H3282 אֲשֶׁר H834 הִכְרַ֥תִּי H3772 מִמֵּ֖ךְ H4480 צַדִּ֣יק H6662 וְרָשָׁ֑ע H7563 לָ֠כֵן H3651 תֵּצֵ֨א H3318 חַרְבִּ֧י H2719 מִתַּעְרָ֛ H8593 אֶל H413 כָּל H3605 בָּשָׂ֖ר H1320 מִנֶּ֥גֶב H5045 צָפֽוֹן H6828 ",
  "5": "וְיָֽדְעוּ֙ H3045 כָּל H3605 בָּשָׂ֔ר H1320 כִּ֚י H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 הוֹצֵ֥אתִי H3318 חַרְבִּ֖י H2719 מִתַּעְרָ֑ H8593 לֹ֥א H3808 תָשׁ֖וּב H7725 עֽוֹד H5750 ",
  "6": "וְאַתָּ֥ה H859 בֶן H1121 אָדָ֖ם H120 הֵֽאָנַ֑ח H584 בְּשִׁבְר֤וֹן H7670 מָתְנַ֨יִם֙ H4975 וּבִ H4814 תֵּֽאָנַ֖ח H584 לְעֵינֵי H5869 ",
  "7": "וְהָיָה֙ H1961 כִּֽי H3588 יֹאמְר֣וּ H559 אֵלֶ֔יךָ H413 עַל H5921 מָ֖ה H4100 אַתָּ֣ה H859 נֶאֱנָ֑ח H584 וְאָמַרְתָּ֡ H559 אֶל H413 שְׁמוּעָ֣ה H8052 כִֽי H3588 בָאָ֡ה H935 וְנָמֵ֣ס H4549 כָּל H3605 לֵב֩ H3820 וְרָפ֨וּ H7503 כָל H3605 יָדַ֜יִם H3027 וְכִהֲתָ֣ה H3543 כָל H3605 ר֗וּחַ H7307 וְכָל H3605 בִּרְכַּ֨יִם֙ H1290 תֵּלַ֣כְנָה H3212 מַּ֔יִם H4325 הִנֵּ֤ה H2009 בָאָה֙ H935 וְנִֽהְיָ֔תָה H1961 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "8": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "9": "בֶּן H1121 אָדָ֕ם H120 הִנָּבֵא֙ H5012 וְאָ֣מַרְתָּ֔ H559 כֹּ֖ה H3541 אָמַ֣ר H559 אֲדֹנָ֑י H136 אֱמֹ֕ר H559 חֶ֥רֶב H2719 חֶ֛רֶב H2719 הוּחַ֖דָּה H2300 וְגַם H1571 מְרוּטָֽה H4803 ",
  "10": "לְמַ֨עַן H4616 טְבֹ֤חַ H2873 טֶ֨בַח֙ H2874 הוּחַ֔דָּה H2300 לְמַעַן H4616 הֱיֵה H1961 לָ֥הּ Hl בָּ֖רָק H1300 מֹרָ֑טָּה H4803 א֣וֹ H176 נָשִׂ֔ישׂ H7797 שֵׁ֥בֶט H7626 בְּנִ֖י H1121 מֹאֶ֥סֶת H3988 כָּל H3605 עֵֽץ H6086 ",
  "11": "וַיִּתֵּ֥ן H5414 אֹתָ֛הּ H853 לְמָרְטָ֖ה H4803 לִתְפֹּ֣שׂ H8610 בַּכָּ֑ף H3709 הִֽיא H1931 הוּחַ֤דָּה H2300 חֶ֨רֶב֙ H2719 וְהִ֣יא H1931 מֹרָ֔טָּה H4803 לָתֵ֥ת H5414 אוֹתָ֖הּ H853 בְּיַד H3027 הוֹרֵֽג H2026 ",
  "12": "זְעַ֤ק H2199 וְהֵילֵל֙ H3213 בֶּן H1121 אָדָ֔ם H120 כִּי H3588 הִיא֙ H1931 הָיתָ֣ה H1961 בְעַמִּ֔ H5971 הִ֖יא H1931 בְּכָל H3605 נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֑ל H3478 מְגוּרֵ֤י H4048 אֶל H413 חֶ֨רֶב֙ H2719 הָי֣וּ H1961 אֶת H854 עַמִּ֔י H5971 לָכֵ֖ן H3651 סְפֹ֥ק H5606 אֶל H413 יָרֵֽךְ H3409 ",
  "13": "כִּ֣י H3588 בֹ֔חַן H974 וּמָ֕ה H4100 אִם H518 גַּם H1571 שֵׁ֥בֶט H7626 מֹאֶ֖סֶת H3988 לֹ֣א H3808 יִֽהְיֶ֑ה H1961 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "14": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֔ם H120 הִנָּבֵ֕א H5012 וְהַ֖ךְ H5221 כַּ֣ף H3709 אֶל H413 כָּ֑ף H3709 וְתִכָּפֵ֞ל H3717 חֶ֤רֶב H2719 שְׁלִישִׁ֨תָה֙ H7992 חֶ֣רֶב H2719 חֲלָלִ֔ים H2491 הִ֗יא H1931 חֶ֚רֶב H2719 חָלָ֣ל H2491 הַגָּד֔וֹל H1419 הַחֹדֶ֖רֶת H2314 לָהֶֽם Hl ",
  "15": "לְמַ֣עַן H4616 לָמ֣וּג H4127 לֵ֗ב H3820 וְהַרְבֵּה֙ H7235 הַמִּכְשֹׁלִ֔ים H4383 עַ֚ל H5921 כָּל H3605 שַׁ֣עֲרֵיהֶ֔ם H8179 נָתַ֖תִּי H5414 אִבְחַת H19 חָ֑רֶב H2719 אָ֛ח H253 עֲשׂוּיָ֥ה H6213 לְבָרָ֖ק H1300 מְעֻטָּ֥ה H4593 לְטָֽבַח H2874 ",
  "16": "הִתְאַחֲדִ֥י H258 הֵימִ֖נִי H3231 הָשִׂ֣ימִי H7760 הַשְׂמִ֑ילִי H8041 אָ֖נָה H575 פָּנַ֥יִךְ H6440 מֻעָדֽוֹת H3259 ",
  "17": "וְגַם H1571 אֲנִ֗י H589 אַכֶּ֤ה H5221 כַפִּי֙ H3709 אֶל H413 כַּפִּ֔י H3709 וַהֲנִחֹתִ֖י H5117 חֲמָתִ֑י H2534 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 ",
  "18": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "19": "וְאַתָּ֨ה H859 בֶן H1121 אָדָ֜ם H120 שִׂים H7760 לְךָ֣ Hl שְׁנַ֣יִם H8147 דְּרָכִ֗ים H1870 לָבוֹא֙ H935 חֶ֣רֶב H2719 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 מֵאֶ֥רֶץ H776 אֶחָ֖ד H259 יֵצְא֣וּ H3318 שְׁנֵיהֶ֑ם H8147 וְיָ֣ד H3027 בָּרֵ֔א H1254 בְּרֹ֥אשׁ H7218 דֶּֽרֶךְ H1870 עִ֖יר H5892 בָּרֵֽא H1254 ",
  "20": "דֶּ֣רֶךְ H1870 תָּשִׂ֔ים H7760 לָב֣וֹא H935 חֶ֔רֶב H2719 אֵ֖ת H853 רַבַּ֣ת H7237 בְּנֵֽי H1121 עַמּ֑וֹן H5983 וְאֶת H853 יְהוּדָ֥ה H3063 בִירוּשָׁלִַ֖ם H3389 בְּצוּרָֽה H1219 ",
  "21": "כִּֽי H3588 עָמַ֨ד H5975 מֶלֶךְ H4428 בָּבֶ֜ל H894 אֶל H413 אֵ֣ם H517 הַדֶּ֗רֶךְ H1870 בְּרֹ֛אשׁ H7218 שְׁנֵ֥י H8147 הַדְּרָכִ֖ים H1870 לִקְסָם H7080 קָ֑סֶם H7081 קִלְקַ֤ל H7043 בַּֽחִצִּים֙ H2671 שָׁאַ֣ל H7592 בַּתְּרָפִ֔ים H8655 רָאָ֖ה H7200 בַּכָּבֵֽד H3516 ",
  "22": "בִּֽימִינ֞ H3225 הָיָ֣ה H1961 הַקֶּ֣סֶם H7081 יְרוּשָׁלִַ֗ם H3389 לָשׂ֤וּם H7760 כָּרִים֙ H3733 לִפְתֹּ֤חַ H6605 פֶּה֙ H6310 בְּרֶ֔צַח H7524 לְהָרִ֥ים H7311 ק֖וֹל H6963 בִּתְרוּעָ֑ה H8643 לָשׂ֤וּם H7760 כָּרִים֙ H3733 עַל H5921 שְׁעָרִ֔ים H8179 לִשְׁפֹּ֥ךְ H8210 סֹלְלָ֖ה H5550 לִבְנ֥וֹת H1129 דָּיֵֽק H1785 ",
  "23": "וְהָיָ֨ה H1961 לָהֶ֤ם Hl כקסום H7080 שָׁוְא֙ H7723 בְּעֵ֣ינֵי H5869 שְׁבֻעֵ֥י H7650 שְׁבֻע֖וֹת H7621 לָהֶ֑ם Hl וְהֽוּא H1931 מַזְכִּ֥יר H2142 עָוֺ֖ן H5771 לְהִתָּפֵֽשׂ H8610 ",
  "24": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 יַ֗עַן H3282 הַזְכַּרְכֶם֙ H2142 עֲוֺ֣נְכֶ֔ם H5771 בְּהִגָּל֣וֹת H1540 פִּשְׁעֵיכֶ֗ם H6588 לְהֵֽרָאוֹת֙ H7200 חַטֹּ֣אותֵיכֶ֔ם H2403 בְּכֹ֖ל H3605 עֲלִילֽוֹתֵיכֶ֑ם H5949 יַ֚עַן H3282 הִזָּ֣כֶרְכֶ֔ם H2142 בַּכַּ֖ף H3709 תִּתָּפֵֽשׂוּ H8610 ",
  "25": "וְאַתָּה֙ H859 חָלָ֣ל H2491 רָשָׁ֔ע H7563 נְשִׂ֖יא H5387 יִשְׂרָאֵ֑ל H3478 אֲשֶׁר H834 בָּ֣א H935 יוֹמ֔וֹ H3117 בְּעֵ֖ת H6256 עֲוֺ֥ן H5771 קֵֽץ H7093 ",
  "26": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הָסִיר֙ H5493 הַמִּצְנֶ֔פֶת H4701 וְהָרִ֖ים H7311 הָֽעֲטָרָ֑ה H5850 זֹ֣את H2063 לֹא H3808 זֹ֔את H2063 הַשָּׁפָ֣לָה H8217 הַגְבֵּ֔הַ H1361 וְהַ H1364 הַשְׁפִּֽיל H8213 ",
  "27": "עַוָּ֥ה H5754 עַוָּ֖ה H5754 עַוָּ֣ה H5754 אֲשִׂימֶ֑נָּה H7760 גַּם H1571 זֹאת֙ H2063 לֹ֣א H3808 הָיָ֔ה H1961 עַד H5704 בֹּ֛א H935 אֲשֶׁר H834 ל֥וֹ Hl הַמִּשְׁפָּ֖ט H4941 וּנְתַתִּֽי H5414 ",
  "28": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 הִנָּבֵ֤א H5012 וְאָֽמַרְתָּ֙ H559 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהֹוִ֔ה H3069 אֶל H413 בְּנֵ֥י H1121 עַמּ֖וֹן H5983 וְאֶל H413 חֶרְפָּתָ֑ם H2781 וְאָמַרְתָּ֗ H559 חֶ֣רֶב H2719 חֶ֤רֶב H2719 פְּתוּחָה֙ H6605 לְטֶ֣בַח H2874 מְרוּטָ֔ה H4803 לְהָכִ֖יל H398 לְמַ֥עַן H4616 בָּרָֽק H1300 ",
  "29": "בַּחֲז֥וֹת H2372 לָךְ֙ Hl שָׁ֔וְא H7723 בִּקְסָם H7080 לָ֖ךְ Hl כָּזָ֑ב H3577 לָתֵ֣ת H5414 אוֹתָ֗ךְ H853 אֶֽל H413 צַוְּארֵי֙ H6677 חַֽלְלֵ֣י H2491 רְשָׁעִ֔ים H7563 אֲשֶׁר H834 בָּ֣א H935 יוֹמָ֔ם H3117 בְּעֵ֖ת H6256 עֲוֺ֥ן H5771 קֵֽץ H7093 ",
  "30": "הָשַׁ֖ב H7725 אֶל H413 תַּעְרָ֑הּ H8593 בִּמְק֧וֹם H4725 אֲשֶׁר H834 נִבְרֵ֛את H1254 בְּאֶ֥רֶץ H776 מְכֻרוֹתַ֖יִךְ H4351 אֶשְׁפֹּ֥ט H8199 אֹתָֽךְ H853 ",
  "31": "וְשָׁפַכְתִּ֤י H8210 עָלַ֨יִךְ֙ H5921 זַעְמִ֔י H2195 בְּאֵ֥שׁ H784 עֶבְרָתִ֖י H5678 אָפִ֣יחַ H6315 עָלָ֑יִךְ H5921 וּנְתַתִּ֗י H5414 בְּיַד֙ H3027 אֲנָשִׁ֣ים H376 בֹּֽעֲרִ֔ים H1197 חָרָשֵׁ֖י H2796 מַשְׁחִֽית H4889 ",
  "32": "לָאֵ֤שׁ H784 תִּֽהְיֶה֙ H1961 לְאָכְלָ֔ה H402 דָּמֵ֥ךְ H1818 יִהְיֶ֖ה H1961 בְּת֣וֹךְ H8432 הָאָ֑רֶץ H776 לֹ֣א H3808 תִזָּכֵ֔רִי H2142 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 ",
  "33": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 הִנָּבֵ֤א H5012 וְאָֽמַרְתָּ֙ H559 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהֹוִ֔ה H3069 אֶל H413 בְּנֵ֥י H1121 עַמּ֖וֹן H5983 וְאֶל H413 חֶרְפָּתָ֑ם H2781 וְאָמַרְתָּ֗ H559 חֶ֣רֶב H2719 חֶ֤רֶב H2719 פְּתוּחָה֙ H6605 לְטֶ֣בַח H2874 מְרוּטָ֔ה H4803 לְהָכִ֖יל H398 לְמַ֥עַן H4616 בָּרָֽק H1300 ",
  "34": "בַּחֲז֥וֹת H2372 לָךְ֙ Hl שָׁ֔וְא H7723 בִּקְסָם H7080 לָ֖ךְ Hl כָּזָ֑ב H3577 לָתֵ֣ת H5414 אוֹתָ֗ךְ H853 אֶֽל H413 צַוְּארֵי֙ H6677 חַֽלְלֵ֣י H2491 רְשָׁעִ֔ים H7563 אֲשֶׁר H834 בָּ֣א H935 יוֹמָ֔ם H3117 בְּעֵ֖ת H6256 עֲוֺ֥ן H5771 קֵֽץ H7093 ",
  "35": "הָשַׁ֖ב H7725 אֶל H413 תַּעְרָ֑הּ H8593 בִּמְק֧וֹם H4725 אֲשֶׁר H834 נִבְרֵ֛את H1254 בְּאֶ֥רֶץ H776 מְכֻרוֹתַ֖יִךְ H4351 אֶשְׁפֹּ֥ט H8199 אֹתָֽךְ H853 ",
  "36": "וְשָׁפַכְתִּ֤י H8210 עָלַ֨יִךְ֙ H5921 זַעְמִ֔י H2195 בְּאֵ֥שׁ H784 עֶבְרָתִ֖י H5678 אָפִ֣יחַ H6315 עָלָ֑יִךְ H5921 וּנְתַתִּ֗י H5414 בְּיַד֙ H3027 אֲנָשִׁ֣ים H376 בֹּֽעֲרִ֔ים H1197 חָרָשֵׁ֖י H2796 מַשְׁחִֽית H4889 ",
  "37": "לָאֵ֤שׁ H784 תִּֽהְיֶה֙ H1961 לְאָכְלָ֔ה H402 דָּמֵ֥ךְ H1818 יִהְיֶ֖ה H1961 בְּת֣וֹךְ H8432 הָאָ֑רֶץ H776 לֹ֣א H3808 תִזָּכֵ֔רִי H2142 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 "
}
