{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֑ם H120 שְׁתַּ֣יִם H8147 נָשִׁ֔ים H802 בְּנ֥וֹת H1323 אֵם H517 אַחַ֖ת H259 הָיֽוּ H1961 ",
  "3": "וַתִּזְנֶ֣ינָה H2181 בְמִצְרַ֔יִם H4714 בִּנְעוּרֵי H5271 זָנ֑וּ H2181 שָׁ֚מָּה H8033 מֹעֲכ֣וּ H4600 שְׁדֵיהֶ֔ן H7699 וְשָׁ֣ם H8033 עִשּׂ֔וּ H6213 דַּדֵּ֖י H1717 בְּתוּלֵיהֶֽן H1331 ",
  "4": "וּשְׁמוֹתָ֗ H8034 אָהֳלָ֤ה H170 הַגְּדוֹלָה֙ H1419 וְאָהֳלִיבָ֣ה H172 אֲחוֹתָ֔הּ H269 וַתִּֽהְיֶ֣ינָה H1961 לִ֔י Hl וַתֵּלַ֖דְנָה H3205 בָּנִ֣ים H1121 וּבָנ֑וֹת H1323 וּשְׁמוֹתָ֕ H8034 שֹׁמְר֣וֹן H8111 אָהֳלָ֔ה H170 וִירוּשָׁלִַ֖ם H3389 אָהֳלִיבָֽה H172 ",
  "5": "וַתִּ֥זֶן H2181 אָהֳלָ֖ה H170 תַּחְתָּ֑י H8478 וַתַּעְגַּב֙ H5689 עַֽל H5921 מְאַהֲבֶ֔יהָ H157 אֶל H413 אַשּׁ֖וּר H804 קְרוֹבִֽים H7138 ",
  "6": "לְבֻשֵׁ֤י H3847 תְכֵ֨לֶת֙ H8504 פַּח֣וֹת H6346 וּסְגָנִ֔ים H5461 בַּח֥וּרֵי H970 חֶ֖מֶד H2531 כֻּלָּ֑ם H3605 פָּרָשִׁ֕ים H6571 רֹכְבֵ֖י H7392 סוּסִֽים H5483 ",
  "7": "וַתִּתֵּ֤ן H5414 תַּזְנוּתֶ֨יהָ֙ H8457 עֲלֵיהֶ֔ם H5921 מִבְחַ֥ר H4005 בְּנֵֽי H1121 אַשּׁ֖וּר H804 כֻּלָּ֑ם H3605 וּבְ H3605 אֲשֶׁר H834 עָֽגְבָ֛ה H5689 בְּכָל H3605 גִּלּוּלֵיהֶ֖ם H1544 נִטְמָֽאָה H2930 ",
  "8": "וְאֶת H853 תַּזְנוּתֶ֤יהָ H8457 מִמִּצְרַ֨יִם֙ H4714 לֹ֣א H3808 עָזָ֔בָה H5800 כִּ֤י H3588 אוֹתָהּ֙ H854 שָׁכְב֣וּ H7901 בִנְעוּרֶ֔י H5271 וְהֵ֥מָּה H1992 עִשּׂ֖וּ H6213 דַּדֵּ֣י H1717 בְתוּלֶ֑יהָ H1331 וַיִּשְׁפְּכ֥וּ H8210 תַזְנוּתָ֖ם H8457 עָלֶֽיהָ H5921 ",
  "9": "לָכֵ֥ן H3651 נְתַתִּ֖יהָ H5414 בְּיַד H3027 מְאַֽהֲבֶ֑יהָ H157 בְּיַד֙ H3027 בְּנֵ֣י H1121 אַשּׁ֔וּר H804 אֲשֶׁ֥ר H834 עָגְבָ֖ה H5689 עֲלֵיהֶֽם H5921 ",
  "10": "הֵמָּה֮ H1992 גִּלּ֣וּ H1540 עֶרְוָתָהּ֒ H6172 בָּנֶ֤יהָ H1121 וּבְנוֹתֶ֨י H1323 לָקָ֔חוּ H3947 וְאוֹתָ֖ H853 בַּחֶ֣רֶב H2719 הָרָ֑גוּ H2026 וַתְּהִי H1961 שֵׁם֙ H8034 לַנָּשִׁ֔ים H802 וּשְׁפוּטִ֖ים H8196 עָ֥שׂוּ H6213 בָֽהּ Hb ",
  "11": "וַתֵּ֨רֶא֙ H7200 אֲחוֹתָ֣הּ H269 אָהֳלִיבָ֔ה H172 וַתַּשְׁחֵ֥ת H7843 עַגְבָתָ֖הּ H5691 מִמֶּ֑נָּה H4480 וְאֶת H853 תַּ֨זְנוּתֶ֔יהָ H8457 מִזְּנוּנֵ֖י H2183 אֲחוֹתָֽהּ H269 ",
  "12": "אֶל H413 בְּנֵי֩ H1121 אַשּׁ֨וּר H804 עָגָ֜בָה H5689 פַּח֨וֹת H6346 וּסְגָנִ֤ים H5461 קְרֹבִים֙ H7138 לְבֻשֵׁ֣י H3847 מִכְל֔וֹל H4358 פָּרָשִׁ֖ים H6571 רֹכְבֵ֣י H7392 סוּסִ֑ים H5483 בַּח֥וּרֵי H970 חֶ֖מֶד H2531 כֻּלָּֽם H3605 ",
  "13": "וָאֵ֖רֶא H7200 כִּ֣י H3588 נִטְמָ֑אָה H2930 דֶּ֥רֶךְ H1870 אֶחָ֖ד H259 לִשְׁתֵּי H8147 ",
  "14": "וַתּ֖וֹסֶף H3254 אֶל H413 תַּזְנוּתֶ֑יהָ H8457 וַתֵּ֗רֶא H7200 אַנְשֵׁי֙ H376 מְחֻקֶּ֣ה H2707 עַל H5921 הַקִּ֔יר H7023 צַלְמֵ֣י H6754 כשדיים H3778 חֲקֻקִ֖ים H2710 בַּשָּׁשַֽׁר H8350 ",
  "15": "חֲגוֹרֵ֨י H2289 אֵז֜וֹר H232 בְּמָתְנֵי H4975 סְרוּחֵ֤י H5628 טְבוּלִים֙ H2871 בְּרָ֣אשֵׁי H7218 מַרְאֵ֥ה H4758 שָׁלִשִׁ֖ים H7991 כֻּלָּ֑ם H3605 דְּמ֤וּת H1823 בְּנֵֽי H1121 בָבֶל֙ H894 כַּשְׂדִּ֔ים H3778 אֶ֖רֶץ H776 מוֹלַדְתָּֽם H4138 ",
  "16": "ותעגב H5689 עֲלֵיהֶ֖ם H5921 לְמַרְאֵ֣ה H4758 עֵינֶ֑יהָ H5869 וַתִּשְׁלַ֧ח H7971 מַלְאָכִ֛ים H4397 אֲלֵיהֶ֖ם H413 כַּשְׂדִּֽימָה H3778 ",
  "17": "וַיָּבֹ֨אוּ H935 אֵלֶ֤יהָ H413 בְנֵֽי H1121 בָבֶל֙ H894 לְמִשְׁכַּ֣ב H4904 דֹּדִ֔ים H1730 וַיְטַמְּא֥וּ H2930 אוֹתָ֖הּ H853 בְּתַזְנוּתָ֑ H8457 וַתִּ֨טְמָא H2930 בָ֔ם Hb וַתֵּ֥קַע H3363 נַפְשָׁ֖הּ H5315 מֵהֶֽם H1992 ",
  "18": "וַתְּגַל֙ H1540 תַּזְנוּתֶ֔יהָ H8457 וַתְּגַ֖ל H1540 אֶת H853 עֶרְוָתָ֑הּ H6172 וַתֵּ֤קַע H3363 נַפְשִׁי֙ H5315 מֵֽעָלֶ֔י H5921 כַּאֲשֶׁ֛ר H834 נָקְעָ֥ה H5361 נַפְשִׁ֖י H5315 מֵעַ֥ל H5921 אֲחוֹתָֽהּ H269 ",
  "19": "וַתַּרְבֶּ֖ה H7235 אֶת H853 תַּזְנוּתֶ֑יהָ H8457 לִזְכֹּר֙ H2142 אֶת H853 יְמֵ֣י H3117 נְעוּרֶ֔יהָ H5271 אֲשֶׁ֥ר H834 זָנְתָ֖ה H2181 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "20": "וַֽתַּעְגְּבָ֔ H5689 עַ֖ל H5921 פִּֽלַגְשֵׁיהֶ֑ם H6370 אֲשֶׁ֤ר H834 בְּשַׂר H1320 חֲמוֹרִים֙ H2543 בְּשָׂרָ֔ם H1320 וְזִרְמַ֥ת H2231 סוּסִ֖ים H5483 זִרְמָתָֽם H2231 ",
  "21": "וַֽתִּפְקְדִ֔י H6485 אֵ֖ת H853 זִמַּ֣ת H2154 נְעוּרָ֑יִךְ H5271 בַּעְשׂ֤וֹת H6213 מִמִּצְרַ֨יִם֙ H4714 דַּדַּ֔יִךְ H1717 לְמַ֖עַן H4616 שְׁדֵ֥י H7699 נְעוּרָֽיִךְ H5271 ",
  "22": "לָכֵ֣ן H3651 אָהֳלִיבָ֗ה H172 כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 הִנְנִ֨י H2005 מֵעִ֤יר H5782 אֶת H853 מְאַהֲבַ֨יִךְ֙ H157 עָלַ֔יִךְ H5921 אֵ֛ת H853 אֲשֶׁר H834 נָקְעָ֥ה H5361 נַפְשֵׁ֖ךְ H5315 מֵהֶ֑ם H1992 וַהֲבֵאתִ֥י H935 עָלַ֖יִךְ H5921 מִסָּבִֽיב H5439 ",
  "23": "בְּנֵ֧י H1121 בָבֶ֣ל H894 וְכָל H3605 כַּשְׂדִּ֗ים H3778 פְּק֤וֹד H6489 וְשׁ֨וֹעַ֙ H7772 וְק֔וֹעַ H6970 כָּל H3605 בְּנֵ֥י H1121 אַשּׁ֖וּר H804 אוֹתָ֑ם H854 בַּח֨וּרֵי H970 חֶ֜מֶד H2531 פַּח֤וֹת H6346 וּסְגָנִים֙ H5461 כֻּלָּ֔ם H3605 שָֽׁלִשִׁים֙ H7991 וּקְרוּאִ֔ים H7121 רֹכְבֵ֥י H7392 סוּסִ֖ים H5483 כֻּלָּֽם H3605 ",
  "24": "וּבָ֣אוּ H935 עָלַ֡יִךְ H5921 הֹ֠צֶן H2021 רֶ֤כֶב H7393 וְגַלְגַּל֙ H1534 וּבִ H6951 עַמִּ֔ים H5971 צִנָּ֤ה H6793 וּמָגֵן֙ H4043 וְקוֹבַ֔ע H6959 יָשִׂ֥ימוּ H7760 עָלַ֖יִךְ H5921 סָבִ֑יב H5439 וְנָתַתִּ֤י H5414 לִפְנֵי H6440 מִשְׁפָּ֔ט H4941 וּשְׁפָט֖וּ H8199 בְּמִשְׁפְּטֵי H4941 ",
  "25": "וְנָתַתִּ֨י H5414 קִנְאָתִ֜י H7068 בָּ֗ךְ Hb וְעָשׂ֤וּ H6213 אוֹתָךְ֙ H854 בְּחֵמָ֔ה H2534 אַפֵּ֤ךְ H639 וְאָזְנַ֨יִ H241 יָסִ֔ירוּ H5493 וְאַחֲרִיתֵ֖ H319 בַּחֶ֣רֶב H2719 תִּפּ֑וֹל H5307 הֵ֗מָּה H1992 בָּנַ֤יִךְ H1121 וּבְנוֹתַ֨יִ H1323 יִקָּ֔חוּ H3947 וְאַחֲרִיתֵ֖ H319 תֵּאָכֵ֥ל H398 בָּאֵֽשׁ H784 ",
  "26": "וְהִפְשִׁיט֖וּ H6584 אֶת H853 בְּגָדָ֑יִךְ H899 וְלָקְח֖וּ H3947 כְּלֵ֥י H3627 תִפְאַרְתֵּֽךְ H8597 ",
  "27": "וְהִשְׁבַּתִּ֤י H7673 זִמָּתֵךְ֙ H2154 מִמֵּ֔ךְ H4480 וְאֶת H853 זְנוּתֵ֖ךְ H2184 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְלֹֽא H3808 תִשְׂאִ֤י H5375 עֵינַ֨יִךְ֙ H5869 אֲלֵיהֶ֔ם H413 וּמִצְרַ֖יִם H4714 לֹ֥א H3808 תִזְכְּרִי H2142 עֽוֹד H5750 ",
  "28": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִי֙ H2005 נֹֽתְנָ֔ךְ H5414 בְּיַ֖ד H3027 אֲשֶׁ֣ר H834 שָׂנֵ֑את H8130 בְּיַ֛ד H3027 אֲשֶׁר H834 נָקְעָ֥ה H5361 נַפְשֵׁ֖ךְ H5315 מֵהֶֽם H1992 ",
  "29": "וְעָשׂ֨וּ H6213 אוֹתָ֜ךְ H854 בְּשִׂנְאָ֗ה H8135 וְלָקְחוּ֙ H3947 כָּל H3605 יְגִיעֵ֔ךְ H3018 וַעֲזָב֖וּ H5800 עֵירֹ֣ם H5903 וְעֶרְיָ֑ה H6181 וְנִגְלָה֙ H1540 עֶרְוַ֣ת H6172 זְנוּנַ֔יִךְ H2183 וְזִמָּתֵ֖ H2154 וְתַזְנוּתָֽיִ H8457 ",
  "30": "עָשֹׂ֥ה H6213 אֵ֖לֶּה H428 לָ֑ךְ Hl בִּזְנוֹתֵ H2181 אַחֲרֵ֣י H310 גוֹיִ֔ם H1471 עַ֥ל H5921 אֲשֶׁר H834 נִטְמֵ֖את H2930 בְּגִלּוּלֵי H1544 ",
  "31": "בְּדֶ֥רֶךְ H1870 אֲחוֹתֵ֖ךְ H269 הָלָ֑כְתְּ H1980 וְנָתַתִּ֥י H5414 כוֹסָ֖הּ H3563 בְּיָדֵֽ H3027 ",
  "32": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהֹוִ֔ה H3069 כּ֤וֹס H3563 אֲחוֹתֵךְ֙ H269 תִּשְׁתִּ֔י H8354 הָעֲמֻקָּ֖ה H6013 וְהָ H7342 תִּהְיֶ֥ה H1961 לִצְחֹ֛ק H6712 וּלְ H3932 מִרְבָּ֥ה H4767 לְהָכִֽיל H3557 ",
  "33": "שִׁכָּר֥וֹן H7943 וְיָג֖וֹן H3015 תִּמָּלֵ֑אִי H4390 כּ֚וֹס H3563 שַׁמָּ֣ה H8047 וּשְׁמָמָ֔ה H8077 כּ֖וֹס H3563 אֲחוֹתֵ֥ךְ H269 שֹׁמְרֽוֹן H8111 ",
  "34": "וְשָׁתִ֨ית H8354 אוֹתָ֜הּ H853 וּמָצִ֗ית H4680 וְאֶת H853 חֲרָשֶׂ֛יהָ H2789 תְּגָרֵ֖מִי H1633 וְשָׁדַ֣יִ H7699 תְּנַתֵּ֑קִי H5423 כִּ֚י H3588 אֲנִ֣י H589 דִבַּ֔רְתִּי H1696 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "35": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֚עַן H3282 שָׁכַ֣חַתְּ H7911 אוֹתִ֔י H853 וַתַּשְׁלִ֥יכִי H7993 אוֹתִ֖י H853 אַחֲרֵ֣י H310 גַוֵּ֑ךְ H1458 וְגַם H1571 אַ֛תְּ H859 שְׂאִ֥י H5375 זִמָּתֵ֖ךְ H2154 וְאֶת H853 תַּזְנוּתָֽיִךְ H8457 ",
  "36": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 בֶּן H1121 אָדָ֕ם H120 הֲתִשְׁפּ֥וֹט H8199 אֶֽת H853 אָהֳלָ֖ה H170 וְאֶת H853 אָהֳלִיבָ֑ה H172 וְהַגֵּ֣ד H5046 לָהֶ֔ן Hl אֵ֖ת H853 תוֹעֲבוֹתֵיהֶֽן H8441 ",
  "37": "כִּ֣י H3588 נִאֵ֗פוּ H5003 וְדָם֙ H1818 בִּֽידֵי H3027 וְאֶת H854 גִּלּֽוּלֵיהֶ֖ן H1544 נִאֵ֑פוּ H5003 וְגַ֤ם H1571 אֶת H853 בְּנֵיהֶן֙ H1121 אֲשֶׁ֣ר H834 יָֽלְדוּ H3205 לִ֔י Hl הֶעֱבִ֥ירוּ H5674 לָהֶ֖ם Hl לְאָכְלָֽה H402 ",
  "38": "ע֥וֹד H5750 זֹ֖את H2063 עָ֣שׂוּ H6213 לִ֑י Hl טִמְּא֤וּ H2930 אֶת H853 מִקְדָּשִׁי֙ H4720 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְאֶת H853 שַׁבְּתוֹתַ֖י H7676 חִלֵּֽלוּ H2490 ",
  "39": "וּֽבְ H7819 אֶת H853 בְּנֵיהֶם֙ H1121 לְגִלּ֣וּלֵי H1544 וַיָּבֹ֧אוּ H935 אֶל H413 מִקְדָּשִׁ֛י H4720 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לְחַלְּל֑ H2490 וְהִנֵּה H2009 כֹ֥ה H3541 עָשׂ֖וּ H6213 בְּת֥וֹךְ H8432 בֵּיתִֽי H1004 ",
  "40": "וְאַ֗ף H637 כִּ֤י H3588 תִשְׁלַ֨חְנָה֙ H7971 לַֽאֲנָשִׁ֔ים H376 בָּאִ֖ים H935 מִמֶּרְחָ֑ק H4801 אֲשֶׁ֨ר H834 מַלְאָ֜ךְ H4397 שָׁל֤וּחַ H7971 אֲלֵיהֶם֙ H413 וְהִנֵּה H2009 בָ֔אוּ H935 לַאֲשֶׁ֥ר H834 רָחַ֛צְתְּ H7364 כָּחַ֥לְתְּ H3583 עֵינַ֖יִךְ H5869 וְעָ֥דִית H5710 עֶֽדִי H5716 ",
  "41": "וְיָשַׁבְתְּ֙ H3427 עַל H5921 מִטָּ֣ה H4296 כְבוּדָּ֔ה H3520 וְשֻׁלְחָ֥ן H7979 עָר֖וּךְ H6186 לְפָנֶ֑י H6440 וּקְטָרְתִּ֥ H7004 וְשַׁמְנִ֖ H8081 שַׂ֥מְתְּ H7760 עָלֶֽיהָ H5921 ",
  "42": "וְק֣וֹל H6963 הָמוֹן֮ H1995 שָׁלֵ֣ו H7961 בָהּ֒ Hb וְאֶל H413 אֲנָשִׁים֙ H376 מֵרֹ֣ב H7230 אָדָ֔ם H120 מוּבָאִ֥ים H935 סובאים H5433 מִמִּדְבָּ֑ר H4057 וַֽיִּתְּנ֤וּ H5414 צְמִידִים֙ H6781 אֶל H413 יְדֵיהֶ֔ן H3027 וַעֲטֶ֥רֶת H5850 תִּפְאֶ֖רֶת H8597 עַל H5921 רָאשֵׁיהֶֽן H7218 ",
  "43": "וָאֹמַ֕ר H559 לַבָּלָ֖ה H1087 נִֽאוּפִ֑ים H5004 עת H6258 יזנה H2181 תַזְנוּתֶ֖הָ H8457 וָהִֽיא H1931 ",
  "44": "וַיָּב֣וֹא H935 אֵלֶ֔יהָ H413 כְּב֖וֹא H935 אֶל H413 אִשָּׁ֣ה H802 זוֹנָ֑ה H2181 כֵּ֣ן H3651 בָּ֗אוּ H935 אֶֽל H413 אָֽהֳלָה֙ H170 וְאֶל H413 אָ֣הֳלִיבָ֔ה H172 אִשֹּׁ֖ת H802 הַזִּמָּֽה H2154 ",
  "45": "וַאֲנָשִׁ֣ים H376 צַדִּיקִ֗ם H6662 הֵ֚מָּה H1992 יִשְׁפְּט֣וּ H8199 אֽוֹתְהֶ֔ם H853 מִשְׁפַּט֙ H4941 נֹֽאֲפ֔וֹת H5003 וּמִשְׁפַּ֖ט H4941 שֹׁפְכ֣וֹת H8210 דָּ֑ם H1818 כִּ֤י H3588 נֹֽאֲפֹת֙ H5003 הֵ֔נָּה H2007 וְדָ֖ם H1818 בִּֽידֵי H3027 ",
  "46": "כִּ֛י H3588 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 הַעֲלֵ֤ה H5927 עֲלֵיהֶם֙ H5921 קָהָ֔ל H6951 וְנָתֹ֥ן H5414 אֶתְהֶ֖ן H853 לְזַעֲוָ֥ה H2189 וְלָ H957 ",
  "47": "וְרָגְמ֨וּ H7275 עֲלֵיהֶ֥ן H5921 אֶ֨בֶן֙ H68 קָהָ֔ל H6951 וּבָרֵ֥א H1254 אוֹתְהֶ֖ן H853 בְּחַרְבוֹתָ֑ H2719 בְּנֵיהֶ֤ם H1121 וּבְנֽוֹתֵי H1323 יַהֲרֹ֔גוּ H2026 וּבָתֵּי H1004 בָּאֵ֥שׁ H784 יִשְׂרֹֽפוּ H8313 ",
  "48": "וְהִשְׁבַּתִּ֥י H7673 זִמָּ֖ה H2154 מִן H4480 הָאָ֑רֶץ H776 וְנִֽוַּסְּרוּ֙ H3256 כָּל H3605 הַנָּשִׁ֔ים H802 וְלֹ֥א H3808 תַעֲשֶׂ֖ינָה H6213 כְּזִמַּתְ H2154 ",
  "49": "וְנָתְנ֤וּ H5414 זִמַּתְכֶ֨נָה֙ H2154 עֲלֵיכֶ֔ן H5921 וַחֲטָאֵ֥י H2399 גִלּוּלֵיכֶ֖ן H1544 תִּשֶּׂ֑אינָה H5375 וִידַעְתֶּ֕ם H3045 כִּ֥י H3588 אֲנִ֖י H589 אֲדֹנָ֥י H136 יְהוִֽה H3069 "
}
