{
  "1": "וַיְהִ֗י H1961 בְּאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 בַּשְּׁלִישִׁ֖י H7992 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 אֱמֹ֛ר H559 אֶל H413 פַּרְעֹ֥ה H6547 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 וְאֶל H413 הֲמוֹנ֑וֹ H1995 אֶל H413 מִ֖י H4310 דָּמִ֥יתָ H1819 בְגָדְלֶֽ H1433 ",
  "3": "הִנֵּ֨ה H2009 אַשּׁ֜וּר H804 אֶ֣רֶז H730 בַּלְּבָנ֗וֹן H3844 יְפֵ֥ה H3303 עָנָ֛ף H6057 וְחֹ֥רֶשׁ H2793 מֵצַ֖ל H6751 וּגְבַ֣הּ H1362 קוֹמָ֑ה H6967 וּבֵ֣ין H996 עֲבֹתִ֔ים H5688 הָיְתָ֖ה H1961 צַמַּרְתּֽוֹ H6788 ",
  "4": "מַ֣יִם H4325 גִּדְּל֔וּהוּ H1431 תְּה֖וֹם H8415 רֹֽמְמָ֑תְהוּ H7311 אֶת H854 נַהֲרֹתֶ֗יהָ H5104 הֹלֵךְ֙ H1980 סְבִיב֣וֹת H5439 מַטָּעָ֔הּ H4302 וְאֶת H853 תְּעָלֹתֶ֣יהָ H8585 שִׁלְחָ֔ה H7971 אֶ֖ל H413 כָּל H3605 עֲצֵ֥י H6086 הַשָּׂדֶֽה H7704 ",
  "5": "עַל H5921 כֵּן֙ H3651 גָּבְהָ֣א H1361 קֹמָת֔וֹ H6967 מִכֹּ֖ל H3605 עֲצֵ֣י H6086 הַשָּׂדֶ֑ה H7704 וַתִּרְבֶּ֨ינָה H7235 סַֽרְעַפֹּתָ֜יו H5634 וַתֶּאֱרַ֧כְנָה H748 פארתו H6288 מִמַּ֥יִם H4325 רַבִּ֖ים H7227 בְּשַׁלְּחֽ H7971 ",
  "6": "בִּסְעַפֹּתָ֤י H5589 קִֽנְנוּ֙ H7077 כָּל H3605 ע֣וֹף H5775 הַשָּׁמַ֔יִם H8064 וְתַ֤חַת H8478 פֹּֽארֹתָיו֙ H6288 יָֽלְד֔וּ H3205 כֹּ֖ל H3605 חַיַּ֣ת H2416 הַשָּׂדֶ֑ה H7704 וּבְ H6738 יֵֽשְׁב֔וּ H3427 כֹּ֖ל H3605 גּוֹיִ֥ם H1471 רַבִּֽים H7227 ",
  "7": "וַיְּיִ֣ף H3302 בְּגָדְל֔ H1433 בְּאֹ֖רֶךְ H753 דָּֽלִיּוֹתָ֑יו H1808 כִּֽי H3588 הָיָ֥ה H1961 שָׁרְשׁ֖וֹ H8328 אֶל H413 מַ֥יִם H4325 רַבִּֽים H7227 ",
  "8": "אֲרָזִ֣ים H730 לֹֽא H3808 עֲמָמֻהוּ֮ H6004 בְּגַן H1588 אֱלֹהִים֒ H430 בְּרוֹשִׁ֗ים H1265 לֹ֤א H3808 דָמוּ֙ H1819 אֶל H413 סְעַפֹּתָ֔יו H5589 וְעַרְמֹנִ֥ים H6196 לֹֽא H3808 הָי֖וּ H1961 כְּפֹֽארֹתָ֑י H6288 כָּל H3605 עֵץ֙ H6086 בְּגַן H1588 אֱלֹהִ֔ים H430 לֹא H3808 דָמָ֥ה H1819 אֵלָ֖יו H413 בְּיָפְיֽ H3308 ",
  "9": "יָפֶ֣ה H3303 עֲשִׂיתִ֔יו H6213 בְּרֹ֖ב H7230 דָּֽלִיּוֹתָ֑יו H1808 וַיְקַנְאֻ֨ H7065 כָּל H3605 עֲצֵי H6086 עֵ֔דֶן H5731 אֲשֶׁ֖ר H834 בְּגַ֥ן H1588 הָאֱלֹהִֽים H430 ",
  "10": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֕עַן H3282 אֲשֶׁ֥ר H834 גָּבַ֖הְתָּ H1361 בְּקוֹמָ֑ה H6967 וַיִּתֵּ֤ן H5414 צַמַּרְתּוֹ֙ H6788 אֶל H413 בֵּ֣ין H996 עֲבוֹתִ֔ים H5688 וְרָ֥ם H7311 לְבָב֖וֹ H3824 בְּגָבְהֽ H1363 ",
  "11": "וְאֶ֨תְּנֵ֔ H5414 בְּיַ֖ד H3027 אֵ֣יל H352 גּוֹיִ֑ם H1471 עָשׂ֤וֹ H6213 יַֽעֲשֶׂה֙ H6213 ל֔וֹ Hl כְּרִשְׁע֖ H7562 גֵּרַשְׁתִּֽהוּ H1644 ",
  "12": "וַיִּכְרְתֻ֧ H3772 זָרִ֛ים H2114 עָרִיצֵ֥י H6184 גוֹיִ֖ם H1471 וַֽיִּטְּשֻׁ֑ H5203 אֶל H413 הֶ֠הָרִים H2022 וּבְ H3605 גֵּ֨אָי֜וֹת H1516 נָפְל֣וּ H5307 דָלִיּוֹתָ֗יו H1808 וַתִּשָּׁבַ֤רְנָה H7665 פֹֽארֹתָיו֙ H6288 בְּכֹל֙ H3605 אֲפִיקֵ֣י H650 הָאָ֔רֶץ H776 וַיֵּרְד֧וּ H3381 מִצִּלּ֛ H6738 כָּל H3605 עַמֵּ֥י H5971 הָאָ֖רֶץ H776 וַֽיִּטְּשֻֽׁ H5203 ",
  "13": "עַל H5921 מַפַּלְתּ֥וֹ H4658 יִשְׁכְּנ֖וּ H7931 כָּל H3605 ע֣וֹף H5775 הַשָּׁמָ֑יִם H8064 וְאֶל H413 פֹּארֹתָ֣יו H6288 הָי֔וּ H1961 כֹּ֖ל H3605 חַיַּ֥ת H2416 הַשָּׂדֶֽה H7704 ",
  "14": "לְמַ֡עַן H4616 אֲשֶׁר֩ H834 לֹא H3808 יִגְבְּה֨וּ H1361 בְקוֹמָתָ֜ H6967 כָּל H3605 עֲצֵי H6086 מַ֗יִם H4325 וְלֹֽא H3808 יִתְּנ֤וּ H5414 אֶת H853 צַמַּרְתָּם֙ H6788 אֶל H413 בֵּ֣ין H996 עֲבֹתִ֔ים H5688 וְלֹֽא H3808 יַעַמְד֧וּ H5975 אֵלֵיהֶ֛ם H352 בְּגָבְהָ֖ H1363 כָּל H3605 שֹׁ֣תֵי H8354 מָ֑יִם H4325 כִּֽי H3588 כֻלָּם֩ H3605 נִתְּנ֨וּ H5414 לַמָּ֜וֶת H4194 אֶל H413 אֶ֣רֶץ H776 תַּחְתִּ֗ית H8482 בְּת֛וֹךְ H8432 בְּנֵ֥י H1121 אָדָ֖ם H120 אֶל H413 י֥וֹרְדֵי H3381 בֽוֹר H953 ",
  "15": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 בְּי֨וֹם H3117 רִדְתּ֤וֹ H3381 שְׁא֨וֹלָה֙ H7585 הֶאֱבַ֜לְתִּי H56 כִּסֵּ֤תִי H3680 עָלָיו֙ H5921 אֶת H853 תְּה֔וֹם H8415 וָֽאֶמְנַע֙ H4513 נַהֲרוֹתֶ֔יהָ H5104 וַיִּכָּלְא֖וּ H3607 מַ֣יִם H4325 רַבִּ֑ים H7227 וָאַקְדִּ֤ר H6937 עָלָיו֙ H5921 לְבָנ֔וֹן H3844 וְכָל H3605 עֲצֵ֥י H6086 הַשָּׂדֶ֖ה H7704 עָלָ֥יו H5921 עֻלְפֶּֽה H5969 ",
  "16": "מִקּ֤וֹל H6963 מַפַּלְתּוֹ֙ H4658 הִרְעַ֣שְׁתִּי H7493 גוֹיִ֔ם H1471 בְּהוֹרִדִ֥ H3381 אֹת֛וֹ H853 שְׁא֖וֹלָה H7585 אֶת H854 י֣וֹרְדֵי H3381 ב֑וֹר H953 וַיִּנָּ֨חֲמ֜וּ H5162 בְּאֶ֤רֶץ H776 תַּחְתִּית֙ H8482 כָּל H3605 עֲצֵי H6086 עֵ֔דֶן H5731 מִבְחַ֥ר H4005 וְטוֹב H2896 לְבָנ֖וֹן H3844 כָּל H3605 שֹׁ֥תֵי H8354 מָֽיִם H4325 ",
  "17": "גַּם H1571 הֵ֗ם H1992 אִתּ֛וֹ H854 יָרְד֥וּ H3381 שְׁא֖וֹלָה H7585 אֶל H413 חַלְלֵי H2491 חָ֑רֶב H2719 וּזְרֹע֛ H2220 יָשְׁב֥וּ H3427 בְצִלּ֖ H6738 בְּת֥וֹךְ H8432 גּוֹיִֽם H1471 ",
  "18": "אֶל H413 מִ֨י H4310 דָמִ֥יתָ H1819 כָּ֛כָה H3602 בְּכָב֥וֹד H3519 וּבְ H1433 בַּעֲצֵי H6086 עֵ֑דֶן H5731 וְהוּרַדְתָּ֨ H3381 אֶת H854 עֲצֵי H6086 עֵ֜דֶן H5731 אֶל H413 אֶ֣רֶץ H776 תַּחְתִּ֗ית H8482 בְּת֨וֹךְ H8432 עֲרֵלִ֤ים H6189 תִּשְׁכַּב֙ H7901 אֶת H854 חַלְלֵי H2491 חֶ֔רֶב H2719 ה֤וּא H1931 פַרְעֹה֙ H6547 וְכָל H3605 הֲמוֹנֹ֔ה H1995 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 "
}
