{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֗ם H120 שִׂ֤ים H7760 פָּנֶ֨יךָ֙ H6440 אֶל H413 גּוֹג֙ H1463 אֶ֣רֶץ H776 הַמָּג֔וֹג H4031 נְשִׂ֕יא H5387 רֹ֖אשׁ H7218 מֶ֣שֶׁךְ H4902 וְתֻבָ֑ל H8422 וְהִנָּבֵ֖א H5012 עָלָֽיו H5921 ",
  "3": "וְאָ֣מַרְתָּ֔ H559 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 הִנְנִ֤י H2005 אֵלֶ֨יךָ֙ H413 גּ֔וֹג H1463 נְשִׂ֕יא H5387 רֹ֖אשׁ H7218 מֶ֥שֶׁךְ H4902 וְתֻבָֽל H8422 ",
  "4": "וְשׁ֣וֹבַבְתִּ֔י H7725 וְנָתַתִּ֥י H5414 חַחִ֖ים H2397 בִּלְחָיֶ֑י H3895 וְהוֹצֵאתִי֩ H3318 אוֹתְךָ֨ H853 וְאֶת H853 כָּל H3605 חֵילֶ֜ךָ H2428 סוּסִ֣ים H5483 וּפָרָשִׁ֗ים H6571 לְבֻשֵׁ֤י H3847 מִכְלוֹל֙ H4358 כֻּלָּ֔ם H3605 קָהָ֥ל H6951 רָב֙ H7227 צִנָּ֣ה H6793 וּמָגֵ֔ן H4043 תֹּפְשֵׂ֥י H8610 חֲרָב֖וֹת H2719 כֻּלָּֽם H3605 ",
  "5": "פָּרַ֛ס H6539 כּ֥וּשׁ H3568 וּפ֖וּט H6316 אִתָּ֑ם H854 כֻּלָּ֖ם H3605 מָגֵ֥ן H4043 וְכוֹבָֽע H3553 ",
  "6": "גֹּ֚מֶר H1586 וְכָל H3605 אֲגַפֶּ֔יהָ H102 בֵּ֚ית H1004 תּֽוֹגַרְמָ֔ה H8425 יַרְכְּתֵ֥י H3411 צָפ֖וֹן H6828 וְאֶת H853 כָּל H3605 אֲגַפָּ֑יו H102 עַמִּ֥ים H5971 רַבִּ֖ים H7227 אִתָּֽךְ H854 ",
  "7": "הִכֹּן֙ H3559 וְהָכֵ֣ן H3559 לְךָ֔ Hl אַתָּ֕ה H859 וְכָל H3605 קְהָלֶ֖ךָ H6951 הַנִּקְהָלִ֣ים H6950 עָלֶ֑יךָ H5921 וְהָיִ֥יתָ H1961 לָהֶ֖ם Hl לְמִשְׁמָֽר H4929 ",
  "8": "מִיָּמִ֣ים H3117 רַבִּים֮ H7227 תִּפָּקֵד֒ H6485 בְּאַחֲרִ֨ית H319 הַשָּׁנִ֜ים H8141 תָּב֣וֹא H935 אֶל H413 אֶ֣רֶץ H776 מְשׁוֹבֶ֣בֶת H7725 מֵחֶ֗רֶב H2719 מְקֻבֶּ֨צֶת֙ H6908 מֵעַמִּ֣ים H5971 רַבִּ֔ים H7227 עַ֚ל H5921 הָרֵ֣י H2022 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 הָי֥וּ H1961 לְחָרְבָּ֖ה H2723 תָּמִ֑יד H8548 וְהִיא֙ H1931 מֵעַמִּ֣ים H5971 הוּצָ֔אָה H3318 וְיָשְׁב֥וּ H3427 לָבֶ֖טַח H983 כֻּלָּֽם H3605 ",
  "9": "וְעָלִ֨יתָ֙ H5927 כַּשֹּׁאָ֣ה H7722 תָב֔וֹא H935 כֶּעָנָ֛ן H6051 לְכַסּ֥וֹת H3680 הָאָ֖רֶץ H776 תִּֽהְיֶ֑ה H1961 אַתָּה֙ H859 וְכָל H3605 אֲגַפֶּ֔יךָ H102 וְעַמִּ֥ים H5971 רַבִּ֖ים H7227 אוֹתָֽךְ H854 ",
  "10": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יַעֲל֤וּ H5927 דְבָרִים֙ H1697 עַל H5921 לְבָבֶ֔ךָ H3824 וְחָשַׁבְתָּ֖ H2803 מַחֲשֶׁ֥בֶת H4284 רָעָֽה H7451 ",
  "11": "וְאָמַרְתָּ֗ H559 אֶֽעֱלֶה֙ H5927 עַל H5921 אֶ֣רֶץ H776 פְּרָז֔וֹת H6519 אָבוֹא֙ H935 הַשֹּׁ֣קְטִ֔ים H8252 יֹשְׁבֵ֖י H3427 לָבֶ֑טַח H983 כֻּלָּ֗ם H3605 יֹֽשְׁבִים֙ H3427 בְּאֵ֣ין H369 חוֹמָ֔ה H2346 וּבְרִ֥יחַ H1280 וּדְלָתַ֖יִם H1817 אֵ֥ין H369 לָהֶֽם Hl ",
  "12": "לִשְׁלֹ֥ל H7997 שָׁלָ֖ל H7998 וְלָ H962 בַּ֑ז H957 לְהָשִׁ֨יב H7725 יָדְךָ֜ H3027 עַל H5921 חֳרָב֣וֹת H2723 נוֹשָׁבֹ֗ת H3427 וְאֶל H413 עַם֙ H5971 מְאֻסָּ֣ף H622 מִגּוֹיִ֔ם H1471 עֹשֶׂה֙ H6213 מִקְנֶ֣ה H4735 וְקִנְיָ֔ן H7075 יֹשְׁבֵ֖י H3427 עַל H5921 טַבּ֥וּר H2872 הָאָֽרֶץ H776 ",
  "13": "שְׁבָ֡א H7614 וּ֠דְדָן H1719 וְסֹחֲרֵ֨י H5503 תַרְשִׁ֤ישׁ H8659 וְכָל H3605 כְּפִרֶ֨יהָ֙ H3715 יֹאמְר֣וּ H559 לְךָ֔ Hl הֲלִ H7997 שָׁלָל֙ H7998 אַתָּ֣ה H859 בָ֔א H935 הֲלָ H962 בַּ֖ז H957 הִקְהַ֣לְתָּ H6950 קְהָלֶ֑ךָ H6951 לָשֵׂ֣את H5375 כֶּ֣סֶף H3701 וְזָהָ֗ב H2091 לָקַ֨חַת֙ H3947 מִקְנֶ֣ה H4735 וְקִנְיָ֔ן H7075 לִשְׁלֹ֖ל H7997 שָׁלָ֥ל H7998 גָּדֽוֹל H1419 ",
  "14": "לָכֵן֙ H3651 הִנָּבֵ֣א H5012 בֶן H1121 אָדָ֔ם H120 וְאָמַרְתָּ֣ H559 לְג֔וֹג H1463 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 הֲל֣וֹא H3808 בַּיּ֣וֹם H3117 הַה֗וּא H1931 בְּשֶׁ֨בֶת H3427 עַמִּ֧י H5971 יִשְׂרָאֵ֛ל H3478 לָבֶ֖טַח H983 תֵּדָֽע H3045 ",
  "15": "וּבָ֤אתָ H935 מִמְּקֽוֹמְ H4725 מִיַּרְכְּתֵ֣י H3411 צָפ֔וֹן H6828 אַתָּ֕ה H859 וְעַמִּ֥ים H5971 רַבִּ֖ים H7227 אִתָּ֑ךְ H854 רֹכְבֵ֤י H7392 סוּסִים֙ H5483 כֻּלָּ֔ם H3605 קָהָ֥ל H6951 גָּד֖וֹל H1419 וְחַ֥יִל H2428 רָֽב H7227 ",
  "16": "וְעָלִ֨יתָ֙ H5927 עַל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 כֶּֽעָנָ֖ן H6051 לְכַסּ֣וֹת H3680 הָאָ֑רֶץ H776 בְּאַחֲרִ֨ית H319 הַיָּמִ֜ים H3117 תִּֽהְיֶ֗ה H1961 וַהֲבִאוֹתִ֨י H935 עַל H5921 אַרְצִ֔י H776 לְמַעַן֩ H4616 דַּ֨עַת H3045 הַגּוֹיִ֜ם H1471 אֹתִ֗י H853 בְּהִקָּדְשִׁ֥ H6942 בְךָ֛ Hb לְעֵינֵי H5869 גּֽוֹג H1463 ",
  "17": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הַֽאַתָּה H859 ה֨וּא H1931 אֲשֶׁר H834 דִּבַּ֜רְתִּי H1696 בְּיָמִ֣ים H3117 קַדְמוֹנִ֗ים H6931 בְּיַד֙ H3027 עֲבָדַי֙ H5650 נְבִיאֵ֣י H5030 יִשְׂרָאֵ֔ל H3478 הַֽנִּבְּאִ֛ים H5012 בַּיָּמִ֥ים H3117 הָהֵ֖ם H1992 שָׁנִ֑ים H8141 לְהָבִ֥יא H935 אֹתְךָ֖ H853 עֲלֵיהֶֽם H5921 ",
  "18": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 בְּי֨וֹם H3117 בּ֥וֹא H935 גוֹג֙ H1463 עַל H5921 אַדְמַ֣ת H127 יִשְׂרָאֵ֔ל H3478 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 תַּעֲלֶ֥ה H5927 חֲמָתִ֖י H2534 בְּאַפִּֽ H639 ",
  "19": "וּבְ H7068 בְאֵשׁ H784 עֶבְרָתִ֖י H5678 דִּבַּ֑רְתִּי H1696 אִם H518 לֹ֣א H3808 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶה֙ H1961 רַ֣עַשׁ H7494 גָּד֔וֹל H1419 עַ֖ל H5921 אַדְמַ֥ת H127 יִשְׂרָאֵֽל H3478 ",
  "20": "וְרָעֲשׁ֣וּ H7493 מִפָּנַ֡ H6440 דְּגֵ֣י H1709 הַיָּם֩ H3220 וְע֨וֹף H5775 הַשָּׁמַ֜יִם H8064 וְחַיַּ֣ת H2416 הַשָּׂדֶ֗ה H7704 וְכָל H3605 הָרֶ֨מֶשׂ֙ H7431 הָרֹמֵ֣שׂ H7430 עַל H5921 הָֽאֲדָמָ֔ה H127 וְכֹל֙ H3605 הָֽאָדָ֔ם H120 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 וְנֶהֶרְס֣וּ H2040 הֶהָרִ֗ים H2022 וְנָֽפְלוּ֙ H5307 הַמַּדְרֵג֔וֹת H4095 וְכָל H3605 חוֹמָ֖ה H2346 לָאָ֥רֶץ H776 תִּפּֽוֹל H5307 ",
  "21": "וְקָרָ֨אתִי H7121 עָלָ֤יו H5921 לְכָל H3605 הָרַי֙ H2022 חֶ֔רֶב H2719 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 חֶ֥רֶב H2719 אִ֖ישׁ H376 בְּאָחִ֥י H251 תִּֽהְיֶֽה H1961 ",
  "22": "וְנִשְׁפַּטְתִּ֥י H8199 אִתּ֖וֹ H853 בְּדֶ֣בֶר H1698 וּבְ H1818 וְגֶ֣שֶׁם H1653 שׁוֹטֵף֩ H7857 וְאַבְנֵ֨י H68 אֶלְגָּבִ֜ישׁ H417 אֵ֣שׁ H784 וְגָפְרִ֗ית H1614 אַמְטִ֤יר H4305 עָלָיו֙ H5921 וְעַל H5921 אֲגַפָּ֔יו H102 וְעַל H5921 עַמִּ֥ים H5971 רַבִּ֖ים H7227 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "23": "וְהִתְגַּדִּלְתִּי֙ H1431 וְהִתְקַדִּשְׁתִּ֔י H6942 וְנ֣וֹדַעְתִּ֔י H3045 לְעֵינֵ֖י H5869 גּוֹיִ֣ם H1471 רַבִּ֑ים H7227 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
