{
  "1": "וּבְ H5307 אֶת H853 הָאָ֜רֶץ H776 בְּנַחֲלָ֗ה H5159 תָּרִימוּ֩ H7311 תְרוּמָ֨ה H8641 לַיהוָ֥ה H3068 קֹדֶשׁ֮ H6944 מִן H4480 הָאָרֶץ֒ H776 אֹ֗רֶךְ H753 חֲמִשָּׁ֨ה H2568 וְעֶשְׂרִ֥ים H6242 אֶ֨לֶף֙ H505 אֹ֔רֶךְ H753 וְרֹ֖חַב H7341 עֲשָׂ֣רָה H6235 אָ֑לֶף H505 קֹדֶשׁ H6944 ה֥וּא H1931 בְכָל H3605 גְּבוּלָ֖הּ H1366 סָבִֽיב H5439 ",
  "2": "יִהְיֶ֤ה H1961 מִזֶּה֙ H2088 אֶל H413 הַקֹּ֔דֶשׁ H6944 חֲמֵ֥שׁ H2568 מֵא֛וֹת H3967 בַּחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 מְרֻבָּ֣ע H7251 סָבִ֑יב H5439 וַחֲמִשִּׁ֣ים H2572 אַמָּ֔ה H520 מִגְרָ֥שׁ H4054 ל֖וֹ Hl סָבִֽיב H5439 ",
  "3": "וּמִן H4480 הַמִּדָּ֤ה H4060 הַזֹּאת֙ H2063 תָּמ֔וֹד H4058 אֹ֗רֶךְ H753 חמש H2568 וְעֶשְׂרִים֙ H6242 אֶ֔לֶף H505 וְרֹ֖חַב H7341 עֲשֶׂ֣רֶת H6235 אֲלָפִ֑ים H505 וּבֽ Hc/Hb יִהְיֶ֥ה H1961 הַמִּקְדָּ֖שׁ H4720 קֹ֥דֶשׁ H6944 קָדָשִֽׁים H6944 ",
  "4": "קֹ֣דֶשׁ H6944 מִן H4480 הָאָ֜רֶץ H776 ה֗וּא H1931 לַכֹּ֨הֲנִ֜ים H3548 מְשָׁרְתֵ֤י H8334 הַמִּקְדָּשׁ֙ H4720 יִֽהְיֶ֔ה H1961 הַקְּרֵבִ֖ים H7131 לְשָׁרֵ֣ת H8334 אֶת H853 יְהוָ֑ה H3068 וְהָיָ֨ה H1961 לָהֶ֤ם Hl מָקוֹם֙ H4725 לְבָ֣תִּ֔ים H1004 וּמִקְדָּ֖שׁ H4720 לַמִּקְדָּֽשׁ H4720 ",
  "5": "וַחֲמִשָּׁ֨ה H2568 וְעֶשְׂרִ֥ים H6242 אֶ֨לֶף֙ H505 אֹ֔רֶךְ H753 וַעֲשֶׂ֥רֶת H6235 אֲלָפִ֖ים H505 רֹ֑חַב H7341 יהיה H1961 לַלְוִיִּם֩ H3881 מְשָׁרְתֵ֨י H8334 הַבַּ֧יִת H1004 לָהֶ֛ם H1992 לַאֲחֻזָּ֖ה H272 עֶשְׂרִ֥ים H6242 לְשָׁכֹֽת H3957 ",
  "6": "וַאֲחֻזַּ֨ת H272 הָעִ֜יר H5892 תִּתְּנ֗וּ H5414 חֲמֵ֤שֶׁת H2568 אֲלָפִים֙ H505 רֹ֔חַב H7341 וְאֹ֗רֶךְ H753 חֲמִשָּׁ֤ה H2568 וְעֶשְׂרִים֙ H6242 אֶ֔לֶף H505 לְעֻמַּ֖ת H5980 תְּרוּמַ֣ת H8641 הַקֹּ֑דֶשׁ H6944 לְכָל H3605 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 יִהְיֶֽה H1961 ",
  "7": "וְלַ H5387 מִזֶּ֣ה H2088 וּמִ H2088 לִתְרוּמַ֨ת H8641 הַקֹּ֜דֶשׁ H6944 וְלַ H272 הָעִ֗יר H5892 אֶל H413 פְּנֵ֤י H6440 תְרֽוּמַת H8641 הַקֹּ֨דֶשׁ֙ H6944 וְאֶל H413 פְּנֵי֙ H6440 אֲחֻזַּ֣ת H272 הָעִ֔יר H5892 מִפְּאַת H6285 יָ֣ם H3220 יָ֔מָּה H3220 וּמִ H6285 קֵ֖דְמָה H6924 קָדִ֑ימָה H6921 וְאֹ֗רֶךְ H753 לְעֻמּוֹת֙ H5980 אַחַ֣ד H259 הַחֲלָקִ֔ים H2506 מִגְּב֥וּל H1366 יָ֖ם H3220 אֶל H413 גְּב֥וּל H1366 קָדִֽימָה H6921 ",
  "8": "לָאָ֛רֶץ H776 יִֽהְיֶה H1961 לּ֥וֹ Hl לַֽאֲחֻזָּ֖ה H272 בְּיִשְׂרָאֵ֑ל H3478 וְלֹא H3808 יוֹנ֨וּ H3238 ע֤וֹד H5750 נְשִׂיאַי֙ H5387 אֶת H853 עַמִּ֔י H5971 וְהָ H776 יִתְּנ֥וּ H5414 לְבֵֽית H1004 יִשְׂרָאֵ֖ל H3478 לְשִׁבְטֵי H7626 ",
  "9": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 רַב H7227 לָכֶם֙ Hl נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֔ל H3478 חָמָ֤ס H2555 וָשֹׁד֙ H7701 הָסִ֔ירוּ H5493 וּמִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 עֲשׂ֑וּ H6213 הָרִ֤ימוּ H7311 גְרֻשֹֽׁתֵיכֶם֙ H1646 מֵעַ֣ל H5921 עַמִּ֔י H5971 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "10": "מֹֽאזְנֵי H3976 צֶ֧דֶק H6664 וְאֵֽיפַת H374 צֶ֛דֶק H6664 וּבַת H1324 צֶ֖דֶק H6664 יְהִ֥י H1961 לָכֶֽם Hl ",
  "11": "הָאֵיפָ֣ה H374 וְהַ H1324 תֹּ֤כֶן H8506 אֶחָד֙ H259 יִֽהְיֶ֔ה H1961 לָשֵׂ֕את H5375 מַעְשַׂ֥ר H4643 הַחֹ֖מֶר H2563 הַבָּ֑ת H1324 וַעֲשִׂירִ֤ת H6224 הַחֹ֨מֶר֙ H2563 הָֽאֵיפָ֔ה H374 אֶל H413 הַחֹ֖מֶר H2563 יִהְיֶ֥ה H1961 מַתְכֻּנְתּֽוֹ H4971 ",
  "12": "וְהַ H8255 עֶשְׂרִ֣ים H6242 גֵּרָ֑ה H1626 עֶשְׂרִ֨ים H6242 שְׁקָלִ֜ים H8255 חֲמִשָּׁ֧ה H2568 וְעֶשְׂרִ֣ים H6242 שְׁקָלִ֗ים H8255 עֲשָׂרָ֤ה H6235 וַחֲמִשָּׁה֙ H2568 שֶׁ֔קֶל H8255 הַמָּנֶ֖ה H4488 יִֽהְיֶ֥ה H1961 לָכֶֽם Hl ",
  "13": "זֹ֥את H2063 הַתְּרוּמָ֖ה H8641 אֲשֶׁ֣ר H834 תָּרִ֑ימוּ H7311 שִׁשִּׁ֤ית H8345 הָֽאֵיפָה֙ H374 מֵחֹ֣מֶר H2563 הַֽחִטִּ֔ים H2406 וְשִׁשִּׁיתֶם֙ H8341 הָֽאֵיפָ֔ה H374 מֵחֹ֖מֶר H2563 הַשְּׂעֹרִֽים H8184 ",
  "14": "וְחֹ֨ק H2706 הַשֶּׁ֜מֶן H8081 הַבַּ֣ת H1324 הַשֶּׁ֗מֶן H8081 מַעְשַׂ֤ר H4643 הַבַּת֙ H1324 מִן H4480 הַכֹּ֔ר H3734 עֲשֶׂ֥רֶת H6235 הַבַּתִּ֖ים H1324 חֹ֑מֶר H2563 כִּֽי H3588 עֲשֶׂ֥רֶת H6235 הַבַּתִּ֖ים H1324 חֹֽמֶר H2563 ",
  "15": "וְשֶׂה H7716 אַחַ֨ת H259 מִן H4480 הַצֹּ֤אן H6629 מִן H4480 הַמָּאתַ֨יִם֙ H3967 מִמַּשְׁקֵ֣ה H4945 יִשְׂרָאֵ֔ל H3478 לְמִנְחָ֖ה H4503 וּלְ H5930 וְלִ H8002 לְכַפֵּ֣ר H3722 עֲלֵיהֶ֔ם H5921 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "16": "כֹּ֚ל H3605 הָעָ֣ם H5971 הָאָ֔רֶץ H776 יִהְי֖וּ H1961 אֶל H413 הַתְּרוּמָ֣ה H8641 הַזֹּ֑את H2063 לַנָּשִׂ֖יא H5387 בְּיִשְׂרָאֵֽל H3478 ",
  "17": "וְעַֽל H5921 הַנָּשִׂ֣יא H5387 יִהְיֶ֗ה H1961 הָעוֹל֣וֹת H5930 וְהַ H4503 וְהַ H5262 בַּחַגִּ֤ים H2282 וּבֶ H2320 וּבַ H7676 בְּכָֽל H3605 מוֹעֲדֵ֖י H4150 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הֽוּא H1931 יַעֲשֶׂ֞ה H6213 אֶת H853 הַחַטָּ֣את H2403 וְאֶת H853 הַמִּנְחָ֗ה H4503 וְאֶת H853 הָֽעוֹלָה֙ H5930 וְאֶת H853 הַשְּׁלָמִ֔ים H8002 לְכַפֵּ֖ר H3722 בְּעַ֥ד H1157 בֵּֽית H1004 יִשְׂרָאֵֽל H3478 ",
  "18": "כֹּה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 בָּֽרִאשׁוֹן֙ H7223 בְּאֶחָ֣ד H259 לַחֹ֔דֶשׁ H2320 תִּקַּ֥ח H3947 פַּר H6499 בֶּן H1121 בָּקָ֖ר H1241 תָּמִ֑ים H8549 וְחִטֵּאתָ֖ H2398 אֶת H853 הַמִּקְדָּֽשׁ H4720 ",
  "19": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 מִדַּ֣ם H1818 הַחַטָּ֗את H2403 וְנָתַן֙ H5414 אֶל H413 מְזוּזַ֣ת H4201 הַבַּ֔יִת H1004 וְאֶל H413 אַרְבַּ֛ע H702 פִּנּ֥וֹת H6438 הָעֲזָרָ֖ה H5835 לַמִּזְבֵּ֑חַ H4196 וְעַ֨ל H5921 מְזוּזַ֔ת H4201 שַׁ֖עַר H8179 הֶחָצֵ֥ר H2691 הַפְּנִימִֽית H6442 ",
  "20": "וְכֵ֤ן H3651 תַּֽעֲשֶׂה֙ H6213 בְּשִׁבְעָ֣ה H7651 בַחֹ֔דֶשׁ H2320 מֵאִ֥ישׁ H376 שֹׁגֶ֖ה H7686 וּמִ H6612 וְכִפַּרְתֶּ֖ם H3722 אֶת H853 הַבָּֽיִת H1004 ",
  "21": "בָּ֠רִאשׁוֹן H7223 בְּאַרְבָּעָ֨ה H702 עָשָׂ֥ר H6240 יוֹם֙ H3117 לַחֹ֔דֶשׁ H2320 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl הַפָּ֑סַח H6453 חָ֕ג H2282 שְׁבֻע֣וֹת H7620 יָמִ֔ים H3117 מַצּ֖וֹת H4682 יֵאָכֵֽל H398 ",
  "22": "וְעָשָׂ֤ה H6213 הַנָּשִׂיא֙ H5387 בַּיּ֣וֹם H3117 הַה֔וּא H1931 בַּעֲד֕וֹ H1157 וּבְעַ֖ד H1157 כָּל H3605 עַ֣ם H5971 הָאָ֑רֶץ H776 פַּ֖ר H6499 חַטָּֽאת H2403 ",
  "23": "וְשִׁבְעַ֨ת H7651 יְמֵֽי H3117 הֶחָ֜ג H2282 יַעֲשֶׂ֧ה H6213 עוֹלָ֣ה H5930 לַֽיהוָ֗ה H3068 שִׁבְעַ֣ת H7651 פָּ֠רִים H6499 וְשִׁבְעַ֨ת H7651 אֵילִ֤ים H352 תְּמִימִם֙ H8549 לַיּ֔וֹם H3117 שִׁבְעַ֖ת H7651 הַיָּמִ֑ים H3117 וְחַטָּ֕את H2403 שְׂעִ֥יר H8163 עִזִּ֖ים H5795 לַיּֽוֹם H3117 ",
  "24": "וּמִנְחָ֗ה H4503 אֵיפָ֥ה H374 לַפָּ֛ר H6499 וְאֵיפָ֥ה H374 לָאַ֖יִל H352 יַֽעֲשֶׂ֑ה H6213 וְשֶׁ֖מֶן H8081 הִ֥ין H1969 לָאֵיפָֽה H374 ",
  "25": "בַּשְּׁבִיעִ֡י H7651 בַּחֲמִשָּׁה֩ H2568 עָשָׂ֨ר H6240 י֤וֹם H3117 לַחֹ֨דֶשׁ֙ H2320 בֶּחָ֔ג H2282 יַעֲשֶׂ֥ה H6213 כָאֵ֖לֶּה H428 שִׁבְעַ֣ת H7651 הַיָּמִ֑ים H3117 כַּֽחַטָּאת֙ H2403 כָּעֹלָ֔ה H5930 וְכַ H4503 וְכַ H8081 "
}
