{
  "1": "כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 שַׁ֜עַר H8179 הֶחָצֵ֤ר H2691 הַפְּנִימִית֙ H6442 הַפֹּנֶ֣ה H6437 קָדִ֔ים H6921 יִהְיֶ֣ה H1961 סָג֔וּר H5462 שֵׁ֖שֶׁת H8337 יְמֵ֣י H3117 הַֽמַּעֲשֶׂ֑ה H4639 וּבְ H3117 הַשַּׁבָּת֙ H7676 יִפָּתֵ֔חַ H6605 וּבְ H3117 הַחֹ֖דֶשׁ H2320 יִפָּתֵֽחַ H6605 ",
  "2": "וּבָ֣א H935 הַנָּשִׂ֡יא H5387 דֶּרֶךְ֩ H1870 אוּלָ֨ם H197 הַשַּׁ֜עַר H8179 מִח֗וּץ H2351 וְעָמַד֙ H5975 עַל H5921 מְזוּזַ֣ת H4201 הַשַּׁ֔עַר H8179 וְעָשׂ֣וּ H6213 הַכֹּהֲנִ֗ים H3548 אֶת H853 עֽוֹלָתוֹ֙ H5930 וְאֶת H853 שְׁלָמָ֔יו H8002 וְהִֽשְׁתַּחֲוָ֛ה H7812 עַל H5921 מִפְתַּ֥ן H4670 הַשַּׁ֖עַר H8179 וְיָצָ֑א H3318 וְהַ H8179 לֹֽא H3808 יִסָּגֵ֖ר H5462 עַד H5704 הָעָֽרֶב H6153 ",
  "3": "וְהִשְׁתַּחֲו֣וּ H7812 עַם H5971 הָאָ֗רֶץ H776 פֶּ֚תַח H6607 הַשַּׁ֣עַר H8179 הַה֔וּא H1931 בַּשַּׁבָּת֖וֹת H7676 וּבֶ H2320 לִפְנֵ֖י H6440 יְהוָֽה H3068 ",
  "4": "וְהָ֣ H5930 אֲשֶׁר H834 יַקְרִ֥ב H7126 הַנָּשִׂ֖יא H5387 לַֽיהוָ֑ה H3068 בְּי֣וֹם H3117 הַשַּׁבָּ֗ת H7676 שִׁשָּׁ֧ה H8337 כְבָשִׂ֛ים H3532 תְּמִימִ֖ם H8549 וְאַ֥יִל H352 תָּמִֽים H8549 ",
  "5": "וּמִנְחָה֙ H4503 אֵיפָ֣ה H374 לָאַ֔יִל H352 וְלַ H3532 מִנְחָ֖ה H4503 מַתַּ֣ת H4991 יָד֑וֹ H3027 וְשֶׁ֖מֶן H8081 הִ֥ין H1969 לָאֵיפָֽה H374 ",
  "6": "וּבְ H3117 הַחֹ֔דֶשׁ H2320 פַּ֥ר H6499 בֶּן H1121 בָּקָ֖ר H1241 תְּמִימִ֑ם H8549 וְשֵׁ֧שֶׁת H8337 כְּבָשִׂ֛ם H3532 וָאַ֖יִל H352 תְּמִימִ֥ם H8549 יִהְיֽוּ H1961 ",
  "7": "וְאֵיפָ֨ה H374 לַפָּ֜ר H6499 וְאֵיפָ֤ה H374 לָאַ֨יִל֙ H352 יַעֲשֶׂ֣ה H6213 מִנְחָ֔ה H4503 וְלַ֨ H3532 כַּאֲשֶׁ֥ר H834 תַּשִּׂ֖יג H5381 יָד֑וֹ H3027 וְשֶׁ֖מֶן H8081 הִ֥ין H1969 לָאֵיפָֽה H374 ",
  "8": "וּבְ H935 הַנָּשִׂ֑יא H5387 דֶּ֣רֶךְ H1870 אוּלָ֤ם H197 הַשַּׁ֨עַר֙ H8179 יָב֔וֹא H935 וּבְ H1870 יֵצֵֽא H3318 ",
  "9": "וּבְ H935 עַם H5971 הָאָ֜רֶץ H776 לִפְנֵ֣י H6440 יְהוָה֮ H3068 בַּמּֽוֹעֲדִים֒ H4150 הַבָּ֡א H935 דֶּרֶךְ H1870 שַׁ֨עַר H8179 צָפ֜וֹן H6828 לְהִֽשְׁתַּחֲוֺ֗ת H7812 יֵצֵא֙ H3318 דֶּרֶךְ H1870 שַׁ֣עַר H8179 נֶ֔גֶב H5045 וְהַ H935 דֶּרֶךְ H1870 שַׁ֣עַר H8179 נֶ֔גֶב H5045 יֵצֵ֖א H3318 דֶּרֶךְ H1870 שַׁ֣עַר H8179 צָפ֑וֹנָה H6828 לֹ֣א H3808 יָשׁ֗וּב H7725 דֶּ֤רֶךְ H1870 הַשַּׁ֨עַר֙ H8179 אֲשֶׁר H834 בָּ֣א H935 ב֔וֹ Hb כִּ֥י H3588 נִכְח֖וֹ H5226 יצאו H3318 ",
  "10": "וְֽהַ H5387 בְּתוֹכָ֤ H8432 בְּבוֹאָ H935 יָב֔וֹא H935 וּבְ H3318 יֵצֵֽאוּ H3318 ",
  "11": "וּבַ H2282 וּבַ H4150 תִּהְיֶ֤ה H1961 הַמִּנְחָה֙ H4503 אֵיפָ֤ה H374 לַפָּר֙ H6499 וְאֵיפָ֣ה H374 לָאַ֔יִל H352 וְלַ H3532 מַתַּ֣ת H4991 יָד֑וֹ H3027 וְשֶׁ֖מֶן H8081 הִ֥ין H1969 לָאֵיפָֽה H374 ",
  "12": "וְכִֽי H3588 יַעֲשֶׂה֩ H6213 הַנָּשִׂ֨יא H5387 נְדָבָ֜ה H5071 עוֹלָ֣ה H5930 אֽוֹ H176 שְׁלָמִים֮ H8002 נְדָבָ֣ה H5071 לַֽיהוָה֒ H3068 וּפָ֣תַֽח H6605 ל֗וֹ Hl אֶת H853 הַשַּׁ֨עַר֙ H8179 הַפֹּנֶ֣ה H6437 קָדִ֔ים H6921 וְעָשָׂ֤ה H6213 אֶת H853 עֹֽלָתוֹ֙ H5930 וְאֶת H853 שְׁלָמָ֔יו H8002 כַּאֲשֶׁ֥ר H834 יַעֲשֶׂ֖ה H6213 בְּי֣וֹם H3117 הַשַּׁבָּ֑ת H7676 וְיָצָ֛א H3318 וְסָגַ֥ר H5462 אֶת H853 הַשַּׁ֖עַר H8179 אַחֲרֵ֥י H310 צֵאתֽוֹ H3318 ",
  "13": "וְכֶ֨בֶשׂ H3532 בֶּן H1121 שְׁנָת֜וֹ H8141 תָּמִ֗ים H8549 תַּעֲשֶׂ֥ה H6213 עוֹלָ֛ה H5930 לַיּ֖וֹם H3117 לַֽיהֹוָ֑ה H3068 בַּבֹּ֥קֶר H1242 בַּבֹּ֖קֶר H1242 תַּעֲשֶׂ֥ה H6213 אֹתֽוֹ H853 ",
  "14": "וּמִנְחָה֩ H4503 תַעֲשֶׂ֨ה H6213 עָלָ֜יו H5921 בַּבֹּ֤קֶר H1242 בַּבֹּ֨קֶר֙ H1242 שִׁשִּׁ֣ית H8345 הָֽאֵיפָ֔ה H374 וְשֶׁ֛מֶן H8081 שְׁלִישִׁ֥ית H7992 הַהִ֖ין H1969 לָרֹ֣ס H7450 אֶת H853 הַסֹּ֑לֶת H5560 מִנְחָה֙ H4503 לַֽיהוָ֔ה H3068 חֻקּ֥וֹת H2708 עוֹלָ֖ם H5769 תָּמִֽיד H8548 ",
  "15": "ועשו H6213 אֶת H853 הַכֶּ֧בֶשׂ H3532 וְאֶת H853 הַמִּנְחָ֛ה H4503 וְאֶת H853 הַשֶּׁ֖מֶן H8081 בַּבֹּ֣קֶר H1242 בַּבֹּ֑קֶר H1242 עוֹלַ֖ת H5930 תָּמִֽיד H8548 ",
  "16": "כֹּה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 כִּֽי H3588 יִתֵּ֨ן H5414 הַנָּשִׂ֤יא H5387 מַתָּנָה֙ H4979 לְאִ֣ישׁ H376 מִבָּנָ֔י H1121 נַחֲלָת֥וֹ H5159 הִ֖יא H1931 לְבָנָ֣י H1121 תִּֽהְיֶ֑ה H1961 אֲחֻזָּתָ֥ם H272 הִ֖יא H1931 בְּנַחֲלָֽה H5159 ",
  "17": "וְכִֽי H3588 יִתֵּ֨ן H5414 מַתָּנָ֜ה H4979 מִנַּחֲלָת֗ H5159 לְאַחַד֙ H259 מֵֽעֲבָדָ֔י H5650 וְהָ֤יְתָה H1961 לּוֹ֙ Hl עַד H5704 שְׁנַ֣ת H8141 הַדְּר֔וֹר H1865 וְשָׁבַ֖ת H7725 לַנָּשִׂ֑יא H5387 אַ֚ךְ H389 נַחֲלָת֔וֹ H5159 בָּנָ֖יו H1121 לָהֶ֥ם H1992 תִּהְיֶֽה H1961 ",
  "18": "וְלֹא H3808 יִקַּ֨ח H3947 הַנָּשִׂ֜יא H5387 מִנַּחֲלַ֣ת H5159 הָעָ֗ם H5971 לְהֽוֹנֹתָ H3238 מֵאֲחֻזָּתָ֔ H272 מֵאֲחֻזָּת֖ H272 יַנְחִ֣ל H5157 אֶת H853 בָּנָ֑יו H1121 לְמַ֨עַן֙ H4616 אֲשֶׁ֣ר H834 לֹֽא H3808 יָפֻ֣צוּ H6327 עַמִּ֔י H5971 אִ֖ישׁ H376 מֵאֲחֻזָּתֽ H272 ",
  "19": "וַיְבִיאֵ֣ H935 בַמָּבוֹא֮ H3996 אֲשֶׁ֣ר H834 עַל H5921 כֶּ֣תֶף H3802 הַשַּׁעַר֒ H8179 אֶל H413 הַלִּשְׁכ֤וֹת H3957 הַקֹּ֨דֶשׁ֙ H6944 אֶל H413 הַכֹּ֣הֲנִ֔ים H3548 הַפֹּנ֖וֹת H6437 צָפ֑וֹנָה H6828 וְהִנֵּה H2009 שָׁ֣ם H8033 מָק֔וֹם H4725 בירכת H3411 יָֽמָּה H3220 ",
  "20": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 זֶ֣ה H2088 הַמָּק֗וֹם H4725 אֲשֶׁ֤ר H834 יְבַשְּׁלוּ H1310 שָׁם֙ H8033 הַכֹּ֣הֲנִ֔ים H3548 אֶת H853 הָאָשָׁ֖ם H817 וְאֶת H853 הַחַטָּ֑את H2403 אֲשֶׁ֤ר H834 יֹאפוּ֙ H644 אֶת H853 הַמִּנְחָ֔ה H4503 לְבִלְתִּ֥י H1115 הוֹצִ֛יא H3318 אֶל H413 הֶחָצֵ֥ר H2691 הַחִֽיצוֹנָ֖ה H2435 לְקַדֵּ֥שׁ H6942 אֶת H853 הָעָֽם H5971 ",
  "21": "וַיּוֹצִיאֵ֗ H3318 אֶל H413 הֶֽחָצֵר֙ H2691 הַחִ֣יצֹנָ֔ה H2435 וַיַּ֣עֲבִירֵ֔ H5674 אֶל H413 אַרְבַּ֖עַת H702 מִקְצוֹעֵ֣י H4740 הֶחָצֵ֑ר H2691 וְהִנֵּ֤ה H2009 חָצֵר֙ H2691 בְּמִקְצֹ֣עַ H4740 הֶחָצֵ֔ר H2691 חָצֵ֖ר H2691 בְּמִקְצֹ֥עַ H4740 הֶחָצֵֽר H2691 ",
  "22": "בְּאַרְבַּ֜עַת H702 מִקְצֹע֤וֹת H4740 הֶֽחָצֵר֙ H2691 חֲצֵר֣וֹת H2691 קְטֻר֔וֹת H7000 אַרְבָּעִ֣ים H705 אֹ֔רֶךְ H753 וּשְׁלֹשִׁ֖ים H7970 רֹ֑חַב H7341 מִדָּ֣ה H4060 אַחַ֔ת H259 לְאַרְבַּעְתָּ֖ H702 מְׄהֻׄקְׄצָׄעֽׄוֹׄתׄ H7106 ",
  "23": "וְט֨וּר H2905 סָבִ֥יב H5439 בָּהֶ֛ם Hb סָבִ֖יב H5439 לְאַרְבַּעְתָּ֑ H702 וּמְבַשְּׁל֣וֹת H4018 עָשׂ֔וּי H6213 מִתַּ֥חַת H8478 הַטִּיר֖וֹת H2918 סָבִֽיב H5439 ",
  "24": "וַיֹּ֖אמֶר H559 אֵלָ֑י H413 אֵ֚לֶּה H428 בֵּ֣ית H1004 הַֽמְבַשְּׁלִ֔ים H1310 אֲשֶׁ֧ר H834 יְבַשְּׁלוּ H1310 שָׁ֛ם H8033 מְשָׁרְתֵ֥י H8334 הַבַּ֖יִת H1004 אֶת H853 זֶ֥בַח H2077 הָעָֽם H5971 "
}
