{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छः दिन के बाद यीशु ने पतरस और याकूब और उसके भाई यूहन्ना को साथ लिया, और उन्हें एकान्त में किसी ऊँचे पहाड़ पर ले गया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वहाँ उनके सामने उसका रूपांतरण हुआ और उसका मुँह सूर्य के समान चमका और उसका वस्त्र ज्योति के समान उजला हो गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा और एलिय्याह* उसके साथ बातें करते हुए उन्हें दिखाई दिए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पर पतरस ने यीशु से कहा, “हे प्रभु, हमारा यहाँ रहना अच्छा है; यदि तेरी इच्छा हो तो मैं यहाँ तीन तम्बू बनाऊँ; एक तेरे लिये, एक मूसा के लिये, और एक एलिय्याह के लिये।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह बोल ही रहा था, कि एक उजले बादल ने उन्हें छा लिया, और उस बादल में से यह शब्द निकला, “यह मेरा प्रिय पुत्र है, जिससे मैं प्रसन्‍न हूँ: इसकी सुनो।”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चेले यह सुनकर मुँह के बल गिर गए और अत्यन्त डर गए।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने पास आकर उन्हें छुआ, और कहा, “उठो, डरो मत।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने अपनी आँखें उठाकर यीशु को छोड़ और किसी को न देखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे पहाड़ से उतर रहे थे तब यीशु ने उन्हें यह निर्देश दिया, “जब तक मनुष्य का पुत्र मरे हुओं में से न जी उठे, तब तक जो कुछ तुम ने देखा है किसी से न कहना।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके चेलों ने उससे पूछा, “फिर शास्त्री क्यों कहते हैं, कि एलिय्याह का पहले आना अवश्य है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उत्तर दिया, “एलिय्याह तो अवश्य आएगा और सब कुछ सुधारेगा।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैं तुम से कहता हूँ, कि एलिय्याह आ चुका*; और उन्होंने उसे नहीं पहचाना; परन्तु जैसा चाहा वैसा ही उसके साथ किया। इसी प्रकार से मनुष्य का पुत्र भी उनके हाथ से दुःख उठाएगा।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब चेलों ने समझा कि उसने हम से यूहन्ना बपतिस्मा देनेवाले के विषय में कहा है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मिर्गी से पीड़ित बालक को चंगाई\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे भीड़ के पास पहुँचे, तो एक मनुष्य उसके पास आया, और घुटने टेककर कहने लगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे प्रभु, मेरे पुत्र पर दया कर! क्योंकि उसको मिर्गी आती है, और वह बहुत दुःख उठाता है; और बार-बार आग में और बार-बार पानी में गिर पड़ता है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं उसको तेरे चेलों के पास लाया था, पर वे उसे अच्छा नहीं कर सके।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उत्तर दिया, “हे अविश्वासी और हठीले लोगों, मैं कब तक तुम्हारे साथ रहूँगा? कब तक तुम्हारी सहूँगा? उसे यहाँ मेरे पास लाओ।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यीशु ने उसे डाँटा, और दुष्टात्मा उसमें से निकला; और लड़का उसी समय अच्छा हो गया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब चेलों ने एकान्त में यीशु के पास आकर कहा, “हम इसे क्यों नहीं निकाल सके?”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “अपने विश्वास की कमी के कारण: क्योंकि मैं तुम से सच कहता हूँ, यदि तुम्हारा विश्वास राई के दाने के बराबर* भी हो, तो इस पहाड़ से कह सकोगे, ‘यहाँ से सरककर वहाँ चला जा’, तो वह चला जाएगा; और कोई बात तुम्हारे लिये अनहोनी न होगी।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "[पर यह जाति बिना प्रार्थना और उपवास के नहीं निकलती।]”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अपनी मृत्यु के विषय यीशु की पुनः भविष्यद्वाणी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे गलील में थे, तो यीशु ने उनसे कहा, “मनुष्य का पुत्र मनुष्यों के हाथ में पकड़वाया जाएगा।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे उसे मार डालेंगे, और वह तीसरे दिन जी उठेगा।” इस पर वे बहुत उदास हुए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर का कर लेना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे कफरनहूम में पहुँचे, तो मन्दिर के लिये कर लेनेवालों ने पतरस के पास आकर पूछा, “क्या तुम्हारा गुरु मन्दिर का कर नहीं देता?”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हाँ, देता है।” जब वह घर में आया, तो यीशु ने उसके पूछने से पहले उससे कहा, “हे शमौन तू क्या समझता है? पृथ्वी के राजा चुंगी या कर किन से लेते हैं? अपने पुत्रों से या परायों से?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पतरस ने उनसे कहा, “परायों से।” यीशु ने उससे कहा, “तो पुत्र बच गए।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भी हम उन्हें ठोकर न खिलाएँ, तू झील के किनारे जाकर बंसी डाल, और जो मछली पहले निकले, उसे ले; तो तुझे उसका मुँह खोलने पर एक सिक्का मिलेगा, उसी को लेकर मेरे और अपने बदले उन्हें दे देना।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शिष्यों को मूसा और एलिय्याह के साथ यीशु का दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}