{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh called to Moses and spoke to him from the tent of meeting, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and tell them, 'When any man from among you brings an offering to Yahweh, bring as your offering one of your animals, either from the herd or from the flock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If his offering is a burnt offering from the herd, he must offer a male without blemish. He is to offer it at the entrance of the tent of meeting, so that it may be accepted before Yahweh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is to lay his hand on the head of the burnt offering, and then it will be accepted on his behalf to make atonement for himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must kill the bull before Yahweh. Aaron's sons, the priests, will present the blood and sprinkle it on the altar that is at the entrance of the tent of meeting.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must skin the burnt offering and cut it to pieces.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the sons of Aaron the priest will put fire on the altar and place wood to feed the fire.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron's sons, the priests, are to place the pieces, the head and the fat, in order on the wood that is on the fire which is on the altar.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But its inner parts and its legs he must wash with water. Then the priest will burn everything on the altar as a burnt offering. It will produce a sweet aroma for me; it will be an offering made to me by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If his offering for the burnt offering is from the flock, one of the sheep or one of the goats, he must offer a male without blemish.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must kill it on the north side of the altar before Yahweh. Aaron's sons, the priests, will sprinkle its blood on every side of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must cut it into pieces, with its head and its fat, and the priest will lay them in order on the wood that is on the fire, which is on the altar,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the inner parts and the legs he must wash with water. Then the priest will offer the whole, and burn it on the altar. It is a burnt offering, and it will produce a sweet aroma for Yahweh; it will be an offering made to him by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If his offering to Yahweh is to be a burnt offering of birds, then he must bring as his offering either a dove or a young pigeon.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must bring it to the altar, wring off its head, and burn it on the altar. Then its blood must be drained out on the side of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must remove its crop with its contents, and throw it beside the altar on the east side, in the place for the ashes.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must tear it open by its wings, but he must not divide it into two parts. Then the priest will burn it on the altar, on the wood that is on the fire. It will be a burnt offering, and it will produce a sweet aroma for Yahweh; it will be an offering made to him by fire.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}