{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nadab and Abihu, sons of Aaron, each took his censer, put fire in it, and then incense. Then they offered unapproved fire before Yahweh, which he had not commanded them to offer.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So fire came out from before Yahweh and devoured them, and they died before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron, \"This is what Yahweh was talking about when he said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'I will reveal my holiness to those who come near me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will be glorified before all the people.'\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Aaron did not say anything.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, \"Come here and carry your brothers out of the camp from before the tabernacle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they came near and carried them, still wearing their priestly tunics, out of the camp, as Moses had instructed.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron and to Eleazar and to Ithamar, his sons, \"Do not let your hair on your heads hang loosely, and do not tear your clothes, so that you may not die, and so that Yahweh may not be angry with all the assembly. But allow your relatives, the entire house of Israel, to mourn for those whom the fire of Yahweh has set ablaze.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not go out from the entrance of the tent of meeting, or you will die, for the anointing oil of Yahweh is on you.\" So they acted according to Moses' instructions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Aaron, saying,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not drink wine or strong drink, you, or your sons who remain with you, when you go into the tent of meeting, so you will not die. This will be a permanent statute throughout your people's generations,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to distinguish between the holy and the common, and between the unclean and the clean,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you may teach the people of Israel all the statutes that Yahweh has commanded through Moses.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses spoke to Aaron and to Eleazar and to Ithamar, his remaining sons, \"Take the grain offering that remains from the offerings to Yahweh made by fire, and eat it without yeast beside the altar, for it is most holy.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must eat it in a holy place, because it is your share and your sons' share of the offerings to Yahweh made by fire, for this is what I have been commanded to tell you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The breast that is waved and the thigh that is presented to Yahweh, you must eat in a clean place acceptable to God. You and your sons and daughters with you should eat those portions, for they are given as your share and your sons' share out of the sacrifices of the fellowship offerings of the people of Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thigh that is presented and the breast that is waved, they must bring with the offerings of fat made by fire, to wave before Yahweh. They will be yours and your sons' with you as a share forever, as Yahweh has commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses asked about the goat for the sin offering, and found that it was burned up. So he was angry with Eleazar and Ithamar, the remaining sons of Aaron; he said,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Why have you not eaten the sin offering in the area of the tabernacle, since it is most holy, and since Yahweh has given it to you to take away the iniquity of the assembly, to make atonement for them before him?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, its blood was not brought inside the tabernacle, so you should certainly have eaten it in the tabernacle area, as I commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron answered Moses, \"See, today they made their sin offering and burnt offering before Yahweh, and this thing has happened to me today. If I had eaten the sin offering today, would it have been pleasing in the sight of Yahweh?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses heard that, he was satisfied.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}