{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When anyone has on the skin of his body a swelling or scab or a bright spot, and it becomes infected and there is a skin disease in his body, then he must be brought to Aaron the high priest, or to one of his sons the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will examine the disease in the skin of his body. If the hair in the diseased area has turned white, and if the disease appears to be deeper than just on the skin, then it is an infectious disease. After the priest examines him, he must pronounce him unclean.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the bright spot in his skin is white, and the appearance of it is no deeper than the skin, and if the hair in the diseased area has not turned white, then the priest must isolate the one with the disease for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, the priest must examine him to see if in his opinion the disease is not any worse, and if it has not spread in the skin. If it has not, then the priest must isolate him seven days more.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will examine him again on the seventh day to see if the disease is better and has not spread farther in the skin. If it has not, then the priest will pronounce him clean. It is a rash. He must wash his clothes, and then he is clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the rash has spread in the skin after he has shown himself to the priest for his cleansing, he must then show himself to the priest again.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will examine him to see if the rash has spread farther in the skin. If it has spread, then the priest must pronounce him unclean. It is an infectious disease.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When an infectious skin disease is in someone, then he must be brought to the priest.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will examine him to see if there is a white swelling in the skin, if the hair has turned white, or if there is raw flesh in the swelling.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is, then it is a chronic skin disease, and the priest must pronounce him unclean. He will not isolate him, because he is already unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the disease breaks out widely in the skin and covers all the skin of the person with the disease from his head to his feet, as far as it appears to the priest,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest must examine him to see if the disease has covered all his body. If it has, then the priest must pronounce the person who has the disease as clean. If it has all turned white, then he is clean.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if raw flesh appears on him, he will be unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must look at the raw flesh and pronounce him unclean because the raw flesh is unclean. It is an infectious disease.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the raw flesh turns white again, then the person must go to the priest.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will examine him to see if the flesh has turned white. If it has then the priest will pronounce that person to be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a person has a boil on the skin and it has healed,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and in place of the boil there is white swelling or a bright spot, reddish-white, then it must be shown to the priest.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will examine it to see if it appears deeper under the skin, and if the hair there has turned white. If so, then the priest must pronounce him unclean. It is an infectious disease, if it has developed in the place where the boil was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the priest examines it and sees that there is no white hair in it, and that it is not under the skin but has faded, then the priest must isolate him for seven days.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it spreads widely in the skin, then the priest must pronounce him unclean. It is an infectious disease.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the bright spot stays in its place and has not spread, then it is the scar of the boil, and the priest must pronounce him clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the skin has a burn and the raw flesh of the burn has become a reddish-white or white spot,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest will examine it to see if the hair in that spot has turned white, and if it appears to be deeper than the skin. If it has, then it is an infectious disease. It has broken out in the burn, and the priest must pronounce him unclean. It is an infectious disease.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the priest examines it and finds that there is no white hair in the spot, and it is not under the skin but has faded, then the priest must isolate him for seven days.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must examine him on the seventh day. If it has spread widely in the skin, then the priest must pronounce him unclean. It is an infectious disease.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the spot stays in its place and has not spread in the skin but has faded, then it is a swelling from the burn, and the priest must pronounce him clean, for it is nothing more than the scar of the burn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man or woman has an infectious disease on the head or chin,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest must examine the person for an infectious disease to see if it appears to be deeper than the skin, and if there is yellow, thin hair in it. If there is, then the priest must pronounce him unclean. It is an itch, an infectious disease on the head or the chin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the priest examines the itching disease and sees that it is not under the skin, and if there is no black hair in it, then the priest will isolate the person with the itching disease for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day the priest will examine the disease to see if it has spread. If there is no yellow hair, and if the disease appears to be only skin deep,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then he must be shaved, but the diseased area must not be shaved, and the priest must isolate the person with the itching disease for seven more days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day the priest will examine the disease to see if it has stopped spreading in the skin. If it appears to be no deeper than the skin, then the priest must pronounce him clean. The person must wash his clothes, and then he will be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the itching disease has spread widely in the skin after the priest said he was clean,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest must examine him again. If the disease has spread in the skin, the priest does not need to seek for yellow hair. The person is unclean.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if in the priest's view the itching disease has stopped spreading and black hair has grown in the area, then the disease has healed. He is clean, and the priest must pronounce him clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man or a woman has white spots on the skin,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest must examine the person to see if the spots are a dull white, which is only a rash that has broken out in the skin. He is clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man's hair has fallen out of his head, he is bald, but he is clean.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If his hair has fallen out of the front part of his head, and if his forehead is bald, he is clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if there is a reddish-white sore on his bald head or forehead, it is an infectious disease that has broken out.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must examine him to see if the swelling of the diseased area on his bald head or forehead is reddish-white, like the appearance of an infectious disease in the skin.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it is, then he has an infectious disease and he is unclean. The priest must surely pronounce him unclean because of his disease on his head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person who has an infectious disease must wear torn clothes, his hair must hang loosely, and he must cover his face up to his nose and call out, 'Unclean, unclean.'\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the days that he has the infectious disease he will be unclean. Because he is unclean with a disease that can spread, he must live alone. He must live outside the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A garment that is contaminated with mildew, whether it is a wool or linen garment,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or anything woven or knitted from wool or linen, or leather or anything made with leather—\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if there is a greenish or reddish contamination in the garment, the leather, the woven or knitted material, or anything made of leather, then it is a mildew that spreads; it must be shown to the priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine the item for mildew; he must isolate anything that has mildew for seven days.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must examine the mildew again on the seventh day. If it has spread in the garment or anything woven or knitted from wool or linen material, or leather or anything in which leather is used, then it is harmful mildew, and the item is unclean.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must burn the garment, or anything woven or knitted from wool or linen material, or leather or anything made with leather, anything in which the harmful mildew is found, for it can lead to disease. The item must be completely burned up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the priest examines the item and sees that the mildew has not spread in the garment or material woven or knitted from wool or linen, or leather goods,\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then he will command them to wash the item in which the mildew was found, and he must isolate it for seven more days.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will examine the item after the mildewed item was washed. If the mildew has not changed its color, even though it has not spread, it is unclean. You must burn the item, no matter where the mildew has contaminated it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the priest examines the item, and if the mildew has faded after it was washed, then he must tear out the contaminated part from the garment or from the leather, or from the woven or knitted material.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the mildew still appears in the garment, either in the woven or knitted material, or in anything made of leather, it is spreading. You must burn any item that has the mildew.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The garment or anything woven or knitted from wool or linen material, or leather or anything made with leather—if you wash the item and the mildew is gone, then the item must be washed a second time, and it will be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law about mildew in a garment of wool or linen, or anything woven or knitted from wool or linen material, or leather or anything made with leather, so that you may pronounce it clean or unclean.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}