{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This will be the law for the diseased person on the day of his cleansing. He must be brought to the priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will go out of the camp to examine the person to see if the infectious skin disease is healed.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will command that the one to be cleansed must take two live, clean birds, cedar wood, scarlet yarn, and hyssop.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will command him to kill one of the birds over fresh water that is in a clay pot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will then take the live bird and the cedar wood, and the scarlet yarn and the hyssop, and he will dip all these things, including the live bird, in the blood of the bird that was killed over the fresh water.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will sprinkle this water seven times onto the person who is to be cleansed from the disease, and then the priest will pronounce him to be clean. Then the priest will release the living bird into the open fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person who is being cleansed will wash his clothes, shave off all his hair, and bathe himself in water, and then he will be clean. After that he must come into the camp, but he will live outside his tent for seven days.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day he must shave all his hair off his head, and he must also shave off his beard and eyebrows. He must shave off all his hair, and he must wash his clothes and bathe himself in water; then he will be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day he must take two male lambs without blemish, one female lamb a year old without blemish, and three-tenths of an ephah of fine flour mixed with oil as a grain offering, and one log of oil.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest who cleanses him will stand the person who is to be cleansed, along with those things, before Yahweh at the entrance to the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take one of the male lambs and offer it as a guilt offering, together with the log of oil; he will wave them for a wave offering before Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must kill the male lamb in the place where they kill the sin offerings and the burnt offerings, in the area of the tabernacle, for the sin offering belongs to the priest, as does the guilt offering, because it is most holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take some of the blood of the guilt offering and put it on the tip of the right ear of the person who is to be cleansed, on the thumb of his right hand, and on the big toe of his right foot.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will take oil from the log and pour it into the palm of his own left hand,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and dip his right finger in the oil that is in his left hand, and sprinkle some of the oil with his finger seven times before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will put the rest of the oil in his hand on the tip of the right ear of the person to be cleansed, on the thumb of his right hand, and on the big toe of his right foot. He must put this oil on top of the blood from the guilt offering.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the rest of the oil that is in the priest's hand, he will put it on the head of the person who is to be cleansed, and the priest will make atonement for him before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will offer the sin offering and make atonement for him who is to be cleansed because of his uncleanness, and afterward he will kill the burnt offering.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will offer the burnt offering and the grain offering on the altar. The priest will make atonement for the person, and then he will be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if the person is poor and cannot afford these sacrifices, then he may take one male lamb as a guilt offering to be waved, to make atonement for himself, and one-tenth of an ephah of fine flour mixed with oil as a grain offering, and a log of oil,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "together with two doves or two young pigeons, such as he is able to get; one bird will be a sin offering and the other a burnt offering.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day he must bring them for his cleansing to the priest, to the entrance to the tent of meeting, before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take the lamb for an offering, and he will take with it the log of olive oil, and he will lift them high as he presents them to Yahweh.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will kill the lamb for the guilt offering, and he will take some of the blood of the guilt offering and put it on the tip of the right ear of the one who is to be cleansed, on the thumb of his right hand, and on the big toe of his right foot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will pour some of the oil into the palm of his own left hand,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he will sprinkle with his right finger some of the oil that is in his left hand seven times before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will then put some of the oil that is in his hand on the tip of the right ear of the one who is to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, the same places where he put the blood of the guilt offering.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will put the rest of the oil that is in his hand on the head of the one who is to be cleansed, to make atonement for him before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must offer one of the doves or young pigeons, such as the person has been able to get—\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "one as a sin offering and the other as a burnt offering, along with the grain offering. Then the priest will make atonement for the one who is to be cleansed before Yahweh.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law for a person in whom there is an infectious skin disease, who is not able to afford the standard offerings for his cleansing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron, saying,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you have come into the land of Canaan which I gave to you as a possession, and if I put mildew that spreads in a house in the land of your possession,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then he who owns the house must come and tell the priest. He must say, 'There seems to me to be something like mildew in my house.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will command that they empty the house before he goes in to see the evidence of mildew, so that nothing in the house will be made unclean. Afterward the priest must go in to see the house.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must examine the mildew to see if it is in the house walls, and to see whether it appears greenish or reddish in the depressions in the wall's surface.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the house does have mildew, then the priest will go out of the house and shut the door to the house for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will return again on the seventh day and examine it to see if the mildew has spread in the walls of the house.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it has, then the priest will command that they take out the stones in which the mildew has been found and throw them into an unclean place outside the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will require all the inside walls of the house to be scraped, and they must take the contaminated material that is scraped off outside the city and dump it into the unclean place.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must take other stones and put them in the place of the stones that were removed, and they must use new clay to plaster the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If mildew comes again and breaks out in the house in which the stones have been taken away and the walls have been scraped and then replastered,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest must come in and examine the house to see if mildew has spread in the house. If it has, then it is harmful mildew, and the house is unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house must be torn down. The stones, timber, and all the plaster in the house must be carried away out of the city to the unclean place.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, whoever goes into the house during the time it is closed up will be unclean until evening.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who slept in the house must wash his clothes, and anyone who ate in the house must wash his clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the priest enters the house to examine it to see whether the mildew has spread in the house after the house was plastered, then, if the mildew is gone, he will pronounce the house clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must take two birds to cleanse the house, and cedar wood, and scarlet yarn, and hyssop.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will kill one of the birds over fresh water in a clay jar.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take the cedar wood, the hyssop, the scarlet yarn, and the live bird, and dip them in the blood of the killed bird, into the fresh water, and sprinkle the house seven times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cleanse the house with the blood of the bird and with the fresh water, with the live bird, the cedar wood, the hyssop, and the scarlet yarn.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he will let the live bird go out of the city into the open fields. In this way he must make atonement for the house, and it will be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law for all types of infectious skin disease and things that cause such disease, and for an itch,\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and for mildew in clothing and in a house,\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for swelling, for a rash, and for a bright spot,\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to determine when any of these cases is unclean or when it is clean. This is the law for infectious skin diseases and mildew.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}