{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel, and say to them, 'When any man has an infected fluid that comes out of his body, he becomes unclean.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His uncleanness is due to this infected fluid. Whether his body flows with fluid or is stopped up, it is unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every bed on which he lies will be unclean, and everything on which he sits will be unclean.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches his bed must wash his clothes and bathe himself in water, and be unclean until evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who sits on anything on which the man with the flow of infected fluid sat, that person must wash his clothes and bathe himself in water, and he will be unclean until evening.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches the body of the one who has a flow of infected fluid must wash his clothes and bathe himself in water, and be unclean until evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the person who has such a flow of fluid spits on someone who is clean, then that person must wash his clothes and bathe himself in water, and he will be unclean until evening.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any saddle which he who has a flow rides upon will be unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches anything that was under that person will be unclean until evening, and anyone who carries those things must wash his clothes and bathe himself in water; he will be unclean until evening.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whomever he who has such a flow touches without first having rinsed his hands in water, the person who was touched must wash his clothes and bathe himself in water, and he will be unclean until evening.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any clay pot that the one with such a flow of fluid touches must be broken, and every container of wood must be rinsed in water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he who has a flow is cleansed from his flow, then he must count for himself seven days for his cleansing; then he must wash his clothes and bathe his body in running water. Then he will be clean.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day he must take two doves or two young pigeons and come before Yahweh at the entrance to the tent of meeting; there he must give the birds to the priest.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must offer them, one as a sin offering and the other as a burnt offering, and the priest must make atonement for him before Yahweh for his flow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any man has an emission of semen, then he must bathe his whole body in water; he will be unclean until evening.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every garment or leather on which there is semen must be washed with water; it will be unclean until evening.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman and a man sleep together and there is a transfer of semen to her, they must both bathe themselves in water; they will be unclean until evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a woman menstruates, her impurity will continue for seven days, and whoever touches her will be unclean until evening.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything she lies on during her period will be unclean; everything that she sits on will also be unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches her bed must wash his clothes and bathe himself in water; that person will be unclean until evening.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches anything that she sits on must wash his clothes and bathe himself in water; that person will be unclean until evening.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whether it is on the bed or on anything on which she sits, if he touches it, that person will be unclean until evening.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any man sleeps with her, and if her impure flow touches him, he will be unclean for seven days. Every bed on which he lies will be unclean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman has a flow of blood for many days that is not in the time of her menstruation, or if she has a flow beyond the time of her menstruation, during all the days of the flow of her uncleanness, she will be as if she were in the days of her period. She is unclean.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every bed on which she lies all during her flow of blood will be to her just like the bed on which she lies during her menstruation, and everything on which she sits will be unclean, just like the uncleanness of her menstruation.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches any of those things will be unclean; he must wash his clothes and bathe himself in water, and he will be unclean until evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if she is cleansed from her flow of blood, then she will count for herself seven days, and after that she will be clean.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day she will take to her two doves or two young pigeons and bring them to the priest at the entrance to the tent of meeting.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will offer one bird as a sin offering and the other as a burnt offering, and he will make atonement for her before Yahweh for her unclean flow of blood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how you must separate the people of Israel from their uncleanness, so they will not die due to their uncleanness, by defiling my tabernacle, where I live among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the regulations for anyone who has a flow of fluid, for any man whose semen goes out of him and makes him unclean,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for any woman who has a menstrual period, for anyone with a flow of fluid, whether male or female, and for any man who sleeps with an unclean woman.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}