{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses—this was after the death of Aaron's two sons, when they had gone near to Yahweh and then died.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Speak to Aaron your brother and tell him not to come at just any time into the most holy place inside the curtain, before the atonement lid that is on the ark. If he does, he will die, because I appear in the cloud over the atonement lid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So here is how Aaron must come into the most holy place. He must enter with a young bull as a sin offering, and a ram as a burnt offering.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must put on the holy linen tunic, and he must put the linen undergarments on himself, and he must wear the linen sash and linen turban. These are the holy garments. He must bathe his body in water and then dress himself with these clothes.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must take from the assembly of the people of Israel two male goats as a sin offering and one ram as a burnt offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must present the bull as the sin offering, which will be for himself, to make atonement for himself and his family.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must take the two goats and set them before Yahweh at the entrance to the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must cast lots for the two goats, one lot for Yahweh, and the other lot for the scapegoat.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must then present the goat on which the lot fell for Yahweh, and offer that goat as a sin offering.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the goat on which the lot fell for the scapegoat must be brought alive before Yahweh, to make atonement by sending him away as a scapegoat into the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must present the bull for the sin offering, which will be for himself. He must make atonement for himself and for his family, so he must kill the bull as a sin offering for himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must take a censer full of coals of fire from off the altar before Yahweh, with his hands full of finely ground sweet incense, and bring these things inside the curtain.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he must put the incense on the fire before Yahweh so that the cloud from the incense may cover the atonement lid over the covenant decrees. He must do this so he will not die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must take some of the blood of the bull and sprinkle it with his finger on the front of the atonement lid. He must sprinkle some of the blood with his finger seven times before the atonement lid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must kill the goat for the sin offering that is for the people and bring its blood inside the curtain. There he must do with the blood as he did with the blood of the bull: He must sprinkle it on the atonement lid and then before the atonement lid.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must make atonement for the holy place because of the unclean actions of the people of Israel, and because of their rebellion and all their sins. He must also do this for the tent of meeting, where Yahweh lives among them, in the presence of their unclean actions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one must be in the tent of meeting when Aaron enters it to make atonement in the most holy place, and until he comes out and has finished making atonement for himself and for his family, and for all the assembly of Israel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must go out to the altar that is before Yahweh and make atonement for it, and he must take some of the bull's blood and some of the goat's blood and put it on the horns of the altar all around.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must sprinkle some of the blood on it with his finger seven times to cleanse it and set it apart to Yahweh, away from the unclean actions of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he has finished atoning for the most holy place, the tent of meeting, and the altar, he must present the live goat.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must lay both his hands on the head of the live goat and confess over him all the wickedness of the people of Israel, all their rebellion, and all their sins. Then he must put that sinfulness on the head of the goat and send the goat away in the care of a man who is ready to lead the goat into the wilderness.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The goat must carry on himself all the people's wickedness to a solitary place. There in the wilderness, the man must let the goat go free.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must go back into the tent of meeting and take off the linen garments that he had put on before going into the most holy place, and he must leave those garments there.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must bathe his body in water in a holy place, and put on his normal garments; then he must go out and offer his burnt offering and the burnt offering for the people, and in this way make atonement for himself and for the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must burn the fat of the sin offering on the altar.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who let the scapegoat go free must wash his clothes and bathe his body in water; after that, he may come back into the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the holy place, must be carried outside the camp. There they must burn their hides, flesh, and dung.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who burns those parts must wash his clothes and bathe his body in water; after that, he may come back into the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will always be a statute for you that in the seventh month, on the tenth day of the month, you must humble yourselves and do no work, whether the native born or a foreigner who is living among you.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because on this day atonement will be made for you, to cleanse you from all your sins so you will be clean before Yahweh.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is a solemn Sabbath of rest for you, and you must humble yourselves and do no work. This will always be a statute among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest, the one who will be anointed and ordained to be high priest in his father's place, he must make this atonement and put on the linen garments, that is, the holy garments.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must make atonement for the most holy place; he must make atonement for the tent of meeting and for the altar, and he must make atonement for the priests and for all the people of the assembly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will always be a statute for you, to make atonement for the people of Israel because of all their sins, once in every year.\" This was done as Yahweh commanded Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}