{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and to his sons, and to all the people of Israel. Tell them what Yahweh has commanded:\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Any man from Israel who kills an ox, lamb, or goat in the camp, or who kills it outside the camp, in order to sacrifice it—\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if he does not bring it to the entrance of the tent of meeting to offer it as a sacrifice to Yahweh before his tabernacle, that man is guilty of bloodshed. He has shed blood, and that man must be cut off from among his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The purpose of this command is so that the people of Israel will bring their sacrifices to Yahweh at the entrance to the tent of meeting, to the priest to be sacrificed as fellowship offerings to Yahweh, instead of offering sacrifices in an open field.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will sprinkle the blood on Yahweh's altar at the entrance to the tent of meeting; he will burn the fat for it to produce a sweet aroma for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people must no longer offer their sacrifices to goat idols, for which they act as prostitutes. This will be a permanent statute for them throughout their people's generations.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must say to them, 'Any man of Israel, or any foreigner who lives among them, who offers a burnt offering or sacrifice\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and does not bring it to the entrance of the tent of meeting in order to sacrifice it to Yahweh, that man must be cut off from his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any person of the house of Israel, or any foreigner who lives among them consumes any blood, I will set my face against that person who consumes blood and I will cut him off from among his people.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the life of an animal is in its blood. I have given its blood to you to make atonement on the altar for your lives, because it is the blood that makes atonement, for it is the blood that atones for the life.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I said to the people of Israel that no one among you must eat blood, neither may any foreigner who lives among you eat blood.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone of the people of Israel, or any of the foreigners who live among them, who hunts and kills an animal or bird that may be eaten, that person must pour out its blood and cover the blood with earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the life of each creature is its blood. That is why I said to the people of Israel, \"You must not eat the blood of any creature, for the life of every living creature is its blood. Whoever eats it must be cut off.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every person who eats an animal that has died or that has been torn by wild animals, whether that person is native born or a foreigner living among you, he must wash his clothes and bathe himself in water, and he will be unclean until the evening. Then he will be clean.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he does not wash his clothes or bathe his body, then he must carry his guilt.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}