{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'I am Yahweh your God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not do the things that the people do in Egypt, where you lived previously. You must not do the things that the people do in Canaan, the land to which I am taking you. Do not follow their customs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My laws are what you must do, and my commandments are what you must keep, so that you walk in them, because I am Yahweh your God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must keep my decrees and my laws. If a person obeys them, he will live because of them. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one must sleep with any close relative to uncover his nakedness. I am Yahweh.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not dishonor your father by sleeping with your mother. She is your mother! You must not dishonor her.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with any of your father's wives; you must not dishonor your father like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with any sister of yours, whether she is the daughter of your father or the daughter of your mother, whether she was raised at your home or distant from you. You must not sleep with your sisters.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your son's daughter or with your daughter's daughter. That would be your own shame.\n\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your father's wife's daughter, who was born of your father. She is your sister, and you must not sleep with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your father's sister. She is a close relative to your father.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your mother's sister. She is a close relative to your mother.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not dishonor the brother of your father by sleeping with his wife. Do not go near her for that purpose; she is your aunt.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your daughter-in-law. She is your son's wife; do not sleep with her.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your brother's wife; do not dishonor him in this way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with a woman and her daughter, or with her son's daughter or her daughter's daughter. They are close relatives to her, and sleeping with them would be wicked.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not marry your wife's sister as a second wife and sleep with her while your first wife is alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with a woman during her menstruation. She is unclean during that time.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with your neighbor's wife and defile yourself with her in this way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not give any of your children to put them into the fire, so that you sacrifice them to Molech, because you must not profane the name of your God. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with other men as with a woman. This would be wicked.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sleep with any animal and defile yourself with it. No woman must consider sleeping with any animal. This would be perversion.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not defile yourselves in any of these ways, for in all these ways the nations are defiled, the nations that I will drive out from before you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land became defiled, so I punished their sin, and the land vomited out its inhabitants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, therefore, must keep my commandments and decrees, and you must not do any of these detestable things, neither the native-born Israelite nor the foreigner who lives among you.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is the wickedness that the people in the land have committed, those who lived here before you, and now the land is defiled.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore be careful so that the land does not vomit you up also after you have defiled it, as it vomited out the people who were before you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does any of these detestable things, the persons who do such things will be cut off from among their people.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must keep my command not to practice any of these detestable customs which were practiced here before you, so that you do not defile yourselves by them. I am Yahweh your God.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}