{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Say to the people of Israel, 'Anyone among the people of Israel, or any foreigner who lives in Israel who gives any of his children to Molech, must certainly be put to death. The people in the land must stone him with stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also will set my face against that man and will cut him off from among his people because he has given his child to Molech, so as to defile my holy place and profane my holy name.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people of the land close their eyes to that man when he gives any of his children to Molech, if they do not put him to death,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I myself will set my face against that man and his clan, and I will cut him off and everyone else who prostitutes himself in order to play the harlot with Molech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person who turns to those who talk with the dead, or to those who talk with spirits so as to prostitute themselves with them, I will set my face against that person; I will cut him off from among his people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore consecrate yourselves and be holy, because I am Yahweh your God.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Several modern versions have: \\fqa ... because I, Yahweh your God, am holy \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep my commands and carry them out. I am Yahweh who sets you apart as holy.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who curses his father or his mother must surely be put to death. He has cursed his father or his mother, so he is guilty and deserves to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who commits adultery with another man's wife, that is, anyone who commits adultery with his neighbor's wife—the adulterer and the adulteress must both certainly be put to death.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man lies with his father's wife, he uncovers his father's nakedness. Both the son and his father's wife must certainly be put to death. Their blood is upon them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with his daughter-in-law, both of them must certainly be put to death. They have committed perversion. They are guilty and deserve to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with another man, as with a woman, both of them have done something detestable. They must surely be put to death. They are guilty and deserve to die.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man marries a woman and also marries her mother, this is wickedness. They must be burned, both he and the women, so that there will be no wickedness among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with an animal, he must surely be put to death, and you must kill the animal.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman approaches any animal to sleep with it, you must kill the woman and the animal. They must certainly be put to death. They are guilty and deserve to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with his sister, a daughter of his father or a daughter of his mother, and he uncovers her nakedness, and she sees his nakedness, it is a shameful thing. They must be cut off from the presence of their people, because he has slept with his sister. He must carry his guilt.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with a woman during her menstrual period and has slept with her, he has uncovered the flow of her blood, the source of her blood. Both the man and woman must be cut off from among their people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not sleep with your mother's sister, or with your father's sister, because you would disgrace your close relative. You must carry your own guilt.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with his aunt, he has dishonored his uncle. They will bear responsibility for their sin, and they will die without children.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man marries his brother's wife while his brother is still living, that is disgraceful. He has dishonored his brother, and I will take away from their children any property they may have inherited from their parents. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must therefore keep all my statutes and all my decrees; you must obey them so that the land into which I am bringing you to live will not vomit you up.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not walk in the customs of the nations that I will drive out before you, for they have done all these things, and I detest them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to you, \"You will inherit their land; I will give it to you to possess, a land flowing with milk and honey. I am Yahweh your God, who has separated you from the other peoples.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must therefore distinguish between the clean animals and the unclean, and between the unclean birds and the clean. You must not defile yourselves with unclean animals or birds or with any creature that crawls along the ground, which I have separated as unclean from you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must be holy, for I, Yahweh, am holy, and I have separated you from the other peoples, for you belong to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man or a woman who talks with the dead or who talks with spirits must certainly be put to death. The people must stone them with stones. They are guilty and deserve to die.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}