{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses: \"Speak to the priests, the sons of Aaron, and say to them, 'No one among you shall make himself unclean for those who die among his people,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "except for his closest relatives—his mother, his father, his son, his daughter, his brother,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or his virgin sister who is dependent on him, since she has no husband—for her he may make himself unclean.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he must not make himself unclean for other relatives and so defile himself.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Priests must not shave their heads or shave off the corners of their beards, nor cut their bodies.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must be holy to their God and not disgrace the name of their God, because the priests offer Yahweh's food offerings, the bread of their God. Therefore the priests must be holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not marry any woman who is a prostitute and who is defiled, and they must not marry a woman divorced from her husband, for they are separate for their God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will set him apart, for he is the one who offers bread to your God. He must be holy to you, because I, Yahweh who makes you holy, am holy.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any daughter of any priest who defiles herself by becoming a prostitute disgraces her father. She must be burned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who is the high priest among his brothers, on whose head the anointing oil has been poured, and who has been consecrated to wear the special garments of the high priest, must not wear his hair loose or tear his clothes.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must not go anywhere that a dead body is present and defile himself, even for his father or his mother.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest must not leave the sanctuary area of the tabernacle or profane the sanctuary of his God, because he has been consecrated as high priest by the anointing oil of his God. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest must marry a virgin as his wife.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must not marry a widow, a divorced woman, or a woman who is a prostitute. He will not marry these kinds of women. He may only marry a virgin from his own people,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so he will not defile his children among his people, for I am Yahweh, who makes him holy.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and tell him, 'Whoever of your descendants throughout their generations has a bodily defect, he must not approach to offer the food to his God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any man who has a bodily defect must not approach Yahweh, such as a blind man or a man who is unable to walk, one who is disfigured or deformed,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a man with a crippled hand or foot,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a man who has a hump in his back or is abnormally thin or short, or a man with a defect in his eyes, or with a disease, sore, scabs, or whose testicles have been crushed.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man among the descendants of Aaron the priest with a bodily defect may come near to perform the offerings made by fire for Yahweh. Such a man has a bodily defect; he must not come near to offer the bread of his God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He may eat the food of his God, whether some of the most holy or some of the holy.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, he must not enter inside the curtain or come near the altar, because he has a bodily defect, so that he does not defile my holy place, for I am Yahweh, who makes them holy.'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses spoke these words to Aaron, to his sons, and to all the people of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}