{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and to his sons, tell them to keep away from the holy things of the people of Israel, which they set apart to me. They must not profane my holy name. I am Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'If any of your descendants throughout your generations approaches the holy things that the people of Israel have set apart to Yahweh, while he is unclean, that person must be cut off from before me: I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of the descendants of Aaron who has an infectious skin disease, or an infection flowing from his body, may eat any of the sacrifices made to Yahweh until he is clean. Whoever touches anything unclean through contact with the dead, or by contact with a man who has a flow of semen,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or whoever touches any creeping animal that makes him unclean, or any person who makes him unclean, whatever kind of uncleanness it may be—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the priest who touches anything unclean will be unclean until evening. He must not eat any of the holy things, unless he has bathed his body in water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun has set, he will then be clean. After sunset he may eat from the holy things, because they are his food.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must not eat anything found dead or killed by wild animals, by which he would defile himself. I am Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must follow my instructions, or they will be guilty of sin and could die for profaning me. I am Yahweh who makes them holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one outside the priest's family, including guests of a priest or his hired servants, may eat anything that is holy.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if a priest buys any slave with his own money, that slave may eat from the things set apart to Yahweh. The priest's family members and slaves born in his house, they also may eat with him from those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a priest's daughter married someone who is not a priest, she may not eat any of the holy contribution offerings.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if a priest's daughter is a widow, or divorced, and if she has no child, and if she returns to live in her father's house as in her youth, she may eat from her father's food. But no one who is not in the priestly family may eat from the priest's food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man eats a holy food without knowing it, then he must repay the priest for it; he must add one-fifth to it and give it back to the priest.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel must not profane the holy things that they have raised high and presented to Yahweh,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and cause themselves to carry the sin that would make them guilty of eating the holy food, for I am Yahweh who makes them holy.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and his sons, and to all the people of Israel. Say to them, 'Any Israelite, or an alien living in Israel, when they present a sacrifice—whether it is to fulfill a vow, or whether it is a freewill offering, or they present to Yahweh a burnt offering,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if it is to be accepted, they must offer a male animal without blemish from the cattle, sheep, or goats.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must not offer whatever has a blemish. I will not accept it on your behalf.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever offers a sacrifice of fellowship offerings from the herd or the flock to Yahweh to fulfill a vow, or as a freewill offering, it must be unblemished to be accepted. There must be no defect in the animal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not offer animals that are blind, disabled, or maimed, or that have warts, sores, or scabs. You must not offer these to Yahweh as a sacrifice by fire on the altar.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may present as a freewill offering an ox or a lamb that is deformed or small, but an offering like that will not be accepted for a vow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not offer any animal to Yahweh that has bruised, crushed, torn, or cut testicles. Do not do this within your land.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not present the bread of your God from the hand of a foreigner. Those animals are deformed and have defects in them, they will not be accepted for you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When a calf or a sheep or a goat is born, it must remain seven days with its mother. Then from the eighth day on, it may be accepted as a sacrifice for an offering made by fire to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not kill a cow or ewe along with its young, both on the same day.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you sacrifice a thank offering to Yahweh, you must sacrifice it in an acceptable way.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must be eaten on the same day that it is sacrificed. You must leave none of it until the next morning. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must keep my commandments and carry them out. I am Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not profane my holy name. I must be acknowledged as holy by the people of Israel. I am Yahweh who makes you holy,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who brought you out of the land of Egypt to be your God: I am Yahweh.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}