{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel, and say to them, 'These are the appointed festivals for Yahweh, which you must proclaim as holy assemblies; they are my regular festivals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may work for six days, but the seventh day is a Sabbath of complete rest, a holy assembly. You must do no work because it is a Sabbath for Yahweh in all the places where you live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the appointed festivals of Yahweh, the holy assemblies that you must announce at their appointed times:\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first month, on the fourteenth day of the month at twilight, is Yahweh's Passover.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fifteenth day of the same month is the Festival of Unleavened Bread for Yahweh. For seven days you must eat unleavened bread.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first day you must set apart to gather together; you will not do any of your regular work.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will present a food offering to Yahweh for seven days. The seventh day is an assembly set apart to Yahweh, and on that day you must not do any regular work.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'When you have come into the land that I will give you, and when you reap its harvest, then you must bring a bundle of the firstfruit of the grain to the priest.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will raise the bundle of grain before Yahweh and present it to him, for it to be accepted on your behalf. It is on the day after the Sabbath that the priest will raise it and present it to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day when you raise the bundle of grain and present it to me, you must offer a male lamb one year old and without blemish as a burnt offering to Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The grain offering must be two-tenths of an ephah of fine flour mixed with oil, an offering made by fire to Yahweh, to produce a sweet aroma, and with it a drink offering of wine, a fourth of a hin.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must eat no bread, nor roasted or fresh grain, until the same day you have brought this offering to your God. This will be a permanent statute throughout your people's generations, in every place that you live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beginning from the day after the Sabbath—that was the day you brought the bundle of grain as the wave offering—count seven full weeks.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must count fifty days, which would be the day after the seventh Sabbath. Then you must present an offering of new grain to Yahweh. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring out of your houses two loaves made from two-tenths of an ephah. They must be made from fine flour and baked with yeast; they will be a wave offering of the firstfruits to Yahweh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must present with the bread seven lambs one year old and without blemish, one young bull, and two rams. They must be a burnt offering to Yahweh, with their grain offering and their drink offerings, an offering made by fire and producing a sweet aroma for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer one male goat for a sin offering, and two male lambs a year old for a sacrifice, as fellowship offerings.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must wave them together with the bread of the firstfruits before Yahweh, and present them to him as an offering with the two lambs. They will be holy offerings to Yahweh for the priest.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a proclamation on that same day. There will be a holy assembly, and you must do no ordinary work. This will be a permanent statute throughout your people's generations in all the places where you live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you reap the harvest of your land, you must not completely reap the corners of your fields, and you must not gather the gleanings of your harvest. You must leave them for the poor and for the foreigner. I am Yahweh your God.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say, 'In the seventh month, the first day of that month will be a solemn rest for you, a memorial with the blowing of trumpets, and a holy assembly.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do no ordinary work, and you must offer a sacrifice made by fire to Yahweh.'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now the tenth day of this seventh month is the Day of Atonement. It is to be a holy assembly, and you must humble yourselves and present to Yahweh an offering by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do no work on that day because it is the Day of Atonement, to make atonement for yourselves before Yahweh your God.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does not humble himself on that day must be cut off from his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does any work on that day, I, Yahweh, will destroy him from among his people.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do no work of any kind on that day. This will be a permanent statute throughout your people's generations in all the places where you live.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This day must be to you a Sabbath of solemn rest, and you must humble yourselves the ninth day of the month at the evening. From evening to evening you are to observe your Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel, saying, 'On the fifteenth day of the seventh month will be the Festival of Shelters for Yahweh. It will last seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day there must be a holy assembly. You must do no ordinary work.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven days you must offer a sacrifice made by fire to Yahweh. On the eighth day there must be a holy assembly, and you must make a sacrifice offered with fire to Yahweh. This is a solemn assembly, and you must not do any ordinary work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the appointed festivals for Yahweh, which you must proclaim as holy assemblies to offer sacrifice by fire to Yahweh, a burnt offering and a grain offering, sacrifices and drink offerings, each on its own day.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These festivals will be in addition to the Sabbaths of Yahweh and your gifts, all your vows, and all your freewill offerings that you give to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Regarding the Festival of Shelters, on the fifteenth day of the seventh month, when you have gathered in the fruits of the land, you must keep this festival of Yahweh for seven days. The first day will be a solemn rest, and the eighth day will also be a solemn rest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day you must take the best fruit from the trees, branches of palm trees, and leafy branches of thick trees, and willows from streams, and you will rejoice before Yahweh your God for seven days.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven days each year, you must celebrate this festival for Yahweh. This will be a permanent statute throughout your people's generations in all the places where you live. You must celebrate this festival in the seventh month.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must live in small shelters for seven days. All native-born Israelites must live in small shelters for seven days,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that your descendants, generation after generation, may learn how I made the people of Israel live in such shelters when I led them out of the land of Egypt. I am Yahweh your God.'\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Moses announced to the people of Israel the appointed festivals for Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}