{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Command the people of Israel to bring you pure oil beaten from olives to be used in the lamp, that the light may burn continually.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Outside the curtain before the covenant decrees in the tent of meeting, Aaron must continually, from evening to morning, keep the lamp lit before Yahweh. This will be a permanent statute throughout your people's generations.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest must always keep the lamps lit before Yahweh, the lamps on the lampstand of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take fine flour and bake twelve loaves with it. There must be two-tenths of an ephah in each loaf.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you must set them in two rows, six in a row, on the table of pure gold before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put pure incense along each row of loaves as a representative offering. This incense will be burnt for Yahweh.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every Sabbath day the high priest must regularly set out the bread before Yahweh on behalf of the people of Israel, as a sign of an everlasting covenant.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This offering will be for Aaron and his sons, and they are to eat it in a place that is holy, for it is a portion from the offerings to Yahweh made by fire.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it happened that the son of an Israelite woman, whose father was an Egyptian, went among the people of Israel. This son of the Israelite woman fought against an Israelite man in the camp.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son of the Israelite woman blasphemed the name of Yahweh and cursed God, so the people brought him to Moses. His mother's name was Shelomith, the daughter of Dibri, from the tribe of Dan.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They held him in custody until Yahweh himself should declare his will to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take the man who has cursed God outside the camp. All who heard him must lay their hands on his head, and then the entire assembly must stone him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must explain to the people of Israel and say, 'Whoever curses his God must carry his own guilt.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who blasphemes the name of Yahweh must surely be put to death. All the assembly must certainly stone him, whether he is a foreigner or a native-born Israelite. If anyone blasphemes the name of Yahweh, he must be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone strikes down another human being, he must certainly be put to death.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone strikes down someone's animal, he must pay it back, life for life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone injures his neighbor, it must be done to him as he did to his neighbor:\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "fracture for fracture, eye for eye, tooth for tooth. As he has caused an injury to a person, so must it also be done to him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who kills an animal must pay it back, and anyone who kills a person must be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must have the same law for both the foreigner and the native-born Israelite, for I am Yahweh your God.'\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses spoke to the people of Israel, and the people brought the man outside the camp, the one who had cursed Yahweh. They stoned him with stones. The people of Israel carried out the command of Yahweh to Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}