{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses on Mount Sinai, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'When you come into the land that I give you, then the land must be made to keep a Sabbath for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must plant your field for six years, and for six years you must prune your vineyard and gather the produce.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the seventh year, a Sabbath of solemn rest for the land must be observed, a Sabbath for Yahweh. You must not plant your field or prune your vineyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not conduct an organized harvest of whatever grows by itself, and you must not conduct an organized harvest of whatever grapes grow on your unpruned vines. This will be a year of solemn rest for the land.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever the unworked land grows during the Sabbath year will be food for you. You, your male and female servants, your hired servants and the foreigners who live with you may gather food,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and your livestock and also wild animals may eat whatever the land produces.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must count off seven Sabbaths of years, that is, seven times seven years, so that there will be seven Sabbaths of years, totaling forty-nine years.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you must blow a loud trumpet everywhere on the tenth day of the seventh month. On the Day of Atonement you must blow a trumpet throughout all your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set apart the fiftieth year to Yahweh and proclaim liberty throughout the land to all its inhabitants. It will be a Jubilee for you, in which property and slaves must be returned to their families.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fiftieth year will be a Jubilee for you. You must not plant or conduct an organized harvest. Eat whatever grows by itself, and gather the grapes that grow on the unpruned vines.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is a Jubilee, which will be holy for you. You must eat the produce that grows by itself out of the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must return everyone to his own property in this year of Jubilee.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you sell any land to your neighbor or buy any land from your neighbor, you must not cheat or wrong each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you buy land from your neighbor, consider the number of years and crops that can be harvested until the next Jubilee. Your neighbor selling the land must consider that also.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A larger number of years until the next Jubilee will increase the value of land, and a smaller number of years until the next Jubilee will decrease the value, because the number of harvests the land will produce for the new owner is related to the number of years before the next Jubilee.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not cheat or wrong one another; instead, you must honor your God, for I am Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must obey my decrees, keep my laws, and carry them out. Then you will live in the land in safety.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land will yield its produce, and you will eat your fill and live there in safety.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You might say, \"What will we eat during the seventh year? Look, we cannot plant or gather our produce.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will command my blessing to come upon you in the sixth year, and it will produce harvest enough for three years.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will plant in the eighth year and continue to eat from the previous years' produce and the stored food. Until the harvest of the ninth year comes in, you will be able to eat from the provisions stored in the previous years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land must not be sold to a new permanent owner, because the land is mine. You are all foreigners and temporary residents on my land.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must observe the right of redemption for all the land that you acquire; you must allow the land to be bought back by the family from whom you bought it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your fellow Israelite became poor and for that reason sold some of his property, then his nearest relative may come and buy back the property that he sold to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man has no relative to redeem his property, but if he has prospered and has the ability to redeem it,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then he may calculate the years since the land was sold and repay the balance to the man to whom he sold it. Then he may return to his own property.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he is not able to get the land back for himself, then the land he has sold will remain in the ownership of the one who bought it until the year of Jubilee. At the year of Jubilee, the land will be returned to the man who sold it, and the original owner will return to his property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sells a house in a walled city, then he may buy it back within a whole year after it was sold. For a full year he will have the right of redemption.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the house is not redeemed within a full year, then the house in the walled city will become the permanent property of the buyer and his descendants. It is not to be returned in the year of Jubilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the houses of the villages that have no wall around them will be considered as the field of the land. They may be redeemed, and they must be returned during the year of Jubilee.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the houses owned by the Levites in their cities may be redeemed at any time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of the Levites does not redeem a house he sold, then the house that was sold in the city where it is located must be returned in the year of Jubilee, for the houses of the cities of the Levites are their property among the people of Israel.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the fields around their cities may not be sold because they are the permanent property of the Levites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your fellow countryman becomes poor, so that he can no longer provide for himself, then you must help him as you would help a foreigner or anyone else living as an outsider among you.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not charge him interest or try to profit from him in any way, but honor your God so that your brother may keep living with you.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not give him a loan of money and charge interest, nor sell him your food to earn a profit.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh your God, who brought you out of the land of Egypt, in order that I might give you the land of Canaan, and that I might be your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your fellow countryman has become poor and sells himself to you, you must not make him work like a slave.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Treat him as a hired servant. He must be like someone living temporarily with you. He will serve with you until the year of Jubilee.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will go away from you, he and his children with him, and he will return to his own family and to his fathers' property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they are my servants whom I brought out of the land of Egypt. They will not be sold as slaves.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not rule over them harshly, but you must honor your God.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for your male and female slaves, whom you can obtain from the nations who live around you, you may buy slaves from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may also buy slaves from the foreigners who are living among you, that is, from their families who are with you, children who have been born in your land. They may become your property.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may provide such slaves as an inheritance for your children after you, to hold as property, and make them slaves for life, but you must not rule over your brothers among the people of Israel with harshness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a foreigner or someone living temporarily with you has become wealthy, and if one of your fellow Israelites has become poor and sells himself to that foreigner, or to someone in a foreigner's family,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "after your fellow Israelite has been bought, he may be bought back. Someone in his family may redeem him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It might be the person's uncle, or his uncle's son, who redeems him, or anyone who is his close relative from his family. Or, if he has become prosperous, he may redeem himself.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must bargain with the man who bought him; they must count the years from the year he sold himself to his purchaser until the year of Jubilee. The price of his redemption must be figured in keeping with the rate paid to a hired servant, for the number of years he might continue to work for the one who bought him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are still many years until the year of Jubilee, he must pay back as the price for his redemption an amount of money that is in proportion to the number of those years.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are only a few years to the year of Jubilee, then he must bargain with his purchaser to reflect the number of years left before the year of Jubilee, and he must pay for his redemption in keeping with the number of years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is to be treated like a man hired year by year. You must make sure he is not treated with harshness.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he is not redeemed by these means, then he must serve until the year of Jubilee, he and his children with him.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To me the people of Israel are servants. They are my servants whom I brought out of the land of Egypt. I am Yahweh your God.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}