{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You must make no idols, and you must not lift up a carved figure or a sacred stone pillar, and you must not place any carved stone image in your land to which you bow down, for I am Yahweh your God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep my Sabbaths and honor my sanctuary. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you walk in my laws and keep my commandments and obey them,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will give you rain in its season; the land will yield its produce, and the trees of the field will yield their fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your threshing will continue to the time of the grape harvest, and the grape harvest will extend to the planting season. You will eat your bread to the full and live safely where you make your home in the land.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give peace in the land; you will lie down with nothing to make you afraid. I will take the dangerous animals away from the land, and the sword will not pass through your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will chase your enemies, and they will fall before you by the sword.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Five of you will chase away a hundred, and a hundred of you will chase ten thousand; your enemies will fall before you by the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will look at you with favor and make you fruitful and multiply you; I will establish my covenant with you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat food stored a long time. You will have to bring out the stored food because you will need the room for the new harvest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will place my tabernacle among you, and I will not detest you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will walk among you and be your God, and you will be my people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh your God, who brought you out of the land of Egypt, so that you would not be their slaves. I have broken the bars of your yoke and made you to walk standing up straight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you will not listen to me, and will not obey all these commandments,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if you reject my decrees and detest my laws, so that you will not obey all my commandments, but break my covenant—\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "—if you do these things, then I will do this to you: I will inflict terror on you, diseases and fever that will destroy the eyes and will drain away your life. You will plant your seeds for nothing, because your enemies will eat their produce.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set my face against you, and you will be overpowered by your enemies. Men who hate you will rule over you, and you will run away, even when no one is chasing you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If after all this you do not listen to me, then I will punish you seven times as severely for your sins.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will break your pride in your power. I will make the sky over you like iron and your land like bronze.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your strength will be used up for nothing, because your land will not produce its harvest, and your trees in the land will not produce their fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you walk against me and will not listen to me, I will bring seven times more blows on you, in proportion to your sins.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send dangerous animals against you, which will steal your children, destroy your cattle, and make you few in number. So your roads will become deserted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If in spite of these things you still do not accept my correction and you continue to walk in opposition to me,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will also walk in opposition to you, and I myself will punish you seven times because of your sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring a sword on you that will execute vengeance for breaking the covenant. You will be gathered together inside your cities, and I will send a disease among you there, and then you will be delivered into the hand of your enemy.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I cut off your food supply, ten women will be able to bake your bread in one oven, and they will distribute your bread by weight. You will eat but not be satisfied.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not listen to me despite these things, but continue to walk against me,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will walk against you in anger, and I will punish you even seven more times as much for your sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat the flesh of your sons; you will eat the flesh of your daughters.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will destroy your high places, cut down your incense altars, and throw your corpses on the corpses of your idols, and I myself will abhor you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will turn your cities into ruins and destroy your sanctuaries. I will not be pleased with the aroma of your offerings.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will devastate the land. Your enemies who will live there will be shocked at the devastation.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will scatter you among the nations, and I will draw out my sword and follow you. Your land will be abandoned, and your cities will be ruined.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the land will enjoy its Sabbaths for as long as it lies abandoned and you are in your enemies' lands. During that time, the land will rest and enjoy its Sabbaths.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As long as it lies abandoned, it will have rest, which will be the rest that it did not have with your Sabbaths, when you lived in it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those of you who are left in your enemies' lands, I will send fear into your hearts so that even the sound of a leaf blowing in the wind will startle you, and you will flee as though you were fleeing from the sword. You will fall, even when no one is chasing you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will stumble over each other as though you were running from the sword, even though no one is chasing you. You will have no power to stand before your enemies.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will perish among the nations, and your enemies' land will itself devour you.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are left among you will waste away in their sins, there in your enemies' lands, and because of their fathers' sins they will waste away as well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet if they confess their sins and their fathers' sin, and their treason by which they were unfaithful to me, and also their walking against me—\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "which caused me to turn against them and I brought them into the land of their enemies—if their uncircumcised hearts become humbled, and if they accept the punishment for their sins,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then will I call to mind my covenant with Jacob, my covenant with Isaac, and my covenant with Abraham; also, I will call the land to mind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land will be abandoned by them, so it will be pleased with its Sabbaths while it lies abandoned without them. They will have to pay the penalty for their sins because they themselves rejected my decrees and detested my laws.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet despite all this, when they are in their enemies' land, I will not reject them, neither will I detest them so as to completely destroy them and do away with my covenant with them, for I am Yahweh their God.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for their sakes I will call to mind the covenant with their ancestors, whom I brought out of the land of Egypt in the sight of the nations, so that I might be their God. I am Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the commandments, decrees, and laws that Yahweh made between himself and the people of Israel at Mount Sinai through Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}