{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the people of Israel, 'When anyone sins without wanting to sin, doing any of the things that Yahweh has commanded not to be done, and if he does something that is prohibited, the following must be done.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it is the high priest who sins so as to bring guilt on the people, then let him offer for his sin which he has committed a young bull without blemish to Yahweh as a sin offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must bring the bull to the entrance of the tent of meeting before Yahweh, lay his hand on its head, and kill the bull before Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The anointed priest will take some of the blood of the bull and take it to the tent of meeting.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will dip his finger into the blood and sprinkle some of it seven times before Yahweh, before the curtain of the most holy place.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will put some of the blood on the horns of the altar of fragrant incense before Yahweh, which is in the tent of meeting, and he will pour out all the rest of the blood of the bull at the base of the altar for burnt offerings, which is at the entrance of the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cut away all the fat of the bull of the sin offering; the fat that covers the inner parts, all the fat that is attached to the inner parts,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the two kidneys and the fat that is on them, which is by the loins, and the lobe of the liver, with the kidneys—he will cut away all this.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cut it all away, just as he cuts it off from the bull of the sacrifice of peace offerings. Then the priest will burn these parts on the altar for burnt offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The skin of the bull and any remaining meat, with its head and with its legs and its inner parts and its dung,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the rest of the parts of the bull—he will carry all these parts outside the camp to a place that they have cleansed for me, where they pour out the ashes; they will burn those parts there on wood. They must burn those parts where they pour out the ashes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the whole assembly of Israel sins without wanting to sin, and the assembly is unaware that they have sinned and done any of the things which Yahweh has commanded not to be done, and if they are guilty,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then, when the sin they have committed becomes known, then the assembly must offer a young bull for a sin offering and bring it before the tent of meeting.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The elders of the assembly will lay their hands on the head of the bull before Yahweh, and the bull will be killed before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The anointed priest will bring some of the blood of the bull to the tent of meeting,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the priest will dip his finger in the blood and sprinkle it seven times before Yahweh, before the curtain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will put some of the blood on the horns of the altar that is before Yahweh, which is in the tent of meeting, and he will pour out all the blood at the base of the altar for burnt offerings, which is at the entrance of the tent of meeting.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cut off all the fat from it and burn it on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what he must do with the bull. Just as he did with the bull of the sin offering, so will he also do with this bull, and the priest will make atonement for the people, and they will be forgiven.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will carry the bull outside the camp and burn it as he burned the first bull. This is the sin offering for the assembly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a ruler sins without intending to sin, doing any one of all the things that Yahweh his God has commanded not to be done, and he is guilty,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then his sin which he has committed is made known to him, he must bring for his sacrifice a goat, a male without blemish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will lay his hand on the head of the goat and kill it in the place where they kill the burnt offering before Yahweh. This is a sin offering.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take the blood of the sin offering with his finger and put it on the horns of the altar for burnt offerings, and he will pour out its blood at the base of the altar of burnt offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will burn all the fat on the altar, just like the fat of the sacrifice of peace offerings. The priest will make atonement for the ruler concerning his sin, and the ruler will be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone of the common people sins without intending to sin, doing any of the things which Yahweh has commanded him not to be done, and when he realizes his guilt,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then his sin which he has committed is made known to him, then he will bring a goat for his sacrifice, a female without blemish, for the sin that he has committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will lay his hand on the head of the sin offering and kill the sin offering at the place of burnt offering.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take some of the blood with his finger and put it on the horns of the altar for burnt offerings. He will pour out all the rest of the blood at the base of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cut away all the fat, just as the fat is cut away from off the sacrifice of peace offerings. The priest will burn it on the altar to produce a sweet aroma for Yahweh. The priest will make atonement for the man, and he will be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man brings a lamb as his sacrifice for a sin offering, he will bring a female without blemish.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will lay his hand on the head of the sin offering and kill it for a sin offering at the place where they kill the burnt offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take some of the blood of the sin offering with his finger and put it on the horns of the altar for burnt offerings, and he will pour out all its blood at the base of the altar.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cut away all the fat, just as the fat of the lamb is cut away from the sacrifice of peace offerings, and the priest will burn it on the altar on top of the offerings of Yahweh made by fire. The priest will make atonement for him for the sin he has committed, and the man will be forgiven.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}