{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone sins because he does not testify when he has witnessed something about which he is required to testify, whether he has seen it or heard about it, he will be responsible.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or if anyone touches anything God has designated as unclean, whether it be the carcass of an unclean wild animal or the carcass of any livestock that has died, or creeping animal, even if the person did not intend to touch it, he is unclean and guilty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or if he touches the uncleanness of someone, whatever that uncleanness is, and if he is unaware of it, then he will be guilty when he learns about it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or if anyone swears rashly with his lips to do evil, or to do good, whatever it is that a man swears rashly with an oath, even if he is unaware of it, when he learns about it, then he will be guilty, in any of these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone is guilty in any of these things, he must confess whatever sin he has committed.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must bring his guilt offering to Yahweh for the sin that he has committed, a female animal from the flock, either a lamb or a goat, for a sin offering, and the priest will make atonement for him concerning his sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he cannot afford to buy a lamb, then he can bring as his guilt offering for his sin two doves or two young pigeons to Yahweh, one for a sin offering and the other for a burnt offering.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must bring them to the priest, who will offer one for the sin offering first—he will wring off its head from its neck but will not remove it completely from the body.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will sprinkle some of the blood of the sin offering on the side of the altar, and he will drain the rest of the blood out at the base of the altar. This is a sin offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must offer the second bird as a burnt offering, as described in the instructions, and the priest will make atonement for him for the sin that he has committed, and the person will be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he cannot afford to buy two doves or two young pigeons, then he must bring as his sacrifice for his sin a tenth of an ephah of fine flour for a sin offering. He must not put oil or any incense on it, for it is a sin offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must bring it to the priest, and the priest will take a handful of it as a representative offering and then burn it on the altar, on top of the offerings made by fire for Yahweh. This is a sin offering.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will make atonement for any sin that the person has committed, and that person will be forgiven. The leftovers from the offering will belong to the priest, as with the grain offering.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If anyone sins and acts unfaithfully in regard to the things that belong to Yahweh, but did so unintentionally, then he must bring his guilt offering to Yahweh. This offering must be a ram without blemish from the flock; its value must be appraised in silver shekels—the shekel of the sanctuary—as a guilt offering.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must satisfy Yahweh for what he had done wrong in connection with what is holy, and he must add one-fifth to it and give it to the priest. Then the priest will make atonement for him with the ram of the guilt offering, and that person will be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone sins and does anything that Yahweh has commanded not to be done, even if he was unaware of it, he is still guilty and must carry his own guilt.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must bring a ram without blemish out of the flock, worth the current value, as a guilt offering to the priest. Then the priest will make atonement for him concerning the sin he has committed, of which he was unaware, and he will be forgiven.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is a guilt offering, and he is certainly guilty before Yahweh.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}