{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law of the guilt offering. It is most holy.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must kill the guilt offering in the place for killing it, and they must sprinkle its blood against every side of the altar.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the fat in it will be offered: the fat tail, the fat that is over the inner parts,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the two kidneys and the fat on them, which is next to the loins, and what covers the liver, with the kidneys—all this must be removed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must burn these parts on the altar as an offering made with fire to Yahweh. This is the guilt offering.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every male among the priests may eat part of this offering. It must be eaten in a holy place because it is most holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sin offering is like the guilt offering. The same law applies to both of them. They belong to the priest who makes atonement with them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest who offers anyone's burnt offering may have for himself the hide of that offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every grain offering that is baked in an oven, and every such offering that is cooked in a frying pan or in a baking pan will belong to the priest who offers it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every grain offering, either dry or mixed with oil, will belong equally to all the descendants of Aaron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law of the sacrifice of peace offerings which people will offer to Yahweh.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone offers it in order to give thanks, then he must offer it with a sacrifice of cakes made without yeast, but mixed with oil, of cakes made without yeast, but spread with oil, and of cakes made with fine flour that is mixed with oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also for the purpose of giving thanks, he must offer with his peace offering cakes of bread made with yeast.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is to offer one of each kind of these sacrifices as an offering presented to Yahweh. It will belong to the priests who sprinkle the blood of the peace offerings onto the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person presenting a peace offering for the purpose of giving thanks must eat the meat of his offering on the day of the sacrifice. He must not leave any of it until the next morning.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the sacrifice of his offering is for the purpose of a vow, or for the purpose of a freewill offering, the meat must be eaten on the day that he offers his sacrifice, but whatever remains of it may be eaten on the next day.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, whatever meat of the sacrifice remains on the third day must be burned.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of the meat of the sacrifice of one's peace offering is eaten on the third day, it will not be accepted, neither will it be credited to the one who offered it. It will be a disgusting thing, and the person who eats it will carry the guilt of his sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any meat that touches an unclean thing must not be eaten. It must be burned. As for the rest of the meat, anyone who is clean may eat it.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, an unclean person who eats any meat from the sacrifice of a peace offering that belongs to Yahweh—that person must be cut off from his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone touches any unclean thing—whether uncleanness of man, or of unclean beast, or of some unclean and disgusting thing, and if he then eats some of the meat of a sacrifice of peace offering that belongs to Yahweh, that person must be cut off from his people.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say, 'You must eat no fat of an ox or a sheep or a goat.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fat of an animal that died without being a sacrifice, or the fat of an animal torn by wild animals, may be used for other purposes, but you must certainly not eat it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever eats the fat of an animal that men can offer as a sacrifice by fire to Yahweh, that person must be cut off from his people.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must eat no blood whatsoever in any of your houses, whether it is from a bird or an animal.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever eats any blood, that person must be cut off from his people.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say, 'He who offers the sacrifice of a peace offering to Yahweh must bring part of his sacrifice to Yahweh.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offering for Yahweh to be made by fire, his own hands must bring it. He must bring the fat with the breast, so that the breast may be waved as a wave offering before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must burn the fat on the altar, but the breast will belong to Aaron and his descendants.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must give the right thigh to the priest as an offering presented out of the sacrifice of your peace offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest, one of Aaron's descendants, who offers the blood of the peace offerings and the fat—he will have the right thigh as his share of the offering.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have taken from the people of Israel, the breast of the wave offering, and the thigh that is the contribution, and they have been given to Aaron the priest and his sons as their regular share.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the share for Aaron and his descendants from the offerings for Yahweh made by fire, on the day when Moses presented them to serve Yahweh in the work of priest.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the share that Yahweh commanded to be given them from the people of Israel, on the day that he anointed the priests. It will always be their share throughout all generations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law of the burnt offering, of the grain offering, of the sin offering, of the guilt offering, of the consecration offering, and of the sacrifice of peace offerings,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "about which Yahweh gave commands to Moses on Mount Sinai on the day that he commanded the people of Israel to offer their sacrifices to Yahweh in the wilderness of Sinai.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}