{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take Aaron and his sons with him, the garments and the anointing oil, the bull for the sin offering, the two rams, and the basket of unleavened bread.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Assemble all the assembly at the entrance to the tent of meeting.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did as Yahweh commanded him, and the assembly came together at the entrance to the tent of meeting.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to the assembly, \"This is what Yahweh has commanded to be done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses brought Aaron and his sons and washed them with water.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put on Aaron the tunic and tied the sash around his waist, clothed him with the robe and put the ephod on him, and then he tied the ephod around him with the finely-woven waistband and bound it to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed the breastpiece on him, and in the breastpiece he put the Urim and the Thummim.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He set the turban on his head, and on the turban, in front, he set the golden plate, the holy crown, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took the anointing oil, anointed the tabernacle and everything in it and set them apart to Yahweh.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sprinkled the oil on the altar seven times, and anointed the altar and all its utensils, and the washbasin and its base, to set them apart to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He poured some of the anointing oil on Aaron's head and anointed him to set him apart.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses brought Aaron's sons and clothed them with tunics. He tied sashes around their waists and wrapped linen cloth around their heads, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses brought the bull for the sin offering, and Aaron and his sons laid their hands on the head of the bull that they had brought for the sin offering.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He killed it, and he took the blood and put it on the horns of the altar with his finger, purified the altar, poured out the blood at the base of the altar, and set it apart for God in order to make atonement for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took all the fat that was on the inner parts, the covering of the liver, and the two kidneys and their fat, and Moses burned it all on the altar.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the bull, its hide, its meat, and its dung he burned outside the camp, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses presented the ram for the burnt offering, and Aaron and his sons laid their hands on the head of the ram.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He killed it and sprinkled its blood against every side of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cut the ram into pieces and burned the head and the pieces and the fat.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He washed the inner parts and the legs with water, and he burned the whole ram on the altar. It was a burnt offering and produced a sweet aroma, an offering made by fire to Yahweh as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses presented the other ram, the ram of consecration, and Aaron and his sons laid their hands on the head of the ram.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron killed it, and Moses took some of its blood and put it on the tip of Aaron's right ear, on the thumb of his right hand, and on the big toe of his right foot.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought Aaron's sons, and he put some of the blood on the tip of their right ear, on the thumb of their right hand, and on the big toe of their right foot. Then Moses sprinkled its blood against every side of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the fat, the fat tail, all the fat that was on the inner parts, the covering of the liver, the two kidneys and their fat, and the right thigh.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of the basket of bread without yeast that was before Yahweh, he took one loaf without yeast, and one loaf of oiled bread, and one wafer, and placed them on the fat and on the right thigh.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put it all in the hands of Aaron and in the hands of his sons and waved them before Yahweh as a wave offering.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses took them from off their hands and burned them on the altar for the burnt offering. They were a consecration offering and produced a sweet aroma. It was an offering made by fire to Yahweh.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took the breast and waved it as a wave offering to Yahweh. It was Moses' share of the ram for the priests' ordination, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took some of the anointing oil and the blood that was on the altar; he sprinkled these on Aaron, on his clothes, on his sons, and on his sons' clothes with him. In this way he set apart Aaron and his clothes, and his sons and their clothes to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses said to Aaron and to his sons, \"Boil the meat at the entrance to the tent of meeting, and there eat it and the bread that is in the basket of consecration, as I commanded, saying, 'Aaron and his sons will eat it.'\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever remains of the meat and of the bread you must burn.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not go out from the entrance of the tent of meeting for seven days, until the days of your ordination are fulfilled. For Yahweh will consecrate you for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What has been done this day— Yahweh has commanded to be done to make atonement for you.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will stay day and night for seven days at the entrance to the tent of meeting, and keep the command of Yahweh, so you will not die, because this is what I have been commanded.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and his sons did all the things which Yahweh had commanded them through Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}