{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day Moses called Aaron and his sons and the elders of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Aaron, \"Take a calf from the herd for a sin offering, and a ram without blemish for a burnt offering, and offer them before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must speak to the people of Israel and say, 'Take a male goat for a sin offering and a calf and a lamb, both a year old and without blemish, for a burnt offering;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also take an ox and a ram for peace offerings to sacrifice before Yahweh, and a grain offering mixed with oil, because today Yahweh will appear to you.'\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they brought all that Moses commanded to the tent of meeting, and all the assembly of Israel approached and stood before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said, \"This is what Yahweh commanded you to do, so that his glory may appear to you.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Aaron, \"Come near the altar and offer your sin offering and burnt offering, and make atonement for yourself and for the people, and offer the sacrifice for the people to make atonement for them, as Yahweh has commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron went near the altar and killed the calf for the sin offering, which was for himself.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Aaron presented the blood to him, and he dipped his finger into it and put it on the horns of the altar; then he poured out the blood at the base of the altar.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, he burned the fat, the kidneys, and the covering of the liver on the altar as a sin offering, as Yahweh had commanded Moses.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meat and the hide he burned outside the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron killed the burnt offering, and his sons gave him the blood, which he splashed against every side of the altar.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they gave him the burnt offering, piece by piece, together with the head, and he burned them on the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He washed the inner parts and the legs and burned them on top of the burnt offering on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron presented the people's sacrifice—a goat, then took it as the sacrifice for their sin and killed it; he sacrificed it for sin, as he had done with the first goat.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He presented the burnt offering and offered it as Yahweh had commanded.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He presented the grain offering; he filled his hand with it and burned it on the altar, along with the morning's burnt offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He killed also the ox and the ram, the sacrifice for the peace offering, which was for the people. Aaron's sons gave him the blood, which he sprinkled against every side of the altar.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, they cut out the fat of the bull and the ram, the fat tail, the fat that covers the inner parts, the kidneys, and the covering of the liver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the parts that were cut out and put these on the breasts, and then Aaron burned the fat on the altar.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron waved the breasts and the right thigh as a wave offering before Yahweh, as Moses had commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron lifted up his hands toward the people and blessed them; then he came down from offering the sin offering, the burnt offering, and the peace offering.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron went into the tent of meeting, then came out again and blessed the people, and the glory of Yahweh appeared to all the people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fire came out from Yahweh and consumed the burnt offering and the fat on the altar. When all the people saw this, they shouted and lay facedown.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}