{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now about the coming of our Lord Jesus Christ and our being gathered together to be with him, we ask you, brothers,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that you not be easily disturbed or troubled, either by a spirit, by a message, or by a letter that seems to be coming from us, to the effect that the day of the Lord has already come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let no one deceive you in any way. For it will not come until after the falling away comes, and the man of lawlessness is revealed, the son of destruction.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa and the man of sin is revealed \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is he who opposes and exalts himself against all that is called God or that is worshiped. As a result, he sits in the temple of God and exhibits himself as God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not remember that when I was with you I told you these things?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you know what restrains him, so that he will be revealed only at the right time.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the mystery of lawlessness is already working, only there is someone who restrains him now until he is taken out of the way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth. The Lord will bring him to nothing by the revelation of his coming.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lawless one's coming will be due to the work of Satan with all power, signs, and false wonders,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and with all deceit of unrighteousness. These things will be for those who are perishing, because they did not receive the love of the truth for them to be saved.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason God is sending them a work of error so that they would believe a lie.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The result is that they will all be judged, those who did not believe the truth but instead took pleasure in unrighteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we should always give thanks to God for you, brothers loved by the Lord. For God chose you as the firstfruits for salvation in sanctification of the Spirit and belief in the truth.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some other versions read, \\fqa For God chose you from the first for salvation \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called you to this through our gospel, that you might obtain the glory of our Lord Jesus Christ.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, brothers, stand firm and hold tightly to the traditions that you were taught, whether by word or by our letter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now may our Lord Jesus Christ himself, and God our Father who loved us and gave us eternal comfort and good hope through grace,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "comfort and establish your hearts in every good work and word.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}