{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, brothers, pray for us, that the word of the Lord may rush and be glorified, as it also is with you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray that we may be delivered from wicked and evil people, for not all have faith.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord is faithful, who will establish you and guard you from the evil one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have confidence in the Lord about you, that you both do and will continue to do the things that we command.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord direct your hearts to the love of God and to the endurance of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you avoid every brother who lives a lazy life and does not live according to the traditions you received from us.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you yourselves know it is proper for you to imitate us. We did not live among you as those who had no discipline.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did not eat anyone's food without paying for it. Instead, we worked night and day in difficult labor and hardship, so we might not be a burden to any of you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did this not because we have no authority. Instead, we did this in order to be an example to you, so that you may imitate us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we were with you, we commanded you, \"The one who is unwilling to work must not eat.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we hear that some walk idly among you. They do not work but are instead meddlers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now such ones we command and exhort in the Lord Jesus Christ, that they should work with quietness and eat their own food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, brothers, do not become tired of doing what is right.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone does not obey our word in this letter, take note of him and have no association with him, so that he may be ashamed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not consider him as an enemy, but warn him as a brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord of peace himself give you peace at all times in all ways. May the Lord be with you all.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is my greeting, Paul, with my own hand, which is the sign in every letter. This is how I write.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the grace of our Lord Jesus Christ be with you all.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}