{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fourteenth year of King Hezekiah, Sennacherib, king of Assyria, attacked all the fortified cities of Judah and captured them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Assyria sent the chief commander from Lachish to Jerusalem to King Hezekiah with a great army. He approached the conduit of the upper pool, on the highway to the launderers' field, and stood by it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite officials who went out of the city to talk with them were Hilkiah's son Eliakim, the palace administrator, Shebna the king's secretary, and Asaph's son Joah, who wrote down the government decisions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief commander said to them, \"Tell Hezekiah that the great king, the king of Assyria, says, 'What is the source of your confidence?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You speak only useless words, saying there is counsel and strength for war. Now in whom are you trusting? Who has given you courage to rebel against me?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, you are trusting in Egypt, that splintered reed that you use as a walking staff, but if a man leans on it, it will stick into his hand and pierce it. That is what Pharaoh king of Egypt is to anyone who trusts in him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you say to me, \"We are trusting in Yahweh our God,\" is not he the one whose high places and altars Hezekiah has taken away, and has said to Judah and to Jerusalem, \"You must worship before this altar in Jerusalem\"?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, I want to make you a good offer from my master the king of Assyria. I will give you two thousand horses, if you are able to find riders for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How could you resist even one captain of the least of my master's servants? You have put your trust in Egypt for chariots and horsemen!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, have I traveled up here without Yahweh to fight against this land and destroy it? Yahweh said to me, \"Attack this land and destroy it.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim son of Hilkiah, and Shebnah, and Joah said to the chief commander, \"Please speak to your servants in the Aramean language, Aramaic, for we understand it. Do not speak with us in the language of Judah in the ears of the people who are on the wall.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the chief commander said, \"Has my master sent me to your master and to you to speak these words? Has he not sent me to the men who sit on the wall, who will have to eat their own dung and drink their own urine with you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief commander stood and shouted in a loud voice in the Jews' language, saying, \"Listen to the words of the great king, the king of Assyria.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king says, 'Do not let Hezekiah deceive you, for he will not be able to rescue you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let Hezekiah make you trust in Yahweh, saying, \"Yahweh will surely rescue us; this city will not be given into the hand of the king of Assyria.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not listen to Hezekiah, for this is what the king of Assyria says: 'Make peace with me and come out to me. Then every one of you will eat from his own vine and from his own fig tree, and drink from the water in his own cistern.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will do this until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let Hezekiah mislead you, saying, 'Yahweh will rescue us.' Has any of the gods of the peoples rescued them from the hand of the king of Assyria?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my power?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among all the gods of these lands, is there any god who has rescued his land from my power, as if Yahweh could save Jerusalem from my power?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people remained silent and did not respond, for the king's order was, \"Do not answer him.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim son of Hilkiah, who was over the household, Shebna the scribe, and Joah son of Asaph, the recorder, came to Hezekiah with their clothes torn, and reported to him the words of the chief commander.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}