{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Marduk-Baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah; for he had heard that Hezekiah had been sick and had recovered.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah was pleased by these things; he showed the messengers his storehouse of valuable things—the silver, the gold, the spices and precious oil, the storehouse of his weapons, and all that was found in his storehouses. There was nothing in his house, nor in all his kingdom, that Hezekiah did not show them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaiah the prophet came to King Hezekiah and asked him, \"What did these men say to you? Where did they come from?\" Hezekiah said, \"They came to me from the distant country of Babylon.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah asked, \"What have they seen in your house?\" Hezekiah answered, \"They have seen everything in my house. There is nothing among my valuable things that I have not shown them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaiah said to Hezekiah, \"Listen to the word of Yahweh of hosts:\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Look, the days are about to come when everything in your palace, the things that your ancestors stored away until this present day, will be carried to Babylon. Nothing will be left, says Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons born from you, whom you yourself have fathered—they will take them away, and they will become eunuchs in the palace of the king of Babylon.'\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah said to Isaiah, \"The word of Yahweh that you have spoken is good.\" For he thought, \"There will be peace and stability in my days.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}