{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या मैं स्वतंत्र नहीं*? क्या मैं प्रेरित नहीं? क्या मैंने यीशु को जो हमारा प्रभु है, नहीं देखा? क्या तुम प्रभु में मेरे बनाए हुए नहीं?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मैं औरों के लिये प्रेरित नहीं, फिर भी तुम्हारे लिये तो हूँ; क्योंकि तुम प्रभु में मेरी प्रेरिताई पर छाप हो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो मुझे जाँचते हैं, उनके लिये यही मेरा उत्तर है।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या हमें खाने-पीने का अधिकार नहीं?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या हमें यह अधिकार नहीं, कि किसी मसीही बहन को विवाह कर के साथ लिए फिरें, जैसा अन्य प्रेरित और प्रभु के भाई और कैफा करते हैं?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "या केवल मुझे और बरनबास को ही जीवन-निर्वाह के लिए काम करना चाहिए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कौन कभी अपनी गिरह से खाकर सिपाही का काम करता है? कौन दाख की बारी लगाकर उसका फल नहीं खाता? कौन भेड़ों की रखवाली करके उनका दूध नहीं पीता?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या मैं ये बातें मनुष्य ही की रीति पर बोलता हूँ?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या व्यवस्था भी यही नहीं कहती? क्योंकि मूसा की व्यवस्था में लिखा है “दाँवते समय चलते हुए बैल का मुँह न बाँधना।” क्या परमेश्‍वर बैलों ही की चिन्ता करता है? (व्य. 25:4)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "या विशेष करके हमारे लिये कहता है। हाँ, हमारे लिये ही लिखा गया, क्योंकि उचित है, कि जोतनेवाला आशा से जोते, और दाँवनेवाला भागी होने की आशा से दाँवनी करे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि हमने तुम्हारे लिये आत्मिक वस्तुएँ बोई, तो क्या यह कोई बड़ी बात है, कि तुम्हारी शारीरिक वस्तुओं की फसल काटें।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब औरों का तुम पर यह अधिकार है, तो क्या हमारा इससे अधिक न होगा? परन्तु हम यह अधिकार काम में नहीं लाए; परन्तु सब कुछ सहते हैं, कि हमारे द्वारा मसीह के सुसमाचार की कुछ रोक न हो।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुम नहीं जानते कि जो मन्दिर में सेवा करते हैं, वे मन्दिर में से खाते हैं; और जो वेदी की सेवा करते हैं; वे वेदी के साथ भागी होते हैं? (लैव्य. 6:16, लैव्य. 6:26, व्य. 18:1-3)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसी रीति से प्रभु ने भी ठहराया, कि जो लोग सुसमाचार सुनाते हैं, उनकी जीविका सुसमाचार से हो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैं इनमें से कोई भी बात काम में न लाया, और मैंने तो ये बातें इसलिए नहीं लिखीं, कि मेरे लिये ऐसा किया जाए, क्योंकि इससे तो मेरा मरना ही भला है; कि कोई मेरा घमण्ड व्यर्थ ठहराए।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मैं सुसमाचार सुनाऊँ, तो मेरा कुछ घमण्ड नहीं; क्योंकि यह तो मेरे लिये अवश्य है; और यदि मैं सुसमाचार न सुनाऊँ, तो मुझ पर हाय!\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यदि अपनी इच्छा से यह करता हूँ, तो मजदूरी मुझे मिलती है, और यदि अपनी इच्छा से नहीं करता, तो भी भण्डारीपन मुझे सौंपा गया है।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो फिर मेरी कौन सी मजदूरी है? यह कि सुसमाचार सुनाने में मैं मसीह का सुसमाचार सेंत-मेंत कर दूँ; यहाँ तक कि सुसमाचार में जो मेरा अधिकार है, उसको मैं पूरी रीति से काम में लाऊँ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सभी की सेवा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सबसे स्वतंत्र होने पर भी मैंने अपने आप को सब का दास बना दिया* है; कि अधिक लोगों को खींच लाऊँ।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं यहूदियों के लिये यहूदी बना कि यहूदियों को खींच लाऊँ, जो लोग व्यवस्था के अधीन हैं उनके लिये मैं व्यवस्था के अधीन न होने पर भी व्यवस्था के अधीन बना, कि उन्हें जो व्यवस्था के अधीन हैं, खींच लाऊँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "व्यवस्थाहीनों के लिये मैं (जो परमेश्‍वर की व्यवस्था से हीन नहीं, परन्तु मसीह की व्यवस्था के अधीन हूँ) व्यवस्थाहीन सा बना, कि व्यवस्थाहीनों को खींच लाऊँ।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं निर्बलों के लिये* निर्बल सा बना, कि निर्बलों को खींच लाऊँ, मैं सब मनुष्यों के लिये सब कुछ बना हूँ, कि किसी न किसी रीति से कई एक का उद्धार कराऊँ।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं सब कुछ सुसमाचार के लिये करता हूँ, कि औरों के साथ उसका भागी हो जाऊँ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मसीही दौड़\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुम नहीं जानते, कि दौड़ में तो दौड़ते सब ही हैं, परन्तु इनाम एक ही ले जाता है? तुम वैसे ही दौड़ो, कि जीतो।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हर एक पहलवान सब प्रकार का संयम करता है, वे तो एक मुरझानेवाले मुकुट को पाने के लिये यह सब करते हैं, परन्तु हम तो उस मुकुट के लिये करते हैं, जो मुरझाने का नहीं।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं तो इसी रीति से दौड़ता हूँ, परन्तु बेठिकाने नहीं, मैं भी इसी रीति से मुक्कों से लड़ता हूँ, परन्तु उसके समान नहीं जो हवा पीटता हुआ लड़ता है।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैं अपनी देह को मारता कूटता, और वश में लाता हूँ; ऐसा न हो कि औरों को प्रचार करके, मैं आप ही किसी रीति से निकम्मा ठहरूँ।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "प्रेरितों का उदाहरण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}