{
  "1": "אִ֛ישׁ H376 הָיָ֥ה H1961 בְאֶֽרֶץ H776 ע֖וּץ H5780 אִיּ֣וֹב H347 שְׁמ֑וֹ H8034 וְהָיָ֣ה H1961 הָאִ֣ישׁ H376 הַה֗וּא H1931 תָּ֧ם H8535 וְיָשָׁ֛ר H3477 וִירֵ֥א H3373 אֱלֹהִ֖ים H430 וְסָ֥ר H5493 מֵרָֽע H7451 ",
  "2": "וַיִּוָּ֥לְדוּ H3205 ל֛וֹ Hl שִׁבְעָ֥ה H7651 בָנִ֖ים H1121 וְשָׁל֥וֹשׁ H7969 בָּנֽוֹת H1323 ",
  "3": "וַיְהִ֣י H1961 מִ֠קְנֵהוּ H4735 שִֽׁבְעַ֨ת H7651 אַלְפֵי H505 צֹ֜אן H6629 וּשְׁלֹ֧שֶׁת H7969 אַלְפֵ֣י H505 גְמַלִּ֗ים H1581 וַחֲמֵ֨שׁ H2568 מֵא֤וֹת H3967 צֶֽמֶד H6776 בָּקָר֙ H1241 וַחֲמֵ֣שׁ H2568 מֵא֣וֹת H3967 אֲתוֹנ֔וֹת H860 וַעֲבֻדָּ֖ה H5657 רַבָּ֣ה H7227 מְאֹ֑ד H3966 וַיְהִי֙ H1961 הָאִ֣ישׁ H376 הַה֔וּא H1931 גָּד֖וֹל H1419 מִכָּל H3605 בְּנֵי H1121 קֶֽדֶם H6924 ",
  "4": "וְהָלְכ֤וּ H1980 בָנָיו֙ H1121 וְעָשׂ֣וּ H6213 מִשְׁתֶּ֔ה H4960 בֵּ֖ית H1004 אִ֣ישׁ H376 יוֹמ֑וֹ H3117 וְשָׁלְח֗וּ H7971 וְקָרְאוּ֙ H7121 לִשְׁלֹ֣שֶׁת H7969 אחיתיהם H269 לֶאֱכֹ֥ל H398 וְלִ H8354 עִמָּהֶֽם H5973 ",
  "5": "וַיְהִ֡י H1961 כִּ֣י H3588 הִקִּיפֽוּ֩ H5362 יְמֵ֨י H3117 הַמִּשְׁתֶּ֜ה H4960 וַיִּשְׁלַ֧ח H7971 אִיּ֣וֹב H347 וַֽיְקַדְּשֵׁ֗ H6942 וְהִשְׁכִּ֣ים H7925 בַּבֹּקֶר֮ H1242 וְהֶעֱלָ֣ה H5927 עֹלוֹת֮ H5930 מִסְפַּ֣ר H4557 כֻּלָּם֒ H3605 כִּ֚י H3588 אָמַ֣ר H559 אִיּ֔וֹב H347 אוּלַי֙ H194 חָטְא֣וּ H2398 בָנַ֔י H1121 וּבֵרֲכ֥וּ H1288 אֱלֹהִ֖ים H430 בִּלְבָבָ֑ H3824 כָּ֛כָה H3602 יַעֲשֶׂ֥ה H6213 אִיּ֖וֹב H347 כָּל H3605 הַיָּמִֽים H3117 ",
  "6": "וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיָּבֹ֨אוּ֙ H935 בְּנֵ֣י H1121 הָאֱלֹהִ֔ים H430 לְהִתְיַצֵּ֖ב H3320 עַל H5921 יְהוָ֑ה H3068 וַיָּב֥וֹא H935 גַֽם H1571 הַשָּׂטָ֖ן H7854 בְּתוֹכָֽ H8432 ",
  "7": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 הַשָּׂטָ֖ן H7854 מֵאַ֣יִן H370 תָּבֹ֑א H935 וַיַּ֨עַן H6030 הַשָּׂטָ֤ן H7854 אֶת H853 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 מִשּׁ֣וּט H7751 בָּאָ֔רֶץ H776 וּמֵֽ H1980 בָּֽהּ Hb ",
  "8": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 הַשָּׂטָ֔ן H7854 הֲשַׂ֥מְתָּ H7760 לִבְּךָ֖ H3820 עַל H5921 עַבְדִּ֣י H5650 אִיּ֑וֹב H347 כִּ֣י H3588 אֵ֤ין H369 כָּמֹ֨הוּ֙ H3644 בָּאָ֔רֶץ H776 אִ֣ישׁ H376 תָּ֧ם H8535 וְיָשָׁ֛ר H3477 יְרֵ֥א H3373 אֱלֹהִ֖ים H430 וְסָ֥ר H5493 מֵרָֽע H7451 ",
  "9": "וַיַּ֧עַן H6030 הַשָּׂטָ֛ן H7854 אֶת H853 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 הַֽחִנָּ֔ם H2600 יָרֵ֥א H3372 אִיּ֖וֹב H347 אֱלֹהִֽים H430 ",
  "10": "הֲלֹֽא H3808 את H859 שַׂ֣כְתָּ H7753 בַעֲד֧וֹ H1157 וּבְעַד H1157 בֵּית֛וֹ H1004 וּבְעַ֥ד H1157 כָּל H3605 אֲשֶׁר H834 ל֖וֹ Hl מִסָּבִ֑יב H5439 מַעֲשֵׂ֤ה H4639 יָדָיו֙ H3027 בֵּרַ֔כְתָּ H1288 וּמִקְנֵ֖ H4735 פָּרַ֥ץ H6555 בָּאָֽרֶץ H776 ",
  "11": "וְאוּלָם֙ H199 שְֽׁלַֽח H7971 נָ֣א H4994 יָֽדְךָ֔ H3027 וְגַ֖ע H5060 בְּכָל H3605 אֲשֶׁר H834 ל֑וֹ Hl אִם H518 לֹ֥א H3808 עַל H5921 פָּנֶ֖יךָ H6440 יְבָרֲכֶֽךָּ H1288 ",
  "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הַשָּׂטָ֗ן H7854 הִנֵּ֤ה H2009 כָל H3605 אֲשֶׁר H834 לוֹ֙ Hl בְּיָדֶ֔ H3027 רַ֣ק H7535 אֵלָ֔יו H413 אַל H408 תִּשְׁלַ֖ח H7971 יָדֶ֑ךָ H3027 וַיֵּצֵא֙ H3318 הַשָּׂטָ֔ן H7854 מֵעִ֖ם H5973 פְּנֵ֥י H6440 יְהוָֽה H3068 ",
  "13": "וַיְהִ֖י H1961 הַיּ֑וֹם H3117 וּבָנָ֨י H1121 וּבְנֹתָ֤י H1323 אֹֽכְלִים֙ H398 וְשֹׁתִ֣ים H8354 יַ֔יִן H3196 בְּבֵ֖ית H1004 אֲחִיהֶ֥ם H251 הַבְּכֽוֹר H1060 ",
  "14": "וּמַלְאָ֛ךְ H4397 בָּ֥א H935 אֶל H413 אִיּ֖וֹב H347 וַיֹּאמַ֑ר H559 הַבָּקָר֙ H1241 הָי֣וּ H1961 חֹֽרְשׁ֔וֹת H2790 וְהָ H860 רֹע֥וֹת H7462 עַל H5921 יְדֵיהֶֽם H3027 ",
  "15": "וַתִּפֹּ֤ל H5307 שְׁבָא֙ H7614 וַתִּקָּחֵ֔ H3947 וְאֶת H853 הַנְּעָרִ֖ים H5288 הִכּ֣וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וָֽאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
  "16": "ע֣וֹד H5750 זֶ֣ה H2088 מְדַבֵּ֗ר H1696 וְזֶה֮ H2088 בָּ֣א H935 וַיֹּאמַר֒ H559 אֵ֣שׁ H784 אֱלֹהִ֗ים H430 נָֽפְלָה֙ H5307 מִן H4480 הַשָּׁמַ֔יִם H8064 וַתִּבְעַ֥ר H1197 בַּצֹּ֛אן H6629 וּבַ H5288 וַתֹּאכְלֵ֑ H398 וָאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
  "17": "ע֣וֹד H5750 זֶ֣ה H2088 מְדַבֵּ֗ר H1696 וְזֶה֮ H2088 בָּ֣א H935 וַיֹּאמַר֒ H559 כַּשְׂדִּ֞ים H3778 שָׂ֣מוּ H7760 שְׁלֹשָׁ֣ה H7969 רָאשִׁ֗ים H7218 וַֽיִּפְשְׁט֤וּ H6584 עַל H5921 הַגְּמַלִּים֙ H1581 וַיִּקָּח֔וּ H3947 וְאֶת H853 הַנְּעָרִ֖ים H5288 הִכּ֣וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וָאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
  "18": "עַ֚ד H5704 זֶ֣ה H2088 מְדַבֵּ֔ר H1696 וְזֶ֖ה H2088 בָּ֣א H935 וַיֹּאמַ֑ר H559 בָּנֶ֨יךָ H1121 וּבְנוֹתֶ֤י H1323 אֹֽכְלִים֙ H398 וְשֹׁתִ֣ים H8354 יַ֔יִן H3196 בְּבֵ֖ית H1004 אֲחִיהֶ֥ם H251 הַבְּכֽוֹר H1060 ",
  "19": "וְהִנֵּה֩ H2009 ר֨וּחַ H7307 גְּדוֹלָ֜ה H1419 בָּ֣אָה H935 מֵעֵ֣בֶר H5676 הַמִּדְבָּ֗ר H4057 וַיִּגַּע֙ H5060 בְּאַרְבַּע֙ H702 פִּנּ֣וֹת H6438 הַבַּ֔יִת H1004 וַיִּפֹּ֥ל H5307 עַל H5921 הַנְּעָרִ֖ים H5288 וַיָּמ֑וּתוּ H4191 וָאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
  "20": "וַיָּ֤קָם H6965 אִיּוֹב֙ H347 וַיִּקְרַ֣ע H7167 אֶת H853 מְעִל֔וֹ H4598 וַיָּ֖גָז H1494 אֶת H853 רֹאשׁ֑וֹ H7218 וַיִּפֹּ֥ל H5307 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
  "21": "וַיֹּאמֶר֩ H559 עָרֹ֨ם H6174 יצתי H3318 מִבֶּ֣טֶן H990 אִמִּ֗י H517 וְעָרֹם֙ H6174 אָשׁ֣וּב H7725 שָׁ֔מָה H8033 יְהוָ֣ה H3068 נָתַ֔ן H5414 וַיהוָ֖ה H3068 לָקָ֑ח H3947 יְהִ֛י H1961 שֵׁ֥ם H8034 יְהוָ֖ה H3068 מְבֹרָֽךְ H1288 ",
  "22": "בְּכָל H3605 זֹ֖את H2063 לֹא H3808 חָטָ֣א H2398 אִיּ֑וֹב H347 וְלֹא H3808 נָתַ֥ן H5414 תִּפְלָ֖ה H8604 לֵאלֹהִֽים H430 "
}
