{
  "1": "נָֽקְטָ֥ה H5354 נַפְשִׁ֗י H5315 בְּחַ֫יָּ֥ H2416 אֶֽעֶזְבָ֣ה H5800 עָלַ֣י H5921 שִׂיחִ֑י H7879 אֲ֝דַבְּרָה֗ H1696 בְּמַ֣ר H4751 נַפְשִֽׁי H5315 ",
  "2": "אֹמַ֣ר H559 אֶל H413 אֱ֭לוֹהַּ H433 אַל H408 תַּרְשִׁיעֵ֑נִי H7561 הֽ֝וֹדִיעֵ֗נִי H3045 עַ֣ל H5921 מַה H4100 תְּרִיבֵֽנִי H7378 ",
  "3": "הֲט֤וֹב H2896 לְךָ֨ Hl כִּֽי H3588 תַעֲשֹׁ֗ק H6231 כִּֽי H3588 תִ֭מְאַס H3988 יְגִ֣יעַ H3018 כַּפֶּ֑יךָ H3709 וְעַל H5921 עֲצַ֖ת H6098 רְשָׁעִ֣ים H7563 הוֹפָֽעְתָּ H3313 ",
  "4": "הַעֵינֵ֣י H5869 בָשָׂ֣ר H1320 לָ֑ךְ Hl אִם H518 כִּרְא֖וֹת H7200 אֱנ֣וֹשׁ H582 תִּרְאֶֽה H7200 ",
  "5": "הֲכִ H3117 אֱנ֣וֹשׁ H582 יָמֶ֑יךָ H3117 אִם H518 שְׁ֝נוֹתֶ֗יךָ H8141 כִּ֣ימֵי H3117 גָֽבֶר H1397 ",
  "6": "כִּֽי H3588 תְבַקֵּ֥שׁ H1245 לַעֲוֺנִ֑ H5771 וּ֭לְ H2403 תִדְרֽוֹשׁ H1875 ",
  "7": "עַֽל H5921 דַּ֭עְתְּךָ H1847 כִּי H3588 לֹ֣א H3808 אֶרְשָׁ֑ע H7561 וְאֵ֖ין H369 מִיָּדְ H3027 מַצִּֽיל H5337 ",
  "8": "יָדֶ֣יךָ H3027 עִ֭צְּבוּנִי H6087 וַֽיַּעֲשׂ֑וּ H6213 יַ֥חַד H3162 סָ֝בִ֗יב H5439 וַֽתְּבַלְּעֵֽ H1104 ",
  "9": "זְכָר H2142 נָ֭א H4994 כִּי H3588 כַחֹ֣מֶר H2563 עֲשִׂיתָ֑נִי H6213 וְֽאֶל H413 עָפָ֥ר H6083 תְּשִׁיבֵֽנִי H7725 ",
  "10": "הֲלֹ֣א H3808 כֶ֭חָלָב H2461 תַּתִּיכֵ֑נִי H5413 וְ֝כַ H1385 תַּקְפִּיאֵֽנִי H7087 ",
  "11": "ע֣וֹר H5785 וּ֭בָשָׂר H1320 תַּלְבִּישֵׁ֑נִי H3847 וּֽבַ H6106 וְ֝גִידִ֗ים H1517 תְּסֹכְכֵֽנִי H5526 ",
  "12": "חַיִּ֣ים H2416 וָ֭חֶסֶד H2617 עָשִׂ֣יתָ H6213 עִמָּדִ֑י H5978 וּ֝פְקֻדָּתְ H6486 שָֽׁמְרָ֥ה H8104 רוּחִֽי H7307 ",
  "13": "וְ֭אֵלֶּה H428 צָפַ֣נְתָּ H6845 בִלְבָבֶ֑ H3824 יָ֝דַ֗עְתִּי H3045 כִּי H3588 זֹ֥את H2063 עִמָּֽךְ H5973 ",
  "14": "אִם H518 חָטָ֥אתִי H2398 וּשְׁמַרְתָּ֑ H8104 וּ֝מֵ H5771 לֹ֣א H3808 תְנַקֵּֽנִי H5352 ",
  "15": "אִם H518 רָשַׁ֡עְתִּי H7561 אַלְלַ֬י H480 לִ֗י Hl וְ֭צָדַקְתִּי H6663 לֹא H3808 אֶשָּׂ֣א H5375 רֹאשִׁ֑י H7218 שְׂבַ֥ע H7649 קָ֝ל֗וֹן H7036 וּרְאֵ֥ה H7202 עָנְיִֽי H6040 ",
  "16": "וְ֭יִגְאֶה H1342 כַּשַּׁ֣חַל H7826 תְּצוּדֵ֑נִי H6679 וְ֝תָשֹׁ֗ב H7725 תִּתְפַּלָּא H6381 בִֽי Hb ",
  "17": "תְּחַדֵּ֬שׁ H2318 עֵדֶ֨יךָ H5707 נֶגְדִּ֗י H5048 וְתֶ֣רֶב H7235 כַּֽ֭עַשְׂךָ H3708 עִמָּדִ֑י H5978 חֲלִיפ֖וֹת H2487 וְצָבָ֣א H6635 עִמִּֽי H5973 ",
  "18": "וְלָ֣ H4100 מֵ֭רֶחֶם H7358 הֹצֵאתָ֑נִי H3318 אֶ֝גְוַ֗ע H1478 וְעַ֣יִן H5869 לֹא H3808 תִרְאֵֽנִי H7200 ",
  "19": "כַּאֲשֶׁ֣ר H834 לֹא H3808 הָיִ֣יתִי H1961 אֶהְיֶ֑ה H1961 מִ֝בֶּ֗טֶן H990 לַקֶּ֥בֶר H6913 אוּבָֽל H2986 ",
  "20": "הֲלֹא H3808 מְעַ֣ט H4592 יָמַ֣י H3117 יחדל H2308 ישית H7896 מִ֝מֶּ֗נִּי H4480 וְאַבְלִ֥יגָה H1082 מְּעָֽט H4592 ",
  "21": "בְּטֶ֣רֶם H2962 אֵ֭לֵךְ H3212 וְלֹ֣א H3808 אָשׁ֑וּב H7725 אֶל H413 אֶ֖רֶץ H776 חֹ֣שֶׁךְ H2822 וְצַלְמָֽוֶת H6757 ",
  "22": "אֶ֤רֶץ H776 עֵיפָ֨תָה H5890 כְּמ֥וֹ H3644 אֹ֗פֶל H652 צַ֭לְמָוֶת H6757 וְלֹ֥א H3808 סְדָרִ֗ים H5468 וַתֹּ֥פַע H3313 כְּמוֹ H3644 אֹֽפֶל H652 "
}
