{
  "1": "הֶן H2005 כֹּ֭ל H3605 רָאֲתָ֣ה H7200 עֵינִ֑י H5869 שָֽׁמְעָ֥ה H8085 אָ֝זְנִ֗י H241 וַתָּ֥בֶן H995 לָֽהּ Hl ",
  "2": "כְּֽ֭דַעְתְּ H1847 יָדַ֣עְתִּי H3045 גַם H1571 אָ֑נִי H589 לֹא H3808 נֹפֵ֖ל H5307 אָנֹכִ֣י H595 מִכֶּֽם H4480 ",
  "3": "אוּלָ֗ם H199 אֲ֭נִי H589 אֶל H413 שַׁדַּ֣י H7706 אֲדַבֵּ֑ר H1696 וְהוֹכֵ֖חַ H3198 אֶל H413 אֵ֣ל H410 אֶחְפָּֽץ H2654 ",
  "4": "וְֽאוּלָ֗ם H199 אַתֶּ֥ם H859 טֹֽפְלֵי H2950 שָׁ֑קֶר H8267 רֹפְאֵ֖י H7495 אֱלִ֣ל H457 כֻּלְּכֶֽם H3605 ",
  "5": "מִֽי H4310 יִ֭תֵּן H5414 הַחֲרֵ֣שׁ H2790 תַּחֲרִישׁ֑וּן H2790 וּתְהִ֖י H1961 לָכֶ֣ם Hl לְחָכְמָֽה H2451 ",
  "6": "שִׁמְעוּ H8085 נָ֥א H4994 תוֹכַחְתִּ֑י H8433 וְרִב֖וֹת H7379 שְׂפָתַ֣י H8193 הַקְשִֽׁיבוּ H7181 ",
  "7": "הַ֭לְ H410 תְּדַבְּר֣וּ H1696 עַוְלָ֑ה H5766 וְ֝ל֗ Hc/Hl תְּֽדַבְּר֥וּ H1696 רְמִיָּֽה H7423 ",
  "8": "הֲפָנָ֥י H6440 תִּשָּׂא֑וּן H5375 אִם H518 לָאֵ֥ל H410 תְּרִיבֽוּן H7378 ",
  "9": "הֲ֭טוֹב H2896 כִּֽי H3588 יַחְקֹ֣ר H2713 אֶתְכֶ֑ם H853 אִם H518 כְּהָתֵ֥ל H2048 בֶּ֝אֱנ֗וֹשׁ H582 תְּהָתֵ֥לּוּ H2048 בֽוֹ Hb ",
  "10": "הוֹכֵ֣חַ H3198 יוֹכִ֣יחַ H3198 אֶתְכֶ֑ם H853 אִם H518 בַּ֝סֵּ֗תֶר H5643 פָּנִ֥ים H6440 תִּשָּׂאֽוּן H5375 ",
  "11": "הֲלֹ֣א H3808 שְׂ֭אֵתוֹ H7613 תְּבַעֵ֣ת H1204 אֶתְכֶ֑ם H853 וּ֝פַחְדּ֗ H6343 יִפֹּ֥ל H5307 עֲלֵיכֶֽם H5921 ",
  "12": "זִֽ֭כְרֹנֵיכֶם H2146 מִשְׁלֵי H4912 אֵ֑פֶר H665 לְגַבֵּי H1354 חֹ֝֗מֶר H2563 גַּבֵּיכֶֽם H1354 ",
  "13": "הַחֲרִ֣ישׁוּ H2790 מִ֭מֶּנִּי H4480 וַאֲדַבְּרָה H1696 אָ֑נִי H589 וְיַעֲבֹ֖ר H5674 עָלַ֣י H5921 מָֽה H4100 ",
  "14": "עַל H5921 מָ֤ה H4100 אֶשָּׂ֣א H5375 בְשָׂרִ֣י H1320 בְשִׁנָּ֑ H8127 וְ֝נַפְשִׁ֗ H5315 אָשִׂ֥ים H7760 בְּכַפִּֽ H3709 ",
  "15": "הֵ֣ן H2005 יִ֭קְטְלֵנִי H6991 לא H3808 אֲיַחֵ֑ל H3176 אַךְ H389 דְּ֝רָכַ֗י H1870 אֶל H413 פָּנָ֥יו H6440 אוֹכִֽיחַ H3198 ",
  "16": "גַּם H1571 הוּא H1931 לִ֥י Hl לִֽישׁוּעָ֑ה H3444 כִּי H3588 לֹ֥א H3808 לְ֝פָנָ֗י H6440 חָנֵ֥ף H2611 יָבֽוֹא H935 ",
  "17": "שִׁמְע֣וּ H8085 שָׁ֭מוֹעַ H8085 מִלָּתִ֑י H4405 וְ֝אַֽחֲוָתִ֗ H262 בְּאָזְנֵי H241 ",
  "18": "הִנֵּה H2009 נָ֭א H4994 עָרַ֣כְתִּי H6186 מִשְׁפָּ֑ט H4941 יָ֝דַ֗עְתִּי H3045 כִּֽי H3588 אֲנִ֥י H589 אֶצְדָּֽק H6663 ",
  "19": "מִי H4310 ה֭וּא H1931 יָרִ֣יב H7378 עִמָּדִ֑י H5978 כִּֽי H3588 עַתָּ֖ה H6258 אַחֲרִ֣ישׁ H2790 וְאֶגְוָֽע H1478 ",
  "20": "אַךְ H389 שְׁ֭תַּיִם H8147 אַל H408 תַּ֣עַשׂ H6213 עִמָּדִ֑י H5978 אָ֥ז H227 מִ֝פָּנֶ֗י H6440 לֹ֣א H3808 אֶסָּתֵֽר H5641 ",
  "21": "כַּ֭פְּךָ H3709 מֵעָלַ֣ H5921 הַרְחַ֑ק H7368 וְ֝אֵ֥מָתְ H367 אַֽל H408 תְּבַעֲתַֽנִּי H1204 ",
  "22": "וּ֭קְרָא H7121 וְאָנֹכִ֣י H595 אֶֽעֱנֶ֑ה H6030 אֽוֹ H176 אֲ֝דַבֵּ֗ר H1696 וַהֲשִׁיבֵֽ H7725 ",
  "23": "כַּמָּ֣ה H4100 לִ֭י Hl עֲוֺנ֣וֹת H5771 וְחַטָּא֑וֹת H2403 פִּֽשְׁעִ֥י H6588 וְ֝חַטָּאתִ֗ H2403 הֹדִיעֵֽנִי H3045 ",
  "24": "לָֽמָּה H4100 פָנֶ֥יךָ H6440 תַסְתִּ֑יר H5641 וְתַחְשְׁבֵ֖ H2803 לְאוֹיֵ֣ב H341 לָֽךְ Hl ",
  "25": "הֶעָלֶ֣ה H5929 נִדָּ֣ף H5086 תַּעֲר֑וֹץ H6206 וְאֶת H853 קַ֖שׁ H7179 יָבֵ֣שׁ H3002 תִּרְדֹּֽף H7291 ",
  "26": "כִּֽי H3588 תִכְתֹּ֣ב H3789 עָלַ֣י H5921 מְרֹר֑וֹת H4846 וְ֝תוֹרִישֵׁ֗ H3423 עֲוֺנ֥וֹת H5771 נְעוּרָֽי H5271 ",
  "27": "וְתָ֘שֵׂ֤ם H7760 בַּסַּ֨ד H5465 רַגְלַ֗י H7272 וְתִשְׁמ֥וֹר H8104 כָּל H3605 אָרְחוֹתָ֑י H734 עַל H5921 שָׁרְשֵׁ֥י H8328 רַ֝גְלַ֗י H7272 תִּתְחַקֶּֽה H2707 ",
  "28": "וְ֭הוּא H1931 כְּרָקָ֣ב H7538 יִבְלֶ֑ה H1086 כְּ֝בֶ֗גֶד H899 אֲכָ֣לוֹ H398 עָֽשׁ H6211 "
}
