{
  "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "עַד H5704 אָ֭נָה H575 תּוֹגְי֣וּן H3013 נַפְשִׁ֑י H5315 וּֽתְדַכְּאוּ H1792 בְמִלִּֽים H4405 ",
  "3": "זֶ֤ה H2088 עֶ֣שֶׂר H6235 פְּ֭עָמִים H6471 תַּכְלִימ֑וּנִי H3637 לֹֽא H3808 תֵ֝בֹ֗שׁוּ H954 תַּהְכְּרוּ H1970 לִֽי Hl ",
  "4": "וְאַף H637 אָמְנָ֥ם H551 שָׁגִ֑יתִי H7686 אִ֝תִּ֗י H854 תָּלִ֥ין H3885 מְשׁוּגָתִֽי H4879 ",
  "5": "אִם H518 אָ֭מְנָם H551 עָלַ֣י H5921 תַּגְדִּ֑ילוּ H1431 וְתוֹכִ֥יחוּ H3198 עָ֝לַ֗י H5921 חֶרְפָּתִּֽי H2781 ",
  "6": "דְּֽעוּ H3045 אֵ֭פוֹ H645 כִּי H3588 אֱל֣וֹהַּ H433 עִוְּתָ֑נִי H5791 וּ֝מְצוּד֗ H4686 עָלַ֥י H5921 הִקִּֽיף H5362 ",
  "7": "הֵ֤ן H2005 אֶצְעַ֣ק H6817 חָ֭מָס H2555 וְלֹ֣א H3808 אֵעָנֶ֑ה H6030 אֲ֝שַׁוַּ֗ע H7768 וְאֵ֣ין H369 מִשְׁפָּֽט H4941 ",
  "8": "אָרְחִ֣י H734 גָ֭דַר H1443 וְלֹ֣א H3808 אֶעֱב֑וֹר H5674 וְעַ֥ל H5921 נְ֝תִיבוֹתַ֗י H5410 חֹ֣שֶׁךְ H2822 יָשִֽׂים H7760 ",
  "9": "כְּ֭בוֹדִי H3519 מֵעָלַ֣ H5921 הִפְשִׁ֑יט H6584 וַ֝יָּ֗סַר H5493 עֲטֶ֣רֶת H5850 רֹאשִֽׁי H7218 ",
  "10": "יִתְּצֵ֣נִי H5422 סָ֭בִיב H5439 וָאֵלַ֑ךְ H3212 וַיַּסַּ֥ע H5265 כָּ֝עֵ֗ץ H6086 תִּקְוָתִֽי H8615 ",
  "11": "וַיַּ֣חַר H2734 עָלַ֣י H5921 אַפּ֑וֹ H639 וַיַּחְשְׁבֵ֖ H2803 ל֣וֹ Hl כְצָרָֽי H6862 ",
  "12": "יַ֤חַד H3162 יָ֘בֹ֤אוּ H935 גְדוּדָ֗יו H1416 וַיָּסֹ֣לּוּ H5549 עָלַ֣י H5921 דַּרְכָּ֑ם H1870 וַיַּחֲנ֖וּ H2583 סָבִ֣יב H5439 לְאָהֳלִֽ H168 ",
  "13": "אַ֭חַי H251 מֵעָלַ֣ H5921 הִרְחִ֑יק H7368 וְ֝יֹדְעַ֗ H3045 אַךְ H389 זָ֥רוּ H2114 מִמֶּֽנִּי H4480 ",
  "14": "חָדְל֥וּ H2308 קְרוֹבָ֑י H7138 וּֽמְיֻדָּעַ֥ H3045 שְׁכֵחֽוּנִי H7911 ",
  "15": "גָּ֘רֵ֤י H1481 בֵיתִ֣י H1004 וְ֭אַמְהֹתַ H519 לְזָ֣ר H2114 תַּחְשְׁבֻ֑נִי H2803 נָ֝כְרִ֗י H5237 הָיִ֥יתִי H1961 בְעֵינֵי H5869 ",
  "16": "לְעַבְדִּ֣ H5650 קָ֭רָאתִי H7121 וְלֹ֣א H3808 יַעֲנֶ֑ה H6030 בְּמוֹ H1119 פִ֝֗י H6310 אֶתְחַנֶּן H2603 לֽוֹ Hl ",
  "17": "ר֭וּחִֽי H7307 זָ֣רָה H2114 לְאִשְׁתִּ֑ H802 וְ֝חַנֹּתִ֗י H2603 לִבְנֵ֥י H1121 בִטְנִֽי H990 ",
  "18": "גַּם H1571 עֲ֭וִילִים H5759 מָ֣אֲסוּ H3988 בִ֑י Hb אָ֝ק֗וּמָה H6965 וַיְדַבְּרוּ H1696 בִֽי Hb ",
  "19": "תִּֽ֭עֲבוּנִי H8581 כָּל H3605 מְתֵ֣י H4962 סוֹדִ֑י H5475 וְזֶֽה H2088 אָ֝הַ֗בְתִּי H157 נֶהְפְּכוּ H2015 בִֽי Hb ",
  "20": "בְּעוֹרִ֣ H5785 וּ֭בִ H1320 דָּבְקָ֣ה H1692 עַצְמִ֑י H6106 וָ֝אֶתְמַלְּטָ֗ H4422 בְּע֣וֹר H5785 שִׁנָּֽי H8127 ",
  "21": "חָנֻּ֬נִי H2603 חָנֻּ֣נִי H2603 אַתֶּ֣ם H859 רֵעָ֑י H7453 כִּ֥י H3588 יַד H3027 אֱ֝ל֗וֹהַּ H433 נָ֣גְעָה H5060 בִּֽי Hb ",
  "22": "לָ֭מָּה H4100 תִּרְדְּפֻ֣נִי H7291 כְמוֹ H3644 אֵ֑ל H410 וּ֝מִ H1320 לֹ֣א H3808 תִשְׂבָּֽעוּ H7646 ",
  "23": "מִֽי H4310 יִתֵּ֣ן H5414 אֵ֭פוֹ H645 וְיִכָּתְב֣וּ H3789 מִלָּ֑י H4405 מִֽי H4310 יִתֵּ֖ן H5414 בַּסֵּ֣פֶר H5612 וְיֻחָֽקוּ H2710 ",
  "24": "בְּעֵט H5842 בַּרְזֶ֥ל H1270 וְעֹפָ֑רֶת H5777 לָ֝עַ֗ד H5703 בַּצּ֥וּר H6697 יֵחָצְבֽוּן H2672 ",
  "25": "וַאֲנִ֣י H589 יָ֭דַעְתִּי H3045 גֹּ֣אֲלִי H1350 חָ֑י H2416 וְ֝אַחֲר֗וֹן H314 עַל H5921 עָפָ֥ר H6083 יָקֽוּם H6965 ",
  "26": "וְאַחַ֣ר H310 ע֭וֹרִֽי H5785 נִקְּפוּ H5362 זֹ֑את H2063 וּ֝מִ H1320 אֶֽחֱזֶ֥ה H2372 אֱלֽוֹהַּ H433 ",
  "27": "אֲשֶׁ֤ר H834 אֲנִ֨י H589 אֶֽחֱזֶה H2372 לִּ֗י Hl וְעֵינַ֣ H5869 רָא֣וּ H7200 וְלֹא H3808 זָ֑ר H2114 כָּל֖וּ H3615 כִלְיֹתַ֣י H3629 בְּחֵקִֽ H2436 ",
  "28": "כִּ֣י H3588 תֹ֭אמְרוּ H559 מַה H4100 נִּרְדָּף H7291 ל֑וֹ Hl וְשֹׁ֥רֶשׁ H8328 דָּ֝בָ֗ר H1697 נִמְצָא H4672 בִֽי Hb ",
  "29": "גּ֤וּרוּ H1481 לָכֶ֨ם Hl מִפְּנֵי H6440 חֶ֗רֶב H2719 כִּֽי H3588 חֵ֭מָה H2534 עֲוֺנ֣וֹת H5771 חָ֑רֶב H2719 לְמַ֖עַן H4616 תֵּדְע֣וּן H3045 שדין H1779 "
}
