{
  "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "שִׁמְע֣וּ H8085 שָׁ֭מוֹעַ H8085 מִלָּתִ֑י H4405 וּתְהִי H1961 זֹ֝֗את H2063 תַּנְח֥וּמֹֽתֵיכֶֽם H8575 ",
  "3": "שָׂ֭אוּנִי H5375 וְאָנֹכִ֣י H595 אֲדַבֵּ֑ר H1696 וְאַחַ֖ר H310 דַּבְּרִ֣י H1696 תַלְעִֽיג H3932 ",
  "4": "הֶ֭אָנֹכִי H595 לְאָדָ֣ם H120 שִׂיחִ֑י H7879 וְאִם H518 מַ֝דּ֗וּעַ H4069 לֹא H3808 תִקְצַ֥ר H7114 רוּחִֽי H7307 ",
  "5": "פְּנוּ H6437 אֵלַ֥י H413 וְהָשַׁ֑מּוּ H8074 וְשִׂ֖ימוּ H7760 יָ֣ד H3027 עַל H5921 פֶּֽה H6310 ",
  "6": "וְאִם H518 זָכַ֥רְתִּי H2142 וְנִבְהָ֑לְתִּי H926 וְאָחַ֥ז H270 בְּ֝שָׂרִ֗י H1320 פַּלָּצֽוּת H6427 ",
  "7": "מַדּ֣וּעַ H4069 רְשָׁעִ֣ים H7563 יִחְי֑וּ H2421 עָ֝תְק֗וּ H6275 גַּם H1571 גָּ֥בְרוּ H1396 חָֽיִל H2428 ",
  "8": "זַרְעָ֤ם H2233 נָכ֣וֹן H3559 לִפְנֵי H6440 עִמָּ֑ם H5973 וְ֝צֶאֱצָאֵי H6631 לְעֵינֵי H5869 ",
  "9": "בָּתֵּיהֶ֣ם H1004 שָׁל֣וֹם H7965 מִפָּ֑חַד H6343 וְלֹ֤א H3808 שֵׁ֖בֶט H7626 אֱל֣וֹהַּ H433 עֲלֵיהֶֽם H5921 ",
  "10": "שׁוֹר֣וֹ H7794 עִ֭בַּר H5674 וְלֹ֣א H3808 יַגְעִ֑ל H1602 תְּפַלֵּ֥ט H6403 פָּ֝רָת֗וֹ H6510 וְלֹ֣א H3808 תְשַׁכֵּֽל H7921 ",
  "11": "יְשַׁלְּח֣וּ H7971 כַ֭צֹּאן H6629 עֲוִילֵיהֶ֑ם H5759 וְ֝יַלְדֵי H3206 יְרַקֵּדֽוּן H7540 ",
  "12": "יִ֭שְׂאוּ H5375 כְּתֹ֣ף H8596 וְכִנּ֑וֹר H3658 וְ֝יִשְׂמְח֗וּ H8055 לְק֣וֹל H6963 עוּגָֽב H5748 ",
  "13": "יבלו H1086 בַטּ֣וֹב H2896 יְמֵיהֶ֑ם H3117 וּ֝בְ H7281 שְׁא֣וֹל H7585 יֵחָֽתּוּ H5181 ",
  "14": "וַיֹּאמְר֣וּ H559 לָ֭אֵל H410 ס֣וּר H5493 מִמֶּ֑נּוּ H4480 וְדַ֥עַת H1847 דְּ֝רָכֶ֗יךָ H1870 לֹ֣א H3808 חָפָֽצְנוּ H2654 ",
  "15": "מַה H4100 שַׁדַּ֥י H7706 כִּֽי H3588 נַֽעַבְדֶ֑נּוּ H5647 וּמַה H4100 נּ֝וֹעִ֗יל H3276 כִּ֣י H3588 נִפְגַּע H6293 בּֽוֹ Hb ",
  "16": "הֵ֤ן H2005 לֹ֣א H3808 בְיָדָ֣ H3027 טוּבָ֑ם H2898 עֲצַ֥ת H6098 רְ֝שָׁעִ֗ים H7563 רָ֣חֲקָה H7368 מֶֽנִּי H4480 ",
  "17": "כַּמָּ֤ה H4100 נֵר H5216 רְשָׁ֘עִ֤ים H7563 יִדְעָ֗ךְ H1846 וְיָבֹ֣א H935 עָלֵ֣ימוֹ H5921 אֵידָ֑ם H343 חֲ֝בָלִ֗ים H2256 יְחַלֵּ֥ק H2505 בְּאַפּֽ H639 ",
  "18": "יִהְי֗וּ H1961 כְּתֶ֥בֶן H8401 לִפְנֵי H6440 ר֑וּחַ H7307 וּ֝כְ H4671 גְּנָבַ֥תּוּ H1589 סוּפָֽה H5492 ",
  "19": "אֱל֗וֹהַּ H433 יִצְפֹּן H6845 לְבָנָ֥י H1121 אוֹנ֑וֹ H205 יְשַׁלֵּ֖ם H7999 אֵלָ֣יו H413 וְיֵדָֽע H3045 ",
  "20": "יִרְא֣וּ H7200 עינו H5869 כִּיד֑וֹ H3589 וּמֵ H2534 שַׁדַּ֣י H7706 יִשְׁתֶּֽה H8354 ",
  "21": "כִּ֤י H3588 מַה H4100 חֶפְצ֣וֹ H2656 בְּבֵית֣ H1004 אַחֲרָ֑יו H310 וּמִסְפַּ֖ר H4557 חֳדָשָׁ֣יו H2320 חֻצָּֽצוּ H2686 ",
  "22": "הַלְ H410 יְלַמֶּד H3925 דָּ֑עַת H1847 וְ֝ה֗וּא H1931 רָמִ֥ים H7311 יִשְׁפּֽוֹט H8199 ",
  "23": "זֶ֗ה H2088 יָ֭מוּת H4191 בְּעֶ֣צֶם H6106 תֻּמּ֑וֹ H8537 כֻּ֝לּ֗וֹ H3605 שַׁלְאֲנַ֥ן H7946 וְשָׁלֵֽיו H7961 ",
  "24": "עֲ֭טִינָיו H5845 מָלְא֣וּ H4390 חָלָ֑ב H2461 וּמֹ֖חַ H4221 עַצְמוֹתָ֣יו H6106 יְשֻׁקֶּֽה H8248 ",
  "25": "וְזֶ֗ה H2088 יָ֭מוּת H4191 בְּנֶ֣פֶשׁ H5315 מָרָ֑ה H4751 וְלֹֽא H3808 אָ֝כַ֗ל H398 בַּטּוֹבָֽה H2896 ",
  "26": "יַ֭חַד H3162 עַל H5921 עָפָ֣ר H6083 יִשְׁכָּ֑בוּ H7901 וְ֝רִמָּ֗ה H7415 תְּכַסֶּ֥ה H3680 עֲלֵיהֶֽם H5921 ",
  "27": "הֵ֣ן H2005 יָ֭דַעְתִּי H3045 מַחְשְׁבֽוֹתֵיכֶ֑ם H4284 וּ֝מְזִמּ֗וֹת H4209 עָלַ֥י H5921 תַּחְמֹֽסוּ H2554 ",
  "28": "כִּ֤י H3588 תֹֽאמְר֗וּ H559 אַיֵּ֥ה H346 בֵית H1004 נָדִ֑יב H5081 וְ֝אַיֵּ֗ה H346 אֹ֤הֶל H168 מִשְׁכְּנ֬וֹת H4908 רְשָׁעִֽים H7563 ",
  "29": "הֲלֹ֣א H3808 שְׁ֭אֶלְתֶּם H7592 ע֣וֹבְרֵי H5674 דָ֑רֶךְ H1870 וְ֝אֹתֹתָ֗ H226 לֹ֣א H3808 תְנַכֵּֽרוּ H5234 ",
  "30": "כִּ֤י H3588 לְי֣וֹם H3117 אֵ֭יד H343 יֵחָ֣שֶׂךְ H2820 רָ֑ע H7451 לְי֖וֹם H3117 עֲבָר֣וֹת H5678 יוּבָֽלוּ H2986 ",
  "31": "מִֽי H4310 יַגִּ֣יד H5046 עַל H5921 פָּנָ֣יו H6440 דַּרְכּ֑וֹ H1870 וְהֽוּא H1931 עָ֝שָׂ֗ה H6213 מִ֣י H4310 יְשַׁלֶּם H7999 לֽוֹ Hl ",
  "32": "וְ֭הוּא H1931 לִקְבָר֣וֹת H6913 יוּבָ֑ל H2986 וְֽעַל H5921 גָּדִ֥ישׁ H1430 יִשְׁקֽוֹד H8245 ",
  "33": "מָֽתְקוּ H4985 ל֗וֹ Hl רִגְבֵ֫י H7263 נָ֥חַל H5158 וְ֭אַחֲרָי H310 כָּל H3605 אָדָ֣ם H120 יִמְשׁ֑וֹךְ H4900 וּ֝לְ H6440 אֵ֣ין H369 מִסְפָּֽר H4557 ",
  "34": "וְ֭אֵיךְ H349 תְּנַחֲמ֣וּנִי H5162 הָ֑בֶל H1892 וּ֝תְשֽׁוּבֹתֵי H8666 נִשְׁאַר H7604 מָֽעַל H4604 "
}
