{
  "1": "וַ֭יַּעַן H6030 אֱלִיפַ֥ז H464 הַֽתֵּמָנִ֗י H8489 וַיֹּאמַֽר H559 ",
  "2": "הַלְ H410 יִסְכָּן H5532 גָּ֑בֶר H1397 כִּֽי H3588 יִסְכֹּ֖ן H5532 עָלֵ֣ימוֹ H5921 מַשְׂכִּֽיל H7919 ",
  "3": "הַחֵ֣פֶץ H2656 לְ֭שַׁדַּי H7706 כִּ֣י H3588 תִצְדָּ֑ק H6663 וְאִם H518 בֶּ֝֗צַע H1215 כִּֽי H3588 תַתֵּ֥ם H8552 דְּרָכֶֽיךָ H1870 ",
  "4": "הֲֽ֭מִ H3374 יֹכִיחֶ֑ךָ H3198 יָב֥וֹא H935 עִ֝מְּךָ֗ H5973 בַּמִּשְׁפָּֽט H4941 ",
  "5": "הֲלֹ֣א H3808 רָעָֽתְךָ֣ H7451 רַבָּ֑ה H7227 וְאֵֽין H369 קֵ֝֗ץ H7093 לַעֲוֺנֹתֶֽי H5771 ",
  "6": "כִּֽי H3588 תַחְבֹּ֣ל H2254 אַחֶ֣יךָ H251 חִנָּ֑ם H2600 וּבִגְדֵ֖י H899 עֲרוּמִּ֣ים H6174 תַּפְשִֽׁיט H6584 ",
  "7": "לֹא H3808 מַ֭יִם H4325 עָיֵ֣ף H5889 תַּשְׁקֶ֑ה H8248 וּ֝מֵ H7457 תִּֽמְנַֽע H4513 לָֽחֶם H3899 ",
  "8": "וְאִ֣ישׁ H376 זְ֭רוֹעַ H2220 ל֣וֹ Hl הָאָ֑רֶץ H776 וּנְשׂ֥וּא H5375 פָ֝נִ֗ים H6440 יֵ֣שֶׁב H3427 בָּֽהּ Hb ",
  "9": "אַ֭לְמָנוֹת H490 שִׁלַּ֣חְתָּ H7971 רֵיקָ֑ם H7387 וּזְרֹע֖וֹת H2220 יְתֹמִ֣ים H3490 יְדֻכָּֽא H1792 ",
  "10": "עַל H5921 כֵּ֭ן H3651 סְבִיבוֹתֶ֣יךָ H5439 פַחִ֑ים H6341 וִֽ֝יבַהֶלְ H926 פַּ֣חַד H6343 פִּתְאֹֽם H6597 ",
  "11": "אוֹ H176 חֹ֥שֶׁךְ H2822 לֹֽא H3808 תִרְאֶ֑ה H7200 וְֽשִׁפְעַת H8229 מַ֥יִם H4325 תְּכַסֶּֽךָּ H3680 ",
  "12": "הֲֽלֹא H3808 אֱ֭לוֹהַּ H433 גֹּ֣בַהּ H1363 שָׁמָ֑יִם H8064 וּרְאֵ֤ה H7200 רֹ֖אשׁ H7218 כּוֹכָבִ֣ים H3556 כִּי H3588 רָֽמּוּ H7311 ",
  "13": "וְֽ֭אָמַרְתָּ H559 מַה H4100 יָּ֣דַֽע H3045 אֵ֑ל H410 הַבְעַ֖ד H1157 עֲרָפֶ֣ל H6205 יִשְׁפּֽוֹט H8199 ",
  "14": "עָבִ֣ים H5645 סֵֽתֶר H5643 ל֭וֹ Hl וְלֹ֣א H3808 יִרְאֶ֑ה H7200 וְח֥וּג H2329 שָׁ֝מַ֗יִם H8064 יִתְהַלָּֽךְ H1980 ",
  "15": "הַאֹ֣רַח H734 עוֹלָ֣ם H5769 תִּשְׁמֹ֑ר H8104 אֲשֶׁ֖ר H834 דָּרְכ֣וּ H1869 מְתֵי H4962 אָֽוֶן H205 ",
  "16": "אֲשֶֽׁר H834 קֻמְּט֥וּ H7059 וְלֹא H3808 עֵ֑ת H6256 נָ֝הָ֗ר H5104 יוּצַ֥ק H3332 יְסוֹדָֽם H3247 ",
  "17": "הָאֹמְרִ֣ים H559 לָ֭אֵל H410 ס֣וּר H5493 מִמֶּ֑נּוּ H4480 וּמַה H4100 יִּפְעַ֖ל H6466 שַׁדַּ֣י H7706 לָֽמוֹ Hl ",
  "18": "וְה֤וּא H1931 מִלֵּ֣א H4390 בָתֵּיהֶ֣ם H1004 ט֑וֹב H2896 וַעֲצַ֥ת H6098 רְ֝שָׁעִ֗ים H7563 רָ֣חֲקָה H7368 מֶֽנִּי H4480 ",
  "19": "יִרְא֣וּ H7200 צַדִּיקִ֣ים H6662 וְיִשְׂמָ֑חוּ H8055 וְ֝נָקִ֗י H5355 יִלְעַג H3932 לָֽמוֹ Hl ",
  "20": "אִם H518 לֹ֣א H3808 נִכְחַ֣ד H3582 קִימָ֑נוּ H7009 וְ֝יִתְרָ֗ H3499 אָ֣כְלָה H398 אֵֽשׁ H784 ",
  "21": "הַסְכֶּן H5532 נָ֣א H4994 עִמּ֑וֹ H5973 וּשְׁלם H7999 בָּ֝הֶ֗ם Hb תְּֽבוֹאַתְךָ֥ H935 טוֹבָֽה H2896 ",
  "22": "קַח H3947 נָ֣א H4994 מִפִּ֣י H6310 תּוֹרָ֑ה H8451 וְשִׂ֥ים H7760 אֲ֝מָרָ֗יו H561 בִּלְבָבֶֽ H3824 ",
  "23": "אִם H518 תָּשׁ֣וּב H7725 עַד H5704 שַׁ֭דַּי H7706 תִּבָּנֶ֑ה H1129 תַּרְחִ֥יק H7368 עַ֝וְלָ֗ה H5766 מֵאָהֳלֶֽ H168 ",
  "24": "וְשִׁית H7896 עַל H5921 עָפָ֥ר H6083 בָּ֑צֶר H1220 וּבְ H6697 נְחָלִ֣ים H5158 אוֹפִֽיר H211 ",
  "25": "וְהָיָ֣ה H1961 שַׁדַּ֣י H7706 בְּצָרֶ֑יךָ H1220 וְכֶ֖סֶף H3701 תּוֹעָפ֣וֹת H8443 לָֽךְ Hl ",
  "26": "כִּי H3588 אָ֭ז H227 עַל H5921 שַׁדַּ֣י H7706 תִּתְעַנָּ֑ג H6026 וְתִשָּׂ֖א H5375 אֶל H413 אֱל֣וֹהַּ H433 פָּנֶֽיךָ H6440 ",
  "27": "תַּעְתִּ֣יר H6279 אֵ֭לָיו H413 וְיִשְׁמָעֶ֑ H8085 וּנְדָרֶ֥י H5088 תְשַׁלֵּֽם H7999 ",
  "28": "וְֽתִגְזַר H1504 א֭וֹמֶר H562 וְיָ֣קָם H6965 לָ֑ךְ Hl וְעַל H5921 דְּ֝רָכֶ֗יךָ H1870 נָ֣גַֽהּ H5050 אֽוֹר H216 ",
  "29": "כִּֽי H3588 הִ֭שְׁפִּילוּ H8213 וַתֹּ֣אמֶר H559 גֵּוָ֑ה H1466 וְשַׁ֖ח H7807 עֵינַ֣יִם H5869 יוֹשִֽׁעַ H3467 ",
  "30": "יְֽמַלֵּ֥ט H4422 אִֽי H336 נָקִ֑י H5355 וְ֝נִמְלַ֗ט H4422 בְּבֹ֣ר H1252 כַּפֶּֽיךָ H3709 "
}
