{
  "1": "כִּ֤י H3588 יֵ֣שׁ H3426 לַכֶּ֣סֶף H3701 מוֹצָ֑א H4161 וּ֝מָק֗וֹם H4725 לַזָּהָ֥ב H2091 יָזֹֽקּוּ H2212 ",
  "2": "בַּ֭רְזֶל H1270 מֵעָפָ֣ר H6083 יֻקָּ֑ח H3947 וְ֝אֶ֗בֶן H68 יָצ֥וּק H6694 נְחוּשָֽׁה H5154 ",
  "3": "קֵ֤ץ H7093 שָׂ֤ם H7760 לַחֹ֗שֶׁךְ H2822 וּֽלְ H3605 תַּ֭כְלִית H8503 ה֣וּא H1931 חוֹקֵ֑ר H2713 אֶ֖בֶן H68 אֹ֣פֶל H652 וְצַלְמָֽוֶת H6757 ",
  "4": "פָּ֤רַץ H6555 נַ֨חַל H5158 מֵֽעִם H5973 גָּ֗ר H1481 הַֽנִּשְׁכָּחִ֥ים H7911 מִנִּי H4480 רָ֑גֶל H7272 דַּ֖לּוּ H1809 מֵאֱנ֣וֹשׁ H582 נָֽעוּ H5128 ",
  "5": "אֶ֗רֶץ H776 מִמֶּ֥נָּה H4480 יֵֽצֵא H3318 לָ֑חֶם H3899 וְ֝תַחְתֶּ֗י H8478 נֶהְפַּ֥ךְ H2015 כְּמוֹ H3644 אֵֽשׁ H784 ",
  "6": "מְקוֹם H4725 סַפִּ֥יר H5601 אֲבָנֶ֑יהָ H68 וְעַפְרֹ֖ת H6083 זָהָ֣ב H2091 לֽוֹ Hl ",
  "7": "נָ֭תִיב H5410 לֹֽא H3808 יְדָ֣עוֹ H3045 עָ֑יִט H5861 וְלֹ֥א H3808 שְׁ֝זָפַ֗תּוּ H7805 עֵ֣ין H5869 אַיָּֽה H344 ",
  "8": "לֹֽא H3808 הִדְרִיכֻ֥הוּ H1869 בְנֵי H1121 שָׁ֑חַץ H7830 לֹֽא H3808 עָדָ֖ה H5710 עָלָ֣יו H5921 שָֽׁחַל H7826 ",
  "9": "בַּֽ֭חַלָּמִישׁ H2496 שָׁלַ֣ח H7971 יָד֑וֹ H3027 הָפַ֖ךְ H2015 מִשֹּׁ֣רֶשׁ H8328 הָרִֽים H2022 ",
  "10": "בַּ֭צּוּרוֹת H6697 יְאֹרִ֣ים H2975 בִּקֵּ֑עַ H1234 וְכָל H3605 יְ֝קָ֗ר H3366 רָאֲתָ֥ה H7200 עֵינֽוֹ H5869 ",
  "11": "מִ֭בְּכִי H1065 נְהָר֣וֹת H5104 חִבֵּ֑שׁ H2280 וְ֝תַעֲלֻמָ֗הּ H8587 יֹ֣צִא H3318 אֽוֹר H216 ",
  "12": "וְֽ֭הַ H2451 מֵאַ֣יִן H370 תִּמָּצֵ֑א H4672 וְאֵ֥י H335 זֶ֝ה H2088 מְק֣וֹם H4725 בִּינָֽה H998 ",
  "13": "לֹא H3808 יָדַ֣ע H3045 אֱנ֣וֹשׁ H582 עֶרְכָּ֑הּ H6187 וְלֹ֥א H3808 תִ֝מָּצֵ֗א H4672 בְּאֶ֣רֶץ H776 הַֽחַיִּֽים H2416 ",
  "14": "תְּה֣וֹם H8415 אָ֭מַר H559 לֹ֣א H3808 בִי Hb הִ֑יא H1931 וְיָ֥ם H3220 אָ֝מַ֗ר H559 אֵ֣ין H369 עִמָּדִֽי H5978 ",
  "15": "לֹא H3808 יֻתַּ֣ן H5414 סְג֣וֹר H5458 תַּחְתֶּ֑יהָ H8478 וְלֹ֥א H3808 יִ֝שָּׁקֵ֗ל H8254 כֶּ֣סֶף H3701 מְחִירָֽהּ H4242 ",
  "16": "לֹֽא H3808 תְ֭סֻלֶּה H5541 בְּכֶ֣תֶם H3800 אוֹפִ֑יר H211 בְּשֹׁ֖הַם H7718 יָקָ֣ר H3368 וְסַפִּֽיר H5601 ",
  "17": "לֹא H3808 יַעַרְכֶ֣נָּה H6186 זָ֭הָב H2091 וּזְכוֹכִ֑ית H2137 וּתְמ֖וּרָתָ֣ H8545 כְּלִי H3627 פָֽז H6337 ",
  "18": "רָאמ֣וֹת H7215 וְ֭גָבִישׁ H1378 לֹ֣א H3808 יִזָּכֵ֑ר H2142 וּמֶ֥שֶׁךְ H4901 חָ֝כְמָ֗ה H2451 מִפְּנִינִֽים H6443 ",
  "19": "לֹֽא H3808 יַ֭עַרְכֶנָּה H6186 פִּטְדַת H6357 כּ֑וּשׁ H3568 בְּכֶ֥תֶם H3800 טָ֝ה֗וֹר H2889 לֹ֣א H3808 תְסֻלֶּֽה H5541 ",
  "20": "וְֽ֭הַ H2451 מֵאַ֣יִן H370 תָּב֑וֹא H935 וְאֵ֥י H335 זֶ֝֗ה H2088 מְק֣וֹם H4725 בִּינָֽה H998 ",
  "21": "וְֽ֭נֶעֶלְמָה H5956 מֵעֵינֵ֣י H5869 כָל H3605 חָ֑י H2416 וּמֵ H5775 הַשָּׁמַ֣יִם H8064 נִסְתָּֽרָה H5641 ",
  "22": "אֲבַדּ֣וֹן H11 וָ֭מָוֶת H4194 אָ֣מְר֑וּ H559 בְּ֝אָזְנֵ֗י H241 שָׁמַ֥עְנוּ H8085 שִׁמְעָֽהּ H8088 ",
  "23": "אֱ֭לֹהִים H430 הֵבִ֣ין H995 דַּרְכָּ֑הּ H1870 וְ֝ה֗וּא H1931 יָדַ֥ע H3045 אֶת H853 מְקוֹמָֽהּ H4725 ",
  "24": "כִּי H3588 ה֭וּא H1931 לִקְצוֹת H7098 הָאָ֣רֶץ H776 יַבִּ֑יט H5027 תַּ֖חַת H8478 כָּל H3605 הַשָּׁמַ֣יִם H8064 יִרְאֶֽה H7200 ",
  "25": "לַעֲשׂ֣וֹת H6213 לָר֣וּחַ H7307 מִשְׁקָ֑ל H4948 וּ֝מַ֗יִם H4325 תִּכֵּ֥ן H8505 בְּמִדָּֽה H4060 ",
  "26": "בַּעֲשֹׂת֣ H6213 לַמָּטָ֣ר H4306 חֹ֑ק H2706 וְ֝דֶ֗רֶךְ H1870 לַחֲזִ֥יז H2385 קֹלֽוֹת H6963 ",
  "27": "אָ֣ז H227 רָ֭אָהּ H7200 וַֽיְסַפְּרָ֑ H5608 הֱ֝כִינָ֗הּ H3559 וְגַם H1571 חֲקָרָֽהּ H2713 ",
  "28": "וַיֹּ֤אמֶר H559 לָֽאָדָ֗ם H120 הֵ֤ן H2005 יִרְאַ֣ת H3374 אֲ֭דֹנָי H136 הִ֣יא H1931 חָכְמָ֑ה H2451 וְס֖וּר H5493 מֵרָ֣ע H7451 בִּינָֽה H998 "
}
