{
  "1": "בְּ֭רִית H1285 כָּרַ֣תִּי H3772 לְעֵינָ֑ H5869 וּמָ֥ה H4100 אֶ֝תְבּוֹנֵ֗ן H995 עַל H5921 בְּתוּלָֽה H1330 ",
  "2": "וּמֶ֤ה H4100 חֵ֣לֶק H2506 אֱל֣וֹהַּ H433 מִמָּ֑עַל H4605 וְֽנַחֲלַ֥ת H5159 שַׁ֝דַּ֗י H7706 מִמְּרֹמִֽים H4791 ",
  "3": "הֲלֹא H3808 אֵ֥יד H343 לְעַוָּ֑ל H5767 וְ֝נֵ֗כֶר H5235 לְפֹ֣עֲלֵי H6466 אָֽוֶן H205 ",
  "4": "הֲלֹא H3808 ה֭וּא H1931 יִרְאֶ֣ה H7200 דְרָכָ֑י H1870 וְֽכָל H3605 צְעָדַ֥י H6806 יִסְפּֽוֹר H5608 ",
  "5": "אִם H518 הָלַ֥כְתִּי H1980 עִם H5973 שָׁ֑וְא H7723 וַתַּ֖חַשׁ H2363 עַל H5921 מִרְמָ֣ה H4820 רַגְלִֽי H7272 ",
  "6": "יִשְׁקְלֵ֥נִי H8254 בְמֹאזְנֵי H3976 צֶ֑דֶק H6664 וְיֵדַ֥ע H3045 אֱ֝ל֗וֹהַּ H433 תֻּמָּתִֽי H8538 ",
  "7": "אִ֥ם H518 תִּטֶּ֣ה H5186 אַשֻּׁרִי֮ H838 מִנִּ֪י H4480 הַ֫דָּ֥רֶךְ H1870 וְאַחַ֣ר H310 עֵ֭ינַי H5869 הָלַ֣ךְ H1980 לִבִּ֑י H3820 וּ֝בְ H3709 דָּ֣בַק H1692 מֻאֽוּם H3971 ",
  "8": "אֶ֭זְרְעָה H2232 וְאַחֵ֣ר H312 יֹאכֵ֑ל H398 וְֽצֶאֱצָאַ֥ H6631 יְשֹׁרָֽשׁוּ H8327 ",
  "9": "אִם H518 נִפְתָּ֣ה H6601 לִ֭בִּי H3820 עַל H5921 אִשָּׁ֑ה H802 וְעַל H5921 פֶּ֖תַח H6607 רֵעִ֣י H7453 אָרָֽבְתִּי H693 ",
  "10": "תִּטְחַ֣ן H2912 לְאַחֵ֣ר H312 אִשְׁתִּ֑י H802 וְ֝עָלֶ֗י H5921 יִכְרְע֥וּן H3766 אֲחֵרִֽין H312 ",
  "11": "כִּי H3588 הוא H1931 זִמָּ֑ה H2154 והיא H1931 עָוֺ֥ן H5771 פְּלִילִֽים H6414 ",
  "12": "כִּ֤י H3588 אֵ֣שׁ H784 הִ֭יא H1931 עַד H5704 אֲבַדּ֣וֹן H11 תֹּאכֵ֑ל H398 וּֽבְ H3605 תְּב֖וּאָתִ֣י H8393 תְשָׁרֵֽשׁ H8327 ",
  "13": "אִם H518 אֶמְאַ֗ס H3988 מִשְׁפַּ֣ט H4941 עַ֭בְדִּי H5650 וַאֲמָתִ֑ H519 בְּ֝רִבָ֗ H7378 עִמָּדִֽי H5978 ",
  "14": "וּמָ֣ה H4100 אֶֽ֭עֱשֶׂה H6213 כִּֽי H3588 יָק֣וּם H6965 אֵ֑ל H410 וְכִֽי H3588 יִ֝פְקֹ֗ד H6485 מָ֣ה H4100 אֲשִׁיבֶֽנּוּ H7725 ",
  "15": "הֲֽ֝לֹא H3808 בַ֭בֶּטֶן H990 עֹשֵׂ֣נִי H6213 עָשָׂ֑הוּ H6213 וַ֝יְכֻנֶ֗ H3559 בָּרֶ֥חֶם H7358 אֶחָֽד H259 ",
  "16": "אִם H518 אֶ֭מְנַע H4513 מֵחֵ֣פֶץ H2656 דַּלִּ֑ים H1800 וְעֵינֵ֖י H5869 אַלְמָנָ֣ה H490 אֲכַלֶּֽה H3615 ",
  "17": "וְאֹכַ֣ל H398 פִּתִּ֣י H6595 לְבַדִּ֑ H905 וְלֹא H3808 אָכַ֖ל H398 יָת֣וֹם H3490 מִמֶּֽנָּה H4480 ",
  "18": "כִּ֣י H3588 מִ֭נְּעוּרַ H5271 גְּדֵלַ֣נִי H1431 כְאָ֑ב H1 וּמִ H990 אִמִּ֣י H517 אַנְחֶֽנָּה H5148 ",
  "19": "אִם H518 אֶרְאֶ֣ה H7200 א֭וֹבֵד H6 מִבְּלִ֣י H1097 לְב֑וּשׁ H3830 וְאֵ֥ין H369 כְּ֝ס֗וּת H3682 לָאֶבְיֽוֹן H34 ",
  "20": "אִם H518 לֹ֣א H3808 בֵרֲכ֣וּנִי H1288 חלצו H2504 וּמִ H1488 כְּ֝בָשַׂי H3532 יִתְחַמָּֽם H2552 ",
  "21": "אִם H518 הֲנִיפ֣וֹתִי H5130 עַל H5921 יָת֣וֹם H3490 יָדִ֑י H3027 כִּֽי H3588 אֶרְאֶ֥ה H7200 בַ֝שַּׁ֗עַר H8179 עֶזְרָתִֽי H5833 ",
  "22": "כְּ֭תֵפִי H3802 מִשִּׁכְמָ֣ H7929 תִפּ֑וֹל H5307 וְ֝אֶזְרֹעִ֗ H248 מִקָּנָ֥ H7070 תִשָּׁבֵֽר H7665 ",
  "23": "כִּ֤י H3588 פַ֣חַד H6343 אֵ֭לַי H413 אֵ֣יד H343 אֵ֑ל H410 וּ֝מִ H7613 לֹ֣א H3808 אוּכָֽל H3201 ",
  "24": "אִם H518 שַׂ֣מְתִּי H7760 זָהָ֣ב H2091 כִּסְלִ֑י H3689 וְ֝לַ H3800 אָמַ֥רְתִּי H559 מִבְטַחִֽי H4009 ",
  "25": "אִם H518 אֶ֭שְׂמַח H8055 כִּי H3588 רַ֣ב H7227 חֵילִ֑י H2428 וְכִֽי H3588 כַ֝בִּ֗יר H3524 מָצְאָ֥ה H4672 יָדִֽי H3027 ",
  "26": "אִם H518 אֶרְאֶ֣ה H7200 א֖וֹר H216 כִּ֣י H3588 יָהֵ֑ל H1984 וְ֝יָרֵ֗חַ H3394 יָקָ֥ר H3368 הֹלֵֽךְ H1980 ",
  "27": "וַיִּ֣פְתְּ H6601 בַּסֵּ֣תֶר H5643 לִבִּ֑י H3820 וַתִּשַּׁ֖ק H5401 יָדִ֣י H3027 לְפִֽ H6310 ",
  "28": "גַּם H1571 ה֭וּא H1931 עָוֺ֣ן H5771 פְּלִילִ֑י H6416 כִּֽי H3588 כִחַ֖שְׁתִּי H3584 לָאֵ֣ל H410 מִמָּֽעַל H4605 ",
  "29": "אִם H518 אֶ֭שְׂמַח H8055 בְּפִ֣יד H6365 מְשַׂנְאִ֑י H8130 וְ֝הִתְעֹרַ֗רְתִּי H5782 כִּֽי H3588 מְצָ֥אוֹ H4672 רָֽע H7451 ",
  "30": "וְלֹא H3808 נָתַ֣תִּי H5414 לַחֲטֹ֣א H2398 חִכִּ֑י H2441 לִשְׁאֹ֖ל H7592 בְּאָלָ֣ה H423 נַפְשֽׁוֹ H5315 ",
  "31": "אִם H518 לֹ֣א H3808 אָ֭מְרוּ H559 מְתֵ֣י H4962 אָהֳלִ֑י H168 מִֽי H4310 יִתֵּ֥ן H5414 מִ֝בְּשָׂר֗ H1320 לֹ֣א H3808 נִשְׂבָּֽע H7646 ",
  "32": "בַּ֭חוּץ H2351 לֹא H3808 יָלִ֣ין H3885 גֵּ֑ר H1616 דְּ֝לָתַ֗י H1817 לָאֹ֥רַח H734 אֶפְתָּֽח H6605 ",
  "33": "אִם H518 כִּסִּ֣יתִי H3680 כְאָדָ֣ם H121 פְּשָׁעָ֑י H6588 לִטְמ֖וֹן H2934 בְּחֻבִּ֣ H2243 עֲוֺֽנִי H5771 ",
  "34": "כִּ֤י H3588 אֶֽעֱר֨וֹץ H6206 הָ֘מ֤וֹן H1995 רַבָּ֗ה H7227 וּבוּז H937 מִשְׁפָּח֥וֹת H4940 יְחִתֵּ֑נִי H2865 וָ֝אֶדֹּ֗ם H1826 לֹא H3808 אֵ֥צֵא H3318 פָֽתַח H6607 ",
  "35": "מִ֤י H4310 יִתֶּן H5414 לִ֨י Hl שֹׁ֘מֵ֤עַֽ H8085 לִ֗י Hl הֶן H2005 תָּ֭וִי H8420 שַׁדַּ֣י H7706 יַעֲנֵ֑נִי H6030 וְסֵ֥פֶר H5612 כָּ֝תַ֗ב H3789 אִ֣ישׁ H376 רִיבִֽי H7379 ",
  "36": "אִם H518 לֹ֣א H3808 עַל H5921 שִׁ֭כְמִי H7926 אֶשָּׂאֶ֑נּוּ H5375 אֶֽעֶנְדֶ֖נּוּ H6029 עֲטָר֣וֹת H5850 לִֽי Hl ",
  "37": "מִסְפַּ֣ר H4557 צְ֭עָדַי H6806 אַגִּידֶ֑נּוּ H5046 כְּמוֹ H3644 נָ֝גִ֗יד H5057 אֲקָרֲבֶֽנּוּ H7126 ",
  "38": "אִם H518 עָ֭לַי H5921 אַדְמָתִ֣י H127 תִזְעָ֑ק H2199 וְ֝יַ֗חַד H3162 תְּלָמֶ֥יהָ H8525 יִבְכָּיֽוּן H1058 ",
  "39": "אִם H518 כֹּ֭חָהּ H3581 אָכַ֣לְתִּי H398 בְלִי H1097 כָ֑סֶף H3701 וְנֶ֖פֶשׁ H5315 בְּעָלֶ֣יהָ H1167 הִפָּֽחְתִּי H5301 ",
  "40": "תַּ֤חַת H8478 חִטָּ֨ה H2406 יֵ֥צֵא H3318 ח֗וֹחַ H2336 וְתַֽחַת H8478 שְׂעֹרָ֥ה H8184 בָאְשָׁ֑ה H890 תַּ֝֗מּוּ H8552 דִּבְרֵ֥י H1697 אִיּֽוֹב H347 "
}
