{
  "1": "אַף H637 לְ֭זֹאת H2063 יֶחֱרַ֣ד H2729 לִבִּ֑י H3820 וְ֝יִתַּ֗ר H5425 מִמְּקוֹמֽ H4725 ",
  "2": "שִׁמְע֤וּ H8085 שָׁמ֣וֹעַ H8085 בְּרֹ֣גֶז H7267 קֹל֑וֹ H6963 וְ֝הֶ֗גֶה H1899 מִפִּ֥י H6310 יֵצֵֽא H3318 ",
  "3": "תַּֽחַת H8478 כָּל H3605 הַשָּׁמַ֥יִם H8064 יִשְׁרֵ֑הוּ H3474 וְ֝אוֹר֗ H216 עַל H5921 כַּנְפ֥וֹת H3671 הָאָֽרֶץ H776 ",
  "4": "אַחֲרָ֤יו H310 יִשְׁאַג H7580 ק֗וֹל H6963 יַ֭רְעֵם H7481 בְּק֣וֹל H6963 גְּאוֹנ֑וֹ H1347 וְלֹ֥א H3808 יְ֝עַקְּבֵ֗ם H6117 כִּֽי H3588 יִשָּׁמַ֥ע H8085 קוֹלֽוֹ H6963 ",
  "5": "יַרְעֵ֤ם H7481 אֵ֣ל H410 בְּ֭קוֹל H6963 נִפְלָא֑וֹת H6381 עֹשֶׂ֥ה H6213 גְ֝דֹל֗וֹת H1419 וְלֹ֣א H3808 נֵדָֽע H3045 ",
  "6": "כִּ֤י H3588 לַשֶּׁ֨לַג H7950 יֹאמַ֗ר H559 הֱוֵ֫א H1933 אָ֥רֶץ H776 וְגֶ֥שֶׁם H1653 מָטָ֑ר H4306 וְ֝גֶ֗שֶׁם H1653 מִטְר֥וֹת H4306 עֻזּֽוֹ H5797 ",
  "7": "בְּיַד H3027 כָּל H3605 אָדָ֥ם H120 יַחְתּ֑וֹם H2856 לָ֝דַ֗עַת H3045 כָּל H3605 אַנְשֵׁ֥י H376 מַעֲשֵֽׂהוּ H4639 ",
  "8": "וַתָּבֹ֣א H935 חַיָּ֣ה H2416 בְמוֹ H1119 אָ֑רֶב H695 וּבִ H4585 תִשְׁכֹּֽן H7931 ",
  "9": "מִן H4480 הַ֭חֶדֶר H2315 תָּב֣וֹא H935 סוּפָ֑ה H5492 וּֽמִ H4215 קָרָֽה H7135 ",
  "10": "מִנִּשְׁמַת H5397 אֵ֥ל H410 יִתֶּן H5414 קָ֑רַח H7140 וְרֹ֖חַב H7341 מַ֣יִם H4325 בְּמוּצָֽק H4164 ",
  "11": "אַף H637 בְּ֭רִי H7377 יַטְרִ֣יחַ H2959 עָ֑ב H5645 יָ֝פִ֗יץ H6327 עֲנַ֣ן H6051 אוֹרֽוֹ H216 ",
  "12": "וְה֤וּא H1931 מְסִבּ֨וֹת H4524 מִתְהַפֵּ֣ךְ H2015 בתחבולת H8458 לְפָעֳלָ֑ H6467 כֹּ֖ל H3605 אֲשֶׁ֥ר H834 יְצַוֵּ֓ם H6680 עַל H5921 פְּנֵ֖י H6440 תֵבֵ֣ל H8398 אָֽרְצָה H776 ",
  "13": "אִם H518 לְשֵׁ֥בֶט H7626 אִם H518 לְאַרְצ֑ H776 אִם H518 לְ֝חֶ֗סֶד H2617 יַמְצִאֵֽהוּ H4672 ",
  "14": "הַאֲזִ֣ינָה H238 זֹּ֣את H2063 אִיּ֑וֹב H347 עֲ֝מֹ֗ד H5975 וְהִתְבּוֹנֵ֤ן H995 נִפְלְא֬וֹת H6381 אֵֽל H410 ",
  "15": "הֲ֭תֵדַע H3045 בְּשׂוּם H7760 אֱל֣וֹהַּ H433 עֲלֵיהֶ֑ם H5921 וְ֝הוֹפִ֗יעַ H3313 א֣וֹר H216 עֲנָנֽוֹ H6051 ",
  "16": "הֲ֭תֵדַע H3045 עַל H5921 מִפְלְשֵׂי H4657 עָ֑ב H5645 מִ֝פְלְא֗וֹת H4652 תְּמִ֣ים H8549 דֵּעִֽים H1843 ",
  "17": "אֲשֶׁר H834 בְּגָדֶ֥יךָ H899 חַמִּ֑ים H2525 בְּהַשְׁקִ֥ט H8252 אֶ֝֗רֶץ H776 מִדָּרֽוֹם H1864 ",
  "18": "תַּרְקִ֣יעַ H7554 עִ֭מּוֹ H5973 לִשְׁחָקִ֑ים H7834 חֲ֝זָקִ֗ים H2389 כִּרְאִ֥י H7209 מוּצָֽק H3332 ",
  "19": "ה֭וֹדִיעֵנוּ H3045 מַה H4100 נֹּ֣אמַר H559 ל֑וֹ Hl לֹ֥א H3808 נַ֝עֲרֹ֗ךְ H6186 מִפְּנֵי H6440 חֹֽשֶׁךְ H2822 ",
  "20": "הַֽיְסֻפַּר H5608 ל֭וֹ Hl כִּ֣י H3588 אֲדַבֵּ֑ר H1696 אִֽם H518 אָ֥מַר H559 אִ֝֗ישׁ H376 כִּ֣י H3588 יְבֻלָּֽע H1104 ",
  "21": "וְעַתָּ֤ה H6258 לֹ֘א H3808 רָ֤אוּ H7200 א֗וֹר H216 בָּהִ֣יר H925 ה֭וּא H1931 בַּשְּׁחָקִ֑ים H7834 וְר֥וּחַ H7307 עָ֝בְרָ֗ה H5674 וַֽתְּטַהֲרֵֽ H2891 ",
  "22": "מִ֭צָּפוֹן H6828 זָהָ֣ב H2091 יֶֽאֱתֶ֑ה H857 עַל H5921 אֱ֝ל֗וֹהַּ H433 נ֣וֹרָא H3372 הֽוֹד H1935 ",
  "23": "שַׁדַּ֣י H7706 לֹֽא H3808 מְ֭צָאנֻהוּ H4672 שַׂגִּיא H7689 כֹ֑חַ H3581 וּמִשְׁפָּ֥ט H4941 וְרֹב H7230 צְ֝דָקָ֗ה H6666 לֹ֣א H3808 יְעַנֶּֽה H6031 ",
  "24": "לָ֭כֵן H3651 יְרֵא֣וּהוּ H3372 אֲנָשִׁ֑ים H376 לֹֽא H3808 יִ֝רְאֶ֗ה H7200 כָּל H3605 חַכְמֵי H2450 לֵֽב H3820 "
}
