{
  "1": "וַיַּ֖עַן H6030 יְהוָ֥ה H3068 אֶת H853 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "הֲ֭רֹב H7378 עִם H5973 שַׁדַּ֣י H7706 יִסּ֑וֹר H3250 מוֹכִ֖יחַ H3198 אֱל֣וֹהַּ H433 יַעֲנֶֽנָּה H6030 ",
  "3": "וַיַּ֖עַן H6030 אִיּ֥וֹב H347 אֶת H853 יְהוָ֗ה H3068 וַיֹּאמַֽר H559 ",
  "4": "הֵ֣ן H2005 קַ֭לֹּתִי H7043 מָ֣ה H4100 אֲשִׁיבֶ֑ךָּ H7725 יָ֝דִ֗י H3027 שַׂ֣מְתִּי H7760 לְמוֹ H3926 פִֽי H6310 ",
  "5": "אַחַ֣ת H259 דִּ֭בַּרְתִּי H1696 וְלֹ֣א H3808 אֶֽעֱנֶ֑ה H6030 וּ֝שְׁתַּ֗יִם H8147 וְלֹ֣א H3808 אוֹסִֽיף H3254 ",
  "6": "וַיַּֽעַן H6030 יְהוָ֣ה H3068 אֶת H853 אִ֭יּוֹב H347 מנ H4480 סערה H5591 וַיֹּאמַֽר H559 ",
  "7": "אֱזָר H247 נָ֣א H4994 כְגֶ֣בֶר H1397 חֲלָצֶ֑יךָ H2504 אֶ֝שְׁאָלְךָ֗ H7592 וְהוֹדִיעֵֽ H3045 ",
  "8": "הַ֭אַף H637 תָּפֵ֣ר H6565 מִשְׁפָּטִ֑י H4941 תַּ֝רְשִׁיעֵ֗נִי H7561 לְמַ֣עַן H4616 תִּצְדָּֽק H6663 ",
  "9": "וְאִם H518 זְר֖וֹעַ H2220 כָּאֵ֥ל H410 לָ֑ךְ Hl וּ֝בְ H6963 כָּמֹ֥הוּ H3644 תַרְעֵֽם H7481 ",
  "10": "עֲדֵ֥ה H5710 נָ֣א H4994 גָֽא֣וֹן H1347 וָגֹ֑בַהּ H1363 וְה֖וֹד H1935 וְהָדָ֣ר H1926 תִּלְבָּֽשׁ H3847 ",
  "11": "הָ֭פֵץ H6327 עֶבְר֣וֹת H5678 אַפֶּ֑ךָ H639 וּרְאֵ֥ה H7200 כָל H3605 גֵּ֝אֶ֗ה H1343 וְהַשְׁפִּילֵֽ H8213 ",
  "12": "רְאֵ֣ה H7200 כָל H3605 גֵּ֭אֶה H1343 הַכְנִיעֵ֑הוּ H3665 וַהֲדֹ֖ךְ H1915 רְשָׁעִ֣ים H7563 תַּחְתָּֽם H8478 ",
  "13": "טָמְנֵ֣ם H2934 בֶּעָפָ֣ר H6083 יָ֑חַד H3162 פְּ֝נֵיהֶ֗ם H6440 חֲבֹ֣שׁ H2280 בַּטָּמֽוּן H2934 ",
  "14": "וְגַם H1571 אֲנִ֥י H589 אוֹדֶ֑ךָּ H3034 כִּֽי H3588 תוֹשִׁ֖עַ H3467 לְךָ֣ Hl יְמִינֶֽךָ H3225 ",
  "15": "הִנֵּה H2009 נָ֣א H4994 בְ֭הֵמוֹת H930 אֲשֶׁר H834 עָשִׂ֣יתִי H6213 עִמָּ֑ךְ H5973 חָ֝צִ֗יר H2682 כַּבָּקָ֥ר H1241 יֹאכֵֽל H398 ",
  "16": "הִנֵּה H2009 נָ֣א H4994 כֹח֣וֹ H3581 בְמָתְנָ֑י H4975 וְ֝אֹנ֗ H202 בִּשְׁרִירֵ֥י H8306 בִטְנֽוֹ H990 ",
  "17": "יַחְפֹּ֣ץ H2654 זְנָב֣וֹ H2180 כְמוֹ H3644 אָ֑רֶז H730 גִּידֵ֖י H1517 פחדו H6344 יְשֹׂרָֽגוּ H8276 ",
  "18": "עֲ֭צָמָיו H6106 אֲפִיקֵ֣י H650 נְחוּשָׁ֑ה H5154 גְּ֝רָמָ֗יו H1634 כִּמְטִ֥יל H4300 בַּרְזֶֽל H1270 ",
  "19": "ה֭וּא H1931 רֵאשִׁ֣ית H7225 דַּרְכֵי H1870 אֵ֑ל H410 הָ֝עֹשׂ H6213 יַגֵּ֥שׁ H5066 חַרְבּֽוֹ H2719 ",
  "20": "כִּֽי H3588 ב֭וּל H944 הָרִ֣ים H2022 יִשְׂאוּ H5375 ל֑וֹ Hl וְֽכָל H3605 חַיַּ֥ת H2416 הַ֝שָּׂדֶ֗ה H7704 יְשַֽׂחֲקוּ H7832 שָֽׁם H8033 ",
  "21": "תַּֽחַת H8478 צֶאֱלִ֥ים H6628 יִשְׁכָּ֑ב H7901 בְּסֵ֖תֶר H5643 קָנֶ֣ה H7070 וּבִצָּֽה H1207 ",
  "22": "יְסֻכֻּ֣הוּ H5526 צֶאֱלִ֣ים H6628 צִֽלֲל֑וֹ H6752 יְ֝סֻבּ֗וּהוּ H5437 עַרְבֵי H6155 נָֽחַל H5158 ",
  "23": "הֵ֤ן H2005 יַעֲשֹׁ֣ק H6231 נָ֭הָר H5104 לֹ֣א H3808 יַחְפּ֑וֹז H2648 יִבְטַ֓ח H982 כִּֽי H3588 יָגִ֖יחַ H1518 יַרְדֵּ֣ן H3383 אֶל H413 פִּֽיהוּ H6310 ",
  "24": "בְּעֵינָ֥י H5869 יִקָּחֶ֑נּוּ H3947 בְּ֝מֽוֹקְשִׁ֗ים H4170 יִנְקָב H5344 אָֽף H639 ",
  "25": "",
  "26": "",
  "27": "",
  "28": "",
  "29": "",
  "30": "",
  "31": "",
  "32": ""
}
