{
  "1": "תִּמְשֹׁ֣ךְ H4900 לִוְיָתָ֣ן H3882 בְּחַכָּ֑ה H2443 וּ֝בְ H2256 תַּשְׁקִ֥יעַ H8257 לְשֹׁנֽוֹ H3956 ",
  "2": "הֲתָשִׂ֣ים H7760 אַגְמ֣וֹן H100 בְּאַפּ֑ H639 וּ֝בְ H2336 תִּקּ֥וֹב H5344 לֶֽחֱיוֹ H3895 ",
  "3": "הֲיַרְבֶּ֣ה H7235 אֵ֭לֶיךָ H413 תַּחֲנוּנִ֑ים H8469 אִם H518 יְדַבֵּ֖ר H1696 אֵלֶ֣יךָ H413 רַכּֽוֹת H7390 ",
  "4": "הֲיִכְרֹ֣ת H3772 בְּרִ֣ית H1285 עִמָּ֑ךְ H5973 תִּ֝קָּחֶ֗נּוּ H3947 לְעֶ֣בֶד H5650 עוֹלָֽם H5769 ",
  "5": "הַֽתְשַׂחֶק H7832 בּ֭וֹ Hb כַּצִּפּ֑וֹר H6833 וְ֝תִקְשְׁרֶ֗ H7194 לְנַעֲרוֹתֶֽי H5291 ",
  "6": "יִכְר֣וּ H3738 עָ֭לָיו H5921 חַבָּרִ֑ים H2271 יֶ֝חֱצ֗וּהוּ H2673 בֵּ֣ין H996 כְּֽנַעֲנִֽים H3669 ",
  "7": "הַֽתְמַלֵּ֣א H4390 בְשֻׂכּ֣וֹת H7905 עוֹר֑וֹ H5785 וּבְ H6767 דָּגִ֣ים H1709 רֹאשֽׁוֹ H7218 ",
  "8": "שִׂים H7760 עָלָ֥יו H5921 כַּפֶּ֑ךָ H3709 זְכֹ֥ר H2142 מִ֝לְחָמָ֗ה H4421 אַל H408 תּוֹסַֽף H3254 ",
  "9": "הֵן H2005 תֹּחַלְתּ֥וֹ H8431 נִכְזָ֑בָה H3576 הֲגַ֖ם H1571 אֶל H413 מַרְאָ֣יו H4758 יֻטָֽל H2904 ",
  "10": "לֹֽא H3808 אַ֭כְזָר H393 כִּ֣י H3588 יְעוּרֶ֑נּוּ H5782 וּמִ֥י H4310 ה֝֗וּא H1931 לְפָנַ֥ H6440 יִתְיַצָּֽב H3320 ",
  "11": "מִ֣י H4310 הִ֭קְדִּימַנִי H6923 וַאֲשַׁלֵּ֑ם H7999 תַּ֖חַת H8478 כָּל H3605 הַשָּׁמַ֣יִם H8064 לִי Hl הֽוּא H1931 ",
  "12": "לא H3808 אַחֲרִ֥ישׁ H2790 בַּדָּ֑יו H907 וּדְבַר H1697 גְּ֝בוּר֗וֹת H1369 וְחִ֣ין H2433 עֶרְכּֽוֹ H6187 ",
  "13": "מִֽי H4310 גִ֭לָּה H1540 פְּנֵ֣י H6440 לְבוּשׁ֑וֹ H3830 בְּכֶ֥פֶל H3718 רִ֝סְנ֗וֹ H7448 מִ֣י H4310 יָבֽוֹא H935 ",
  "14": "דַּלְתֵ֣י H1817 פָ֭נָיו H6440 מִ֣י H4310 פִתֵּ֑חַ H6605 סְבִיב֖וֹת H5439 שִׁנָּ֣יו H8127 אֵימָֽה H367 ",
  "15": "גַּ֭אֲוָה H1346 אֲפִיקֵ֣י H650 מָֽגִנִּ֑ים H4043 סָ֝ג֗וּר H5462 חוֹתָ֥ם H2368 צָֽר H6862 ",
  "16": "אֶחָ֣ד H259 בְּאֶחָ֣ד H259 יִגַּ֑שׁוּ H5066 וְ֝ר֗וּחַ H7307 לֹא H3808 יָב֥וֹא H935 בֵֽינֵיהֶֽם H996 ",
  "17": "אִישׁ H376 בְּאָחִ֥י H251 יְדֻבָּ֑קוּ H1692 יִ֝תְלַכְּד֗וּ H3920 וְלֹ֣א H3808 יִתְפָּרָֽדוּ H6504 ",
  "18": "עֲֽ֭טִישֹׁתָיו H5846 תָּ֣הֶל H1984 א֑וֹר H216 וְ֝עֵינָ֗י H5869 כְּעַפְעַפֵּי H6079 שָֽׁחַר H7837 ",
  "19": "מִ֭פִּי H6310 לַפִּידִ֣ים H3940 יַהֲלֹ֑כוּ H1980 כִּיד֥וֹדֵי H3590 אֵ֝֗שׁ H784 יִתְמַלָּֽטוּ H4422 ",
  "20": "מִ֭נְּחִירָי H5156 יֵצֵ֣א H3318 עָשָׁ֑ן H6227 כְּד֖וּד H1731 נָפ֣וּחַ H5301 וְאַגְמֹֽן H100 ",
  "21": "נַ֭פְשׁוֹ H5315 גֶּחָלִ֣ים H1513 תְּלַהֵ֑ט H3857 וְ֝לַ֗הַב H3851 מִפִּ֥י H6310 יֵצֵֽא H3318 ",
  "22": "בְּֽ֭צַוָּאר H6677 יָלִ֣ין H3885 עֹ֑ז H5797 וּ֝לְ H6440 תָּד֥וּץ H1750 דְּאָבָֽה H1670 ",
  "23": "מַפְּלֵ֣י H4651 בְשָׂר֣וֹ H1320 דָבֵ֑קוּ H1692 יָצ֥וּק H3332 עָ֝לָ֗יו H5921 בַּל H1077 יִמּֽוֹט H4131 ",
  "24": "לִ֭בּוֹ H3820 יָצ֣וּק H3332 כְּמוֹ H3644 אָ֑בֶן H68 וְ֝יָצ֗וּק H3332 כְּפֶ֣לַח H6400 תַּחְתִּֽית H8482 ",
  "25": "מִ֭שֵּׂת H7613 יָג֣וּרוּ H1481 אֵלִ֑ים H410 מִ֝שְּׁבָרִ֗ים H7667 יִתְחַטָּֽאוּ H2398 ",
  "26": "מַשִּׂיגֵ֣הוּ H5381 חֶ֭רֶב H2719 בְּלִ֣י H1097 תָק֑וּם H6965 חֲנִ֖ית H2595 מַסָּ֣ע H4551 וְשִׁרְיָֽה H8302 ",
  "27": "יַחְשֹׁ֣ב H2803 לְתֶ֣בֶן H8401 בַּרְזֶ֑ל H1270 לְעֵ֖ץ H6086 רִקָּב֣וֹן H7539 נְחוּשָֽׁה H5154 ",
  "28": "לֹֽא H3808 יַבְרִיחֶ֥נּוּ H1272 בֶן H1121 קָ֑שֶׁת H7198 לְ֝קַ֗שׁ H7179 נֶהְפְּכוּ H2015 ל֥וֹ Hl אַבְנֵי H68 קָֽלַע H7050 ",
  "29": "כְּ֭קַשׁ H7179 נֶחְשְׁב֣וּ H2803 תוֹתָ֑ח H8455 וְ֝יִשְׂחַ֗ק H7832 לְרַ֣עַשׁ H7494 כִּידֽוֹן H3591 ",
  "30": "תַּ֭חְתָּיו H8478 חַדּ֣וּדֵי H2303 חָ֑רֶשׂ H2789 יִרְפַּ֖ד H7502 חָר֣וּץ H2742 עֲלֵי H5921 טִֽיט H2916 ",
  "31": "יַרְתִּ֣יחַ H7570 כַּסִּ֣יר H5518 מְצוּלָ֑ה H4688 יָ֝֗ם H3220 יָשִׂ֥ים H7760 כַּמֶּרְקָחָֽה H4841 ",
  "32": "אַ֭חֲרָיו H310 יָאִ֣יר H215 נָתִ֑יב H5410 יַחְשֹׁ֖ב H2803 תְּה֣וֹם H8415 לְשֵׂיבָֽה H7872 ",
  "33": "אֵֽין H369 עַל H5921 עָפָ֥ר H6083 מָשְׁל֑וֹ H4915 הֶ֝עָשׂ֗וּ H6213 לִבְלִי H1097 חָֽת H2844 ",
  "34": "אֵֽת H853 כָּל H3605 גָּבֹ֥הַּ H1364 יִרְאֶ֑ה H7200 ה֝֗וּא H1931 מֶ֣לֶךְ H4428 עַל H5921 כָּל H3605 בְּנֵי H1121 שָֽׁחַץ H7830 "
}
