{
  "1": "קְֽרָא H7121 נָ֭א H4994 הֲיֵ֣שׁ H3426 עוֹנֶ֑ךָּ H6030 וְאֶל H413 מִ֖י H4310 מִקְּדֹשִׁ֣ים H6918 תִּפְנֶֽה H6437 ",
  "2": "כִּֽי H3588 לֶֽ֭אֱוִיל H191 יַהֲרָג H2026 כָּ֑עַשׂ H3708 וּ֝פֹתֶ֗ה H6601 תָּמִ֥ית H4191 קִנְאָֽה H7068 ",
  "3": "אֲֽנִי H589 רָ֭אִיתִי H7200 אֱוִ֣יל H191 מַשְׁרִ֑ישׁ H8327 וָאֶקּ֖וֹב H6895 נָוֵ֣הוּ H5116 פִתְאֹֽם H6597 ",
  "4": "יִרְחֲק֣וּ H7368 בָנָ֣יו H1121 מִיֶּ֑שַׁע H3468 וְיִֽדַּכְּא֥וּ H1792 בַ֝שַּׁ֗עַר H8179 וְאֵ֣ין H369 מַצִּֽיל H5337 ",
  "5": "אֲשֶׁ֤ר H834 קְצִיר֨וֹ H7105 רָ֘עֵ֤ב H7457 יֹאכֵ֗ל H398 וְאֶֽל H413 מִצִּנִּ֥ים H6791 יִקָּחֵ֑הוּ H3947 וְשָׁאַ֖ף H7602 צַמִּ֣ים H6782 חֵילָֽם H2428 ",
  "6": "כִּ֤י H3588 לֹא H3808 יֵצֵ֣א H3318 מֵעָפָ֣ר H6083 אָ֑וֶן H205 וּ֝מֵ H127 לֹא H3808 יִצְמַ֥ח H6779 עָמָֽל H5999 ",
  "7": "כִּֽי H3588 אָ֭דָם H120 לְעָמָ֣ל H5999 יוּלָּ֑ד H3205 וּבְנֵי H1121 רֶ֝֗שֶׁף H7565 יַגְבִּ֥יהוּ H1361 עֽוּף H5774 ",
  "8": "אוּלָ֗ם H199 אֲ֭נִי H589 אֶדְרֹ֣שׁ H1875 אֶל H413 אֵ֑ל H410 וְאֶל H413 אֱ֝לֹהִ֗ים H430 אָשִׂ֥ים H7760 דִּבְרָתִֽי H1700 ",
  "9": "עֹשֶׂ֣ה H6213 גְ֭דֹלוֹת H1419 וְאֵ֣ין H369 חֵ֑קֶר H2714 נִ֝פְלָא֗וֹת H6381 עַד H5704 אֵ֥ין H369 מִסְפָּֽר H4557 ",
  "10": "הַנֹּתֵ֣ן H5414 מָ֭טָר H4306 עַל H5921 פְּנֵי H6440 אָ֑רֶץ H776 וְשֹׁ֥לֵֽחַ H7971 מַ֝יִם H4325 עַל H5921 פְּנֵ֥י H6440 חוּצֽוֹת H2351 ",
  "11": "לָשׂ֣וּם H7760 שְׁפָלִ֣ים H8217 לְמָר֑וֹם H4791 וְ֝קֹדְרִ֗ים H6937 שָׂ֣גְבוּ H7682 יֶֽשַׁע H3468 ",
  "12": "מֵ֭פֵר H6565 מַחְשְׁב֣וֹת H4284 עֲרוּמִ֑ים H6175 וְֽלֹא H3808 תַעֲשֶׂ֥ינָה H6213 יְ֝דֵיהֶ֗ם H3027 תּוּשִׁיָּֽה H8454 ",
  "13": "לֹכֵ֣ד H3920 חֲכָמִ֣ים H2450 בְּעָרְמָ֑ H6193 וַעֲצַ֖ת H6098 נִפְתָּלִ֣ים H6617 נִמְהָֽרָה H4116 ",
  "14": "יוֹמָ֥ם H3119 יְפַגְּשׁוּ H6298 חֹ֑שֶׁךְ H2822 וְ֝כַ H3915 יְֽמַשְׁשׁ֥וּ H4959 בַֽצָּהֳרָֽיִם H6672 ",
  "15": "וַיֹּ֣שַׁע H3467 מֵ֭חֶרֶב H2719 מִפִּי H6310 וּמִ H3027 חָזָ֣ק H2389 אֶבְיֽוֹן H34 ",
  "16": "וַתְּהִ֣י H1961 לַדַּ֣ל H1800 תִּקְוָ֑ה H8615 וְ֝עֹלָ֗תָ H5766 קָ֣פְצָה H7092 פִּֽיהָ H6310 ",
  "17": "הִנֵּ֤ה H2009 אַשְׁרֵ֣י H835 אֱ֭נוֹשׁ H582 יוֹכִחֶ֣נּֽוּ H3198 אֱל֑וֹהַּ H433 וּמוּסַ֥ר H4148 שַׁ֝דַּ֗י H7706 אַל H408 תִּמְאָֽס H3988 ",
  "18": "כִּ֤י H3588 ה֣וּא H1931 יַכְאִ֣יב H3510 וְיֶחְבָּ֑שׁ H2280 יִ֝מְחַ֗ץ H4272 ויד H3027 תִּרְפֶּֽינָה H7495 ",
  "19": "בְּשֵׁ֣שׁ H8337 צָ֭רוֹת H6869 יַצִּילֶ֑ךָּ H5337 וּבְ H7651 לֹא H3808 יִגַּ֖ע H5060 בְּךָ֣ Hb רָֽע H7451 ",
  "20": "בְּ֭רָעָב H7458 פָּֽדְךָ֣ H6299 מִמָּ֑וֶת H4194 וּ֝בְ H4421 מִ֣ידֵי H3027 חָֽרֶב H2719 ",
  "21": "בְּשׁ֣וֹט H7752 לָ֭שׁוֹן H3956 תֵּחָבֵ֑א H2244 וְֽלֹא H3808 תִירָ֥א H3372 מִ֝שֹּׁ֗ד H7701 כִּ֣י H3588 יָבֽוֹא H935 ",
  "22": "לְשֹׁ֣ד H7701 וּלְ H3720 תִּשְׂחָ֑ק H7832 וּֽמֵ H2416 הָ֝אָ֗רֶץ H776 אַל H408 תִּירָֽא H3372 ",
  "23": "כִּ֤י H3588 עִם H5973 אַבְנֵ֣י H68 הַשָּׂדֶ֣ה H7704 בְרִיתֶ֑ךָ H1285 וְחַיַּ֥ת H2416 הַ֝שָּׂדֶ֗ה H7704 הָשְׁלְמָה H7999 לָֽךְ Hl ",
  "24": "וְֽ֭יָדַעְתָּ H3045 כִּי H3588 שָׁל֣וֹם H7965 אָהֳלֶ֑ךָ H168 וּֽפָקַדְתָּ֥ H6485 נָ֝וְךָ H5116 וְלֹ֣א H3808 תֶחֱטָֽא H2398 ",
  "25": "וְֽ֭יָדַעְתָּ H3045 כִּי H3588 רַ֣ב H7227 זַרְעֶ֑ךָ H2233 וְ֝צֶאֱצָאֶ֗י H6631 כְּעֵ֣שֶׂב H6212 הָאָֽרֶץ H776 ",
  "26": "תָּב֣וֹא H935 בְכֶ֣לַח H3624 אֱלֵי H413 קָ֑בֶר H6913 כַּעֲל֖וֹת H5927 גָּדִ֣ישׁ H1430 בְּעִתּֽ H6256 ",
  "27": "הִנֵּה H2009 זֹ֭את H2063 חֲקַרְנ֥וּהָ H2713 כֶּֽן H3651 הִ֑יא H1931 שְׁ֝מָעֶ֗נָּה H8085 וְאַתָּ֥ה H859 דַֽע H3045 לָֽךְ Hl "
}
