{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Go and love a woman, even though she is loved by another man, and she is also unfaithful to her husband. You will be like me, because I love the people of Israel, even though they worship other gods and eat raisin cakes in their honor.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though she was a slave, owned by another person, I bought her for 170 grams of silver, and 330 liters of barley grain.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to her, \"You will live with me from now on. You will no longer be a prostitute who sleeps with various men. You will not belong to any other man, only to me, and I will be faithful to you and live with you for the rest of my life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I do these things, this is to show that the people of Israel will live for a long time and not have any king ruling over them. They will have no prince, no sacrifices or pillars set up for worship, ephods or idols in their houses.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some time, the people of Israel will return to Yahweh; they will hope that he will receive them back. They will hope to have a descendant of David for their king again. In the later time, they will come to Yahweh to honor him and tremble before him because of his goodness to them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}