{
  "1": "וַיֵּ֥לֶךְ H3212 רְחַבְעָ֖ם H7346 שְׁכֶ֑מָה H7927 כִּ֥י H3588 שְׁכֶ֛ם H7927 בָּ֥אוּ H935 כָל H3605 יִשְׂרָאֵ֖ל H3478 לְהַמְלִ֥יךְ H4427 אֹתֽוֹ H853 ",
  "2": "וַיְהִ֞י H1961 כִּשְׁמֹ֨עַ H8085 יָרָבְעָ֤ם H3379 בֶּן H1121 נְבָט֙ H5028 וְה֣וּא H1931 בְמִצְרַ֔יִם H4714 אֲשֶׁ֣ר H834 בָּרַ֔ח H1272 מִפְּנֵ֖י H6440 שְׁלֹמֹ֣ה H8010 הַמֶּ֑לֶךְ H4428 וַיָּ֥שָׁב H7725 יָרָבְעָ֖ם H3379 מִמִּצְרָֽיִם H4714 ",
  "3": "וַֽיִּשְׁלְחוּ֙ H7971 וַיִּקְרְאוּ H7121 ל֔וֹ Hl וַיָּבֹ֥א H935 יָרָבְעָ֖ם H3379 וְכָל H3605 יִשְׂרָאֵ֑ל H3478 וַֽיְדַבְּר֔וּ H1696 אֶל H413 רְחַבְעָ֖ם H7346 לֵאמֹֽר H559 ",
  "4": "אָבִ֖יךָ H1 הִקְשָׁ֣ה H7185 אֶת H853 עֻלֵּ֑נוּ H5923 וְעַתָּ֡ה H6258 הָקֵל֩ H7043 מֵעֲבֹדַ֨ת H5656 אָבִ֜יךָ H1 הַקָּשָׁ֗ה H7186 וּמֵ H5923 הַכָּבֵ֛ד H3515 אֲשֶׁר H834 נָתַ֥ן H5414 עָלֵ֖ינוּ H5921 וְנַֽעַבְדֶֽ H5647 ",
  "5": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 ע֛וֹד H5750 שְׁלֹ֥שֶׁת H7969 יָמִ֖ים H3117 וְשׁ֣וּבוּ H7725 אֵלָ֑י H413 וַיֵּ֖לֶךְ H3212 הָעָֽם H5971 ",
  "6": "וַיִּוָּעַ֞ץ H3289 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֗ם H7346 אֶת H854 הַזְּקֵנִים֙ H2205 אֲשֶׁר H834 הָי֣וּ H1961 עֹֽמְדִ֗ים H5975 לִפְנֵי֙ H6440 שְׁלֹמֹ֣ה H8010 אָבִ֔יו H1 בִּֽהְיֹת֥ H1961 חַ֖י H2416 לֵאמֹ֑ר H559 אֵ֚יךְ H349 אַתֶּ֣ם H859 נֽוֹעָצִ֔ים H3289 לְהָשִׁ֥יב H7725 לָֽעָם H5971 הַזֶּ֖ה H2088 דָּבָֽר H1697 ",
  "7": "וַיְדַבְּר֨וּ H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 אִם H518 תִּֽהְיֶ֨ה H1961 לְט֜וֹב H2896 לְהָ H5971 הַזֶּה֙ H2088 וּרְצִיתָ֔ H7521 וְדִבַּרְתָּ֥ H1696 אֲלֵהֶ֖ם H413 דְּבָרִ֣ים H1697 טוֹבִ֑ים H2896 וְהָי֥וּ H1961 לְךָ֛ Hl עֲבָדִ֖ים H5650 כָּל H3605 הַיָּמִֽים H3117 ",
  "8": "וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲצַ֥ת H6098 הַזְּקֵנִ֖ים H2205 אֲשֶׁ֣ר H834 יְעָצֻ֑הוּ H3289 וַיִּוָּעַ֗ץ H3289 אֶת H854 הַיְלָדִים֙ H3206 אֲשֶׁ֣ר H834 גָּדְל֣וּ H1431 אִתּ֔וֹ H854 הָעֹמְדִ֖ים H5975 לְפָנָֽי H6440 ",
  "9": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 מָ֚ה H4100 אַתֶּ֣ם H859 נֽוֹעָצִ֔ים H3289 וְנָשִׁ֥יב H7725 דָּבָ֖ר H1697 אֶת H853 הָעָ֣ם H5971 הַזֶּ֑ה H2088 אֲשֶׁ֨ר H834 דִּבְּר֤וּ H1696 אֵלַי֙ H413 לֵאמֹ֔ר H559 הָקֵל֙ H7043 מִן H4480 הָעֹ֔ל H5923 אֲשֶׁר H834 נָתַ֥ן H5414 אָבִ֖יךָ H1 עָלֵֽינוּ H5921 ",
  "10": "וַיְדַבְּר֣וּ H1696 אִתּ֗וֹ H854 הַיְלָדִים֙ H3206 אֲשֶׁ֨ר H834 גָּדְל֣וּ H1431 אִתּוֹ֮ H854 לֵאמֹר֒ H559 כֹּֽה H3541 תֹאמַ֡ר H559 לָעָם֩ H5971 אֲשֶׁר H834 דִּבְּר֨וּ H1696 אֵלֶ֜יךָ H413 לֵאמֹ֗ר H559 אָבִ֨יךָ֙ H1 הִכְבִּ֣יד H3513 אֶת H853 עֻלֵּ֔נוּ H5923 וְאַתָּ֖ה H859 הָקֵ֣ל H7043 מֵעָלֵ֑י H5921 כֹּ֚ה H3541 תֹּאמַ֣ר H559 אֲלֵהֶ֔ם H413 קָֽטָנִּ֥י H6995 עָבָ֖ה H5666 מִמָּתְנֵ֥י H4975 אָבִֽי H1 ",
  "11": "וְעַתָּ֗ה H6258 אָבִי֙ H1 הֶעְמִ֤יס H6006 עֲלֵיכֶם֙ H5921 עֹ֣ל H5923 כָּבֵ֔ד H3515 וַאֲנִ֖י H589 אֹסִ֣יף H3254 עַֽל H5921 עֻלְּכֶ֑ם H5923 אָבִ֗י H1 יִסַּ֤ר H3256 אֶתְכֶם֙ H853 בַּשּׁוֹטִ֔ים H7752 וַאֲנִ֖י H589 בָּֽעֲקְרַבִּֽים H6137 ",
  "12": "וַיָּבֹ֨א H935 יָרָבְעָ֧ם H3379 וְכָל H3605 הָעָ֛ם H5971 אֶל H413 רְחַבְעָ֖ם H7346 בַּיּ֣וֹם H3117 הַשְּׁלִשִׁ֑י H7992 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 הַמֶּ֨לֶךְ֙ H4428 לֵאמֹ֔ר H559 שׁ֥וּבוּ H7725 אֵלַ֖י H413 בַּיּ֥וֹם H3117 הַשְּׁלִשִֽׁי H7992 ",
  "13": "וַיַּעֲנֵ֥ H6030 הַמֶּ֖לֶךְ H4428 קָשָׁ֑ה H7186 וַֽיַּעֲזֹב֙ H5800 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֔ם H7346 אֵ֖ת H853 עֲצַ֥ת H6098 הַזְּקֵנִֽים H2205 ",
  "14": "וַיְדַבֵּ֣ר H1696 אֲלֵהֶ֗ם H413 כַּעֲצַ֤ת H6098 הַיְלָדִים֙ H3206 לֵאמֹ֔ר H559 אַכְבִּיד֙ H3513 אֶֽת H853 עֻלְּכֶ֔ם H5923 וַאֲנִ֖י H589 אֹסִ֣יף H3254 עָלָ֑יו H5921 אָבִ֗י H1 יִסַּ֤ר H3256 אֶתְכֶם֙ H853 בַּשּׁוֹטִ֔ים H7752 וַאֲנִ֖י H589 בָּעֲקְרַבִּֽים H6137 ",
  "15": "וְלֹֽא H3808 שָׁמַ֥ע H8085 הַמֶּ֖לֶךְ H4428 אֶל H413 הָעָ֑ם H5971 כִּֽי H3588 הָיְתָ֤ה H1961 נְסִבָּה֙ H5252 מֵעִ֣ם H5973 הָֽאֱלֹהִ֔ים H430 לְמַעַן֩ H4616 הָקִ֨ים H6965 יְהוָ֜ה H3068 אֶת H853 דְּבָר֗וֹ H1697 אֲשֶׁ֤ר H834 דִּבֶּר֙ H1696 בְּיַד֙ H3027 אֲחִיָּ֣הוּ H281 הַשִּֽׁלוֹנִ֔י H7888 אֶל H413 יָרָבְעָ֖ם H3379 בֶּן H1121 נְבָֽט H5028 ",
  "16": "וְכָל H3605 יִשְׂרָאֵ֗ל H3478 כִּ֠י H3588 לֹא H3808 שָׁמַ֣ע H8085 הַמֶּלֶךְ֮ H4428 לָהֶם֒ H1992 וַיָּשִׁ֣יבוּ H7725 הָעָ֣ם H5971 אֶת H853 הַמֶּ֣לֶךְ H4428 לֵאמֹ֡ר H559 מַה H4100 לָּנוּ֩ Hl חֵ֨לֶק H2506 בְּדָוִ֜יד H1732 וְלֹֽא H3808 נַחֲלָ֣ה H5159 בְּבֶן H1121 יִשַׁ֗י H3448 אִ֤ישׁ H376 לְאֹהָלֶ֨י H168 יִשְׂרָאֵ֔ל H3478 עַתָּ֕ה H6258 רְאֵ֥ה H7200 בֵיתְךָ֖ H1004 דָּוִ֑יד H1732 וַיֵּ֥לֶךְ H3212 כָּל H3605 יִשְׂרָאֵ֖ל H3478 לְאֹהָלָֽי H168 ",
  "17": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַיֹּֽשְׁבִ֖ים H3427 בְּעָרֵ֣י H5892 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עֲלֵיהֶ֖ם H5921 רְחַבְעָֽם H7346 ",
  "18": "וַיִּשְׁלַ֞ח H7971 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֗ם H7346 אֶת H853 הֲדֹרָם֙ H1913 אֲשֶׁ֣ר H834 עַל H5921 הַמַּ֔ס H4522 וַיִּרְגְּמוּ H7275 ב֧וֹ Hb בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶ֖בֶן H68 וַיָּמֹ֑ת H4191 וְהַ H4428 רְחַבְעָ֗ם H7346 הִתְאַמֵּץ֙ H553 לַֽעֲל֣וֹת H5927 בַּמֶּרְכָּבָ֔ה H4818 לָנ֖וּס H5127 יְרוּשָׁלִָֽם H3389 ",
  "19": "וַיִּפְשְׁע֤וּ H6586 יִשְׂרָאֵל֙ H3478 בְּבֵ֣ית H1004 דָּוִ֔יד H1732 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
}
