{
  "1": "וַיְהִ֗י H1961 כְּהָכִ֞ין H3559 מַלְכ֤וּת H4438 רְחַבְעָם֙ H7346 וּכְ H2393 עָזַ֖ב H5800 אֶת H853 תּוֹרַ֣ת H8451 יְהוָ֑ה H3068 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 עִמּֽוֹ H5973 ",
  "2": "וַיְהִ֞י H1961 בַּשָּׁנָ֤ה H8141 הַֽחֲמִישִׁית֙ H2549 לַמֶּ֣לֶךְ H4428 רְחַבְעָ֔ם H7346 עָלָ֛ה H5927 שִׁישַׁ֥ק H7895 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 עַל H5921 יְרוּשָׁלִָ֑ם H3389 כִּ֥י H3588 מָעֲל֖וּ H4603 בַּיהוָֽה H3068 ",
  "3": "בְּאֶ֤לֶף H505 וּמָאתַ֨יִם֙ H3967 רֶ֔כֶב H7393 וּבְ H8346 אֶ֖לֶף H505 פָּרָשִׁ֑ים H6571 וְאֵ֣ין H369 מִסְפָּ֗ר H4557 לָעָ֞ם H5971 אֲשֶׁר H834 בָּ֤אוּ H935 עִמּוֹ֙ H5973 מִמִּצְרַ֔יִם H4714 לוּבִ֥ים H3864 סֻכִּיִּ֖ים H5525 וְכוּשִֽׁים H3569 ",
  "4": "וַיִּלְכֹּ֛ד H3920 אֶת H853 עָרֵ֥י H5892 הַמְּצֻר֖וֹת H4694 אֲשֶׁ֣ר H834 לִֽיהוּדָ֑ה H3063 וַיָּבֹ֖א H935 עַד H5704 יְרוּשָׁלִָֽם H3389 ",
  "5": "וּֽשְׁמַֽעְיָ֤ה H8098 הַנָּבִיא֙ H5030 בָּ֣א H935 אֶל H413 רְחַבְעָ֔ם H7346 וְשָׂרֵ֣י H8269 יְהוּדָ֔ה H3063 אֲשֶׁר H834 נֶאֶסְפ֥וּ H622 אֶל H413 יְרוּשָׁלִַ֖ם H3389 מִפְּנֵ֣י H6440 שִׁישָׁ֑ק H7895 וַיֹּ֨אמֶר H559 לָהֶ֜ם Hl כֹּה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אַתֶּם֙ H859 עֲזַבְתֶּ֣ם H5800 אֹתִ֔י H853 וְאַף H637 אֲנִ֛י H589 עָזַ֥בְתִּי H5800 אֶתְכֶ֖ם H853 בְּיַד H3027 שִׁישָֽׁק H7895 ",
  "6": "וַיִּכָּנְע֥וּ H3665 שָׂרֵֽי H8269 יִשְׂרָאֵ֖ל H3478 וְהַ H4428 וַיֹּאמְר֖וּ H559 צַדִּ֥יק H6662 יְהוָֽה H3068 ",
  "7": "וּבִ H7200 יְהוָה֙ H3068 כִּ֣י H3588 נִכְנָ֔עוּ H3665 הָיָה֩ H1961 דְבַר H1697 יְהוָ֨ה H3068 אֶל H413 שְׁמַֽעְיָ֧ה H8098 לֵאמֹ֛ר H559 נִכְנְע֖וּ H3665 לֹ֣א H3808 אַשְׁחִיתֵ֑ם H7843 וְנָתַתִּ֨י H5414 לָהֶ֤ם H1992 כִּמְעַט֙ H4592 לִפְלֵיטָ֔ה H6413 וְלֹא H3808 תִתַּ֧ךְ H5413 חֲמָתִ֛י H2534 בִּירוּשָׁלִַ֖ם H3389 בְּיַד H3027 שִׁישָֽׁק H7895 ",
  "8": "כִּ֥י H3588 יִהְיוּ H1961 ל֖וֹ Hl לַעֲבָדִ֑ים H5650 וְיֵדְעוּ֙ H3045 עֲב֣וֹדָתִ֔י H5656 וַעֲבוֹדַ֖ת H5656 מַמְלְכ֥וֹת H4467 הָאֲרָצֽוֹת H776 ",
  "9": "וַיַּ֨עַל H5927 שִׁישַׁ֥ק H7895 מֶֽלֶךְ H4428 מִצְרַיִם֮ H4714 עַל H5921 יְרוּשָׁלִַם֒ H3389 וַיִּקַּ֞ח H3947 אֶת H853 אֹצְר֣וֹת H214 בֵּית H1004 יְהוָ֗ה H3068 וְאֶת H853 אֹֽצְרוֹת֙ H214 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 אֶת H853 הַכֹּ֖ל H3605 לָקָ֑ח H3947 וַיִּקַּח֙ H3947 אֶת H853 מָגִנֵּ֣י H4043 הַזָּהָ֔ב H2091 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 שְׁלֹמֹֽה H8010 ",
  "10": "וַיַּ֨עַשׂ H6213 הַמֶּ֤לֶךְ H4428 רְחַבְעָם֙ H7346 תַּחְתֵּיהֶ֔ם H8478 מָגִנֵּ֖י H4043 נְחֹ֑שֶׁת H5178 וְהִפְקִ֗יד H6485 עַל H5921 יַד֙ H3027 שָׂרֵ֣י H8269 הָרָצִ֔ים H7323 הַשֹּׁ֣מְרִ֔ים H8104 פֶּ֖תַח H6607 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
  "11": "וַיְהִ֛י H1961 מִדֵּי H1767 ב֥וֹא H935 הַמֶּ֖לֶךְ H4428 בֵּ֣ית H1004 יְהוָ֑ה H3068 בָּ֤אוּ H935 הָרָצִים֙ H7323 וּנְשָׂא֔וּ H5375 וֶהֱשִׁב֖וּ H7725 אֶל H413 תָּ֥א H8372 הָרָצִֽים H7323 ",
  "12": "וּבְ H3665 שָׁ֤ב H7725 מִמֶּ֨נּוּ֙ H4480 אַף H639 יְהוָ֔ה H3068 וְלֹ֥א H3808 לְהַשְׁחִ֖ית H7843 לְכָלָ֑ה H3617 וְגַם֙ H1571 בִּֽיהוּדָ֔ה H3063 הָיָ֖ה H1961 דְּבָרִ֥ים H1697 טוֹבִֽים H2896 ",
  "13": "וַיִּתְחַזֵּ֞ק H2388 הַמֶּ֧לֶךְ H4428 רְחַבְעָ֛ם H7346 בִּירוּשָׁלִַ֖ם H3389 וַיִּמְלֹ֑ךְ H4427 כִּ֣י H3588 בֶן H1121 אַרְבָּעִ֣ים H705 וְאַחַ֣ת H259 שָׁנָה֩ H8141 רְחַבְעָ֨ם H7346 בְּמָלְכ֜ H4427 וּֽשֲׁבַ֨ע H7651 עֶשְׂרֵ֥ה H6240 שָׁנָ֣ה H8141 מָלַ֣ךְ H4427 בִּֽירוּשָׁלִַ֗ם H3389 הָ֠עִיר H5892 אֲשֶׁר H834 בָּחַ֨ר H977 יְהוָ֜ה H3068 לָשׂ֨וּם H7760 אֶת H853 שְׁמ֥וֹ H8034 שָׁם֙ H8033 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נַעֲמָ֖ה H5279 הָֽעַמֹּנִֽית H5985 ",
  "14": "וַיַּ֖עַשׂ H6213 הָרָ֑ע H7451 כִּ֣י H3588 לֹ֤א H3808 הֵכִין֙ H3559 לִבּ֔וֹ H3820 לִדְר֖וֹשׁ H1875 אֶת H853 יְהוָֽה H3068 ",
  "15": "וְדִבְרֵ֣י H1697 רְחַבְעָ֗ם H7346 הָרִאשֹׁנִים֙ H7223 וְהָ H314 הֲלֹא H3808 הֵ֨ם H1992 כְּתוּבִ֜ים H3789 בְּדִבְרֵ֨י H1697 שְׁמַֽעְיָ֧ה H8098 הַנָּבִ֛יא H5030 וְעִדּ֥וֹ H5714 הַחֹזֶ֖ה H2374 לְהִתְיַחֵ֑שׂ H3187 וּמִלְחֲמ֧וֹת H4421 רְחַבְעָ֛ם H7346 וְיָרָבְעָ֖ם H3379 כָּל H3605 הַיָּמִֽים H3117 ",
  "16": "וַיִּשְׁכַּ֤ב H7901 רְחַבְעָם֙ H7346 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֖ר H6912 בְּעִ֣יר H5892 דָּוִ֑יד H1732 וַיִּמְלֹ֛ךְ H4427 אֲבִיָּ֥ה H29 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
