{
  "1": "בִּשְׁנַ֛ת H8141 שְׁמוֹנֶ֥ה H8083 עֶשְׂרֵ֖ה H6240 לַמֶּ֣לֶךְ H4428 יָרָבְעָ֑ם H3379 וַיִּמְלֹ֥ךְ H4427 אֲבִיָּ֖ה H29 עַל H5921 יְהוּדָֽה H3063 ",
  "2": "שָׁל֣וֹשׁ H7969 שָׁנִ֗ים H8141 מָלַךְ֙ H4427 בִּיר֣וּשָׁלִַ֔ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מִיכָיָ֥הוּ H4322 בַת H1323 אוּרִיאֵ֖ל H222 מִן H4480 גִּבְעָ֑ה H1390 וּמִלְחָמָ֥ה H4421 הָיְתָ֛ה H1961 בֵּ֥ין H996 אֲבִיָּ֖ה H29 וּבֵ֥ין H996 יָרָבְעָֽם H3379 ",
  "3": "וַיֶּאְסֹ֨ר H631 אֲבִיָּ֜ה H29 אֶת H853 הַמִּלְחָמָ֗ה H4421 בְּחַ֨יִל֙ H2428 גִּבּוֹרֵ֣י H1368 מִלְחָמָ֔ה H4421 אַרְבַּע H702 מֵא֥וֹת H3967 אֶ֖לֶף H505 אִ֣ישׁ H376 בָּח֑וּר H977 וְיָרָבְעָ֗ם H3379 עָרַ֤ךְ H6186 עִמּוֹ֙ H5973 מִלְחָמָ֔ה H4421 בִּשְׁמוֹנֶ֨ה H8083 מֵא֥וֹת H3967 אֶ֛לֶף H505 אִ֥ישׁ H376 בָּח֖וּר H977 גִּבּ֥וֹר H1368 חָֽיִל H2428 ",
  "4": "וַיָּ֣קָם H6965 אֲבִיָּ֗ה H29 מֵעַל֙ H5921 לְהַ֣ר H2022 צְמָרַ֔יִם H6787 אֲשֶׁ֖ר H834 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וַיֹּ֕אמֶר H559 שְׁמָע֖וּנִי H8085 יָרָבְעָ֥ם H3379 וְכָל H3605 יִשְׂרָאֵֽל H3478 ",
  "5": "הֲלֹ֤א H3808 לָכֶם֙ Hl לָדַ֔עַת H3045 כִּ֞י H3588 יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 נָתַ֨ן H5414 מַמְלָכָ֧ה H4467 לְדָוִ֛יד H1732 עַל H5921 יִשְׂרָאֵ֖ל H3478 לְעוֹלָ֑ם H5769 ל֥וֹ Hl וּלְ H1121 בְּרִ֥ית H1285 מֶֽלַח H4417 ",
  "6": "וַיָּ֨קָם֙ H6965 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 עֶ֖בֶד H5650 שְׁלֹמֹ֣ה H8010 בֶן H1121 דָּוִ֑יד H1732 וַיִּמְרֹ֖ד H4775 עַל H5921 אֲדֹנָֽיו H113 ",
  "7": "וַיִּקָּבְצ֣וּ H6908 עָלָ֗יו H5921 אֲנָשִׁ֤ים H376 רֵקִים֙ H7386 בְּנֵ֣י H1121 בְלִיַּ֔עַל H1100 וַיִּֽתְאַמְּצ֖וּ H553 עַל H5921 רְחַבְעָ֣ם H7346 בֶּן H1121 שְׁלֹמֹ֑ה H8010 וּרְחַבְעָ֗ם H7346 הָ֤יָה H1961 נַ֨עַר֙ H5288 וְרַךְ H7390 לֵבָ֔ב H3824 וְלֹ֥א H3808 הִתְחַזַּ֖ק H2388 לִפְנֵי H6440 ",
  "8": "וְעַתָּ֣ה H6258 אַתֶּ֣ם H859 אֹֽמְרִ֗ים H559 לְהִתְחַזֵּק֙ H2388 לִפְנֵי֙ H6440 מַמְלֶ֣כֶת H4467 יְהוָ֔ה H3068 בְּיַ֖ד H3027 בְּנֵ֣י H1121 דָוִ֑יד H1732 וְאַתֶּם֙ H859 הָמ֣וֹן H1995 רָ֔ב H7227 וְעִמָּ H5973 עֶגְלֵ֣י H5695 זָהָ֔ב H2091 אֲשֶׁ֨ר H834 עָשָׂ֥ה H6213 לָכֶ֛ם Hl יָרָבְעָ֖ם H3379 לֵאלֹהִֽים H430 ",
  "9": "הֲלֹ֤א H3808 הִדַּחְתֶּם֙ H5080 אֶת H853 כֹּהֲנֵ֣י H3548 יְהוָ֔ה H3068 אֶת H853 בְּנֵ֥י H1121 אַהֲרֹ֖ן H175 וְהַ H3881 וַתַּעֲשׂ֨וּ H6213 לָכֶ֤ם Hl כֹּהֲנִים֙ H3548 כְּעַמֵּ֣י H5971 הָאֲרָצ֔וֹת H776 כָּל H3605 הַבָּ֗א H935 לְמַלֵּ֨א H4390 יָד֜וֹ H3027 בְּפַ֤ר H6499 בֶּן H1121 בָּקָר֙ H1241 וְאֵילִ֣ם H352 שִׁבְעָ֔ה H7651 וְהָיָ֥ה H1961 כֹהֵ֖ן H3548 לְלֹ֥א H3808 אֱלֹהִֽים H430 ",
  "10": "וַאֲנַ֛חְנוּ H587 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 וְלֹ֣א H3808 עֲזַבְנֻ֑הוּ H5800 וְכֹ֨הֲנִ֜ים H3548 מְשָׁרְתִ֤ים H8334 לַֽיהוָה֙ H3068 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 וְהַ H3881 בַּמְלָֽאכֶת H4399 ",
  "11": "וּמַקְטִרִ֣ים H6999 לַיהוָ֡ה H3068 עֹל֣וֹת H5930 בַּבֹּֽקֶר H1242 בַּבֹּ֣קֶר H1242 וּבָ H6153 בָּעֶ֣רֶב H6153 וּקְטֹֽרֶת H7004 סַמִּים֩ H5561 וּמַעֲרֶ֨כֶת H4635 לֶ֜חֶם H3899 עַל H5921 הַשֻּׁלְחָ֣ן H7979 הַטָּה֗וֹר H2889 וּמְנוֹרַ֨ת H4501 הַזָּהָ֤ב H2091 וְנֵרֹתֶ֨י H5216 לְבָעֵר֙ H1197 בָּעֶ֣רֶב H6153 בָּעֶ֔רֶב H6153 כִּֽי H3588 שֹׁמְרִ֣ים H8104 אֲנַ֔חְנוּ H587 אֶת H853 מִשְׁמֶ֖רֶת H4931 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 וְאַתֶּ֖ם H859 עֲזַבְתֶּ֥ם H5800 אֹתֽוֹ H853 ",
  "12": "וְהִנֵּה֩ H2009 עִמָּ֨נוּ H5973 בָרֹ֜אשׁ H7218 הָאֱלֹהִ֧ים H430 וְכֹהֲנָ֛י H3548 וַחֲצֹצְר֥וֹת H2689 הַתְּרוּעָ֖ה H8643 לְהָרִ֣יעַ H7321 עֲלֵיכֶ֑ם H5921 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אַל H408 תִּלָּֽחֲמ֛וּ H3898 עִם H5973 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 אֲבֹתֵיכֶ֖ם H1 כִּי H3588 לֹ֥א H3808 תַצְלִֽיחוּ H6743 ",
  "13": "וְיָֽרָבְעָ֗ם H3379 הֵסֵב֙ H5437 אֶת H853 הַמַּאְרָ֔ב H3993 לָב֖וֹא H935 מֵֽאַחֲרֵי H310 וַיִּֽהְיוּ֙ H1961 לִפְנֵ֣י H6440 יְהוּדָ֔ה H3063 וְהַ H3993 מֵאַחֲרֵי H310 ",
  "14": "וַיִּפְנ֣וּ H6437 יְהוּדָ֗ה H3063 וְהִנֵּ֨ה H2009 לָהֶ֤ם Hl הַמִּלְחָמָה֙ H4421 פָּנִ֣ים H6440 וְאָח֔וֹר H268 וַֽיִּצְעֲק֖וּ H6817 לַיהוָ֑ה H3068 וְהַ H3548 מחצצרים H2690 בַּחֲצֹצְרֽוֹת H2689 ",
  "15": "וַיָּרִ֖יעוּ H7321 אִ֣ישׁ H376 יְהוּדָ֑ה H3063 וַיְהִ֗י H1961 בְּהָרִ֨יעַ֙ H7321 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 וְהָ H430 נָגַ֤ף H5062 אֶת H853 יָֽרָבְעָם֙ H3379 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 לִפְנֵ֥י H6440 אֲבִיָּ֖ה H29 וִיהוּדָֽה H3063 ",
  "16": "וַיָּנ֥וּסוּ H5127 בְנֵי H1121 יִשְׂרָאֵ֖ל H3478 מִפְּנֵ֣י H6440 יְהוּדָ֑ה H3063 וַיִּתְּנֵ֥ H5414 אֱלֹהִ֖ים H430 בְּיָדָֽ H3027 ",
  "17": "וַיַּכּ֥וּ H5221 בָהֶ֛ם Hb אֲבִיָּ֥ה H29 וְעַמּ֖ H5971 מַכָּ֣ה H4347 רַבָּ֑ה H7227 וַיִּפְּל֤וּ H5307 חֲלָלִים֙ H2491 מִיִּשְׂרָאֵ֔ל H3478 חֲמֵשׁ H2568 מֵא֥וֹת H3967 אֶ֖לֶף H505 אִ֥ישׁ H376 בָּחֽוּר H977 ",
  "18": "וַיִּכָּנְע֥וּ H3665 בְנֵי H1121 יִשְׂרָאֵ֖ל H3478 בָּעֵ֣ת H6256 הַהִ֑יא H1931 וַיֶּֽאֶמְצוּ֙ H553 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 כִּ֣י H3588 נִשְׁעֲנ֔וּ H8172 עַל H5921 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבוֹתֵיהֶֽם H1 ",
  "19": "וַיִּרְדֹּ֣ף H7291 אֲבִיָּה֮ H29 אַחֲרֵ֣י H310 יָרָבְעָם֒ H3379 וַיִּלְכֹּ֤ד H3920 מִמֶּ֨נּוּ֙ H4480 עָרִ֔ים H5892 אֶת H853 בֵּֽית H1008 אֵל֙ H1008 וְאֶת H853 בְּנוֹתֶ֔יהָ H1323 וְאֶת H853 יְשָׁנָ֖ה H3466 וְאֶת H853 בְּנוֹתֶ֑יהָ H1323 וְאֶת H853 עפרון H6085 וּבְנֹתֶֽי H1323 ",
  "20": "וְלֹֽא H3808 עָצַ֧ר H6113 כֹּֽחַ H3581 יָרָבְעָ֛ם H3379 ע֖וֹד H5750 בִּימֵ֣י H3117 אֲבִיָּ֑הוּ H29 וַיִּגְּפֵ֥ H5062 יְהוָ֖ה H3068 וַיָּמֹֽת H4191 ",
  "21": "וַיִּתְחַזֵּ֣ק H2388 אֲבִיָּ֔הוּ H29 וַיִּ֨שָּׂא H5375 ל֔וֹ Hl נָשִׁ֖ים H802 אַרְבַּ֣ע H702 עֶשְׂרֵ֑ה H6240 וַיּ֗וֹלֶד H3205 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 בָּנִ֔ים H1121 וְשֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 בָּנֽוֹת H1323 ",
  "22": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 אֲבִיָּ֔ה H29 וּדְרָכָ֖י H1870 וּדְבָרָ֑י H1697 כְּתוּבִ֕ים H3789 בְּמִדְרַ֖שׁ H4097 הַנָּבִ֥יא H5030 עִדּֽוֹ H5714 ",
  "23": ""
}
