{
  "1": "וַ֠יָּשָׁב H7725 יְהוֹשָׁפָ֨ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֧ה H3063 אֶל H413 בֵּית֛וֹ H1004 בְּשָׁל֖וֹם H7965 לִֽירוּשָׁלִָֽם H3389 ",
  "2": "וַיֵּצֵ֣א H3318 אֶל H413 פָּנָ֗יו H6440 יֵה֣וּא H3058 בֶן H1121 חֲנָ֘נִי֮ H2607 הַחֹזֶה֒ H2374 וַיֹּ֨אמֶר֙ H559 אֶל H413 הַמֶּ֣לֶךְ H4428 יְהוֹשָׁפָ֔ט H3092 הֲלָ H7563 לַעְזֹ֔ר H5826 וּלְ H8130 יְהוָ֖ה H3068 תֶּאֱהָ֑ב H157 וּבָ H2063 עָלֶ֣יךָ H5921 קֶּ֔צֶף H7110 מִלִּ H6440 יְהוָֽה H3068 ",
  "3": "אֲבָ֕ל H61 דְּבָרִ֥ים H1697 טוֹבִ֖ים H2896 נִמְצְא֣וּ H4672 עִמָּ֑ךְ H5973 כִּֽי H3588 בִעַ֤רְתָּ H1197 הָאֲשֵׁרוֹת֙ H842 מִן H4480 הָאָ֔רֶץ H776 וַהֲכִינ֥וֹתָ H3559 לְבָבְךָ֖ H3824 לִדְרֹ֥שׁ H1875 הָֽאֱלֹהִֽים H430 ",
  "4": "וַיֵּ֥שֶׁב H3427 יְהוֹשָׁפָ֖ט H3092 בִּירוּשָׁלִָ֑ם H3389 וַיָּ֜שָׁב H7725 וַיֵּצֵ֣א H3318 בָעָ֗ם H5971 מִבְּאֵ֥ר H884 שֶׁ֨בַע֙ H884 עַד H5704 הַ֣ר H2022 אֶפְרַ֔יִם H669 וַיְשִׁיבֵ֕ H7725 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבוֹתֵיהֶֽם H1 ",
  "5": "וַיַּעֲמֵ֨ד H5975 שֹֽׁפְטִ֜ים H8199 בָּאָ֗רֶץ H776 בְּכָל H3605 עָרֵ֧י H5892 יְהוּדָ֛ה H3063 הַבְּצֻר֖וֹת H1219 לְעִ֥יר H5892 וָעִֽיר H5892 ",
  "6": "וַיֹּ֣אמֶר H559 אֶל H413 הַשֹּֽׁפְטִ֗ים H8199 רְאוּ֙ H7200 מָֽה H4100 אַתֶּ֣ם H859 עֹשִׂ֔ים H6213 כִּ֣י H3588 לֹ֧א H3808 לְאָדָ֛ם H120 תִּשְׁפְּט֖וּ H8199 כִּ֣י H3588 לַיהוָ֑ה H3068 וְעִמָּ H5973 בִּדְבַ֥ר H1697 מִשְׁפָּֽט H4941 ",
  "7": "וְעַתָּ֕ה H6258 יְהִ֥י H1961 פַֽחַד H6343 יְהוָ֖ה H3068 עֲלֵיכֶ֑ם H5921 שִׁמְר֣וּ H8104 וַעֲשׂ֔וּ H6213 כִּֽי H3588 אֵ֞ין H369 עִם H5973 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 עַוְלָ֛ה H5766 וּמַשֹּׂ֥א H4856 פָנִ֖ים H6440 וּמִקַּח H4727 שֹֽׁחַד H7810 ",
  "8": "וְגַ֣ם H1571 בִּ֠ירוּשָׁלִַם H3389 הֶעֱמִ֨יד H5975 יְהוֹשָׁפָ֜ט H3092 מִן H4480 הַלְוִיִּ֣ם H3881 וְהַ H3548 וּמֵ H7218 הָאָבוֹת֙ H1 לְיִשְׂרָאֵ֔ל H3478 לְמִשְׁפַּ֥ט H4941 יְהוָ֖ה H3068 וְלָ H7379 וַיָּשֻׁ֖בוּ H7725 יְרוּשָׁלִָֽם H3389 ",
  "9": "וַיְצַ֥ו H6680 עֲלֵיהֶ֖ם H5921 לֵאמֹ֑ר H559 כֹּ֤ה H3541 תַעֲשׂוּן֙ H6213 בְּיִרְאַ֣ת H3374 יְהוָ֔ה H3068 בֶּאֱמוּנָ֖ה H530 וּבְ H3824 שָׁלֵֽם H8003 ",
  "10": "וְכָל H3605 רִיב֩ H7379 אֲשֶׁר H834 יָב֨וֹא H935 עֲלֵיכֶ֜ם H5921 מֵאֲחֵי H251 הַיֹּשְׁבִ֣ים H3427 בְּעָרֵי H5892 בֵּֽין H996 דָּ֣ם H1818 לְדָם֮ H1818 בֵּין H996 תּוֹרָ֣ה H8451 לְמִצְוָה֮ H4687 לְחֻקִּ֣ים H2706 וּלְ H4941 וְהִזְהַרְתֶּ֣ם H2094 אֹתָ֔ם H853 וְלֹ֤א H3808 יֶאְשְׁמוּ֙ H816 לַיהוָ֔ה H3068 וְהָֽיָה H1961 קֶ֥צֶף H7110 עֲלֵיכֶ֖ם H5921 וְעַל H5921 אֲחֵיכֶ֑ם H251 כֹּ֥ה H3541 תַעֲשׂ֖וּן H6213 וְלֹ֥א H3808 תֶאְשָֽׁמוּ H816 ",
  "11": "וְהִנֵּ֡ה H2009 אֲמַרְיָ֣הוּ H568 כֹהֵן֩ H3548 הָרֹ֨אשׁ H7218 עֲלֵיכֶ֜ם H5921 לְכֹ֣ל H3605 דְּבַר H1697 יְהוָ֗ה H3068 וּזְבַדְיָ֨הוּ H2069 בֶן H1121 יִשְׁמָעֵ֜אל H3458 הַנָּגִ֤יד H5057 לְבֵית H1004 יְהוּדָה֙ H3063 לְכֹ֣ל H3605 דְּבַר H1697 הַמֶּ֔לֶךְ H4428 וְשֹׁטְרִ֥ים H7860 הַלְוִיִּ֖ם H3881 לִפְנֵי H6440 חִזְק֣וּ H2388 וַעֲשׂ֔וּ H6213 וִיהִ֥י H1961 יְהוָ֖ה H3068 עִם H5973 הַטּֽוֹב H2896 "
}
