{
  "1": "וַיְהִ֣י H1961 אַֽחֲרֵיכֵ֡ן H310 בָּ֣אוּ H935 בְנֵי H1121 מוֹאָב֩ H4124 וּבְנֵ֨י H1121 עַמּ֜וֹן H5983 וְעִמָּ H5973 מֵֽהָ H5984 עַל H5921 יְהוֹשָׁפָ֖ט H3092 לַמִּלְחָמָֽה H4421 ",
  "2": "וַיָּבֹ֗אוּ H935 וַיַּגִּ֤ידוּ H5046 לִֽיהוֹשָׁפָט֙ H3092 לֵאמֹ֔ר H559 בָּ֣א H935 עָלֶ֜יךָ H5921 הָמ֥וֹן H1995 רָ֛ב H7227 מֵעֵ֥בֶר H5676 לַיָּ֖ם H3220 מֵאֲרָ֑ם H758 וְהִנָּ H2009 בְּחַֽצְצ֣וֹן H2688 תָּמָ֔ר H2688 הִ֖יא H1931 עֵ֥ין H5872 גֶּֽדִי H5872 ",
  "3": "וַיִּרָ֕א H3372 וַיִּתֵּ֧ן H5414 יְהוֹשָׁפָ֛ט H3092 אֶת H853 פָּנָ֖יו H6440 לִדְר֣וֹשׁ H1875 לַיהוָ֑ה H3068 וַיִּקְרָא H7121 צ֖וֹם H6685 עַל H5921 כָּל H3605 יְהוּדָֽה H3063 ",
  "4": "וַיִּקָּבְצ֣וּ H6908 יְהוּדָ֔ה H3063 לְבַקֵּ֖שׁ H1245 מֵֽיְהוָ֑ה H3068 גַּ֚ם H1571 מִכָּל H3605 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 בָּ֖אוּ H935 לְבַקֵּ֥שׁ H1245 אֶת H853 יְהוָֽה H3068 ",
  "5": "וַיַּעֲמֹ֣ד H5975 יְהוֹשָׁפָ֗ט H3092 בִּקְהַ֧ל H6951 יְהוּדָ֛ה H3063 וִירוּשָׁלִַ֖ם H3389 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 לִפְנֵ֖י H6440 הֶחָצֵ֥ר H2691 הַחֲדָשָֽׁה H2319 ",
  "6": "וַיֹּאמַ֗ר H559 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 אֲבֹתֵ֨ינוּ֙ H1 הֲלֹ֨א H3808 אַתָּֽה H859 ה֤וּא H1931 אֱלֹהִים֙ H430 בַּשָּׁמַ֔יִם H8064 וְאַתָּ֣ה H859 מוֹשֵׁ֔ל H4910 בְּכֹ֖ל H3605 מַמְלְכ֣וֹת H4467 הַגּוֹיִ֑ם H1471 וּבְ H3027 כֹּ֣חַ H3581 וּגְבוּרָ֔ה H1369 וְאֵ֥ין H369 עִמְּךָ֖ H5973 לְהִתְיַצֵּֽב H3320 ",
  "7": "הֲלֹ֣א H3808 אַתָּ֣ה H859 אֱלֹהֵ֗ינוּ H430 הוֹרַ֨שְׁתָּ֙ H3423 אֶת H853 יֹשְׁבֵי֙ H3427 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 מִלִּ H6440 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 וַֽתִּתְּנָ֗ H5414 לְזֶ֛רַע H2233 אַבְרָהָ֥ם H85 אֹֽהַבְךָ֖ H157 לְעוֹלָֽם H5769 ",
  "8": "וַיֵּשְׁב֖וּ H3427 בָ֑הּ Hb וַיִּבְנ֨וּ H1129 לְךָ֧ Hl בָּ֛הּ Hb מִקְדָּ֖שׁ H4720 לְשִׁמְ H8034 לֵאמֹֽר H559 ",
  "9": "אִם H518 תָּב֨וֹא H935 עָלֵ֜ינוּ H5921 רָעָ֗ה H7451 חֶרֶב֮ H2719 שְׁפוֹט֮ H8196 וְדֶ֣בֶר H1698 וְרָעָב֒ H7458 נַֽעַמְדָ֞ה H5975 לִפְנֵ֨י H6440 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 וּלְ H6440 כִּ֥י H3588 שִׁמְךָ֖ H8034 בַּבַּ֣יִת H1004 הַזֶּ֑ה H2088 וְנִזְעַ֥ק H2199 אֵלֶ֛יךָ H413 מִצָּרָתֵ֖ H6869 וְתִשְׁמַ֥ע H8085 וְתוֹשִֽׁיעַ H3467 ",
  "10": "וְעַתָּ֡ה H6258 הִנֵּה֩ H2009 בְנֵֽי H1121 עַמּ֨וֹן H5983 וּמוֹאָ֜ב H4124 וְהַר H2022 שֵׂעִ֗יר H8165 אֲ֠שֶׁר H834 לֹֽא H3808 נָתַ֤תָּה H5414 לְיִשְׂרָאֵל֙ H3478 לָב֣וֹא H935 בָהֶ֔ם Hb בְּבֹאָ֖ H935 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 כִּ֛י H3588 סָ֥רוּ H5493 מֵעֲלֵי H5921 וְלֹ֥א H3808 הִשְׁמִידֽוּם H8045 ",
  "11": "וְהִ֨נֵּה H2009 הֵ֔ם H1992 גֹּמְלִ֖ים H1580 עָלֵ֑ינוּ H5921 לָבוֹא֙ H935 לְגָ֣רְשֵׁ֔ H1644 מִיְּרֻשָּׁתְ H3425 אֲשֶׁ֥ר H834 הֽוֹרַשְׁתָּֽנוּ H3423 ",
  "12": "אֱלֹהֵ֨ינוּ֙ H430 הֲלֹ֣א H3808 תִשְׁפָּט H8199 בָּ֔ם Hb כִּ֣י H3588 אֵ֥ין H369 בָּ֨נוּ֙ Hb כֹּ֔חַ H3581 לִ֠פְנֵי H6440 הֶהָמ֥וֹן H1995 הָרָ֛ב H7227 הַזֶּ֖ה H2088 הַבָּ֣א H935 עָלֵ֑ינוּ H5921 וַאֲנַ֗חְנוּ H587 לֹ֤א H3808 נֵדַע֙ H3045 מַֽה H4100 נַּעֲשֶׂ֔ה H6213 כִּ֥י H3588 עָלֶ֖יךָ H5921 עֵינֵֽינוּ H5869 ",
  "13": "וְכָ֨ל H3605 יְהוּדָ֔ה H3063 עֹמְדִ֖ים H5975 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 גַּם H1571 טַפָּ֖ם H2945 נְשֵׁיהֶ֥ם H802 וּבְנֵי H1121 ",
  "14": "וְיַחֲזִיאֵ֡ל H3166 בֶּן H1121 זְכַרְיָ֡הוּ H2148 בֶּן H1121 בְּ֠נָיָה H1141 בֶּן H1121 יְעִיאֵ֧ל H3273 בֶּן H1121 מַתַּנְיָ֛ה H4983 הַלֵּוִ֖י H3881 מִן H4480 בְּנֵ֣י H1121 אָסָ֑ף H623 הָיְתָ֤ה H1961 עָלָיו֙ H5921 ר֣וּחַ H7307 יְהוָ֔ה H3068 בְּת֖וֹךְ H8432 הַקָּהָֽל H6951 ",
  "15": "וַיֹּ֗אמֶר H559 הַקְשִׁ֤יבוּ H7181 כָל H3605 יְהוּדָה֙ H3063 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 וְהַ H4428 יְהוֹשָׁפָ֑ט H3092 כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 לָכֶ֗ם Hl אַ֠תֶּם H859 אַל H408 תִּֽירְא֤וּ H3372 וְאַל H408 תֵּחַ֨תּוּ֙ H2865 מִפְּנֵ֨י H6440 הֶהָמ֤וֹן H1995 הָרָב֙ H7227 הַזֶּ֔ה H2088 כִּ֣י H3588 לֹ֥א H3808 לָכֶ֛ם Hl הַמִּלְחָמָ֖ה H4421 כִּ֥י H3588 לֵאלֹהִֽים H430 ",
  "16": "מָחָר֙ H4279 רְד֣וּ H3381 עֲלֵיהֶ֔ם H5921 הִנָּ֥ם H2005 עֹלִ֖ים H5927 בְּמַעֲלֵ֣ה H4608 הַצִּ֑יץ H6732 וּמְצָאתֶ֤ם H4672 אֹתָם֙ H853 בְּס֣וֹף H5490 הַנַּ֔חַל H5158 פְּנֵ֖י H6440 מִדְבַּ֥ר H4057 יְרוּאֵֽל H3385 ",
  "17": "לֹ֥א H3808 לָכֶ֖ם Hl לְהִלָּחֵ֣ם H3898 בָּזֹ֑את H2063 הִתְיַצְּב֣וּ H3320 עִמְד֡וּ H5975 וּרְא֣וּ H7200 אֶת H853 יְשׁוּעַת֩ H3444 יְהוָ֨ה H3068 עִמָּכֶ֜ם H5973 יְהוּדָ֣ה H3063 וִֽירוּשָׁלִַ֗ם H3389 אַל H408 תִּֽירְאוּ֙ H3372 וְאַל H408 תֵּחַ֔תּוּ H2865 מָחָר֙ H4279 צְא֣וּ H3318 לִפְנֵי H6440 וַיהוָ֖ה H3068 עִמָּכֶֽם H5973 ",
  "18": "וַיִּקֹּ֧ד H6915 יְהוֹשָׁפָ֛ט H3092 אַפַּ֖יִם H639 אָ֑רְצָה H776 וְכָל H3605 יְהוּדָ֞ה H3063 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֗ם H3389 נָֽפְלוּ֙ H5307 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְהִֽשְׁתַּחֲוֺ֖ת H7812 לַיהוָֽה H3068 ",
  "19": "וַיָּקֻ֧מוּ H6965 הַלְוִיִּ֛ם H3881 מִן H4480 בְּנֵ֥י H1121 הַקְּהָתִ֖ים H6956 וּמִן H4480 בְּנֵ֣י H1121 הַקָּרְחִ֑ים H7145 לְהַלֵּ֗ל H1984 לַיהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 בְּק֥וֹל H6963 גָּד֖וֹל H1419 לְמָֽעְלָ H4605 ",
  "20": "וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וַיֵּצְא֖וּ H3318 לְמִדְבַּ֣ר H4057 תְּק֑וֹעַ H8620 וּבְ H3318 עָמַ֣ד H5975 יְהוֹשָׁפָ֗ט H3092 וַיֹּ֨אמֶר֙ H559 שְׁמָע֗וּנִי H8085 יְהוּדָה֙ H3063 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 הַאֲמִ֜ינוּ H539 בַּיהוָ֤ה H3068 אֱלֹהֵיכֶם֙ H430 וְתֵ֣אָמֵ֔נוּ H539 הַאֲמִ֥ינוּ H539 בִנְבִיאָ֖י H5030 וְהַצְלִֽיחוּ H6743 ",
  "21": "וַיִּוָּעַץ֙ H3289 אֶל H413 הָעָ֔ם H5971 וַיַּעֲמֵ֤ד H5975 מְשֹֽׁרֲרִים֙ H7891 לַיהוָ֔ה H3068 וּֽמְהַֽלְלִ֖ים H1984 לְהַדְרַת H1927 קֹ֑דֶשׁ H6944 בְּצֵאת֙ H3318 לִפְנֵ֣י H6440 הֶֽחָל֔וּץ H2502 וְאֹֽמְרִים֙ H559 הוֹד֣וּ H3034 לַיהוָ֔ה H3068 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּֽוֹ H2617 ",
  "22": "וּבְ H6256 הֵחֵ֨לּוּ H2490 בְרִנָּ֜ה H7440 וּתְהִלָּ֗ה H8416 נָתַ֣ן H5414 יְהוָ֣ה H3068 מְ֠אָֽרְבִים H693 עַל H5921 בְּנֵ֨י H1121 עַמּ֜וֹן H5983 מוֹאָ֧ב H4124 וְהַר H2022 שֵׂעִ֛יר H8165 הַבָּאִ֥ים H935 לִֽיהוּדָ֖ה H3063 וַיִּנָּגֵֽפוּ H5062 ",
  "23": "וַ֠יַּֽעַמְדוּ H5975 בְּנֵ֨י H1121 עַמּ֧וֹן H5983 וּמוֹאָ֛ב H4124 עַל H5921 יֹשְׁבֵ֥י H3427 הַר H2022 שֵׂעִ֖יר H8165 לְהַחֲרִ֣ים H2763 וּלְ H8045 וּכְ H3615 בְּיוֹשְׁבֵ֣י H3427 שֵׂעִ֔יר H8165 עָזְר֥וּ H5826 אִישׁ H376 בְּרֵעֵ֖ H7453 לְמַשְׁחִֽית H4889 ",
  "24": "וִֽיהוּדָ֛ה H3063 בָּ֥א H935 עַל H5921 הַמִּצְפֶּ֖ה H4707 לַמִּדְבָּ֑ר H4057 וַיִּפְנוּ֙ H6437 אֶל H413 הֶ֣הָמ֔וֹן H1995 וְהִנָּ֧ H2005 פְּגָרִ֛ים H6297 נֹפְלִ֥ים H5307 אַ֖רְצָה H776 וְאֵ֥ין H369 פְּלֵיטָֽה H6413 ",
  "25": "וַיָּבֹ֨א H935 יְהוֹשָׁפָ֣ט H3092 וְעַמּ H5971 לָבֹ֣ז H962 אֶת H853 שְׁלָלָם֒ H7998 וַיִּמְצְאוּ֩ H4672 בָהֶ֨ם Hb לָרֹ֜ב H7230 וּרְכ֤וּשׁ H7399 וּפְגָרִים֙ H6297 וּכְלֵ֣י H3627 חֲמֻד֔וֹת H2530 וַיְנַצְּל֥וּ H5337 לָהֶ֖ם Hl לְאֵ֣ין H369 מַשָּׂ֑א H4853 וַיִּֽהְי֞וּ H1961 יָמִ֧ים H3117 שְׁלוֹשָׁ֛ה H7969 בֹּזְזִ֥ים H962 אֶת H853 הַשָּׁלָ֖ל H7998 כִּ֥י H3588 רַב H7227 הֽוּא H1931 ",
  "26": "וּבַ H3117 הָרְבִעִ֗י H7243 נִקְהֲלוּ֙ H6950 לְעֵ֣מֶק H6010 בְּרָכָ֔ה H1294 כִּי H3588 שָׁ֖ם H8033 בֵּרֲכ֣וּ H1288 אֶת H853 יְהוָ֑ה H3068 עַל H5921 כֵּ֡ן H3651 קָֽרְא֞וּ H7121 אֶת H853 שֵׁ֨ם H8034 הַמָּק֥וֹם H4725 הַה֛וּא H1931 עֵ֥מֶק H6010 בְּרָכָ֖ה H1294 עַד H5704 הַיּֽוֹם H3117 ",
  "27": "וַ֠יָּשֻׁבוּ H7725 כָּל H3605 אִ֨ישׁ H376 יְהוּדָ֤ה H3063 וִֽירוּשָׁלִַ֨ם֙ H3389 וִֽיהוֹשָׁפָ֣ט H3092 בְּרֹאשָׁ֔ H7218 לָשׁ֥וּב H7725 אֶל H413 יְרוּשָׁלִַ֖ם H3389 בְּשִׂמְחָ֑ה H8057 כִּֽי H3588 שִׂמְּחָ֥ם H8055 יְהוָ֖ה H3068 מֵֽאוֹיְבֵי H341 ",
  "28": "וַיָּבֹ֨אוּ֙ H935 יְר֣וּשָׁלִַ֔ם H3389 בִּנְבָלִ֥ים H5035 וּבְ H3658 וּבַ H2689 אֶל H413 בֵּ֖ית H1004 יְהוָֽה H3068 ",
  "29": "וַיְהִי֙ H1961 פַּ֣חַד H6343 אֱלֹהִ֔ים H430 עַ֖ל H5921 כָּל H3605 מַמְלְכ֣וֹת H4467 הָאֲרָצ֑וֹת H776 בְּשָׁמְעָ֕ H8085 כִּ֚י H3588 נִלְחַ֣ם H3898 יְהוָ֔ה H3068 עִ֖ם H5973 אוֹיְבֵ֥י H341 יִשְׂרָאֵֽל H3478 ",
  "30": "וַתִּשְׁקֹ֖ט H8252 מַלְכ֣וּת H4438 יְהוֹשָׁפָ֑ט H3092 וַיָּ֧נַֽח H5117 ל֦וֹ Hl אֱלֹהָ֖יו H430 מִסָּבִֽיב H5439 ",
  "31": "וַיִּמְלֹ֥ךְ H4427 יְהוֹשָׁפָ֖ט H3092 עַל H5921 יְהוּדָ֑ה H3063 בֶּן H1121 שְׁלֹשִׁים֩ H7970 וְחָמֵ֨שׁ H2568 שָׁנָ֜ה H8141 בְּמָלְכ֗ H4427 וְעֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 מָלַ֣ךְ H4427 בִּֽירוּשָׁלִַ֔ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 עֲזוּבָ֖ה H5806 בַּת H1323 שִׁלְחִֽי H7977 ",
  "32": "וַיֵּ֗לֶךְ H3212 בְּדֶ֛רֶךְ H1870 אָבִ֥יו H1 אָסָ֖א H609 וְלֹא H3808 סָ֣ר H5493 מִמֶּ֑נָּה H4480 לַעֲשׂ֥וֹת H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "33": "אַ֥ךְ H389 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 וְע֤וֹד H5750 הָעָם֙ H5971 לֹא H3808 הֵכִ֣ינוּ H3559 לְבָבָ֔ם H3824 לֵאלֹהֵ֖י H430 אֲבֹתֵיהֶֽם H1 ",
  "34": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 יְהוֹשָׁפָ֔ט H3092 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הִנָּ֣ם H2005 כְּתוּבִ֗ים H3789 בְּדִבְרֵי֙ H1697 יֵה֣וּא H3058 בֶן H1121 חֲנָ֔נִי H2607 אֲשֶׁ֣ר H834 הֹֽעֲלָ֔ה H5927 עַל H5921 סֵ֖פֶר H5612 מַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "35": "וְאַחֲרֵיכֵ֗ן H310 אֶתְחַבַּר֙ H2266 יְהוֹשָׁפָ֣ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 עִ֖ם H5973 אֲחַזְיָ֣ה H274 מֶֽלֶךְ H4428 יִשְׂרָאֵ֑ל H3478 ה֖וּא H1931 הִרְשִׁ֥יעַ H7561 לַעֲשֽׂוֹת H6213 ",
  "36": "וַיְחַבְּרֵ֣ H2266 עִמּ֔וֹ H5973 לַעֲשׂ֥וֹת H6213 אֳנִיּ֖וֹת H591 לָלֶ֣כֶת H3212 תַּרְשִׁ֑ישׁ H8659 וַיַּעֲשׂ֥וּ H6213 אֳנִיּ֖וֹת H591 בְּעֶצְי֥וֹן H6100 גָּֽבֶר H6100 ",
  "37": "וַיִּתְנַבֵּ֞א H5012 אֱלִיעֶ֤זֶר H461 בֶּן H1121 דֹּדָוָ֨הוּ֙ H1735 מִמָּ֣רֵשָׁ֔ה H4762 עַל H5921 יְהוֹשָׁפָ֖ט H3092 לֵאמֹ֑ר H559 כְּהִֽתְחַבֶּרְ H2266 עִם H5973 אֲחַזְיָ֗הוּ H274 פָּרַ֤ץ H6555 יְהוָה֙ H3068 אֶֽת H853 מַעֲשֶׂ֔יךָ H4639 וַיִּשָּׁבְר֣וּ H7665 אֳנִיּ֔וֹת H591 וְלֹ֥א H3808 עָצְר֖וּ H6113 לָלֶ֥כֶת H3212 אֶל H413 תַּרְשִֽׁישׁ H8659 "
}
