{
  "1": "יְחִזְקִיָּ֣הוּ H2396 מָלַ֗ךְ H4427 בֶּן H1121 עֶשְׂרִ֤ים H6242 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 וְעֶשְׂרִ֤ים H6242 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 אֲבִיָּ֖ה H29 בַּת H1323 זְכַרְיָֽהוּ H2148 ",
  "2": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 דָּוִ֥יד H1732 אָבִֽיו H1 ",
  "3": "ה֣וּא H1931 בַשָּׁנָה֩ H8141 הָרִאשׁוֹנָ֨ה H7223 לְמָלְכ֜ H4427 בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֗וֹן H7223 פָּתַ֛ח H6605 אֶת H853 דַּלְת֥וֹת H1817 בֵּית H1004 יְהוָ֖ה H3068 וַֽיְחַזְּקֵֽ H2388 ",
  "4": "וַיָּבֵ֥א H935 אֶת H853 הַכֹּהֲנִ֖ים H3548 וְאֶת H853 הַלְוִיִּ֑ם H3881 וַיַּֽאַסְפֵ֖ H622 לִרְח֥וֹב H7339 הַמִּזְרָֽח H4217 ",
  "5": "וַיֹּ֥אמֶר H559 לָהֶ֖ם Hl שְׁמָע֣וּנִי H8085 הַלְוִיִּ֑ם H3881 עַתָּ֣ה H6258 הִֽתְקַדְּשׁ֗וּ H6942 וְקַדְּשׁוּ֙ H6942 אֶת H853 בֵּ֤ית H1004 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 אֲבֹתֵיכֶ֔ם H1 וְהוֹצִ֥יאוּ H3318 אֶת H853 הַנִּדָּ֖ה H5079 מִן H4480 הַקֹּֽדֶשׁ H6944 ",
  "6": "כִּֽי H3588 מָעֲל֣וּ H4603 אֲבֹתֵ֗ינוּ H1 וְעָשׂ֥וּ H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 אֱלֹהֵ֖ינוּ H430 וַיַּֽעַזְבֻ֑ H5800 וַיַּסֵּ֧בּוּ H5437 פְנֵיהֶ֛ם H6440 מִמִּשְׁכַּ֥ן H4908 יְהוָ֖ה H3068 וַיִּתְּנוּ H5414 עֹֽרֶף H6203 ",
  "7": "גַּ֣ם H1571 סָֽגְר֞וּ H5462 דַּלְת֣וֹת H1817 הָאוּלָ֗ם H197 וַיְכַבּוּ֙ H3518 אֶת H853 הַנֵּר֔וֹת H5216 וּקְטֹ֖רֶת H7004 לֹ֣א H3808 הִקְטִ֑ירוּ H6999 וְעֹלָה֙ H5930 לֹא H3808 הֶעֱל֣וּ H5927 בַקֹּ֔דֶשׁ H6944 לֵאלֹהֵ֖י H430 יִשְׂרָאֵֽל H3478 ",
  "8": "וַיְהִי֙ H1961 קֶ֣צֶף H7110 יְהוָ֔ה H3068 עַל H5921 יְהוּדָ֖ה H3063 וִירוּשָׁלִָ֑ם H3389 וַיִּתְּנֵ֤ H5414 לזועה H2113 לְשַׁמָּ֣ה H8047 וְלִ H8322 כַּאֲשֶׁ֛ר H834 אַתֶּ֥ם H859 רֹאִ֖ים H7200 בְּעֵינֵי H5869 ",
  "9": "וְהִנֵּ֛ה H2009 נָפְל֥וּ H5307 אֲבוֹתֵ֖ינוּ H1 בֶּחָ֑רֶב H2719 וּבָנֵ֨י H1121 וּבְנוֹתֵ֧י H1323 וְנָשֵׁ֛י H802 בַּשְּׁבִ֖י H7628 עַל H5921 זֹֽאת H2063 ",
  "10": "עַתָּה֙ H6258 עִם H5973 לְבָבִ֔י H3824 לִכְר֣וֹת H3772 בְּרִ֔ית H1285 לַיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וְיָשֹׁ֥ב H7725 מִמֶּ֖נּוּ H4480 חֲר֥וֹן H2740 אַפּֽוֹ H639 ",
  "11": "בָּנַ֕י H1121 עַתָּ֖ה H6258 אַל H408 תִּשָּׁל֑וּ H7952 כִּֽי H3588 בָכֶ֞ם Hb בָּחַ֣ר H977 יְהוָ֗ה H3068 לַעֲמֹ֤ד H5975 לְפָנָי H6440 לְשָׁ֣רְת֔ H8334 וְלִ H1961 ל֖וֹ Hl מְשָׁרְתִ֥ים H8334 וּמַקְטִרִֽים H6999 ",
  "12": "וַיָּקֻ֣מוּ H6965 הַ֠לְוִיִּם H3881 מַ֣חַת H4287 בֶּן H1121 עֲמָשַׂ֞י H6022 וְיוֹאֵ֣ל H3100 בֶּן H1121 עֲזַרְיָהוּ֮ H5838 מִן H4480 בְּנֵ֣י H1121 הַקְּהָתִי֒ H6956 וּמִן H4480 בְּנֵ֣י H1121 מְרָרִ֔י H4847 קִ֚ישׁ H7027 בֶּן H1121 עַבְדִּ֔י H5660 וַעֲזַרְיָ֖הוּ H5838 בֶּן H1121 יְהַלֶּלְאֵ֑ל H3094 וּמִן H4480 הַגֵּ֣רְשֻׁנִּ֔י H1649 יוֹאָח֙ H3098 בֶּן H1121 זִמָּ֔ה H2155 וְעֵ֖דֶן H5731 בֶּן H1121 יוֹאָֽח H3098 ",
  "13": "וּמִן H4480 בְּנֵי֙ H1121 אֱלִ֣יצָפָ֔ן H469 שִׁמְרִ֖י H8113 ויעואל H3273 וּמִן H4480 בְּנֵ֣י H1121 אָסָ֔ף H623 זְכַרְיָ֖הוּ H2148 וּמַתַּנְיָֽהוּ H4983 ",
  "14": "וּמִן H4480 בְּנֵ֥י H1121 הֵימָ֖ן H1968 יחואל H3171 וְשִׁמְעִ֑י H8096 וּמִן H4480 בְּנֵ֣י H1121 יְדוּת֔וּן H3038 שְׁמַֽעְיָ֖ה H8098 וְעֻזִּיאֵֽל H5816 ",
  "15": "וַיַּֽאַסְפ֤וּ H622 אֶת H853 אֲחֵיהֶם֙ H251 וַיִּֽתְקַדְּשׁ֔וּ H6942 וַיָּבֹ֥אוּ H935 כְמִצְוַת H4687 הַמֶּ֖לֶךְ H4428 בְּדִבְרֵ֣י H1697 יְהוָ֑ה H3068 לְטַהֵ֖ר H2891 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "16": "וַיָּבֹ֣אוּ H935 הַ֠כֹּהֲנִים H3548 לִפְנִ֣ימָה H6441 בֵית H1004 יְהוָה֮ H3068 לְטַהֵר֒ H2891 וַיּוֹצִ֗יאוּ H3318 אֵ֤ת H853 כָּל H3605 הַטֻּמְאָה֙ H2932 אֲשֶׁ֤ר H834 מָֽצְאוּ֙ H4672 בְּהֵיכַ֣ל H1964 יְהוָ֔ה H3068 לַחֲצַ֖ר H2691 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַֽיְקַבְּלוּ֙ H6901 הַלְוִיִּ֔ם H3881 לְהוֹצִ֥יא H3318 לְנַֽחַל H5158 קִדְר֖וֹן H6939 חֽוּצָה H2351 ",
  "17": "וַ֠יָּחֵלּוּ H2490 בְּאֶחָ֞ד H259 לַחֹ֣דֶשׁ H2320 הָרִאשׁוֹן֮ H7223 לְקַדֵּשׁ֒ H6942 וּבְ H3117 שְׁמוֹנָ֣ה H8083 לַחֹ֗דֶשׁ H2320 בָּ֚אוּ H935 לְאוּלָ֣ם H197 יְהוָ֔ה H3068 וַיְקַדְּשׁ֥וּ H6942 אֶת H853 בֵּית H1004 יְהוָ֖ה H3068 לְיָמִ֣ים H3117 שְׁמוֹנָ֑ה H8083 וּבְ H3117 שִׁשָּׁ֥ה H8337 עָשָׂ֛ר H6240 לַחֹ֥דֶשׁ H2320 הָרִאשׁ֖וֹן H7223 כִּלּֽוּ H3615 ",
  "18": "וַיָּב֤וֹאוּ H935 פְנִ֨ימָה֙ H6441 אֶל H413 חִזְקִיָּ֣הוּ H2396 הַמֶּ֔לֶךְ H4428 וַיֹּ֣אמְר֔וּ H559 טִהַ֖רְנוּ H2891 אֶת H853 כָּל H3605 בֵּ֣ית H1004 יְהוָ֑ה H3068 אֶת H853 מִזְבַּ֤ח H4196 הָעוֹלָה֙ H5930 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֶת H853 שֻׁלְחַ֥ן H7979 הַֽמַּעֲרֶ֖כֶת H4635 וְאֶת H853 כָּל H3605 כֵּלָֽיו H3627 ",
  "19": "וְאֵ֣ת H854 כָּל H3605 הַכֵּלִ֗ים H3627 אֲשֶׁ֣ר H834 הִזְנִיחַ֩ H2186 הַמֶּ֨לֶךְ H4428 אָחָ֧ז H271 בְּמַלְכוּת֛ H4438 בְּמַעֲל֖ H4604 הֵכַ֣נּוּ H3559 וְהִקְדָּ֑שְׁנוּ H6942 וְהִנָּ֕ H2005 לִפְנֵ֖י H6440 מִזְבַּ֥ח H4196 יְהוָֽה H3068 ",
  "20": "וַיַּשְׁכֵּם֙ H7925 יְחִזְקִיָּ֣הוּ H2396 הַמֶּ֔לֶךְ H4428 וַיֶּאֱסֹ֕ף H622 אֵ֖ת H853 שָׂרֵ֣י H8269 הָעִ֑יר H5892 וַיַּ֖עַל H5927 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "21": "וַיָּבִ֣יאוּ H935 פָרִים H6499 שִׁבְעָה֩ H7651 וְאֵילִ֨ים H352 שִׁבְעָ֜ה H7651 וּכְבָשִׂ֣ים H3532 שִׁבְעָ֗ה H7651 וּצְפִירֵ֨י H6842 עִזִּ֤ים H5795 שִׁבְעָה֙ H7651 לְחַטָּ֔את H2403 עַל H5921 הַמַּמְלָכָ֥ה H4467 וְעַל H5921 הַמִּקְדָּ֖שׁ H4720 וְעַל H5921 יְהוּדָ֑ה H3063 וַיֹּ֗אמֶר H559 לִבְנֵ֤י H1121 אַהֲרֹן֙ H175 הַכֹּ֣הֲנִ֔ים H3548 לְהַעֲל֖וֹת H5927 עַל H5921 מִזְבַּ֥ח H4196 יְהוָֽה H3068 ",
  "22": "וַֽיִּשְׁחֲטוּ֙ H7819 הַבָּקָ֔ר H1241 וַיְקַבְּל֤וּ H6901 הַכֹּֽהֲנִים֙ H3548 אֶת H853 הַדָּ֔ם H1818 וַֽיִּזְרְק֖וּ H2236 הַמִּזְבֵּ֑חָ H4196 וַיִּשְׁחֲט֣וּ H7819 הָאֵלִ֗ים H352 וַיִּזְרְק֤וּ H2236 הַדָּם֙ H1818 הַמִּזְבֵּ֔חָ H4196 וַֽיִּשְׁחֲטוּ֙ H7819 הַכְּבָשִׂ֔ים H3532 וַיִּזְרְק֥וּ H2236 הַדָּ֖ם H1818 הַמִּזְבֵּֽחָ H4196 ",
  "23": "וַיַּגִּ֨ישׁוּ֙ H5066 אֶת H853 שְׂעִירֵ֣י H8163 הַֽחַטָּ֔את H2403 לִפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 וְהַ H6951 וַיִּסְמְכ֥וּ H5564 יְדֵיהֶ֖ם H3027 עֲלֵיהֶֽם H5921 ",
  "24": "וַיִּשְׁחָטוּ H7819 הַכֹּ֣הֲנִ֔ים H3548 וַֽיְחַטְּא֤וּ H2398 אֶת H854 דָּמָם֙ H1818 הַמִּזְבֵּ֔חָ H4196 לְכַפֵּ֖ר H3722 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 כִּ֤י H3588 לְכָל H3605 יִשְׂרָאֵל֙ H3478 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 הָעוֹלָ֖ה H5930 וְהַ H2403 ",
  "25": "וַיַּֽעֲמֵ֨ד H5975 אֶת H853 הַלְוִיִּ֜ם H3881 בֵּ֣ית H1004 יְהוָ֗ה H3068 בִּמְצִלְתַּ֨יִם֙ H4700 בִּנְבָלִ֣ים H5035 וּבְ H3658 בְּמִצְוַ֥ת H4687 דָּוִ֛יד H1732 וְגָ֥ד H1410 חֹזֵֽה H2374 הַמֶּ֖לֶךְ H4428 וְנָתָ֣ן H5416 הַנָּבִ֑יא H5030 כִּ֧י H3588 בְיַד H3027 יְהוָ֛ה H3068 הַמִּצְוָ֖ה H4687 בְּיַד H3027 נְבִיאָֽיו H5030 ",
  "26": "וַיַּֽעַמְד֤וּ H5975 הַלְוִיִּם֙ H3881 בִּכְלֵ֣י H3627 דָוִ֔יד H1732 וְהַ H3548 בַּחֲצֹצְרֽוֹת H2689 ",
  "27": "וַיֹּ֨אמֶר֙ H559 חִזְקִיָּ֔הוּ H2396 לְהַעֲל֥וֹת H5927 הָעֹלָ֖ה H5930 לְהַ H4196 וּבְ H6256 הֵחֵ֣ל H2490 הָֽעוֹלָ֗ה H5930 הֵחֵ֤ל H2490 שִׁיר H7892 יְהוָה֙ H3068 וְהַ H2689 וְעַ֨ל H5921 יְדֵ֔י H3027 כְּלֵ֖י H3627 דָּוִ֥יד H1732 מֶֽלֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "28": "וְכָל H3605 הַקָּהָל֙ H6951 מִֽשְׁתַּחֲוִ֔ים H7812 וְהַ H7892 מְשׁוֹרֵ֔ר H7891 וְהַ H2689 מחצצרים H2690 הַכֹּ֕ל H3605 עַ֖ד H5704 לִכְל֥וֹת H3615 הָעֹלָֽה H5930 ",
  "29": "וּכְ H3615 לְהַעֲל֑וֹת H5927 כָּרְע֗וּ H3766 הַמֶּ֛לֶךְ H4428 וְכָֽל H3605 הַנִּמְצְאִ֥ים H4672 אִתּ֖וֹ H854 וַיִּֽשְׁתַּחֲוֽוּ H7812 ",
  "30": "וַ֠יֹּאמֶר H559 יְחִזְקִיָּ֨הוּ H2396 הַמֶּ֤לֶךְ H4428 וְהַ H8269 לַלְוִיִּ֔ם H3881 לְהַלֵּל֙ H1984 לַֽיהוָ֔ה H3068 בְּדִבְרֵ֥י H1697 דָוִ֖יד H1732 וְאָסָ֣ף H623 הַחֹזֶ֑ה H2374 וַֽיְהַלְלוּ֙ H1984 עַד H5704 לְשִׂמְחָ֔ה H8057 וַֽיִּקְּד֖וּ H6915 וַיִּֽשְׁתַּחֲוֽוּ H7812 ",
  "31": "וַיַּ֨עַן H6030 יְחִזְקִיָּ֜הוּ H2396 וַיֹּ֗אמֶר H559 עַתָּ֨ה H6258 מִלֵּאתֶ֤ם H4390 יֶדְכֶם֙ H3027 לַיהוָ֔ה H3068 גֹּ֧שׁוּ H5066 וְהָבִ֛יאוּ H935 זְבָחִ֥ים H2077 וְתוֹד֖וֹת H8426 לְבֵ֣ית H1004 יְהוָ֑ה H3068 וַיָּבִ֤יאוּ H935 הַקָּהָל֙ H6951 זְבָחִ֣ים H2077 וְתוֹד֔וֹת H8426 וְכָל H3605 נְדִ֥יב H5081 לֵ֖ב H3820 עֹלֽוֹת H5930 ",
  "32": "וַיְהִ֞י H1961 מִסְפַּ֣ר H4557 הָעֹלָה֮ H5930 אֲשֶׁ֣ר H834 הֵבִ֣יאוּ H935 הַקָּהָל֒ H6951 בָּקָ֣ר H1241 שִׁבְעִ֔ים H7657 אֵילִ֥ים H352 מֵאָ֖ה H3967 כְּבָשִׂ֣ים H3532 מָאתָ֑יִם H3967 לְעֹלָ֥ה H5930 לַיהוָ֖ה H3068 כָּל H3605 אֵֽלֶּה H428 ",
  "33": "וְֽהַ H6944 בָּקָר֙ H1241 שֵׁ֣שׁ H8337 מֵא֔וֹת H3967 וְצֹ֖אן H6629 שְׁלֹ֥שֶׁת H7969 אֲלָפִֽים H505 ",
  "34": "רַ֤ק H7535 הַכֹּֽהֲנִים֙ H3548 הָי֣וּ H1961 לִמְעָ֔ט H4592 וְלֹ֣א H3808 יָֽכְל֔וּ H3201 לְהַפְשִׁ֖יט H6584 אֶת H853 כָּל H3605 הָעֹל֑וֹת H5930 וַֽיְּחַזְּק֞וּ H2388 אֲחֵיהֶ֣ם H251 הַלְוִיִּ֗ם H3881 עַד H5704 כְּל֤וֹת H3615 הַמְּלָאכָה֙ H4399 וְעַ֣ד H5704 יִתְקַדְּשׁ֣וּ H6942 הַכֹּֽהֲנִ֔ים H3548 כִּ֤י H3588 הַלְוִיִּם֙ H3881 יִשְׁרֵ֣י H3477 לֵבָ֔ב H3824 לְהִתְקַדֵּ֖שׁ H6942 מֵֽהַ H3548 ",
  "35": "וְגַם H1571 עֹלָ֨ה H5930 לָרֹ֜ב H7230 בְּחֶלְבֵ֧י H2459 הַשְּׁלָמִ֛ים H8002 וּבַ H5262 לָעֹלָ֑ה H5930 וַתִּכּ֖וֹן H3559 עֲבוֹדַ֥ת H5656 בֵּית H1004 יְהוָֽה H3068 ",
  "36": "וַיִּשְׂמַ֤ח H8055 יְחִזְקִיָּ֨הוּ֙ H2396 וְכָל H3605 הָעָ֔ם H5971 עַ֛ל H5921 הַהֵכִ֥ין H3559 הָאֱלֹהִ֖ים H430 לָעָ֑ם H5971 כִּ֥י H3588 בְּפִתְאֹ֖ם H6597 הָיָ֥ה H1961 הַדָּבָֽר H1697 "
}
