{
  "1": "וַיָּ֣חֶל H2490 שְׁלֹמֹ֗ה H8010 לִבְנ֤וֹת H1129 אֶת H853 בֵּית H1004 יְהוָה֙ H3068 בִּיר֣וּשָׁלִַ֔ם H3389 בְּהַר֙ H2022 הַמּ֣וֹרִיָּ֔ה H4179 אֲשֶׁ֥ר H834 נִרְאָ֖ה H7200 לְדָוִ֣יד H1732 אָבִ֑יהוּ H1 אֲשֶׁ֤ר H834 הֵכִין֙ H3559 בִּמְק֣וֹם H4725 דָּוִ֔יד H1732 בְּגֹ֖רֶן H1637 אָרְנָ֥ן H771 הַיְבוּסִֽי H2983 ",
  "2": "וַ֠יָּחֶל H2490 לִבְנ֞וֹת H1129 בַּחֹ֤דֶשׁ H2320 הַשֵּׁנִי֙ H8145 בַּשֵּׁנִ֔י H8145 בִּשְׁנַ֥ת H8141 אַרְבַּ֖ע H702 לְמַלְכוּתֽ H4438 ",
  "3": "וְאֵ֨לֶּה֙ H428 הוּסַ֣ד H3245 שְׁלֹמֹ֔ה H8010 לִבְנ֖וֹת H1129 אֶת H853 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 הָאֹ֡רֶךְ H753 אַמּ֞וֹת H520 בַּמִּדָּ֤ה H4060 הָרִֽאשׁוֹנָה֙ H7223 אַמּ֣וֹת H520 שִׁשִּׁ֔ים H8346 וְרֹ֖חַב H7341 אַמּ֥וֹת H520 עֶשְׂרִֽים H6242 ",
  "4": "וְהָ H197 אֲשֶׁר֩ H834 עַל H5921 פְּנֵ֨י H6440 הָאֹ֜רֶךְ H753 עַל H5921 פְּנֵ֤י H6440 רֹֽחַב H7341 הַבַּ֨יִת֙ H1004 אַמּ֣וֹת H520 עֶשְׂרִ֔ים H6242 וְהַ H1363 מֵאָ֣ה H3967 וְעֶשְׂרִ֑ים H6242 וַיְצַפֵּ֥ H6823 מִפְּנִ֖ימָה H6441 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
  "5": "וְאֵ֣ת H853 הַבַּ֣יִת H1004 הַגָּד֗וֹל H1419 חִפָּה֙ H2645 עֵ֣ץ H6086 בְּרוֹשִׁ֔ים H1265 וַיְחַפֵּ֖ H2645 זָהָ֣ב H2091 ט֑וֹב H2896 וַיַּ֧עַל H5927 עָלָ֛יו H5921 תִּמֹרִ֖ים H8561 וְשַׁרְשְׁרֽוֹת H8333 ",
  "6": "וַיְצַ֧ף H6823 אֶת H853 הַבַּ֛יִת H1004 אֶ֥בֶן H68 יְקָרָ֖ה H3368 לְתִפְאָ֑רֶת H8597 וְהַ H2091 זְהַ֥ב H2091 פַּרְוָֽיִם H6516 ",
  "7": "וַיְחַ֨ף H2645 אֶת H853 הַבַּ֜יִת H1004 הַקֹּר֧וֹת H6982 הַסִּפִּ֛ים H5592 וְקִֽירוֹתָ֥י H7023 וְדַלְתוֹתָ֖י H1817 זָהָ֑ב H2091 וּפִתַּ֥ח H6605 כְּרוּבִ֖ים H3742 עַל H5921 הַקִּירֽוֹת H7023 ",
  "8": "וַיַּ֨עַשׂ֙ H6213 אֶת H853 בֵּֽית H1004 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֔ים H6944 אָרְכּ֞וֹ H753 עַל H5921 פְּנֵ֤י H6440 רֹֽחַב H7341 הַבַּ֨יִת֙ H1004 אַמּ֣וֹת H520 עֶשְׂרִ֔ים H6242 וְרָחְבּ֖ H7341 אַמּ֣וֹת H520 עֶשְׂרִ֑ים H6242 וַיְחַפֵּ֨ H2645 זָהָ֣ב H2091 ט֔וֹב H2896 לְכִכָּרִ֖ים H3603 שֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "9": "וּמִשְׁקָ֛ל H4948 לְמִסְמְר֥וֹת H4548 לִשְׁקָלִ֖ים H8255 חֲמִשִּׁ֣ים H2572 זָהָ֑ב H2091 וְהָ H5944 חִפָּ֥ה H2645 זָהָֽב H2091 ",
  "10": "וַיַּ֜עַשׂ H6213 בְּבֵֽית H1004 קֹ֤דֶשׁ H6944 הַקֳּדָשִׁים֙ H6944 כְּרוּבִ֣ים H3742 שְׁנַ֔יִם H8147 מַעֲשֵׂ֖ה H4639 צַעֲצֻעִ֑ים H6816 וַיְצַפּ֥וּ H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
  "11": "וְכַנְפֵי֙ H3671 הַכְּרוּבִ֔ים H3742 אָרְכָּ֖ם H753 אַמּ֣וֹת H520 עֶשְׂרִ֑ים H6242 כְּנַ֨ף H3671 הָאֶחָ֜ד H259 לְאַמּ֣וֹת H520 חָמֵ֗שׁ H2568 מַגַּ֨עַת֙ H5060 לְקִ֣יר H7023 הַבַּ֔יִת H1004 וְהַ H3671 הָאַחֶ֨רֶת֙ H312 אַמּ֣וֹת H520 חָמֵ֔שׁ H2568 מַגִּ֕יעַ H5060 לִכְנַ֖ף H3671 הַכְּר֥וּב H3742 הָאַחֵֽר H312 ",
  "12": "וּכְנַ֨ף H3671 הַכְּר֤וּב H3742 הָאֶחָד֙ H259 אַמּ֣וֹת H520 חָמֵ֔שׁ H2568 מַגִּ֖יעַ H5060 לְקִ֣יר H7023 הַבָּ֑יִת H1004 וְהַ H3671 הָאַחֶ֨רֶת֙ H312 אַמּ֣וֹת H520 חָמֵ֔שׁ H2568 דְּבֵקָ֕ה H1695 לִכְנַ֖ף H3671 הַכְּר֥וּב H3742 הָאַחֵֽר H312 ",
  "13": "כַּנְפֵי֙ H3671 הַכְּרוּבִ֣ים H3742 הָאֵ֔לֶּה H428 פֹּֽרְשִׂ֖ים H6566 אַמּ֣וֹת H520 עֶשְׂרִ֑ים H6242 וְהֵ֛ם H1992 עֹמְדִ֥ים H5975 עַל H5921 רַגְלֵיהֶ֖ם H7272 וּפְנֵי H6440 לַבָּֽיִת H1004 ",
  "14": "וַיַּ֨עַשׂ֙ H6213 אֶת H853 הַפָּרֹ֔כֶת H6532 תְּכֵ֥לֶת H8504 וְאַרְגָּמָ֖ן H713 וְכַרְמִ֣יל H3758 וּב֑וּץ H948 וַיַּ֥עַל H5927 עָלָ֖יו H5921 כְּרוּבִֽים H3742 ",
  "15": "וַיַּ֜עַשׂ H6213 לִפְנֵ֤י H6440 הַבַּ֨יִת֙ H1004 עַמּוּדִ֣ים H5982 שְׁנַ֔יִם H8147 אַמּ֕וֹת H520 שְׁלֹשִׁ֥ים H7970 וְחָמֵ֖שׁ H2568 אֹ֑רֶךְ H753 וְהַ H6858 אֲשֶׁר H834 עַל H5921 רֹאשׁ֖וֹ H7218 אַמּ֥וֹת H520 חָמֵֽשׁ H2568 ",
  "16": "וַיַּ֤עַשׂ H6213 שַׁרְשְׁרוֹת֙ H8333 בַּדְּבִ֔יר H1687 וַיִּתֵּ֖ן H5414 עַל H5921 רֹ֣אשׁ H7218 הָעַמֻּדִ֑ים H5982 וַיַּ֤עַשׂ H6213 רִמּוֹנִים֙ H7416 מֵאָ֔ה H3967 וַיִּתֵּ֖ן H5414 בַּֽשַּׁרְשְׁרֽוֹת H8333 ",
  "17": "וַיָּ֤קֶם H6965 אֶת H853 הָֽעַמּוּדִים֙ H5982 עַל H5921 פְּנֵ֣י H6440 הַהֵיכָ֔ל H1964 אֶחָ֥ד H259 מִיָּמִ֖ין H3225 וְאֶחָ֣ד H259 מֵֽהַ H8042 וַיִּקְרָ֤א H7121 שֵׁם H8034 הימיני H3227 יָכִ֔ין H3199 וְשֵׁ֥ם H8034 הַשְּׂמָאלִ֖י H8040 בֹּֽעַז H1162 "
}
