{
  "1": "וַיִּשְׁלַ֨ח H7971 יְחִזְקִיָּ֜הוּ H2396 עַל H5921 כָּל H3605 יִשְׂרָאֵ֣ל H3478 וִֽיהוּדָ֗ה H3063 וְגַֽם H1571 אִגְּרוֹת֙ H107 כָּתַב֙ H3789 עַל H5921 אֶפְרַ֣יִם H669 וּמְנַשֶּׁ֔ה H4519 לָב֥וֹא H935 לְבֵית H1004 יְהוָ֖ה H3068 בִּֽירוּשָׁלִָ֑ם H3389 לַעֲשׂ֣וֹת H6213 פֶּ֔סַח H6453 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיִּוָּעַ֨ץ H3289 הַמֶּ֧לֶךְ H4428 וְשָׂרָ֛י H8269 וְכָל H3605 הַקָּהָ֖ל H6951 בִּירוּשָׁלִָ֑ם H3389 לַעֲשׂ֥וֹת H6213 הַפֶּ֖סַח H6453 בַּחֹ֥דֶשׁ H2320 הַשֵּׁנִֽי H8145 ",
  "3": "כִּ֣י H3588 לֹ֧א H3808 יָכְל֛וּ H3201 לַעֲשֹׂת֖ H6213 בָּעֵ֣ת H6256 הַהִ֑יא H1931 כִּ֤י H3588 הַכֹּהֲנִים֙ H3548 לֹֽא H3808 הִתְקַדְּשׁ֣וּ H6942 לְמַ H4078 וְהָ H5971 לֹא H3808 נֶאֶסְפ֥וּ H622 לִֽירוּשָׁלִָֽם H3389 ",
  "4": "וַיִּישַׁ֥ר H3474 הַדָּבָ֖ר H1697 בְּעֵינֵ֣י H5869 הַמֶּ֑לֶךְ H4428 וּבְ H5869 כָּל H3605 הַקָּהָֽל H6951 ",
  "5": "וַיַּֽעֲמִ֣ידוּ H5975 דָבָ֗ר H1697 לְהַעֲבִ֨יר H5674 ק֤וֹל H6963 בְּכָל H3605 יִשְׂרָאֵל֙ H3478 מִבְּאֵֽר H884 שֶׁ֣בַע H884 וְעַד H5704 דָּ֔ן H1835 לָב֞וֹא H935 לַעֲשׂ֥וֹת H6213 פֶּ֛סַח H6453 לַיהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 בִּירוּשָׁלִָ֑ם H3389 כִּ֣י H3588 לֹ֥א H3808 לָרֹ֛ב H7230 עָשׂ֖וּ H6213 כַּכָּתֽוּב H3789 ",
  "6": "וַיֵּלְכוּ֩ H3212 הָרָצִ֨ים H7323 בָּֽאִגְּר֜וֹת H107 מִיַּ֧ד H3027 הַמֶּ֣לֶךְ H4428 וְשָׂרָ֗י H8269 בְּכָל H3605 יִשְׂרָאֵל֙ H3478 וִֽיהוּדָ֔ה H3063 וּכְ H4687 הַמֶּ֖לֶךְ H4428 לֵאמֹ֑ר H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 שׁ֚וּבוּ H7725 אֶל H413 יְהוָ֗ה H3068 אֱלֹהֵי֙ H430 אַבְרָהָם֙ H85 יִצְחָ֣ק H3327 וְיִשְׂרָאֵ֔ל H3478 וְיָשֹׁב֙ H7725 אֶל H413 הַפְּלֵיטָ֔ה H6413 הַנִּשְׁאֶ֣רֶת H7604 לָכֶ֔ם Hl מִכַּ֖ף H3709 מַלְכֵ֥י H4428 אַשּֽׁוּר H804 ",
  "7": "וְאַל H408 תִּֽהְי֗וּ H1961 כַּאֲבֽוֹתֵי H1 וְכַ֣ H251 אֲשֶׁ֣ר H834 מָעֲל֔וּ H4603 בַּיהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵיהֶ֑ם H1 וַיִּתְּנֵ֣ H5414 לְשַׁמָּ֔ה H8047 כַּאֲשֶׁ֖ר H834 אַתֶּ֥ם H859 רֹאִֽים H7200 ",
  "8": "עַתָּ֕ה H6258 אַל H408 תַּקְשׁ֥וּ H7185 עָרְפְּכֶ֖ם H6203 כַּאֲבוֹתֵי H1 תְּנוּ H5414 יָ֣ד H3027 לַיהוָ֗ה H3068 וּבֹ֤אוּ H935 לְמִקְדָּשׁ H4720 אֲשֶׁ֣ר H834 הִקְדִּ֣ישׁ H6942 לְעוֹלָ֔ם H5769 וְעִבְדוּ֙ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 וְיָשֹׁ֥ב H7725 מִכֶּ֖ם H4480 חֲר֥וֹן H2740 אַפּֽוֹ H639 ",
  "9": "כִּ֣י H3588 בְשׁוּבְ H7725 עַל H5921 יְהוָ֗ה H3068 אֲחֵיכֶ֨ם H251 וּבְנֵי H1121 לְרַחֲמִים֙ H7356 לִפְנֵ֣י H6440 שֽׁוֹבֵיהֶ֔ם H7617 וְלָ H7725 לָאָ֣רֶץ H776 הַזֹּ֑את H2063 כִּֽי H3588 חַנּ֤וּן H2587 וְרַחוּם֙ H7349 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 וְלֹא H3808 יָסִ֤יר H5493 פָּנִים֙ H6440 מִכֶּ֔ם H4480 אִם H518 תָּשׁ֖וּבוּ H7725 אֵלָֽיו H413 ",
  "10": "וַיִּֽהְי֨וּ H1961 הָרָצִ֜ים H7323 עֹבְרִ֨ים H5674 מֵעִ֧יר H5892 לָעִ֛יר H5892 בְּאֶֽרֶץ H776 אֶפְרַ֥יִם H669 וּמְנַשֶּׁ֖ה H4519 וְעַד H5704 זְבֻל֑וּן H2074 וַיִּֽהְיוּ֙ H1961 מַשְׂחִיקִ֣ים H7832 עֲלֵיהֶ֔ם H5921 וּמַלְעִגִ֖ים H3932 בָּֽם Hb ",
  "11": "אַךְ H389 אֲנָשִׁ֛ים H376 מֵאָשֵׁ֥ר H836 וּמְנַשֶּׁ֖ה H4519 וּמִ H2074 נִֽכְנְע֔וּ H3665 וַיָּבֹ֖אוּ H935 לִירוּשָׁלִָֽם H3389 ",
  "12": "גַּ֣ם H1571 בִּיהוּדָ֗ה H3063 הָֽיְתָה֙ H1961 יַ֣ד H3027 הָאֱלֹהִ֔ים H430 לָתֵ֥ת H5414 לָהֶ֖ם Hl לֵ֣ב H3820 אֶחָ֑ד H259 לַעֲשׂ֞וֹת H6213 מִצְוַ֥ת H4687 הַמֶּ֛לֶךְ H4428 וְהַ H8269 בִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
  "13": "וַיֵּֽאָסְפ֤וּ H622 יְרוּשָׁלִַ֨ם֙ H3389 עַם H5971 רָ֔ב H7227 לַעֲשׂ֛וֹת H6213 אֶת H853 חַ֥ג H2282 הַמַּצּ֖וֹת H4682 בַּחֹ֣דֶשׁ H2320 הַשֵּׁנִ֑י H8145 קָהָ֖ל H6951 לָרֹ֥ב H7230 מְאֹֽד H3966 ",
  "14": "וַיָּקֻ֕מוּ H6965 וַיָּסִ֨ירוּ֙ H5493 אֶת H853 הַֽמִּזְבְּח֔וֹת H4196 אֲשֶׁ֖ר H834 בִּירוּשָׁלִָ֑ם H3389 וְאֵ֤ת H853 כָּל H3605 הַֽמְקַטְּרוֹת֙ H6999 הֵסִ֔ירוּ H5493 וַיַּשְׁלִ֖יכוּ H7993 לְנַ֥חַל H5158 קִדְרֽוֹן H6939 ",
  "15": "וַיִּשְׁחֲט֣וּ H7819 הַפֶּ֔סַח H6453 בְּאַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 לַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֑י H8145 וְהַ H3548 וְהַ H3881 נִכְלְמוּ֙ H3637 וַיִּֽתְקַדְּשׁ֔וּ H6942 וַיָּבִ֥יאוּ H935 עֹל֖וֹת H5930 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "16": "וַיַּֽעַמְד֤וּ H5975 עַל H5921 עָמְדָם֙ H5977 כְּמִשְׁפָּטָ֔ H4941 כְּתוֹרַ֖ת H8451 מֹשֶׁ֣ה H4872 אִישׁ H376 הָאֱלֹהִ֑ים H430 הַכֹּֽהֲנִים֙ H3548 זֹרְקִ֣ים H2236 אֶת H853 הַדָּ֔ם H1818 מִיַּ֖ד H3027 הַלְוִיִּֽם H3881 ",
  "17": "כִּי H3588 רַבַּ֥ת H7227 בַּקָּהָ֖ל H6951 אֲשֶׁ֣ר H834 לֹא H3808 הִתְקַדָּ֑שׁוּ H6942 וְהַ H3881 עַל H5921 שְׁחִיטַ֣ת H7821 הַפְּסָחִ֗ים H6453 לְכֹל֙ H3605 לֹ֣א H3808 טָה֔וֹר H2889 לְהַקְדִּ֖ישׁ H6942 לַיהוָֽה H3068 ",
  "18": "כִּ֣י H3588 מַרְבִּ֣ית H4768 הָעָ֡ם H5971 רַ֠בַּת H7227 מֵֽאֶפְרַ֨יִם H669 וּמְנַשֶּׁ֜ה H4519 יִשָּׂשכָ֤ר H3485 וּזְבֻלוּן֙ H2074 לֹ֣א H3808 הִטֶּהָ֔רוּ H2891 כִּֽי H3588 אָכְל֥וּ H398 אֶת H853 הַפֶּ֖סַח H6453 בְּלֹ֣א H3808 כַכָּת֑וּב H3789 כִּי֩ H3588 הִתְפַּלֵּ֨ל H6419 יְחִזְקִיָּ֤הוּ H2396 עֲלֵיהֶם֙ H5921 לֵאמֹ֔ר H559 יְהוָ֥ה H3068 הַטּ֖וֹב H2896 יְכַפֵּ֥ר H3722 בְּעַֽד H1157 ",
  "19": "כָּל H3605 לְבָב֣וֹ H3824 הֵכִ֔ין H3559 לִדְר֛וֹשׁ H1875 הָאֱלֹהִ֥ים H430 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתָ֑יו H1 וְלֹ֖א H3808 כְּטָהֳרַ֥ת H2893 הַקֹּֽדֶשׁ H6944 ",
  "20": "וַיִּשְׁמַ֤ע H8085 יְהוָה֙ H3068 אֶל H413 יְחִזְקִיָּ֔הוּ H2396 וַיִּרְפָּ֖א H7495 אֶת H853 הָעָֽם H5971 ",
  "21": "וַיַּעֲשׂ֣וּ H6213 בְנֵֽי H1121 יִ֠שְׂרָאֵל H3478 הַנִּמְצְאִ֨ים H4672 בִּירוּשָׁלִַ֜ם H3389 אֶת H853 חַ֧ג H2282 הַמַּצּ֛וֹת H4682 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בְּשִׂמְחָ֣ה H8057 גְדוֹלָ֑ה H1419 וּֽמְהַלְלִ֣ים H1984 לַ֠יהוָה H3068 י֣וֹם H3117 בְּי֞וֹם H3117 הַלְוִיִּ֧ם H3881 וְהַ H3548 בִּכְלֵי H3627 עֹ֖ז H5797 לַיהוָֽה H3068 ",
  "22": "וַיְדַבֵּ֣ר H1696 יְחִזְקִיָּ֗הוּ H2396 עַל H5921 לֵב֙ H3820 כָּל H3605 הַלְוִיִּ֔ם H3881 הַמַּשְׂכִּילִ֥ים H7919 שֵֽׂכֶל H7922 ט֖וֹב H2896 לַיהוָ֑ה H3068 וַיֹּאכְל֤וּ H398 אֶת H853 הַמּוֹעֵד֙ H4150 שִׁבְעַ֣ת H7651 הַיָּמִ֔ים H3117 מְזַבְּחִים֙ H2076 זִבְחֵ֣י H2077 שְׁלָמִ֔ים H8002 וּמִ֨תְוַדִּ֔ים H3034 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבוֹתֵיהֶֽם H1 ",
  "23": "וַיִּוָּֽעֲצוּ֙ H3289 כָּל H3605 הַקָּהָ֔ל H6951 לַעֲשׂ֕וֹת H6213 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 אֲחֵרִ֑ים H312 וַיַּֽעֲשׂ֥וּ H6213 שִׁבְעַת H7651 יָמִ֖ים H3117 שִׂמְחָֽה H8057 ",
  "24": "כִּ֣י H3588 חִזְקִיָּ֣הוּ H2396 מֶֽלֶךְ H4428 יְ֠הוּדָה H3063 הֵרִ֨ים H7311 לַקָּהָ֜ל H6951 אֶ֣לֶף H505 פָּרִים֮ H6499 וְשִׁבְעַ֣ת H7651 אֲלָפִ֣ים H505 צֹאן֒ H6629 וְהַ H8269 הֵרִ֤ימוּ H7311 לַקָּהָל֙ H6951 פָּרִ֣ים H6499 אֶ֔לֶף H505 וְצֹ֖אן H6629 עֲשֶׂ֣רֶת H6235 אֲלָפִ֑ים H505 וַיִּֽתְקַדְּשׁ֥וּ H6942 כֹהֲנִ֖ים H3548 לָרֹֽב H7230 ",
  "25": "וַֽיִּשְׂמְח֣וּ H8055 כָּל H3605 קְהַ֣ל H6951 יְהוּדָ֗ה H3063 וְהַ H3548 וְהַ H3881 וְכָל H3605 הַקָּהָ֖ל H6951 הַבָּאִ֣ים H935 מִיִּשְׂרָאֵ֑ל H3478 וְהַ H1616 הַבָּאִים֙ H935 מֵאֶ֣רֶץ H776 יִשְׂרָאֵ֔ל H3478 וְהַ H3427 בִּיהוּדָֽה H3063 ",
  "26": "וַתְּהִ֥י H1961 שִׂמְחָֽה H8057 גְדוֹלָ֖ה H1419 בִּֽירוּשָׁלִָ֑ם H3389 כִּ֠י H3588 מִימֵ֞י H3117 שְׁלֹמֹ֤ה H8010 בֶן H1121 דָּוִיד֙ H1732 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 כָזֹ֖את H2063 בִּירוּשָׁלִָֽם H3389 ",
  "27": "וַיָּקֻ֜מוּ H6965 הַכֹּהֲנִ֤ים H3548 הַלְוִיִּם֙ H3881 וַיְבָרֲכ֣וּ H1288 אֶת H853 הָעָ֔ם H5971 וַיִּשָּׁמַ֖ע H8085 בְּקוֹלָ֑ H6963 וַתָּב֧וֹא H935 תְפִלָּתָ֛ם H8605 לִמְע֥וֹן H4583 קָדְשׁ֖וֹ H6944 לַשָּׁמָֽיִם H8064 "
}
