{
  "1": "בֶּן H1121 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֛ה H6240 שָׁנָ֖ה H8141 מְנַשֶּׁ֣ה H4519 בְמָלְכ֑ H4427 וַחֲמִשִּׁ֤ים H2572 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
  "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּתֽוֹעֲבוֹת֙ H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיָּ֗שָׁב H7725 וַיִּ֨בֶן֙ H1129 אֶת H853 הַבָּמ֔וֹת H1116 אֲשֶׁ֥ר H834 נִתַּ֖ץ H5422 יְחִזְקִיָּ֣הוּ H2396 אָבִ֑יו H1 וַיָּ֨קֶם H6965 מִזְבְּח֤וֹת H4196 לַבְּעָלִים֙ H1168 וַיַּ֣עַשׂ H6213 אֲשֵׁר֔וֹת H842 וַיִּשְׁתַּ֨חוּ֙ H7812 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וַֽיַּעֲבֹ֖ד H5647 אֹתָֽם H853 ",
  "4": "וּבָנָ֥ה H1129 מִזְבְּח֖וֹת H4196 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁר֙ H834 אָמַ֣ר H559 יְהוָ֔ה H3068 בִּירוּשָׁלִַ֥ם H3389 יִֽהְיֶה H1961 שְּׁמִ֖י H8034 לְעוֹלָֽם H5769 ",
  "5": "וַיִּ֥בֶן H1129 מִזְבְּח֖וֹת H4196 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמָ֑יִם H8064 בִּשְׁתֵּ֖י H8147 חַצְר֥וֹת H2691 בֵּית H1004 יְהוָֽה H3068 ",
  "6": "וְהוּא֩ H1931 הֶעֱבִ֨יר H5674 אֶת H853 בָּנָ֤יו H1121 בָּאֵשׁ֙ H784 בְּגֵ֣י H1516 בֶן H1121 הִנֹּ֔ם H2011 וְעוֹנֵ֤ן H6049 וְנִחֵשׁ֙ H5172 וְֽכִשֵּׁ֔ף H3784 וְעָ֥שָׂה H6213 א֖וֹב H178 וְיִדְּעוֹנִ֑י H3049 הִרְבָּ֗ה H7235 לַעֲשׂ֥וֹת H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 לְהַכְעִיסֽ H3707 ",
  "7": "וַיָּ֕שֶׂם H7760 אֶת H853 פֶּ֥סֶל H6459 הַסֶּ֖מֶל H5566 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 בְּבֵ֣ית H1004 הָאֱלֹהִ֗ים H430 אֲשֶׁ֨ר H834 אָמַ֤ר H559 אֱלֹהִים֙ H430 אֶל H413 דָּוִיד֙ H1732 וְאֶל H413 שְׁלֹמֹ֣ה H8010 בְנ֔וֹ H1121 בַּבַּ֨יִת H1004 הַזֶּ֜ה H2088 וּבִֽ H3389 אֲשֶׁ֤ר H834 בָּחַ֨רְתִּי֙ H977 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 אָשִׂ֥ים H7760 אֶת H853 שְׁמִ֖י H8034 לְעֵילֽוֹם H5865 ",
  "8": "וְלֹ֣א H3808 אוֹסִ֗יף H3254 לְהָסִיר֙ H5493 אֶת H853 רֶ֣גֶל H7272 יִשְׂרָאֵ֔ל H3478 מֵעַל֙ H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 הֶֽעֱמַ֖דְתִּי H5975 לַאֲבֹֽתֵי H1 רַ֣ק H7535 אִם H518 יִשְׁמְר֣וּ H8104 לַעֲשׂ֗וֹת H6213 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 צִוִּיתִ֔ים H6680 לְכָל H3605 הַתּוֹרָ֛ה H8451 וְהַֽ H2706 וְהַ H4941 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "9": "וַיֶּ֣תַע H8582 מְנַשֶּׁ֔ה H4519 אֶת H853 יְהוּדָ֖ה H3063 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִָ֑ם H3389 לַעֲשׂ֣וֹת H6213 רָ֔ע H7451 מִן H4480 הַ֨גּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הִשְׁמִ֣יד H8045 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מְנַשֶּׁ֥ה H4519 וְאֶל H413 עַמּ֖וֹ H5971 וְלֹ֥א H3808 הִקְשִֽׁיבוּ H7181 ",
  "11": "וַיָּבֵ֨א H935 יְהוָ֜ה H3068 עֲלֵיהֶ֗ם H5921 אֶת H853 שָׂרֵ֤י H8269 הַצָּבָא֙ H6635 אֲשֶׁר֙ H834 לְמֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיִּלְכְּד֥וּ H3920 אֶת H853 מְנַשֶּׁ֖ה H4519 בַּחֹחִ֑ים H2336 וַיַּֽאַסְרֻ֨ H631 בַּֽנְחֻשְׁתַּ֔יִם H5178 וַיּוֹלִיכֻ֖ H3212 בָּבֶֽלָה H894 ",
  "12": "וּכְ H6887 ל֔וֹ Hl חִלָּ֕ה H2470 אֶת H853 פְּנֵ֖י H6440 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 וַיִּכָּנַ֣ע H3665 מְאֹ֔ד H3966 מִלִּ H6440 אֱלֹהֵ֥י H430 אֲבֹתָֽיו H1 ",
  "13": "וַיִּתְפַּלֵּ֣ל H6419 אֵלָ֗יו H413 וַיֵּעָ֤תֶר H6279 לוֹ֙ Hl וַיִּשְׁמַ֣ע H8085 תְּחִנָּת֔וֹ H8467 וַיְשִׁיבֵ֥ H7725 יְרוּשָׁלִַ֖ם H3389 לְמַלְכוּת֑ H4438 וַיֵּ֣דַע H3045 מְנַשֶּׁ֔ה H4519 כִּ֥י H3588 יְהוָ֖ה H3068 ה֥וּא H1931 הָֽאֱלֹהִֽים H430 ",
  "14": "וְאַחֲרֵי H310 כֵ֡ן H3651 בָּנָ֣ה H1129 חוֹמָ֣ה H2346 חִֽיצוֹנָ֣ה H2435 לְעִיר H5892 דָּוִ֡יד H1732 מַעְרָבָה֩ H4628 לְגִיח֨וֹן H1521 בַּנַּ֜חַל H5158 וְלָ H935 בְשַׁ֤עַר H8179 הַדָּגִים֙ H1709 וְסָבַ֣ב H5437 לָעֹ֔פֶל H6077 וַיַּגְבִּיהֶ֖ H1361 מְאֹ֑ד H3966 וַיָּ֧שֶׂם H7760 שָֽׂרֵי H8269 חַ֛יִל H2428 בְּכָל H3605 הֶעָרִ֥ים H5892 הַבְּצֻר֖וֹת H1219 בִּיהוּדָֽה H3063 ",
  "15": "וַ֠יָּסַר H5493 אֶת H853 אֱלֹהֵ֨י H430 הַנֵּכָ֤ר H5236 וְאֶת H853 הַסֶּ֨מֶל֙ H5566 מִבֵּ֣ית H1004 יְהוָ֔ה H3068 וְכָל H3605 הַֽמִּזְבְּח֗וֹת H4196 אֲשֶׁ֥ר H834 בָּנָ֛ה H1129 בְּהַ֥ר H2022 בֵּית H1004 יְהוָ֖ה H3068 וּבִ H3389 וַיַּשְׁלֵ֖ךְ H7993 ח֥וּצָה H2351 לָעִֽיר H5892 ",
  "16": "ויכן H3559 אֶת H853 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 וַיִּזְבַּ֣ח H2076 עָלָ֔יו H5921 זִבְחֵ֥י H2077 שְׁלָמִ֖ים H8002 וְתוֹדָ֑ה H8426 וַיֹּ֨אמֶר֙ H559 לִֽיהוּדָ֔ה H3063 לַעֲב֕וֹד H5647 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "17": "אֲבָל֙ H61 ע֣וֹד H5750 הָעָ֔ם H5971 זֹבְחִ֖ים H2076 בַּבָּמ֑וֹת H1116 רַ֖ק H7535 לַיהוָ֥ה H3068 אֱלֹהֵיהֶֽם H430 ",
  "18": "וְיֶ֨תֶר H3499 דִּבְרֵ֣י H1697 מְנַשֶּׁה֮ H4519 וּתְפִלָּת֣ H8605 אֶל H413 אֱלֹהָיו֒ H430 וְדִבְרֵי֙ H1697 הַֽחֹזִ֔ים H2374 הַֽמְדַבְּרִ֣ים H1696 אֵלָ֔יו H413 בְּשֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 הִנָּ֕ם H2005 עַל H5921 דִּבְרֵ֖י H1697 מַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "19": "וּתְפִלָּת֣ H8605 וְהֵֽעָתֶר H6279 לוֹ֮ Hl וְכָל H3605 חַטָּאת֣וֹ H2403 וּמַעְל H4604 וְהַ H4725 אֲשֶׁר֩ H834 בָּנָ֨ה H1129 בָהֶ֤ם Hb בָּמוֹת֙ H1116 וְהֶעֱמִיד֙ H5975 הָאֲשֵׁרִ֣ים H842 וְהַ H6456 לִפְנֵ֖י H6440 הִכָּנְע֑וֹ H3665 הִנָּ֣ם H2005 כְּתוּבִ֔ים H3789 עַ֖ל H5921 דִּבְרֵ֥י H1697 חוֹזָֽי H2335 ",
  "20": "וַיִּשְׁכַּ֤ב H7901 מְנַשֶּׁה֙ H4519 עִם H5973 אֲבֹתָ֔יו H1 וַֽיִּקְבְּרֻ֖ H6912 בֵּית֑וֹ H1004 וַיִּמְלֹ֛ךְ H4427 אָמ֥וֹן H526 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "21": "בֶּן H1121 עֶשְׂרִ֧ים H6242 וּשְׁתַּ֛יִם H8147 שָׁנָ֖ה H8141 אָמ֣וֹן H526 בְּמָלְכ֑ H4427 וּשְׁתַּ֣יִם H8147 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּֽירוּשָׁלִָֽם H3389 ",
  "22": "וַיַּ֤עַשׂ H6213 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 מְנַשֶּׁ֣ה H4519 אָבִ֑יו H1 וּֽלְ H3605 הַפְּסִילִ֗ים H6456 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 מְנַשֶּׁ֣ה H4519 אָבִ֔יו H1 זִבַּ֥ח H2076 אָמ֖וֹן H526 וַיַּֽעַבְדֵֽ H5647 ",
  "23": "וְלֹ֤א H3808 נִכְנַע֙ H3665 מִלִּ H6440 יְהוָ֔ה H3068 כְּהִכָּנַ֖ע H3665 מְנַשֶּׁ֣ה H4519 אָבִ֑יו H1 כִּ֛י H3588 ה֥וּא H1931 אָמ֖וֹן H526 הִרְבָּ֥ה H7235 אַשְׁמָֽה H819 ",
  "24": "וַיִּקְשְׁר֤וּ H7194 עָלָיו֙ H5921 עֲבָדָ֔יו H5650 וַיְמִיתֻ֖ H4191 בְּבֵיתֽ H1004 ",
  "25": "וַיַּכּוּ֙ H5221 עַם H5971 הָאָ֔רֶץ H776 אֵ֥ת H853 כָּל H3605 הַקֹּֽשְׁרִ֖ים H7194 עַל H5921 הַמֶּ֣לֶךְ H4428 אָמ֑וֹן H526 וַיַּמְלִ֧יכוּ H4427 עַם H5971 הָאָ֛רֶץ H776 אֶת H853 יֹאשִׁיָּ֥הוּ H2977 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
