{
  "1": "וַיַּ֨עַשׂ H6213 יֹאשִׁיָּ֧הוּ H2977 בִֽירוּשָׁלִַ֛ם H3389 פֶּ֖סַח H6453 לַיהוָ֑ה H3068 וַיִּשְׁחֲט֣וּ H7819 הַפֶּ֔סַח H6453 בְּאַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
  "2": "וַיַּעֲמֵ֥ד H5975 הַכֹּהֲנִ֖ים H3548 עַל H5921 מִשְׁמְרוֹתָ֑ם H4931 וַֽיְחַזְּקֵ֔ H2388 לַעֲבוֹדַ֖ת H5656 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "3": "וַיֹּ֣אמֶר H559 לַ֠לְוִיִּם H3881 המבונים H995 לְכָל H3605 יִשְׂרָאֵ֜ל H3478 הַקְּדוֹשִׁ֣ים H6918 לַיהוָ֗ה H3068 תְּנ֤וּ H5414 אֶת H853 אֲרוֹן H727 הַקֹּ֨דֶשׁ֙ H6944 בַּ֠בַּיִת H1004 אֲשֶׁ֨ר H834 בָּנָ֜ה H1129 שְׁלֹמֹ֤ה H8010 בֶן H1121 דָּוִיד֙ H1732 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אֵין H369 לָכֶ֥ם Hl מַשָּׂ֖א H4853 בַּכָּתֵ֑ף H3802 עַתָּ֗ה H6258 עִבְדוּ֙ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וְאֵ֖ת H853 עַמּ֥וֹ H5971 יִשְׂרָאֵֽל H3478 ",
  "4": "וְהָכִ֥ונוּ H3559 לְבֵית H1004 אֲבוֹתֵיכֶ֖ם H1 כְּמַחְלְקוֹתֵי H4256 בִּכְתָ֗ב H3791 דָּוִיד֙ H1732 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וּבְ H4385 שְׁלֹמֹ֥ה H8010 בְנֽוֹ H1121 ",
  "5": "וְעִמְד֣וּ H5975 בַקֹּ֗דֶשׁ H6944 לִפְלֻגּוֹת֙ H6391 בֵּ֣ית H1004 הָֽאָב֔וֹת H1 לַאֲחֵי H251 בְּנֵ֣י H1121 הָעָ֑ם H5971 וַחֲלֻקַּ֥ת H2515 בֵּֽית H1004 אָ֖ב H1 לַלְוִיִּֽם H3881 ",
  "6": "וְשַׁחֲט֖וּ H7819 הַפָּ֑סַח H6453 וְהִתְקַדְּשׁוּ֙ H6942 וְהָכִ֣ינוּ H3559 לַאֲחֵי H251 לַעֲשׂ֥וֹת H6213 כִּדְבַר H1697 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "7": "וַיָּ֣רֶם H7311 יֹאשִׁיָּ֣הוּ H2977 לִבְנֵ֪י H1121 הָעָ֟ם H5971 צֹ֞אן H6629 כְּבָשִׂ֣ים H3532 וּבְנֵֽי H1121 עִזִּים֮ H5795 הַכֹּ֣ל H3605 לַפְּסָחִים֒ H6453 לְכָל H3605 הַנִּמְצָ֗א H4672 לְמִסְפַּר֙ H4557 שְׁלֹשִׁ֣ים H7970 אֶ֔לֶף H505 וּבָקָ֖ר H1241 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֑ים H505 אֵ֖לֶּה H428 מֵרְכ֥וּשׁ H7399 הַמֶּֽלֶךְ H4428 ",
  "8": "וְשָׂרָ֞י H8269 לִנְדָבָ֥ה H5071 לָעָ֛ם H5971 לַכֹּהֲנִ֥ים H3548 וְלַ H3881 הֵרִ֑ימוּ H7311 חִלְקִיָּ֨ה H2518 וּזְכַרְיָ֜הוּ H2148 וִֽיחִיאֵ֗ל H3171 נְגִידֵי֙ H5057 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 לַכֹּהֲנִ֞ים H3548 נָתְנ֣וּ H5414 לַפְּסָחִ֗ים H6453 אַלְפַּ֨יִם֙ H505 וְשֵׁ֣שׁ H8337 מֵא֔וֹת H3967 וּבָקָ֖ר H1241 שְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
  "9": "וכונניהו H3562 וּשְׁמַֽעְיָ֨הוּ H8098 וּנְתַנְאֵ֜ל H5417 אֶחָ֗יו H251 וַחֲשַׁבְיָ֧הוּ H2811 וִיעִיאֵ֛ל H3273 וְיוֹזָבָ֖ד H3107 שָׂרֵ֣י H8269 הַלְוִיִּ֑ם H3881 הֵרִ֨ימוּ H7311 לַלְוִיִּ֤ם H3881 לַפְּסָחִים֙ H6453 חֲמֵ֣שֶׁת H2568 אֲלָפִ֔ים H505 וּבָקָ֖ר H1241 חֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "10": "וַתִּכּ֖וֹן H3559 הָעֲבוֹדָ֑ה H5656 וַיַּֽעַמְד֨וּ H5975 הַכֹּהֲנִ֧ים H3548 עַל H5921 עָמְדָ֛ם H5977 וְהַ H3881 עַל H5921 מַחְלְקוֹתָ֖ם H4256 כְּמִצְוַ֥ת H4687 הַמֶּֽלֶךְ H4428 ",
  "11": "וַֽיִּשְׁחֲט֖וּ H7819 הַפָּ֑סַח H6453 וַיִּזְרְק֤וּ H2236 הַכֹּהֲנִים֙ H3548 מִיָּדָ֔ H3027 וְהַ H3881 מַפְשִׁיטִֽים H6584 ",
  "12": "וַיָּסִ֨ירוּ H5493 הָעֹלָ֜ה H5930 לְ֠תִתָּ H5414 לְמִפְלַגּ֤וֹת H4653 לְבֵית H1004 אָבוֹת֙ H1 לִבְנֵ֣י H1121 הָעָ֔ם H5971 לְהַקְרִיב֙ H7126 לַיהוָ֔ה H3068 כַּכָּת֖וּב H3789 בְּסֵ֣פֶר H5612 מֹשֶׁ֑ה H4872 וְכֵ֖ן H3651 לַבָּקָֽר H1241 ",
  "13": "וַֽיְבַשְּׁל֥וּ H1310 הַפֶּ֛סַח H6453 בָּאֵ֖שׁ H784 כַּמִּשְׁפָּ֑ט H4941 וְהַ H6944 בִּשְּׁל֗וּ H1310 בַּסִּיר֤וֹת H5518 וּבַ H1731 וּבַ H6745 וַיָּרִ֖יצוּ H7323 לְכָל H3605 בְּנֵ֥י H1121 הָעָֽם H5971 ",
  "14": "וְאַחַ֗ר H310 הֵכִ֤ינוּ H3559 לָהֶם֙ H1992 וְלַ H3548 כִּ֤י H3588 הַכֹּהֲנִים֙ H3548 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 בְּהַֽעֲל֛וֹת H5927 הָעוֹלָ֥ה H5930 וְהַ H2459 עַד H5704 לָ֑יְלָה H3915 וְהַ H3881 הֵכִ֣ינוּ H3559 לָהֶ֔ם H1992 וְלַ H3548 בְּנֵ֥י H1121 אַהֲרֹֽן H175 ",
  "15": "וְהַ H7891 בְּנֵי H1121 אָסָ֜ף H623 עַל H5921 מַעֲמָדָ֗ם H4612 כְּמִצְוַ֤ת H4687 דָּוִיד֙ H1732 וְאָסָ֞ף H623 וְהֵימָ֤ן H1968 וִֽידֻתוּן֙ H3038 חוֹזֵ֣ה H2374 הַמֶּ֔לֶךְ H4428 וְהַ H7778 לְשַׁ֣עַר H8179 וָשָׁ֑עַר H8179 אֵ֣ין H369 לָהֶ֗ם Hl לָסוּר֙ H5493 מֵעַ֣ל H5921 עֲבֹֽדָתָ֔ם H5656 כִּֽי H3588 אֲחֵיהֶ֥ם H251 הַלְוִיִּ֖ם H3881 הֵכִ֥ינוּ H3559 לָהֶֽם Hl ",
  "16": "וַ֠תִּכּוֹן H3559 כָּל H3605 עֲבוֹדַ֨ת H5656 יְהוָ֜ה H3068 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 לַעֲשׂ֣וֹת H6213 הַפֶּ֔סַח H6453 וְהַעֲל֣וֹת H5927 עֹל֔וֹת H5930 עַ֖ל H5921 מִזְבַּ֣ח H4196 יְהוָ֑ה H3068 כְּמִצְוַ֖ת H4687 הַמֶּ֥לֶךְ H4428 יֹאשִׁיָּֽהוּ H2977 ",
  "17": "וַיַּעֲשׂ֨וּ H6213 בְנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 הַֽנִּמְצְאִ֛ים H4672 אֶת H853 הַפֶּ֖סַח H6453 בָּעֵ֣ת H6256 הַהִ֑יא H1931 וְאֶת H853 חַ֥ג H2282 הַמַּצּ֖וֹת H4682 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "18": "וְלֹֽא H3808 נַעֲשָׂ֨ה H6213 פֶ֤סַח H6453 כָּמֹ֨הוּ֙ H3644 בְּיִשְׂרָאֵ֔ל H3478 מִימֵ֖י H3117 שְׁמוּאֵ֣ל H8050 הַנָּבִ֑יא H5030 וְכָל H3605 מַלְכֵ֣י H4428 יִשְׂרָאֵ֣ל H3478 לֹֽא H3808 עָשׂ֡וּ H6213 כַּפֶּ֣סַח H6453 אֲשֶׁר H834 עָשָׂ֣ה H6213 יֹֽ֠אשִׁיָּהוּ H2977 וְהַ H3548 וְהַ H3881 וְכָל H3605 יְהוּדָה֙ H3063 וְיִשְׂרָאֵ֣ל H3478 הַנִּמְצָ֔א H4672 וְיוֹשְׁבֵ֖י H3427 יְרוּשָׁלִָֽם H3389 ",
  "19": "בִּשְׁמוֹנֶ֤ה H8083 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 לְמַלְכ֖וּת H4438 יֹאשִׁיָּ֑הוּ H2977 נַעֲשָׂ֖ה H6213 הַפֶּ֥סַח H6453 הַזֶּֽה H2088 ",
  "20": "אַחֲרֵ֣י H310 כָל H3605 זֹ֗את H2063 אֲשֶׁ֨ר H834 הֵכִ֤ין H3559 יֹֽאשִׁיָּ֨הוּ֙ H2977 אֶת H853 הַבַּ֔יִת H1004 עָלָ֞ה H5927 נְכ֧וֹ H5224 מֶֽלֶךְ H4428 מִצְרַ֛יִם H4714 לְהִלָּחֵ֥ם H3898 בְּכַרְכְּמִ֖ישׁ H3751 עַל H5921 פְּרָ֑ת H6578 וַיֵּצֵ֥א H3318 לִקְרָאת֖ H7125 יֹאשִׁיָּֽהוּ H2977 ",
  "21": "וַיִּשְׁלַ֣ח H7971 אֵלָ֣יו H413 מַלְאָכִ֣ים H4397 לֵאמֹר֩ H559 מַה H4100 לִּ֨י Hl וָלָ֜ Hc/Hl מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 לֹא H3808 עָלֶ֨יךָ H5921 אַתָּ֤ה H859 הַיּוֹם֙ H3117 כִּ֚י H3588 אֶל H413 בֵּ֣ית H1004 מִלְחַמְתִּ֔י H4421 וֵאלֹהִ֖ים H430 אָמַ֣ר H559 לְבַֽהֲלֵ֑ H926 חֲדַל H2308 לְךָ֛ Hl מֵאֱלֹהִ֥ים H430 אֲשֶׁר H834 עִמִּ֖י H5973 וְאַל H408 יַשְׁחִיתֶֽךָ H7843 ",
  "22": "וְלֹֽא H3808 הֵסֵב֩ H5437 יֹאשִׁיָּ֨הוּ H2977 פָנָ֜יו H6440 מִמֶּ֗נּוּ H4480 כִּ֤י H3588 לְהִלָּחֵֽם H3898 בּוֹ֙ Hb הִתְחַפֵּ֔שׂ H2664 וְלֹ֥א H3808 שָׁמַ֛ע H8085 אֶל H413 דִּבְרֵ֥י H1697 נְכ֖וֹ H5224 מִפִּ֣י H6310 אֱלֹהִ֑ים H430 וַיָּבֹ֕א H935 לְהִלָּחֵ֖ם H3898 בְּבִקְעַ֥ת H1237 מְגִדּֽוֹ H4023 ",
  "23": "וַיֹּרוּ֙ H3384 הַיֹּרִ֔ים H3384 לַמֶּ֖לֶךְ H4428 יֹאשִׁיָּ֑הוּ H2977 וַיֹּ֨אמֶר H559 הַמֶּ֤לֶךְ H4428 לַעֲבָדָי H5650 הַעֲבִיר֔וּנִי H5674 כִּ֥י H3588 הָחֳלֵ֖יתִי H2470 מְאֹֽד H3966 ",
  "24": "וַיַּֽעֲבִירֻ֨ H5674 עֲבָדָ֜יו H5650 מִן H4480 הַמֶּרְכָּבָ֗ה H4818 וַֽיַּרְכִּיבֻ H7392 עַ֣ל H5921 רֶ֣כֶב H7393 הַמִּשְׁנֶה֮ H4932 אֲשֶׁר H834 לוֹ֒ Hl וַיּוֹלִיכֻ֨ H3212 יְר֣וּשָׁלִַ֔ם H3389 וַיָּ֕מָת H4191 וַיִּקָּבֵ֖ר H6912 בְּקִבְר֣וֹת H6913 אֲבֹתָ֑יו H1 וְכָל H3605 יְהוּדָה֙ H3063 וִיר֣וּשָׁלִַ֔ם H3389 מִֽתְאַבְּלִ֖ים H56 עַל H5921 יֹאשִׁיָּֽהוּ H2977 ",
  "25": "וַיְקוֹנֵ֣ן H6969 יִרְמְיָהוּ֮ H3414 עַל H5921 יֹאשִׁיָּהוּ֒ H2977 וַיֹּאמְר֣וּ H559 כָֽל H3605 הַשָּׁרִ֣ים H7891 וְ֠הַ H7891 בְּקִינ֨וֹתֵי H7015 עַל H5921 יֹאשִׁיָּ֨הוּ֙ H2977 עַד H5704 הַיּ֔וֹם H3117 וַיִּתְּנ֥וּ H5414 לְחֹ֖ק H2706 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְהִנָּ֥ H2005 כְּתוּבִ֖ים H3789 עַל H5921 הַקִּינֽוֹת H7015 ",
  "26": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יֹאשִׁיָּ֖הוּ H2977 וַחֲסָדָ֑י H2617 כַּכָּת֖וּב H3789 בְּתוֹרַ֥ת H8451 יְהוָֽה H3068 ",
  "27": "וּדְבָרָ֕י H1697 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הִנָּ֣ם H2005 כְּתוּבִ֔ים H3789 עַל H5921 סֵ֥פֶר H5612 מַלְכֵֽי H4428 יִשְׂרָאֵ֖ל H3478 וִיהוּדָֽה H3063 "
}
