{
  "1": "וַיַּ֨עַשׂ֙ H6213 מִזְבַּ֣ח H4196 נְחֹ֔שֶׁת H5178 עֶשְׂרִ֤ים H6242 אַמָּה֙ H520 אָרְכּ֔וֹ H753 וְעֶשְׂרִ֥ים H6242 אַמָּ֖ה H520 רָחְבּ֑וֹ H7341 וְעֶ֥שֶׂר H6235 אַמּ֖וֹת H520 קוֹמָתֽוֹ H6967 ",
  "2": "וַיַּ֥עַשׂ H6213 אֶת H853 הַיָּ֖ם H3220 מוּצָ֑ק H3332 עֶ֣שֶׂר H6235 בָּֽ֠אַמָּה H520 מִשְּׂפָת֨ H8193 אֶל H413 שְׂפָת֜וֹ H8193 עָג֣וֹל H5696 סָבִ֗יב H5439 וְחָמֵ֤שׁ H2568 בָּֽאַמָּה֙ H520 קֽוֹמָת֔וֹ H6967 וְקָו֙ H6957 שְׁלֹשִׁ֣ים H7970 בָּֽאַמָּ֔ה H520 יָסֹ֥ב H5437 אֹת֖וֹ H853 סָבִֽיב H5439 ",
  "3": "וּדְמ֣וּת H1823 בְּקָרִים֩ H1241 תַּ֨חַת H8478 ל֜וֹ Hl סָבִ֤יב H5439 סָבִיב֙ H5439 סוֹבְבִ֣ים H5437 אֹת֔וֹ H853 עֶ֚שֶׂר H6235 בָּֽאַמָּ֔ה H520 מַקִּיפִ֥ים H5362 אֶת H853 הַיָּ֖ם H3220 סָבִ֑יב H5439 שְׁנַ֤יִם H8147 טוּרִים֙ H2905 הַבָּקָ֔ר H1241 יְצוּקִ֖ים H3332 בְּמֻֽצַקְתּֽ H4166 ",
  "4": "עוֹמֵ֞ד H5975 עַל H5921 שְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 בָּקָ֗ר H1241 שְׁלֹשָׁ֣ה H7969 פֹנִ֣ים H6437 צָפ֡וֹנָה H6828 וּשְׁלוֹשָׁה֩ H7969 פֹנִ֨ים H6437 יָ֜מָּה H3220 וּשְׁלֹשָׁ֣ה H7969 פֹּנִ֣ים H6437 נֶ֗גְבָּה H5045 וּשְׁלֹשָׁה֙ H7969 פֹּנִ֣ים H6437 מִזְרָ֔חָה H4217 וְהַ H3220 עֲלֵיהֶ֖ם H5921 מִלְ H4605 וְכָל H3605 אֲחֹרֵיהֶ֖ם H268 בָּֽיְתָה H1004 ",
  "5": "וְעָבְי֣ H5672 טֶ֔פַח H2947 וּשְׂפָת H8193 כְּמַעֲשֵׂ֣ה H4639 שְׂפַת H8193 כּ֔וֹס H3563 פֶּ֖רַח H6525 שֽׁוֹשַׁנָּ֑ה H7799 מַחֲזִ֣יק H2388 בַּתִּ֔ים H1324 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 יָכִֽיל H3557 ",
  "6": "וַיַּ֣עַשׂ H6213 כִּיּוֹרִים֮ H3595 עֲשָׂרָה֒ H6235 וַ֠יִּתֵּן H5414 חֲמִשָּׁ֨ה H2568 מִיָּמִ֜ין H3225 וַחֲמִשָּׁ֤ה H2568 מִשְּׂמֹאול֙ H8040 לְרָחְצָ֣ה H7364 בָהֶ֔ם Hb אֶת H853 מַעֲשֵׂ֥ה H4639 הָעוֹלָ֖ה H5930 יָדִ֣יחוּ H1740 בָ֑ם Hb וְהַ H3220 לְרָחְצָ֥ה H7364 לַכֹּהֲנִ֖ים H3548 בּֽוֹ Hb ",
  "7": "וַ֠יַּעַשׂ H6213 אֶת H853 מְנֹר֧וֹת H4501 הַזָּהָ֛ב H2091 עֶ֖שֶׂר H6235 כְּמִשְׁפָּטָ֑ H4941 וַיִּתֵּן֙ H5414 בַּֽהֵיכָ֔ל H1964 חָמֵ֥שׁ H2568 מִיָּמִ֖ין H3225 וְחָמֵ֥שׁ H2568 מִשְּׂמֹֽאול H8040 ",
  "8": "וַיַּ֣עַשׂ H6213 שֻׁלְחָנוֹת֮ H7979 עֲשָׂרָה֒ H6235 וַיַּנַּח֙ H3240 בַּֽהֵיכָ֔ל H1964 חֲמִשָּׁ֥ה H2568 מִיָּמִ֖ין H3225 וַחֲמִשָּׁ֣ה H2568 מִשְּׂמֹ֑אול H8040 וַיַּ֛עַשׂ H6213 מִזְרְקֵ֥י H4219 זָהָ֖ב H2091 מֵאָֽה H3967 ",
  "9": "וַיַּ֨עַשׂ֙ H6213 חֲצַ֣ר H2691 הַכֹּהֲנִ֔ים H3548 וְהָ H5835 הַגְּדוֹלָ֑ה H1419 וּדְלָת֧וֹת H1817 לָעֲזָרָ֛ה H5835 וְדַלְתוֹתֵי H1817 צִפָּ֥ה H6823 נְחֹֽשֶׁת H5178 ",
  "10": "וְאֶת H853 הַיָּ֗ם H3220 נָתַ֞ן H5414 מִכֶּ֧תֶף H3802 הַיְמָנִ֛ית H3233 קֵ֖דְמָה H6924 מִמּ֥וּל H4136 נֶֽגְבָּה H5045 ",
  "11": "וַיַּ֣עַשׂ H6213 חוּרָ֔ם H2361 אֶת H853 הַ֨סִּיר֔וֹת H5518 וְאֶת H853 הַיָּעִ֖ים H3257 וְאֶת H853 הַמִּזְרָק֑וֹת H4219 וַיְכַ֣ל H3615 חירם H2438 לַעֲשׂוֹת֙ H6213 אֶת H853 הַמְּלָאכָ֔ה H4399 אֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בְּבֵ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "12": "עַמּוּדִ֣ים H5982 שְׁנַ֔יִם H8147 וְהַ H1543 וְהַ H3805 עַל H5921 רֹ֥אשׁ H7218 הָעַמּוּדִ֖ים H5982 שְׁתָּ֑יִם H8147 וְהַ H7639 שְׁתַּ֔יִם H8147 לְכַסּ֗וֹת H3680 אֶת H853 שְׁתֵּי֙ H8147 גֻּלּ֣וֹת H1543 הַכֹּֽתָר֔וֹת H3805 אֲשֶׁ֖ר H834 עַל H5921 רֹ֥אשׁ H7218 הָֽעַמּוּדִֽים H5982 ",
  "13": "וְאֶת H853 הָֽרִמּוֹנִ֛ים H7416 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 לִשְׁתֵּ֣י H8147 הַשְּׂבָכ֑וֹת H7639 שְׁנַ֨יִם H8147 טוּרִ֤ים H2905 רִמּוֹנִים֙ H7416 לַשְּׂבָכָ֣ה H7639 הָאֶחָ֔ת H259 לְכַסּ֗וֹת H3680 אֶת H853 שְׁתֵּי֙ H8147 גֻּלּ֣וֹת H1543 הַכֹּֽתָר֔וֹת H3805 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָעַמּוּדִֽים H5982 ",
  "14": "וְאֶת H853 הַמְּכֹנ֖וֹת H4350 עָשָׂ֑ה H6213 וְאֶת H853 הַכִּיֹּר֥וֹת H3595 עָשָׂ֖ה H6213 עַל H5921 הַמְּכֹנֽוֹת H4350 ",
  "15": "אֶת H853 הַיָּ֖ם H3220 אֶחָ֑ד H259 וְאֶת H853 הַבָּקָ֥ר H1241 שְׁנֵים H8147 עָשָׂ֖ר H6240 תַּחְתָּֽיו H8478 ",
  "16": "וְאֶת H853 הַ֠סִּירוֹת H5518 וְאֶת H853 הַיָּעִ֤ים H3257 וְאֶת H853 הַמִּזְלָגוֹת֙ H4207 וְאֶת H853 כָּל H3605 כְּלֵיהֶ֔ם H3627 עָשָׂ֞ה H6213 חוּרָ֥ם H2361 אָבִ֛יו H1 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 לְבֵ֣ית H1004 יְהוָ֑ה H3068 נְחֹ֖שֶׁת H5178 מָרֽוּק H4838 ",
  "17": "בְּכִכַּ֤ר H3603 הַיַּרְדֵּן֙ H3383 יְצָקָ֣ם H3332 הַמֶּ֔לֶךְ H4428 בַּעֲבִ֖י H5645 הָאֲדָמָ֑ה H127 בֵּ֥ין H996 סֻכּ֖וֹת H5523 וּבֵ֥ין H996 צְרֵדָֽתָה H6868 ",
  "18": "וַיַּ֧עַשׂ H6213 שְׁלֹמֹ֛ה H8010 כָּל H3605 הַכֵּלִ֥ים H3627 הָאֵ֖לֶּה H428 לָרֹ֣ב H7230 מְאֹ֑ד H3966 כִּ֛י H3588 לֹ֥א H3808 נֶחְקַ֖ר H2713 מִשְׁקַ֥ל H4948 הַנְּחֹֽשֶׁת H5178 ",
  "19": "וַיַּ֣עַשׂ H6213 שְׁלֹמֹ֔ה H8010 אֵ֚ת H853 כָּל H3605 הַכֵּלִ֔ים H3627 אֲשֶׁ֖ר H834 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 וְאֵת֙ H853 מִזְבַּ֣ח H4196 הַזָּהָ֔ב H2091 וְאֶת H853 הַשֻּׁלְחָנ֔וֹת H7979 וַעֲלֵי H5921 לֶ֥חֶם H3899 הַפָּנִֽים H6440 ",
  "20": "וְאֶת H853 הַמְּנֹר֞וֹת H4501 וְנֵרֹתֵי H5216 לְבַעֲרָ֧ H1197 כַּמִּשְׁפָּ֛ט H4941 לִפְנֵ֥י H6440 הַדְּבִ֖יר H1687 זָהָ֥ב H2091 סָגֽוּר H5462 ",
  "21": "וְהַ H6525 וְהַ H5216 וְהַ H4457 זָהָ֑ב H2091 ה֖וּא H1931 מִכְל֥וֹת H4357 זָהָֽב H2091 ",
  "22": "וְהַֽ H4212 וְהַ H4219 וְהַ H3709 וְהַ H4289 זָהָ֣ב H2091 סָג֑וּר H5462 וּפֶ֣תַח H6607 הַ֠בַּיִת H1004 דַּלְתוֹתָ֨יו H1817 הַפְּנִימִיּ֜וֹת H6442 לְקֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֗ים H6944 וְדַלְתֵ֥י H1817 הַבַּ֛יִת H1004 לַהֵיכָ֖ל H1964 זָהָֽב H2091 "
}
