{
  "1": "וַתִּשְׁלַם֙ H7999 כָּל H3605 הַמְּלָאכָ֔ה H4399 אֲשֶׁר H834 עָשָׂ֥ה H6213 שְׁלֹמֹ֖ה H8010 לְבֵ֣ית H1004 יְהוָ֑ה H3068 וַיָּבֵ֨א H935 שְׁלֹמֹ֜ה H8010 אֶת H853 קָדְשֵׁ֣י H6944 דָּוִ֣יד H1732 אָבִ֗יו H1 וְאֶת H853 הַכֶּ֤סֶף H3701 וְאֶת H853 הַזָּהָב֙ H2091 וְאֶת H853 כָּל H3605 הַכֵּלִ֔ים H3627 נָתַ֕ן H5414 בְּאֹצְר֖וֹת H214 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "2": "אָז֩ H227 יַקְהֵ֨יל H6950 שְׁלֹמֹ֜ה H8010 אֶת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֗ל H3478 וְאֶת H853 כָּל H3605 רָאשֵׁ֨י H7218 הַמַּטּ֜וֹת H4294 נְשִׂיאֵ֧י H5387 הָאָב֛וֹת H1 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְרוּשָׁלִָ֑ם H3389 לְֽהַעֲל֞וֹת H5927 אֶת H853 אֲר֧וֹן H727 בְּרִית H1285 יְהוָ֛ה H3068 מֵעִ֥יר H5892 דָּוִ֖יד H1732 הִ֥יא H1931 צִיּֽוֹן H6726 ",
  "3": "וַיִּקָּהֲל֧וּ H6950 אֶל H413 הַמֶּ֛לֶךְ H4428 כָּל H3605 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 בֶּחָ֑ג H2282 ה֖וּא H1931 הַחֹ֥דֶשׁ H2320 הַשְּׁבִעִֽי H7637 ",
  "4": "וַיָּבֹ֕אוּ H935 כֹּ֖ל H3605 זִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וַיִּשְׂא֥וּ H5375 הַלְוִיִּ֖ם H3881 אֶת H853 הָאָרֽוֹן H727 ",
  "5": "וַיַּעֲל֤וּ H5927 אֶת H853 הָאָרוֹן֙ H727 וְאֶת H853 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְאֶת H853 כָּל H3605 כְּלֵ֥י H3627 הַקֹּ֖דֶשׁ H6944 אֲשֶׁ֣ר H834 בָּאֹ֑הֶל H168 הֶעֱל֣וּ H5927 אֹתָ֔ם H853 הַכֹּהֲנִ֖ים H3548 הַלְוִיִּֽם H3881 ",
  "6": "וְהַ H4428 שְׁלֹמֹ֗ה H8010 וְכָל H3605 עֲדַ֧ת H5712 יִשְׂרָאֵ֛ל H3478 הַנּוֹעָדִ֥ים H3259 עָלָ֖יו H5921 לִפְנֵ֣י H6440 הָאָר֑וֹן H727 מְזַבְּחִים֙ H2076 צֹ֣אן H6629 וּבָקָ֔ר H1241 אֲשֶׁ֧ר H834 לֹֽא H3808 יִסָּפְר֛וּ H5608 וְלֹ֥א H3808 יִמָּנ֖וּ H4487 מֵרֹֽב H7230 ",
  "7": "וַיָּבִ֣יאוּ H935 הַ֠כֹּהֲנִים H3548 אֶת H853 אֲר֨וֹן H727 בְּרִית H1285 יְהוָ֧ה H3068 אֶל H413 מְקוֹמ֛וֹ H4725 אֶל H413 דְּבִ֥יר H1687 הַבַּ֖יִת H1004 אֶל H413 קֹ֣דֶשׁ H6944 הַקְּדָשִׁ֑ים H6944 אֶל H413 תַּ֖חַת H8478 כַּנְפֵ֥י H3671 הַכְּרוּבִֽים H3742 ",
  "8": "וַיִּהְי֤וּ H1961 הַכְּרוּבִים֙ H3742 פֹּרְשִׂ֣ים H6566 כְּנָפַ֔יִם H3671 עַל H5921 מְק֖וֹם H4725 הָאָר֑וֹן H727 וַיְכַסּ֧וּ H3680 הַכְּרוּבִ֛ים H3742 עַל H5921 הָאָר֥וֹן H727 וְעַל H5921 בַּדָּ֖יו H905 מִלְ H4605 ",
  "9": "וַֽיַּאֲרִיכוּ֮ H748 הַבַּדִּים֒ H905 וַיֵּרָאוּ֩ H7200 רָאשֵׁ֨י H7218 הַבַּדִּ֤ים H905 מִן H4480 הָאָרוֹן֙ H727 עַל H5921 פְּנֵ֣י H6440 הַדְּבִ֔יר H1687 וְלֹ֥א H3808 יֵרָא֖וּ H7200 הַח֑וּצָ H2351 וַֽיְהִי H1961 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "10": "אֵ֚ין H369 בָּֽאָר֔וֹן H727 רַ֚ק H7535 שְׁנֵ֣י H8147 הַלֻּח֔וֹת H3871 אֲשֶׁר H834 נָתַ֥ן H5414 מֹשֶׁ֖ה H4872 בְּחֹרֵ֑ב H2722 אֲשֶׁ֨ר H834 כָּרַ֤ת H3772 יְהוָה֙ H3068 עִם H5973 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּצֵאתָ֖ H3318 מִמִּצְרָֽיִם H4714 ",
  "11": "וַיְהִ֕י H1961 בְּצֵ֥את H3318 הַכֹּהֲנִ֖ים H3548 מִן H4480 הַקֹּ֑דֶשׁ H6944 כִּ֠י H3588 כָּל H3605 הַכֹּהֲנִ֤ים H3548 הַֽנִּמְצְאִים֙ H4672 הִתְקַדָּ֔שׁוּ H6942 אֵ֖ין H369 לִשְׁמ֥וֹר H8104 לְמַחְלְקֽוֹת H4256 ",
  "12": "וְהַ H3881 הַמְשֹׁרֲרִ֣ים H7891 לְכֻלָּ֡ H3605 לְאָסָ֡ף H623 לְהֵימָ֣ן H1968 לִֽ֠ידֻתוּן H3038 וְלִ H1121 וְלַ H251 מְלֻבָּשִׁ֣ים H3847 בּ֗וּץ H948 בִּמְצִלְתַּ֨יִם֙ H4700 וּבִ H5035 וְכִנֹּר֔וֹת H3658 עֹמְדִ֖ים H5975 מִזְרָ֣ח H4217 לַמִּזְבֵּ֑חַ H4196 וְעִמָּ H5973 כֹּֽהֲנִים֙ H3548 לְמֵאָ֣ה H3967 וְעֶשְׂרִ֔ים H6242 מחצררים H2690 בַּחֲצֹֽצְרֽוֹת H2689 ",
  "13": "וַיְהִ֣י H1961 כְ֠אֶחָד H259 למחצצרים H2690 וְלַ H7891 לְהַשְׁמִ֣יעַ H8085 קוֹל H6963 אֶחָ֗ד H259 לְהַלֵּ֣ל H1984 וּלְ H3034 לַיהוָה֒ H3068 וּכְ H7311 ק֠וֹל H6963 בַּחֲצֹצְר֨וֹת H2689 וּבִ H4700 וּבִ H3627 הַשִּׁ֗יר H7892 וּבְ H1984 לַיהוָה֙ H3068 כִּ֣י H3588 ט֔וֹב H2896 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּ֑וֹ H2617 וְהַ H1004 מָלֵ֥א H4390 עָנָ֖ן H6051 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "14": "וְלֹא H3808 יָֽכְל֧וּ H3201 הַכֹּהֲנִ֛ים H3548 לַעֲמ֥וֹד H5975 לְשָׁרֵ֖ת H8334 מִפְּנֵ֣י H6440 הֶעָנָ֑ן H6051 כִּֽי H3588 מָלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 אֶת H853 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 "
}
