{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will call out to anyone who hears him in the wilderness,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Make yourselves ready to welcome the Lord.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messenger that Isaiah wrote about was John. People called him \"The Baptizer.\" John was in the wilderness; he was baptizing people and telling them, \"Be sorry that you have sinned, and decide to stop it, so that God may forgive you. Then I will baptize you.\"\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A great number of people from the district of Judea and the city of Jerusalem went out to the wilderness to hear John speak. Many of those who heard him agreed that they had sinned. Then John baptized them in the Jordan River.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John wore rough clothes made of camel's hair and a leather belt around his waist. He ate grasshoppers and honey that he found in that wilderness area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was preaching, \"Very shortly one will come who is very great. I am nothing compared to him. I am not even worthy to stoop down and untie his sandals.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I baptized you with water, but he will baptize you with the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time when John was preaching, Jesus came from Nazareth, a town in the district of Galilee. He went to where John was preaching, and John baptized him in the Jordan River.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately after Jesus came up out of the water, he saw heaven open up and the Spirit of God descending on himself. The Spirit of God came down like a dove. \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God spoke from heaven and said, \"You are my Son, the one whom I love dearly. I am very pleased with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit of God sent Jesus out into the wilderness.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was there for forty days. During that time, Satan was tempting him. There were wild animals in that place, and angels were taking care of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, after John was put in prison, Jesus went to Galilee. In Galilee, he was preaching God's good news.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was saying, \"The time has come at last. God will soon show that he is king. Be sorry that you have sinned, and decide to stop it, so that God may forgive you. Believe the good news.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, while Jesus was walking along by the Sea of Galilee, he saw two men, Simon and Simon's brother, Andrew. They were casting their fishing net into the sea. They earned money by catching and selling fish.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"Just like you have been gathering fish, come with me and I will teach you how to gather people.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately they left their nets, and they went with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had gone on a little further, Jesus saw two other men, James and James' brother, John. They were the sons of a man named Zebedee. They were both in a boat mending fishing nets.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Jesus saw them, he told them to come with him. So they left their father, who remained in the boat with the hired servants, and they went away with Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and the disciples went into a nearby town called Capernaum. On the next Sabbath, he went into the synagogue and began teaching the people who had gathered there.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were amazed at the way he taught. He taught like a teacher who relies on what he himself knows. He did not teach like those who taught the Jewish laws, who repeated the different things that other men had taught.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the synagogue where Jesus taught, there was a man that an evil spirit controlled. The man with the evil spirit began shouting,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Hey! Jesus, from Nazareth! We evil spirits have nothing to do with you! Have you come to destroy us? I know who you are. You are the Holy One from God!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus rebuked the evil spirit, saying, \"Be quiet and come out of him!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The evil spirit shook the man violently. He screamed loudly, and then he came out of the man and left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who were there were amazed. As a result, they discussed this among themselves, saying, \"This is amazing! Not only does he teach in a new and authoritative way, but he also commands the evil spirits and they obey him!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people very soon told many others throughout the whole district of Galilee what Jesus had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they left the synagogue, Jesus, Simon and Andrew, along with James and John, went directly to the house of Simon and Andrew.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon's mother-in-law was lying in bed because she had a high fever. Right away someone told Jesus about her being sick.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went to her, took her by the hand, and helped her up. She immendiately recovered from the fever and began serving them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That evening, after the sun had gone down, some people brought to Jesus many others who were sick and those that evil spirits controlled.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It seemed as though everyone who lived in the town was gathered at the doorway of Simon's house.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus healed many people who were sick with various diseases. He also forced many evil spirits to come out from people. He did not allow the demons to tell people about him, because they knew that he was the Holy One from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus got up very early the next morning while it was still dark. He left the house and went away from the town to a place where there were no people. Then he prayed.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon and his companions searched for him.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they found him they said, \"Everyone in town is looking for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"We need to go to the neighboring towns so that I can preach there as well. This is the reason I came here.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went throughout Galilee. As they went, Jesus would preach in the synagogues and forced evil spirits to come out from people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day a man who had a bad skin disease called leprosy came to Jesus. He knelt down in front of Jesus and pleaded with him, saying, \"Please heal me, because you are able to heal me if you are willing!\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus felt compassion for him. He reached out his hand and touched the man. Then he said to him, \"Since I am willing to heal you, be healed!\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the man was healed! He was no longer a leper!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus gave the man a warning as he was sending him away. \n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Do not tell anyone what just happened. Instead, go to a priest and show yourself to him in order that he may examine you. Then make the offering that Moses commanded for people who have been healed from leprosy. This will be the testimony to the community that you have been healed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man did not follow Jesus' instruction. He began telling many people about how Jesus had healed him. As a result, Jesus was no longer able to enter towns publicly because the crowds of people would surround him. Instead, he remained outside the towns in places where no one lived. But people kept coming to him from all over that region.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the good news concerning Jesus the Messiah, the Son of God. Isaiah the prophet mentioned this good news when he wrote:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Listen! I am sending my messenger ahead of you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He will prepare the people to welcome you.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  }
}