{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left that place with his disciples, and they went through the district of Judea and on across to the east side of the Jordan River. When crowds of people gathered around him again, he taught them again, as he customarily did.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was teaching them, some Pharisees approached him and asked him, \"Does our law permit a man to divorce his wife?\" They asked that in order to be able to criticize him whether he answered \"yes\" or \"no.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"What did Moses command your ancestors about this?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them replied, \"Moses permitted that a man may write out divorce papers so that he may send her away.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Your ancestors stubbornly wanted to be able to send their wives away. That is why Moses wrote that law.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when God first created people, it says, 'God made them male and female.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That explains why God said, 'When a man marries, he must leave his parents and join with his wife.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will become like one person. They will no longer be like two people, but like one.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because that is true, a man must not separate from his wife. God has joined them together and he wishes them to stay together!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus and his disciples were alone in a house, they asked him again about this.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"God considers that any man who divorces his wife and marries another woman is committing adultery.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also considers a woman who divorces her husband and marries another man to be committing adultery.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now people were bringing children to Jesus so that he would touch and bless them. But the disciples scolded those people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw that, he became angry. He said to the disciples, \"Allow the children to come to me! Do not forbid them! It is people who have qualities like children over whom God will agree to rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note this: Those who do not welcome God as their king in the same manner as children would, God will certainly not agree to rule over them.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he embraced the children. He also put his hands on them and called on God to do good to them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus was starting to travel again with his disciples, a man ran up to him. He knelt before Jesus and asked him, \"Good teacher, what must I do to have eternal life?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Why do you call me good? Only God is good!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to answer your question, you know the commandments of Moses: 'Do not murder anyone, do not commit adultery, do not steal, do not testify falsely, do not cheat anyone, and honor your father and mother'.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to him, \"Teacher, I have obeyed all those commandments ever since I was young.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked at him and loved him. He said to him, \"There is one thing that you have not yet done. You must go home, sell all that you possess, and then give the money to poor people. As a result, you will have riches in heaven. After you have done what I have told you, come and follow me!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man became disappointed when he heard Jesus' instructions. He went away sad, because he was very rich.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked around at the people. Then he exclaimed to his disciples, \"It is very difficult for people who are wealthy to agree for God to rule over them.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples were confused by what he said. Jesus said again, \"My dear friends, it is very difficult for anyone to agree for God to rule over them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In fact, it would be easier for a very large animal like a camel to enter through the eye of a needle than for rich people to accept God to rule over them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples were very astonished. So they said to each other, \"If that is so, then no one will be saved!\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked at them and then he said, \"Yes, it is impossible for people to save themselves! But God certainly can save them, because God can do anything!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said, \"Look, we have left behind everything and followed you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"I want you to know this: Those who have left their houses, their brothers, their sisters, their father, their mother, their children, or their plots of ground for me and for the good news, \n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they will receive in this life a hundred times as much as they left behind. That will include houses and people as dear as brothers and sisters and mothers and children, and plots of ground. Furthermore, although people will persecute them here on earth because they believe in me, in the future age they will have eternal life.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I warn you all: Many who now consider themselves to be very important will be unimportant at that future time, and many who now consider themselves to be unimportant will be very important at that future time!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some days later as they continued to travel, Jesus and his disciples were walking on the road that leads up to Jerusalem. Jesus was walking ahead of them. The disciples were astonished and the other people who were with them were afraid. Along the way he took the twelve disciples to a place by themselves. Then he began to tell them again about what was going to happen to him; he said,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen carefully! We are going up to Jerusalem. There the chief priests and the men who teach the laws will arrest me, the Son of Man. They will declare that I must die. Then they will take me to the Roman authorities.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their men will ridicule me and spit on me. They will whip me, and then they will kill me. But on the third day after that, I will become alive again!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along the way, James and John, who were the two sons of Zebedee, approached Jesus and said to him, \"Teacher, we want you to do something for us!\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"What do you want me to do for you?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"When you rule in your kingdom, let one of us sit at your right side and one sit at your left side.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to them, \"You do not understand what you are asking for.\" Then he asked them, \"Can you endure suffering like I am about to suffer? Can you die the kind of death I am about to die?\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Yes, we are able to do that!\" Then Jesus said to them, \"It is true that you will endure suffering like I will suffer, and you will endure others to kill you as they will kill me.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I am not the one who chooses who will sit next to me. God will give those places to the ones whom he chooses in advance.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other ten disciples later heard about what James and John had requested. So they said they were unhappy with the two disciples.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus called them all together and said, \"You know that kings and others who rule over people enjoy showing that they are powerful. You also know that their officials enjoy commanding others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not be like them! On the contrary, all those among you who want God to consider them great must become like servants to the rest of you.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, if anyone among you wants God to consider him to be the most important, he must act like a slave for the rest of you.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the Son of Man, did not come to be served. On the contrary, I came to serve others and to free many people by giving my life for them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the way to Jerusalem, Jesus and the disciples came to Jericho. Then, while they were leaving Jericho along with a great crowd, a blind man who habitually begged for money was sitting beside the road. His name was Bartimaeus, and his father's name was Timaeus.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he heard people say that Jesus from Nazareth was passing by, he shouted, \"Jesus! You who are the Messiah descended from King David, be merciful to me!\"\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people scolded him and told him that he should be quiet. But he shouted even more, \"You who are the Messiah descended from King David, be merciful to me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stopped and said, \"Call him to come over here!\" They called the blind man, saying, \"Jesus is calling you! So cheer up and get up and come!\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He threw aside his cloak as he jumped up, and he came to Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked him, \"What do you want me to do for you?\" The blind man said to him, \"Teacher, I want to be able to see again!\"\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I am healing you because you believed in me. So you may go!\" He could see immediately. And he went with Jesus along the road.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}