{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus and his disciples came near to Jerusalem, they came to Bethphage and Bethany near the Mount of Olives. Then Jesus called two of his disciples\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"Go to that village just ahead of us. As soon as you enter it, you will see a young donkey tied up that no one has ever ridden. Untie it and bring it to me.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone says to you, 'Why are you doing that?' say, 'The Lord needs to use it. He will send it back here with someone as soon as he no longer needs it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two disciples went and found a young donkey. It was tied close to the door of a house, which was beside the street. Then they untied it.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the people who were there said to them, \"Why are you untying that donkey?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told them what Jesus had said. So the people permitted them to take the donkey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two disciples brought the donkey to Jesus and put their cloaks on it to make something for him to sit on.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people spread their cloaks on the road in front of him. Others cut branches from palm trees in nearby fields and spread them along the road.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who were going in front of him and behind him were all shouting, \"Praise God!\" and \"May God bless this one who comes with his authority.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also shouted, \"May you be blessed when you rule like our ancestor King David ruled!\" and \"Praise God who is in the highest heaven!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus entered Jerusalem with them, and then he went into the temple courtyard. After he looked around at everything there, he left the city because it was already late in the afternoon. He returned to Bethany with the twelve disciples.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, as Jesus and his disciples were leaving Bethany, he felt hungry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw in the distance a fig tree with all its leaves, so he went to it to see if he could find any figs on it. But when he came to it, he found no fruit on it, because it was not yet the season for figs to appear.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the tree, \"No one will ever eat from you again.\" And the disciples heard this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples went back into Jerusalem and entered the temple courtyard. He saw people who were selling and buying animals for sacrifices. He chased those people from the temple courtyard. He also overturned the tables of those who were selling temple tax money in exchange for Roman coins. And he overturned the seats of the men who were selling pigeons for sacrifice.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He would not allow anyone who was carrying anything to sell to go through the temple area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then as he taught those people, he said to them, \"It is written in the scriptures that God said, 'I want my house to be a house where people from all nations can pray,' but you bandits have made it like a cave where robbers hide.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests and the men who taught the Jewish laws later heard about what he had done. They were planning how they might kill him, but they feared him because they realized that the crowd was amazed at what he was teaching.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every evening Jesus and his disciples would leave the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning while they were going along the road toward Jerusalem, they saw that the fig tree that Jesus had cursed had withered completely.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter remembered what Jesus had said to the fig tree and he said to Jesus, \"Teacher, look! The fig tree that you cursed has withered!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Trust in God!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also note this: If anyone says to this mountain, 'Be raised up and thrown into the sea!' and if he does not doubt that it will happen, that is, if he believes that it will happen, God will do it for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I tell you, whenever you ask God for something when you pray, believe that you will receive it, and, if you do, God will do it for you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, I tell you this also: Whenever you are praying, if you have a grudge against people because they have harmed you, forgive them, so that your Father in heaven will likewise forgive your sins.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient authorities include:\n\\fqa But if you do not forgive, neither will your Father who is in heaven forgive your sins. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples arrived in the temple courtyard in Jerusalem again. While Jesus was walking there, a group consisting of chief priests, some men who taught the Jewish laws, and elders came to him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"By what authority are you doing these things? Who authorized you to do things like those you did here yesterday?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I will ask you one question. If you answer me, I will tell you who authorized me to do those things.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Was it God who authorized John to baptize those who came to him? Or was it people who authorized him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They debated among themselves as to what they should answer. They said to each other, \"If we say that it was God who authorized him, he will say to us, 'Then you should have believed what John said!'\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other hand, if we say that it was people who authorized John, then what will happen to us?\" They were afraid to say that about John, because they knew that the people would be very angry with them. They knew that all the people truly believed that John was a prophet whom God had sent.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they answered Jesus, \"We do not know from whom John received his authority.\" Then Jesus said to them, \"Because you did not answer my question, I will not tell you who authorized me to do those things here yesterday.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}