{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus began to tell them a parable. He said, \"A certain man planted a vineyard. He built a fence around it. He made a stone tank to collect the grape juice. He also built a tower for someone to sit in to guard his vineyard. He leased the vineyard to some farmers to cultivate it, and then he went away to another country.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the time came to harvest the grapes, the owner of the vineyard sent a servant to the men who had taken a lease on his vineyard because he wanted to receive from them his share of the grapes that the vineyard had produced.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the servant arrived, they grabbed him and beat the servant, and they did not give him any fruit. Then they sent him away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later the owner sent another servant to them. But they beat that one on the head and they hurt him terribly, for which they should be ashamed.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later the owner sent still another servant. That man the farmers killed. They also mistreated many other servants whom he sent. Some they beat and some they killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The owner still had one other person with him, his son, whom he loved very much. So he sent his son to them because he thought that they would respect him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the farmers saw his son coming, they said to each other, 'Look! Here comes the owner's son, who will some day inherit the vineyard! So let us kill him in order that this vineyard will be ours!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They seized the owner's son and killed him. Then they threw his body outside the vineyard.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do you know what the owner of the vineyard will do? He will come and kill those evil men who had taken a lease on his vineyard. Then he will arrange for other people to take care of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now think carefully about these words, which you have read in the scriptures:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"The men who were building the building refused to use a certain stone. But the Lord has put that same stone in its proper place, and it has become the most important stone in the building!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord has done this, and we marvel as we look at it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish leaders realized that Jesus was accusing them when he told this story about what those wicked people did. So they wanted to arrest him. But they were afraid of what the crowds of people would do if they did that. So they left him and went away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish leaders sent to Jesus some Pharisees and some members of the party that supported Herod Antipas. They wanted to trick Jesus; they wanted to make him say something wrong so they could show people that he taught wrong things so they could bring charges against him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they arrived, they said to him, \"Teacher, we know that you teach the truth. We also know that you are not concerned about what people say about you, even if an important person does not like what you say. Instead, you teach truthfully what God wants us to do. So tell us what you think about this matter: Is it right that we pay taxes to the Roman government, or not? Should we pay the taxes, or should we not pay them?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew that they did not really want to know what God wanted them to do. So he said to them, \"I know that you are just trying to make me say something wrong for which you can accuse me. But I will answer your question anyway. Bring me a coin so that I might look at it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had brought him a coin, he asked them, \"Whose picture is on this coin? And whose name is on it?\" They replied, \"It is a picture and the name of Caesar.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"That is correct, so give to Caesar what belongs to him, and give to God what belongs to him.\" They were completely amazed by what he said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Men who belong to the group of Sadducees deny what other Jews believe, that people become alive again after they die. Some Sadducees came to Jesus and asked him,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Teacher, Moses wrote for us Jews that if a man's brother dies and leaves a wife but no children, his brother should marry the widow and raise up a descendant for his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So here is an example. There were seven brothers in one family. The oldest one married a woman, but he and his wife did not bear any children. Then he later died.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second brother also married that woman, but he, too, did not bear any children. Then he later died. The third brother did like his other brothers did. But he also did not bear any children, and later died.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eventually all seven brothers married that woman one by one, but no one had any children, and one by one they died. Afterwards the woman died, too.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now on the day when people will become alive again after they die, whose wife will that woman be? Keep in mind that she had been married to all seven brothers!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"You are certainly wrong. You do not know what the scriptures teach about this. You also do not understand God's power to make people alive again.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That woman will not be the wife of any of those brothers, because when people become alive again, instead of men having wives and women having husbands, they will be like the angels in heaven. Angels do not marry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But let me talk about people becoming alive again after they die. In the book that Moses wrote, he wrote about people who have died; I am sure that you have read it. When Moses was looking at the bush that was burning, God said to him, 'I am the God whom Abraham, Isaac, and Jacob worship.'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is not dead people who worship God. It is living people who worship him. So when you say that dead people do not become alive again, you are very wrong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man who taught the Jewish laws heard their discussion. He knew that Jesus had answered the Sadducees' question very well. So he stepped forward and asked Jesus, \"Which commandment is the most important?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"The most important commandment is this: 'Listen, O Israel! The Lord our God is one Lord.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must love the Lord your God in all that you want and feel, in all that you think, and in all that you do!'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next most important commandment is: 'You must love the people around you as much as you love yourself.' No other commandment is more important than these two!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to Jesus, \"Teacher, you have answered well. You correctly said that God is the only God and that there is no other God.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have also said correctly that we should love God in all that we want and feel, in all that we think, and in all that we do. And you have said correctly that we must love people with whom we come in contact as much as we love ourselves. And you have also correctly said that doing these things pleases God more than offering animals to him or burning other sacrifices.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus realized that this man had answered wisely. So he said to him, \"You are close to the point where God will agree to rule over you.\" After that, the Jewish leaders were afraid to ask him any more questions like that to try to trick him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, while Jesus was teaching in the temple area, he said to the people, \"How is it that those who teach the law say—and they are correct in saying—that the Messiah is the son of David?\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit caused David to say about the Messiah, 'God said to my Lord, \"Sit here beside me at my right hand, in the place where I will highly honor you above everyone else! Sit here while I completely defeat your enemies!\"'\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this Psalm of David he refers to the Messiah as 'Lord.' But how—as the teachers of the law correctly say—can the Messiah also be the son of David?\" Many people listened to him gladly as he taught these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was teaching the people, he said to them, \"Beware that you do not act like the men who teach our laws. They like people to honor them, so they put on long robes and walk around in order to show people how important they are. They also like people to greet them respectfully in the marketplaces.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They like to sit in the most important seats in the synagogues. At festivals, they like to sit in the seats where the most honored people sit.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They swindle the houses and property of widows by cheating them. Then they pretend that they are good by praying long prayers in public. God will certainly punish them severely!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Jesus sat down in the temple area opposite the boxes in which people put offerings. As he was sitting there, he watched as they put money in one of the boxes. Many rich people put in large amounts of money.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a poor widow came along and put in two small copper coins, which had a very small value.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43-44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus gathered his disciples around him and said to them, \"The truth is that those other people have a lot of money, but they gave only a small part of it. But this woman, who is very poor, has put in all the money that she had to pay for the things she needed for today. So this poor widow has put more money into the box than all the others!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}