{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was leaving the temple area, one of his disciples said to him, \"Teacher, look at how marvelous these huge stones are and how wonderful these buildings are!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Yes, these buildings that you are looking at are wonderful, but I want to tell you something about them. They will be destroyed completely. No stone here in this temple area will remain on top of another stone.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they arrived at the Mount of Olives across the valley from the temple, Jesus sat down. When Peter, James, John, and Andrew were alone with him, they asked him,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell us, when will these things happen? What will happen to show us these things are about to take place?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"Beware that no one deceive you concerning what will happen!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people will come and say that I sent them. They will say, 'I am the Messiah!' They will deceive many people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you hear the sound of soldiers fighting battles, or when you hear news about wars that are far away, do not be troubled. These things will definitely happen. But when they do happen, do not think that God will finish all that he has planned at that time!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Groups who live in various countries will fight each other, and various kings and leaders will fight each other. There will also be earthquakes in various places, and there will be famines. Yet, when these things happen, people will have only just begun to suffer. These first things that they suffer will be like the first pains a woman suffers who is about to bear a child. They will suffer much more after that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be ready for what people will do to you at that time. They will arrest you and put you on trial before groups of leaders. People will beat you in various synagogues. They will put you on trial in the presence of high government authorities. As a result, you will be able to tell them about me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My followers must proclaim the good news to people in all nations before God finishes everything that he has planned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people arrest you, do not worry about what you will say. Instead, say what God puts into your mind at that time. Then it will not be just you who will be speaking. It will be the Holy Spirit who will be speaking through you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some brothers and sisters will betray other brothers and sisters. Some fathers will betray their children. Some children will betray their parents so that government officials will kill their parents.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most people will hate you because you believe in me. But all you who continue to trust in me until your life is finished will be saved.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time the detestable thing will enter the temple. It will defile the temple and cause people to abandon it. When you see it where it should not be, you should run away quickly! (May everyone who is reading this pay attention to this warning!) At that time those people who are in the district of Judea should flee to higher hills.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those people who are outside their houses should not enter their houses in order to get anything.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are working in a field should not return to their houses in order to get additional clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I feel very sorry for women who will be pregnant and women who will be nursing their babies in those days, because it will be very difficult for them to run away!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the Lord God had not decided that he would shorten that time when people suffer so much, everyone would die. But he has decided to shorten that time because he is concerned about the people whom he has chosen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be alert! Remember that I have warned you about all this before it happens!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the time when people suffer like that, the sun will become dark, and the moon will not shine;\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the stars will fall from the sky, and all powerful things in the sky will be shaken out of their place.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then people will see me, the Son of Man, coming through the clouds powerfully and gloriously.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will send out my angels so they can gather together the people whom God has chosen from everywhere, from the most remote places on earth.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I want you to learn something from how fig trees grow. When their branches become tender and their leaves begin to sprout, you know that summer is near for us.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when you see what I have just described happening, you yourselves will know that it is very near the time for me to return. It will be as though I am already at the door.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep this in mind: this generation will not die until these things take place.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can be certain that these things that I have prophesied will happen. The earth and what is in the sky will one day be destroyed, but these things that I have told you will certainly happen.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But no one knows the exact time when I will return. The angels in heaven also do not know. Even I, God's Son, do not know. Only my Father knows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be ready! Always be alert, because you do not know when that time will come when all these events will happen!\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man who wants to travel to a distant place is about to leave his house, he tells his servants that they should manage the house. He tells each one what he should do. Then he tells the doorkeeper to be ready for his return.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That man must always be ready, because he does not know whether his master will return in the evening, at midnight, when the rooster crows, or at dawn. Similarly, you also must always be ready, because you do not know when I will return.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May it not happen that when I come suddenly, I will find that you are not ready!\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These words that I am saying to you disciples I am saying to everyone: Always be ready!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18-19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days people will suffer very severely. People have never suffered like that since the time when God first created the world until now; and people will not suffer that way again. So pray that this painful time will not happen in winter, when it will be hard to travel.\n"
      }
    ]
  },
  "21-22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time people will falsely say that they are the Messiah. And some will appear claiming to be prophets from God. Then they will perform many kinds of miracles. They will even try to deceive the people whom God has chosen. So at that time if someone says to you, 'Look, here is the Messiah!', or if someone says, 'Look, there he is!', do not believe it!\n"
      }
    ]
  }
}