{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was only two days before the people would begin to celebrate the week-long festival that they called the Passover. During those days they also celebrated the festival which they called Unleavened Bread. The chief priests and the men who taught the Jewish laws were planning how they could arrest Jesus secretly and put him to death.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were saying to one another, \"We must not do it during the festival because if we do it then, the people will be very angry with us and riot!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was at Bethany in the house of Simon, who was known as a leper. While they were eating, a woman came to him. She was carrying a stone jar that contained expensive, fragrant perfume called nard. She opened the jar and then poured all the perfume on Jesus' head.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the people who were present became angry and said to themselves, \"It is terrible that she wasted that perfume!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It could have been sold for almost a year's wages and then the money could have been given to poor people!\" So they scolded her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Stop scolding her! She has done to me what I consider to be very appropriate. So you should not bother her!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will always have poor people among you. So you can help them whenever you want to. But I will not be here with you much longer.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is appropriate that she has done what she could do. It is as if she had known that I was going to die soon, because she has anointed my body ahead of time so that it is ready for burial.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you this: Wherever my followers preach the good news throughout the world, they will also tell what she has done, and people will remember her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judas Iscariot went to the chief priests to talk about helping them to capture Jesus. He did that even though he was one of the twelve disciples.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the chief priests heard what he was willing to do for them, they were very happy. They promised that they would give him a large amount of money in return. Judas agreed and began watching for an opportunity to hand Jesus over to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of the festival that they call Unleavened Bread, when they kill the lambs for the Passover, Jesus' disciples said to him, \"Where do you want us to go and prepare the meal for the Passover Celebration so that we can eat it?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus chose two of his disciples to prepare everything. He said to them, \"Go into Jerusalem. A man will meet you, who will be carrying a large jar full of water. Follow him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he enters a house, say to the man who owns the house, 'Our teacher wants us to prepare the meal of the Passover Celebration so that he can eat it with us his disciples. Please show us the room.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will show you a large room that is on the upper floor of the house. It will be furnished and ready for us to eat a meal in it. Then prepare the meal there for us.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two disciples left. They went into the city and found everything to be just like he had told them. They prepared the meal for the Passover Celebration there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was evening, Jesus arrived at that house with the twelve disciples.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were all sitting there and eating, Jesus said, \"Listen carefully to this: One of you will make it possible for my enemies to arrest me. It is one of you who is eating with me right now!\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples became very sad and they said to him one by one, \"Surely it is not I?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"It is one of you twelve disciples, the one who is dipping bread into the sauce in the dish along with me.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is certain that I, the Son of Man, will die, because that is what has been written about me. But there will be terrible punishment for the man who betrays me! In fact, he would have been better off if he had never been born!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were eating, he took a flat loaf of bread and thanked God for it. Then he broke it into pieces and gave it to them and said to them, \"This bread is my body. Take it and eat it.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterwards, he took a cup that contained wine and thanked God for it. Then he gave it to them and they all drank.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This wine is my blood, which is about to be shed when my enemies kill me. With this blood I will confirm the covenant that God has made to forgive the sins of many people.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to know this: I will not drink any more wine until the time when I drink it again when God shows himself as king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they sang a hymn, they went out toward the Mount of Olives.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were on their way, Jesus said to them, \"They wrote in the scriptures that God said about me, 'I will kill the shepherd and scatter his sheep.' Those words will come true. You will leave me and run away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after God makes me alive again, I will go ahead of you to the district of Galilee and meet you there.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter said to him, \"Perhaps all the other disciples will leave you, but I will not! I will not leave you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"The truth is that this very night, before the rooster crows two times, you will say about me three times, that you do not know me.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter replied strongly, \"Even if they kill me, I will not say that I do not know you.\" And all the other disciples said the same thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the way, Jesus and the disciples came to the place that people call Gethsemane. Then he said to some of his disciples, \"Stay here while I pray!\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took Peter, James, and John with him. He became extremely upset.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"I am very sorrowful. It is as if I were about to die. You men stay here and keep watch!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went a bit farther and threw himself on the ground. Then he prayed that if it were possible, he would not have to suffer.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"O my Father, because you are able to do everything, rescue me so that I do not have to suffer now! But do not do what I want. Instead, do what you want!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he returned and found his disciples sleeping. He woke them up and said, \"Simon! Are you sleeping? Were you not able to stay awake for just a short time?\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he said to them, \"You want to do what I say, but you are weak. So keep awake and pray so that you can resist when you are tempted!\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went away again and prayed again what he prayed before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he returned, he found that they were sleeping again; they were so sleepy that they could not keep their eyes open. Because they were ashamed, they did not know what to say to him when he awakened them.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went and prayed again. He returned a third time and found them sleeping again. He said to them, \"You are still asleep? No more of this! The time for me to suffer is about to begin. Look! Someone is about to enable sinful men to capture me, the Son of Man.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So get up! Let us go! Look! Here comes the one who is enabling them to capture me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, Judas arrived. Even though he was one of Jesus' twelve disciples, he came to enable Jesus' enemies to capture him. A crowd who carried swords and clubs was with him. The leaders of the Jewish council had sent them.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas, who was betraying Jesus, had previously told this crowd, \"The man whom I kiss is the one whom you want. When I kiss him, seize him and lead him away.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, when Judas arrived, he immediately went to Jesus and said, \"My teacher!\" Then he kissed Jesus.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the crowd seized Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of the disciples who was standing nearby drew his sword. He struck the servant of the high priest with it, but he only cut off his ear.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the disciples at once left him and ran away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, a young man was following Jesus. He was wearing only a linen cloth around his body. The crowd seized him,\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but, as he pulled away from them, he left behind the linen cloth in their hands, and then he ran away naked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who had seized Jesus led him away to the high priest's house. All of the Jewish council were gathering there.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter followed Jesus at a distance. He went into the courtyard of the house where the high priest lived, and he sat there with the men who guarded the house of the high priest. He was warming himself beside a fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests and all the rest of the Jewish council were looking for evidence against Jesus that would be strong enough to put him to death. But they did not find any evidence that would require the officials to put him to death.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many other people told lies about Jesus, but the statements they made did not agree with each other. And so, their statements were not strong enough to make a charge against Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, some stood up and accused him falsely by saying,\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We heard him when he said, 'I will destroy this temple that was built by men, and then within three days I will build another temple without help from anyone else.'\"\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what some of these men said also did not agree with what others of them said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the high priest himself stood up in front of them and said to Jesus, \"Are you not going to reply? What do you say about all the things that they are saying in order to accuse you?\"\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus was silent and did not reply. Then the high priest tried again. He asked him, \"Are you the Messiah? Do you say that you are the Son of God?\"\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"I am. Furthermore, you will see me, the Son of Man, ruling beside God, who is completely powerful. You will also see me coming down through the clouds in the sky!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus said this, the high priest tore his own outer garment in protest, and the high priest said, \"Do we need more witnesses to testify against this man? \n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have heard his blasphemy! He claims to be God!\" They all agreed that Jesus was guilty and that he deserved to be put to death.\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of them began spitting on Jesus. They put a blindfold on him, and then they began striking him and saying to him, \"If you are a prophet, tell us who hit you!\" And those who were guarding Jesus struck him with their hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was outside in the courtyard of the high priest's house, one of the girls who worked for the high priest came near him.\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she saw Peter warming himself beside the fire, she looked at him closely. Then she said, \"You also were with Jesus, that man from Nazareth!\"\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he denied it by saying, \"I do not know what you are talking about! I understand nothing of it!\" Then he went away from there to the gate of the courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant girl saw him there and said again to the people who were standing nearby, \"This man is one of those who have been with that man they arrested.\"\n"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he denied it again. After a little while, those who were standing there said to Peter again, \"You also are from Galilee. So it is certain that you are one of those who accompanied Jesus!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he began to say that God could punish him if he were not telling the truth; he said, \"I do not know the man that you are talking about!\"\n"
      }
    ]
  },
  "72": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the rooster crowed a second time. Then Peter remembered what Jesus had said to him earlier: \"Before the rooster crows a second time, you will deny three times that you know me.\" When he realized that he had denied him three times, he started crying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48-49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"It is ridiculous that you come here to seize me with swords and clubs, as if I were a robber! Day after day I was with you in the temple courtyard teaching the people! Why did you not arrest me then? But this is happening so that what the prophets have written in the scriptures about me may come true.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}