{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Sabbath had ended, Mary from Magdala, Mary the mother of the younger James, and Salome bought fragrant ointments to anoint Jesus' body for burial.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Very early on the first day of the week, just after the sun rose, they took the fragrant ointment and started toward the tomb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were going there, they were asking each other, \"Who will roll away for us the stone that blocks the entrance of the tomb?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they arrived, they looked up and saw that someone had rolled away the stone, which was very large.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They entered the tomb and saw an angel who looked like a young man. He was sitting at the right side of the cave. He was wearing a white robe. As a result, they were astonished.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young man said to them, \"Do not be astonished! I know that you are looking for Jesus, the man from Nazareth, who was nailed to a cross and crucified. But he has become alive again! He is not here! Look! Here is the place where they placed his body.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go and tell his disciples. Particularly be sure that you tell Peter. Tell them, 'Jesus is going ahead of you to Galilee, and you will see him there, just like he told you previously'!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women went outside and ran from the tomb. They were trembling because they were afraid, and they were astonished. But they did not say anything to anyone about this because they were afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": " \n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus became alive again early on the first day of the week, he appeared first to Mary from Magdala. She was the woman from whom he had previously forced out seven evil spirits.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She went to those who had been with Jesus, while they were mourning and crying. She told them what she had seen.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when she told them that Jesus was alive again and that she had seen him, they refused to believe it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later that day, Jesus appeared in a different form to two of his disciples while they were walking from Jerusalem to the surrounding area.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they recognized him, those two went back to Jerusalem. They told his other followers what had happened, but they did not believe it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Jesus appeared to the eleven apostles while they were eating. He scolded them because they had stubbornly refused to believe the reports of those who saw him after he had become alive again.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Go into the whole world and preach the good news to everyone!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will save everyone who believes your message and who is baptized. He will condemn everyone who does not believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who believe the good news will perform miracles to show that I am with them. By my power they will do miracles like these: they will force evil spirits out of people. They will speak in languages that they have not learned.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they pick up snakes or if they drink any poisonous liquid, they will not be hurt. God will heal sick people on whom they lay their hands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the Lord Jesus had said this to the disciples, God took him up into heaven. Then he sat down on his throne beside God at the place of highest honor at his right hand, to rule with him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the disciples, they went out from Jerusalem, and then they preached everywhere. Wherever they went, the Lord enabled them to perform miracles. By doing that, he showed people that God's message is true.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}