{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some days had passed, Jesus returned to Capernaum. People spread the news quickly to others that Jesus had returned and was in the house.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon a great number of people gathered where Jesus was staying. The number was so great that the house was full. There was no longer space to stand, not even around the doorway. Jesus spoke God's message to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people came to the house bringing to Jesus a man who was paralyzed. Four men carried him on a sleeping pad.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were not able to bring the man to Jesus because of the crowd that had gathered. So, they went up on the roof of the house and made a big hole in the roof above Jesus. They lowered the paralyzed man on his sleeping pad through the hole in front of Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus perceived that the men believed that he could heal this man, he said to the paralyzed man, \"My child, I have forgiven your sins!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men who taught the Jewish laws were sitting there. They started thinking to themselves,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Who does this man think he is? He is proud and insults God by saying that! Only God can forgive sins!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew right away within himself what they were thinking. He said to them, \"Why are you thinking these things?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which would be easier for me to say, 'I have forgiven your sins' or 'Get up! Take your sleeping pad and walk'?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will show you that the Son of Man has authority on earth to forgive sins.\" Then he said to the paralyzed man,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Get up! Pick up your sleeping pad! And go home!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man stood up immediately! He picked up the sleeping pad, and then he went away, while all the people there were watching. They were all amazed, and they praised God and said, \"We have never before seen anything like what happened just now!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left Capernaum and walked along the shore of the Sea of Galilee. A large crowd came to him and he taught them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he walked, he saw a man named Levi whose father's name was Alpheus. He was sitting in his office where he collected taxes. Jesus said to him, \"Come with me.\" He got up and went with Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Jesus was eating a meal in Levi's house. Many sinners and men who collected taxes were eating with Jesus and his disciples.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Men who taught the Jewish laws and who were members of the Pharisee sect saw that Jesus was eating with sinners and men who collected taxes. They asked Jesus' disciples, \"Why does he eat and drink with sinners and men who collect taxes?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus heard what they were asking, he said to the men who taught the Jewish laws, \"Healthy people do not need a doctor. On the contrary, it is those who are sick who need a doctor. I did not come to invite those who think they are righteous to come me, but those who know that they have sinned.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now at this time, the disciples of John the Baptizer and some men who belonged to the Pharisee sect were abstaining from food, as they often did. Some men came to Jesus and asked him, \"The disciples of John and the Pharisees often abstain from food. Why do your disciples not abstain from food?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"When a man is marrying a woman, his friends will certainly not abstain from food while he is still with them. The wedding is a time of feasting and celebrating with the groom. It is not a time for abstaining from food, especially while the groom is with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some day, the groom will be taken away from them. Then in those days, they will abstain from food.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went on to say to them, \"People do not sew a patch of unshrunken cloth on an old garment in order to mend a hole. If they did, when they washed the garment, the patch would shrink and the new piece of cloth would tear off more of the old cloth. As a result, the hole would become even bigger!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, people do not put new wine into old skin bags to store it. If they did, the new wine will burst the skin bags because they would not stretch when the wine ferments and expands. As a result both the wine and the skin bags would be ruined! On the contrary, people must put new wine into new skin bags!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On one Sabbath, Jesus was walking through some grain fields with his disciples. As they were walking along through the grain fields, the disciples were plucking some of the heads of grain.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Pharisees saw what they were doing and said to Jesus, \"Look! They are breaking the Jewish law concerning the Sabbath. Why are they doing that?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Have you never read the scriptures concerning King David and the men who were with him when they were hungry?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time Abiathar was high priest, King David entered the house of God and asked for some bread. The high priest gave him some of the bread that had been on display before God. According to our laws, only the priests could eat that bread! But David ate some of it. Then he also gave some of it to the men who were with him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them further, \"The Sabbath was established for the needs of people. People were not made in order to meet the requirements of the Sabbath!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, to be clear, the Son of Man is Lord, even of the Sabbath!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}