{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On another Sabbath Jesus again went into a synagogue. There was a man there whose hand was withered.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men of the Pharisee sect watched him carefully in order to see whether he would heal the man on the Sabbath; they wanted to be able to accuse him of doing something wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to the man whose hand was withered, \"Stand up here in front of everyone!\" So the man stood up.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the people, \"Do the laws that God gave Moses permit people to do good on the Sabbath, or do evil? Do the laws permit us to save a person's life on the Sabbath, or permit us to refuse to help a person and let them die?\" But they did not reply.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looked around at them angrily. He was very disappointed that they were stubborn and not willing to help the man. So he said to the man, \"Stretch out your hand!\" When the man stretched out his withered hand, it became all right again!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisees left the synogogue. They immediately met with some of the Jews who supported Herod Antipas, who ruled the district of Galilee. Together they planned how they could kill Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples left that town and went to an area further along the Sea of Galilee. A great crowd of people followed him. The people that followed him came from Galilee and Judea,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from Jerusalem, from towns in the district of Judea, from the district of Idumea, from the region on the east side of the Jordan River, and from the region around the cities of Tyre and Sidon. They all came to him because they had heard about what he was doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the evil spirits saw Jesus, they caused the people whom they controlled to fall down in front of Jesus and call out to him, \"You are the Son of God!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus commanded the evil spirits strongly that they must not tell anyone who he was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went up into the hills. As he went, he called out to those that he wanted to go with him and they went with him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He appointed twelve men to be with him and for him to send them out to preach. He called them apostles.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also gave them power in order that they might force evil spirits to come out from people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the twelve men he appointed: Simon (and Jesus gave him the new name Peter).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And along with Peter, Jesus also appointed James the son of Zebedee, and John the brother of James, to both of whom he added the new name, 'Men who are like Thunder' because of their fiery zeal;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he appointed Andrew, Philip, Bartholomew, Matthew, Thomas, and James who was the son of Alphaeus; and he appointed Thaddaeus, Simon the Zealot,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Judas Iscariot (who later betrayed him).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples went to a house. Again a crowd gathered where he was staying. Many people crowded around him. He and his disciples did not even have time to eat.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his relatives heard about this, they went to take him home with them because some people were saying that he was insane.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men who taught the Jewish laws came down from Jerusalem. They heard that Jesus was forcing evil spirits to come out of people. So they were telling people, \"Beelzebul, who rules the evil spirits, controls Jesus. He is the one who gives Jesus the power to force evil spirits out from people!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus called those men over to himself. Jesus spoke to them in parables and said, \"How can Satan cast out Satan?\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people who live in the same country are fighting against one another, their country will cease to be a united country.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if people who live in the same house fight each other, they will certainly not remain united as one family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, if Satan and his evil spirits were fighting one another, instead of remaining strong, he would become powerless.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can go into the house of a strong man and take his possessions away from him unless he first ties up the strong man. Only then will he be able to steal the things in that man's house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said, \"Consider this carefully! People may sin in many ways and they may speak evil about God. God can still forgive them,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but if anyone speaks evil words about the Holy Spirit, God will never forgive them. That person is eternally guilty of sin.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told them this because they were saying, \"An evil spirit is controlling him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus' mother and younger siblings arrived. While they stood outside, they sent someone inside in order to call him outside.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A crowd was sitting around Jesus. One of them said to him, \"Your mother and younger siblings are outside. They want to see you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked them, \"Who is my mother? Who are my siblings?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he looked around at those who sat with him, he said, \"Look here! You are my mother and my siblings.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who do what God wants are my brother, my sister, or my mother!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9-10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he had healed many people, many other people who had various illnesses pushed forward in order to touch him. They believed that if only they touched him, it would make them well. So he told his disciples that they should get a small boat ready for him in order that the crowd would not crush him when they pushed forward to touch him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}