{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another time Jesus began to teach people alongside the Sea of Galilee. As he was teaching, a very large crowd gathered around him. He got into a boat and pushed out onto the water. Then he sat down in the boat so that he could speak to the crowd better. At the same time, the crowd was on the shore close to the water.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he taught them many parables. While he was teaching them, he told them this:\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen to this: A man went out to his field to sow some seeds.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was scattering them over the soil, some of the seeds fell on the path. Then some birds came and ate those seeds.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other seeds fell on ground where there was not much soil on top of the rock. Very soon the seeds sprouted because the sun warmed the moist soil quickly where it was not deep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after the sun shone on those young plants, they became scorched. Then they withered because they did not have deep roots.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he sowed, other seeds fell on ground that contained roots of thorny plants. The seeds grew, but the thorny plants also grew up and crowded out the good plants. So the plants produced no grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as he sowed, other seeds fell on good soil. As a result, they sprouted, they grew well, and then they produced plenty of grain. Some plants bore thirty times as much as the seed that the man had planted. Some bore sixty times as much. Some bore one hundred times as much.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"If you want to understand this, you should consider carefully what I have just said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when only the twelve disciples and other close followers were with him, they asked him about the parables.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"To you I will explain the message about how God reveals himself as king, but to the others I will speak in parables.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they see what I am doing, they will not learn.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "When they hear what I say, they will not understand.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "If they learned or understood,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they would be sorry that they had sinned and decide to stop sinning,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and God would forgive them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to them, \"Do you not understand this parable? How then will you understand when I teach you other parables?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the parable that I told you, the man who sows seeds represents someone who teaches God's message to others.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people are like the path where some of the seeds fell. When they hear God's message, Satan comes at once and causes them to forget what they have heard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people are like the ground where the soil was not very deep over the rock. When they hear God's message, they immediately accept it with joy.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, because the message does not grow deep, they believe it for only a short time. They are like the plants that did not have deep roots. When others treat them badly or cause them to suffer because they believed God's message, those people who are suffering soon stop believing God's message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people are like the soil that has thorny weeds in it. Those people hear God's message,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but they desire to be rich and they want to own many other things. So they only worry about what they have and they forget God's message and they do not do the things that God wants them to do.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some people are like the good soil. They hear God's message and they accept it and they believe it, and they do the things that God wants them to do. They are like the good plants that produced thirty, sixty, or one hundred grains.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them another parable: \"People certainly do not light an oil lamp and then bring it in the house in order to put something over it to cover its light. Instead, they put it on a lampstand so that the light will shine.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, things that were hidden—one day everyone will know them, and the things that have happened in secret—one day everyone will see them in full light.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to understand this, you should consider carefully what you have just heard.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Consider carefully what you hear me say to you. For whatever size container you use, it will be filled for you.  \n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if person has some understanding, he will receive even more. But if a person does not have understanding, even what little he has, he will lose.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said, \"When God begins to show himself as king, it is like a man who has scattered seed on the ground.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterwards he slept each night and rose up each day without worrying about the seeds. During that time the seeds sprouted and grew in a way that he did not understand.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ground produced the crop on its own. First the stalks appeared. Then the heads appeared. Then the full kernels in the heads appeared.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as the grain was ripe he sent people to harvest it because it was time to harvest the grain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told them another parable. He said, \"When God begins to show himself as king, what is it like? What parable can I use to describe it?\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is like mustard seeds. You know what happens to mustard seeds when we plant them. Though mustard seeds are among the smallest of seeds, they become large plants.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they are planted, they grow up and become larger than the other garden plants. They put out big branches so that birds are able to make nests in their shade.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus used many parables when he talked to the people about God message. If they were able to understand some, he kept telling them more.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He always used parables when he spoke to them. But he explained all the parables to his own disciples when he was alone with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, when the sun was setting, Jesus said to his disciples, \"Let us cross over to the other side of the lake.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was already in the boat, so they left the crowd of people and sailed away. Other people also went along with them in their boats.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A strong wind came up and the waves started coming into the boat! The boat was soon nearly full of water!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was in the back part of the boat. He was sleeping with his head on a cushion. So they woke him up and said to him, \"Teacher! Are you not concerned that we are about to die?\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus got up and rebuked the wind and he spoke to the sea, \"Be quiet! Be still!\" The wind stopped blowing and then the sea became very calm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the disciples, \"Why are you afraid? Do you not yet have faith?\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were terrified. They said to one another, \"Who is this man? Even the wind and the waves obey him!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}