{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples arrived on the other side of the Sea of Galilee. People called the Gerasenes lived near the place where they landed.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus stepped out of the boat, a man came out from the tombs in a cemetery. Evil spirits controlled the man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man was coming out of the cemetery because he lived in tombs. The people knew him and at times they tried to restrain him. They could not restrain him, not even with chains.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever they used chains and shackles, the man would break them apart. He was so strong that no one was able to subdue him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Day and night the man would spend his time in the cemetery. He would scream out loud and cut himself with sharp stones.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw Jesus in the distance getting out of the boat, he ran over to him and knelt before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked him, \"What is your name?\" He replied, \"My name is Legion because there are many of us evil spirits in this man.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the evil spirits kept asking Jesus fervently that he not send them out of the region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the same time, a large herd of pigs was grazing nearby on the hillside.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the evil spirits pleaded with Jesus, \"Allow us to go to the pigs in order that we might enter them!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus permitted them to do that. So the evil spirits left the man and entered the pigs. The herd, which numbered about two thousand, rushed down the steep hill into the lake, where they drowned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were tending the pigs ran and reported in the town and the countryside what had happened. Many people went to see for themselves what had happened.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to the place where Jesus was. Then they saw the man whom evil spirits had previously controlled. He was sitting there with clothes on and mentally sound. They were afraid when they saw all this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who had seen the events told those who had come from the town and from the countryside about what had happened to the man whom the evil spirits previously controlled. They also described what had happened to the pigs.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people pleaded with Jesus to leave their region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus got in the boat to leave, the man whom the evil spirits previously controlled begged Jesus, \"Please let me go with you!\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus did not let him go with him. Instead, he said to him, \"Go home to your family and tell them how much the Lord has done for you, and tell them how he has been so kind to you.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man went and traveled around the Ten Towns in that district. He told people how much Jesus had done for him. All the people who heard what the man said were amazed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once more Jesus crossed over to the other side of the Sea of Galilee in a boat. When he arrived, a large crowd gathered around Jesus while he was standing on the shore.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the men who presided over a synagogue, whose name was Jairus, came there. When he saw Jesus, he knelt at his feet.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he pleaded with Jesus earnestly, \"My daughter is sick and nearly dead! Please come to my house and place your hands on her. Heal her and make her live!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus and the disciples went with him. A large crowd followed and many pushed in close to Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a woman in the crowd who had a bleeding disorder. She had been bleeding every day for twelve years.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She had suffered much over the years while doctors treated her. She had spent all her money to pay the doctors and after all they did to her, she got worse instead of better.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she heard that Jesus healed people, she came to where he was and pushed in the crowd close behind Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was thinking, \"If I touch him or even if I touch his clothes, it will heal me.\" So she touched Jesus' clothes.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At once her bleeding stopped. At the same time, she sensed within herself that she had been cured of her illness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also immediately sensed within himself that his power had healed someone. So he turned around in the crowd and then he asked, \"Who touched my clothes?\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples replied, \"You can see that many people are crowding close to you! Probably many people touched you! So why do you ask, 'Who touched me?'\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus kept looking around in order to see the one who had done it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman was very afraid and trembling. She knelt before him and told him what she had done.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"Daughter, because you have believed that I could heal you, I have now healed you. You may go home with peace in your heart, because I promise that you will not be sick with this disease anymore.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was still speaking to that woman, some people arrived who had come from Jairus' house. They said to Jairus, \"Your daughter has now died. So there is no need to bother the teacher any longer, to bring him to your house!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Jesus heard what these men said, he said to Jairus, \"Do not think that the situation is hopeless! Just keep believing that she will live!\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He entered the house and then he said to them, \"Why are you so upset and crying? The child is not dead, but only sleeping.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people laughed at him, because they knew that she was dead. He sent all the other people outside the house. Then he took the child's father and mother and the three disciples who were with him. He went into the room where the child was lying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took hold of the child's hand and said to her in her own language, \"Talitha koum!\" That means, \"Little girl, get up!\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At once the girl got up and walked around. (It was not surprising that she could walk, because she was twelve years old.) When this happened, all who were present were greatly amazed.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus ordered them strictly, \"Do not tell anyone about what I have done!\" Then he told them to give the girl something to eat.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7-8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus had been saying to the evil spirit, \"You evil spirit, come out of this man!\" But the demon did not leave quickly. It shouted very loudly, \"Jesus, I know that you are the Son of God, so we have nothing in common. Leave me alone! In God's name, I beg you. Do not torture me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37-38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he allowed only his three closest disciples, Peter, James, and John, to go with him to Jairus' house. He did not allow any other people to go with him. After they arrived near the house, Jesus saw that the people there were grieving. Some were weeping and others were wailing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}