{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left Capernaum and went to his hometown, Nazareth. His disciples went with him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the Sabbath, he entered the synagogue and taught the people. Many who were listening to him were amazed. They wondered where he gained all his wisdom and the power to perform miracles.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"He is just an ordinary carpenter! We know him and his family! We know Mary his mother! We know his younger brothers James, Joses, Judas and Simon! And his younger sisters also live here with us!\" So they resented him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"It is certainly true that people honor me and other prophets in other places, but not in our hometowns! Even our relatives and the people who live in our own houses do not honor us!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, although he healed a few sick people there, he was not able to perform any other miracle.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was amazed by their unbelief, but he went through their villages and taught them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day he called the twelve disciples together, and then he told them that he was going to send them out two by two to teach people in various towns. He gave them power to force evil spirits out from people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also instructed them, \"After you enter a town, if someone invites you to stay in his house, go into his house. Eat and sleep in that same home until you leave that town.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever the people do not welcome you and wherever the people do not listen to you, shake off the dust from your feet as you leave that place. By doing that, you will be testifying that they did not welcome you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after the disciples went out to various towns, they were preaching that people should be sorry that they have sinned, and decide to stop it, so that God may forgive them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were also forcing many evil spirits out from people, and they were anointing many sick people with olive oil and healing them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now King Herod Antipas heard about what Jesus was doing, because many people were talking about it. Some people were saying about Jesus, \"He must be John the Baptizer! He has risen from the dead! That is why he has God's power to perform these miracles!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others were saying about Jesus, \"He is the ancient prophet Elijah, whom God promised to send back again.\" Others were saying about Jesus, \"No, he is a different prophet, like one of the other prophets who lived long ago.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Having heard what the people were saying, King Herod Antipas himself said, \"The man performing those miracles must be John! I commanded my soldiers to cut off his head, but he has become alive again!\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What happened was this—some time before, Herod had taken and married Herodias, although she was the wife of his brother, Philip.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, John kept telling Herod, \"God's law does not permit you to marry the wife of your brother while he is still alive.\" Then, because Herodias urged him to put John in prison, Herod himself sent soldiers to John. They arrested John and put him in prison.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because Herodias wanted to get further revenge on John, she wanted someone to execute him. But she could not do that because while John was in prison, Herod kept John safe from her.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Herod did this because he respected John, because he knew that he was a righteous man who devoted himself to God. Whenever Herod listened to him, he became very disturbed and did not know what he should do with him, but he liked to listen to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Herodias was able to eventually have someone execute John. One day when they honored Herod on his birthday, he invited the most important government officials, the most important army leaders, and the most important men in the district of Galilee to eat and celebrate with him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were eating, Herodias' daughter came into the room and danced for the king and his guests. She pleased King Herod and his guests so much that he said to her, \"Ask me for whatever you wish and I will give it to you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to her, \"Whatever you ask, I will give it to you! I will give you up to half of what I own and rule, if you ask for it.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The girl left the room and went to her mother. She told her what the king had said, and asked her, \"What should I ask for?\" Her mother replied, \"Ask the king to give you the head of John the Baptizer!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The girl quickly entered the room again. She went to the king and she said, \"I want you to command someone to cut off the head of John the Baptizer and bring it to me at once on a platter!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king became very distressed when he heard what she asked for because he knew John was a very righteous man. But he could not refuse what she requested because he had promised that he would give her anything she asked for, and his guests had heard him promise.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king at once ordered someone to go and cut off John's head and bring it to the girl. That man went to the prison and cut off John's head.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put it on a platter, brought it back, and gave it to the girl. The girl took it to her mother.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After John's disciples heard what happened, they went to the prison and took John's body; then they buried it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The twelve apostles returned to Jesus from the places to which they had gone. They reported to him what they had done and what they had taught to people.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Come with me to a place where no people are living, in order that we can be alone and rest a little while!\" He said this because many people were continually coming to them and going away again, with the result that Jesus and his disciples did not have time to eat or do anything else.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went away by themselves in a boat to a place where no people were living.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many people saw them leaving. They also recognized that they were Jesus and the disciples, and they saw where they were going. So they ran ahead on land from all the nearby towns to the place where Jesus and his disciples were going. They actually arrived there before Jesus and the disciples.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus and his disciples got out of the boat, Jesus saw this great crowd. He felt compassion for them because they were confused, like sheep that do not have a shepherd. So he taught them many things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Late in the afternoon the disciples came to him and said, \"This is a place where no one lives, and it is very late.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So send the people away in order that they may go to the surrounding places where people live and to villages in order that they can buy for themselves something to eat!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he replied to them, \"No, you yourselves give them something to eat!\" They replied to him, \"We could not buy enough bread to feed this crowd, even if we had as much money as a man earns by working 200 days!\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he replied to them, \"How many loaves of bread do you have? Go and find out!\" They went and found out and then they told him, \"We have only five flat loaves and two cooked fish!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He instructed the disciples to tell all the people to sit down on the green grass.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people sat in groups. There were fifty people in some groups and one hundred people in other groups.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus took the five flat loaves and the two fish. He looked up toward heaven and thanked God for them. Then he broke the loaves and fish into pieces and kept giving them to the disciples in order that they would distribute them to the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone ate this food until they all had enough to eat!\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples then collected twelve baskets full of pieces of bread and of the fish that were left over.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were about five thousand men who ate the bread and fish. They did not even count the women and children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right away Jesus told his disciples to get into the boat and then go ahead of him to Bethsaida, which was further around the Sea of Galilee. He stayed and dismissed the many people who were there.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he said goodbye to the people, he went up into the hills in order to pray.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was evening, the disciples' boat was in the middle of the lake, and Jesus was by himself on the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw that the wind was blowing against them as they rowed. As a result, they were having great difficulty. He approached them early in the morning, when it was still dark, by walking on the water. He intended to walk by them.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They saw him walking on the water, but they thought that he was a ghost. They screamed\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because they all were terrified when they saw him. But he spoke to them. He said to them, \"Be calm! Do not be afraid, because it is I!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He got into the boat and sat down with them and the wind stopped blowing. They were completely amazed about what he had done.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although they had seen Jesus multiply the bread and the fish, they did not understand how powerful he was, as they should have.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they went further around the Sea of Galilee in a boat, they came to shore at Gennesaret. Then they fastened the boat there.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as they got out of the boat, the people there recognized Jesus.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they ran throughout the whole district in order to tell others that Jesus was there. Then the people placed those who were sick on stretchers and carried them to any place where they heard people say that Jesus was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In whatever village, town or place in the countryside where he went, they would bring to the marketplaces those who were sick. Then the sick people would beg Jesus to let them touch him or even the edge of his clothes in order that Jesus might heal them. All those who touched him or his robe were healed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8-9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also instructed them to wear sandals and to take along a walking stick when they were traveling. He told them not to take food, nor a bag in which to put supplies, nor any money for their journey. He also did not allow them to take an extra tunic.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}