{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day some Pharisees and some men who teach the Jewish laws who had come from Jerusalem gathered around Jesus.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisees saw that the disciples often ate without washing their hands first.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day, those Pharisees and men who taught the Jewish laws saw that some of his disciples were eating food with hands that they had not washed using the special ritual. So they questioned Jesus and said, \"Your disciples disobey the traditions of our elders! Why do they eat food if they have not washed their hands using our ritual!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Isaiah rebuked your ancestors, and his words describe very well you people who only pretend to be good! He wrote these words that God said:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'These people speak as if they honor me,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "but they really do not think about honoring me at all.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is useless for them to worship me,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "because they teach only what people say\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "as if I myself had commanded them.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, like your ancestors, refuse to do what God has commanded. Instead, you follow only the traditions that others have taught.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to them, \"You think that you are clever in refusing to do what God commanded just so that you can obey your own traditions!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, our ancestor Moses wrote God's command, 'Honor your fathers and your mothers'. He also wrote, 'The authorities must execute a person who speaks evil about his father or mother.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way you disregard what God commanded! You teach your own things to others and tell them that they should obey them! And you do many other things like that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus again called the crowd to come closer. Then he said to them, \"All of you people listen to me! Try to understand what I am about to tell you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nothing that people eat causes God to consider them to be defiled. On the contrary, it is that which comes from people's inner beings that causes God to consider them to be defiled.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit the phrase that appears as v. 16. \\fqa If any man has ears to hear, let him hear.",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus had left the crowd, he entered a house with the disciples. They questioned him about the parable that he had just spoken.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied to them, \"Did you not understand what it means? You ought to understand that nothing that enters us from outside can cause God to consider us defiled.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead of entering and ruining our minds, it goes into our stomachs, and afterwards the refuse passes out of our bodies.\" By saying this, Jesus was declaring that people can eat any food without causing God to consider them defiled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said, \"It is the thoughts and actions that come from within people that cause God to consider them defiled.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Specifically, it is people's innermost being that causes them to think things that are evil; they act immorally, they steal things, they commit murder.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They commit adultery, they are greedy, they act maliciously, they deceive people. They act indecently, they envy people, they speak evil about others, they are proud, and they act foolishly.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People think these thoughts and then they do these evil actions, and that is what causes God to consider them defiled.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus and his disciples left Galilee, they went to the region around the cities of Tyre and Sidon. While he stayed at a certain house, he did not want anyone to know it, but people soon found out that he was there.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A certain woman, whose daughter had an evil spirit within her, heard about Jesus. At once she came to him and knelt at his feet.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this woman was not a Jew. Her ancestors were not Jews. She herself had been born in the area around the region of Phoenicia, in the district of Syria. She pled with Jesus that he force the evil spirit out from her daughter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the woman, \"First let the children eat all they want, because it is not good for someone to take the food the mother has prepared for the children and then throw it to the little dogs.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied to him, \"Sir, what you say is correct, but even the house dogs, who lie under the table, eat the crumbs that the children drop.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Because of what you have said, go home. I have caused the evil spirit to leave your daughter.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman returned to her house and saw that her child was lying quietly on the bed and that the evil spirit had left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples left the region around Tyre and went north through Sidon, then toward the east through the area of the Ten Towns, and then south to the towns near the Sea of Galilee.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, people brought to him a man who was deaf and could not talk. They begged Jesus to lay his hands on him in order to heal him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus took him away from the crowd in order that the two of them could be alone. Then he put one of his fingers into each of the man's ears. After he spat on his fingers, he touched the man's tongue with his fingers.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he looked up toward heaven, he sighed and then in his own language he said to the man's ears, \"Ephphatha,\" which means, \"Be opened!\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At once the man could hear plainly. He also began to speak clearly because what was causing him to be unable to speak was healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told the people not to tell anyone what he had done. But, although he ordered them and others repeatedly not to tell anyone about it, they kept talking about it all the more.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who heard about it were utterly amazed and were saying, \"Everything he has done is wonderful! Besides doing other amazing things, he enables deaf people to hear! And he enables those who cannot speak to speak!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3-4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They and all of the other Jews strictly observe their traditions that their ancestors taught. Specifically, they wash in a special way their cups, pots, kettles, containers, and beds in order that using these things will not make God reject them.\nFor example, they refuse to eat until they first wash their hands with a special ritual, especially after they return from buying things in the marketplace. There are many other such traditions that they accept and try to obey.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11-12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you teach people that it is all right if people no longer help their parents. You teach people that it is all right if they say they will give what they own to God instead of to their parents. You allow them to say to their parents, 'What I was going to give to you to provide for you, I have now promised to give to God. So I cannot any longer help you!' As a result, you are actually telling people that they no longer have to help their parents!\n"
      }
    ]
  }
}