{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to his disciples, \"Listen carefully! Some of you who are here now will see God show himself with great power as king. You will see him do this before you die!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six days later Jesus took Peter, James and James' brother John and led them up a high mountain. While they were alone up there, he appeared very different to them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His clothes became dazzling white. They were whiter than anyone on earth could make them by bleaching them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two prophets who had lived long ago, Moses and Elijah, appeared to them. Then the two of them began talking with Jesus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a short time, Peter said, \"Teacher, it is wonderful to be here! So allow us to make three shelters. One will be for you, one will be for Moses, and one will be for Elijah!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said this because he wanted to say something, but he did not know what to say. He and the other two disciples were terrified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a shining cloud appeared that covered them. God spoke to them from the cloud saying, \"This is my Son. He is the one whom I love. Therefore, listen to him!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the three disciples looked around, they saw that suddenly Jesus was alone with them, and that there was no longer anyone else there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were coming down the mountain, Jesus told them that they should not tell anyone yet what had just happened to him. He said, \"You may tell them after I, the Son of Man, rise from the dead after I die.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they did not tell others about it for a long time. But they discussed among themselves what it meant when he said that he would rise from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked Jesus, \"Why do the men who teach the our laws say that Elijah must come back to the earth before the Messiah comes to earth?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus and those three disciples arrived where the other disciples were. They saw a large crowd around the other disciples and some men who taught the Jewish laws arguing with them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd was very surprised to see him come. So they ran to him and greeted him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"What are you arguing about?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man in the crowd answered him, \"Teacher, I brought my son here in order that you would heal him. There is an evil spirit in him that makes him unable to talk.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the spirit begins to control him, it throws him down. He foams at the mouth, he grinds his teeth together, and he becomes stiff. I asked your disciples to expel the spirit, but they were not able to do it.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied by saying to those people, \"You faithless people! You test my patience! Bring the boy to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they brought the boy to Jesus. As soon as the evil spirit saw Jesus, it shook the boy severely, and the boy fell on the ground. He rolled around and foamed at the mouth.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked the boy's father, \"How long has he been like this?\" He replied, \"This started to happen when he was a child.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spirit does not only do this, but he also often throws him into the fire or into the water in order to kill him. Pity us and help us, if you can!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus exclaimed to him, \"Of course I can! God can do anything for people who believe in him!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the child's father shouted, \"I believe that you can help me, but I do not believe strongly. Help me to believe more strongly!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus saw that the crowd was growing. He rebuked the evil spirit: \"You evil spirit, you who are causing this boy to be deaf and unable to talk! I command you to come out of him and never enter him again!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The evil spirit shouted and shook the boy violently; then it left the boy. The boy did not move. He seemed like a dead body. So most of the people there said, \"He is dead!\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Jesus took him by the hand and helped him get up. Then the boy stood up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when Jesus and his disciples were alone in a house, they asked him, \"Why were we not able to force the evil spirit out?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You can force this kind of evil spirit out only by prayer. There is no other way.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus and his disciples left that region, they traveled through Galilee. Jesus did not want anyone else to know where he was.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wanted to have time to teach his disciples. He was telling them, \"Some day my enemies will arrest me, the Son of Man, and I will be put into the hands of other men. Those men will kill me. But on the third day after I die, I will become alive again!\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not understand what he was telling them, and they were afraid to ask him what he meant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus and his disciples returned to Capernaum. When they were in the house, he asked them, \"What were you talking about while we were traveling on the road?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not reply. They had been arguing with each other about which one of them was the most important.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sat down, he called the twelve disciples to come close to him and then said to them, \"If anyone wants God to consider him to be the most important person of all, he must consider himself to be the least important person of all, and he must serve everyone else.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took a child and placed him among them. He took the child in his arms and then he said to them,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Those who welcome a child like this one because they love me, God considers that they are welcoming me. It is also true that they are also welcoming God, who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John said to Jesus, \"Teacher, we saw someone who was forcing evil spirits out of people. He claimed that he had authority from you to do that. So we told him to stop doing it because he was not one of the disciples.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Do not tell him to stop doing that. For no one will say bad things about me soon after performing a mighty deed with my authority.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are not opposing us are trying to achieve the same goals that we are.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will certainly reward those who help you in any way, even if they simply give you a cup of water to drink because you follow me, the Messiah!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said, \"But if you cause someone who believes in me to sin, God will severely punish you, even if that person is socially unimportant like this little child. If someone tied a heavy stone around your neck and threw you into the sea, it would be better for you than if God punished you for causing a person who believes in me to sin.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you are wanting to use one of your hands to sin, do not use it! Even if you have to cut your hand off and throw it away to avoid sinning, do it! It is good that you live eternally, even though you lack one of your hands while you are here on earth. But it is not good that you sin and as a result God throws your whole body into hell.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit this phrase from verses 44 and 46, \\fqa where worms never stop feeding on them, and the fire that burns them never goes out ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are wanting to use one of your feet to sin, do not use it! Even if you have to cut off your foot to avoid sinning, do it! It is good that you live eternally, even though you lack one of your feet while you are here on earth. But it is not good that you sin and as a result for God to throw your whole body into hell.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies do not have verse 46 ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If because of what you see you are tempted to sin, stop looking at those things! Even if you have to gouge out your eye and throw it away to avoid sinning, do it! It is better to have only one eye and for God to agree to rule over you, than him to throw you with two eyes into hell.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that place worms feed on the people there forever and the fires are never put out.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"For God will put fire on everyone, just like people put salt on their food.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Salt is useful to put on food, but you cannot make it taste salty again if it becomes flavorless. We are to be like salt that adds flavor to food. And live in peace with one another.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12-13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"It is true that God promised to send Elijah to come first to put everything as it should be. But Elijah has already come, and our leaders treated him very badly, just like they wanted to do, as prophets long ago had said they would. But there is much written in the scriptures about me, the Son of Man. The scriptures say that I will suffer much and that people will reject me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}