{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, who serve Christ Jesus, am writing this letter to all of you believers in the city of Rome. God chose me to be an apostle, and he appointed me in order that I should proclaim the good news that comes from him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long before Jesus came to earth, God promised that he would reveal this good news by means of what his prophets wrote in the sacred scriptures.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This good news is about his Son. As to his Son's physical nature, he was born a descendant of King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As to his divine nature, it was powerfully shown that he is God's own Son. God showed this when his Holy Spirit caused him to become alive again after he died. He is Jesus Christ our Lord.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has shown us great kindness and appointed us to be apostles. He did that in order that many among all the people groups would believe in him and obey him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You believers who are living in Rome are included among those whom God has chosen to belong to Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing this letter to all of you in Rome whom God loves and whom he has chosen to become his people. I pray that God our Father and Jesus Christ our Lord may continue to act kindly toward you and will continue to cause you to have peace.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I begin this letter, I thank my God for all you believers in Rome. It is because of what Jesus Christ has done for us that I am able to do that. I thank him because people all over the Roman Empire are talking about how you are trusting in him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, whom I devotedly serve as I proclaim to people the good news concerning his Son, knows that I tell the truth when I say that I always mention you whenever I pray to God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I especially ask God that if he desires me to visit you, somehow at last I shall be able to do so.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray this because I long to visit you to help you in order that you may trust and honor Christ more and more.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I mean that I want us to encourage each other by telling each other how we trust in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, many times I planned to visit you. I certainly want you to know that. But I have not been able to come to you because something has always stopped me. I have wanted to come in order that more people among you might trust in Jesus, just as in other places among the non-Jews.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I feel obliged to proclaim the good news to all non-Jewish people, to those who speak Greek and to those who do not, to people who are smart and to those who are unintelligent.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, what I have eagerly desired is that I might proclaim this good news to you who are living in Rome also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I very confidently proclaim the good news about what Christ has done, because this good news is the powerful way in which God saves those who trust in what Christ has done for them. Specifically, God first saves the Jews who believe the good news, and then he saves non-Jews.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By means of this good news God reveals how he puts people right with himself. This is like what a prophet wrote long ago in the scriptures: \"Those whom God puts right with himself will live because they trust him.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God in heaven makes it clear that he is angry with all who show no respect for him and who do wicked things. He shows them that they deserve for him to punish them. Because they do wicked things, they also keep other people from knowing what is true about God.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All non-Jews can clearly know what God is like, because God himself has revealed this to everyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People cannot actually see with their eyes what God is like. But ever since he created the world, the things in it make us understand things about him—for example, he has always been able to do powerful things. Another example is that everyone knows that he is completely different from all that he has created. So no one is able to say truthfully, \"We never knew about God.\"\n\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although non-Jews knew what God is like, they did not honor him as God, nor did they thank him for what he had done. But instead, they began to think foolish things about him, and they were no longer able to understand what he wanted them to know about himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although they claimed that they were wise, they became foolish,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they refused to admit that God is glorious and will never die. Instead, they made and worshiped idols that resembled people who will some day die, and then they made other idols that resembled birds and four-footed animals, and finally they made idols that resembled reptiles.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God allowed the non-Jews to do immoral sexual things that they strongly desired, things that they thought they had to do, because they wanted so much to do them. As a result, they began to dishonor each other's bodies by their sexual actions.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, they chose to worship false gods instead of admitting what is true about God. They worshiped things that God created instead of worshiping him, the one who created everything, the one whom we should all praise forever! Amen.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God allowed the non-Jews to do shameful sexual things that they strongly desired. As a result, many women began sleeping with other women—something that goes against nature.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, many men abandoned their natural relationships with women. Instead, they developed strong sexual desire for each other. They committed homosexual acts with other men, acts that were shameful. As a result, God has punished them by sicknesses in their bodies, which is the direct consequence of that kind of sin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, because they decided that it was not worthwhile to know God, he allowed their own worthless thoughts to completely control them. As a result, they began doing evil things that no one should do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They strongly desire to do all kinds of unrighteous deeds and evil things to others and take things that belong to others and harm others in various ways. Many constantly envy other people and desire to murder people and to cause arguments and quarrels between people and deceive others and speak hatefully about others.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many say evil things about others and slander others. Many act especially hatefully toward God and violently toward others and treat others contemptuously and boast about themselves to others and invent new ways to do evil deeds. Many children disobey their parents.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many act in other foolish ways that offend God and do not do what they promised others that they would do and do not even love their own family members and do not act mercifully toward other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although they know that God has declared that those who do such things deserve to be killed, they not only do these kinds of evil things, but they also approve of others who do them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}