{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, what I greatly desire and what I pray to God earnestly for is that he will save my own people, the Jews.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I declare truthfully about them that although they earnestly go after God, they do not understand how to go after him in the right way.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They do not know how God puts people right with himself. They want to put themselves right with God, so they do not accept what God wishes to do for them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ has perfectly obeyed the law in order to put everyone who believes in him right with God. So the law is no longer necessary.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses wrote about people who tried to obey all of God's laws: \"It is the people who have done perfectly the things that the law requires who will live forever.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those whom God puts right with himself because they trust in Christ—to them Moses says, \"No one should try to go to heaven,\" that is, in order to bring Christ down to us.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses also says this to them: \"No one should try to go down to where the dead are,\" that is, in order to bring Christ back from the dead for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead, those who believe in Christ can say what Moses wrote: \"You can find out about God's message very easily. You can speak about it and think about it.\" This is the message that we proclaim: People must believe in Christ.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This message is that if anyone of you confirms that Jesus is Lord, and if you truly believe that God raised him from the dead, he will save you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people believe these things, God will put them right with himself. And for those who state publicly that Jesus is Lord—God will save them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is written in the scriptures about the Christ, \"Whoever believes in him will not be disappointed or ashamed.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, God treats the Jews and the non-Jews the same. Because he is the same Lord for all people who believe in him, he greatly helps all who ask him to help them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is just like what the scriptures say: \"The Lord God will save all those who ask him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most people have certainly not believed in Christ, and some people might try to explain why they have not done so. They might say, \"People certainly cannot ask Christ to help them if they have not first believed in him! And they certainly cannot believe in him if they have not heard about him! And they certainly cannot hear about him if someone does not preach to them about him!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And those who could preach to them about Christ, certainly cannot do so if God does not send them. But if some believers preached to them, it would be just like the scriptures say: 'It is wonderful when people come and bring good news!'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I would reply in this way to those who say such things: God has indeed sent people to preach the message about Christ. But not all the people of Israel have paid attention to the good news! It is like what Isaiah said when he felt very discouraged: \"Lord, it seems as if hardly anyone believed what they heard us preach!\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, I tell you that people are believing in Christ because they hear about him, and people are hearing the message because others are preaching about Christ!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if someone said to those people, \"Of course the Israelites have heard this message,\" I would say, \"Yes, indeed! It is like what the scriptures say:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\"The people living all over the world have seen the creation, and what it proves about who God is—even the people living in the most remote places in the world have understood this!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, it is true that the Israelites really did hear this message. They understood it, too, but they refused to believe it. Remember that Moses was the first one to warn the people like this. He told them that God said,\n\n\"You think that the non-Jewish nations are not real nations at all. But some of them will believe in me, and I will bless them. Then you will envy them and be angry at them, people who you do not think understand me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember also that God said very boldly through Isaiah, \"The non-Jews who did not try to know me will surely find me! I will surely reveal what I am like to those who did not ask for me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God also speaks about the Israelites. He says,\n\"For a long time I have held out my arms to the people who disobeyed and rebelled against me, in order to invite them to return to me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}