{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I should ask, \"Has God rejected his people the Jews?\" The answer would be, \"Certainly not! Remember that I also belong to the people of Israel. I am a descendant of Abraham, and I belong to the tribe of Benjamin, but God has not rejected me!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, God has not rejected his people, whom he chose long ago to be people whom he would bless in a special way. Remember that Elijah mistakenly complained to God about the people of Israel, as the scriptures say:\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Lord, they have killed the rest of your prophets, and they have destroyed your altars. I am the only one who believes in you who remains alive, and now they are trying to kill me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God answered him like this: \"You are not the only one left who is faithful to me. I have taken care to keep for myself seven thousand men in Israel, men who have not worshiped the false god Baal.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, similarly, there is also at this time a leftover group of us Jews who have become believers. God has chosen us to become believers only because he acts kindly toward us, in ways that we do not deserve.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since it is because he acts kindly toward those whom he chooses, it is not because they have done good things that he has chosen them. If God chose people because they did good deeds, then he would not need to act kindly toward them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since God chose only some people of Israel, this makes us know that most of the Jews failed to get what they were looking for—(although the Jews whom God chose did get it). Most of the Jews remained unwilling to understand what God was telling them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is exactly what the prophet Isaiah had written about: \"God caused them to be stubborn. They should be able to understand the truth about Christ, but they cannot. They should obey God when he speaks, but they do not. It is like that to this very day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews remind me of what King David said, when he asked God to cause his enemies' senses to be dull:\n\"Make them stupid, like animals that fall into nets or traps! May they feel as safe as if they were at their banquets, but let those feasts be times when you will catch them, and they will sin, with the result that you will destroy them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May they not see the danger when it comes to them. May you always make them suffer because of their troubles.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I should ask, \"When the Jews sinned by not believing in Christ, did that mean they will always be apart from God?\" I would reply, \"No, they have certainly not separated themselves from God permanently! Instead, because they sinned, God is saving non-Jews in order to cause the Jews to envy the way he blesses non-Jews, so that they will ask Christ to save them.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Jews rejected Christ, the result was that God abundantly blessed the other people in the world by offering them the opportunity to believe. And when the Jews failed spiritually, the result was that God abundantly blessed the non-Jews. Since that is true, think how wonderful it will be when the complete number of the Jews whom God has chosen will believe in Christ !\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is to you non-Jews that I am saying what follows. I am the one who is the apostle to non-Jews such as you, and I highly value this work that God appointed me to do.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I also hope that by my labors I will make my fellow Jews jealous, with the result that some of them will believe and thus be saved.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has rejected most of my fellow Jews because they refused to believe, with the result that he made peace between himself and other people in the world. If that is what happened after most of the Jews rejected Christ, think about the excellent things that will happen after they trust in him. It will be like they have risen from the realm of the dead!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just like the whole lump of dough will belong to God if people offer to God the bread baked from the first part of it, so the Jews will belong to God because their ancestors belonged to God. And just like the branches of a tree will belong to God if the root belongs to God, so the descendants of our great Jewish ancestors who belonged to God will also some day belong to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has rejected many of the Jews, like people break off dead branches of a tree. And each of you non-Jews whom God has accepted is like a branch of a uncultivated olive tree that someone spliced into the trunk of a cultivated olive tree. God has caused you to benefit from how he blessed our first Jewish ancestors, just as branches benefit from the sap from the root of a cultivated olive tree.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you non-Jews must not despise the Jews whom God rejected, even though they are like the branches that someone breaks off from the tree! If you want to boast because of how God has saved you, remember this: Branches do not feed a root. Instead, the root feeds the branches. Similarly, God has helped you because of what you have received from the Jews! You have given the Jews nothing that helps them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Maybe you will say to me, \"God rejected the Jews like people break bad branches off a tree and throw them away, and he has done this in order that he might accept us non-Jews, just like people put branches of a wild olive tree into the trunk of a good tree.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I would reply that this is true. However, it is because the Jews did not believe in Christ, God rejected them. As for you, it is only because you believe in Christ that you stand strong! So do not become proud, but instead be filled with awe!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since God did not spare those unbelieving Jews, who grew up like a tree's natural branches that came from the root, then know, if you do not believe, he will not spare you either!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note then, that God acts kindly, but he also acts severely. He has acted severely toward the Jews who have refused to trust in Christ. God has acted kindly toward you, but he will act severely if you do not keep trusting in Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if the Jews believe in Christ, God will also put them back into the tree again, because God is able to do that.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You non-Jews who were previously apart from God have benefited from the ways in which God blessed the Jews. That is like taking branches that someone has cut from a wild olive tree—a tree that just grew without anyone planting it— and, contrary to what people usually do, splicing them into a cultivated olive tree. So God will much more readily receive back the Jews because they belonged to him before! That will be like putting the original branches that someone cut off, back into the olive tree to which they originally belonged!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My non-Jewish fellow believers, I certainly want you to understand this secret truth, so that you do not think you know everything: Many people of Israel will continue to be stubborn until all the non-Jews whom God has chosen have believed in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And then God will save all of Israel. Then these words in the scriptures will become true:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"The one who sets his people free will come from where God is among the Jews. He will forgive the sins of the Israelite people.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as God says,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"The covenant that I will make with them is one by which I will forgive their sins.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews rejected the good news about Christ and now God treats them as his enemies. But that has helped you non-Jews. But because they are the people whom God chose, God still loves them because of what he promised to do for their ancestors.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He still loves them, because he never changed his mind about what he has promised to give them, and about how he has called them to be his own people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You non-Jews once disobeyed God, but now he has acted mercifully toward you because the Jews disobeyed him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, now they have disobeyed God. The result is that in the very same way in which he acted mercifully toward you, he will act mercifully toward them again.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has declared and proved that all people, both Jews and non-Jews, have been disobedient to him. He has declared that because he wants to act mercifully toward us all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I marvel how great are the wise things that God has done and what he has always known! No one can understand them or know them fully.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I remember the scriptures that say, \"No one has ever known what the Lord thinks. No one has ever been able to give him advice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And, \"No one has given anything to God in a way that God had to reward him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is the one who created all things. He is also the one who sustains all things. The reason that he created them was that they might praise him. May all people honor him forever! May it be so!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}