{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Accept those who are not sure whether God will permit them to do certain things some people think are wrong. But when you accept them, do not argue with them about what they think. These questions are only personal opinions.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people believe that they may eat all kinds of food. Others believe that God does not want them to eat certain things, so they believe that they may eat only vegetables.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who thinks that it is all right to eat all kinds of food must not despise those who do not think that. Anyone who thinks it is not all right to eat all kinds of food must not condemn those who think differently, because God himself has accepted those people.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are wrong when you evaluate somebody else's servant. We are all God's servants so God is the master of us all. He is the one who will decide whether those people have done wrong! No one should judge another in this regard, because he is able to keep them faithful to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people regard certain days as more holy than other days. Other people regard all days as equally suitable for worshiping God. Each person should be fully convinced about such matters, thinking and deciding for himself and not for others.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those who believe that they should worship on a certain day of the week, it is to honor the Lord that they worship on that day. And as for those who think that it is all right to eat all kinds of food, it is to honor the Lord that they eat those foods, because they thank God for their food. As for those who abstain from eating certain kinds of food, it is to honor the Lord that they do not eat those foods, and they also thank God for the food that they do eat. So these people are not wrong, even though they think differently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of us should live merely to please ourselves, and none of us should think that when we die, it affects only us.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While we live, it is the Lord whom we belong to and should be trying to please, and not just ourselves. And when we die, it is the Lord whom we should be trying to please. So, while we live and also when we die, we should try to please the Lord, for we belong to him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Christ died and became alive again in order that he might be Lord whom all people should obey, both those alive and those who are dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is disgraceful that you who obey certain rules say that God will punish your fellow believers who do not obey them. For God will judge each one of us.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know this because it is written in the scriptures:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Everyone will bow down before me!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And everyone will praise me.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we will each have to tell God what we have done and let him decide whether or not he approves of it.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since it is God who will judge everyone, we must stop saying that God should punish some of our fellow believers! Instead, you must be determined to never cause another brother or sister to sin or to stop trusting Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I am joined to the Lord Jesus, I am absolutely certain that there is nothing that by itself is wrong to eat. But if people think it is wrong to eat something, then for them it is wrong to eat it. So you should not encourage them to eat it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you eat food that a fellow believer thinks is wrong to eat, you might cause him to stop obeying God. You would no longer be loving him. Do not cause any fellow believer to stop trusting in Christ. After all, Christ died for him, too!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, do not do something that fellow believers would call bad, even if you think it is good.\n\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God rules how we live, we do not worry about what we eat and drink. Instead, we think about how what is the right way to obey him, have peace with each other, and rejoice because of the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who serve Christ by acting in such ways please God, and others will also respect them.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we should always eagerly try to live in a way that will cause peace among fellow Christians, and we should try to do what will help each other to trust and obey Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not destroy how God has helped any believer just because you want to eat a certain kind of food. It is true that God allows us to eat every kind of food. But if you eat something that another believer thinks is wrong, then you are encouraging him to do what he thinks is wrong.\n\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is good neither to eat meat nor to drink wine, nor to do anything else at any time if it will cause one of your fellow believers to stop trusting in God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let God tell you what things are right for you to do, but do not try to force others to accept what you believe. And you will please God if you have no doubts about your convictions about what is right and wrong to do.\n\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some believers fear that God will not be pleased if they eat certain kinds of food. And indeed, he will say that they have done wrong, if they do not do what they believe to be right. If we do anything without being certain that God approves of it, we are sinning.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}