{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By means of this letter I am introducing and recommending to you our fellow believer Phoebe, who will be taking this letter to you. She is a servant in the assembly in the city of Cenchrea.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I request that you receive her because you are all joined to the Lord. You should do that because God's people ought to welcome their fellow believers. I am also requesting that you help her by giving her whatever she needs, because she has helped many people, including me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Priscilla and her husband Aquila that I send greetings to them. They worked with me for Christ Jesus,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they were even willing to die for me. I thank them, and the non-Jewish congregations also thank them for saving my life.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell the congregation that meets in their house that I send my greetings to them. Tell my dear friend Epaenetus the same thing. He is the first man in the province of Asia to believe in Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Mary, who has worked hard for Christ in order to help you, that I send my greetings to her.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the same thing to Andronicus and his wife Junia, fellow Jews, who were in prison with me. They are well known among the apostles, and they became Christians before I did.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also send my greetings to Ampliatus, who is a dear friend and is joined to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also send my greetings to Urbanus, who works for Christ with us, and to my dear friend Stachys.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also send my greetings to Apelles, of whom Christ has approved because he successfully endured trials. Tell the believers who live in the house of Aristobulus that I send my greetings to them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell Herodion, who is my fellow Jew, that I send my greetings to him. Tell the same thing to those who live in the house of Narcissus, those who belong to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the same thing to Tryphaena and her sister Tryphosa, who work hard for the Lord. I also send my greetings to Persis. We all love her, and she has worked very hard for the Lord.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Rufus, who is an outstanding Christian, that I send my greetings to him. Tell the same thing to his mother, who has treated me as though I were her son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the fellow believers who meet with them that I am sending my greetings to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also send my greetings to Philologus, to his wife Julia, to Nereus and his sister, and to Olympas, and to all God's people who meet with them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Greet one another affectionately in a pure way, when you gather together. The believers in all the assemblies joined to Christ greet you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, I tell you that you must be careful about the people who are causing divisions among you and who cause people to stop honoring God. Keep away from such people!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They do not serve our Lord Christ! On the contrary, they only want to satisfy their own desires. They deceive the people using smooth talk and praise so the people do not realize that these troublemakers are teaching false things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Believers everywhere know that you have obeyed what Christ says in the good news. So I rejoice about you. But I also want you to be smart enough to recognize what is good and stay away from what is evil.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do all these things, God, who gives us his peace, will soon smash the work of Satan because of your authority! I pray that our Lord Jesus will continue to act kindly toward you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timothy, who works with me, and Lucius, Jason, and Sosipater, who are my fellow Jews, want you to know that they are sending their greetings to you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Tertius, one who belongs to the Lord, also want you to know that I am sending my greetings to you. I am writing down this letter as Paul tells me what to write.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now to God, the one who is able to strengthen you spiritually by my proclamation of the good news of Jesus Christ that God did not reveal in any age before our own time —\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but now God has made it known by means of what the scriptures said would happen — so that people in all the people groups in the world may believe in Christ and obey him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God, who alone is wise, be praised forever, because of what Jesus Christ has done for us. May it be so!\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23-24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am staying in the house of Gaius, and the whole assembly here meets in his house. He also wants you to know that he is sending his greetings to you. Erastus, who manages the city's money, sends his greetings to you also, along with our brother Quartus.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}