{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may say that God must punish people for doing what he hates. But when you say that, you are really saying that God should punish you because you also have lived the same kind of life. You did the same things they have done.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know very well that God will judge and punish fairly people who do such evil deeds.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you who say that God should punish others for doing evil deeds, although you do evil deeds yourself, you should certainly not think that you yourself will be able to escape from God when he begins to punish you!\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you should not say, \"God is acting very tolerantly and patiently toward me, so I do not need to turn away from my sin.\" You should understand that God is patiently waiting for you to repent from your sins.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead, because you are stubborn and refuse to stop sinning, God will punish you even more severely. He will do that at the time when he shows that he is angry and judges all people fairly.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will pay back everyone according to what they deserve for what they have done.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Specifically, some people keep doing good deeds, because they want God to honor them, and they want to live forever with him. God will reward them in this way.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some people act in a selfish way and refuse to believe that what God says is true, and they do the things that God says are wrong. God will be very angry and will punish them severely.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will cause everyone who habitually does evil deeds to suffer greatly and to have many troubles. This certainly will happen to the Jews who refuse to accept God's message, because God gave them the privilege to be his special people, but it will also happen to the non-Jews.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God will praise, honor, and give a peaceful spirit to every person who habitually does good deeds. He will certainly do this for the Jews because he chose them as his special people, but he will also do it for the non-Jews.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will do this fairly, because he pays no attention to how important anyone is.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although non-Jews do not have the laws that God gave to Moses and still sin without having a law, God will bring them to ruin forever. And he will also punish all the Jews who have disobeyed his law, because he will judge them according to what the law says.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is right for God to punish them because it is not those who know about God's laws that he makes righteous. Only those who have obeyed all of God's law, they are the only ones God makes righteous.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the non-Jews, who do not have the law of God, follow those laws because they obeyed them by the light of nature, they prove that they have a law within themselves, even though they never had the laws that God gave to Moses.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They show that they know in their own minds what God commands in his law, for each person in his very own conscience either accuses himself of bad behavior or defends himself.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will punish them at the time when he will judge people according to what they have thought and done secretly. He will judge people by authorizing Christ Jesus to judge them. This is what I tell people when I preach the good news to them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have something to say to anyone of you Jews to whom I am writing: You trust that God will save you because you know the laws that he gave to Moses. You boast that you belong to God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know what God desires. Because you have been taught God's laws, you are able to know which things are right and to choose to do them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are certain that you are able to show God's truth to non-Jews, and that you can instruct those who know nothing about God.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are certain that you can instruct those who believe foolish things about God and those who are like children because they know nothing about him at all. You are certain about all this because you have the law that teaches you truly about God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you claim that you have all these advantages because you are a Jew, it is disgusting that you teach others but do not obey the laws yourself! You who preach that people should not steal things, it is disgusting that you yourself steal things!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who command people not to sleep with someone to whom they are not married, it is disgusting that you commit adultery yourself! You who command others not to worship idols, it is disgusting that you do not avoid disgusting things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who boast saying, \"I have God's laws,\" it is disgusting that you disobey those same laws! As a result you are insulting God!\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not be like our ancestors, about whom were written these words in the scriptures: \"The non-Jews speak evil about God because of the evil actions of you Jews.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any one of you who is circumcised to show that he belongs to God can benefit from that if he obeys the law that he gave to Moses. But if you, a circumcised person, disobey the law, God will consider you to be no better in God's sight than someone who is not circumcised.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This means that God will certainly consider that even non-Jews who are not circumcised can become his people if they obey the things that he commanded in his laws.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These people, who are not circumcised but who still obey God's laws, will declare that God is right when he punishes you, for you are circumcized but still break the law.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not those who perform rituals for God who are true Jews, and it is not being circumcised in their bodies that causes God to accept them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the contrary, we whom God has changed inwardly are the true Jews. God has accepted us and God's Spirit has changed our nature, not because we perform the rituals commanded by the law. Even if other people will not praise us, God will praise us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  }
}