{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone might say then, \"If that is true, then it appears that there is no advantage to be a Jew over a non-Jew, and being circumcised does not benefit us Jews at all.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I tell you that being Jews has many benefits. First of all because it was to their ancestors that God spoke his words, words that show us who he is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does the Jews not being faithful mean that God will not bless as he promised that he would?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, it certainly does not mean that! God always does what he has promised, even though people do not. All those who accuse God of not keeping his promises to us Jews are very mistaken. King David wrote about this:\n\"So everyone must acknowledge that what you have said about them is true, and that you will always win the case when anyone accuses you of doing wrong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if God did not bless because we were wicked, can we say that he acted unfairly? That he was wrong to punish us out of anger? (I am speaking as ordinary humans speak.)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should certainly not conclude that God should not judge, because if God did not judge, it could not possibly be right for him to judge the world!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But someone might answer, \"The fact that God truly keeps his promises becomes very clear because for example, I told a lie and the result is that people praise God because he has mercy! So God should no longer say that I should be punished on account of my having sinned, since people are praising him because of it!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If what you, Paul, say is true, then we might as well do evil things in order that good things like that will result!\" Some people speak evil about me because they accuse me of speaking like this. God will punish people who say such things about me, and they will deserve for him to punish them!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shall we conclude that God will treat us more favorably and will treat the non-Jews less favorably? We can certainly not conclude that! The Jews and also the non-Jews have sinned and so they deserve for God to punish them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The following words that are written in the scriptures support this,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "No person is righteous. There is not even one righteous person!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no one who understands how to live properly. There is no one who seeks to know God!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absolutely everyone has turned away from God. God considers them depraved. There is no one who acts righteously; no, there is not even one!\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What people say is foul, like the smell that comes from a grave that has been opened. By what people say, they deceive people.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "By what they say they injure people, just like the poison of snakes injures people.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are continually cursing others and saying cruel things.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They go quickly to murder people.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever they go they ruin everything and make people miserable.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have not known how to live peacefully with other people.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They absolutely refuse to honor God!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that whatever these laws command is to those who are required to obey. This means that Jews or non-Jews are not able to say anything contrary when God demands an answer for having sinned.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not because people have done the things that God's laws require that God will erase the record of their sins because no one has done those things completely. In fact, the result of our knowing God's laws is that we know clearly that we have sinned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God declares us right with him it does not depend on our obeying the law that he gave Moses. It was written about in the laws and by the prophets that Goe forgives our sins by a different way.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God erases the record of our sins because we trust in what Jesus Christ has done for us. God does this for every person who trusts in Christ, because he considers that there is no difference between Jews and non-Jews.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All people have done evil, and everyone has failed to accomplish the glorious goals that God set for them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our record of sins has been erased by his acting kindly to forgive our sins, without our doing anything to earn it. Christ Jesus accomplished this by redeeming us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God showed that Christ turned away his anger by shedding his blood when he died, and we must believe in what he did for us. The sacrifice of Christ shows that God acted in a just manner. Otherwise, one might not have thought he was just, because he had overlooked sins that people had previously committed, for he is patient.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God appointed Christ to die for us. By doing that, he now shows that he is just, and he shows that he is justly able to erase the record of sins for everyone who trusts in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not at all because we obey the laws of Moses that God erases the record of our sins. So there is no way that we can boast that God favors us because we obeyed those laws. Instead, it is because we believe in Christ that God erases the record of our sins.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it is clear that God makes someone right with himself if that person trusts in Christ—not if that person obeys the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who are Jews certainly should not think that you are the only ones whom God will accept! You certainly should realize that he will accept non-Jews, too. Of course, he will accept non-Jews,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because, as you firmly believe, there is only one God. It is this same God who will make Jews—who have been circumcised—right with himself because they trust in Christ, and it is also God who will make non-Jews—who have not been circumcised—right with himself, because they also trust in Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you say that God makes us right with himself because we trust in Christ, does that mean that the law is now useless? Certainly not. Instead, that law is truly valid.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}