{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham is the revered ancestor of us Jews. So think about what we can learn from what happened to Abraham.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it was because of Abraham's doing good things that God put him right with himself, Abraham would then have had reason to boast about that to people, (but, even so, he would not have had any reason to boast to God about it).\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that in the scriptures it is written that Abraham believed what God promised to do for him, and that for this reason, God considered Abraham to be right with himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if we receive wages for work that we do, those wages are not considered to be a gift. Instead, they are considered to be what we have earned. Similarly, if we could do something to obligate God to be kind to us, then that would not be a gift.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in reality, God makes right with himself people who did not honor him previously. Instead, they now trust in him, and God therefore considers them to be right with himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, it is as David wrote in the Psalms about anyone whom God considers to be right with himself without earning it:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"How fortunate are the people whose sins God has forgiven, whose sins he no longer looks at.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How fortunate are the people whose sins he no longer keeps a record of.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Being fortunate like this is not something that only we Jews can experience. No, it is also something that non-Jews can experience. We know this, because it is written in the scriptures that Abraham trusted in God, so God considered him to be right with himself.\n\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about when God did this for Abraham. He did it before Abraham was circumcised, not after.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God commanded that Abraham be circumcised many years after God had already accepted him. Circumcision was the mark that showed that Abraham already was right with God. So we can learn here that God considered Abraham to be the ancestor of everyone who trusts in him, even of those who are not circumcised. In this way, God considers all these people to be right with himself.\n\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, God considers Abraham to be the ancestor of all us who are true Jews, that is, all Jews who not only have the mark of circumcision on their bodies, but—much more importantly—who live like our ancestor Abraham did before he was circumcised, when he was simply trusting in God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God promised Abraham and his descendants that they would possess the world. But when he promised that, it was not because Abraham was obeying any law. Instead, it was because Abraham believed that God would do what he promised. So God put Abraham right with himself.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people possess the world because they obey God's law, then it is useless to trust in God for anything, and his promise means nothing.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that in reality, God says in his law that he will punish anyone who does not perfectly obey it. Also remember, however, that for people who have no law, it is impossible to disobey it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it is because we trust in God that we will receive the things that he has promised to us as a gift, because he is very kind. He gives these things to everyone whom he regards as a true descendant of Abraham—us Jewish believers, who have God's law and trust him, and also those non-Jews who do not have God's laws but who trust in him as Abraham did. For God regards Abraham as the true ancestor of all of us believers.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what God said to Abraham in the scriptures: \"I will make you the ancestor of many ethnic groups.\" Abraham received this directly from God who raises dead people to life and creates things out of nothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He trusted firmly in this promise of God, even though there was no physical reason for him to expect that he would have descendants because he and his wife were too old to bear children. God had promised Abraham that he would become the ancestor of many ethnic groups by saying, \"Your descendents will be like the stars in the sky.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not doubt that God would do what he promised, even though he knew that his body was not able to father a child (he was, after all, about one hundred years old), and he knew that Sarah had never had children, especially now, because she was so old.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not doubt at all that God would do what he had promised. Instead, he trusted in God more strongly, and he thanked God for what God was going to do.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was also convinced that God was able to do whatever he promised that he was going to do.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that is the reason that God considered Abraham to be right with himself.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words in the scriptures, \"God considered him to be right with himself because he trusted in him,\" are not only about Abraham.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were also written about us, whom God would consider to be right with himself because we trust in him, the one who caused our Lord Jesus to become alive again after he died.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God allowed men to execute Jesus because of our evil deeds. And God caused Jesus to live again because God wanted to put us right with him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}