{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone might say in reply to what I have written that since God has acted kindly toward us, perhaps we should continue to sin in order that his kindness would be the greater.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, certainly not! We are like people who have died, who can no longer do anything evil. So we should not continue to sin.\n\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we were baptized in union with Christ Jesus, God viewed us as dying with Christ on his cross. Do you not know this?\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, when we were baptized, God viewed us also as being with Christ in his tomb. God the Father used his power to raise Christ from the dead; in the same way, he made it possible for us to live life in a new way.\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since God views us as joining with Christ when he died, he will also make us rise with him from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God views us sinners as having died on the cross with Christ, in order to put an end to our sinful nature. As a result, we no longer have to sin.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For whoever has died no longer has to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since God views us as having died together with Christ when he died, we believe that we will also live with him.\n\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that since God enabled Christ to live again after he died, Christ will never die again. Nothing will ever be able to make him die again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he died, he went free from our sinful world, and he will never die again; but because he lives again, he lives in order to serve God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, you must view yourselves as God views you: You are dead people, unable to sin any longer; but you are also living people, living to serve God and joined to Christ Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when you want to sin, do not allow yourselves to do what you want. Remember that your body will die one day.\n\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not use any part of your body to do anything wicked. Instead, present yourselves to God as people who are now alive after belonging to the realm of the dead. Use every part of your body for God. Allow him to use you to do righteous things.\n\n\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you desire to sin, do not do it! The laws that God gave Moses did not enable you to stop sinning. But now God controls you and kindly helps you not to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We might think from this that because the laws God gave Moses did not enable us to stop sinning and God is now treating us kindly anyway, that God permits us to continue sinning. Absolutely not!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you offer to obey someone, you become his slaves. If you obey when you wish to sin, then you become the slaves of sin and die as a result. But if you obey God, then you become his slaves and, as a result, will do the right things that God wants you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the past you sinned in whatever way you wanted to sin—you were slaves of sin. But then you began to sincerely obey what Christ taught you. I thank God for that.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you do not have to sin any longer; sin is no longer your master. Instead, you are slaves of God, who is righteous.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing to you in a way that ordinary people can understand. In the past you were slaves to your desires so you did all kinds of impure and evil things. But now act justly as God acts, so that he will set you apart for himself as his people.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is true that in the past, you behaved as people who were free from God's power and righteousness (because you did whatever your evil minds told you to do). You did not have to do things that were right.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But though you were like a slave to sin, God has set you free from sin and made you his servant. As a result you are being made holy, and the result of that is that you will live forever with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you do not have to sin any longer. You are no longer slaves like that. Instead, you have become slaves of God. In return, he has set you apart as his own people, and he will allow you to live forever, with him.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who do what their evil minds tells them to do receive payment, too, but that payment is death. They will be apart from God forever. But as for God, he pays no wages to his slaves at all. Instead, he gives us a free gift: He allows us to live forever with him, joined to Christ Jesus our Lord.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}