{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, you know about laws. So you certainly know that people have to obey laws only while they are alive.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, a woman must be faithful to her husband as long as he is alive. But if her husband dies, she is does not have to act any longer as if she were married. The law releases her from the marriage.\n\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if she goes to another man while her husband is alive, she will be an adulteress. But if her husband dies, she no longer has to obey that law. Then if she marries another man, she will not be an adulteress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, my brothers and sisters, when you died with Christ on his cross, the law of God could no longer control you. You were free to join Christ, so that you might honor God. You can do this because you are alive again. God has joined you to Christ, and he has raised Christ from the dead.\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we were doing what our evil thoughts told us to do, when we learned God's law, we wanted to sin more and more. So we did evil things that would lead God to separate us from him forever.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now God has freed us from having to obey law of Moses—it is as though we have died, and the law can no longer tell us what to do. God has done this for us so that we may worship him in a new way that the Spirit shows us, rather than in the old way that the law required.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Could we say that people want to sin more if they know God's laws? Then those laws themselves must be evil. No, of course not! The law is not evil! But it is true that I did not really know what sin was until I learned about it in the law. For example, I did not realize that it is evil to desire what is not yours until I learned that the law says, \"You must not desire what is not yours.\"\n\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And because of what that commandment stated, my sinful desire to have things that belong to others caused me to covet in many ways. But where there is no law, there is no sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Formerly, when I did not know what God's law required, I used to sin without worrying about what I was doing. But when I became aware that God had given us his law, I suddenly realized that I was sinning,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I realized that I was apart from God. The law that was supposed to allow me to live forever, if I obeyed it, was leading me to die instead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I wanted to sin, I thought that I would live forever if I obeyed the law enough. But I was mistaken: I thought I could keep sinning at the same time. In fact, God was going to separate me from him forever because I did not truly obey the law.\n\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we know that the law that God gave to Moses is perfectly good. Everything that God commands us to do is also without fault, just, and good.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Could we say then that the law that God gave Moses, which is good, drove us away from God! Certainly it did not do that! But instead, the law, which is good, made me want to sin. I knew that as a result, I was far away from God. And also, because I learned what God had commanded, I knew that what I was doing was truly sinful.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that the law came from God and changes our attitude. But I am a person whose attitude tends toward sin. It is as though I had been forced to become a slave of my desire to sin — I had to do whatever my desires told me to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The things that I do, I often do not understand. That is, sometimes it is the good things that I want to do that I do not do. And sometimes it is the evil things that I detest that I do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since I do the evil things that I do not want to do, I agree that the law of God directs me in the right way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, it is not because I wish to sin that I sin. Instead, I sin because the desire to sin causes me to sin.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that when I follow my own attitude I can do nothing good. I know this because I want to do what is good, but I do not do what is good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not do the good things that I want to do. Instead, it is evil things that I do not want to do that I do.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I do evil things that I do not want to do, it is not that really I that do those things. Instead, my attitude that favors sin is making me sin.\n\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I find, then, that what always happens is that when I want to do what is good, there is an evil desire present within me that prevents me from doing good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In my new attitude I am very happy about the law of God.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, I sense that there is a different power that is in my body. It is opposed to what with my mind I desire to do, and it makes me do what my old sinful attitude wants me to do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I consider this, I feel that I am a very wretched person. I want someone to set me free from the control of what my body desires, in order that I might not be separated from God.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank God that it is by Jesus Christ our Lord that he sets us free from the control of what our bodies desire. So with our minds, I on the one hand want to obey God's law. But also, I often let our sinful desires control me because of my old sinful attitude.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}