{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God will not condemn and punish those who are joined to Christ Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's Spirit causes us to live in a new way because we are joined to Christ Jesus. In this way, I no longer have to sin when I think about sinning, and I will no more be separated from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We tried to obey God's law in order to live with God, but it was useless to think that we could—we could not stop sinning. So God helped us instead: He sent his own Son into the world in order that his Son might atone for our sin. His Son came having a body that was like the body of us who sin. His Son came to offer himself as a sacrifice for our sin. When he did this, he also showed that our sins are truly wicked, and that anyone who sins deserves to be punished.\n\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we can now fulfill all that God required in his law. We do this, not by our acting the way our old evil attitude desires, but instead by living as God's Spirit desires us to live.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who live by their evil attitudes think about pay attention to those attitudes. But people who live by what God's Spirit wants think about the things of the Spirit instead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who think about and are concerned about what their evil attitude desires will not live forever. But those who want what God's Spirit desires will live forever and have peace.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me explain this. To the extent that people want what their evil attitude desires, they are acting contrary to God. They do not obey his law. In fact, they are not even able to obey his law.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who do what their evil attitude tells them cannot please God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we do not have to let our old evil nature control us. Instead, we can let God's Spirit control us, because he lives within us. If the Spirit who comes from Christ does not live in people, they do not belong to Christ.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But since Christ is living in you by his Spirit, God views your bodies as dead, so you no longer have to sin. And he views your spirits as alive, because he has put you right with himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God caused Jesus to live again after he died. And because his Spirit lives in you, God will also make your bodies, which now are sure to die, live again. He caused Christ to live again after he died, and he will make you live again by causing his Spirit to do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, my fellow believers, we are obligated live as the Spirit directs us. What we are not obligated to live as our old evil nature wants us to.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do what your old evil nature wants, you will surely not live forever with God. But if the Spirit stops you from doing those things, then you will live forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We who obey the Spirit of God are God's children.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because you have not received a spirit who makes you live in fear. You are not like slaves who fear their masters. On the contrary, God has give you his Spirit, and his Spirit has made us God's children. The Spirit now enables us to cry out to God, \"You are my Father!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit himself confirms what our spirits say, that we are God's children.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we are God's children, we also will one day receive what God has promised us. And we will receive this together with Christ. But we must suffer for doing good as Christ did, in order that God may honor us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I think that what we suffer during the present time is not worth paying attention to, because the future splendor that God will reveal to us will be so great.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The things that God has created are very eagerly waiting for the time when he will reveal who his true children are.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God caused the things that he created to be unable to achieve what he had intended. That was not because they wanted to fail. On the contrary, God made them that way because he was certain\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that the things he created will one day no longer die, decay, and fall apart. He will free these things from that, in order that he can do the same wonderful things for these things that he will do for his children.\n\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that until now it is as though all things that God created have been groaning together, and they want him to do those same wonderful things for them. But now it is just like a woman who is having the pains that come before she gives birth to a child.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only do those things groan, but we ourselves also groan inwardly. We who have God's Spirit, who is like a partial gift we have received as we wait for everything that God will give us, we groan inwardly. We groan while we wait eagerly for the time when we will receive our full rights as God's adopted children. That will include his freeing our bodies from the things that hinder us on earth. He will do this by giving us new bodies.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God saved us because we had confidence in him. If we had now the things for which we have been waiting, we would not need to wait for them any longer. After all, if you possess something that you have been expecting to get, you certainly do not need to wait for it any longer.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because we keep waiting expectantly to receive what we do not yet have, we wait for it eagerly and patiently.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, God's Spirit helps us when we are weak. We do not know what is proper for us to pray. But God's Spirit knows; as he prays for us, he groans in a way that cannot be expressed in words.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, who examines our inner attitude and mind, understands what his Spirit desires. His Spirit prays for us who belong to God exactly as God wants him to pray.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And we know that for those who love God, he works out all things that happen to them in a way that does us good. He does this for those whom he has chosen, because that was what he planned to do.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God knew previously that we would believe in him. We are those who God also decided previously would have a character like his Son's character. The result is that Christ is God's firstborn Son, and those who are God's children are the many younger brothers of Jesus.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the ones God decided previously who would be like his Son, he also called them to be with him. And the ones he called to be with him, he also made them to be right with himself. And to the ones whom he has put right with himself, he also will give them honor.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will tell you what we must learn from all these things that God does for us. Because God is acting on our behalf, no one can win against us!\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did not spare even his very own Son. Instead, he turned him over to others to cruelly kill him in order that all we who believe in him may benefit from his dying for us. Because God did that, he will also certainly give us freely everything that we need to live for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can accuse us before God of doing wrong, for he has chosen us to belong to him. He is the one who has put us right with himself.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can condemn us any longer. Christ is the one who died for us—and more than that, he also was raised from the dead—and he is ruling with God in the place of honor, and he is the one who is pleading for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absolutely no one and nothing can cause Christ to stop loving us! Even if someone afflicts us, or even someone harms us, or even if we have nothing to eat, or even if we do not have enough clothes, or even if we live in a dangerous situation, or even if someone will kill us.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such things may happen to us, just as it is written that David said to God, \"Because we are your people, others repeatedly attempt to kill us. They consider that we are only people to be killed, like a butcher considers that sheep are only animals to be slaughtered.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even though all these bad things happen to us, we win completely over these things because Christ, who loves us, helps us.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am completely convinced that neither anything from the realm of the dead, nor what happens to us while we live, nor angels, nor demons, nor present events, nor future events, nor powerful beings,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nor powerful beings in the sky or below it, nor anything else that God has created can cause God to stop loving us. God showed us that he loves us by sending Jesus Christ our Lord to die for us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}