{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I am joined to Christ, I will tell you the truth. I am not lying! My conscience confirms what I say because the Holy Spirit controls me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that I grieve very greatly and deeply about my fellow Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I personally would be willing to let God curse me and, keep me apart from Christ forever if that would help my fellow Israelites, my natural kinsmen, to believe in Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They, like me, are Israelites. God chose them to be his children. It is to them that he showed how wonderful he is. It is with them that he made the covenants. It is to them that he gave the law. They are the ones who have the worship of God. They are the ones to whom God promised many things.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was our ancestors, Abraham, Isaac, and Jacob, whom God chose to begin our nation. And, most importantly, it was from us Israelites that the Christ was born as a human being. He is God, the one who is worthy that we praise him forever! This is true!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God promised to Abraham, Isaac, and Jacob that their descendants would all inherit his blessings. But although most of my fellow Israelites have rejected Christ, that does not prove that God has failed to do the things that he promised. For it is not all people who are descended from Jacob and who call themselves the people of Israel whom God considers to be truly his people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it is also not all of Abraham's natural descendants that God considers to be Abraham's true descendants. Instead, God considers only some of them to be Abraham's true descendants. This agrees with what he told Abraham: \"It is Isaac, not any of your other sons, whom I will consider to be the true father of your descendants.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I mean is, not all of Abraham's descendants are the people that God accepts as his own children. Instead, only the people that God had in mind when he promised to give Abraham descendants—it is these people whom he considers to be Abraham's true descendants and his own children.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what God promised Abraham: \"About this time next year I will come back to you, and Sarah your wife will bear a son.\" God promised this, and he made it happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was similar with Rebecca, the wife of Isaac, Abraham's son, when Rebecca conceived twins.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the twins, Jacob and Esau, were born,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the children had not yet done anything good or bad, God said to Rebecca, \"The older one will serve the younger one, contrary to normal custom.\" God said this in order that we might know this: That when he plans to do something, he chooses the people because he wants to choose them, not because they have done anything for him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is just what God said in the scriptures: \"I chose Jacob, the younger son. I rejected Esau, the older son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone might ask me, \"Is God unjust by choosing only certain people?\" I would reply, \"He is certainly not unjust!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God told Moses, \"I will pity and help anyone whom I choose!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God chooses people, not because they want God to choose them or because they try hard to please him. Instead, he chooses people because he himself has mercy on undeserving ones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses recorded that God had told Pharaoh, \"This is why I made you king of Egypt: It was so I might fight against you and everyone in the world will help others respect my reputation.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we know that God kindly helps the ones he wants to act kindly toward. And we also know that he makes stubborn anyone who he wants to be stubborn, such as Pharaoh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Maybe one of you will say to me, \"Because God determines ahead of time everything that people do and no one can resist what God has wished, it is not right for God to punish those who sin.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I would reply, \"You are only a human being, so you have no right to criticize God! He is like a man who makes clay pots. A pot has no right to ask its maker, \"Why did you make me like this?\"\n\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, the potter certainly has the right to take a lump of clay and use part of it to make a beautiful pot that people will value highly—and then use the rest of the clay for a pot that someone will use every day. Certainly God has the same right.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although God desires to show that he is angry about sin, and although he desires to make clear that he can powerfully punish people who have sinned, he tolerated very patiently the people who caused him to be angry and who deserved to be destroyed.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has been patient in order that he might make clear how very wonderfully he acts toward those upon whom he has mercy, whom he prepared ahead of time in order that they might live with him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That means us whom he chose—not only us Jews, but also non-Jews.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has the right to choose from among both Jews and non-Jews, as the prophet Hosea wrote:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Many people who were not my people—I will say they are my people.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Many people whom I did not love before, I will say that I now love them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And another prophet wrote:\n\"Where God told them before, 'You are not my people,'\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "in those same places they are told that they will become children of the true God.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah also exclaimed concerning the Israelites:\n\"Even though the Israelites are so many that no one can count them, like sand particles beside the ocean, only a small part of them will be saved,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the Lord will punish completely and speedily the people who live in that land, as he said that he would do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah also wrote,\n\"If the Lord of the heavenly armies had not mercifully allowed some of our descendants to survive, we would have become like the people of the cities of Sodom and Gomorrah, whom he completely destroyed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must conclude this: Although the non-Jews were not trying to be holy, they discovered that God would put them right with himself if they trusted in Christ.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of Israel did indeed try to be holy by obeying God's law, but they were not able to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were not able to, because they tried to do things to please God. They lost their balance when they refused to trust God to forgive them by putting their trust in Christ.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what a prophet said would happen:\n\"Listen! I am placing in Israel one who is like a stone on which people will stumble. What he does will make people angry. Nevertheless, those who believe in him will not be ashamed.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}