{
  "1": "בִּשְׁנַ֣ת H8141 שָׁל֔וֹשׁ H7969 לְמַלְכ֖וּת H4438 יְהוֹיָקִ֣ים H3079 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בָּ֣א H935 נְבוּכַדְנֶאצַּ֧ר H5019 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 יְרוּשָׁלִַ֖ם H3389 וַיָּ֥צַר H6696 עָלֶֽיהָ H5921 ",
  "2": "וַיִּתֵּן֩ H5414 אֲדֹנָ֨י H136 בְּיָד֜ H3027 אֶת H853 יְהוֹיָקִ֣ים H3079 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 וּמִ H7117 כְּלֵ֣י H3627 בֵית H1004 הָֽאֱלֹהִ֔ים H430 וַיְבִיאֵ֥ H935 אֶֽרֶץ H776 שִׁנְעָ֖ר H8152 בֵּ֣ית H1004 אֱלֹהָ֑יו H430 וְאֶת H853 הַכֵּלִ֣ים H3627 הֵבִ֔יא H935 בֵּ֖ית H1004 אוֹצַ֥ר H214 אֱלֹהָֽיו H430 ",
  "3": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 לְאַשְׁפְּנַ֖ז H828 רַ֣ב H7227 סָרִיסָ֑יו H5631 לְהָבִ֞יא H935 מִבְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 וּמִ H2233 הַמְּלוּכָ֖ה H4410 וּמִן H4480 הַֽפַּרְתְּמִֽים H6579 ",
  "4": "יְלָדִ֣ים H3206 אֲשֶׁ֣ר H834 אֵֽין H369 בָּהֶ֣ם Hb כָּל H3605 מאום H3971 וְטוֹבֵ֨י H2896 מַרְאֶ֜ה H4758 וּמַשְׂכִּילִ֣ים H7919 בְּכָל H3605 חָכְמָ֗ה H2451 וְיֹ֤דְעֵי H3045 דַ֨עַת֙ H1847 וּמְבִינֵ֣י H995 מַדָּ֔ע H4093 וַאֲשֶׁר֙ H834 כֹּ֣חַ H3581 בָּהֶ֔ם Hb לַעֲמֹ֖ד H5975 בְּהֵיכַ֣ל H1964 הַמֶּ֑לֶךְ H4428 וּֽלֲ H3925 סֵ֖פֶר H5612 וּלְשׁ֥וֹן H3956 כַּשְׂדִּֽים H3778 ",
  "5": "וַיְמַן֩ H4487 לָהֶ֨ם Hl הַמֶּ֜לֶךְ H4428 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֗ H3117 מִפַּת H6598 בַּ֤ג H6598 הַמֶּ֨לֶךְ֙ H4428 וּמִ H3196 מִשְׁתָּ֔יו H4960 וּֽלְ H1431 שָׁנִ֣ים H8141 שָׁל֑וֹשׁ H7969 וּמִ֨ H7117 יַֽעַמְד֖וּ H5975 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "6": "וַיְהִ֥י H1961 בָהֶ֖ם Hb מִבְּנֵ֣י H1121 יְהוּדָ֑ה H3063 דָּנִיֵּ֣אל H1840 חֲנַנְיָ֔ה H2608 מִֽישָׁאֵ֖ל H4332 וַעֲזַרְיָֽה H5838 ",
  "7": "וַיָּ֧שֶׂם H7760 לָהֶ֛ם H1992 שַׂ֥ר H8269 הַסָּרִיסִ֖ים H5631 שֵׁמ֑וֹת H8034 וַיָּ֨שֶׂם H7760 לְדָֽנִיֵּ֜אל H1840 בֵּ֣לְטְשַׁאצַּ֗ר H1095 וְלַֽ H2608 שַׁדְרַ֔ךְ H7714 וּלְ H4332 מֵישַׁ֔ךְ H4335 וְלַ H5838 עֲבֵ֥ד H5664 נְגֽוֹ H5664 ",
  "8": "וַיָּ֤שֶׂם H7760 דָּנִיֵּאל֙ H1840 עַל H5921 לִבּ֔וֹ H3820 אֲשֶׁ֧ר H834 לֹֽא H3808 יִתְגָּאַ֛ל H1351 בְּפַתְבַּ֥ג H6598 הַמֶּ֖לֶךְ H4428 וּבְ H3196 מִשְׁתָּ֑יו H4960 וַיְבַקֵּשׁ֙ H1245 מִשַּׂ֣ר H8269 הַסָּרִיסִ֔ים H5631 אֲשֶׁ֖ר H834 לֹ֥א H3808 יִתְגָּאָֽל H1351 ",
  "9": "וַיִּתֵּ֤ן H5414 הָֽאֱלֹהִים֙ H430 אֶת H853 דָּ֣נִיֵּ֔אל H1840 לְחֶ֖סֶד H2617 וּֽלְ H7356 לִפְנֵ֖י H6440 שַׂ֥ר H8269 הַסָּרִיסִֽים H5631 ",
  "10": "וַיֹּ֜אמֶר H559 שַׂ֤ר H8269 הַסָּרִיסִים֙ H5631 לְדָ֣נִיֵּ֔אל H1840 יָרֵ֤א H3373 אֲנִי֙ H589 אֶת H853 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֣ר H834 מִנָּ֔ה H4487 אֶת H853 מַאֲכַלְכֶ֖ם H3978 וְאֶת H853 מִשְׁתֵּיכֶ֑ם H4960 אֲשֶׁ֡ר H834 לָמָּה֩ H4100 יִרְאֶ֨ה H7200 אֶת H853 פְּנֵיכֶ֜ם H6440 זֹֽעֲפִ֗ים H2196 מִן H4480 הַיְלָדִים֙ H3206 אֲשֶׁ֣ר H834 כְּגִֽילְ H1524 וְחִיַּבְתֶּ֥ם H2325 אֶת H853 רֹאשִׁ֖י H7218 לַמֶּֽלֶךְ H4428 ",
  "11": "וַיֹּ֥אמֶר H559 דָּנִיֵּ֖אל H1840 אֶל H413 הַמֶּלְצַ֑ר H4453 אֲשֶׁ֤ר H834 מִנָּה֙ H4487 שַׂ֣ר H8269 הַסָּֽרִיסִ֔ים H5631 עַל H5921 דָּנִיֵּ֣אל H1840 חֲנַנְיָ֔ה H2608 מִֽישָׁאֵ֖ל H4332 וַעֲזַרְיָֽה H5838 ",
  "12": "נַס H5254 נָ֥א H4994 אֶת H853 עֲבָדֶ֖יךָ H5650 יָמִ֣ים H3117 עֲשָׂרָ֑ה H6235 וְיִתְּנוּ H5414 לָ֜נוּ Hl מִן H4480 הַזֵּרֹעִ֛ים H2235 וְנֹאכְלָ֖ה H398 וּמַ֥יִם H4325 וְנִשְׁתֶּֽה H8354 ",
  "13": "וְיֵרָא֤וּ H7200 לְפָנֶ֨י H6440 מַרְאֵ֔ינוּ H4758 וּמַרְאֵה֙ H4758 הַיְלָדִ֔ים H3206 הָאֹ֣כְלִ֔ים H398 אֵ֖ת H853 פַּתְבַּ֣ג H6598 הַמֶּ֑לֶךְ H4428 וְכַ H834 תִּרְאֵ֔ה H7200 עֲשֵׂ֖ה H6213 עִם H5973 עֲבָדֶֽיךָ H5650 ",
  "14": "וַיִּשְׁמַ֥ע H8085 לָהֶ֖ם Hl לַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיְנַסֵּ֖ H5254 יָמִ֥ים H3117 עֲשָׂרָֽה H6235 ",
  "15": "וּמִ H7117 יָמִ֣ים H3117 עֲשָׂרָ֔ה H6235 נִרְאָ֤ה H7200 מַרְאֵיהֶם֙ H4758 ט֔וֹב H2896 וּבְרִיאֵ֖י H1277 בָּשָׂ֑ר H1320 מִן H4480 כָּל H3605 הַיְלָדִ֔ים H3206 הָאֹ֣כְלִ֔ים H398 אֵ֖ת H853 פַּתְבַּ֥ג H6598 הַמֶּֽלֶךְ H4428 ",
  "16": "וַיְהִ֣י H1961 הַמֶּלְצַ֗ר H4453 נֹשֵׂא֙ H5375 אֶת H853 פַּתְבָּגָ֔ם H6598 וְיֵ֖ין H3196 מִשְׁתֵּיהֶ֑ם H4960 וְנֹתֵ֥ן H5414 לָהֶ֖ם Hl זֵרְעֹנִֽים H2235 ",
  "17": "וְהַ H3206 הָאֵ֨לֶּה֙ H428 אַרְבַּעְתָּ֔ם H702 נָתַ֨ן H5414 לָהֶ֧ם Hl הָֽאֱלֹהִ֛ים H430 מַדָּ֥ע H4093 וְהַשְׂכֵּ֖ל H7919 בְּכָל H3605 סֵ֣פֶר H5612 וְחָכְמָ֑ה H2451 וְדָנִיֵּ֣אל H1840 הֵבִ֔ין H995 בְּכָל H3605 חָז֖וֹן H2377 וַחֲלֹמֽוֹת H2472 ",
  "18": "וּלְ H7117 הַיָּמִ֔ים H3117 אֲשֶׁר H834 אָמַ֥ר H559 הַמֶּ֖לֶךְ H4428 לַהֲבִיאָ֑ H935 וַיְבִיאֵ H935 שַׂ֣ר H8269 הַסָּרִיסִ֔ים H5631 לִפְנֵ֖י H6440 נְבֻכַדְנֶצַּֽר H5019 ",
  "19": "וַיְדַבֵּ֣ר H1696 אִתָּם֮ H854 הַמֶּלֶךְ֒ H4428 וְלֹ֤א H3808 נִמְצָא֙ H4672 מִכֻּלָּ֔ H3605 כְּדָנִיֵּ֣אל H1840 חֲנַנְיָ֔ה H2608 מִֽישָׁאֵ֖ל H4332 וַעֲזַרְיָ֑ה H5838 וַיַּֽעַמְד֖וּ H5975 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "20": "וְכֹ֗ל H3605 דְּבַר֙ H1697 חָכְמַ֣ת H2451 בִּינָ֔ה H998 אֲשֶׁר H834 בִּקֵּ֥שׁ H1245 מֵהֶ֖ם H1992 הַמֶּ֑לֶךְ H4428 וַֽיִּמְצָאֵ֞ H4672 עֶ֣שֶׂר H6235 יָד֗וֹת H3027 עַ֤ל H5921 כָּל H3605 הַֽחַרְטֻמִּים֙ H2748 הָֽאַשָּׁפִ֔ים H825 אֲשֶׁ֖ר H834 בְּכָל H3605 מַלְכוּתֽוֹ H4438 ",
  "21": "וַֽיְהִי֙ H1961 דָּֽנִיֵּ֔אל H1840 עַד H5704 שְׁנַ֥ת H8141 אַחַ֖ת H259 לְכ֥וֹרֶשׁ H3566 הַמֶּֽלֶךְ H4428 "
}
