{
  "1": "בִּשְׁנַ֣ת H8140 חֲדָ֗ה H2298 לְבֵלְאשַׁצַּר֙ H1113 מֶ֣לֶךְ H4430 בָּבֶ֔ל H895 דָּנִיֵּאל֙ H1841 חֵ֣לֶם H2493 חֲזָ֔ה H2370 וְחֶזְוֵ֥י H2376 רֵאשֵׁ֖הּ H7217 עַֽל H5922 מִשְׁכְּבֵ֑הּ H4903 בֵּאדַ֨יִן֙ H116 חֶלְמָ֣א H2493 כְתַ֔ב H3790 רֵ֥אשׁ H7217 מִלִּ֖ין H4406 אֲמַֽר H560 ",
  "2": "עָנֵ֤ה H6032 דָנִיֵּאל֙ H1841 וְאָמַ֔ר H560 חָזֵ֥ה H2370 הֲוֵ֛ית H1934 בְּחֶזְוִ֖ H2376 עִם H5974 לֵֽילְיָ֑א H3916 וַאֲר֗וּ H718 אַרְבַּע֙ H703 רוּחֵ֣י H7308 שְׁמַיָּ֔א H8065 מְגִיחָ֖ן H1519 לְיַמָּ֥ H3221 רַבָּֽא H7229 ",
  "3": "וְאַרְבַּ֤ע H703 חֵיוָן֙ H2423 רַבְרְבָ֔ן H7260 סָלְקָ֖ן H5559 מִן H4481 יַמָּ֑א H3221 שָׁנְיָ֖ן H8133 דָּ֥א H1668 מִן H4481 דָּֽא H1668 ",
  "4": "קַדְמָיְתָ֣א H6933 כְאַרְיֵ֔ה H744 וְגַפִּ֥ין H1611 דִּֽי H1768 נְשַׁ֖ר H5403 לַ֑הּ Hl חָזֵ֣ה H2370 הֲוֵ֡ית H1934 עַד֩ H5705 דִּי H1768 מְּרִ֨יטוּ H4804 גַפַּ֜יהּ H1611 וּנְטִ֣ילַת H5191 מִן H4481 אַרְעָ֗א H772 וְעַל H5922 רַגְלַ֨יִן֙ H7271 כֶּאֱנָ֣שׁ H606 הֳקִימַ֔ת H6966 וּלְבַ֥ב H3825 אֱנָ֖שׁ H606 יְהִ֥יב H3052 לַֽהּ Hl ",
  "5": "וַאֲר֣וּ H718 חֵיוָה֩ H2423 אָחֳרִ֨י H317 תִנְיָנָ֜ה H8578 דָּמְיָ֣ה H1821 לְדֹ֗ב H1678 וְלִ H7859 חַד֙ H2298 הֳקִמַ֔ת H6966 וּתְלָ֥ת H8532 עִלְעִ֛ין H5967 בְּפֻמַּ֖ H6433 בֵּ֣ין H997 שניה H8128 וְכֵן֙ H3652 אָמְרִ֣ין H560 לַ֔הּ Hl ק֥וּמִֽי H6966 אֲכֻ֖לִי H399 בְּשַׂ֥ר H1321 שַׂגִּֽיא H7690 ",
  "6": "בָּאתַ֨ר H870 דְּנָ֜ה H1836 חָזֵ֣ה H2370 הֲוֵ֗ית H1934 וַאֲר֤וּ H718 אָֽחֳרִי֙ H317 כִּנְמַ֔ר H5245 וְלַ֨ Hc/Hl גַּפִּ֥ין H1611 אַרְבַּ֛ע H703 דִּי H1768 ע֖וֹף H5776 עַל H5922 גביה H1355 וְאַרְבְּעָ֤ה H703 רֵאשִׁין֙ H7217 לְחֵ֣יוְתָ֔ H2423 וְשָׁלְטָ֖ן H7985 יְהִ֥יב H3052 לַֽהּ Hl ",
  "7": "בָּאתַ֣ר H870 דְּנָה֩ H1836 חָזֵ֨ה H2370 הֲוֵ֜ית H1934 בְּחֶזְוֵ֣י H2376 לֵֽילְיָ֗א H3916 וַאֲר֣וּ H718 חֵיוָ֣ה H2423 רביעיה H7244 דְּחִילָה֩ H1763 וְאֵֽימְתָנִ֨י H574 וְתַקִּיפָ֜א H8624 יַתִּ֗ירָא H3493 וְשִׁנַּ֨יִן H8128 דִּֽי H1768 פַרְזֶ֥ל H6523 לַהּ֙ Hl רַבְרְבָ֔ן H7260 אָֽכְלָ֣ה H399 וּמַדֱּקָ֔ה H1855 וּשְׁאָרָ֖ H7606 ברגלי H7271 רָפְסָ֑ה H7512 וְהִ֣יא H1932 מְשַׁנְּיָ֗ה H8133 מִן H4481 כָּל H3606 חֵֽיוָתָא֙ H2423 דִּ֣י H1768 קָֽדָמַ֔יהּ H6925 וְקַרְנַ֥יִן H7162 עֲשַׂ֖ר H6236 לַֽהּ Hl ",
  "8": "מִשְׂתַּכַּ֨ל H7920 הֲוֵ֜ית H1934 בְּקַרְנַיָּ֗ H7162 וַ֠אֲלוּ H431 קֶ֣רֶן H7162 אָחֳרִ֤י H317 זְעֵירָה֙ H2192 סִלְקָ֣ת H5559 ביניהון H997 וּתְלָ֗ת H8532 מִן H4481 קַרְנַיָּא֙ H7162 קַדְמָ֣יָתָ֔א H6933 אתעקרו H6132 מִן H4481 קדמיה H6925 וַאֲל֨וּ H431 עַיְנִ֜ין H5870 כְּעַיְנֵ֤י H5870 אֲנָשָׁא֙ H606 בְּקַרְנָ H7162 דָ֔א H1668 וּפֻ֖ם H6433 מְמַלִּ֥ל H4449 רַבְרְבָֽן H7260 ",
  "9": "חָזֵ֣ה H2370 הֲוֵ֗ית H1934 עַ֣ד H5705 דִּ֤י H1768 כָרְסָוָן֙ H3764 רְמִ֔יו H7412 וְעַתִּ֥יק H6268 יוֹמִ֖ין H3118 יְתִ֑ב H3488 לְבוּשֵׁ֣הּ H3831 כִּתְלַ֣ג H8517 חִוָּ֗ר H2358 וּשְׂעַ֤ר H8177 רֵאשֵׁהּ֙ H7217 כַּעֲמַ֣ר H6015 נְקֵ֔א H5343 כָּרְסְיֵהּ֙ H3764 שְׁבִיבִ֣ין H7631 דִּי H1768 נ֔וּר H5135 גַּלְגִּלּ֖וֹהִי H1535 נ֥וּר H5135 דָּלִֽק H1815 ",
  "10": "נְהַ֣ר H5103 דִּי H1768 נ֗וּר H5135 נָגֵ֤ד H5047 וְנָפֵק֙ H5312 מִן H4481 קֳדָמ֔וֹהִי H6925 אֶ֤לֶף H506 אלפים H506 יְשַׁמְּשׁוּנֵּ֔הּ H8120 וְרִבּ֥וֹ H7240 רבון H7240 קָֽדָמ֣וֹהִי H6925 יְקוּמ֑וּן H6966 דִּינָ֥א H1780 יְתִ֖ב H3488 וְסִפְרִ֥ין H5609 פְּתִֽיחוּ H6606 ",
  "11": "חָזֵ֣ה H2370 הֲוֵ֔ית H1934 בֵּאדַ֗יִן H116 מִן H4481 קָל֙ H7032 מִלַּיָּ֣א H4406 רַבְרְבָתָ֔א H7260 דִּ֥י H1768 קַרְנָ֖א H7162 מְמַלֱּלָ֑ה H4449 חָזֵ֣ה H2370 הֲוֵ֡ית H1934 עַד֩ H5705 דִּ֨י H1768 קְטִילַ֤ת H6992 חֵֽיוְתָא֙ H2423 וְהוּבַ֣ד H7 גִּשְׁמַ֔הּ H1655 וִיהִיבַ֖ת H3052 לִיקֵדַ֥ת H3346 אֶשָּֽׁא H785 ",
  "12": "וּשְׁאָר֙ H7606 חֵֽיוָתָ֔א H2423 הֶעְדִּ֖יו H5709 שָׁלְטָנְה֑וֹן H7985 וְאַרְכָ֧ה H754 בְחַיִּ֛ין H2417 יְהִ֥יבַת H3052 לְה֖וֹן Hl עַד H5705 זְמַ֥ן H2166 וְעִדָּֽן H5732 ",
  "13": "חָזֵ֤ה H2370 הֲוֵית֙ H1934 בְּחֶזְוֵ֣י H2376 לֵֽילְיָ֔א H3916 וַאֲרוּ֙ H718 עִם H5974 עֲנָנֵ֣י H6050 שְׁמַיָּ֔א H8065 כְּבַ֥ר H1247 אֱנָ֖שׁ H606 אָתֵ֣ה H858 הֲוָ֑ה H1934 וְעַד H5705 עַתִּ֤יק H6268 יֽוֹמַיָּא֙ H3118 מְטָ֔ה H4291 וּקְדָמ֖וֹ H6925 הַקְרְבֽוּהִי H7127 ",
  "14": "וְלֵ֨ Hc/Hl יְהִ֤יב H3052 שָׁלְטָן֙ H7985 וִיקָ֣ר H3367 וּמַלְכ֔וּ H4437 וְכֹ֣ל H3606 עַֽמְמַיָּ֗א H5972 אֻמַיָּ֛א H524 וְלִשָּׁנַיָּ֖ H3961 לֵ֣הּ Hl יִפְלְח֑וּן H6399 שָׁלְטָנֵ֞הּ H7985 שָׁלְטָ֤ן H7985 עָלַם֙ H5957 דִּֽי H1768 לָ֣א H3809 יֶעְדֵּ֔ה H5709 וּמַלְכוּתֵ֖ H4437 דִּי H1768 לָ֥א H3809 תִתְחַבַּֽל H2255 ",
  "15": "אֶתְכְּרִיַּ֥ת H3735 רוּחִ֛י H7308 אֲנָ֥ה H576 דָנִיֵּ֖אל H1841 בְּג֣וֹא H1459 נִדְנֶ֑ה H5085 וְחֶזְוֵ֥י H2376 רֵאשִׁ֖י H7217 יְבַהֲלֻנַּֽנִי H927 ",
  "16": "קִרְבֵ֗ת H7127 עַל H5922 חַד֙ H2298 מִן H4481 קָ֣אֲמַיָּ֔א H6966 וְיַצִּיבָ֥א H3330 אֶבְעֵֽא H1156 מִנֵּ֖הּ H4481 עַֽל H5922 כָּל H3606 דְּנָ֑ה H1836 וַאֲמַר H560 לִ֕י Hl וּפְשַׁ֥ר H6591 מִלַּיָּ֖א H4406 יְהוֹדְעִנַּֽנִי H3046 ",
  "17": "אִלֵּין֙ H459 חֵיוָתָ֣א H2423 רַבְרְבָתָ֔א H7260 דִּ֥י H1768 אִנִּ֖ין H581 אַרְבַּ֑ע H703 אַרְבְּעָ֥ה H703 מַלְכִ֖ין H4430 יְקוּמ֥וּן H6966 מִן H4481 אַרְעָֽא H772 ",
  "18": "וִֽיקַבְּלוּן֙ H6902 מַלְכוּתָ֔א H4437 קַדִּישֵׁ֖י H6922 עֶלְיוֹנִ֑ין H5946 וְיַחְסְנ֤וּן H2631 מַלְכוּתָא֙ H4437 עַֽד H5705 עָ֣לְמָ֔א H5957 וְעַ֖ד H5705 עָלַ֥ם H5957 עָלְמַיָּֽא H5957 ",
  "19": "אֱדַ֗יִן H116 צְבִית֙ H6634 לְיַצָּבָ֔א H3321 עַל H5922 חֵֽיוְתָא֙ H2423 רְבִיעָ֣יְתָ֔א H7244 דִּֽי H1768 הֲוָ֥ת H1934 שָֽׁנְיָ֖ה H8133 מִן H4481 כלהון H3605 דְּחִילָ֣ה H1763 יַתִּ֗ירָה H3493 שניה H8128 דִּֽי H1768 פַרְזֶל֙ H6523 וְטִפְרַ֣י H2953 דִּֽי H1768 נְחָ֔שׁ H5174 אָֽכְלָ֣ה H399 מַדֲּקָ֔ה H1855 וּשְׁאָרָ֖ H7606 בְּרַגְלַ֥י H7271 רָֽפְסָֽה H7512 ",
  "20": "וְעַל H5922 קַרְנַיָּ֤א H7162 עֲשַׂר֙ H6236 דִּ֣י H1768 בְרֵאשַׁ֔ H7217 וְאָחֳרִי֙ H317 דִּ֣י H1768 סִלְקַ֔ת H5559 ונפלו H5308 מִן H4481 קדמיה H6925 תְּלָ֑ת H8532 וְקַרְנָ֨ H7162 דִכֵּ֜ן H1797 וְעַיְנִ֣ין H5870 לַ֗הּ Hl וְפֻם֙ H6433 מְמַלִּ֣ל H4449 רַבְרְבָ֔ן H7260 וְחֶזְוַ֖ H2376 רַ֥ב H7229 מִן H4481 חַבְרָתַֽהּ H2273 ",
  "21": "חָזֵ֣ה H2370 הֲוֵ֔ית H1934 וְקַרְנָ֣ H7162 דִכֵּ֔ן H1797 עָבְדָ֥ה H5648 קְרָ֖ב H7129 עִם H5974 קַדִּישִׁ֑ין H6922 וְיָכְלָ֖ה H3202 לְהֽוֹן Hl ",
  "22": "עַ֣ד H5705 דִּֽי H1768 אֲתָ֗ה H858 עַתִּיק֙ H6268 יֽוֹמַיָּ֔א H3118 וְדִינָ֣ H1780 יְהִ֔ב H3052 לְקַדִּישֵׁ֖י H6922 עֶלְיוֹנִ֑ין H5946 וְזִמְנָ֣ H2166 מְטָ֔ה H4291 וּמַלְכוּתָ֖ H4437 הֶחֱסִ֥נוּ H2631 קַדִּישִֽׁין H6922 ",
  "23": "כֵּן֮ H3652 אֲמַר֒ H560 חֵֽיוְתָא֙ H2423 רְבִיעָ֣יְתָ֔א H7244 מַלְכ֤וּ H4437 רביעיא H7244 תֶּהֱוֵ֣א H1934 בְאַרְעָ֔ H772 דִּ֥י H1768 תִשְׁנֵ֖א H8133 מִן H4481 כָּל H3606 מַלְכְוָתָ֑א H4437 וְתֵאכֻל֙ H399 כָּל H3606 אַרְעָ֔א H772 וּתְדוּשִׁנַּ֖ H1759 וְתַדְּקִנַּֽ H1855 ",
  "24": "וְקַרְנַיָּ֣ H7162 עֲשַׂ֔ר H6236 מִנַּהּ֙ H4481 מַלְכוּתָ֔ה H4437 עַשְׂרָ֥ה H6236 מַלְכִ֖ין H4430 יְקֻמ֑וּן H6966 וְאָחֳרָ֞ן H321 יְק֣וּם H6966 אַחֲרֵיה֗וֹן H311 וְה֤וּא H1932 יִשְׁנֵא֙ H8133 מִן H4481 קַדְמָיֵ֔א H6933 וּתְלָתָ֥ה H8532 מַלְכִ֖ין H4430 יְהַשְׁפִּֽל H8214 ",
  "25": "וּמִלִּ֗ין H4406 לְצַ֤ד H6655 עליא H5943 יְמַלִּ֔ל H4449 וּלְ H6922 עֶלְיוֹנִ֖ין H5946 יְבַלֵּ֑א H1080 וְיִסְבַּ֗ר H5452 לְהַשְׁנָיָה֙ H8133 זִמְנִ֣ין H2166 וְדָ֔ת H1882 וְיִתְיַהֲב֣וּן H3052 בִּידֵ֔ H3028 עַד H5705 עִדָּ֥ן H5732 וְעִדָּנִ֖ין H5732 וּפְלַ֥ג H6387 עִדָּֽן H5732 ",
  "26": "וְדִינָ֖ H1780 יִתִּ֑ב H3488 וְשָׁלְטָנֵ֣ H7985 יְהַעְדּ֔וֹן H5709 לְהַשְׁמָדָ֥ה H8046 וּלְ H7 עַד H5705 סוֹפָֽא H5491 ",
  "27": "וּמַלְכוּתָ֨ H4437 וְשָׁלְטָנָ֜ H7985 וּרְבוּתָ֗ H7238 דִּ֚י H1768 מַלְכְוָת֙ H4437 תְּח֣וֹת H8460 כָּל H3606 שְׁמַיָּ֔א H8065 יְהִיבַ֕ת H3052 לְעַ֖ם H5972 קַדִּישֵׁ֣י H6922 עֶלְיוֹנִ֑ין H5946 מַלְכוּתֵהּ֙ H4437 מַלְכ֣וּת H4437 עָלַ֔ם H5957 וְכֹל֙ H3606 שָׁלְטָ֣נַיָּ֔א H7985 לֵ֥הּ Hl יִפְלְח֖וּן H6399 וְיִֽשְׁתַּמְּעֽוּן H8086 ",
  "28": "עַד H5705 כָּ֖ה H3542 סוֹפָ֣א H5491 דִֽי H1768 מִלְּתָ֑א H4406 אֲנָ֨ה H576 דָֽנִיֵּ֜אל H1841 שַׂגִּ֣יא H7690 רַעְיוֹנַ֣י H7476 יְבַהֲלֻנַּ֗נִי H927 וְזִיוַ H2122 יִשְׁתַּנּ֣וֹן H8133 עֲלַ֔י H5922 וּמִלְּתָ֖ H4406 בְּלִבִּ֥ H3821 נִטְרֵֽת H5202 "
}
