{
  "1": "בִּשְׁנַ֣ת H8141 שָׁל֔וֹשׁ H7969 לְמַלְכ֖וּת H4438 בֵּלְאשַׁצַּ֣ר H1112 הַמֶּ֑לֶךְ H4428 חָז֞וֹן H2377 נִרְאָ֤ה H7200 אֵלַי֙ H413 אֲנִ֣י H589 דָנִיֵּ֔אל H1840 אַחֲרֵ֛י H310 הַנִּרְאָ֥ה H7200 אֵלַ֖י H413 בַּתְּחִלָּֽה H8462 ",
  "2": "וָֽאֶרְאֶה֮ H7200 בֶּחָזוֹן֒ H2377 וַיְהִי֙ H1961 בִּרְאֹתִ֔ H7200 וַאֲנִי֙ H589 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֔ה H1002 אֲשֶׁ֖ר H834 בְּעֵילָ֣ם H5867 הַמְּדִינָ֑ה H4082 וָאֶרְאֶה֙ H7200 בֶּֽחָז֔וֹן H2377 וַאֲנִ֥י H589 הָיִ֖יתִי H1961 עַל H5921 אוּבַ֥ל H180 אוּלָֽי H195 ",
  "3": "וָאֶשָּׂ֤א H5375 עֵינַי֙ H5869 וָאֶרְאֶ֔ה H7200 וְהִנֵּ֣ה H2009 אַ֣יִל H352 אֶחָ֗ד H259 עֹמֵ֛ד H5975 לִפְנֵ֥י H6440 הָאֻבָ֖ל H180 וְל֣ Hc/Hl קְרָנָ֑יִם H7161 וְהַ H7161 גְּבֹה֗וֹת H1364 וְהָ H259 גְּבֹהָ֣ה H1364 מִן H4480 הַשֵּׁנִ֔ית H8145 וְהַ֨ H1364 עֹלָ֖ה H5927 בָּאַחֲרֹנָֽה H314 ",
  "4": "רָאִ֣יתִי H7200 אֶת H853 הָאַ֡יִל H352 מְנַגֵּחַ֩ H5055 יָ֨מָּה H3220 וְצָפ֜וֹנָ H6828 וָנֶ֗גְבָּ H5045 וְכָל H3605 חַיּוֹת֙ H2416 לֹֽא H3808 יַֽעַמְד֣וּ H5975 לְפָנָ֔י H6440 וְאֵ֥ין H369 מַצִּ֖יל H5337 מִיָּד֑ H3027 וְעָשָׂ֥ה H6213 כִרְצֹנ֖ H7522 וְהִגְדִּֽיל H1431 ",
  "5": "וַאֲנִ֣י H589 הָיִ֣יתִי H1961 מֵבִ֗ין H995 וְהִנֵּ֤ה H2009 צְפִיר H6842 הָֽעִזִּים֙ H5795 בָּ֤א H935 מִן H4480 הַֽמַּעֲרָב֙ H4628 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֔רֶץ H776 וְאֵ֥ין H369 נוֹגֵ֖עַ H5060 בָּאָ֑רֶץ H776 וְהַ֨ H6842 קֶ֥רֶן H7161 חָז֖וּת H2380 בֵּ֥ין H996 עֵינָֽיו H5869 ",
  "6": "וַיָּבֹ֗א H935 עַד H5704 הָאַ֨יִל֙ H352 בַּ֣עַל H1167 הַקְּרָנַ֔יִם H7161 אֲשֶׁ֣ר H834 רָאִ֔יתִי H7200 עֹמֵ֖ד H5975 לִפְנֵ֣י H6440 הָאֻבָ֑ל H180 וַיָּ֥רָץ H7323 אֵלָ֖יו H413 בַּחֲמַ֥ת H2534 כֹּחֽוֹ H3581 ",
  "7": "וּרְאִיתִ֞י H7200 מַגִּ֣יעַ H5060 אֵ֣צֶל H681 הָאַ֗יִל H352 וַיִּתְמַרְמַ֤ר H4843 אֵלָיו֙ H413 וַיַּ֣ךְ H5221 אֶת H853 הָאַ֔יִל H352 וַיְשַׁבֵּר֙ H7665 אֶת H853 שְׁתֵּ֣י H8147 קְרָנָ֔יו H7161 וְלֹא H3808 הָ֥יָה H1961 כֹ֛חַ H3581 בָּאַ֖יִל H352 לַעֲמֹ֣ד H5975 לְפָנָ֑י H6440 וַיַּשְׁלִיכֵ֤ H7993 אַ֨רְצָה֙ H776 וַֽיִּרְמְסֵ֔ H7429 וְלֹא H3808 הָיָ֥ה H1961 מַצִּ֛יל H5337 לָאַ֖יִל H352 מִיָּדֽ H3027 ",
  "8": "וּצְפִ֥יר H6842 הָעִזִּ֖ים H5795 הִגְדִּ֣יל H1431 עַד H5704 מְאֹ֑ד H3966 וּכְ H6105 נִשְׁבְּרָה֙ H7665 הַקֶּ֣רֶן H7161 הַגְּדוֹלָ֔ה H1419 וַֽתַּעֲלֶ֜נָה H5927 חָז֤וּת H2380 אַרְבַּע֙ H702 תַּחְתֶּ֔יהָ H8478 לְאַרְבַּ֖ע H702 רוּח֥וֹת H7307 הַשָּׁמָֽיִם H8064 ",
  "9": "וּמִן H4480 הָאַחַ֣ת H259 מֵהֶ֔ם H1992 יָצָ֥א H3318 קֶֽרֶן H7161 אַחַ֖ת H259 מִצְּעִירָ֑ה H4704 וַתִּגְדַּל H1431 יֶ֛תֶר H3499 אֶל H413 הַנֶּ֥גֶב H5045 וְאֶל H413 הַמִּזְרָ֖ח H4217 וְאֶל H413 הַצֶּֽבִי H6643 ",
  "10": "וַתִּגְדַּ֖ל H1431 עַד H5704 צְבָ֣א H6635 הַשָּׁמָ֑יִם H8064 וַתַּפֵּ֥ל H5307 אַ֛רְצָה H776 מִן H4480 הַצָּבָ֥א H6635 וּמִן H4480 הַכּוֹכָבִ֖ים H3556 וַֽתִּרְמְסֵֽ H7429 ",
  "11": "וְעַ֥ד H5704 שַֽׂר H8269 הַצָּבָ֖א H6635 הִגְדִּ֑יל H1431 וּמִמֶּ֨ H4480 הרים H7311 הַתָּמִ֔יד H8548 וְהֻשְׁלַ֖ךְ H7993 מְכ֥וֹן H4349 מִקְדָּשֽׁוֹ H4720 ",
  "12": "וְצָבָ֛א H6635 תִּנָּתֵ֥ן H5414 עַל H5921 הַתָּמִ֖יד H8548 בְּפָ֑שַׁע H6588 וְתַשְׁלֵ֤ךְ H7993 אֱמֶת֙ H571 אַ֔רְצָה H776 וְעָשְׂתָ֖ה H6213 וְהִצְלִֽיחָה H6743 ",
  "13": "וָאֶשְׁמְעָ֥ H8085 אֶֽחָד H259 קָד֖וֹשׁ H6918 מְדַבֵּ֑ר H1696 וַיֹּאמֶר֩ H559 אֶחָ֨ד H259 קָד֜וֹשׁ H6918 לַפַּֽלְמוֹנִ֣י H6422 הַֽמְדַבֵּ֗ר H1696 עַד H5704 מָתַ֞י H4970 הֶחָז֤וֹן H2377 הַתָּמִיד֙ H8548 וְהַ H6588 שֹׁמֵ֔ם H8074 תֵּ֛ת H5414 וְקֹ֥דֶשׁ H6944 וְצָבָ֖א H6635 מִרְמָֽס H4823 ",
  "14": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 עַ֚ד H5704 עֶ֣רֶב H6153 בֹּ֔קֶר H1242 אַלְפַּ֖יִם H505 וּשְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 וְנִצְדַּ֖ק H6663 קֹֽדֶשׁ H6944 ",
  "15": "וַיְהִ֗י H1961 בִּרְאֹתִ֛ H7200 אֲנִ֥י H589 דָנִיֵּ֖אל H1840 אֶת H853 הֶחָז֑וֹן H2377 וָאֲבַקְשָׁ֣ H1245 בִינָ֔ה H998 וְהִנֵּ֛ה H2009 עֹמֵ֥ד H5975 לְנֶגְדִּ֖ H5048 כְּמַרְאֵה H4758 גָֽבֶר H1397 ",
  "16": "וָאֶשְׁמַ֥ע H8085 קוֹל H6963 אָדָ֖ם H120 בֵּ֣ין H996 אוּלָ֑י H195 וַיִּקְרָא֙ H7121 וַיֹּאמַ֔ר H559 גַּבְרִיאֵ֕ל H1403 הָבֵ֥ן H995 לְהַלָּ֖ז H1975 אֶת H853 הַמַּרְאֶֽה H4758 ",
  "17": "וַיָּבֹא֙ H935 אֵ֣צֶל H681 עָמְדִ֔י H5975 וּבְ H935 נִבְעַ֔תִּי H1204 וָאֶפְּלָ֖ H5307 עַל H5921 פָּנָ֑י H6440 וַיֹּ֤אמֶר H559 אֵלַי֙ H413 הָבֵ֣ן H995 בֶּן H1121 אָדָ֔ם H120 כִּ֖י H3588 לְעֶת H6256 קֵ֥ץ H7093 הֶחָזֽוֹן H2377 ",
  "18": "וּבְ H1696 עִמִּ֔י H5973 נִרְדַּ֥מְתִּי H7290 עַל H5921 פָּנַ֖י H6440 אָ֑רְצָה H776 וַיִּ֨גַּע H5060 בִּ֔י Hb וַיַּֽעֲמִידֵ֖ H5975 עַל H5921 עָמְדִֽי H5975 ",
  "19": "וַיֹּ֨אמֶר֙ H559 הִנְנִ֣י H2005 מוֹדִֽיעֲךָ֔ H3045 אֵ֥ת H853 אֲשֶׁר H834 יִהְיֶ֖ה H1961 בְּאַחֲרִ֣ית H319 הַזָּ֑עַם H2195 כִּ֖י H3588 לְמוֹעֵ֥ד H4150 קֵֽץ H7093 ",
  "20": "הָאַ֥יִל H352 אֲשֶׁר H834 רָאִ֖יתָ H7200 בַּ֣עַל H1167 הַקְּרָנָ֑יִם H7161 מַלְכֵ֖י H4428 מָדַ֥י H4074 וּפָרָֽס H6539 ",
  "21": "וְהַ H6842 הַשָּׂעִ֖יר H8163 מֶ֣לֶךְ H4428 יָוָ֑ן H3120 וְהַ H7161 הַגְּדוֹלָה֙ H1419 אֲשֶׁ֣ר H834 בֵּין H996 עֵינָ֔יו H5869 ה֖וּא H1931 הַמֶּ֥לֶךְ H4428 הָרִאשֽׁוֹן H7223 ",
  "22": "וְהַ֨ H7665 וַתַּֽעֲמֹ֥דְנָה H5975 אַרְבַּ֖ע H702 תַּחְתֶּ֑יהָ H8478 אַרְבַּ֧ע H702 מַלְכֻי֛וֹת H4438 מִגּ֥וֹי H1471 יַעֲמֹ֖דְנָה H5975 וְלֹ֥א H3808 בְכֹחֽ H3581 ",
  "23": "וּֽבְ H319 מַלְכוּתָ֔ם H4438 כְּהָתֵ֖ם H8552 הַפֹּשְׁעִ֑ים H6586 יַעֲמֹ֛ד H5975 מֶ֥לֶךְ H4428 עַז H5794 פָּנִ֖ים H6440 וּמֵבִ֥ין H995 חִידֽוֹת H2420 ",
  "24": "וְעָצַ֤ם H6105 כֹּחוֹ֙ H3581 וְלֹ֣א H3808 בְכֹח֔ H3581 וְנִפְלָא֥וֹת H6381 יַשְׁחִ֖ית H7843 וְהִצְלִ֣יחַ H6743 וְעָשָׂ֑ה H6213 וְהִשְׁחִ֥ית H7843 עֲצוּמִ֖ים H6099 וְעַם H5971 קְדֹשִֽׁים H6918 ",
  "25": "וְעַל H5921 שִׂכְל֗וֹ H7922 וְהִצְלִ֤יחַ H6743 מִרְמָה֙ H4820 בְּיָד֔ H3027 וּבִ H3824 יַגְדִּ֔יל H1431 וּבְ H7962 יַשְׁחִ֣ית H7843 רַבִּ֑ים H7227 וְעַ֤ל H5921 שַׂר H8269 שָׂרִים֙ H8269 יַעֲמֹ֔ד H5975 וּבְ H657 יָ֖ד H3027 יִשָּׁבֵֽר H7665 ",
  "26": "וּמַרְאֵ֨ה H4758 הָעֶ֧רֶב H6153 וְהַ H1242 אֲשֶׁ֥ר H834 נֶאֱמַ֖ר H559 אֱמֶ֣ת H571 ה֑וּא H1931 וְאַתָּה֙ H859 סְתֹ֣ם H5640 הֶֽחָז֔וֹן H2377 כִּ֖י H3588 לְיָמִ֥ים H3117 רַבִּֽים H7227 ",
  "27": "וַאֲנִ֣י H589 דָנִיֵּ֗אל H1840 נִהְיֵ֤יתִי H1961 וְנֶֽחֱלֵ֨יתִי֙ H2470 יָמִ֔ים H3117 וָאָק֕וּם H6965 וָאֶֽעֱשֶׂ֖ה H6213 אֶת H853 מְלֶ֣אכֶת H4399 הַמֶּ֑לֶךְ H4428 וָאֶשְׁתּוֹמֵ֥ם H8074 עַל H5921 הַמַּרְאֶ֖ה H4758 וְאֵ֥ין H369 מֵבִֽין H995 "
}
