{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे भाइयों, तुम आप ही जानते हो कि हमारा तुम्हारे पास आना व्यर्थ न हुआ।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् तुम आप ही जानते हो, कि पहले फिलिप्पी में दुःख उठाने और उपद्रव सहने पर भी हमारे परमेश्‍वर ने हमें ऐसा साहस दिया, कि हम परमेश्‍वर का सुसमाचार भारी विरोधों के होते हुए भी तुम्हें सुनाएँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि हमारा उपदेश न भ्रम से है और न अशुद्धता से, और न छल के साथ है।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर जैसा परमेश्‍वर ने हमें योग्य ठहराकर सुसमाचार सौंपा, हम वैसा ही वर्णन करते हैं; और इसमें मनुष्यों को नहीं*, परन्तु परमेश्‍वर को, जो हमारे मनों को जाँचता है, प्रसन्‍न करते हैं। (तीतु. 1:3, इफि. 6:6)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तुम जानते हो, कि हम न तो कभी चापलूसी की बातें किया करते थे, और न लोभ के लिये बहाना करते थे, परमेश्‍वर गवाह है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यद्यपि हम मसीह के प्रेरित होने के कारण तुम पर बोझ डाल सकते थे, फिर भी हम मनुष्यों से आदर नहीं चाहते थे, और न तुम से, न और किसी से।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जिस तरह माता अपने बालकों का पालन-पोषण करती है, वैसे ही हमने भी तुम्हारे बीच में रहकर कोमलता दिखाई है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वैसे ही हम तुम्हारी लालसा करते हुए, न केवल परमेश्‍वर का सुसमाचार, पर अपना-अपना प्राण भी तुम्हें देने को तैयार थे, इसलिए कि तुम हमारे प्यारे हो गए थे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि, हे भाइयों, तुम हमारे परिश्रम और कष्ट को स्मरण रखते हो, कि हमने इसलिए रात दिन काम धन्धा करते हुए तुम में परमेश्‍वर का सुसमाचार प्रचार किया, कि तुम में से किसी पर भार न हों।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम आप ही गवाह हो, और परमेश्‍वर भी गवाह है, कि तुम्हारे बीच में जो विश्वास रखते हो हम कैसी पवित्रता और धार्मिकता और निर्दोषता से रहे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे तुम जानते हो, कि जैसा पिता अपने बालकों के साथ बर्ताव करता है, वैसे ही हम भी तुम में से हर एक को उपदेश देते और प्रोत्साहित करते और समझाते थे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि तुम्हारा चाल-चलन परमेश्‍वर के योग्य हो, जो तुम्हें अपने राज्य और महिमा में बुलाता है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "थिस्सलुनीकियों के लोगों का रूपांतरण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हम भी परमेश्‍वर का धन्यवाद निरन्तर करते हैं; कि जब हमारे द्वारा परमेश्‍वर के सुसमाचार का वचन तुम्हारे पास पहुँचा, तो तुम ने उसे मनुष्यों का नहीं, परन्तु परमेश्‍वर का वचन समझकर (और सचमुच यह ऐसा ही है) ग्रहण किया और वह तुम में जो विश्वास रखते हो, कार्य करता है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कि तुम, हे भाइयों, परमेश्‍वर की उन कलीसियाओं के समान चाल चलने लगे, जो यहूदिया में मसीह यीशु में हैं, क्योंकि तुम ने भी अपने लोगों से वैसा ही दुःख पाया, जैसा उन्होंने यहूदियों से पाया था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिन्होंने प्रभु यीशु को और भविष्यद्वक्ताओं को भी मार डाला और हमको सताया, और परमेश्‍वर उनसे प्रसन्‍न नहीं; और वे सब मनुष्यों का विरोध करते हैं।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे अन्यजातियों से उनके उद्धार के लिये बातें करने से हमें रोकते हैं, कि सदा अपने पापों का घड़ा भरते रहें; पर उन पर भयानक प्रकोप आ पहुँचा है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "कलीसिया से मिलने की अभिलाषा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे भाइयों, जब हम थोड़ी देर के लिये मन में नहीं वरन् प्रगट में तुम से अलग हो गए थे, तो हमने बड़ी लालसा के साथ तुम्हारा मुँह देखने के लिये और भी अधिक यत्न किया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हमने (अर्थात् मुझ पौलुस ने) एक बार नहीं, वरन् दो बार तुम्हारे पास आना चाहा, परन्तु शैतान हमें रोके रहा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारी आशा, या आनन्द या बड़ाई का मुकुट क्या है? क्या हमारे प्रभु यीशु मसीह के सम्मुख उसके आने के समय, क्या वह तुम नहीं हो?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारी बड़ाई और आनन्द तुम ही हो।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पौलुस का आचरण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}