{
  "1": "אֵיכָה֙ H349 יוּעַ֣ם H6004 זָהָ֔ב H2091 יִשְׁנֶ֖א H8132 הַכֶּ֣תֶם H3800 הַטּ֑וֹב H2896 תִּשְׁתַּפֵּ֨כְנָה֙ H8210 אַבְנֵי H68 קֹ֔דֶשׁ H6944 בְּרֹ֖אשׁ H7218 כָּל H3605 חוּצֽוֹת H2351 ",
  "2": "בְּנֵ֤י H1121 צִיּוֹן֙ H6726 הַיְקָרִ֔ים H3368 הַמְסֻלָּאִ֖ים H5537 בַּפָּ֑ז H6337 אֵיכָ֤ה H349 נֶחְשְׁבוּ֙ H2803 לְנִבְלֵי H5035 חֶ֔רֶשׂ H2789 מַעֲשֵׂ֖ה H4639 יְדֵ֥י H3027 יוֹצֵֽר H3335 ",
  "3": "גַּם H1571 תנין H8568 חָ֣לְצוּ H2502 שַׁ֔ד H7699 הֵינִ֖יקוּ H3243 גּוּרֵיהֶ֑ן H1482 בַּת H1323 עַמִּ֣י H5971 לְאַכְזָ֔ר H393 כי H3588 ענים H3283 בַּמִּדְבָּֽר H4057 ",
  "4": "דָּבַ֨ק H1692 לְשׁ֥וֹן H3956 יוֹנֵ֛ק H3243 אֶל H413 חכּ֖וֹ H2441 בַּצָּמָ֑א H6772 עֽוֹלָלִים֙ H5768 שָׁ֣אֲלוּ H7592 לֶ֔חֶם H3899 פֹּרֵ֖שׂ H6566 אֵ֥ין H369 לָהֶֽם H1992 ",
  "5": "הָאֹֽכְלִים֙ H398 לְמַ֣עֲדַנִּ֔ים H4574 נָשַׁ֖מּוּ H8074 בַּחוּצ֑וֹת H2351 הָאֱמֻנִים֙ H539 עֲלֵ֣י H5921 תוֹלָ֔ע H8438 חִבְּק֖וּ H2263 אַשְׁפַּתּֽוֹת H830 ",
  "6": "וַיִּגְדַּל֙ H1431 עֲוֺ֣ן H5771 בַּת H1323 עַמִּ֔י H5971 מֵֽחַטַּ֖את H2403 סְדֹ֑ם H5467 הַֽהֲפוּכָ֣ה H2015 כְמוֹ H3644 רָ֔גַע H7281 וְלֹא H3808 חָ֥לוּ H2342 בָ֖הּ Hb יָדָֽיִם H3027 ",
  "7": "זַכּ֤וּ H2141 נְזִירֶ֨יהָ֙ H5139 מִשֶּׁ֔לֶג H7950 צַח֖וּ H6705 מֵחָלָ֑ב H2461 אָ֤דְמוּ H119 עֶ֨צֶם֙ H6106 מִפְּנִינִ֔ים H6443 סַפִּ֖יר H5601 גִּזְרָתָֽם H1508 ",
  "8": "חָשַׁ֤ךְ H2821 מִשְּׁחוֹר֙ H7815 תָּֽאֳרָ֔ם H8389 לֹ֥א H3808 נִכְּר֖וּ H5234 בַּחוּצ֑וֹת H2351 צָפַ֤ד H6821 עוֹרָם֙ H5785 עַל H5921 עַצְמָ֔ם H6106 יָבֵ֖שׁ H3001 הָיָ֥ה H1961 כָעֵֽץ H6086 ",
  "9": "טוֹבִ֤ים H2896 הָיוּ֙ H1961 חַלְלֵי H2491 חֶ֔רֶב H2719 מֵֽחַלְלֵ֖י H2491 רָעָ֑ב H7458 שֶׁ֣הֵ֤ם H1992 יָז֨וּבוּ֙ H2100 מְדֻקָּרִ֔ים H1856 מִתְּנוּבֹ֖ת H8570 שָׂדָֽי H7704 ",
  "10": "יְדֵ֗י H3027 נָשִׁים֙ H802 רַחֲמָ֣נִיּ֔וֹת H7362 בִּשְּׁל֖וּ H1310 יַלְדֵיהֶ֑ן H3206 הָי֤וּ H1961 לְבָרוֹת֙ H1262 לָ֔מוֹ Hl בְּשֶׁ֖בֶר H7667 בַּת H1323 עַמִּֽי H5971 ",
  "11": "כִּלָּ֤ה H3615 יְהוָה֙ H3068 אֶת H853 חֲמָת֔וֹ H2534 שָׁפַ֖ךְ H8210 חֲר֣וֹן H2740 אַפּ֑וֹ H639 וַיַּצֶּת H3341 אֵ֣שׁ H784 בְּצִיּ֔וֹן H6726 וַתֹּ֖אכַל H398 יְסוֹדֹתֶֽיהָ H3247 ",
  "12": "לֹ֤א H3808 הֶאֱמִ֨ינוּ֙ H539 מַלְכֵי H4428 אֶ֔רֶץ H776 וכל H3605 יֹשְׁבֵ֣י H3427 תֵבֵ֑ל H8398 כִּ֤י H3588 יָבֹא֙ H935 צַ֣ר H6862 וְאוֹיֵ֔ב H341 בְּשַׁעֲרֵ֖י H8179 יְרוּשָׁלִָֽם H3389 ",
  "13": "מֵֽחַטֹּ֣את H2403 נְבִיאֶ֔יהָ H5030 עֲוֺנ֖וֹת H5771 כֹּהֲנֶ֑יהָ H3548 הַשֹּׁפְכִ֥ים H8210 בְּקִרְבָּ֖ H7130 דַּ֥ם H1818 צַדִּיקִֽים H6662 ",
  "14": "נָע֤וּ H5128 עִוְרִים֙ H5787 בַּֽחוּצ֔וֹת H2351 נְגֹֽאֲל֖וּ H1351 בַּדָּ֑ם H1818 בְּלֹ֣א H3808 יֽוּכְל֔וּ H3201 יִגְּע֖וּ H5060 בִּלְבֻשֵׁי H3830 ",
  "15": "ס֣וּרוּ H5493 טָמֵ֞א H2931 קָ֣רְאוּ H7121 לָ֗מוֹ Hl ס֤וּרוּ H5493 ס֨וּרוּ֙ H5493 אַל H408 תִּגָּ֔עוּ H5060 כִּ֥י H3588 נָצ֖וּ H5132 גַּם H1571 נָ֑עוּ H5128 אָֽמְרוּ֙ H559 בַּגּוֹיִ֔ם H1471 לֹ֥א H3808 יוֹסִ֖יפוּ H3254 לָגֽוּר H1481 ",
  "16": "פְּנֵ֤י H6440 יְהוָה֙ H3068 חִלְּקָ֔ם H2505 לֹ֥א H3808 יוֹסִ֖יף H3254 לְהַבִּיטָ֑ H5027 פְּנֵ֤י H6440 כֹהֲנִים֙ H3548 לֹ֣א H3808 נָשָׂ֔אוּ H5375 זקנים H2205 לֹ֥א H3808 חָנָֽנוּ H2603 ",
  "17": "עודינה H5750 תִּכְלֶ֣ינָה H3615 עֵינֵ֔ינוּ H5869 אֶל H413 עֶזְרָתֵ֖נוּ H5833 הָ֑בֶל H1892 בְּצִפִּיָּתֵ֣ H6836 צִפִּ֔ינוּ H6822 אֶל H413 גּ֖וֹי H1471 לֹ֥א H3808 יוֹשִֽׁעַ H3467 ",
  "18": "צָד֣וּ H6679 צְעָדֵ֔ינוּ H6806 מִלֶּ֖כֶת H3212 בִּרְחֹבֹתֵ֑י H7339 קָרַ֥ב H7126 קִצֵּ֛ינוּ H7093 מָלְא֥וּ H4390 יָמֵ֖ינוּ H3117 כִּי H3588 בָ֥א H935 קִצֵּֽינוּ H7093 ",
  "19": "קַלִּ֤ים H7031 הָיוּ֙ H1961 רֹדְפֵ֔ינוּ H7291 מִנִּשְׁרֵ֖י H5404 שָׁמָ֑יִם H8064 עַל H5921 הֶהָרִ֣ים H2022 דְּלָקֻ֔נוּ H1814 בַּמִּדְבָּ֖ר H4057 אָ֥רְבוּ H693 לָֽנוּ Hl ",
  "20": "ר֤וּחַ H7307 אַפֵּ֨ינוּ֙ H639 מְשִׁ֣יחַ H4899 יְהוָ֔ה H3068 נִלְכַּ֖ד H3920 בִּשְׁחִיתוֹתָ֑ H7825 אֲשֶׁ֣ר H834 אָמַ֔רְנוּ H559 בְּצִלּ֖ H6738 נִֽחְיֶ֥ה H2421 בַגּוֹיִֽם H1471 ",
  "21": "שִׂ֤ישִׂי H7797 וְשִׂמְחִי֙ H8055 בַּת H1323 אֱד֔וֹם H123 יושבתי H3427 בְּאֶ֣רֶץ H776 ע֑וּץ H5780 גַּם H1571 עָלַ֨יִךְ֙ H5921 תַּעֲבָר H5674 כּ֔וֹס H3563 תִּשְׁכְּרִ֖י H7937 וְתִתְעָרִֽי H6168 ",
  "22": "תַּם H8552 עֲוֺנֵךְ֙ H5771 בַּת H1323 צִיּ֔וֹן H6726 לֹ֥א H3808 יוֹסִ֖יף H3254 לְהַגְלוֹתֵ֑ H1540 פָּקַ֤ד H6485 עֲוֺנֵךְ֙ H5771 בַּת H1323 אֱד֔וֹם H123 גִּלָּ֖ה H1540 עַל H5921 חַטֹּאתָֽיִךְ H2403 "
}
