{
  "1": "זְכֹ֤ר H2142 יְהוָה֙ H3068 מֶֽה H4100 הָ֣יָה H1961 לָ֔נוּ Hl הביט H5027 וּרְאֵ֥ה H7200 אֶת H853 חֶרְפָּתֵֽנוּ H2781 ",
  "2": "נַחֲלָתֵ֨נוּ֙ H5159 נֶֽהֶפְכָ֣ה H2015 לְזָרִ֔ים H2114 בָּתֵּ֖ינוּ H1004 לְנָכְרִֽים H5237 ",
  "3": "יְתוֹמִ֤ים H3490 הָיִ֨ינוּ֙ H1961 אין H369 אָ֔ב H1 אִמֹּתֵ֖ינוּ H517 כְּאַלְמָנֽוֹת H490 ",
  "4": "מֵימֵ֨ינוּ֙ H4325 בְּכֶ֣סֶף H3701 שָׁתִ֔ינוּ H8354 עֵצֵ֖ינוּ H6086 בִּמְחִ֥יר H4242 יָבֹֽאוּ H935 ",
  "5": "עַ֤ל H5921 צַוָּארֵ֨נוּ֙ H6677 נִרְדָּ֔פְנוּ H7291 יָגַ֖עְנוּ H3021 לא H3808 הֽוּנַ֖ח H5117 לָֽנוּ Hl ",
  "6": "מִצְרַ֨יִם֙ H4714 נָתַ֣נּוּ H5414 יָ֔ד H3027 אַשּׁ֖וּר H804 לִשְׂבֹּ֥עַֽ H7646 לָֽחֶם H3899 ",
  "7": "אֲבֹתֵ֤ינוּ H1 חָֽטְאוּ֙ H2398 אינם H369 אנחנו H587 עֲוֺנֹתֵיהֶ֥ם H5771 סָבָֽלְנוּ H5445 ",
  "8": "עֲבָדִים֙ H5650 מָ֣שְׁלוּ H4910 בָ֔נוּ Hb פֹּרֵ֖ק H6561 אֵ֥ין H369 מִיָּדָֽ H3027 ",
  "9": "בְּנַפְשֵׁ֨ H5315 נָבִ֣יא H935 לַחְמֵ֔נוּ H3899 מִפְּנֵ֖י H6440 חֶ֥רֶב H2719 הַמִּדְבָּֽר H4057 ",
  "10": "עוֹרֵ֨נוּ֙ H5785 כְּתַנּ֣וּר H8574 נִכְמָ֔רוּ H3648 מִפְּנֵ֖י H6440 זַלְעֲפ֥וֹת H2152 רָעָֽב H7458 ",
  "11": "נָשִׁים֙ H802 בְּצִיּ֣וֹן H6726 עִנּ֔וּ H6031 בְּתֻלֹ֖ת H1330 בְּעָרֵ֥י H5892 יְהוּדָֽה H3063 ",
  "12": "שָׂרִים֙ H8269 בְּיָדָ֣ H3027 נִתְל֔וּ H8518 פְּנֵ֥י H6440 זְקֵנִ֖ים H2205 לֹ֥א H3808 נֶהְדָּֽרוּ H1921 ",
  "13": "בַּחוּרִים֙ H970 טְח֣וֹן H2911 נָשָׂ֔אוּ H5375 וּנְעָרִ֖ים H5288 בָּעֵ֥ץ H6086 כָּשָֽׁלוּ H3782 ",
  "14": "זְקֵנִים֙ H2205 מִשַּׁ֣עַר H8179 שָׁבָ֔תוּ H7673 בַּחוּרִ֖ים H970 מִנְּגִינָתָֽ H5058 ",
  "15": "שָׁבַת֙ H7673 מְשׂ֣וֹשׂ H4885 לִבֵּ֔נוּ H3820 נֶהְפַּ֥ךְ H2015 לְאֵ֖בֶל H60 מְחֹלֵֽנוּ H4234 ",
  "16": "נָֽפְלָה֙ H5307 עֲטֶ֣רֶת H5850 רֹאשֵׁ֔נוּ H7218 אֽוֹי H188 נָ֥א H4994 לָ֖נוּ Hl כִּ֥י H3588 חָטָֽאנוּ H2398 ",
  "17": "עַל H5921 זֶ֗ה H2088 הָיָ֤ה H1961 דָוֶה֙ H1739 לִבֵּ֔נוּ H3820 עַל H5921 אֵ֖לֶּה H428 חָשְׁכ֥וּ H2821 עֵינֵֽינוּ H5869 ",
  "18": "עַ֤ל H5921 הַר H2022 צִיּוֹן֙ H6726 שֶׁשָּׁמֵ֔ם H8074 שׁוּעָלִ֖ים H7776 הִלְּכוּ H1980 בֽוֹ Hb ",
  "19": "אַתָּ֤ה H859 יְהוָה֙ H3068 לְעוֹלָ֣ם H5769 תֵּשֵׁ֔ב H3427 כִּסְאֲךָ֖ H3678 לְדֹ֥ר H1755 וָדֽוֹר H1755 ",
  "20": "לָ֤מָּה H4100 לָנֶ֨צַח֙ H5331 תִּשְׁכָּחֵ֔נוּ H7911 תַּֽעַזְבֵ֖נוּ H5800 לְאֹ֥רֶךְ H753 יָמִֽים H3117 ",
  "21": "הֲשִׁיבֵ֨נוּ H7725 יְהוָ֤ה H3068 אֵלֶ֨יךָ֙ H413 ונשוב H7725 חַדֵּ֥שׁ H2318 יָמֵ֖ינוּ H3117 כְּקֶֽדֶם H6924 ",
  "22": "כִּ֚י H3588 אִם H518 מָאֹ֣ס H3988 מְאַסְתָּ֔נוּ H3973 קָצַ֥פְתָּ H7107 עָלֵ֖ינוּ H5921 עַד H5704 מְאֹֽד H3966 "
}
