{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That which was from the beginning—which we have heard, which we have seen with our eyes, which we have looked at, and our hands have touched—it is about the Word of life.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, the life was made known, and we have seen it, and we bear witness to it. We are announcing to you the eternal life, which was with the Father, and which has been made known to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That which we have seen and heard we declare also to you, so you also will have fellowship with us. Our fellowship is with the Father and with his Son, Jesus Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, we are writing these things to you so that our joy will be complete. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa And we are writing these things to you so that your joy will be complete \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the message that we have heard from him and are announcing to you: God is light, and in him there is no darkness at all.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we say that we have fellowship with him and walk in darkness, we are lying and are not practicing the truth.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we walk in the light as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from every sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we say that we have no sin, we are deceiving ourselves, and the truth is not in us.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we confess our sins, he is faithful and just to forgive us our sins and cleanse us from all unrighteousness.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we say that we have not sinned, we make him out to be a liar, and his word is not in us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}