{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Children, I am writing these things to you so that you will not sin. But if anyone sins, we have an advocate with the Father, Jesus Christ, the one who is righteous.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the propitiation for our sins, and not for ours only, but also for the whole world.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that we have come to know him, if we keep his commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who says, \"I know God,\" but does not keep his commandments, is a liar, and the truth is not in him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But whoever keeps his word, truly, in him truly the love of God has been perfected. By this we know that we are in him:\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "whoever says that he remains in God should himself also walk just as he walked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, I am not writing a new commandment to you, but an old commandment that you have had from the beginning. The old commandment is the word that you heard.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet I am writing a new commandment to you, which is true in Christ and in you, because the darkness is passing away, and the true light is already shining.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who says that he is in the light and hates his brother is in the darkness until now.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who loves his brother remains in the light and there is no occasion for stumbling in him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the one who hates his brother is in the darkness and walks in the darkness; he does not know where he is going, because the darkness has blinded his eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing to you, dear children, because your sins are forgiven because of his name.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing to you, fathers, because you know the one who is from the beginning. I am writing to you, young men, because you have overcome the evil one. I have written to you, little children, because you know the Father.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have written to you, fathers, because you know the one who is from the beginning. I have written to you, young men, because you are strong, and the word of God remains in you, and you have overcome the evil one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not love the world nor the things that are in the world. If anyone loves the world, the love of the Father is not in him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everything that is in the world—the lust of the flesh, the lust of the eyes, and the arrogance of life—is not from the Father but is from the world.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The world and its desire are passing away. But whoever does the will of God will remain forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Little children, it is the last hour. Just as you heard that the antichrist is coming, now many antichrists have come. By this we know that it is the last hour.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went out from us, but they were not from us. For if they had been from us they would have remained with us. But when they went out, that showed they were not from us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have an anointing from the Holy One, and you all know the truth.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some other modern versions read, \\fqa and you have all knowledge \\fqa* . Some older versions read, \\fqa and you know all things \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not write to you because you do not know the truth, but because you know it and because no lie is from the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is the liar but the one who denies that Jesus is the Christ? That person is the antichrist, since he denies the Father and the Son.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one who denies the Son has the Father. Whoever acknowledges the Son also has the Father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, let what you have heard from the beginning remain in you. If what you heard from the beginning remains in you, you will also remain in the Son and in the Father.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the promise he gave to us—eternal life.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have written these things to you about those who would lead you astray.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, the anointing that you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you everything and is true and is not a lie, and just as it has taught you, remain in him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, dear children, remain in him, so that when he appears, we will have boldness and not be ashamed before him at his coming.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you know that he is righteous, you know that everyone who does what is right has been born from him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}