{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See what kind of love the Father has given to us, that we should be called children of God, and this is what we are. For this reason, the world does not know us, because it did not know him.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions leave out, \\fqa and this is what we are \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, we are now children of God, and it has not yet been revealed what we will be. We know that when Christ appears, we will be like him, for we will see him just as he is.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who has this hope fixed on him purifies himself just as he is pure.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who sins is committing acts of lawlessness, for sin is lawlessness.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that Christ was revealed in order to take away sins, and in him there is no sin.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one who remains in him will keep on sinning. No one who continues to sin has seen him or known him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear children, do not let anyone lead you astray. The one who does righteousness is righteous, just as Christ is righteous.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who commits sin is from the devil, for the devil has sinned from the beginning. For this reason the Son of God was revealed, so that he would destroy the devil's works.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever has been born from God does not continue to sin because God's seed remains in him. He cannot continue to sin because he has been born of God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this the children of God and children of the devil are revealed: Whoever does not do what is righteous is not from God, neither is the one who does not love his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is the message that you have heard from the beginning: We should love one another.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should not be like Cain, who was from the evil one and murdered his brother. Why did he kill him? Because his works were evil and his brother's righteous.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be amazed, my brothers, if the world hates you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that we have passed out of death into life, because we love the brothers. Anyone who does not love remains in death.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who hates his brother is a murderer. You know that no murderer has eternal life residing in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this we know love, because Christ laid down his life for us. We also ought to lay down our lives for the brothers.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But whoever has the world's goods, sees his brother in need, and shuts up his heart of compassion from him, how does the love of God remain in him?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My dear children, let us not love in word nor in tongue, but in actions and truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is by this we know that we are from the truth, and we assure our hearts before him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if our hearts condemn us, God is greater than our hearts, and he knows all things.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, if our hearts do not condemn us, we have confidence toward God.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever we ask we will receive from him, because we keep his commandments and do the things that are pleasing before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is his commandment: that we should believe in the name of his Son Jesus Christ and love one another, just as he gave us this commandment.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who keeps God's commandments remains in him, and God remains in him. By this we know that he remains in us, by the Spirit whom he gave to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}