{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, do not believe every spirit. Instead, test the spirits to see whether they are from God, because many false prophets have gone out into the world.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this you will know the Spirit of God—every spirit that acknowledges that Jesus Christ has come in the flesh is from God,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming, and now is already in the world. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa and every spirit that does not acknowledge that Jesus has come in the flesh is not from God. This is the spirit of the antichrist, which you have heard is coming, and now is already in the world \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are from God, dear children, and have overcome them, because the one who is in you is greater than the one who is in the world.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are from the world; therefore what they say is from the world, and the world listens to them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are from God. Anyone who knows God listens to us. He who is not from God does not listen to us. By this we know the spirit of truth and the spirit of error.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, let us love one another, for love is from God, and everyone who loves is born from God and knows God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person who does not love does not know God, for God is love.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this the love of God was revealed among us, that God has sent his only Son into the world so that we would live because of him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this is love, not that we loved God, but that he loved us, and that he sent his Son to be the propitiation for our sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, if God so loved us, we also should love one another.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one has ever seen God. If we love one another, God remains in us, and his love is perfected in us.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this we know that we remain in him and he in us, because he has given us some of his Spirit.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, we have seen and have borne witness that the Father has sent the Son to be the Savior of the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever acknowledges that Jesus is the Son of God, God remains in him and he in God.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, we have known and believed the love that God has for us. God is love, and the one who remains in this love remains in God, and God remains in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, this love has been made perfect among us, so that we will have confidence on the day of judgment, because as he is, just so are we in this world.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no fear in love. Instead, perfect love throws out fear, because fear has to do with punishment. But the one who fears has not been made perfect in love.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We love because God first loved us.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone says, \"I love God\" but hates his brother, he is a liar. For the one who does not love his brother, whom he has seen, cannot love God, whom he has not seen.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, this is the commandment we have from him: Whoever loves God must also love his own brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}