{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever believes that Jesus is the Christ is born from God, and whoever loves a father also loves the child born from him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this we know that we love God's children, when we love God and do his commandments.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is love for God: that we keep his commandments. And his commandments are not burdensome.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everyone who is born from God overcomes the world. And this is the victory that has overcome the world, even our faith.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is the one who overcomes the world? The one who believes that Jesus is the Son of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the one who came by water and blood: Jesus Christ. He came not only by water, but also by water and blood.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there are three who bear witness:\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Spirit, the water, and the blood. These three are in agreement.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit. These three are one; and there are three that bear witness on earth: the Spirit, the water, and the blood; and these three are as one \\fqa* . However, the best copies do not have this reading. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we receive the witness of men, the witness of God is greater. For the testimony of God is this, that he has borne witness concerning his Son.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who believes in the Son of God has the testimony in himself. Anyone who does not believe God has made him out to be a liar, because he has not believed the witness that God has given concerning his Son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the witness is this: God gave us eternal life, and this life is in his Son.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who has the Son has life. The one who does not have the Son of God does not have life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have written to you these things so that you will know that you have eternal life—to you who believe in the name of the Son of God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, this is the confidence we have before him, that if we ask anything according to his will, he hears us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, if we know that he hears us—whatever we ask of him—we know that we have whatever we have asked of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone sees his brother commit a sin that does not result in death, he must pray, and God will give him life. I refer to those whose sin does not result in death. There is a sin that results in death; I am not saying that he should pray about that.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All unrighteousness is sin, but there is sin that does not result in death.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that whoever is born from God does not sin. But the one who was born from God keeps him safe, and the evil one cannot harm him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that we are from God, and we know that the whole world lies in the power of the evil one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we know that the Son of God has come and has given us understanding, so that we may know him who is true. Also, we are in him who is true, in his Son Jesus Christ. This one is the true God and eternal life.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Children, keep yourselves from idols.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}