{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason that I urged you to remain in Ephesus while I traveled to Macedonia was so that you would command certain men not to teach what is different from what we teach.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And command them not to give their time and attention to old useless stories and lists of ancestors that people never stop thinking about. These things only cause people to argue with each other, but do not help them to know God's plan to save us—a plan that we believe by faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, the purpose of what we command you to teach is to love God from a pure heart, from a good conscience, and from faith that is sincere.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men have stopped trying to do these good things; instead, they are now saying useless things.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They want to teach about the law, but they do not understand it. Yet they insist that what they teach is true.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we know that law is good if we know how to use it according to what the law says.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that the law is not made to control good people, but to control rebellious people and those who do not honor God, for sinners, and disrespectful persons, for murderers and for those who even murder their own parents.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is made also to control homosexuals and all people who practice improper sexual behavior, to control those who steal others and sell them as slaves, to control liars and false witnesses in courts of law, and to stop whatever is different from our good and healthy teaching.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of this agrees with the wonderful good news that God, whom we praise, has taught us, and that he trusts me to announce to others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank Christ Jesus our Lord, because he gave me the strength to serve him. He also relies on me to serve him.\n\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In past times, I insulted and persecuted the believers. I did violent deeds, but God had mercy on me because I did not believe, and I did not know what I was doing.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was extremely kind to me, for he made me able to believe in Christ Jesus and love him because he united me to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone should accept this fact, because we can count on it completely: Jesus Christ came into the world to save sinners. It is true that I am the worst sinner of all.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because I am the worst sinner, God had mercy on me before many others, so that they would see how patient he is. God is patiently waiting to give everlasting life to those who believe in him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The eternal king cannot be seen, and he cannot die. He alone is God. It is he whom everyone will honor and praise forever and ever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timothy, my child, I command you: Remember what certain believers prophesied about you. Do this in order to follow those things as you work hard for the Lord.\n\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Trust God and keep a good conscience. Some people have not paid attention to their own consciences. So what has happened to their faith is a disaster.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hymenaeus and Alexander are two men like this. I have handed them over to Satan for him to attack them, so that they may learn not to insult God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am writing this to Timothy. God our Savior and Christ Jesus are those in whom we have confidence for the future, and Christ commanded me to be an apostle. You became a Christian when I told you about Jesus Christ, and you are my true son in the Lord. May God the Father and Christ Jesus our Lord be kind to you, have mercy upon you, and give you peace.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}