{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most importantly, because false teachers are dangerous, I urge all the believers to ask God and pray to him to help all people, and to thank him for them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray for kings and for everyone who has power over others, so that we may live quietly and peacefully in a way that we can honor God and other people.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, who saves us, listens to us when we pray like this. He sees it as good.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wants to save everyone. He wants everyone to learn what is true about him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The truth is this, that there is one God, and there is only one person who can make us acceptable to him. Christ Jesus, the man, is this one person.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave himself to set all people free—and that was the proof of what God was doing through Christ's death.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To declare this truth, God made me a messenger and an apostle. I speak the truth; I am not lying. I teach the Gentiles the things that they should truly believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I want men everywhere to pray and to lift up their hands to God in a way that he will accept. Believers should not pray to show anger or doubt about God.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also want the women to dress themselves carefully. They should control themselves so that they do not dress to show themselves off to others. Instead of braided hair, gold, pearls, or expensive clothing,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "women should dress themselves in what is right for women who do good works and who say that they honor God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When men are teaching the believers, women should listen quietly, and they should give respect to their teachers and do all they can to learn from them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not allow women to teach or to tell men what to do. Women who honor God keep quiet when the believers come to learn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Adam was formed first, then Eve after him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it was not Adam that the snake deceived. It was the woman whom he completely deceived, so that she sinned.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God will save women as they bear children, if they continue in faith and love and holiness, with modesty.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}