{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should rely on what I tell you here: If someone desires very much to oversee believers, he wants to do something really excellent.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For that reason, however, an overseer must be someone whom no one accuses of anything bad. He must have only one wife. He must not do anything to excess; he must think in wise ways. He must behave well, and he must welcome strangers. He must be able to teach others.\n\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must not be an alcoholic and not quick to fight. Instead, he must be patient and peaceful with others. And he should not be greedy for money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He should control the people in his own home well. His children should obey him with respect.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because if a man does not even know how to control the people in his own house, how can he care for an assembly of God's people?\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A new believer should not be be an overseer, because he might think that he is better than other people. If that happened, God might punish him like he punished the devil.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those outside of the church must also think well of him. Otherwise he might be shamed and the devil might persuade him to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Deacons, in the same way, should be people whom others respect. They should be sincere when they speak. They should not drink too much wine, and they must not be greedy for money.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should believe in the true things that God has told us, and at the same time know what is right, and then do it.\n\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Find these qualities in them first, and then choose them to serve because no one can find anything wrong with them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, other people should respect deacons' wives. Their wives should not talk badly about other people. They must not do anything to excess, and they must be honest in everything they do.\n\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A deacon must have only one wife and must control his children and his possessions well.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Good deacons are men whom the other believers highly respect. They come to trust in Christ Jesus very much.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I write to you these things, I hope to come to you soon.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I do not come soon, I am writing to you now so that you may know how to act in the family of God, which is the group of those who believe in God, who gives life to all things. It is these who teach the truth and witness that it is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And we say together that the truth that God has revealed to us is very great, and we honor him for it:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Christ was God revealed in a human body.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The Holy Spirit proved that he was genuine.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Angels saw him.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Believers announced him among the nations.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "People in many parts of the world believed in him.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "God took him up to himself and gave him his power.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}