{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Spirit clearly says that in later times, some people will stop believing the truth about Christ and pay attention to spirits who deceive believers and demons who teach false things.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These people will say one thing but do any evil thing they wish, as if a hot iron had burned and ruined their minds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will try to stop believers from marrying. They will tell them not to eat certain things, even though God has created them, so that believers who have come to know the truth can share them with each other while thanking God for them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because everything that God has made is good. We reject nothing that we receive from God while thanking him for it.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For by praying to God and by believing his word we set it apart for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you keep speaking this truth to the brothers and sisters, you will be a good servant of Jesus Christ. You will serve him well, because the message that we believe is strengthening you, as the good things God has taught you and that you have followed.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not listen to the things that mean nothing and to the stories that only old women tell. Instead, train yourself to honor God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Physical exercise helps only a little, but if you honor God, this will help you with everything as you live now on earth and as you live in the future with God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I have just written is something that you can rely on. It is worth believing completely.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason we work very hard, as hard as we can, because our hope is in God who lives, the savior of all humanity, but especially the savior of those who believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Declare and teach these things to the believers.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow anyone to say that you are useless because you are young. Instead, show other believers how to live. Show them this by how you speak, by how you live, by how you love, by how you trust God, and by how you keep from committing evil deeds.\n\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Until I come to you, see to it that you read God's word to the believers in public, and that you explain and teach it to the believers.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure to use the gift that is in you, what God gave to you when the elders laid hands on you and spoke God's messages to you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure to do all these things and live according to them. In this way, all the believers will see that you are doing them better and better.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Control yourself very carefully and do everything that we teach. Keep doing these things. If you do so, you will save yourself and the people who listen to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}