{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not speak harshly to a man older than yourself. Instead, encourage him as if he were your father. Do the same to younger men as if they were your brothers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Encourage older women as mothers, and younger women as if they were your sisters. Act toward them in a way that no one can criticize.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Respect the widows if they are true widows.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if a widow has children or grandchildren, these should honor their mother at home and pay her back for everything she has done for them. If they do this, they will please God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, a real widow is a widow who has no family members. So she depends on God and on what he gives her when she asks him and prays to him all day and night long.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a widow who lives for how she can please herself is dead, even though she is still alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should announce these things so that these widows and their families will not do anything wrong.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But anyone who does not try to help his own relatives, especially those who live in his own house, that person rejects what we believe. He is, in fact, worse than an unbeliever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put a woman on the list of true widows if she is more than sixty years old. She also must have had only one husband, to whom she had been faithful.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People must know that she does good deeds: Perhaps she takes care of children; perhaps she welcomes strangers; perhaps she helps the believers or people who are suffering; or perhaps she is known for doing a large variety of good things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not put younger widows on the widows' list, because they often want to marry again when they change their minds and put married love ahead of Christ.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they do this, then they become guilty of going back on their commitment to being widows.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, they go from house to house and get into the habit of doing nothing. They also engage in foolish and trivial activities and say things that they should not say.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I prefer that younger widows get married, have children, and run their households, so that Satan, the enemy, gets no opportunity to accuse them of doing wrong.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I write these things because some younger widows have already left the way of Christ to follow Satan.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any believing woman has widows among her relatives, let her help them, so those widows will not be a burden to the church. In this way the church will be able to help real widows.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the believers give double honor to the elders who lead them well, and especially to the elders who preach and teach God's word.\n\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the scripture says, \"You shall not keep the ox from eating the grain that he is treading out\" and \"The laborer deserves to get his pay.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not listen to anyone who accuses an elder of doing wrong, unless two or three people are testifying about the matter.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who continue to sin, correct them where everyone can see you, so that the rest of the people will be afraid to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, Jesus Christ, and the chosen angels see me as I solemnly command you to do these things. Be sure that you do not judge anyone before you should. Be sure that you do not favor one person over another when you lead the believers.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you want someone to begin to serve the believers, make no decision too quickly, so you do not choose them too soon. And do not be a partner with anyone in sinning. You must keep yourself without fault.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer drink only water, Timothy. Instead, drink a little wine for your many stomach sicknesses.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sins of some people are clear to everyone, and the church does not need much time to judge them. But the church does not discover some sins until later.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, some good deeds are clear to everybody, but even the other good deeds will become clear at some time in the future.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}