{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for believers who are slaves, they should honor their masters in every way, so that no one will insult God or what we teach.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slaves who have believing masters should not respect them less, for they are brothers. Instead, they should serve their masters even better, because the masters whom they serve are their brothers whom they should love. Teach and announce these things to the believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone teaches false doctrines that do not agree with the reliable and true teachings of our Lord Jesus Christ,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that person is very proud and does not understand anything. They want to argue about unimportant matters and about certain words, and people who listen to them envy others. They quarrel with others and with one another. They say bad things about others. They suspect that others have evil motives.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their whole way of thinking has become completely wrong because they have rejected true things. As a result, they make the mistake of thinking that by doing religious things they will get a lot of money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Well, we truly do gain great benefit when we behave in a way that honors God and when we are content with what we have.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, we brought nothing into the world when we were born, and we cannot take anything out of it when we die.\n "
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if we have food and clothing, we should be satisfied with these.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some people strongly desire to be rich. As a result, they do wrong things to get money, and this will cause them to be caught as animals get caught in traps. They foolishly desire many things, and so they get hurt. God will completely destroy them!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People do all sorts of evil things when they want to have a lot of money. Because some people longed for money, they have stopped believing the truth that all of us believe and they have caused themselves to be very sorrowful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, the man who serves God, keep completely away from such love of money. Decide that you will do what is right, and that you will honor God. Trust God, and love others. Endure difficult circumstances. Always be gentle with people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fight a good fight for that faith that saves you! Take hold of this great gift of eternal life and cling to it through everything you experience, no matter where you go. Remember that God chose you to live with him forever. These gifts of God are in you, and you made a good confession about them when you stood before many people. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, who gives life to all things, knows everything that you do. Christ Jesus also knows everything that you do. He strongly declared what was true when he was on trial before Pontius Pilate.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So as you remember those things, I command you to hold tightly on to what Christ has commanded us in every way. Hold fast to those teachings in a way that our Lord Jesus Christ will not need to criticize you about what is wrong, until he comes again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that God will cause Jesus to come again at the proper time. God is awesome! He is the only Ruler! He rules over all other people who rule!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the only one who will never die, and he lives in heaven in light that is so bright that no one can approach it! He is the one whom no person has ever seen and whom no person is able to see! My desire is that all people will honor him and that he will rule powerfully forever! May it be so!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the believers who are rich here in this present world that they should not be proud, and that they should not trust in their many possessions, because they cannot be certain how long they will have them. Instead, they should trust in God. He is the one who abundantly gives us everything we have in order that we may enjoy it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, tell them to do good things. These are true wealth. Indeed, they should share with others very much of what they have.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they do that, it will be as though they were storing up for themselves many things that God will give them. When they do this, they will have the life that is the real life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timothy, faithfully proclaim the true message that Jesus has given to you. Avoid the people who want to chatter about things that are not important to God. Avoid the people who say that they have true knowledge but who say things that are against the true things we teach.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Certain men teach these things and so they stop believing the truth. May God be kind to you all.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  }
}