{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter, an apostle of Jesus Christ, to the foreigners of the dispersion, the chosen ones, throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is according to the foreknowledge of God the Father, set apart by the Spirit for obedience and for the sprinkling of the blood of Jesus Christ. May grace be to you, and may your peace increase.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the God and Father of our Lord Jesus Christ be praised! In his great mercy, he has given us new birth to a living hope through the resurrection of Jesus Christ from the dead.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is for an inheritance that will not perish, will not become stained, and will not fade away. It is reserved in heaven for you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are protected by God's power through faith, for the salvation that is ready to be revealed in the last times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are very glad about this, even though it is now necessary for you to feel sadness in many different troubles.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is for the proving of your faith, which is more precious than gold that perishes, even though it is tested by fire. This happens so that your faith will be found to result in praise, glory, and honor at the revealing of Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have not seen him, but you love him. You do not see him now, but you believe in him and rejoice with joy that is inexpressible and filled with glory.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are now receiving for yourselves the result of your faith, the salvation of your souls.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prophets searched and inquired carefully about this salvation, about the grace that would be yours.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They searched to know about whom and when the Spirit of Christ in them was speaking to them. This was happening as he was telling them in advance about the sufferings of Christ and the glorious things after that.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was revealed to them that they were not serving themselves, but you, when they spoke of the things that have now been told to you by those who preached the gospel to you by the Holy Spirit sent from heaven—things into which angels long to look.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So gird up the loins of your mind. Be sober. Put your hope fully on the grace that will be brought to you when Jesus Christ is revealed. \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As obedient children, do not conform yourselves to the desires that you followed when you were ignorant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as the one who called you is holy, you, too, be holy in your whole behavior.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is written, \"Be holy, because I am holy.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you call \"Father\" the one who judges impartially and according to each person's work, go through the time of your journey in reverence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that it was not with perishable silver or gold that you have been redeemed from the foolish behavior that you learned from your fathers.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you have been redeemed with the precious blood of Christ, who was like a lamb without blemish or spot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ was chosen before the foundation of the world, but now he has been revealed to you in these last times.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through him you believe in God, who raised him from the dead and gave him glory, so that your faith and hope would be in God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You made your souls pure by obedience to the truth. This was for the purpose of sincere brotherly love; so love one another earnestly from the heart.  "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa You made your souls pure by obedience to the truth through the Spirit \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have been born again, not from perishable seed, but from imperishable seed, through the living and remaining word of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"All flesh is like grass, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and all its glory is like the wild flower of the grass.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The grass dries up, and the flower falls off,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the word of the Lord remains forever.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "This is the good news that was announced to you.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}