{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, you who are wives should submit to your own husbands. Do this so even if some men are disobedient to the word, they may be won without a word, through their wives' behavior.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they will have seen your sincere behavior with respect.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let it be done not with outward ornaments such as braided hair, jewels of gold, or fashionable clothing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, let it be done with the inner person of the heart, and the lasting beauty of a gentle and quiet spirit, which is precious before God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is how holy women long ago who hoped in God adorned themselves, by submitting to their husbands.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way Sarah obeyed Abraham and called him her lord. You are now her children if you do what is good and if you are not afraid of trouble.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, you husbands should live with your wives according to understanding, as with a weaker container, a woman. You should give them honor as fellow heirs of the grace of life. Do this so that your prayers will not be hindered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, all of you, be likeminded, compassionate, loving as brothers, tenderhearted, and humble.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pay back evil for evil or insult for insult. On the contrary, continue to bless, because for this you were called, that you might inherit a blessing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The one who wants to love life and see good days \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "should stop his tongue from evil and his lips from speaking deceit. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": " \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let him turn away from what is bad and do what is good. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Let him seek peace and pursue it. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": " \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The eyes of the Lord see the righteous, and his ears hear their requests. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But the face of the Lord is against those who do evil.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is the one who will harm you if you are eager to do what is good?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you suffer because of righteousness, you are blessed. Do not fear what they fear. Do not be troubled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, set apart the Lord Christ in your hearts as holy. Always be ready to answer everyone who asks you why you have confidence in God. Do this with meekness and respect.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have a good conscience so that the people who insult your good life in Christ may be ashamed because they are speaking against you as if you were evildoers.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is better, if God desires, that you suffer for doing good than for doing evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ also suffered once for sins. He who is righteous suffered for us, who were unrighteous, so that he would bring us to God. He was put to death in the flesh, but he was made alive by the Spirit.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the Spirit, he went and preached to the spirits who are now in prison.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were disobedient when the patience of God was waiting in the days of Noah, in the days of the building of an ark, and God saved a few people—eight souls—by means of the water.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a symbol of the baptism that saves you now—not as a washing away of dirt from the body, but as the appeal of a good conscience to God—through the resurrection of Jesus Christ.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ is at the right hand of God. He went into heaven. Angels, authorities, and powers must submit to him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}