{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, because Christ suffered in the flesh, arm yourselves with the same intention. For whoever has suffered in the flesh has ceased from sin.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, such a person, for the rest of his time in the flesh, no longer lives for men's desires, but for God's will.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have spent enough time doing what the Gentiles want to do, living in sensuality, passion, drunkenness, drunken celebrations, having wild parties, and committing disgusting acts of idolatry.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They think it is strange that you do not join with them in these floods of reckless behavior, so they speak evil about you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will give an account to the one who is ready to judge the living and the dead.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this purpose the gospel was preached also to the dead, so that, although they have been judged in the flesh as humans, they may live in the spirit the way God does.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The end of all things is coming near. Therefore be of sound mind, and be sober in your thinking for the sake of prayers.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above all things, have fervent love for one another, for love covers a multitude of sins.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be hospitable to one another without complaining.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As each one of you has received a gift, use it to serve one another, faithfully administering God's grace in its various forms. \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone speaks, let it be with God's words. If anyone serves, let it be from the strength that God supplies. Do these things so that in all ways God would be glorified through Jesus Christ. May there be to Jesus Christ glory and power forever and ever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beloved, do not regard as strange the testing in the fire that has happened to you, as if something strange were happening to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, however much you experience the sufferings of Christ, rejoice, so that you may also rejoice and be glad at the revealing of his glory.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are insulted for Christ's name, you are blessed, because the Spirit of glory and the Spirit of God is resting on you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But let none of you suffer as a murderer, a thief, an evildoer, or a meddler.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if anyone suffers as a Christian, let him not be ashamed; instead, let him glorify God with that name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is time for judgment to begin with the household of God. If it begins with us, what will be the outcome for those who do not obey God's gospel?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": " \n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And \"If it is difficult for the righteous to be saved,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "what will become of the ungodly and the sinner?\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore let those who suffer because of God's will entrust their souls to the faithful Creator in well-doing.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}