{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am exhorting the elders among you, I, who am a fellow elder and a witness of the sufferings of Christ, and am also one who will share in the glory that will be revealed:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be shepherds of God's flock that is under your care, serving as overseers—not because you must, but because you are willing, as God would have you serve—not for shameful profit but eagerly. \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not act as a master over the people who are in your care. Instead, be an example to the flock.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when the Chief Shepherd is revealed, you will receive an unfading crown of glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, you younger men, submit to the older men. All of you, clothe yourselves with humility and serve one another. For God resists the proud, but he gives grace to the humble.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore humble yourselves under God's mighty hand so that he may lift you up in due time.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cast all your anxiety on him, because he cares for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sober, be watchful. Your adversary, the devil, is stalking around like a roaring lion, looking for someone to devour.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stand against him. Be strong in your faith. You know that your community of believers that is in the world is enduring the same sufferings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After you suffer for a little while, the God of all grace, who called you to his eternal glory in Christ, will perfect you, establish you, and strengthen you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To him be the dominion forever and ever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I regard Silvanus as a faithful brother, and I have written to you briefly through him. I am exhorting you and I am testifying to you that what I have written is the true grace of God. Stand in it.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman who is in Babylon, who is chosen together with you, greets you. Also Mark, my son, greets you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Greet one another with a kiss of love.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "May peace be to you all who are in Christ.\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}