{
  "1": "The most important part of everything that I have written is that we have a high priest who has sat down to rule in the place of greatest honor in heaven, beside God himself.",
  "2": "He serves in the sanctuary, that is, in the true place of worship in heaven. That is the true sacred tent, for the Lord set it up, not Moses.",
  "3": "God appoints every high priest to offer gifts and sacrifices for the people's sins. So since Christ became a high priest, he also had to offer something.",
  "4": "Since there are already priests who offer gifts as God's law requires, if Christ were now living on the earth, he would not be a high priest at all.",
  "5": "The priests in Jerusalem perform rituals that are only a copy of what Christ does in heaven. This is because when Moses was about to set up the sacred tent, God told him, \"Be sure that you make everything according to what I showed you on Mount Sinai!\"",
  "6": "But now Christ serves in a much better way than the Jewish priests do. In the same way, the new covenant that he established between God and people is better than the old one. When he established the new covenant, he promised us better things than the laws that God gave Moses.",
  "7": "God needed to make this new covenant, because the first covenant had not done everything well.",
  "8": "Because God declared that the Israelites were guilty of not obeying the first covenant, he wanted a new covenant. This is what a prophet wrote about that:\\q \"The Lord says, 'Listen! There will soon be a time\n\\q when I will make a new covenant with the people of Israel and the people of Judah.\n\\q",
  "9": "That covenant will not be like the covenant that I made with their ancestors\\q when I led them out of Egypt like a father leads his young child.\n\\q They did not continue to obey my covenant,\n\\q so I let them alone,' says the Lord.\n\\q",
  "10": "'This is the covenant that I will make with the Israelites,\\q after the first covenant has ended,' says the Lord:\n\\q 'I will enable them to understand my laws,\n\\q and I will enable them to obey them sincerely from their hearts.\n\\q I will be their God, and they will be my people.\n\\q",
  "11": "No one will need to teach a fellow citizen\\q or tell his fellow kinsmen, 'You acknowledge that the Lord is God,'\n\\q because all my people will acknowledge me.\n\\q Everyone among my people, from the least important to the most important, will know me.\n\\q",
  "12": "I will mercifully forgive them for the wicked things they have done.\\q I will no longer consider that they are guilty for their sins.\"",
  "13": "Since God said that he was making a new covenant, we know that he considered that the first covenant was no longer in use, and that it would soon disappear."
}
