{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“चाँदी की दो तुरहियां* गढ़कर बनाई जाए; तू उनको मण्डली के बुलाने, और छावनियों के प्रस्थान करने में काम में लाना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वे दोनों फूँकी जाएँ, तब सारी मण्डली मिलापवाले तम्बू के द्वार पर तेरे पास इकट्ठी हो जाएँ।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि एक ही तुरही फूँकी जाए, तो प्रधान लोग जो इस्राएल के हजारों के मुख्य पुरुष हैं तेरे पास इकट्ठे हो जाएँ।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तुम लोग साँस बाँधकर फूँको, तो पूर्व दिशा की छावनियों का प्रस्थान हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तुम दूसरी बार साँस बाँधकर फूँको, तब दक्षिण दिशा की छावनियों का प्रस्थान हो। उनके प्रस्थान करने के लिये वे साँस बाँधकर फूँकें।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब लोगों को इकट्ठा करके सभा करनी हो तब भी फूँकना परन्तु साँस बाँधकर नहीं।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून के पुत्र* जो याजक हैं वे उन तुरहियों को फूँका करें। यह बात तुम्हारी पीढ़ी-पीढ़ी के लिये सर्वदा की विधि रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तुम अपने देश में किसी सतानेवाले बैरी से लड़ने को निकलो, तब तुरहियों को साँस बाँधकर फूँकना, तब तुम्हारे परमेश्‍वर यहोवा को तुम्हारा स्मरण आएगा, और तुम अपने शत्रुओं से बचाए जाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने आनन्द के दिन में, और अपने नियत पर्वों में, और महीनों के आदि में, अपने होमबलियों और मेलबलियों के साथ उन तुरहियों को फूँकना; इससे तुम्हारे परमेश्‍वर को तुम्हारा स्मरण आएगा; मैं तुम्हारा परमेश्‍वर यहोवा हूँ।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सीनै से पारान की ओर\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरे वर्ष के दूसरे महीने के बीसवें दिन को बादल साक्षी के निवास के तम्बू पर से उठ गया,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली सीनै के जंगल में से निकलकर प्रस्थान करके निकले; और बादल पारान नामक जंगल में ठहर गया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनका प्रस्थान यहोवा की उस आज्ञा के अनुसार जो उसने मूसा को दी थी आरम्भ हुआ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सबसे पहले तो यहूदियों की छावनी के झण्डे का प्रस्थान हुआ, और वे दल बाँधकर चले; और उनका सेनापति अम्मीनादाब का पुत्र नहशोन था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्साकारियों के गोत्र का सेनापति सूआर का पुत्र नतनेल था।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जबूलूनियों के गोत्र का सेनापति हेलोन का पुत्र एलीआब था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब निवास का तम्बू उतारा गया, और गेर्शोनियों और मरारियों ने जो निवास के तम्बू को उठाते थे प्रस्थान किया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर रूबेन की छावनी के झण्डे का कूच हुआ, और वे भी दल बनाकर चले; और उनका सेनापति शदेऊर का पुत्र एलीसूर था।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शिमोनियों के गोत्र का सेनापति सूरीशद्दै का पुत्र शलूमीएल था।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गादियों के गोत्र का सेनापति दूएल का पुत्र एल्यासाप था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब कहातियों ने पवित्र वस्तुओं को उठाए हुए प्रस्थान किया, और उनके पहुँचने तक गेर्शोनियों और मरारियों ने निवास के तम्बू को खड़ा कर दिया।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एप्रैमियों की छावनी के झण्डे का कूच हुआ, और वे भी दल बनाकर चले; और उनका सेनापति अम्मीहूद का पुत्र एलीशामा था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मनश्शेइयों के गोत्र का सेनापति पदासूर का पुत्र गम्लीएल था।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बिन्यामीनियों के गोत्र का सेनापति गिदोनी का पुत्र अबीदान था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दानियों की छावनी जो सब छावनियों के पीछे थी, उसके झण्डे का प्रस्थान हुआ, और वे भी दल बनाकर चले; और उनका सेनापति अम्मीशद्दै का पुत्र अहीएजेर था।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और आशेरियों के गोत्र का सेनापति ओक्रान का पुत्र पगीएल था।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नप्तालियों के गोत्र का सेनापति एनान का पुत्र अहीरा था।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली इसी प्रकार अपने-अपने दलों के अनुसार प्रस्थान करते, और आगे बढ़ा करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने अपने ससुर रूएल मिद्यानी के पुत्र होबाब से कहा, “हम लोग उस स्थान की यात्रा करते हैं जिसके विषय में यहोवा ने कहा है, ‘मैं उसे तुम को दूँगा’; इसलिए तू भी हमारे संग चल, और हम तेरी भलाई करेंगे; क्योंकि यहोवा ने इस्राएल के विषय में भला ही कहा है।”\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "होबाब ने उसे उत्तर दिया, “मैं नहीं जाऊँगा; मैं अपने देश और कुटुम्बियों में लौट जाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने कहा, “हमको न छोड़, क्योंकि जंगल में कहाँ-कहाँ डेरा खड़ा करना चाहिये, यह तुझे ही मालूम है, तू हमारे लिए आँखों का काम करना*।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि तू हमारे संग चले, तो निश्चय जो भलाई यहोवा हम से करेगा उसी के अनुसार हम भी तुझ से वैसा ही करेंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर इस्राएलियों ने यहोवा के पर्वत से प्रस्थान करके तीन दिन की यात्रा की; और उन तीनों दिनों के मार्ग में यहोवा की वाचा का सन्दूक उनके लिये विश्राम का स्थान ढूँढ़ता हुआ उनके आगे-आगे चलता रहा।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वे छावनी के स्थान से प्रस्थान करते थे तब दिन भर यहोवा का बादल उनके ऊपर छाया रहता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब सन्दूक का प्रस्थान होता था तब-तब मूसा यह कहा करता था, “हे यहोवा, उठ, और तेरे शत्रु तितर-बितर हो जाएँ, और तेरे बैरी तेरे सामने से भाग जाएँ।”\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब वह ठहर जाता था तब-तब मूसा कहा करता था, “हे यहोवा, हजारों-हजार इस्राएलियों में लौटकर आ जा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "चाँदी की तुरहियों के बनाने और व्यवहार में लाने की विधि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}