{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वे लोग बुड़बुड़ाने और यहोवा के सुनते बुरा कहने लगे; अतः यहोवा ने सुना, और उसका कोप भड़क उठा, और यहोवा की आग उनके मध्य में जल उठी, और छावनी के एक किनारे से भस्म करने लगी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लोग मूसा के पास आकर चिल्लाए; और मूसा ने यहोवा से प्रार्थना की, तब वह आग बुझ गई,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस स्थान का नाम तबेरा* पड़ा, क्योंकि यहोवा की आग उनके मध्य में जल उठी थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भोजन के विषय में शिकायतें\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जो मिली-जुली भीड़ उनके साथ थी, वह बेहतर भोजन की लालसा करने लगी; और फिर इस्राएली भी रोने और कहने लगे, “हमें माँस खाने को कौन देगा? (1 कुरि. 10:6)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमें वे मछलियाँ स्मरण हैं जो हम मिस्र में सेंत-मेंत खाया करते थे, और वे खीरे, और खरबूजे, और गन्दने, और प्याज, और लहसुन भी;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अब हमारा जी घबरा गया है, यहाँ पर इस मन्ना को छोड़ और कुछ भी देख नहीं पड़ता।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मन्ना तो धनिये के समान था, और उसका रंग रूप मोती के समान था।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लोग इधर-उधर जाकर उसे बटोरते, और चक्की में पीसते या ओखली में कूटते थे, फिर तसले में पकाते, और उसके फुलके बनाते थे; और उसका स्वाद तेल में बने हुए पूए के समान था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और रात को छावनी में ओस पड़ती थी तब उसके साथ मन्ना भी गिरता था। (यूह. 6:31)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा ने सब घरानों के आदमियों को अपने-अपने डेरे के द्वार पर रोते सुना; और यहोवा का कोप अत्यन्त भड़का, और मूसा को भी उनका बुड़बुड़ाना बुरा लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने यहोवा से कहा, “तू अपने दास से यह बुरा व्यवहार क्यों करता है? और क्या कारण है कि मैंने तेरी दृष्टि में अनुग्रह नहीं पाया, कि तूने इन सब लोगों का भार मुझ पर डाला है?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या ये सब लोग मेरे ही कोख में पड़े थे? क्या मैं ही ने उनको उत्‍पन्‍न किया, जो तू मुझसे कहता है, कि जैसे पिता दूध पीते बालक को अपनी गोद में उठाए-उठाए फिरता है, वैसे ही मैं इन लोगों को अपनी गोद में उठाकर उस देश में ले जाऊँ, जिसके देने की शपथ तूने उनके पूर्वजों से खाई है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मुझे इतना माँस कहाँ से मिले कि इन सब लोगों को दूँ? ये तो यह कह-कहकर मेरे पास रो रहे हैं, कि तू हमें माँस खाने को दे।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं अकेला इन सब लोगों का भार नहीं सम्भाल सकता, क्योंकि यह मेरी शक्ति के बाहर है।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि तुझे मेरे साथ यही व्यवहार करना है, तो मुझ पर तेरा इतना अनुग्रह हो, कि तू मेरे प्राण एकदम ले ले, जिससे मैं अपनी दुर्दशा न देखने पाऊँ।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मूसा द्वारा सत्तर अगुओं का चुनाव\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने मूसा से कहा, “इस्राएली पुरनियों में से सत्तर ऐसे पुरुष मेरे पास इकट्ठे कर, जिनको तू जानता है कि वे प्रजा के पुरनिये और उनके सरदार है और मिलापवाले तम्बू के पास ले आ, कि वे तेरे साथ यहाँ खड़े हों।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैं उतरकर तुझ से वहाँ बातें करूँगा; और जो आत्मा तुझ में है उसमें से कुछ लेकर* उनमें समवाऊँगा; और वे इन लोगों का भार तेरे संग उठाए रहेंगे, और तुझे उसको अकेले उठाना न पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोगों से कह, ‘कल के लिये अपने को पवित्र करो, तब तुम्हें माँस खाने को मिलेगा; क्योंकि तुम यहोवा के सुनते हुए यह कह-कहकर रोए हो, कि हमें माँस खाने को कौन देगा? हम मिस्र ही में भले थे। इसलिए यहोवा तुम को माँस खाने को देगा, और तुम खाओगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तुम एक दिन, या दो, या पाँच, या दस, या बीस दिन ही नहीं,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु महीने भर उसे खाते रहोगे, जब तक वह तुम्हारे नथनों से निकलने न लगे और तुम को उससे घृणा न हो जाए, क्योंकि तुम लोगों ने यहोवा को जो तुम्हारे मध्य में है तुच्छ जाना है, और उसके सामने यह कहकर रोए हो कि हम मिस्र से क्यों निकल आए?’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने कहा, “जिन लोगों के बीच मैं हूँ उनमें से छः लाख तो प्यादे ही हैं; और तूने कहा है कि मैं उन्हें इतना माँस दूँगा, कि वे महीने भर उसे खाते ही रहेंगे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या वे सब भेड़-बकरी गाय-बैल उनके लिये मारे जाएँ कि उनको माँस मिले? या क्या समुद्र की सब मछलियाँ उनके लिये इकट्ठी की जाएँ, कि उनको माँस मिले?”\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने मूसा से कहा, “क्या यहोवा का हाथ छोटा हो गया है? अब तू देखेगा कि मेरा वचन जो मैंने तुझ से कहा है वह पूरा होता है कि नहीं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने बाहर जाकर प्रजा के लोगों को यहोवा की बातें कह सुनाईं; और उनके पुरनियों में से सत्तर पुरुष इकट्ठा करके तम्बू के चारों ओर खड़े किए।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा बादल में होकर उतरा और उसने मूसा से बातें की, और जो आत्मा उसमें थी उसमें से लेकर उन सत्तर पुरनियों में समवा दिया; और जब वह आत्मा उनमें आई तब वे भविष्यद्वाणी करने लगे*। परन्तु फिर और कभी न की।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु दो मनुष्य छावनी में रह गए थे, जिसमें से एक का नाम एलदाद और दूसरे का मेदाद था, उनमें भी आत्मा आई; ये भी उन्हीं में से थे जिनके नाम लिख लिए गये थे, पर तम्बू के पास न गए थे, और वे छावनी ही में भविष्यद्वाणी करने लगे।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब किसी जवान ने दौड़कर मूसा को बताया, कि एलदाद और मेदाद छावनी में भविष्यद्वाणी कर रहे हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब नून का पुत्र यहोशू, जो मूसा का टहलुआ और उसके चुने हुए वीरों में से था, उसने मूसा से कहा, “हे मेरे स्वामी मूसा, उनको रोक दे।”\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने उनसे कहा, “क्या तू मेरे कारण जलता है? भला होता कि यहोवा की सारी प्रजा के लोग भविष्यद्वक्ता होते, और यहोवा अपना आत्मा उन सभी में समवा देता!” (1 कुरि. 14:5)\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फिर मूसा इस्राएल के पुरनियों समेत छावनी में चला गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "छावनी में बटेरें\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा की ओर से एक बड़ी आँधी आई, और वह समुद्र से बटेरें उड़ाके छावनी पर और उसके चारों ओर इतनी ले आई, कि वे इधर-उधर एक दिन के मार्ग तक भूमि पर दो हाथ के लगभग ऊँचे तक छा गए।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोगों ने उठकर उस दिन भर और रात भर, और दूसरे दिन भी दिन भर बटेरों को बटोरते रहे; जिसने कम से कम बटोरा उसने दस होमेर बटोरा; और उन्होंने उन्हें छावनी के चारों ओर फैला दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "माँस उनके मुँह ही में था, और वे उसे खाने न पाए थे कि यहोवा का कोप उन पर भड़क उठा, और उसने उनको बहुत बड़ी मार से मारा।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस स्थान का नाम किब्रोतहत्तावा पड़ा, क्योंकि जिन लोगों ने माँस की लालसा की थी उनको वहाँ मिट्टी दी गई। (1 कुरि. 10:6)\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर इस्राएली किब्रोतहत्तावा से प्रस्थान करके हसेरोत में पहुँचे, और वहीं रहे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों का कुड़कुड़ाना और इसका दण्ड पाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}