{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“कनान देश जिसे मैं इस्राएलियों को देता हूँ, उसका भेद लेने के लिये पुरुषों को भेज; वे उनके पितरों के प्रति गोत्र का एक-एक प्रधान पुरुष हों।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा से यह आज्ञा पाकर मूसा ने ऐसे पुरुषों को पारान जंगल से भेज दिया, जो सब के सब इस्राएलियों के प्रधान थे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके नाम ये हैं रूबेन के गोत्र में से जक्कूर का पुत्र शम्मू;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमोन के गोत्र में से होरी का पुत्र शापात;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के गोत्र में से यपुन्‍ने का पुत्र कालेब;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्साकार के गोत्र में से यूसुफ का पुत्र यिगाल;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एप्रैम के गोत्र में से नून का पुत्र होशे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बिन्यामीन के गोत्र में से रापू का पुत्र पलती;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जबूलून के गोत्र में से सोदी का पुत्र गद्दीएल;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ वंशियों में, मनश्शे के गोत्र में से सूसी का पुत्र गद्दी;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दान के गोत्र में से गमल्ली का पुत्र अम्मीएल;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आशेर के गोत्र में से मीकाएल का पुत्र सतूर;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नप्ताली के गोत्र में से वोप्सी का पुत्र नहूबी;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गाद के गोत्र में से माकी का पुत्र गूएल।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिन पुरुषों को मूसा ने देश का भेद लेने के लिये भेजा था उनके नाम ये ही हैं। और नून के पुत्र होशे का नाम मूसा ने यहोशू रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनको कनान देश के भेद लेने को भेजते समय मूसा ने कहा, “इधर से, अर्थात् दक्षिण देश होकर जाओ,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पहाड़ी देश में जाकर उस देश को देख लो कि कैसा है, और उसमें बसे हुए लोगों को भी देखो कि वे बलवान हैं या निर्बल, थोड़े हैं या बहुत,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस देश में वे बसे हुए हैं वह कैसा है, अच्छा या बुरा, और वे कैसी-कैसी बस्तियों में बसे हुए हैं, और तम्बूओं में रहते हैं या गढ़ अथवा किलों में रहते हैं,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह देश कैसा है, उपजाऊ है या बंजर है, और उसमें वृक्ष हैं या नहीं। और तुम हियाव बाँधे चलो, और उस देश की उपज में से कुछ लेते भी आना।” वह समय पहली पक्की दाखों का था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वे चल दिए, और सीन नामक जंगल से ले रहोब तक, जो हमात के मार्ग में है, सारे देश को देखभालकर उसका भेद लिया।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे दक्षिण देश होकर चले, और हेब्रोन तक गए; वहाँ अहीमन, शेशै, और तल्मै नामक अनाकवंशी रहते थे। हेब्रोन मिस्र के सोअन से सात वर्ष पहले बसाया गया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे एशकोल नामक नाले* तक गए, और वहाँ से एक डाली दाखों के गुच्छे समेत तोड़ ली, और दो मनुष्य उसे एक लाठी पर लटकाए हुए उठा ले चले गए; और वे अनारों और अंजीरों में से भी कुछ-कुछ ले आए।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली वहाँ से जो दाखों का गुच्छा तोड़ ले आए थे, इस कारण उस स्थान का नाम एशकोल नाला रखा गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भेदियों का वापस लौटना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चालीस दिन के बाद* वे उस देश का भेद लेकर लौट आए।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पारान जंगल के कादेश नामक स्थान में मूसा और हारून और इस्राएलियों की सारी मण्डली के पास पहुँचे; और उनको और सारी मण्डली को संदेशा दिया, और उस देश के फल उनको दिखाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने मूसा से यह कहकर वर्णन किया, “जिस देश में तूने हमको भेजा था उसमें हम गए; उसमें सचमुच दूध और मधु की धाराएँ बहती हैं, और उसकी उपज में से यही है।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उस देश के निवासी बलवान हैं, और उसके नगर गढ़वाले हैं और बहुत बड़े हैं; और फिर हमने वहाँ अनाकवंशियों को भी देखा।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दक्षिण देश में तो अमालेकी बसे हुए हैं; और पहाड़ी देश में हित्ती, यबूसी, और एमोरी रहते हैं; और समुद्र के किनारे-किनारे और यरदन नदी के तट पर कनानी बसे हुए हैं।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर कालेब ने मूसा के सामने प्रजा के लोगों को चुप कराने के विचार से कहा, “हम अभी चढ़कर उस देश को अपना कर लें; क्योंकि निःसन्देह हम में ऐसा करने की शक्ति है।” \n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर जो पुरुष उसके संग गए थे उन्होंने कहा, “उन लोगों पर चढ़ने की शक्ति हम में नहीं है; क्योंकि वे हम से बलवान हैं।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने इस्राएलियों के सामने उस देश की जिसका भेद उन्होंने लिया था यह कहकर निन्दा भी की, “वह देश जिसका भेद लेने को हम गये थे ऐसा है, जो अपने निवासियों को निगल जाता है; और जितने पुरुष हमने उसमें देखे वे सब के सब बड़े डील-डौल के हैं।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हमने वहाँ नपीलों को, अर्थात् नपीली जातिवाले अनाकवंशियों को देखा; और हम अपनी दृष्टि में तो उनके सामने टिड्डे के सामान दिखाई पड़ते थे, और ऐसे ही उनकी दृष्टि में मालूम पड़ते थे।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "भेदियों को कनान भेजा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}