{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सारी मण्डली चिल्ला उठी; और रात भर वे लोग रोते ही रहे। (इब्रा. 3:16-18)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सब इस्राएली मूसा और हारून पर बुड़बुड़ाने लगे; और सारी मण्डली उससे कहने लगी, “भला होता कि हम मिस्र ही में मर जाते! या इस जंगल ही में मर जाते! (1 कुरि. 10:10)\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा हमको उस देश में ले जाकर क्यों तलवार से मरवाना चाहता है? हमारी स्त्रियाँ और बाल-बच्चे तो लूट में चले जाएँगे; क्या हमारे लिये अच्छा नहीं कि हम मिस्र देश को लौट जाएँ?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वे आपस में कहने लगे, “आओ, हम किसी को अपना प्रधान बना लें, और मिस्र को लौट चलें।” (प्रेरि. 7:39)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा और हारून इस्राएलियों की सारी मण्डली के सामने मुँह के बल गिरे*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नून का पुत्र यहोशू और यपुन्‍ने का पुत्र कालेब, जो देश के भेद लेनेवालों में से थे, अपने-अपने वस्त्र फाड़कर,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएलियों की सारी मण्डली से कहने लगे, “जिस देश का भेद लेने को हम इधर-उधर घूम कर आए हैं, वह अत्यन्त उत्तम देश है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि यहोवा हम से प्रसन्‍न हो, तो हमको उस देश में, जिसमें दूध और मधु की धाराएँ बहती हैं, पहुँचाकर उसे हमें दे देगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "केवल इतना करो कि तुम यहोवा के विरुद्ध बलवा न करो; और न उस देश के लोगों से डरो, क्योंकि वे हमारी रोटी ठहरेंगे; छाया उनके ऊपर से हट गई है, और यहोवा हमारे संग है; उनसे न डरो।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सारी मण्डली चिल्ला उठी, कि इनको पथरवाह करो। तब यहोवा का तेज मिलापवाले तम्बू में सब इस्राएलियों पर प्रकाशमान हुआ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लोगों के लिये मूसा की विनती\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “ये लोग कब तक मेरा तिरस्कार करते रहेंगे? और मेरे सब आश्चर्यकर्मों को देखने पर भी कब तक मुझ पर विश्वास न करेंगे?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उन्हें मरी से मारूँगा, और उनके निज भाग से उन्हें निकाल दूँगा, और तुझ से एक जाति उत्‍पन्‍न करूँगा जो उनसे बड़ी और बलवन्त होगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने यहोवा से कहा, “तब तो मिस्री जिनके मध्य में से तू अपनी सामर्थ्य दिखाकर उन लोगों को निकाल ले आया है यह सुनेंगे,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस देश के निवासियों से कहेंगे। उन्होंने तो यह सुना है कि तू जो यहोवा है इन लोगों के मध्य में रहता है; और प्रत्यक्ष दिखाई देता है, और तेरा बादल उनके ऊपर ठहरा रहता है, और तू दिन को बादल के खम्भे में, और रात को अग्नि के खम्भे में होकर इनके आगे-आगे चला करता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यदि तू इन लोगों को एक ही बार में मार डाले, तो जिन जातियों ने तेरी कीर्ति सुनी है वे कहेंगी,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि यहोवा उन लोगों को उस देश में जिसे उसने उन्हें देने की शपथ खाई थी, पहुँचा न सका, इस कारण उसने उन्हें जंगल में घात कर डाला है। (1 कुरि. 10:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब प्रभु की सामर्थ्य की महिमा तेरे कहने के अनुसार हो,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि यहोवा कोप करने में धीरजवन्त और अति करुणामय है, और अधर्म और अपराध का क्षमा करनेवाला है, परन्तु वह दोषी को किसी प्रकार से निर्दोष न ठहराएगा, और पूर्वजों के अधर्म का दण्ड उनके बेटों, और पोतों, और परपोतों को देता है।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब इन लोगों के अधर्म को अपनी बड़ी करुणा के अनुसार, और जैसे तू मिस्र से लेकर यहाँ तक क्षमा करता रहा है वैसे ही अब भी क्षमा कर दे।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने कहा, “तेरी विनती के अनुसार मैं क्षमा करता हूँ;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मेरे जीवन की शपथ सचमुच सारी पृथ्वी यहोवा की महिमा से परिपूर्ण हो जाएगी; (इब्रा. 3:11)\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन सब लोगों ने जिन्होंने मेरी महिमा मिस्र देश में और जंगल में देखी, और मेरे किए हुए आश्चर्यकर्मों को देखने पर भी दस बार मेरी परीक्षा की, और मेरी बातें नहीं मानी, (इब्रा. 3:18)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जिस देश के विषय मैंने उनके पूर्वजों से शपथ खाई, उसको वे कभी देखने न पाएँगे; अर्थात् जितनों ने मेरा अपमान किया है उनमें से कोई भी उसे देखने न पाएगा। (1 कुरि. 10:5)\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु इस कारण से कि मेरे दास कालेब के साथ और ही आत्मा है, और उसने पूरी रीति से मेरा अनुकरण किया है, मैं उसको उस देश में जिसमें वह हो आया है पहुँचाऊँगा, और उसका वंश उस देश का अधिकारी होगा।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अमालेकी और कनानी लोग तराई में रहते हैं, इसलिए कल तुम घूमकर प्रस्थान करो, और लाल समुद्र के मार्ग से जंगल में जाओ।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बुड़बुड़ाना का दण्ड\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा और हारून से कहा,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यह बुरी मण्डली मुझ पर बुड़बुड़ाती रहती है, उसको मैं कब तक सहता रहूँ? इस्राएली जो मुझ पर बड़बड़ाते रहते हैं, उनका यह बुड़बुड़ाना मैंने तो सुना है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उनसे कह कि यहोवा की यह वाणी है, कि मेरे जीवन की शपथ जो बातें तुमने मेरे सुनते कही हैं, निःसन्देह मैं उसी के अनुसार तुम्हारे साथ व्यवहार करूँगा।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारी शव इसी जंगल में पड़ी रहेंगी; और तुम सब में से बीस वर्ष की या उससे अधिक आयु के जितने गिने गए थे, और मुझ पर बड़बड़ाते थे, (इब्रा. 3:17)\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसमें से यपुन्‍ने के पुत्र कालेब और नून के पुत्र यहोशू को छोड़ कोई भी उस देश में न जाने पाएगा, जिसके विषय मैंने शपथ खाई है कि तुम को उसमें बसाऊँगा। (1 कुरि.10:5, यहू.1:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तुम्हारे बाल-बच्चे जिनके विषय तुमने कहा है, कि वे लूट में चले जाएँगे, उनको मैं उस देश में पहुँचा दूँगा; और वे उस देश को जान लेंगे जिसको तुमने तुच्छ जाना है।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तुम लोगों की शव इसी जंगल में पड़े रहेंगे।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक तुम्हारे शव जंगल में न गल जाएँ तब तक, अर्थात् चालीस वर्ष तक, तुम्हारे बाल-बच्चे जंगल में तुम्हारे व्यभिचार का फल भोगते हुए भटकते रहेंगे। (प्रेरि. 7:36)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जितने दिन तुम उस देश का भेद लेते रहे, अर्थात् चालीस दिन उनकी गिनती के अनुसार, एक दिन के बदले एक वर्ष, अर्थात् चालीस वर्ष तक तुम अपने अधर्म का दण्ड उठाए रहोगे, तब तुम जान लोगे कि मेरा विरोध क्या है। (प्रेरि. 13:18)\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं यहोवा यह कह चुका हूँ, कि इस बुरी मण्डली के लोग जो मेरे विरुद्ध इकट्ठे हुए हैं इसी जंगल में मर मिटेंगें; और निःसन्देह ऐसा ही करूँगा भी।” (इब्रा. 3:16-18)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जिन पुरुषों को मूसा ने उस देश के भेद लेने के लिये भेजा था, और उन्होंने लौटकर उस देश की नामधराई करके सारी मण्डली को कुड़कुड़ाने के लिये उभारा था, (यहू. 1:5)\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस देश की वे नामधराई करनेवाले पुरुष यहोवा के मारने से उसके सामने मर गये।\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु देश के भेद लेनेवाले पुरुषों में से नून का पुत्र यहोशू और यपुन्‍ने का पुत्र कालेब दोनों जीवित रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने ये बातें सब इस्राएलियों को कह सुनाई और वे बहुत विलाप करने लगे।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे सवेरे उठकर यह कहते हुए पहाड़ की चोटी पर चढ़ने लगे, “हमने पाप किया है; परन्तु अब तैयार हैं, और उस स्थान को जाएँगे जिसके विषय यहोवा ने वचन दिया था।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने कहा, “तुम यहोवा की आज्ञा का उल्लंघन क्यों करते हो? यह सफल न होगा।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा तुम्हारे मध्य में नहीं है, मत चढ़ो, नहीं तो शत्रुओं से हार जाओगे।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ तुम्हारे आगे अमालेकी और कनानी लोग हैं, इसलिए तुम तलवार से मारे जाओगे; तुम यहोवा को छोड़कर फिर गए हो, इसलिए वह तुम्हारे संग नहीं रहेगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वे ढिठाई करके पहाड़ की चोटी पर चढ़ गए, परन्तु यहोवा की वाचा का सन्दूक, और मूसा, छावनी से न हटे।\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अमालेकी और कनानी जो उस पहाड़ पर रहते थे उन पर चढ़ आए, और होर्मा तक उनको मारते चले आए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "लोगों का बुड़बुड़ाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}