{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से बातें करके उनके पूर्वजों के घरानों के अनुसार, उनके सब प्रधानों के पास से एक-एक छड़ी ले; और उन बारह छड़ियों में से एक-एक पर एक-एक के मूल पुरुष का नाम लिख,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लेवियों की छड़ी पर हारून का नाम लिख। क्योंकि इस्राएलियों के पूर्वजों के घरानों के एक-एक मुख्य पुरुष की एक-एक छड़ी होगी।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन छड़ियों को मिलापवाले तम्बू में साक्षीपत्र के आगे, जहाँ मैं तुम लोगों से मिला करता हूँ, रख दे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस पुरुष को मैं चुनूँगा उसकी छड़ी में कलियाँ फूट निकलेंगी; और इस्राएली जो तुम पर बड़बड़ाते रहते हैं, वह बुड़बुड़ाना मैं अपने ऊपर से दूर करूँगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः मूसा ने इस्राएलियों से यह बात कही; और उनके सब प्रधानों ने अपने-अपने लिए, अपने-अपने पूर्वजों के घरानों के अनुसार, एक-एक छड़ी उसे दी, सो बारह छड़ियाँ हुई; और उन छड़ियों में हारून की भी छड़ी थी।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन छड़ियों को मूसा ने साक्षीपत्र के तम्बू में यहोवा के सामने रख दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरे दिन मूसा साक्षीपत्र के तम्बू में गया; तो क्या देखा, कि हारून की छड़ी जो लेवी के घराने के लिये थी उसमें कलियाँ फूट निकली, उसमें कलियाँ लगीं, और फूल भी फूले, और पके बादाम भी लगे हैं*।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा उन सब छड़ियों को यहोवा के सामने से निकालकर सब इस्राएलियों के पास ले गया; और उन्होंने अपनी-अपनी छड़ी पहचानकर ले ली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा, “हारून की छड़ी को साक्षीपत्र के सामने फिर रख दे, कि यह उन बलवा करनेवालों के लिये एक निशान बनकर रखी रहे, कि तू उनका बुड़बुड़ाना जो मेरे विरुद्ध होता रहता है भविष्य में रोक सके, ऐसा न हो कि वे मर जाएँ।” (इब्रा. 9:4)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा ने यहोवा की इस आज्ञा के अनुसार ही किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली मूसा से कहने लगे, देख, “हमारे प्राण निकलने वाले हैं, हम नष्ट हुए, हम सब के सब नष्ट हुए जाते हैं।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कोई यहोवा के निवास के तम्बू के समीप जाता है वह मारा जाता है। तो क्या हम सब के सब मर ही जाएँगे?” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "हारून की छड़ी में कलियाँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}