{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहले महीने में सारी इस्राएली मण्डली के लोग सीन नामक जंगल में आ गए, और कादेश में रहने लगे; और वहाँ मिर्याम मर गई, और वहीं उसको मिट्टी दी गई।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मूसा और हारून का पाप\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ मण्डली के लोगों के लिये पानी न मिला; इसलिए वे मूसा और हारून के विरुद्ध इकट्ठे हुए*।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोग यह कहकर मूसा से झगड़ने लगे, “भला होता कि हम उस समय ही मर गए होते जब हमारे भाई यहोवा के सामने मर गए!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम यहोवा की मण्डली को इस जंगल में क्यों ले आए हो, कि हम अपने पशुओं समेत यहाँ मर जाए?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुमने हमको मिस्र से क्यों निकालकर इस बुरे स्थान में पहुँचाया है? यहाँ तो बीज, या अंजीर, या दाखलता, या अनार, कुछ नहीं है, यहाँ तक कि पीने को कुछ पानी भी नहीं है।” (इब्रा. 3:8)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा और हारून मण्डली के सामने से मिलापवाले तम्बू के द्वार पर जाकर अपने मुँह के बल गिरे। और यहोवा का तेज उनको दिखाई दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उस लाठी को ले, और तू अपने भाई हारून समेत मण्डली को इकट्ठा करके उनके देखते उस चट्टान से बातें कर, तब वह अपना जल देगी; इस प्रकार से तू चट्टान में से उनके लिये जल निकालकर मण्डली के लोगों और उनके पशुओं को पिला।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की इस आज्ञा के अनुसार मूसा ने उसके सामने से लाठी को ले लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा और हारून ने मण्डली को उस चट्टान के सामने इकट्ठा किया, तब मूसा ने उससे कह, “हे बलवा करनेवालों, सुनो; क्या हमको इस चट्टान में से तुम्हारे लिये जल निकालना होगा?”\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने हाथ उठाकर लाठी चट्टान पर दो बार मारी*; और उसमें से बहुत पानी फूट निकला, और मण्डली के लोग अपने पशुओं समेत पीने लगे। (1 कुरि. 10:4)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मूसा और हारून से यहोवा ने कहा, “तुमने जो मुझ पर विश्वास नहीं किया, और मुझे इस्राएलियों की दृष्टि में पवित्र नहीं ठहराया, इसलिए तुम इस मण्डली को उस देश में पहुँचाने न पाओगे जिसे मैंने उन्हें दिया है।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस सोते का नाम मरीबा* पड़ा, क्योंकि इस्राएलियों ने यहोवा से झगड़ा किया था, और वह उनके बीच पवित्र ठहराया गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "एदोमियों द्वारा रास्ता न देना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने कादेश से एदोम के राजा के पास दूत भेजे, “तेरा भाई इस्राएल यह कहता है, कि हम पर जो-जो क्लेश पड़े हैं वह तू जानता होगा;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् यह कि हमारे पुरखा मिस्र में गए थे, और हम मिस्र में बहुत दिन रहे; और मिस्रियों ने हमारे पुरखाओं के साथ और हमारे साथ भी बुरा बर्ताव किया;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब हमने यहोवा की दुहाई दी तब उसने हमारी सुनी, और एक दूत को भेजकर हमें मिस्र से निकाल ले आया है; इसलिए अब हम कादेश नगर में हैं जो तेरी सीमा ही पर है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः हमें अपने देश में से होकर जाने दे। हम किसी खेत या दाख की बारी से होकर न चलेंगे, और कुओं का पानी न पीएँगे; सड़क ही सड़क से होकर चले जाएँगे, और जब तक तेरे देश से बाहर न हो जाएँ, तब तक न दाएँ न बाएँ मुड़ेंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु एदोमियों के राजा ने उसके पास कहला भेजा, “तू मेरे देश में से होकर मत जा, नहीं तो मैं तलवार लिये हुए तेरा सामना करने को निकलूँगा।”\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएलियों ने उसके पास फिर कहला भेजा, “हम सड़क ही सड़क से चलेंगे, और यदि हम और हमारे पशु तेरा पानी पीएँ, तो उसका दाम देंगे, हमको और कुछ नहीं, केवल पाँव-पाँव चलकर निकल जाने दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उसने कहा, “तू आने न पाएगा।” और एदोम बड़ी सेना लेकर भुजबल से उसका सामना करने को निकल आया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार एदोम ने इस्राएल को अपने देश के भीतर से होकर जाने देने से इन्कार किया; इसलिए इस्राएल उसकी ओर से मुड़ गए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "हारून की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएलियों की सारी मण्डली कादेश से कूच करके होर नामक पहाड़ के पास आ गई। (गिनती. 33:37, 21:4)\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एदोम देश की सीमा पर होर पहाड़ में यहोवा ने मूसा और हारून से कहा,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हारून अपने लोगों में जा मिलेगा; क्योंकि तुम दोनों ने जो मरीबा नामक सोते पर मेरा कहना न मानकर मुझसे बलवा किया है, इस कारण वह उस देश में जाने न पाएगा जिसे मैंने इस्राएलियों को दिया है। (व्यवस्थाविवरण. 32:50)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू हारून और उसके पुत्र एलीआजर को होर पहाड़ पर ले चल;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून के वस्त्र उतारकर उसके पुत्र एलीआजर को पहना; तब हारून वहीं मरकर अपने लोगों में जा मिलेगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की इस आज्ञा के अनुसार मूसा ने किया; वे सारी मण्डली के देखते होर पहाड़ पर चढ़ गए।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने हारून के वस्त्र उतारकर उसके पुत्र एलीआजर को पहनाए और हारून वहीं पहाड़ की चोटी पर मर गया। तब मूसा और एलीआजर पहाड़ पर से उतर आए।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब इस्राएल की सारी मण्डली ने देखा कि हारून का प्राण छूट गया है, तब इस्राएल के सब घराने के लोग उसके लिये तीस दिन तक रोते रहे। (उत्पत्ति. 50:3, व्यवस्थाविवरण. 34:8)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मिर्याम की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}