{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएलियों ने कूच करके यरीहो के पास यरदन नदी के इस पार मोआब के अराबा में डेरे खड़े किए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सिप्पोर के पुत्र बालाक ने देखा कि इस्राएल ने एमोरियों से क्या-क्या किया है।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मोआब यह जानकर, कि इस्राएली बहुत हैं, उन लोगों से अत्यन्त डर गया; यहाँ तक कि मोआब इस्राएलियों के कारण अत्यन्त व्याकुल हुआ।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मोआबियों ने मिद्यानी पुरनियों से कहा, “अब वह दल हमारे चारों ओर के सब लोगों को चट कर जाएगा, जिस तरह बैल खेत की हरी घास को चट कर जाता है।” उस समय सिप्पोर का पुत्र बालाक मोआब का राजा था;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इसने पतोर नगर को, जो फरात के तट पर बोर के पुत्र बिलाम* के जाति भाइयों की भूमि थी, वहाँ बिलाम के पास दूत भेजे कि वे यह कहकर उसे बुला लाएँ, “सुन एक दल मिस्र से निकल आया है, और भूमि उनसे ढक गई है, और अब वे मेरे सामने ही आकर बस गए हैं।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए आ, और उन लोगों को मेरे निमित्त श्राप दे, क्योंकि वे मुझसे अधिक बलवन्त हैं, तब सम्भव है कि हम उन पर जयवन्त हों, और हम सब इनको अपने देश से मारकर निकाल दें; क्योंकि यह तो मैं जानता हूँ कि जिसको तू आशीर्वाद देता है वह धन्य होता है, और जिसको तू श्राप देता है वह श्रापित होता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मोआबी और मिद्यानी पुरनिये भावी कहने की दक्षिणा लेकर चले, और बिलाम के पास पहुँचकर बालाक की बातें कह सुनाईं। (2 पत. 2:15, यहू. 1:1)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “आज रात को यहाँ टिको, और जो बात यहोवा मुझसे कहेगा, उसी के अनुसार मैं तुम को उत्तर दूँगा।” तब मोआब के हाकिम बिलाम के यहाँ ठहर गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने बिलाम के पास आकर पूछा, “तेरे यहाँ ये पुरुष कौन हैं?”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बिलाम ने परमेश्‍वर से कहा, “सिप्पोर के पुत्र मोआब के राजा बालाक ने मेरे पास यह कहला भेजा है,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘सुन, जो दल मिस्र से निकल आया है उससे भूमि ढँप गई है; इसलिए आकर मेरे लिये उन्हें श्राप दे; सम्भव है कि मैं उनसे लड़कर उनको बरबस निकाल सकूँगा’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर ने बिलाम से कहा, “तू इनके संग मत जा; उन लोगों को श्राप मत दे, क्योंकि वे आशीष के भागी हो चुके हैं।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भोर को बिलाम ने उठकर बालाक के हाकिमों से कहा, “तुम अपने देश को चले जाओ; क्योंकि यहोवा मुझे तुम्हारे साथ जाने की आज्ञा नहीं देता।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मोआबी हाकिम चले गए और बालाक के पास जाकर कहा, “बिलाम ने हमारे साथ आने से मना किया है।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पर बालाक ने फिर और हाकिम भेजे, जो पहले से प्रतिष्ठित और गिनती में भी अधिक थे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने बिलाम के पास आकर कहा, “सिप्पोर का पुत्र बालाक यह कहता है, ‘मेरे पास आने से किसी कारण मना मत कर;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं निश्चय तेरी बड़ी प्रतिष्ठा करूँगा, और जो कुछ तू मुझसे कहे वही मैं करूँगा; इसलिए आ, और उन लोगों को मेरे निमित्त श्राप दे।’”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बिलाम ने बालाक के कर्मचारियों को उत्तर दिया, “चाहे बालाक अपने घर को सोने चाँदी से भरकर मुझे दे दे, तो भी मैं अपने परमेश्‍वर यहोवा की आज्ञा को पलट नहीं सकता, कि उसे घटाकर व बढ़ाकर मानूँ।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब तुम लोग आज रात को यहीं टिक रहो, ताकि मैं जान लूँ, कि यहोवा मुझसे और क्या कहता है।”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर ने रात को बिलाम के पास आकर कहा, “यदि वे पुरुष तुझे बुलाने आए हैं, तो तू उठकर उनके संग जा; परन्तु जो बात मैं तुझ से कहूँ उसी के अनुसार करना।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बिलाम और उसकी गदही\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बिलाम भोर को उठा, और अपनी गदही पर काठी बाँधकर मोआबी हाकिमों के संग चल पड़ा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके जाने के कारण परमेश्‍वर का कोप भड़क उठा, और यहोवा का दूत* उसका विरोध करने के लिये मार्ग रोककर खड़ा हो गया। वह तो अपनी गदही पर सवार होकर जा रहा था, और उसके संग उसके दो सेवक भी थे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस गदही को यहोवा का दूत हाथ में नंगी तलवार लिये हुए मार्ग में खड़ा दिखाई पड़ा; तब गदही मार्ग छोड़कर खेत में चली गई; तब बिलाम ने गदही को मारा कि वह मार्ग पर फिर आ जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का दूत दाख की बारियों के बीच की गली में, जिसके दोनों ओर बारी की दीवार थी, खड़ा हुआ।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा के दूत को देखकर गदही दीवार से ऐसी सट गई कि बिलाम का पाँव दीवार से दब गया; तब उसने उसको फिर मारा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का दूत आगे बढ़कर एक सकरे स्थान पर खड़ा हुआ, जहाँ न तो दाहिनी ओर हटने की जगह थी और न बाईं ओर।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ यहोवा के दूत को देखकर गदही बिलाम को लिये हुए बैठ गई; फिर तो बिलाम का कोप भड़क उठा, और उसने गदही को लाठी से मारा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने गदही का मुँह खोल दिया, और वह बिलाम से कहने लगी, “मैंने तेरा क्या किया है कि तूने मुझे तीन बार मारा?” (2 पत. 2:16)\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बिलाम ने गदही से कहा, “यह कि तूने मुझसे नटखटी की। यदि मेरे हाथ में तलवार होती तो मैं तुझे अभी मार डालता।”\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गदही ने बिलाम से कहा, “क्या मैं तेरी वही गदही नहीं, जिस पर तू जन्म से आज तक चढ़ता आया है? क्या मैं तुझ से कभी ऐसा करती थी?” वह बोला, “नहीं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने बिलाम की आँखें खोलीं, और उसको यहोवा का दूत हाथ में नंगी तलवार लिये हुए मार्ग में खड़ा दिखाई पड़ा; तब वह झुक गया, और मुँह के बल गिरकर दण्डवत् किया।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा के दूत ने उससे कहा, “तूने अपनी गदही को तीन बार क्यों मारा? सुन, तेरा विरोध करने को मैं ही आया हूँ, इसलिए कि तू मेरे सामने दुष्ट चाल चलता है;\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह गदही मुझे देखकर मेरे सामने से तीन बार हट गई। यदि वह मेरे सामने से हट न जाती, तो निःसन्देह मैं अब तक तुझको मार ही डालता, परन्तु उसको जीवित छोड़ देता।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बिलाम ने यहोवा के दूत से कहा, “मैंने पाप किया है; मैं नहीं जानता था कि तू मेरा सामना करने को मार्ग में खड़ा है। इसलिए अब यदि तुझे बुरा लगता है, तो मैं लौट जाता हूँ।”\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा के दूत ने बिलाम से कहा, “इन पुरुषों के संग तू चला जा; परन्तु केवल वही बात कहना जो मैं तुझ से कहूँगा।” तब बिलाम बालाक के हाकिमों के संग चला* गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर कि बिलाम आ रहा है, बालाक उससे भेंट करने के लिये मोआब के उस नगर तक जो उस देश के अर्नोनवाले सीमा पर है गया।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बालाक ने बिलाम से कहा, “क्या मैंने बड़ी आशा से तुझे नहीं बुलवा भेजा था? फिर तू मेरे पास क्यों नहीं चला आया? क्या मैं इस योग्य नहीं कि सचमुच तेरी उचित प्रतिष्ठा कर सकता?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बिलाम ने बालाक से कहा, “देख, मैं तेरे पास आया तो हूँ! परन्तु अब क्या मैं कुछ कर सकता हूँ? जो बात परमेश्‍वर मेरे मुँह में डालेगा, वही बात मैं कहूँगा।”\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बिलाम बालाक के संग-संग चला, और वे किर्यथूसोत तक आए।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बालाक ने बैल और भेड़-बकरियों को बलि किया, और बिलाम और उसके साथ के हाकिमों के पास भेजा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भोर को बालाक बिलाम को बाल के ऊँचे स्थानों पर चढ़ा ले गया, और वहाँ से उसको सब इस्राएली लोग दिखाई पड़े।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बिलाम और मोआब का राजा बालाक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}