{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली शित्तीम में रहते थे, और वे लोग मोआबी लड़कियों के संग कुकर्म करने लगे। (1 कुरि. 10:8)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब उन स्त्रियों ने उन लोगों को अपने देवताओं के यज्ञों में नेवता दिया, तब वे लोग खाकर उनके देवताओं को दण्डवत् करने लगे। (प्रका. 2:14)\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार इस्राएली बालपोर देवता को पूजने लगे। तब यहोवा का कोप इस्राएल पर भड़क उठा; (प्रका. 2:20)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने मूसा से कहा, “प्रजा के सब प्रधानों को पकड़कर यहोवा के लिये धूप में लटका दे, जिससे मेरा भड़का हुआ कोप इस्राएल के ऊपर से दूर हो जाए।” \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने इस्राएली न्यायियों से कहा, “तुम्हारे जो-जो आदमी बालपोर के संग मिल गए हैं उन्हें घात करो।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब इस्राएलियों की सारी मण्डली मिलापवाले तम्बू के द्वार पर रो रही थी*, तो एक इस्राएली पुरुष मूसा और सब लोगों की आँखों के सामने एक मिद्यानी स्त्री को अपने साथ अपने भाइयों के पास ले आया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसे देखकर एलीआजर का पुत्र पीनहास, जो हारून याजक का पोता था, उसने मण्डली में से उठकर हाथ में एक बरछी ली,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस इस्राएली पुरुष के डेरे में जाने के बाद वह भी भीतर गया, और उस पुरुष और उस स्त्री दोनों के पेट में बरछी बेध दी। इस पर इस्राएलियों में जो मरी फैल गई थी वह थम गई।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मरी से चौबीस हजार मनुष्य मर गए। (1 कुरि. 10:8)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हारून याजक का पोता एलीआजर का पुत्र पीनहास, जिसे इस्राएलियों के बीच मेरी जैसी जलन उठी, उसने मेरी जलजलाहट को उन पर से यहाँ तक दूर किया है, कि मैंने जलकर उनका अन्त नहीं कर डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू कह दे, कि मैं उससे शान्ति की वाचा बाँधता हूँ*;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह उसके लिये, और उसके बाद उसके वंश के लिये, सदा के याजकपद की वाचा होगी, क्योंकि उसे अपने परमेश्‍वर के लिये जलन उठी, और उसने इस्राएलियों के लिये प्रायश्चित किया।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो इस्राएली पुरुष मिद्यानी स्त्री के संग मारा गया, उसका नाम जिम्री था, वह सालू का पुत्र और शिमोनियों में से अपने पितरों के घराने का प्रधान था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो मिद्यानी स्त्री मारी गई उसका नाम कोजबी था, वह सूर की बेटी थी, जो मिद्यानी पितरों के एक घराने के लोगों का प्रधान था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मिद्यानियों को सता, और उन्हें मार;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि पोर के विषय और कोजबी के विषय वे तुम को छल करके सताते हैं।” कोजबी तो एक मिद्यानी प्रधान की बेटी और मिद्यानियों की जाति बहन थी, और मरी के दिन में पोर के मामले में मारी गई।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों का वेश्यागमन और उसका दण्ड\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}