{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर* यहोवा ने मूसा और एलीआजर नामक हारून याजक के पुत्र से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों की सारी मण्डली में जितने बीस वर्ष के, या उससे अधिक आयु के होने से इस्राएलियों के बीच युद्ध करने के योग्य हैं, उनके पितरों के घरानों के अनुसार उन सभी की गिनती करो।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः मूसा और एलीआजर याजक ने यरीहो के पास यरदन नदी के तट पर मोआब के अराबा में उनको समझाके कहा,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“बीस वर्ष के और उससे अधिक आयु के लोगों की गिनती लो, जैसे कि यहोवा ने मूसा और इस्राएलियों को मिस्र देश से निकल आने के समय आज्ञा दी थी।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रूबेन जो इस्राएल का जेठा था; उसके ये पुत्र थे; अर्थात् हनोक, जिससे हनोकियों का कुल चला; और पल्लू, जिससे पल्लूइयों का कुल चला;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हेस्रोन, जिससे हेस्रोनियों का कुल चला; और कर्मी, जिससे कर्मियों का कुल चला।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रूबेनवाले कुल ये ही थे; और इनमें से जो गिने गए वे तैंतालीस हजार सात सौ तीस पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पल्लू का पुत्र एलीआब था।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एलीआब के पुत्र नमूएल, दातान, और अबीराम थे। ये वही दातान और अबीराम हैं जो सभासद थे; और जिस समय कोरह की मण्डली ने यहोवा से झगड़ा किया था, उस समय उस मण्डली में मिलकर उन्होंने भी मूसा और हारून से झगड़े थे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब उन ढाई सौ मनुष्यों के आग में भस्म हो जाने से वह मण्डली मिट गई, उसी समय पृथ्वी ने मुँह खोलकर कोरह समेत इनको भी निगल लिया; और वे एक दृष्टान्त ठहरे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु कोरह के पुत्र तो नहीं मरे थे*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमोन के पुत्र जिनसे उनके कुल निकले वे ये थे; अर्थात् नमूएल, जिससे नमूएलियों का कुल चला; और यामीन, जिससे यामीनियों का कुल चला; और याकीन, जिससे याकीनियों का कुल चला;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जेरह, जिससे जेरहियों का कुल चला; और शाऊल, जिससे शाऊलियों का कुल चला।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमोनवाले कुल ये ही थे; इनमें से बाईस हजार दो सौ पुरुष गिने गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गाद के पुत्र जिससे उनके कुल निकले वे ये थे; अर्थात् सपोन, जिससे सपोनियों का कुल चला; और हाग्गी, जिससे हाग्गियों का कुल चला; और शूनी, जिससे शूनियों का कुल चला; और ओजनी, जिससे ओजनियों का कुल चला;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एरी, जिससे एरियों का कुल चला; और अरोद, जिससे अरोदियों का कुल चला;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अरेली, जिससे अरेलियों का कुल चला।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गाद के वंश के कुल ये ही थे; इनमें से साढ़े चालीस हजार पुरुष गिने गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा के एर और ओनान नाम पुत्र तो हुए, परन्तु वे कनान देश में मर गए।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा के जिन पुत्रों से उनके कुल निकले वे ये थे; अर्थात् शेला, जिससे शेलियों का कुल चला; और पेरेस जिससे पेरेसियों का कुल चला; और जेरह, जिससे जेरहियों का कुल चला।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पेरेस के पुत्र ये थे; अर्थात् हेस्रोन, जिससे हेस्रोनियों का कुल चला; और हामूल, जिससे हामूलियों का कुल चला।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदियों के कुल ये ही थे; इनमें से साढ़े छिहत्तर हजार पुरुष गिने गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्साकार के पुत्र जिनसे उनके कुल निकले वे ये थे; अर्थात् तोला, जिससे तोलियों का कुल चला; और पुव्वा, जिससे पुव्वियों का कुल चला;\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याशूब, जिससे याशूबियों का कुल चला; और शिम्रोन, जिससे शिम्रोनियों का कुल चला।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्साकारियों के कुल ये ही थे; इनमें से चौसठ हजार तीन सौ पुरुष गिने गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जबूलून के पुत्र जिनसे उनके कुल निकले वे ये थे; अर्थात् सेरेद जिससे सेरेदियों का कुल चला; और एलोन, जिनसे एलोनियों का कुल चला; और यहलेल, जिससे यहलेलियों का कुल चला।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जबूलूनियों के कुल ये ही थे; इनमें से साढ़े साठ हजार पुरुष गिने गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ के पुत्र जिससे उनके कुल निकले वे मनश्शे और एप्रैम थे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनश्शे के पुत्र ये थे; अर्थात् माकीर, जिससे माकीरियों का कुल चला; और माकीर से गिलाद उत्‍पन्‍न हुआ; और गिलाद से गिलादियों का कुल चला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गिलाद के तो पुत्र ये थे; अर्थात् ईएजेर, जिससे ईएजेरियों का कुल चला;\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हेलेक, जिससे हेलेकियों का कुल चला और अस्रीएल, जिससे अस्रीएलियों का कुल चला; और शेकेम, जिससे शेकेमियों का कुल चला; और शमीदा, जिससे शमीदियों का कुल चला;\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हेपेर, जिससे हेपेरियों का कुल चला;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हेपेर के पुत्र सलोफाद के बेटे नहीं, केवल बेटियाँ हुईं; इन बेटियों के नाम महला, नोवा, होग्ला, मिल्का, और तिर्सा हैं।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनश्शेवाले कुल तो ये ही थे; और इनमें से जो गिने गए वे बावन हजार सात सौ पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एप्रैम के पुत्र जिनसे उनके कुल निकले वे ये थे; अर्थात् शूतेलह, जिससे शूतेलहियों का कुल चला; और बेकेर, जिससे बेकेरियों का कुल चला; और तहन जिससे तहनियों का कुल चला।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शूतेलह के यह पुत्र हुआ; अर्थात् एरान, जिससे एरानियों का कुल चला।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एप्रैमियों के कुल ये ही थे; इनमें से साढ़े बत्तीस हजार पुरुष गिने गए। अपने कुलों के अनुसार यूसुफ के वंश के लोग ये ही थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बिन्यामीन के पुत्र जिनसे उनके कुल निकले वे ये थे; अर्थात् बेला जिससे बेलियों का कुल चला; और अश्बेल, जिससे अशबेलियों का कुल चला; और अहीराम, जिससे अहीरामियों का कुल चला;\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शपूपाम, जिससे शपूपामियों का कुल चला; और हूपाम, जिससे हूपामियों का कुल चला।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बेला के पुत्र अर्द और नामान थे; और अर्द से अर्दियों का कुल, और नामान से नामानियों का कुल चला।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने कुलों के अनुसार बिन्यामीनी ये ही थे; और इनमें से जो गिने गए वे पैंतालीस हजार छः सौ पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दान का पुत्र जिससे उनका कुल निकला यह था; अर्थात् शूहाम, जिससे शूहामियों का कुल चला। और दान का कुल यही था।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शूहामियों में से जो गिने गए उनके कुल में चौसठ हजार चार सौ पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आशेर के पुत्र जिनसे उनके कुल निकले वे ये थे; अर्थात् यिम्ना, जिससे यिम्नियों का कुल चला; यिश्वी, जिससे यिश्वीयों का कुल चला; और बरीआ, जिससे बैरियों का कुल चला।\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर बरीआ के ये पुत्र हुए; अर्थात् हेबेर, जिससे हेबेरियों का कुल चला; और मल्कीएल, जिससे मल्कीएलियों का कुल चला।\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और आशेर की बेटी का नाम सेरह है।\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आशेरियों के कुल ये ही थे; इनमें से तिरपन हजार चार सौ पुरुष गिने गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नप्ताली के पुत्र जिससे उनके कुल निकले वे ये थे; अर्थात् यहसेल, जिससे यहसेलियों का कुल चला; और गूनी, जिससे गूनियों का कुल चला;\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "येसेर, जिससे येसेरियों का कुल चला; और शिल्लेम, जिससे शिल्लेमियों का कुल चला।\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने कुलों के अनुसार नप्ताली के कुल ये ही थे; और इनमें से जो गिने गए वे पैंतालीस हजार चार सौ पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब इस्राएलियों में से जो गिने गए थे वे ये ही थे; अर्थात् छः लाख एक हजार सात सौ तीस पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इनको, इनकी गिनती के अनुसार, वह भूमि इनका भाग होने के लिये बाँट दी जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जिस कुल में अधिक हों उनको अधिक भाग, और जिसमें कम हों उनको कम भाग देना; प्रत्येक गोत्र को उसका भाग उसके गिने हुए लोगों के अनुसार दिया जाए।\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी देश चिट्ठी डालकर बाँटा जाए; इस्राएलियों के पितरों के एक-एक गोत्र का नाम, जैसे-जैसे निकले वैसे-वैसे वे अपना-अपना भाग पाएँ।\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे बहुतों का भाग हो चाहे थोड़ों का हो, जो-जो भाग बाँटे जाएँ वह चिट्ठी डालकर बाँटे जाएँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लेवियों में से जो अपने कुलों के अनुसार गिने गए वे ये हैं; अर्थात् गेर्शोनियों से निकला हुआ गेर्शोनियों का कुल; कहात से निकला हुआ कहातियों का कुल; और मरारी से निकला हुआ मरारियों का कुल।\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लेवियों के कुल ये हैं; अर्थात् लिब्नायों का, हेब्रोनियों का, महलियों का, मूशियों का, और कोरहियों का कुल। और कहात से अम्राम उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अम्राम की पत्‍नी का नाम योकेबेद है, वह लेवी के वंश की थी जो लेवी के वंश में मिस्र देश में उत्‍पन्‍न हुई थी; और वह अम्राम से हारून और मूसा और उनकी बहन मिर्याम को भी जनी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून से नादाब, अबीहू, एलीआजर, और ईतामार उत्‍पन्‍न हुए।\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नादाब और अबीहू तो उस समय मर गए थे, जब वे यहोवा के सामने ऊपरी आग ले गए थे।\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब लेवियों में से जो गिने गये, अर्थात् जितने पुरुष एक महीने के या उससे अधिक आयु के थे, वे तेईस हजार थे; वे इस्राएलियों के बीच इसलिए नहीं गिने गए, क्योंकि उनको देश का कोई भाग नहीं दिया गया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा और एलीआजर याजक जिन्होंने मोआब के अराबा में यरीहो के पास की यरदन नदी के तट पर इस्राएलियों को गिन लिया, उनके गिने हुए लोग इतने ही थे।\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जिन इस्राएलियों को मूसा और हारून याजक ने सीनै के जंगल में गिना था, उनमें से एक भी पुरुष इस समय के गिने हुओं में न था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा ने उनके विषय कहा था, “वे निश्चय जंगल में मर जाएँगे।” इसलिए यपुन्‍ने के पुत्र कालेब और नून के पुत्र यहोशू को छोड़, उनमें से एक भी पुरुष नहीं बचा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों की दूसरी बार गिनती\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}