{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस समय यहोवा ने सीनै पर्वत के पास मूसा से बातें की उस समय हारून और मूसा की यह वंशावली थी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून के पुत्रों के नाम ये हैं नादाब जो उसका जेठा था, और अबीहू, एलीआजर और ईतामार;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून के पुत्र, जो अभिषिक्त याजक थे, और उनका संस्कार याजक का काम करने के लिये हुआ था, उनके नाम ये हैं।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नादाब और अबीहू जिस समय सीनै के जंगल में यहोवा के सम्मुख अनुचित आग ले गए उसी समय यहोवा के सामने मर गए थे; और वे पुत्रहीन भी थे। एलीआजर और ईतामार अपने पिता हारून के साथ याजक का काम करते रहे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लेवियों का याजकों की सेवा के लिये नियुक्ति\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“लेवी गोत्रवालों को समीप ले आकर हारून याजक के सामने खड़ा कर कि वे उसकी सहायता करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कुछ उसकी ओर से और सारी मण्डली की ओर से उन्हें सौंपा जाए उसकी देख-रेख वे मिलापवाले तम्बू के सामने करें, इस प्रकार वे तम्बू की सेवा करें*;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मिलापवाले तम्बू के सम्पूर्ण सामान की और इस्राएलियों की सौंपी हुई वस्तुओं की भी देख-रेख करें, इस प्रकार वे निवास-स्थान की सेवा करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू लेवियों को हारून और उसके पुत्रों को सौंप दे; और वे इस्राएलियों की ओर से हारून को सम्पूर्ण रीति से अर्पण किए हुए हों।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून और उसके पुत्रों को याजक के पद पर नियुक्त कर, और वे अपने याजकपद को सम्भालें; और यदि परदेशी समीप आए, तो वह मार डाला जाए।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सुन इस्राएली स्त्रियों के सब पहलौठों के बदले, मैं इस्राएलियों में से लेवियों को ले लेता हूँ; इसलिए लेवीय मेरे ही हों।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब पहलौठे* मेरे हैं; क्योंकि जिस दिन मैंने मिस्र देश के सब पहलौठों को मारा, उसी दिन मैंने क्या मनुष्य क्या पशु इस्राएलियों के सब पहलौठों को अपने लिये पवित्र ठहराया; इसलिए वे मेरे ही ठहरेंगे; मैं यहोवा हूँ।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लेवियों की गिनती\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने सीनै के जंगल में मूसा से कहा,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“लेवियों में से जितने पुरुष एक महीने या उससे अधिक आयु के हों उनको उनके पितरों के घरानों और उनके कुलों के अनुसार गिन ले।” \n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह आज्ञा पाकर मूसा ने यहोवा के कहे अनुसार उनको गिन लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लेवी के पुत्रों के नाम ये हैं, अर्थात् गेर्शोन, कहात, और मरारी।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गेर्शोन के पुत्र जिनसे उसके कुल चले उनके नाम ये हैं, अर्थात् लिब्नी और शिमी।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कहात के पुत्र जिनसे उसके कुल चले उनके नाम ये हैं, अर्थात् अम्राम, यिसहार, हेब्रोन, और उज्जीएल।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मरारी के पुत्र जिनसे उसके कुल चले ये हैं, अर्थात् महली और मूशी। ये लेवियों के कुल अपने पितरों के घरानों के अनुसार हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गेर्शोन से लिब्नायों और शिमियों के कुल चले; गेर्शोनवंशियों के कुल ये ही हैं।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनमें से जितने पुरुषों की आयु एक महीने की या उससे अधिक थी, उन सभी की गिनती साढ़े सात हजार थी।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गेर्शोनवाले कुल निवास के पीछे पश्चिम की ओर अपने डेरे डाला करें;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गेर्शोनियों के मूलपुरुष से घराने का प्रधान लाएल का पुत्र एल्यासाप हो।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिलापवाले तम्बू की जो वस्तुएँ गेर्शोनवंशियों को सौंपी जाएँ वे ये हों, अर्थात् निवास और तम्बू, और उसका आवरण, और मिलापवाले तम्बू के द्वार का परदा,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो आँगन निवास और वेदी की चारों ओर है उसके पर्दे, और उसके द्वार का परदा, और सब डोरियाँ जो उसमें काम आती हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर कहात से अम्रामियों, यिसहारियों, हेब्रोनियों, और उज्जीएलियों के कुल चले; कहातियों के कुल ये ही हैं।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनमें से जितने पुरुषों की आयु एक महीने की या उससे अधिक थी उनकी गिनती आठ हजार छः सौ थी। उन पर पवित्रस्‍थान की देख-रेख का उत्तरदायित्व था।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कहातियों के कुल निवास स्थान की उस ओर अपने डेरे डाला करें जो दक्षिण की ओर है;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कहातियों के मूलपुरुष के घराने का प्रधान उज्जीएल का पुत्र एलीसापान हो।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो वस्तुएँ उनको सौंपी जाएँ वे सन्दूक, मेज, दीवट, वेदियाँ, और पवित्रस्‍थान का वह सामान जिससे सेवा टहल होती है, और परदा; अर्थात् पवित्रस्‍थान में काम में आनेवाला सारा सामान हो।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लेवियों के प्रधानों का प्रधान हारून याजक का पुत्र एलीआजर हो, और जो लोग पवित्रस्‍थान की सौंपी हुई वस्तुओं की देख-रेख करेंगे उन पर वही मुखिया ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मरारी से महलियों और मूशियों के कुल चले; मरारी के कुल ये ही हैं।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनमें से जितने पुरुषों की आयु एक महीने की या उससे अधिक थी उन सभी की गिनती छः हजार दो सौ थी।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मरारी के कुलों के मूलपुरुष के घराने का प्रधान अबीहैल का पुत्र सूरीएल हो; ये लोग निवास के उत्तर की ओर अपने डेरे खड़े करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो वस्तुएँ मरारीवंशियों को सौंपी जाएँ कि वे उनकी देख-रेख करें, वे निवास के तख्ते, बेंड़े, खम्भे, कुर्सियाँ, और सारा सामान; निदान जो कुछ उसके लगाने में काम आए;\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चारों ओर के आँगन के खम्भे, और उनकी कुर्सियाँ, खूँटे और डोरियाँ हों।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो मिलापवाले तम्बू के सामने, अर्थात् निवास के सामने, पूर्व की ओर जहाँ से सूर्योदय होता है, अपने डेरे डाला करें, वे मूसा और हारून और उसके पुत्रों के डेरे हों, और पवित्रस्‍थान की देख-रेख इस्राएलियों के बदले वे ही किया करें, और दूसरा जो कोई उसके समीप आए वह मार डाला जाए।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की इस आज्ञा को पाकर एक महीने की या उससे अधिक आयुवाले जितने लेवीय पुरुषों को मूसा और हारून ने उनके कुलों के अनुसार गिना, वे सब के सब बाईस हजार थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लेवियों का पहलौठों की जगह लेना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा, “इस्राएलियों के जितने पहलौठे पुरुषों की आयु एक महीने की या उससे अधिक है, उन सभी को नाम ले लेकर गिन ले।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरे लिये इस्राएलियों के सब पहलौठों के बदले लेवियों को, और इस्राएलियों के पशुओं के सब पहलौठों के बदले लेवियों के पशुओं को ले; मैं यहोवा हूँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की इस आज्ञा के अनुसार मूसा ने इस्राएलियों के सब पहलौठों को गिन लिया।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सब पहलौठे पुरुष जिनकी आयु एक महीने की या उससे अधिक थी, उनके नामों की गिनती बाईस हजार दो सौ तिहत्तर थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों के सब पहलौठों के बदले लेवियों को, और उनके पशुओं के बदले लेवियों के पशुओं को ले; और लेवीय मेरे ही हों; मैं यहोवा हूँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों के पहलौठों में से जो दो सौ तिहत्तर गिनती में लेवियों से अधिक हैं, उनके छुड़ाने के लिये,\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पुरुष पाँच शेकेल ले; वे पवित्रस्‍थान के शेकेल के हिसाब से हों, अर्थात् बीस गेरा का शेकेल हो।\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो रुपया उन अधिक पहलौठों की छुड़ौती का होगा उसे हारून और उसके पुत्रों को दे देना।” \n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः जो इस्राएली पहलौठे लेवियों के द्वारा छुड़ाए हुओं से अधिक थे उनके हाथ से मूसा ने छुड़ौती का रुपया लिया।\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एक हजार तीन सौ पैंसठ शेकेल रुपया पवित्रस्‍थान के शेकेल के हिसाब से वसूल हुआ।\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा की आज्ञा के अनुसार मूसा ने छुड़ाए हुओं का रुपया हारून और उसके पुत्रों को दे दिया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "हारून के पुत्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}