{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने इस्राएली गोत्रों के मुख्य-मुख्य पुरुषों से कहा, “यहोवा ने यह आज्ञा दी है:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब कोई पुरुष यहोवा की मन्नत माने, या अपने आप को वाचा से बाँधने के लिये शपथ खाए*, तो वह अपना वचन न टाले; जो कुछ उसके मुँह से निकला हो उसके अनुसार वह करे। (मत्ती 5:33)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब कोई स्त्री अपनी कुँवारी अवस्था में, अपने पिता के घर में रहते हुए, यहोवा की मन्नत माने*, व अपने को वाचा से बाँधे,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो यदि उसका पिता उसकी मन्नत या उसका वह वचन सुनकर, जिससे उसने अपने आप को बाँधा हो, उससे कुछ न कहे; तब तो उसकी सब मन्नतें स्थिर बनी रहें, और कोई बन्धन क्यों न हो, जिससे उसने अपने आप को बाँधा हो, वह भी स्थिर रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उसका पिता उसकी सुनकर उसी दिन उसको मना करे, तो उसकी मन्नतें या और प्रकार के बन्धन, जिनसे उसने अपने आप को बाँधा हो, उनमें से एक भी स्थिर न रहे, और यहोवा यह जानकर, कि उस स्त्री के पिता ने उसे मना कर दिया है, उसका यह पाप क्षमा करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि वह पति के अधीन हो और मन्नत माने, या बिना सोच विचार किए ऐसा कुछ कहे जिससे वह बन्धन में पड़े,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि उसका पति सुनकर उस दिन उससे कुछ न कहे; तब तो उसकी मन्नतें स्थिर रहें, और जिन बन्धनों से उसने अपने आप को बाँधा हो वह भी स्थिर रहें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उसका पति सुनकर उसी दिन उसे मना कर दे, तो जो मन्नत उसने मानी है, और जो बात बिना सोच-विचार किए कहने से उसने अपने आप को वाचा से बाँधा हो, वह टूट जाएगी; और यहोवा उस स्त्री का पाप क्षमा करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर विधवा या त्यागी हुई स्त्री की मन्नत, या किसी प्रकार की वाचा का बन्धन क्यों न हो, जिससे उसने अपने आप को बाँधा हो, तो वह स्थिर ही रहे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि कोई स्त्री अपने पति के घर में रहते मन्नत माने, या शपथ खाकर अपने आप को बाँधे,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसका पति सुनकर कुछ न कहे, और न उसे मना करे; तब तो उसकी सब मन्नतें स्थिर बनी रहें, और हर एक बन्धन क्यों न हो, जिससे उसने अपने आप को बाँधा हो, वह स्थिर रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उसका पति उसकी मन्नत आदि सुनकर उसी दिन पूरी रीति से तोड़ दे, तो उसकी मन्नतें आदि, जो कुछ उसके मुँह से अपने बन्धन के विषय निकला हो, उसमें से एक बात भी स्थिर न रहे; उसके पति ने सब तोड़ दिया है; इसलिए यहोवा उस स्त्री का वह पाप क्षमा करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कोई भी मन्नत या शपथ क्यों न हो, जिससे उस स्त्री ने अपने जीव को दुःख देने की वाचा बाँधी हो, उसको उसका पति चाहे तो दृढ़ करे, और चाहे तो तोड़े;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् यदि उसका पति दिन प्रतिदिन उससे कुछ भी न कहे, तो वह उसको सब मन्नतें आदि बन्धनों को जिनसे वह बंधी हो दृढ़ कर देता है; उसने उनको दृढ़ किया है, क्योंकि सुनने के दिन उसने कुछ नहीं कहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह उन्हें सुनकर बहुत दिन पश्चात् तोड़ दे, तो अपनी स्त्री के अधर्म का भार वही उठाएगा।” \n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पति-पत्‍नी के बीच, और पिता और उसके घर में रहती हुई कुँवारी बेटी के बीच, जिन विधियों की आज्ञा यहोवा ने मूसा को दी वे ये ही हैं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्नत मानने की विधि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}