{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रूबेनियों और गादियों के पास बहुत से जानवर थे। जब उन्होंने याजेर और गिलाद देशों को देखकर विचार किया, कि वह पशुओं के योग्य देश है,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा और एलीआजर याजक और मण्डली के प्रधानों के पास जाकर कहने लगे,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अतारोत, दीबोन, याजेर, निम्रा, हेशबोन, एलाले, सबाम, नबो, और बोन नगरों का देश\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस पर यहोवा ने इस्राएल की मण्डली को विजय दिलवाई है, वह पशुओं के योग्य है; और तेरे दासों के पास पशु हैं।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने कहा, “यदि तेरा अनुग्रह तेरे दासों पर हो, तो यह देश तेरे दासों को मिले कि उनकी निज भूमि हो; हमें यरदन पार न ले चल।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने गादियों और रूबेनियों से कहा, “जब तुम्हारे भाई युद्ध करने को जाएँगे तब क्या तुम यहाँ बैठे रहोगे?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों से भी उस पार के देश जाने के विषय, जो यहोवा ने उन्हें दिया है, तुम क्यों अस्वीकार करवाते हो?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मैंने तुम्हारे बाप-दादों* को कादेशबर्ने से कनान देश देखने के लिये भेजा, तब उन्होंने भी ऐसा ही किया था।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जब उन्होंने एशकोल नामक घाटी तक पहुँचकर देश को देखा, तब इस्राएलियों से उस देश के विषय जो यहोवा ने उन्हें दिया था अस्वीकार करा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उस समय यहोवा ने कोप करके यह शपथ खाई,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘निःसन्देह जो मनुष्य मिस्र से निकल आए हैं उनमें से, जितने बीस वर्ष के या उससे अधिक आयु के हैं, वे उस देश को देखने न पाएँगे, जिसके देने की शपथ मैंने अब्राहम, इसहाक, और याकूब से खाई है, क्योंकि वे मेरे पीछे पूरी रीति से नहीं हो लिये;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यपुन्‍ने कनजी का पुत्र कालेब, और नून का पुत्र यहोशू, ये दोनों जो मेरे पीछे पूरी रीति से हो लिये हैं ये उसे देखने पाएँगे।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः यहोवा का कोप इस्राएलियों पर भड़का, और जब तक उस पीढ़ी के सब लोगों का अन्त न हुआ, जिन्होंने यहोवा के प्रति बुरा किया था, तब तक अर्थात् चालीस वर्ष तक वह उन्हें जंगल में मारे-मारे फिराता रहा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सुनो, तुम लोग उन पापियों के बच्चे होकर इसलिए अपने बाप-दादों के स्थान पर प्रकट हुए हो, कि इस्राएल के विरुद्ध यहोवा के भड़के हुए कोप को और भी भड़काओ!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि तुम उसके पीछे चलने से फिर जाओ, तो वह फिर हम सभी को जंगल में छोड़ देगा; इस प्रकार तुम इन सारे लोगों का नाश कराओगे।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने मूसा के और निकट आकर कहा, “हम अपने पशुओं के लिये यहीं भेड़शाले बनाएँगे, और अपने बाल-बच्चों के लिये यहीं नगर बसाएँगे,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु आप इस्राएलियों के आगे-आगे हथियार-बन्द तब तक चलेंगे, जब तक उनको उनके स्थान में न पहुँचा दें; परन्तु हमारे बाल-बच्चे इस देश के निवासियों के डर से गढ़वाले नगरों में रहेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब तक इस्राएली अपने-अपने भाग के अधिकारी न हों तब तक हम अपने घरों को न लौटेंगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम उनके साथ यरदन पार या कहीं आगे अपना भाग न लेंगे, क्योंकि हमारा भाग यरदन के इसी पार पूर्व की ओर मिला है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने उनसे कहा, “यदि तुम ऐसा करो, अर्थात् यदि तुम यहोवा के आगे-आगे युद्ध करने को हथियार बाँधो।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हर एक हथियार-बन्द यरदन के पार तब तक चले, जब तक यहोवा अपने आगे से अपने शत्रुओं को न निकाले\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और देश यहोवा के वश में न आए; तो उसके पीछे तुम यहाँ लौटोगे, और यहोवा के और इस्राएल के विषय निर्दोष ठहरोगे; और यह देश यहोवा के प्रति तुम्हारी निज भूमि ठहरेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि तुम ऐसा न करो, तो यहोवा के विरुद्ध पापी ठहरोगे; और जान रखो कि तुम को तुम्हारा पाप लगेगा*।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अपने बाल-बच्चों के लिये नगर बसाओ, और अपनी भेड़-बकरियों के लिये भेड़शाले बनाओ; और जो तुम्हारे मुँह से निकला है वही करो।”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब गादियों और रूबेनियों ने मूसा से कहा, “अपने प्रभु की आज्ञा के अनुसार तेरे दास करेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारे बाल-बच्चे, स्त्रियाँ, भेड़-बकरी आदि, सब पशु तो यहीं गिलाद के नगरों में रहेंगे;\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अपने प्रभु के कहे के अनुसार तेरे दास सब के सब युद्ध के लिये हथियार-बन्द यहोवा के आगे-आगे लड़ने को पार जाएँगे।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब मूसा ने उनके विषय में एलीआजर याजक, और नून के पुत्र यहोशू, और इस्राएलियों के गोत्रों के पितरों के घरानों के मुख्य-मुख्य पुरुषों को यह आज्ञा दी,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि यदि सब गादी और रूबेनी पुरुष युद्ध के लिये हथियार-बन्द तुम्हारे संग यरदन पार जाएँ, और देश तुम्हारे वश में आ जाए, तो गिलाद देश उनकी निज भूमि होने को उन्हें देना।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि वे तुम्हारे संग हथियार-बन्द पार न जाएँ, तो उनकी निज भूमि तुम्हारे बीच कनान देश में ठहरे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब गादी और रूबेनी बोल उठे, “यहोवा ने जैसा तेरे दासों से कहलाया है वैसा ही हम करेंगे।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम हथियार-बन्द यहोवा के आगे-आगे उस पार कनान देश में जाएँगे, परन्तु हमारी निज भूमि यरदन के इसी पार रहे।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने गादियों और रूबेनियों को, और यूसुफ के पुत्र मनश्शे के आधे गोत्रियों को एमोरियों के राजा सीहोन और बाशान के राजा ओग, दोनों के राज्यों का देश, नगरों, और उनके आस-पास की भूमि समेत दे दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब गादियों ने दीबोन, अतारोत, अरोएर,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अत्रौत, शोपान, याजेर, योगबहा,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बेतनिम्रा, और बेत-हारन नामक नगरों को दृढ़ किया, और उनमें भेड़-बकरियों के लिये भेड़शाला बनाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और रूबेनियों ने हेशबोन, एलाले, और किर्यातैम को,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर नबो और बालमोन के नाम बदलकर उनको, और सिबमा को दृढ़ किया; और उन्होंने अपने दृढ़ किए हुए नगरों के और-और नाम रखे।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मनश्शे के पुत्र माकीर के वंशवालों ने *गिलाद देश में जाकर उसे ले लिया, और जो एमोरी उसमें रहते थे उनको निकाल दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने मनश्शे के पुत्र माकीर के वंश को गिलाद दे दिया, और वे उसमें रहने लगे।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मनश्शेई याईर ने जाकर गिलाद की कितनी बस्तियाँ ले लीं, और उनके नाम हव्वोत्याईर रखे।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नोबह ने जाकर गाँवों समेत कनात को ले लिया, और उसका नाम अपने नाम पर नोबह रखा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरदन के पूर्व में बसे गोत्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}