{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यूसुफियों के कुलों में से गिलाद, जो माकीर का पुत्र और मनश्शे का पोता था, उसके वंश के कुल के पितरों के घरानों के मुख्य-मुख्य पुरुष मूसा के समीप जाकर उन प्रधानों के सामने, जो इस्राएलियों के पितरों के घरानों के मुख्य पुरुष थे, कहने लगे,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा ने हमारे प्रभु को आज्ञा दी थी, कि इस्राएलियों को चिट्ठी डालकर देश बाँट देना; और फिर यहोवा की यह भी आज्ञा हमारे प्रभु को मिली, कि हमारे सगोत्री सलोफाद का भाग उसकी बेटियों को देना*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि वे इस्राएलियों के और किसी गोत्र के पुरुषों से ब्याही जाएँ, तो उनका भाग हमारे पितरों के भाग से छूट जाएगा, और जिस गोत्र में से ब्याही जाएँ उसी गोत्र के भाग में मिल जाएगा; तब हमारा भाग घट जाएगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब इस्राएलियों की जुबली होगी, तब जिस गोत्र में वे ब्याही जाएँ उसके भाग में उनका भाग पक्की रीति से मिल जाएगा; और वह हमारे पितरों के गोत्र के भाग से सदा के लिये छूट जाएगा*।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा से आज्ञा पाकर मूसा ने इस्राएलियों से कहा, “यूसुफियों के गोत्री ठीक कहते हैं।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सलोफाद की बेटियों के विषय में यहोवा ने यह आज्ञा दी है, कि जो वर जिसकी दृष्टि में अच्छा लगे वह उसी से ब्याही जाए; परन्तु वे अपने मूलपुरुष ही के गोत्र के कुल में ब्याही जाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों के किसी गोत्र का भाग दूसरे के गोत्र के भाग में न मिलने पाए; इस्राएली अपने-अपने मूलपुरुष के गोत्र के भाग पर बने रहें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों के किसी गोत्र में किसी की बेटी हो जो भाग पानेवाली हो, वह अपने ही मूलपुरुष के गोत्र के किसी पुरुष से ब्याही जाए, इसलिए कि इस्राएली अपने-अपने मूलपुरुष के भाग के अधिकारी रहें।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किसी गोत्र का भाग दूसरे गोत्र के भाग में मिलने न पाएँ; इस्राएलियों के एक-एक गोत्र के लोग अपने-अपने भाग पर बने रहें।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की आज्ञा के अनुसार जो उसने मूसा को दी सलोफाद की बेटियों ने किया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् महला, तिर्सा, होग्ला, मिल्का, और नोवा, जो सलोफाद की बेटियाँ थी, उन्होंने अपने चचेरे भाइयों से ब्याह किया।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे यूसुफ के पुत्र मनश्शे के वंश के कुलों में ब्याही गईं, और उनका भाग उनके मूलपुरुष के कुल के गोत्र के अधिकार में बना रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो आज्ञाएँ और नियम यहोवा ने मोआब के अराबा में यरीहो के पास की यरदन नदी के तट पर मूसा के द्वारा इस्राएलियों को दिए वे ये ही हैं।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "सलोफाद की पुत्रियों का भाग\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}