{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा और हारून से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“लेवियों में से कहातियों की, उनके कुलों और पितरों के घरानों के अनुसार, गिनती करो,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् तीस वर्ष से लेकर पचास वर्ष तक की आयु वालों में, जितने मिलापवाले तम्बू में काम-काज करने को भर्ती हैं।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिलापवाले तम्बू में परमपवित्र वस्तुओं के विषय कहातियों का यह काम होगा,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जब-जब छावनी का कूच हो तब-तब हारून और उसके पुत्र भीतर आकर, बीचवाले पर्दे को उतार कर उससे साक्षीपत्र के सन्दूक को ढाँप दें;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे उस पर सुइसों की खालों का आवरण डालें, और उसके ऊपर सम्पूर्ण नीले रंग का कपड़ा डालें, और सन्दूक में डंडों को लगाएँ*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भेंटवाली रोटी की मेज पर नीला कपड़ा बिछाकर उस पर परातों, धूपदानों, करछों, और उण्डेलने के कटोरों को रखें; और प्रतिदिन की रोटी भी उस पर हो;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे उन पर लाल रंग का कपड़ा बिछाकर उसको सुइसों की खालों के आवरण से ढाँपें, और मेज के डंडों को लगा दें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वे नीले रंग का कपड़ा लेकर दीपकों, गुलतराशों, और गुलदानों समेत उजियाला देनेवाले दीवट को, और उसके सब तेल के पात्रों को, जिनसे उसकी सेवा टहल होती है, ढाँपें;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे सारे सामान समेत दीवट को सुइसों की खालों के आवरण के भीतर रखकर डंडे पर धर दें।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वे सोने की वेदी पर एक नीला कपड़ा बिछाकर उसको सुइसों की खालों के आवरण से ढाँपें, और उसके डंडों को लगा दें;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे सेवा टहल के सारे सामान को लेकर, जिससे पवित्रस्‍थान में सेवा टहल होती है, नीले कपड़े के भीतर रखकर सुइसों की खालों के आवरण से ढाँपें, और डण्डे पर धर दें।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वे वेदी पर से सब राख उठाकर वेदी पर बैंगनी रंग का कपड़ा बिछाएँ;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जिस सामान से वेदी पर की सेवा टहल होती है वह सब, अर्थात् उसके करछे, काँटे, फावड़ियाँ, और कटोरे आदि, वेदी का सारा सामान उस पर रखें; और उसके ऊपर सुइसों की खालों का आवरण बिछाकर वेदी में डंडों को लगाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब हारून और उसके पुत्र छावनी के कूच के समय पवित्रस्‍थान और उसके सारे सामान को ढाँप चुकें, तब उसके बाद कहाती उसके उठाने के लिये आएँ, पर किसी पवित्र वस्तु को न छूएँ, कहीं ऐसा न हो कि मर जाएँ। कहातियों के उठाने के लिये मिलापवाले तम्बू की ये ही वस्तुएँ हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जो वस्तुएँ हारून याजक के पुत्र एलीआजर को देख-रेख के लिये सौंपी जाएँ वे ये हैं, अर्थात् उजियाला देने के लिये तेल, और सुगन्धित धूप, और नित्य अन्नबलि, और अभिषेक का तेल, और सारे निवास, और उसमें की सब वस्तुएँ, और पवित्रस्‍थान और उसके सम्पूर्ण सामान।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा और हारून से कहा,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“कहातियों के कुलों के गोत्रों को लेवियों में से नाश न होने देना;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके साथ ऐसा करो, कि जब वे परमपवित्र वस्तुओं के समीप आएँ, तब न मरें परन्तु जीवित रहें; इस कारण हारून और उसके पुत्र भीतर आकर एक-एक के लिये उसकी सेवकाई और उसका भार ठहरा दें,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे पवित्र वस्तुओं के देखने को क्षण भर के लिये भी* भीतर आने न पाएँ, कहीं ऐसा न हो कि मर जाएँ।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "गेर्शोनियों के कर्तव्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“गेर्शोनियों की भी गिनती उनके पितरों के घरानों और कुलों के अनुसार कर;\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीस वर्ष से लेकर पचास वर्ष तक की आयु वाले, जितने मिलापवाले तम्बू में सेवा करने को भर्ती हों उन सभी को गिन ले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेवा करने और भार उठाने में गेर्शोनियों के कुलवालों की यह सेवकाई हो;\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् वे निवास के पटों, और मिलापवाले तम्बू और उसके आवरण, और इसके ऊपरवाले सुइसों की खालों के आवरण, और मिलापवाले तम्बू के द्वार के पर्दे,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और निवास, और वेदी के चारों ओर के आँगन के पर्दों, और आँगन के द्वार के पर्दे, और उनकी डोरियों, और उनमें काम में आनेवाले सारे सामान, इन सभी को वे उठाया करें; और इन वस्तुओं से जितना काम होता है वह सब भी उनकी सेवकाई में आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गेर्शोनियों के वंश की सारी सेवकाई हारून और उसके पुत्रों के कहने से हुआ करे, अर्थात् जो कुछ उनको उठाना, और जो-जो सेवकाई उनको करनी हो, उनका सारा भार तुम ही उन्हें सौंपा करो।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिलापवाले तम्बू में गेर्शोनियों के कुलों की यही सेवकाई ठहरे; और उन पर हारून याजक का पुत्र ईतामार अधिकार रखे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मरारियों के कर्तव्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर मरारियों को भी तू उनके कुलों और पितरों के घरानों के अनुसार गिन लें;\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीस वर्ष से लेकर पचास वर्ष तक की आयु वाले, जितने मिलापवाले तम्बू की सेवा करने को भर्ती हों, उन सभी को गिन ले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिलापवाले तम्बू में की जिन वस्तुओं के उठाने की सेवकाई उनको मिले वे ये हों, अर्थात् निवास के तख्ते, बेंड़े, खम्भे, और कुर्सियाँ,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चारों ओर आँगन के खम्भे, और इनकी कुर्सियाँ, खूँटे, डोरियाँ, और भाँति-भाँति के काम का सारा सामान ढोने के लिये उनको सौंपा जाए उसमें से एक-एक वस्तु का नाम लेकर तुम गिन लो*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मरारियों के कुलों की सारी सेवकाई जो उन्हें मिलापवाले तम्बू के विषय करनी होगी वह यही है; वह हारून याजक के पुत्र ईतामार के अधिकार में रहे।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लेवियों की गिनती\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा और हारून और मण्डली के प्रधानों ने कहातियों के वंश को, उनके कुलों और पितरों के घरानों के अनुसार,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीस वर्ष से लेकर पचास वर्ष की आयु के, जितने मिलापवाले तम्बू की सेवकाई करने को भर्ती हुए थे, उन सभी को गिन लिया;\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो अपने-अपने कुल के अनुसार गिने गए, वे दो हजार साढ़े सात सौ थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कहातियों के कुलों में से जितने मिलापवाले तम्बू में सेवा करनेवाले गिने गए, वे इतने ही थे; जो आज्ञा यहोवा ने मूसा के द्वारा दी थी उसी के अनुसार मूसा और हारून ने इनको गिन लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गेर्शोनियों में से जो अपने कुलों और पितरों के घरानों के अनुसार गिने गए,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् तीस वर्ष से लेकर पचास वर्ष तक की आयु के, जो मिलापवाले तम्बू की सेवकाई करने को दल में भर्ती हुए थे,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनकी गिनती उनके कुलों और पितरों के घरानों के अनुसार दो हजार छः सौ तीस थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गेर्शोनियों के कुलों में से जितने मिलापवाले तम्बू में सेवा करनेवाले गिने गए, वे इतने ही थे; यहोवा की आज्ञा के अनुसार मूसा और हारून ने इनको गिन लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मरारियों के कुलों में से जो अपने कुलों और पितरों के घरानों के अनुसार गिने गए,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् तीस वर्ष से लेकर पचास वर्ष तक की आयु के, जो मिलापवाले तम्बू की सेवकाई करने को भर्ती हुए थे,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनकी गिनती उनके कुलों के अनुसार तीन हजार दो सौ थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मरारियों के कुलों में से जिनको मूसा और हारून ने, यहोवा की उस आज्ञा के अनुसार जो मूसा के द्वारा मिली थी, गिन लिया वे इतने ही थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लेवियों में से जिनको मूसा और हारून और इस्राएली प्रधानों ने उनके कुलों और पितरों के घरानों के अनुसार गिन लिया,\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् तीस वर्ष से लेकर पचास वर्ष तक की आयु वाले, जितने मिलापवाले तम्बू की सेवकाई करने और बोझ उठाने का काम करने को हाज़िर होनेवाले थे,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन सभी की गिनती आठ हजार पाँच सौ अस्सी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये अपनी-अपनी सेवा और बोझ ढोने के लिए यहोवा के कहने पर गए। जो आज्ञा यहोवा ने मूसा को दी थी उसी के अनुसार वे गिने गए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "कहातियों के कर्तव्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}