{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों को आज्ञा दे, कि वे सब कोढ़ियों को, और जितनों के प्रमेह हो, और जितने लोथ के कारण अशुद्ध हों, उन सभी को छावनी से निकाल दें;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऐसों को चाहे पुरुष हों, चाहे स्त्री, छावनी से निकालकर बाहर कर दें; कहीं ऐसा न हो कि तुम्हारी छावनी, जिसके बीच मैं निवास करता हूँ, उनके कारण अशुद्ध हो जाए।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों ने वैसा ही किया, अर्थात् ऐसे लोगों को छावनी से निकालकर बाहर कर दिया; जैसा यहोवा ने मूसा से कहा था इस्राएलियों ने वैसा ही किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दोषों की हानि भरने की विधि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से कह कि जब कोई पुरुष या स्त्री ऐसा कोई पाप करके जो लोग किया करते हैं यहोवा से विश्वासघात करे, और वह मनुष्य दोषी हो,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह अपना किया हुआ पाप मान ले; और पूरी क्षतिपूर्ति में पाँचवाँ अंश बढ़ाकर अपने दोष के बदले में उसी को दे, जिसके विषय दोषी हुआ हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उस मनुष्य का कोई कुटुम्बी न हो जिसे दोष का बदला भर दिया जाए, तो उस दोष का जो बदला यहोवा को भर दिया जाए वह याजक का हो, और वह उस प्रायश्चितवाले मेढ़े से अधिक हो जिससे उसके लिये प्रायश्चित किया जाए*।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितनी पवित्र की हुई वस्तुएँ इस्राएली उठाई हुई भेंट करके याजक के पास लाएँ, वे उसी की हों;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब मनुष्यों की पवित्र की हुई वस्तुएँ याजक की ठहरें; कोई जो कुछ याजक को दे वह उसका ठहरे।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "व्यभिचार की जाँच\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से कह, कि यदि किसी मनुष्य की स्त्री बुरी चाल चलकर उससे विश्वासघात करे,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कोई पुरुष उसके साथ कुकर्म करे, परन्तु यह बात उसके पति से छिपी हो और खुली न हो, और वह अशुद्ध हो गई, परन्तु न तो उसके विरुद्ध कोई साक्षी हो, और न कुकर्म करते पकड़ी गई हो;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके पति के मन में संदेह उत्‍पन्‍न हो, अर्थात् वह अपनी स्त्री पर जलने लगे और वह अशुद्ध हुई हो; या उसके मन में जलन उत्‍पन्‍न हो*, अर्थात् वह अपनी स्त्री पर जलने लगे परन्तु वह अशुद्ध न हुई हो;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो वह पुरुष अपनी स्त्री को याजक के पास ले जाए, और उसके लिये एपा का दसवाँ अंश जौ का मैदा चढ़ावा करके ले आए; परन्तु उस पर तेल न डाले, न लोबान रखे, क्योंकि वह जलनवाला और स्मरण दिलानेवाला, अर्थात् अधर्म का स्मरण करानेवाला अन्नबलि होगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब याजक उस स्त्री को समीप ले जाकर यहोवा के सामने खड़ा करे;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक मिट्टी के पात्र में पवित्र जल ले, और निवास-स्थान की भूमि पर की धूल में से कुछ लेकर उस जल में डाल दे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक उस स्त्री को यहोवा के सामने खड़ा करके उसके सिर के बाल बिखराए, और स्मरण दिलानेवाले अन्नबलि को जो जलनवाला है उसके हाथों पर धर दे। और अपने हाथ में याजक कड़वा जल लिये रहे जो श्राप लगाने का कारण होगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक स्त्री को शपथ धरवाकर कहे, कि यदि किसी पुरुष ने तुझ से कुकर्म न किया हो, और तू पति को छोड़ दूसरे की ओर फिरके अशुद्ध न हो गई हो, तो तू इस कड़वे जल के गुण से जो श्राप का कारण होता है बची रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि तू अपने पति को छोड़ दूसरे की ओर फिरके अशुद्ध हुई हो, और तेरे पति को छोड़ किसी दूसरे पुरुष ने तुझ से प्रसंग किया हो,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(और याजक उसे श्राप देनेवाली शपथ धराकर कहे,) यहोवा तेरी जाँघ सड़ाए और तेरा पेट फुलाए, और लोग तेरा नाम लेकर श्राप और धिक्कार दिया करें;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् वह जल जो श्राप का कारण होता है तेरी अंतड़ियों में जाकर तेरे पेट को फुलाए, और तेरी जाँघ को सड़ा दे। तब वह स्त्री कहे, आमीन, आमीन।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब याजक श्राप के ये शब्द पुस्तक में लिखकर उस कड़वे जल से मिटाकर*,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस स्त्री को वह कड़वा जल पिलाए* जो श्राप का कारण होता है, और वह जल जो श्राप का कारण होगा उस स्त्री के पेट में जाकर कड़वा हो जाएगा।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक स्त्री के हाथ में से जलनवाले अन्नबलि को लेकर यहोवा के आगे हिलाकर वेदी के समीप पहुँचाए;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक उस अन्नबलि में से उसका स्मरण दिलानेवाला भाग, अर्थात् मुट्ठी भर लेकर वेदी पर जलाए, और उसके बाद स्त्री को वह जल पिलाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वह उसे वह जल पिला चुके, तब यदि वह अशुद्ध हुई हो और अपने पति का विश्वासघात किया हो, तो वह जल जो श्राप का कारण होता है उस स्त्री के पेट में जाकर कड़वा हो जाएगा, और उसका पेट फूलेगा, और उसकी जाँघ सड़ जाएगी, और उस स्त्री का नाम उसके लोगों के बीच श्रापित होगा।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि वह स्त्री अशुद्ध न हुई हो और शुद्ध ही हो, तो वह निर्दोष ठहरेगी और गर्भवती हो सकेगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जलन की व्यवस्था यही है, चाहे कोई स्त्री अपने पति को छोड़ दूसरे की ओर फिरके अशुद्ध हो,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे पुरुष के मन में जलन उत्‍पन्‍न हो और वह अपनी स्त्री पर जलने लगे; तो वह उसको यहोवा के सम्मुख खड़ा कर दे, और याजक उस पर यह सारी व्यवस्था पूरी करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पुरुष अधर्म से बचा रहेगा, और स्त्री अपने अधर्म का बोझ आप उठाएगी।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अशुद्ध लोगों का बाहर किया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}