{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएलियों के मिस्र देश से निकलने के दूसरे वर्ष के पहले महीने में यहोवा ने सीनै के जंगल में मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएली फसह नामक पर्व को उसके नियत समय पर मनाया करें।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् इसी महीने के चौदहवें दिन को सांझ के समय तुम लोग उसे सब विधियों और नियमों के अनुसार मानना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने इस्राएलियों से फसह मानने के लिये कह दिया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने पहले महीने के चौदहवें दिन को सांझ के समय सीनै के जंगल में फसह को मनाया; और जो-जो आज्ञाएँ यहोवा ने मूसा को दी थीं उन्हीं के अनुसार इस्राएलियों ने किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु कुछ लोग* एक मनुष्य के शव के द्वारा अशुद्ध होने के कारण उस दिन फसह को न मना सके; वे उसी दिन मूसा और हारून के समीप जाकर मूसा से कहने लगे,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हम लोग एक मनुष्य की लोथ के कारण अशुद्ध हैं; परन्तु हम क्यों रुके रहें, और इस्राएलियों के संग यहोवा का चढ़ावा नियत समय पर क्यों न चढ़ाएँ?” \n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने उनसे कहा, “ठहरे रहो, मैं सुन लूँ कि यहोवा तुम्हारे विषय में क्या आज्ञा देता है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से कह कि चाहे तुम लोग चाहे तुम्हारे वंश में से कोई भी किसी लोथ के कारण अशुद्ध हो, या दूर की यात्रा पर हो, तो भी वह यहोवा के लिये फसह को माने।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे उसे दूसरे महीने के चौदहवें दिन को सांझ के समय मनाएँ; और फसह के बलिपशु के माँस को अख़मीरी रोटी और कड़वे सागपात के साथ खाएँ।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसमें से कुछ भी सवेरे तक न रख छोड़े, और न उसकी कोई हड्डी तोड़े; वे फसह के पर्व को सारी विधियों के अनुसार मनाएँ*। (यूह. 19:36)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जो मनुष्य शुद्ध हो और यात्रा पर न हो, परन्तु फसह के पर्व को न माने, वह मनुष्य अपने लोगों में से नाश किया जाए, उस मनुष्य को यहोवा का चढ़ावा नियत समय पर न ले आने के कारण अपने पाप का बोझ उठाना पड़ेगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि कोई परदेशी तुम्हारे साथ रहकर चाहे कि यहोवा के लिये फसह मनाए, तो वह उसी विधि और नियम के अनुसार उसको माने; देशी और परदेशी दोनों के लिये तुम्हारी एक ही विधि हो।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बादल और अग्नि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस दिन निवास जो, साक्षी का तम्बू भी कहलाता है, खड़ा किया गया, उस दिन बादल* उस पर छा गया; और संध्या को वह निवास पर आग के समान दिखाई दिया और भोर तक दिखाई देता रहा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रतिदिन ऐसा ही हुआ करता था; अर्थात् दिन को बादल छाया रहता, और रात को आग दिखाई देती थी।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब वह बादल तम्बू पर से उठ जाता तब इस्राएली प्रस्थान करते थे; और जिस स्थान पर बादल ठहर जाता वहीं इस्राएली अपने डेरे खड़े करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की आज्ञा से इस्राएली कूच करते थे, और यहोवा ही की आज्ञा से वे डेरे खड़े भी करते थे; और जितने दिन तक वह बादल निवास पर ठहरा रहता, उतने दिन तक वे डेरे डाले पड़े रहते थे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब बादल बहुत दिन निवास पर छाया रहता, तब भी इस्राएली यहोवा की आज्ञा मानते, और प्रस्थान नहीं करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कभी-कभी वह बादल थोड़े ही दिन तक निवास पर रहता, और तब भी वे यहोवा की आज्ञा से डेरे डाले पड़े रहते थे; और फिर यहोवा की आज्ञा ही से वे प्रस्थान करते थे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कभी-कभी बादल केवल संध्या से भोर तक रहता; और जब वह भोर को उठ जाता था तब वे प्रस्थान करते थे, और यदि वह रात दिन बराबर रहता, तो जब बादल उठ जाता, तब ही वे प्रस्थान करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह बादल चाहे दो दिन, चाहे एक महीना, चाहे वर्ष भर, जब तक निवास पर ठहरा रहता, तब तक इस्राएली अपने डेरों में रहते और प्रस्थान नहीं करते थे; परन्तु जब वह उठ जाता तब वे प्रस्थान करते थे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की आज्ञा से वे अपने डेरे खड़े करते, और यहोवा ही की आज्ञा से वे प्रस्थान करते थे; जो आज्ञा यहोवा मूसा के द्वारा देता था, उसको वे माना करते थे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "फसह पर्व\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}