{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 אִם H518 יַעֲמֹ֨ד H5975 מֹשֶׁ֤ה H4872 וּשְׁמוּאֵל֙ H8050 לְפָנַ֔ H6440 אֵ֥ין H369 נַפְשִׁ֖י H5315 אֶל H413 הָעָ֣ם H5971 הַזֶּ֑ה H2088 שַׁלַּ֥ח H7971 מֵֽעַל H5921 פָּנַ֖י H6440 וְיֵצֵֽאוּ H3318 ",
  "2": "וְהָיָ֛ה H1961 כִּֽי H3588 יֹאמְר֥וּ H559 אֵלֶ֖יךָ H413 אָ֣נָה H575 נֵצֵ֑א H3318 וְאָמַרְתָּ֨ H559 אֲלֵיהֶ֜ם H413 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 לַמָּ֤וֶת H4194 לַמָּ֨וֶת֙ H4194 וַאֲשֶׁ֤ר H834 לַחֶ֨רֶב֙ H2719 לַחֶ֔רֶב H2719 וַאֲשֶׁ֤ר H834 לָֽרָעָב֙ H7458 לָֽרָעָ֔ב H7458 וַאֲשֶׁ֥ר H834 לַשְּׁבִ֖י H7628 לַשֶּֽׁבִי H7628 ",
  "3": "וּפָקַדְתִּ֨י H6485 עֲלֵיהֶ֜ם H5921 אַרְבַּ֤ע H702 מִשְׁפָּחוֹת֙ H4940 נְאֻם H5002 יְהוָ֔ה H3068 אֶת H853 הַחֶ֣רֶב H2719 לַֽהֲרֹ֔ג H2026 וְאֶת H853 הַכְּלָבִ֖ים H3611 לִסְחֹ֑ב H5498 וְאֶת H853 ע֧וֹף H5775 הַשָּׁמַ֛יִם H8064 וְאֶת H853 בֶּהֱמַ֥ת H929 הָאָ֖רֶץ H776 לֶאֱכֹ֥ל H398 וּלְ H7843 ",
  "4": "וּנְתַתִּ֣י H5414 לזועה H2113 לְכֹ֖ל H3605 מַמְלְכ֣וֹת H4467 הָאָ֑רֶץ H776 בִּ֠גְלַל H1558 מְנַשֶּׁ֤ה H4519 בֶן H1121 יְחִזְקִיָּ֨הוּ֙ H2396 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 עַ֥ל H5921 אֲשֶׁר H834 עָשָׂ֖ה H6213 בִּירוּשָׁלִָֽם H3389 ",
  "5": "כִּ֠י H3588 מִֽי H4310 יַחְמֹ֤ל H2550 עָלַ֨יִךְ֙ H5921 יְר֣וּשָׁלִַ֔ם H3389 וּמִ֖י H4310 יָנ֣וּד H5110 לָ֑ךְ Hl וּמִ֣י H4310 יָס֔וּר H5493 לִשְׁאֹ֥ל H7592 לְשָׁלֹ֖ם H7965 לָֽךְ Hl ",
  "6": "אַ֣תְּ H859 נָטַ֥שְׁתְּ H5203 אֹתִ֛י H853 נְאֻם H5002 יְהוָ֖ה H3068 אָח֣וֹר H268 תֵּלֵ֑כִי H3212 וָאַ֨ט H5186 אֶת H853 יָדִ֤י H3027 עָלַ֨יִךְ֙ H5921 וָֽאַשְׁחִיתֵ֔ H7843 נִלְאֵ֖יתִי H3811 הִנָּחֵֽם H5162 ",
  "7": "וָאֶזְרֵ֥ H2219 בְּמִזְרֶ֖ה H4214 בְּשַׁעֲרֵ֣י H8179 הָאָ֑רֶץ H776 שִׁכַּ֤לְתִּי H7921 אִבַּ֨דְתִּי֙ H6 אֶת H853 עַמִּ֔י H5971 מִדַּרְכֵי H1870 לוֹא H3808 שָֽׁבוּ H7725 ",
  "8": "עָֽצְמוּ H6105 לִ֤י Hl אַלְמְנֹתָו֙ H490 מֵח֣וֹל H2344 יַמִּ֔ים H3220 הֵבֵ֨אתִי H935 לָהֶ֥ם H1992 עַל H5921 אֵ֛ם H517 בָּח֖וּר H970 שֹׁדֵ֣ד H7703 בַּֽצָּהֳרָ֑יִם H6672 הִפַּ֤לְתִּי H5307 עָלֶ֨יהָ֙ H5921 פִּתְאֹ֔ם H6597 עִ֖יר H5892 וּבֶהָלֽוֹת H928 ",
  "9": "אֻמְלְלָ֞ה H535 יֹלֶ֣דֶת H3205 הַשִּׁבְעָ֗ה H7651 נָפְחָ֥ה H5301 נַפְשָׁ֛הּ H5315 באה H935 שִׁמְשָׁ֛הּ H8121 בְּעֹ֥ד H5750 יוֹמָ֖ם H3119 בּ֣וֹשָׁה H954 וְחָפֵ֑רָה H2659 וּשְׁאֵֽרִיתָ֗ H7611 לַחֶ֧רֶב H2719 אֶתֵּ֛ן H5414 לִפְנֵ֥י H6440 אֹיְבֵיהֶ֖ם H341 נְאֻם H5002 יְהוָֽה H3068 ",
  "10": "אֽוֹי H188 לִ֣י Hl אִמִּ֔י H517 כִּ֣י H3588 יְלִדְתִּ֗נִי H3205 אִ֥ישׁ H376 רִ֛יב H7379 וְאִ֥ישׁ H376 מָד֖וֹן H4066 לְכָל H3605 הָאָ֑רֶץ H776 לֹֽא H3808 נָשִׁ֥יתִי H5383 וְלֹא H3808 נָֽשׁוּ H5383 בִ֖י Hb כֻּלֹּ֥ה H3605 מְקַלְלַֽונִי H7043 ",
  "11": "אָמַ֣ר H559 יְהוָ֔ה H3068 אִם H518 לֹ֥א H3808 שרותך H8293 לְט֑וֹב H2896 אִם H518 ל֣וֹא H3808 הִפְגַּ֣עְתִּֽי H6293 בְךָ֗ Hb בְּעֵ֥ת H6256 רָעָ֛ה H7451 וּבְ H6256 צָרָ֖ה H6869 אֶת H853 הָאֹיֵֽב H341 ",
  "12": "הֲיָרֹ֨עַ H7489 בַּרְזֶ֧ל H1270 בַּרְזֶ֛ל H1270 מִצָּפ֖וֹן H6828 וּנְחֹֽשֶׁת H5178 ",
  "13": "חֵילְךָ֧ H2428 וְאוֹצְרוֹתֶ֛י H214 לָבַ֥ז H957 אֶתֵּ֖ן H5414 לֹ֣א H3808 בִמְחִ֑יר H4242 וּבְ H3605 חַטֹּאותֶ֖יךָ H2403 וּבְ H3605 גְּבוּלֶֽיךָ H1366 ",
  "14": "וְהַֽעֲבַרְתִּי֙ H5674 אֶת H854 אֹ֣יְבֶ֔יךָ H341 בְּאֶ֖רֶץ H776 לֹ֣א H3808 יָדָ֑עְתָּ H3045 כִּֽי H3588 אֵ֛שׁ H784 קָדְחָ֥ה H6919 בְאַפִּ֖ H639 עֲלֵיכֶ֥ם H5921 תּוּקָֽד H3344 ",
  "15": "אַתָּ֧ה H859 יָדַ֣עְתָּ H3045 יְהוָ֗ה H3068 זָכְרֵ֤נִי H2142 וּפָקְדֵ֨ H6485 וְהִנָּ֤קֶם H5358 לִי֙ Hl מֵרֹ֣דְפַ֔ H7291 אַל H408 לְאֶ֥רֶךְ H750 אַפְּךָ֖ H639 תִּקָּחֵ֑נִי H3947 דַּ֕ע H3045 שְׂאֵתִ֥י H5375 עָלֶ֖יךָ H5921 חֶרְפָּֽה H2781 ",
  "16": "נִמְצְא֤וּ H4672 דְבָרֶ֨יךָ֙ H1697 וָאֹ֣כְלֵ֔ H398 וַיְהִ֤י H1961 דבריך H1697 לִ֔י Hl לְשָׂשׂ֖וֹן H8342 וּלְ H8057 לְבָבִ֑י H3824 כִּֽי H3588 נִקְרָ֤א H7121 שִׁמְךָ֙ H8034 עָלַ֔י H5921 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 צְבָאֽוֹת H6635 ",
  "17": "לֹֽא H3808 יָשַׁ֥בְתִּי H3427 בְסוֹד H5475 מְשַׂחֲקִ֖ים H7832 וָֽאֶעְלֹ֑ז H5937 מִפְּנֵ֤י H6440 יָֽדְךָ֙ H3027 בָּדָ֣ד H910 יָשַׁ֔בְתִּי H3427 כִּֽי H3588 זַ֖עַם H2195 מִלֵּאתָֽנִי H4390 ",
  "18": "לָ֣מָּה H4100 הָיָ֤ה H1961 כְאֵבִי֙ H3511 נֶ֔צַח H5331 וּמַכָּתִ֖ H4347 אֲנוּשָׁ֑ה֙ H605 מֵֽאֲנָה֙ H3985 הֵֽרָפֵ֔א H7495 הָי֨וֹ H1961 תִֽהְיֶ֥ה H1961 לִי֙ Hl כְּמ֣וֹ H3644 אַכְזָ֔ב H391 מַ֖יִם H4325 לֹ֥א H3808 נֶאֱמָֽנוּ H539 ",
  "19": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אִם H518 תָּשׁ֤וּב H7725 וַאֲשִֽׁיבְ H7725 לְפָנַ֣ H6440 תַּֽעֲמֹ֔ד H5975 וְאִם H518 תּוֹצִ֥יא H3318 יָקָ֛ר H3368 מִזּוֹלֵ֖ל H2151 כְּפִ֣ H6310 תִֽהְיֶ֑ה H1961 יָשֻׁ֤בוּ H7725 הֵ֨מָּה֙ H1992 אֵלֶ֔יךָ H413 וְאַתָּ֖ה H859 לֹֽא H3808 תָשׁ֥וּב H7725 אֲלֵיהֶֽם H413 ",
  "20": "וּנְתַתִּ֜י H5414 לָעָ֣ם H5971 הַזֶּ֗ה H2088 לְחוֹמַ֤ת H2346 נְחֹ֨שֶׁת֙ H5178 בְּצוּרָ֔ה H1219 וְנִלְחֲמ֥וּ H3898 אֵלֶ֖יךָ H413 וְלֹא H3808 י֣וּכְלוּ H3201 לָ֑ךְ Hl כִּֽי H3588 אִתְּךָ֥ H854 אֲנִ֛י H589 לְהוֹשִֽׁיעֲ H3467 וּלְ H5337 נְאֻם H5002 יְהוָֽה H3068 ",
  "21": "וְהִצַּלְתִּ֖י H5337 מִיַּ֣ד H3027 רָעִ֑ים H7451 וּפְדִתִ֖י H6299 מִכַּ֥ף H3709 עָרִצִֽים H6184 "
}
