{
  "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 אֶֽל H413 יִרְמְיָ֔הוּ H3414 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "ק֥וּם H6965 וְיָרַדְתָּ֖ H3381 בֵּ֣ית H1004 הַיּוֹצֵ֑ר H3335 וְשָׁ֖מָּ H8033 אַשְׁמִֽיעֲךָ֥ H8085 אֶת H853 דְּבָרָֽי H1697 ",
  "3": "וָאֵרֵ֖ד H3381 בֵּ֣ית H1004 הַיּוֹצֵ֑ר H3335 והנ H2009 עֹשֶׂ֥ה H6213 מְלָאכָ֖ה H4399 עַל H5921 הָאָבְנָֽיִם H70 ",
  "4": "וְנִשְׁחַ֣ת H7843 הַכְּלִ֗י H3627 אֲשֶׁ֨ר H834 ה֥וּא H1931 עֹשֶׂ֛ה H6213 בַּחֹ֖מֶר H2563 בְּיַ֣ד H3027 הַיּוֹצֵ֑ר H3335 וְשָׁ֗ב H7725 וַֽיַּעֲשֵׂ֨ H6213 כְּלִ֣י H3627 אַחֵ֔ר H312 כַּאֲשֶׁ֥ר H834 יָשַׁ֛ר H3474 בְּעֵינֵ֥י H5869 הַיּוֹצֵ֖ר H3335 לַעֲשֽׂוֹת H6213 ",
  "5": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֽוֹר H559 ",
  "6": "הֲכַ H3335 הַזֶּ֜ה H2088 לֹא H3808 אוּכַ֨ל H3201 לַעֲשׂ֥וֹת H6213 לָכֶ֛ם Hl בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהוָ֑ה H3068 הִנֵּ֤ה H2009 כַחֹ֨מֶר֙ H2563 בְּיַ֣ד H3027 הַיּוֹצֵ֔ר H3335 כֵּן H3651 אַתֶּ֥ם H859 בְּיָדִ֖ H3027 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "7": "רֶ֣גַע H7281 אֲדַבֵּ֔ר H1696 עַל H5921 גּ֖וֹי H1471 וְעַל H5921 מַמְלָכָ֑ה H4467 לִנְת֥וֹשׁ H5428 וְלִ H5422 וּֽלְ H6 ",
  "8": "וְשָׁב֙ H7725 הַגּ֣וֹי H1471 הַה֔וּא H1931 מֵרָ֣עָת֔ H7451 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 עָלָ֑יו H5921 וְנִֽחַמְתִּי֙ H5162 עַל H5921 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 חָשַׁ֖בְתִּי H2803 לַעֲשׂ֥וֹת H6213 לֽוֹ Hl ",
  "9": "וְרֶ֣גַע H7281 אֲדַבֵּ֔ר H1696 עַל H5921 גּ֖וֹי H1471 וְעַל H5921 מַמְלָכָ֑ה H4467 לִבְנֹ֖ת H1129 וְלִ H5193 ",
  "10": "וְעָשָׂ֤ה H6213 הרעה H7451 בְּעֵינַ֔ H5869 לְבִלְתִּ֖י H1115 שְׁמֹ֣עַ H8085 בְּקוֹלִ֑ H6963 וְנִֽחַמְתִּי֙ H5162 עַל H5921 הַטּוֹבָ֔ה H2896 אֲשֶׁ֥ר H834 אָמַ֖רְתִּי H559 לְהֵיטִ֥יב H3190 אוֹתֽוֹ H853 ",
  "11": "וְעַתָּ֡ה H6258 אֱמָר H559 נָ֣א H4994 אֶל H413 אִישׁ H376 יְהוּדָה֩ H3063 וְעַל H5921 יוֹשְׁבֵ֨י H3427 יְרוּשָׁלִַ֜ם H3389 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 יוֹצֵ֤ר H3335 עֲלֵיכֶם֙ H5921 רָעָ֔ה H7451 וְחֹשֵׁ֥ב H2803 עֲלֵיכֶ֖ם H5921 מַֽחֲשָׁבָ֑ה H4284 שׁ֣וּבוּ H7725 נָ֗א H4994 אִ֚ישׁ H376 מִדַּרְכּ֣ H1870 הָֽרָעָ֔ה H7451 וְהֵיטִ֥יבוּ H3190 דַרְכֵיכֶ֖ם H1870 וּמַעַלְלֵי H4611 ",
  "12": "וְאָמְר֖וּ H559 נוֹאָ֑שׁ H2976 כִּֽי H3588 אַחֲרֵ֤י H310 מַחְשְׁבוֹתֵ֨ינוּ֙ H4284 נֵלֵ֔ךְ H3212 וְאִ֛ישׁ H376 שְׁרִר֥וּת H8307 לִבּֽוֹ H3820 הָרָ֖ע H7451 נַעֲשֶֽׂה H6213 ",
  "13": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שַֽׁאֲלוּ H7592 נָא֙ H4994 בַּגּוֹיִ֔ם H1471 מִ֥י H4310 שָׁמַ֖ע H8085 כָּאֵ֑לֶּה H428 שַֽׁעֲרֻרִת֙ H8186 עָשְׂתָ֣ה H6213 מְאֹ֔ד H3966 בְּתוּלַ֖ת H1330 יִשְׂרָאֵֽל H3478 ",
  "14": "הֲיַעֲזֹ֥ב H5800 מִצּ֛וּר H6697 שָׂדַ֖י H7704 שֶׁ֣לֶג H7950 לְבָנ֑וֹן H3844 אִם H518 יִנָּתְשׁ֗וּ H5428 מַ֛יִם H4325 זָרִ֥ים H2114 קָרִ֖ים H7119 נוֹזְלִֽים H5140 ",
  "15": "כִּֽי H3588 שְׁכֵחֻ֥נִי H7911 עַמִּ֖י H5971 לַשָּׁ֣וְא H7723 יְקַטֵּ֑רוּ H6999 וַיַּכְשִׁל֤וּ H3782 בְּדַרְכֵי H1870 שְׁבִילֵ֣י H7635 עוֹלָ֔ם H5769 לָלֶ֣כֶת H3212 נְתִיב֔וֹת H5410 דֶּ֖רֶךְ H1870 לֹ֥א H3808 סְלוּלָֽה H5549 ",
  "16": "לָשׂ֥וּם H7760 אַרְצָ֛ם H776 לְשַׁמָּ֖ה H8047 שרוקת H8292 עוֹלָ֑ם H5769 כֹּ֚ל H3605 עוֹבֵ֣ר H5674 עָלֶ֔יהָ H5921 יִשֹּׁ֖ם H8074 וְיָנִ֥יד H5110 בְּרֹאשֽׁ H7218 ",
  "17": "כְּרֽוּחַ H7307 קָדִ֥ים H6921 אֲפִיצֵ֖ם H6327 לִפְנֵ֣י H6440 אוֹיֵ֑ב H341 עֹ֧רֶף H6203 וְלֹֽא H3808 פָנִ֛ים H6440 אֶרְאֵ֖ם H7200 בְּי֥וֹם H3117 אֵידָֽם H343 ",
  "18": "וַיֹּאמְר֗וּ H559 לְכ֨וּ H3212 וְנַחְשְׁבָ֣ה H2803 עַֽל H5921 יִרְמְיָהוּ֮ H3414 מַחֲשָׁבוֹת֒ H4284 כִּי֩ H3588 לֹא H3808 תֹאבַ֨ד H6 תּוֹרָ֜ה H8451 מִכֹּהֵ֗ן H3548 וְעֵצָה֙ H6098 מֵֽחָכָ֔ם H2450 וְדָבָ֖ר H1697 מִנָּבִ֑יא H5030 לְכוּ֙ H3212 וְנַכֵּ֣ H5221 בַלָּשׁ֔וֹן H3956 וְאַל H408 נַקְשִׁ֖יבָה H7181 אֶל H413 כָּל H3605 דְּבָרָֽיו H1697 ",
  "19": "הַקְשִׁ֥יבָה H7181 יְהוָ֖ה H3068 אֵלָ֑י H413 וּשְׁמַ֖ע H8085 לְק֥וֹל H6963 יְרִיבָֽי H3401 ",
  "20": "הַיְשֻׁלַּ֤ם H7999 תַּֽחַת H8478 טוֹבָה֙ H2896 רָעָ֔ה H7451 כִּֽי H3588 כָר֥וּ H3738 שׁוּחָ֖ה H7745 לְנַפְשִׁ֑ H5315 זְכֹ֣ר H2142 עָמְדִ֣י H5975 לְפָנֶ֗י H6440 לְדַבֵּ֤ר H1696 עֲלֵיהֶם֙ H5921 טוֹבָ֔ה H2896 לְהָשִׁ֥יב H7725 אֶת H853 חֲמָתְךָ֖ H2534 מֵהֶֽם H1992 ",
  "21": "לָכֵן֩ H3651 תֵּ֨ן H5414 אֶת H853 בְּנֵיהֶ֜ם H1121 לָרָעָ֗ב H7458 וְהַגִּרֵ H5064 עַל H5921 יְדֵי H3027 חֶרֶב֒ H2719 וְתִֽהְיֶ֨נָה H1961 נְשֵׁיהֶ֤ם H802 שַׁכֻּלוֹת֙ H7909 וְאַלְמָנ֔וֹת H490 וְאַ֨נְשֵׁי H376 יִֽהְי֖וּ H1961 הֲרֻ֣גֵי H2026 מָ֑וֶת H4194 בַּח֣וּרֵיהֶ֔ם H970 מֻכֵּי H5221 חֶ֖רֶב H2719 בַּמִּלְחָמָֽה H4421 ",
  "22": "תִּשָּׁמַ֤ע H8085 זְעָקָה֙ H2201 מִבָּ֣תֵּי H1004 כִּֽי H3588 תָבִ֧יא H935 עֲלֵיהֶ֛ם H5921 גְּד֖וּד H1416 פִּתְאֹ֑ם H6597 כִּֽי H3588 כָר֤וּ H3738 שיחה H7882 לְלָכְדֵ֔ H3920 וּפַחִ֖ים H6341 טָמְנ֥וּ H2934 לְרַגְלָֽ H7272 ",
  "23": "וְאַתָּ֣ה H859 יְ֠הוָה H3068 יָדַ֜עְתָּ H3045 אֶֽת H853 כָּל H3605 עֲצָתָ֤ם H6098 עָלַי֙ H5921 לַמָּ֔וֶת H4194 אַל H408 תְּכַפֵּר֙ H3722 עַל H5921 עֲוֺנָ֔ם H5771 וְחַטָּאתָ֖ H2403 מִלְּ H6440 אַל H408 תֶּ֑מְחִי H4229 והיו H1961 מֻכְשָׁלִים֙ H3782 לְפָנֶ֔י H6440 בְּעֵ֥ת H6256 אַפְּךָ֖ H639 עֲשֵׂ֥ה H6213 בָהֶֽם Hb "
}
