{
  "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הָל֛וֹךְ H1980 וְקָנִ֥יתָ H7069 בַקְבֻּ֖ק H1228 יוֹצֵ֣ר H3335 חָ֑רֶשׂ H2789 וּמִ H2205 הָעָ֔ם H5971 וּמִ H2205 הַכֹּהֲנִֽים H3548 ",
  "2": "וְיָצָ֨אתָ֙ H3318 אֶל H413 גֵּ֣יא H1516 בֶן H1121 הִנֹּ֔ם H2011 אֲשֶׁ֕ר H834 פֶּ֖תַח H6607 שַׁ֣עַר H8179 החרסות H2777 וְקָרָ֣אתָ H7121 שָּׁ֔ם H8033 אֶת H853 הַדְּבָרִ֖ים H1697 אֲשֶׁר H834 אֲדַבֵּ֥ר H1696 אֵלֶֽיךָ H413 ",
  "3": "וְאָֽמַרְתָּ֙ H559 שִׁמְע֣וּ H8085 דְבַר H1697 יְהוָ֔ה H3068 מַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 וְיֹשְׁבֵ֖י H3427 יְרֽוּשָׁלִָ֑ם H3389 כֹּֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 הִנְנִ֨י H2005 מֵבִ֤יא H935 רָעָה֙ H7451 עַל H5921 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 אֲשֶׁ֥ר H834 כָּל H3605 שֹׁמְעָ֖הּ H8085 תִּצַּ֥לְנָה H6750 אָזְנָֽיו H241 ",
  "4": "יַ֣עַן H3282 אֲשֶׁ֣ר H834 עֲזָבֻ֗נִי H5800 וַֽיְנַכְּר֞וּ H5234 אֶת H853 הַמָּק֤וֹם H4725 הַזֶּה֙ H2088 וַיְקַטְּרוּ H6999 בוֹ֙ Hb לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 אֲשֶׁ֧ר H834 לֹֽא H3808 יְדָע֛וּם H3045 הֵ֥מָּה H1992 וַאֲבֽוֹתֵי H1 וּמַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 וּמָֽלְא֛וּ H4390 אֶת H853 הַמָּק֥וֹם H4725 הַזֶּ֖ה H2088 דַּ֥ם H1818 נְקִיִּֽם H5355 ",
  "5": "וּבָנ֞וּ H1129 אֶת H853 בָּמ֣וֹת H1116 הַבַּ֗עַל H1168 לִשְׂרֹ֧ף H8313 אֶת H853 בְּנֵיהֶ֛ם H1121 בָּאֵ֖שׁ H784 עֹל֣וֹת H5930 לַבָּ֑עַל H1168 אֲשֶׁ֤ר H834 לֹֽא H3808 צִוִּ֨יתִי֙ H6680 וְלֹ֣א H3808 דִבַּ֔רְתִּי H1696 וְלֹ֥א H3808 עָלְתָ֖ה H5927 עַל H5921 לִבִּֽי H3820 ",
  "6": "לָכֵ֞ן H3651 הִנֵּֽה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וְלֹא H3808 יִקָּרֵא֩ H7121 לַמָּק֨וֹם H4725 הַזֶּ֥ה H2088 ע֛וֹד H5750 הַתֹּ֖פֶת H8612 וְגֵ֣יא H1516 בֶן H1121 הִנֹּ֑ם H2011 כִּ֖י H3588 אִם H518 גֵּ֥יא H1516 הַהֲרֵגָֽה H2028 ",
  "7": "וּ֠בַקֹּתִי H1238 אֶת H853 עֲצַ֨ת H6098 יְהוּדָ֤ה H3063 וִירוּשָׁלִַ֨ם֙ H3389 בַּמָּק֣וֹם H4725 הַזֶּ֔ה H2088 וְהִפַּלְתִּ֤י H5307 בַּחֶ֨רֶב֙ H2719 לִפְנֵ֣י H6440 אֹֽיְבֵיהֶ֔ם H341 וּבְ H3027 מְבַקְשֵׁ֣י H1245 נַפְשָׁ֑ם H5315 וְנָתַתִּ֤י H5414 אֶת H853 נִבְלָתָם֙ H5038 לְמַֽאֲכָ֔ל H3978 לְע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 וּלְ H929 הָאָֽרֶץ H776 ",
  "8": "וְשַׂמְתִּי֙ H7760 אֶת H853 הָעִ֣יר H5892 הַזֹּ֔את H2063 לְשַׁמָּ֖ה H8047 וְלִ H8322 כֹּ֚ל H3605 עֹבֵ֣ר H5674 עָלֶ֔יהָ H5921 יִשֹּׁ֥ם H8074 וְיִשְׁרֹ֖ק H8319 עַל H5921 כָּל H3605 מַכֹּתֶֽהָ H4347 ",
  "9": "וְהַֽאֲכַלְתִּ֞י H398 אֶת H853 בְּשַׂ֣ר H1320 בְּנֵיהֶ֗ם H1121 וְאֵת֙ H853 בְּשַׂ֣ר H1320 בְּנֹתֵיהֶ֔ם H1323 וְאִ֥ישׁ H376 בְּשַׂר H1320 רֵעֵ֖הוּ H7453 יֹאכֵ֑לוּ H398 בְּמָצוֹר֙ H4692 וּבְ H4689 אֲשֶׁ֨ר H834 יָצִ֧יקוּ H6693 לָהֶ֛ם Hl אֹיְבֵיהֶ֖ם H341 וּמְבַקְשֵׁ֥י H1245 נַפְשָֽׁם H5315 ",
  "10": "וְשָׁבַרְתָּ֖ H7665 הַבַּקְבֻּ֑ק H1228 לְעֵינֵי֙ H5869 הָֽאֲנָשִׁ֔ים H376 הַהֹלְכִ֖ים H1980 אוֹתָֽךְ H854 ",
  "11": "וְאָמַרְתָּ֨ H559 אֲלֵיהֶ֜ם H413 כֹּה H3541 אָמַ֣ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 כָּ֣כָה H3602 אֶשְׁבֹּ֞ר H7665 אֶת H853 הָעָ֤ם H5971 הַזֶּה֙ H2088 וְאֶת H853 הָעִ֣יר H5892 הַזֹּ֔את H2063 כַּאֲשֶׁ֤ר H834 יִשְׁבֹּר֙ H7665 אֶת H853 כְּלִ֣י H3627 הַיּוֹצֵ֔ר H3335 אֲשֶׁ֛ר H834 לֹֽא H3808 יוּכַ֥ל H3201 לְהֵרָפֵ֖ה H7495 ע֑וֹד H5750 וּבְ H8612 יִקְבְּר֔וּ H6912 מֵאֵ֥ין H369 מָק֖וֹם H4725 לִקְבּֽוֹר H6912 ",
  "12": "כֵּֽן H3651 אֶעֱשֶׂ֞ה H6213 לַמָּק֥וֹם H4725 הַזֶּ֛ה H2088 נְאֻם H5002 יְהוָ֖ה H3068 וּלְ H3427 וְלָ H5414 אֶת H853 הָעִ֥יר H5892 הַזֹּ֖את H2063 כְּתֹֽפֶת H8612 ",
  "13": "וְהָי֞וּ H1961 בָּתֵּ֣י H1004 יְרוּשָׁלִַ֗ם H3389 וּבָתֵּי֙ H1004 מַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 כִּמְק֥וֹם H4725 הַתֹּ֖פֶת H8612 הַטְּמֵאִ֑ים H2931 לְכֹ֣ל H3605 הַבָּתִּ֗ים H1004 אֲשֶׁ֨ר H834 קִטְּר֜וּ H6999 עַל H5921 גַּגֹּֽתֵיהֶם֙ H1406 לְכֹל֙ H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וְהַסֵּ֥ךְ H5258 נְסָכִ֖ים H5262 לֵאלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "14": "וַיָּבֹ֤א H935 יִרְמְיָ֨הוּ֙ H3414 מֵֽהַ H8612 אֲשֶׁ֨ר H834 שְׁלָח֧וֹ H7971 יְהוָ֛ה H3068 שָׁ֖ם H8033 לְהִנָּבֵ֑א H5012 וַֽיַּעֲמֹד֙ H5975 בַּחֲצַ֣ר H2691 בֵּית H1004 יְהוָ֔ה H3068 וַיֹּ֖אמֶר H559 אֶל H413 כָּל H3605 הָעָֽם H5971 ",
  "15": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִ֨י H2005 מבי H935 אֶל H413 הָעִ֤יר H5892 הַזֹּאת֙ H2063 וְעַל H5921 כָּל H3605 עָרֶ֔יהָ H5892 אֵ֚ת H853 כָּל H3605 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 עָלֶ֑יהָ H5921 כִּ֤י H3588 הִקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 לְבִלְתִּ֖י H1115 שְׁמ֥וֹעַ H8085 אֶת H853 דְּבָרָֽי H1697 "
}
