{
  "1": "הַדָּבָ֞ר H1697 אֲשֶׁר H834 הָיָ֤ה H1961 עַֽל H5921 יִרְמְיָ֨הוּ֙ H3414 עַל H5921 כָּל H3605 עַ֣ם H5971 יְהוּדָ֔ה H3063 בַּשָּׁנָה֙ H8141 הָֽרְבִעִ֔ית H7243 לִיהוֹיָקִ֥ים H3079 בֶּן H1121 יֹאשִׁיָּ֖הוּ H2977 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 הִ֗יא H1931 הַשָּׁנָה֙ H8141 הָרִ֣אשֹׁנִ֔ית H7224 לִנְבֽוּכַדְרֶאצַּ֖ר H5019 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "2": "אֲשֶׁ֨ר H834 דִּבֶּ֜ר H1696 יִרְמְיָ֤הוּ H3414 הַנָּבִיא֙ H5030 עַל H5921 כָּל H3605 עַ֣ם H5971 יְהוּדָ֔ה H3063 וְאֶ֛ל H413 כָּל H3605 יֹשְׁבֵ֥י H3427 יְרוּשָׁלִַ֖ם H3389 לֵאמֹֽר H559 ",
  "3": "מִן H4480 שְׁלֹ֣שׁ H7969 עֶשְׂרֵ֣ה H6240 שָׁנָ֡ה H8141 לְיֹאשִׁיָּ֣הוּ H2977 בֶן H1121 אָמוֹן֩ H526 מֶ֨לֶךְ H4428 יְהוּדָ֜ה H3063 וְעַ֣ד H5704 הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 זֶ֚ה H2088 שָׁלֹ֤שׁ H7969 וְעֶשְׂרִים֙ H6242 שָׁנָ֔ה H8141 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלָ֑י H413 וָאֲדַבֵּ֧ר H1696 אֲלֵיכֶ֛ם H413 אַשְׁכֵּ֥ים H7925 וְדַבֵּ֖ר H1696 וְלֹ֥א H3808 שְׁמַעְתֶּֽם H8085 ",
  "4": "וְשָׁלַח֩ H7971 יְהוָ֨ה H3068 אֲלֵיכֶ֜ם H413 אֶֽת H853 כָּל H3605 עֲבָדָ֧יו H5650 הַנְּבִאִ֛ים H5030 הַשְׁכֵּ֥ם H7925 וְשָׁלֹ֖חַ H7971 וְלֹ֣א H3808 שְׁמַעְתֶּ֑ם H8085 וְלֹֽא H3808 הִטִּיתֶ֥ם H5186 אֶֽת H853 אָזְנְכֶ֖ם H241 לִשְׁמֹֽעַ H8085 ",
  "5": "לֵאמֹ֗ר H559 שֽׁוּבוּ H7725 נָ֞א H4994 אִ֣ישׁ H376 מִדַּרְכּ֤ H1870 הָֽרָעָה֙ H7451 וּמֵ H7455 מַעַלְלֵיכֶ֔ם H4611 וּשְׁבוּ֙ H3427 עַל H5921 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֨ר H834 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl וְלַ H1 לְמִן H4480 עוֹלָ֖ם H5769 וְעַד H5704 עוֹלָֽם H5769 ",
  "6": "וְאַל H408 תֵּלְכ֗וּ H3212 אַֽחֲרֵי֙ H310 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְעָבְדָ֖ H5647 וּלְ H7812 לָהֶ֑ם Hl וְלֹֽא H3808 תַכְעִ֤יסוּ H3707 אוֹתִי֙ H853 בְּמַעֲשֵׂ֣ה H4639 יְדֵיכֶ֔ם H3027 וְלֹ֥א H3808 אָרַ֖ע H7489 לָכֶֽם Hl ",
  "7": "וְלֹֽא H3808 שְׁמַעְתֶּ֥ם H8085 אֵלַ֖י H413 נְאֻם H5002 יְהוָ֑ה H3068 לְמַ֧עַן H4616 הכעסוני H3707 בְּמַעֲשֵׂ֥ה H4639 יְדֵיכֶ֖ם H3027 לְרַ֥ע H7451 לָכֶֽם Hl ",
  "8": "לָכֵ֕ן H3651 כֹּ֥ה H3541 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 יַ֕עַן H3282 אֲשֶׁ֥ר H834 לֹֽא H3808 שְׁמַעְתֶּ֖ם H8085 אֶת H853 דְּבָרָֽי H1697 ",
  "9": "הִנְנִ֣י H2005 שֹׁלֵ֡חַ H7971 וְלָקַחְתִּי֩ H3947 אֶת H853 כָּל H3605 מִשְׁפְּח֨וֹת H4940 צָפ֜וֹן H6828 נְאֻם H5002 יְהוָ֗ה H3068 וְאֶל H413 נְבֽוּכַדְרֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶל֮ H894 עַבְדִּי֒ H5650 וַהֲבִ֨אֹתִ֜י H935 עַל H5921 הָאָ֤רֶץ H776 הַזֹּאת֙ H2063 וְעַל H5921 יֹ֣שְׁבֶ֔יהָ H3427 וְעַ֛ל H5921 כָּל H3605 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 סָבִ֑יב H5439 וְהַ֣חֲרַמְתִּ֔י H2763 וְשַׂמְתִּי H7760 לְשַׁמָּ֣ה H8047 וְלִ H8322 וּלְ H2723 עוֹלָֽם H5769 ",
  "10": "וְהַאֲבַדְתִּ֣י H6 מֵהֶ֗ם H1992 ק֤וֹל H6963 שָׂשׂוֹן֙ H8342 וְק֣וֹל H6963 שִׂמְחָ֔ה H8057 ק֥וֹל H6963 חָתָ֖ן H2860 וְק֣וֹל H6963 כַּלָּ֑ה H3618 ק֥וֹל H6963 רֵחַ֖יִם H7347 וְא֥וֹר H216 נֵֽר H5216 ",
  "11": "וְהָֽיְתָה֙ H1961 כָּל H3605 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 לְחָרְבָּ֖ה H2723 לְשַׁמָּ֑ה H8047 וְעָ֨בְד֜וּ H5647 הַגּוֹיִ֥ם H1471 הָאֵ֛לֶּה H428 אֶת H853 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 שִׁבְעִ֥ים H7657 שָׁנָֽה H8141 ",
  "12": "וְהָיָ֣ה H1961 כִמְלֹ֣אות H4390 שִׁבְעִ֣ים H7657 שָׁנָ֡ה H8141 אֶפְקֹ֣ד H6485 עַל H5921 מֶֽלֶךְ H4428 בָּבֶל֩ H894 וְעַל H5921 הַגּ֨וֹי H1471 הַה֧וּא H1931 נְאֻם H5002 יְהוָ֛ה H3068 אֶת H853 עֲוֺנָ֖ם H5771 וְעַל H5921 אֶ֣רֶץ H776 כַּשְׂדִּ֑ים H3778 וְשַׂמְתִּ֥י H7760 אֹת֖וֹ H853 לְשִֽׁמְמ֥וֹת H8077 עוֹלָֽם H5769 ",
  "13": "והבאיתי H935 עַל H5921 הָאָ֣רֶץ H776 הַהִ֔יא H1931 אֶת H853 כָּל H3605 דְּבָרַ֖י H1697 אֲשֶׁר H834 דִּבַּ֣רְתִּי H1696 עָלֶ֑יהָ H5921 אֵ֤ת H853 כָּל H3605 הַכָּתוּב֙ H3789 בַּסֵּ֣פֶר H5612 הַזֶּ֔ה H2088 אֲשֶׁר H834 נִבָּ֥א H5012 יִרְמְיָ֖הוּ H3414 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 ",
  "14": "כִּ֣י H3588 עָֽבְדוּ H5647 בָ֤ם Hb גַּם H1571 הֵ֨מָּה֙ H1992 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 וּמְלָכִ֖ים H4428 גְּדוֹלִ֑ים H1419 וְשִׁלַּמְתִּ֥י H7999 לָהֶ֛ם Hl כְּפָעֳלָ֖ H6467 וּכְ H4639 יְדֵיהֶֽם H3027 ",
  "15": "כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 אֵלַ֔י H413 קַ֠ח H3947 אֶת H853 כּ֨וֹס H3563 הַיַּ֧יִן H3196 הַחֵמָ֛ה H2534 הַזֹּ֖את H2063 מִיָּדִ֑ H3027 וְהִשְׁקִיתָ֤ה H8248 אֹתוֹ֙ H853 אֶת H853 כָּל H3605 הַגּוֹיִ֔ם H1471 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 שֹׁלֵ֥חַ H7971 אוֹתְךָ֖ H853 אֲלֵיהֶֽם H413 ",
  "16": "וְשָׁת֕וּ H8354 וְהִֽתְגֹּֽעֲשׁ֖וּ H1607 וְהִתְהֹלָ֑לוּ H1984 מִפְּנֵ֣י H6440 הַחֶ֔רֶב H2719 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 שֹׁלֵ֖חַ H7971 בֵּינֹתָֽם H996 ",
  "17": "וָאֶקַּ֥ח H3947 אֶת H853 הַכּ֖וֹס H3563 מִיַּ֣ד H3027 יְהוָ֑ה H3068 וָֽאַשְׁקֶה֙ H8248 אֶת H853 כָּל H3605 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 שְׁלָחַ֥נִי H7971 יְהוָ֖ה H3068 אֲלֵיהֶֽם H413 ",
  "18": "אֶת H853 יְרוּשָׁלִַ֨ם֙ H3389 וְאֶת H853 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 וְאֶת H853 מְלָכֶ֖יהָ H4428 אֶת H853 שָׂרֶ֑יהָ H8269 לָתֵ֨ת H5414 אֹתָ֜ם H853 לְחָרְבָּ֧ה H2723 לְשַׁמָּ֛ה H8047 לִשְׁרֵקָ֥ה H8322 וְלִ H7045 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "19": "אֶת H853 פַּרְעֹ֧ה H6547 מֶֽלֶךְ H4428 מִצְרַ֛יִם H4714 וְאֶת H853 עֲבָדָ֥יו H5650 וְאֶת H853 שָׂרָ֖יו H8269 וְאֶת H853 כָּל H3605 עַמּֽוֹ H5971 ",
  "20": "וְאֵת֙ H853 כָּל H3605 הָעֶ֔רֶב H6154 וְאֵ֕ת H853 כָּל H3605 מַלְכֵ֖י H4428 אֶ֣רֶץ H776 הָע֑וּץ H5780 וְאֵ֗ת H853 כָּל H3605 מַלְכֵי֙ H4428 אֶ֣רֶץ H776 פְּלִשְׁתִּ֔ים H6430 וְאֶת H853 אַשְׁקְל֤וֹן H831 וְאֶת H853 עַזָּה֙ H5804 וְאֶת H853 עֶקְר֔וֹן H6138 וְאֵ֖ת H853 שְׁאֵרִ֥ית H7611 אַשְׁדּֽוֹד H795 ",
  "21": "אֶת H853 אֱד֥וֹם H123 וְאֶת H853 מוֹאָ֖ב H4124 וְאֶת H853 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "22": "וְאֵת֙ H853 כָּל H3605 מַלְכֵי H4428 צֹ֔ר H6865 וְאֵ֖ת H853 כָּל H3605 מַלְכֵ֣י H4428 צִיד֑וֹן H6721 וְאֵת֙ H853 מַלְכֵ֣י H4428 הָאִ֔י H339 אֲשֶׁ֖ר H834 בְּעֵ֥בֶר H5676 הַיָּֽם H3220 ",
  "23": "וְאֶת H853 דְּדָ֤ן H1719 וְאֶת H853 תֵּימָא֙ H8485 וְאֶת H853 בּ֔וּז H938 וְאֵ֖ת H853 כָּל H3605 קְצוּצֵ֥י H7112 פֵאָֽה H6285 ",
  "24": "וְאֵ֖ת H853 כָּל H3605 מַלְכֵ֣י H4428 עֲרָ֑ב H6152 וְאֵת֙ H853 כָּל H3605 מַלְכֵ֣י H4428 הָעֶ֔רֶב H6154 הַשֹּׁכְנִ֖ים H7931 בַּמִּדְבָּֽר H4057 ",
  "25": "וְאֵ֣ת H853 כָּל H3605 מַלְכֵ֣י H4428 זִמְרִ֗י H2174 וְאֵת֙ H853 כָּל H3605 מַלְכֵ֣י H4428 עֵילָ֔ם H5867 וְאֵ֖ת H853 כָּל H3605 מַלְכֵ֥י H4428 מָדָֽי H4074 ",
  "26": "וְאֵ֣ת H853 כָּל H3605 מַלְכֵ֣י H4428 הַצָּפ֗וֹן H6828 הַקְּרֹבִ֤ים H7138 וְהָֽ H7350 אִ֣ישׁ H376 אֶל H413 אָחִ֔יו H251 וְאֵת֙ H853 כָּל H3605 הַמַּמְלְכ֣וֹת H4467 הָאָ֔רֶץ H776 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 וּמֶ֥לֶךְ H4428 שֵׁשַׁ֖ךְ H8347 יִשְׁתֶּ֥ה H8354 אַחֲרֵיהֶֽם H310 ",
  "27": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֡ם H413 כֹּֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 שְׁת֤וּ H8354 וְשִׁכְרוּ֙ H7937 וּקְי֔וּ H7006 וְנִפְל֖וּ H5307 וְלֹ֣א H3808 תָק֑וּמוּ H6965 מִפְּנֵ֣י H6440 הַחֶ֔רֶב H2719 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 שֹׁלֵ֖חַ H7971 בֵּינֵיכֶֽם H996 ",
  "28": "וְהָיָ֗ה H1961 כִּ֧י H3588 יְמָאֲנ֛וּ H3985 לָקַֽחַת H3947 הַכּ֥וֹס H3563 מִיָּדְ H3027 לִשְׁתּ֑וֹת H8354 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֗ם H413 כֹּ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שָׁת֥וֹ H8354 תִשְׁתּֽוּ H8354 ",
  "29": "כִּי֩ H3588 הִנֵּ֨ה H2009 בָעִ֜יר H5892 אֲשֶׁ֧ר H834 נִֽקְרָא H7121 שְׁמִ֣י H8034 עָלֶ֗יהָ H5921 אָֽנֹכִי֙ H595 מֵחֵ֣ל H2490 לְהָרַ֔ע H7489 וְאַתֶּ֖ם H859 הִנָּקֵ֣ה H5352 תִנָּק֑וּ H5352 לֹ֣א H3808 תִנָּק֔וּ H5352 כִּ֣י H3588 חֶ֗רֶב H2719 אֲנִ֤י H589 קֹרֵא֙ H7121 עַל H5921 כָּל H3605 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "30": "וְאַתָּה֙ H859 תִּנָּבֵ֣א H5012 אֲלֵיהֶ֔ם H413 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֗ם H413 יְהוָ֞ה H3068 מִמָּר֤וֹם H4791 יִשְׁאָג֙ H7580 וּמִ H4583 קָדְשׁוֹ֙ H6944 יִתֵּ֣ן H5414 קוֹל֔וֹ H6963 שָׁאֹ֤ג H7580 יִשְׁאַג֙ H7580 עַל H5921 נָוֵ֔הוּ H5116 הֵידָד֙ H1959 כְּדֹרְכִ֣ים H1869 יַֽעֲנֶ֔ה H6030 אֶ֥ל H413 כָּל H3605 יֹשְׁבֵ֖י H3427 הָאָֽרֶץ H776 ",
  "31": "בָּ֤א H935 שָׁאוֹן֙ H7588 עַד H5704 קְצֵ֣ה H7097 הָאָ֔רֶץ H776 כִּ֣י H3588 רִ֤יב H7379 לַֽיהוָה֙ H3068 בַּגּוֹיִ֔ם H1471 נִשְׁפָּ֥ט H8199 ה֖וּא H1931 לְכָל H3605 בָּשָׂ֑ר H1320 הָרְשָׁעִ֛ים H7563 נְתָנָ֥ם H5414 לַחֶ֖רֶב H2719 נְאֻם H5002 יְהוָֽה H3068 ",
  "32": "כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הִנֵּ֥ה H2009 רָעָ֛ה H7451 יֹצֵ֖את H3318 מִגּ֣וֹי H1471 אֶל H413 גּ֑וֹי H1471 וְסַ֣עַר H5591 גָּד֔וֹל H1419 יֵע֖וֹר H5782 מִיַּרְכְּתֵי H3411 אָֽרֶץ H776 ",
  "33": "וְהָי֞וּ H1961 חַֽלְלֵ֤י H2491 יְהוָה֙ H3068 בַּיּ֣וֹם H3117 הַה֔וּא H1931 מִקְצֵ֥ה H7097 הָאָ֖רֶץ H776 וְעַד H5704 קְצֵ֣ה H7097 הָאָ֑רֶץ H776 לֹ֣א H3808 יִסָּפְד֗וּ H5594 וְלֹ֤א H3808 יֵאָֽסְפוּ֙ H622 וְלֹ֣א H3808 יִקָּבֵ֔רוּ H6912 לְדֹ֛מֶן H1828 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָ֖ה H127 יִֽהְיֽוּ H1961 ",
  "34": "הֵילִ֨ילוּ H3213 הָרֹעִ֜ים H7462 וְזַעֲק֗וּ H2199 וְהִֽתְפַּלְּשׁוּ֙ H6428 אַדִּירֵ֣י H117 הַצֹּ֔אן H6629 כִּֽי H3588 מָלְא֥וּ H4390 יְמֵיכֶ֖ם H3117 לִטְב֑וֹחַ H2873 וּתְפוֹצ֣וֹתִי H8600 וּנְפַלְתֶּ֖ם H5307 כִּכְלִ֥י H3627 חֶמְדָּֽה H2532 ",
  "35": "וְאָבַ֥ד H6 מָנ֖וֹס H4498 מִן H4480 הָֽרֹעִ֑ים H7462 וּפְלֵיטָ֖ה H6413 מֵאַדִּירֵ֥י H117 הַצֹּֽאן H6629 ",
  "36": "ק֚וֹל H6963 צַעֲקַ֣ת H6818 הָֽרֹעִ֔ים H7462 וִֽילְלַ֖ת H3215 אַדִּירֵ֣י H117 הַצֹּ֑אן H6629 כִּֽי H3588 שֹׁדֵ֥ד H7703 יְהוָ֖ה H3068 אֶת H853 מַרְעִיתָֽם H4830 ",
  "37": "וְנָדַ֖מּוּ H1826 נְא֣וֹת H4999 הַשָּׁל֑וֹם H7965 מִפְּנֵ֖י H6440 חֲר֥וֹן H2740 אַף H639 יְהוָֽה H3068 ",
  "38": "עָזַ֥ב H5800 כַּכְּפִ֖יר H3715 סֻכּ֑וֹ H5520 כִּֽי H3588 הָיְתָ֤ה H1961 אַרְצָם֙ H776 לְשַׁמָּ֔ה H8047 מִפְּנֵי֙ H6440 חֲר֣וֹן H2740 הַיּוֹנָ֔ה H3238 וּמִ H6440 חֲר֥וֹן H2740 אַפּֽוֹ H639 "
}
