{
  "1": "בְּרֵאשִׁ֗ית H7225 מַמְלְכ֛וּת H4468 יְהוֹיָקִ֥ים H3079 בֶּן H1121 יֹאשִׁיָּ֖הוּ H2977 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 הָיָה֙ H1961 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 עֲמֹד֮ H5975 בַּחֲצַ֣ר H2691 בֵּית H1004 יְהוָה֒ H3068 וְדִבַּרְתָּ֞ H1696 עַל H5921 כָּל H3605 עָרֵ֣י H5892 יְהוּדָ֗ה H3063 הַבָּאִים֙ H935 לְהִשְׁתַּחֲוֺ֣ת H7812 בֵּית H1004 יְהוָ֔ה H3068 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 צִוִּיתִ֖יךָ H6680 לְדַבֵּ֣ר H1696 אֲלֵיהֶ֑ם H413 אַל H408 תִּגְרַ֖ע H1639 דָּבָֽר H1697 ",
  "3": "אוּלַ֣י H194 יִשְׁמְע֔וּ H8085 וְיָשֻׁ֕בוּ H7725 אִ֖ישׁ H376 מִדַּרְכּ֣ H1870 הָרָעָ֑ה H7451 וְנִחַמְתִּ֣י H5162 אֶל H413 הָרָעָ֗ה H7451 אֲשֶׁ֨ר H834 אָנֹכִ֤י H595 חֹשֵׁב֙ H2803 לַעֲשׂ֣וֹת H6213 לָהֶ֔ם Hl מִפְּנֵ֖י H6440 רֹ֥עַ H7455 מַעַלְלֵיהֶֽם H4611 ",
  "4": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 אִם H518 לֹ֤א H3808 תִשְׁמְעוּ֙ H8085 אֵלַ֔י H413 לָלֶ֨כֶת֙ H3212 בְּת֣וֹרָתִ֔ H8451 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִפְנֵי H6440 ",
  "5": "לִשְׁמֹ֗עַ H8085 עַל H5921 דִּבְרֵ֨י H1697 עֲבָדַ֣י H5650 הַנְּבִאִ֔ים H5030 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 שֹׁלֵ֣חַ H7971 אֲלֵיכֶ֑ם H413 וְהַשְׁכֵּ֥ם H7925 וְשָׁלֹ֖חַ H7971 וְלֹ֥א H3808 שְׁמַעְתֶּֽם H8085 ",
  "6": "וְנָתַתִּ֛י H5414 אֶת H853 הַבַּ֥יִת H1004 הַזֶּ֖ה H2088 כְּשִׁלֹ֑ה H7887 וְאֶת H853 הָעִ֤יר H5892 הזאתה H2063 אֶתֵּ֣ן H5414 לִקְלָלָ֔ה H7045 לְכֹ֖ל H3605 גּוֹיֵ֥י H1471 הָאָֽרֶץ H776 ",
  "7": "וַֽיִּשְׁמְע֛וּ H8085 הַכֹּהֲנִ֥ים H3548 וְהַ H5030 וְכָל H3605 הָעָ֑ם H5971 אֶֽת H853 יִרְמְיָ֔הוּ H3414 מְדַבֵּ֛ר H1696 אֶת H853 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "8": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 יִרְמְיָ֗הוּ H3414 לְדַבֵּר֙ H1696 אֵ֣ת H853 כָּל H3605 אֲשֶׁר H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לְדַבֵּ֖ר H1696 אֶל H413 כָּל H3605 הָעָ֑ם H5971 וַיִּתְפְּשׂ֨וּ H8610 אֹת֜וֹ H853 הַכֹּהֲנִ֧ים H3548 וְהַ H5030 וְכָל H3605 הָעָ֥ם H5971 לֵאמֹ֖ר H559 מ֥וֹת H4191 תָּמֽוּת H4191 ",
  "9": "מַדּוּעַ֩ H4069 נִבֵּ֨יתָ H5012 בְשֵׁם H8034 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 כְּשִׁלוֹ֙ H7887 יִֽהְיֶה֙ H1961 הַבַּ֣יִת H1004 הַזֶּ֔ה H2088 וְהָ H5892 הַזֹּ֛את H2063 תֶּחֱרַ֖ב H2717 מֵאֵ֣ין H369 יוֹשֵׁ֑ב H3427 וַיִּקָּהֵ֧ל H6950 כָּל H3605 הָעָ֛ם H5971 אֶֽל H413 יִרְמְיָ֖הוּ H3414 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "10": "וַֽיִּשְׁמְע֣וּ H8085 שָׂרֵ֣י H8269 יְהוּדָ֗ה H3063 אֵ֚ת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַיַּעֲל֥וּ H5927 מִבֵּית H1004 הַמֶּ֖לֶךְ H4428 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיֵּֽשְׁב֛וּ H3427 בְּפֶ֥תַח H6607 שַֽׁעַר H8179 יְהוָ֖ה H3068 הֶחָדָֽשׁ H2319 ",
  "11": "וַיֹּ֨אמְר֜וּ H559 הַכֹּהֲנִ֤ים H3548 וְהַ H5030 אֶל H413 הַשָּׂרִ֔ים H8269 וְאֶל H413 כָּל H3605 הָעָ֖ם H5971 לֵאמֹ֑ר H559 מִשְׁפַּט H4941 מָ֨וֶת֙ H4194 לָאִ֣ישׁ H376 הַזֶּ֔ה H2088 כִּ֤י H3588 נִבָּא֙ H5012 אֶל H413 הָעִ֣יר H5892 הַזֹּ֔את H2063 כַּאֲשֶׁ֥ר H834 שְׁמַעְתֶּ֖ם H8085 בְּאָזְנֵי H241 ",
  "12": "וַיֹּ֤אמֶר H559 יִרְמְיָ֨הוּ֙ H3414 אֶל H413 כָּל H3605 הַשָּׂרִ֔ים H8269 וְאֶל H413 כָּל H3605 הָעָ֖ם H5971 לֵאמֹ֑ר H559 יְהוָ֣ה H3068 שְׁלָחַ֗נִי H7971 לְהִנָּבֵ֞א H5012 אֶל H413 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 וְאֶל H413 הָעִ֣יר H5892 הַזֹּ֔את H2063 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 אֲשֶׁ֥ר H834 שְׁמַעְתֶּֽם H8085 ",
  "13": "וְעַתָּ֗ה H6258 הֵיטִ֤יבוּ H3190 דַרְכֵיכֶם֙ H1870 וּמַ֣עַלְלֵי H4611 וְשִׁמְע֕וּ H8085 בְּק֖וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְיִנָּחֵ֣ם H5162 יְהוָ֔ה H3068 אֶל H413 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 עֲלֵיכֶֽם H5921 ",
  "14": "וַאֲנִ֖י H589 הִנְנִ֣י H2005 בְיֶדְ H3027 עֲשׂוּ H6213 לִ֛י Hl כַּטּ֥וֹב H2896 וְכַ H3477 בְּעֵינֵי H5869 ",
  "15": "אַ֣ךְ H389 יָדֹ֣עַ H3045 תֵּדְע֗וּ H3045 כִּ֣י H3588 אִם H518 מְמִתִ֣ים H4191 אַתֶּם֮ H859 אֹתִי֒ H853 כִּי H3588 דָ֣ם H1818 נָקִ֗י H5355 אַתֶּם֙ H859 נֹתְנִ֣ים H5414 עֲלֵיכֶ֔ם H5921 וְאֶל H413 הָעִ֥יר H5892 הַזֹּ֖את H2063 וְאֶל H413 יֹשְׁבֶ֑יהָ H3427 כִּ֣י H3588 בֶאֱמֶ֗ת H571 שְׁלָחַ֤נִי H7971 יְהוָה֙ H3068 עֲלֵיכֶ֔ם H5921 לְדַבֵּר֙ H1696 בְּאָזְנֵי H241 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "16": "וַיֹּאמְר֤וּ H559 הַשָּׂרִים֙ H8269 וְכָל H3605 הָעָ֔ם H5971 אֶל H413 הַכֹּהֲנִ֖ים H3548 וְאֶל H413 הַנְּבִיאִ֑ים H5030 אֵין H369 לָאִ֤ישׁ H376 הַזֶּה֙ H2088 מִשְׁפַּט H4941 מָ֔וֶת H4194 כִּ֗י H3588 בְּשֵׁ֛ם H8034 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 דִּבֶּ֥ר H1696 אֵלֵֽינוּ H413 ",
  "17": "וַיָּקֻ֣מוּ H6965 אֲנָשִׁ֔ים H376 מִזִּקְנֵ֖י H2205 הָאָ֑רֶץ H776 וַיֹּ֣אמְר֔וּ H559 אֶל H413 כָּל H3605 קְהַ֥ל H6951 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
  "18": "מיכיה H4320 הַמּ֣וֹרַשְׁתִּ֔י H4183 הָיָ֣ה H1961 נִבָּ֔א H5012 בִּימֵ֖י H3117 חִזְקִיָּ֣הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 וַיֹּ֣אמֶר H559 אֶל H413 כָּל H3605 עַם֩ H5971 יְהוּדָ֨ה H3063 לֵאמֹ֜ר H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 צִיּ֞וֹן H6726 שָׂדֶ֤ה H7704 תֵֽחָרֵשׁ֙ H2790 וִירוּשָׁלַ֨יִם֙ H3389 עִיִּ֣ים H5856 תִּֽהְיֶ֔ה H1961 וְהַ֥ר H2022 הַבַּ֖יִת H1004 לְבָמ֥וֹת H1116 יָֽעַר H3293 ",
  "19": "הֶהָמֵ֣ת H4191 הֱ֠מִתֻהוּ H4191 חִזְקִיָּ֨הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 וְכָל H3605 יְהוּדָ֗ה H3063 הֲלֹא֮ H3808 יָרֵ֣א H3373 אֶת H853 יְהוָה֒ H3068 וַיְחַל֙ H2470 אֶת H853 פְּנֵ֣י H6440 יְהוָ֔ה H3068 וַיִּנָּ֣חֶם H5162 יְהוָ֔ה H3068 אֶל H413 הָרָעָ֖ה H7451 אֲשֶׁר H834 דִּבֶּ֣ר H1696 עֲלֵיהֶ֑ם H5921 וַאֲנַ֗חְנוּ H587 עֹשִׂ֛ים H6213 רָעָ֥ה H7451 גְדוֹלָ֖ה H1419 עַל H5921 נַפְשׁוֹתֵֽינוּ H5315 ",
  "20": "וְגַם H1571 אִ֗ישׁ H376 הָיָ֤ה H1961 מִתְנַבֵּא֙ H5012 בְּשֵׁ֣ם H8034 יְהוָ֔ה H3068 אֽוּרִיָּ֨הוּ֙ H223 בֶּֽן H1121 שְׁמַעְיָ֔הוּ H8098 מִקִּרְיַ֖ת H7157 הַיְּעָרִ֑ים H7157 וַיִּנָּבֵ֞א H5012 עַל H5921 הָעִ֤יר H5892 הַזֹּאת֙ H2063 וְעַל H5921 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 כְּכֹ֖ל H3605 דִּבְרֵ֥י H1697 יִרְמְיָֽהוּ H3414 ",
  "21": "וַיִּשְׁמַ֣ע H8085 הַמֶּֽלֶךְ H4428 יְ֠הוֹיָקִים H3079 וְכָל H3605 גִּבּוֹרָ֤יו H1368 וְכָל H3605 הַשָּׂרִים֙ H8269 אֶת H853 דְּבָרָ֔יו H1697 וַיְבַקֵּ֥שׁ H1245 הַמֶּ֖לֶךְ H4428 הֲמִית֑וֹ H4191 וַיִּשְׁמַ֤ע H8085 אוּרִיָּ֨הוּ֙ H223 וַיִּרָ֔א H3372 וַיִּבְרַ֖ח H1272 וַיָּבֹ֥א H935 מִצְרָֽיִם H4714 ",
  "22": "וַיִּשְׁלַ֞ח H7971 הַמֶּ֧לֶךְ H4428 יְהוֹיָקִ֛ים H3079 אֲנָשִׁ֖ים H376 מִצְרָ֑יִם H4714 אֵ֣ת H853 אֶלְנָתָ֧ן H494 בֶּן H1121 עַכְבּ֛וֹר H5907 וַאֲנָשִׁ֥ים H376 אִתּ֖וֹ H854 אֶל H413 מִצְרָֽיִם H4714 ",
  "23": "וַיּוֹצִ֨יאוּ H3318 אֶת H853 אוּרִיָּ֜הוּ H223 מִמִּצְרַ֗יִם H4714 וַיְבִאֻ֨ H935 אֶל H413 הַמֶּ֣לֶךְ H4428 יְהוֹיָקִ֔ים H3079 וַיַּכֵּ֖ H5221 בֶּחָ֑רֶב H2719 וַיַּשְׁלֵךְ֙ H7993 אֶת H853 נִבְלָת֔וֹ H5038 אֶל H413 קִבְרֵ֖י H6913 בְּנֵ֥י H1121 הָעָֽם H5971 ",
  "24": "אַ֗ךְ H389 יַ֚ד H3027 אֲחִיקָ֣ם H296 בֶּן H1121 שָׁפָ֔ן H8227 הָיְתָ֖ה H1961 אֶֽת H854 יִרְמְיָ֑הוּ H3414 לְבִלְתִּ֛י H1115 תֵּת H5414 אֹת֥וֹ H853 בְיַד H3027 הָעָ֖ם H5971 לַהֲמִיתֽ H4191 "
}
