{
  "1": "וַיְהִ֣י H1961 בַּשָּׁנָ֣ה H8141 הַהִ֗יא H1931 בְּרֵאשִׁית֙ H7225 מַמְלֶ֨כֶת֙ H4467 צִדְקִיָּ֣ה H6667 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 בשנת H8141 הָֽרְבִעִ֔ית H7243 בַּחֹ֖דֶשׁ H2320 הַחֲמִישִׁ֑י H2549 אָמַ֣ר H559 אֵלַ֡י H413 חֲנַנְיָה֩ H2608 בֶן H1121 עַזּ֨וּר H5809 הַנָּבִ֜יא H5030 אֲשֶׁ֤ר H834 מִגִּבְעוֹן֙ H1391 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 לְעֵינֵ֧י H5869 הַכֹּהֲנִ֛ים H3548 וְכָל H3605 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
  "2": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 שָׁבַ֞רְתִּי H7665 אֶת H853 עֹ֖ל H5923 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "3": "בְּע֣וֹד H5750 שְׁנָתַ֣יִם H8141 יָמִ֗ים H3117 אֲנִ֤י H589 מֵשִׁיב֙ H7725 אֶל H413 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 אֶֽת H853 כָּל H3605 כְּלֵ֖י H3627 בֵּ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 לָקַ֜ח H3947 נְבוּכַדנֶאצַּ֤ר H5019 מֶֽלֶךְ H4428 בָּבֶל֙ H894 מִן H4480 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 וַיְבִיאֵ֖ H935 בָּבֶֽל H894 ",
  "4": "וְאֶת H853 יְכָנְיָ֣ה H3204 בֶן H1121 יְהוֹיָקִ֣ים H3079 מֶֽלֶךְ H4428 יְ֠הוּדָה H3063 וְאֶת H854 כָּל H3605 גָּל֨וּת H1546 יְהוּדָ֜ה H3063 הַבָּאִ֣ים H935 בָּבֶ֗לָה H894 אֲנִ֥י H589 מֵשִׁ֛יב H7725 אֶל H413 הַמָּק֥וֹם H4725 הַזֶּ֖ה H2088 נְאֻם H5002 יְהוָ֑ה H3068 כִּ֣י H3588 אֶשְׁבֹּ֔ר H7665 אֶת H853 עֹ֖ל H5923 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "5": "וַיֹּ֨אמֶר֙ H559 יִרְמְיָ֣ה H3414 הַנָּבִ֔יא H5030 אֶל H413 חֲנַנְיָ֖ה H2608 הַנָּבִ֑יא H5030 לְעֵינֵ֤י H5869 הַכֹּֽהֲנִים֙ H3548 וּלְ H5869 כָל H3605 הָעָ֔ם H5971 הָעֹמְדִ֖ים H5975 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "6": "וַיֹּ֨אמֶר֙ H559 יִרְמְיָ֣ה H3414 הַנָּבִ֔יא H5030 אָמֵ֕ן H543 כֵּ֖ן H3651 יַעֲשֶׂ֣ה H6213 יְהוָ֑ה H3068 יָקֵ֤ם H6965 יְהוָה֙ H3068 אֶת H853 דְּבָרֶ֔יךָ H1697 אֲשֶׁ֣ר H834 נִבֵּ֗אתָ H5012 לְהָשִׁ֞יב H7725 כְּלֵ֤י H3627 בֵית H1004 יְהוָה֙ H3068 וְכָל H3605 הַגּוֹלָ֔ה H1473 מִבָּבֶ֖ל H894 אֶל H413 הַמָּק֥וֹם H4725 הַזֶּֽה H2088 ",
  "7": "אַךְ H389 שְׁמַֽע H8085 נָא֙ H4994 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 דֹּבֵ֣ר H1696 בְּאָזְנֶ֑י H241 וּבְ H241 כָּל H3605 הָעָֽם H5971 ",
  "8": "הַנְּבִיאִ֗ים H5030 אֲשֶׁ֨ר H834 הָי֧וּ H1961 לְפָנַ֛ H6440 וּלְ H6440 מִן H4480 הָֽעוֹלָ֑ם H5769 וַיִּנָּ֨בְא֜וּ H5012 אֶל H413 אֲרָצ֤וֹת H776 רַבּוֹת֙ H7227 וְעַל H5921 מַמְלָכ֣וֹת H4467 גְּדֹל֔וֹת H1419 לְמִלְחָמָ֖ה H4421 וּלְ H7451 וּלְ H1698 ",
  "9": "הַנָּבִ֕יא H5030 אֲשֶׁ֥ר H834 יִנָּבֵ֖א H5012 לְשָׁל֑וֹם H7965 בְּבֹא֙ H935 דְּבַ֣ר H1697 הַנָּבִ֗יא H5030 יִוָּדַע֙ H3045 הַנָּבִ֔יא H5030 אֲשֶׁר H834 שְׁלָח֥וֹ H7971 יְהוָ֖ה H3068 בֶּאֱמֶֽת H571 ",
  "10": "וַיִּקַּ֞ח H3947 חֲנַנְיָ֤ה H2608 הַנָּבִיא֙ H5030 אֶת H853 הַמּוֹטָ֔ה H4133 מֵעַ֕ל H5921 צַוַּ֖אר H6677 יִרְמְיָ֣ה H3414 הַנָּבִ֑יא H5030 וַֽיִּשְׁבְּרֵֽ H7665 ",
  "11": "וַיֹּ֣אמֶר H559 חֲנַנְיָה֩ H2608 לְעֵינֵ֨י H5869 כָל H3605 הָעָ֜ם H5971 לֵאמֹ֗ר H559 כֹּה֮ H3541 אָמַ֣ר H559 יְהוָה֒ H3068 כָּ֣כָה H3602 אֶשְׁבֹּ֞ר H7665 אֶת H853 עֹ֣ל H5923 נְבֻֽכַדְנֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶ֗ל H894 בְּעוֹד֙ H5750 שְׁנָתַ֣יִם H8141 יָמִ֔ים H3117 מֵעַ֕ל H5921 צַוַּ֖אר H6677 כָּל H3605 הַגּוֹיִ֑ם H1471 וַיֵּ֛לֶךְ H3212 יִרְמְיָ֥ה H3414 הַנָּבִ֖יא H5030 לְדַרְכּֽ H1870 ",
  "12": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֶֽל H413 יִרְמְיָ֑ה H3414 אַ֠חֲרֵי H310 שְׁב֞וֹר H7665 חֲנַנְיָ֤ה H2608 הַנָּבִיא֙ H5030 אֶת H853 הַמּוֹטָ֔ה H4133 מֵעַ֗ל H5921 צַוַּ֛אר H6677 יִרְמְיָ֥ה H3414 הַנָּבִ֖יא H5030 לֵאמֹֽר H559 ",
  "13": "הָלוֹךְ֩ H1980 וְאָמַרְתָּ֨ H559 אֶל H413 חֲנַנְיָ֜ה H2608 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 מוֹטֹ֥ת H4133 עֵ֖ץ H6086 שָׁבָ֑רְתָּ H7665 וְעָשִׂ֥יתָ H6213 תַחְתֵּיהֶ֖ן H8478 מֹט֥וֹת H4133 בַּרְזֶֽל H1270 ",
  "14": "כִּ֣י H3588 כֹֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 עֹ֣ל H5923 בַּרְזֶ֡ל H1270 נָתַ֜תִּי H5414 עַל H5921 צַוַּ֣אר H6677 כָּל H3605 הַגּוֹיִ֣ם H1471 הָאֵ֗לֶּה H428 לַעֲבֹ֛ד H5647 אֶת H853 נְבֻכַדְנֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וַעֲבָדֻ֑ H5647 וְגַ֛ם H1571 אֶת H853 חַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 נָתַ֥תִּי H5414 לֽוֹ Hl ",
  "15": "וַיֹּ֨אמֶר H559 יִרְמְיָ֧ה H3414 הַנָּבִ֛יא H5030 אֶל H413 חֲנַנְיָ֥ה H2608 הַנָּבִ֖יא H5030 שְׁמַֽע H8085 נָ֣א H4994 חֲנַנְיָ֑ה H2608 לֹֽא H3808 שְׁלָחֲךָ֣ H7971 יְהוָ֔ה H3068 וְאַתָּ֗ה H859 הִבְטַ֛חְתָּ H982 אֶת H853 הָעָ֥ם H5971 הַזֶּ֖ה H2088 עַל H5921 שָֽׁקֶר H8267 ",
  "16": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִי֙ H2005 מְשַֽׁלֵּֽחֲךָ֔ H7971 מֵעַ֖ל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 הַשָּׁנָה֙ H8141 אַתָּ֣ה H859 מֵ֔ת H4191 כִּֽי H3588 סָרָ֥ה H5627 דִבַּ֖רְתָּ H1696 אֶל H413 יְהוָֽה H3068 ",
  "17": "וַיָּ֛מָת H4191 חֲנַנְיָ֥ה H2608 הַנָּבִ֖יא H5030 בַּשָּׁנָ֣ה H8141 הַהִ֑יא H1931 בַּחֹ֖דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 "
}
