{
  "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 אֶֽל H413 יִרְמְיָ֔הוּ H3414 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "כֹּֽה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 כְּתָב H3789 לְךָ֗ Hl אֵ֧ת H853 כָּל H3605 הַדְּבָרִ֛ים H1697 אֲשֶׁר H834 דִּבַּ֥רְתִּי H1696 אֵלֶ֖יךָ H413 אֶל H413 סֵֽפֶר H5612 ",
  "3": "כִּ֠י H3588 הִנֵּ֨ה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וְ֠שַׁבְתִּי H7725 אֶת H853 שְׁב֨וּת H7622 עַמִּ֧י H5971 יִשְׂרָאֵ֛ל H3478 וִֽיהוּדָ֖ה H3063 אָמַ֣ר H559 יְהוָ֑ה H3068 וַהֲשִׁבֹתִ֗י H7725 אֶל H413 הָאָ֛רֶץ H776 אֲשֶׁר H834 נָתַ֥תִּי H5414 לַאֲבוֹתָ֖ H1 וִֽירֵשֽׁוּ H3423 ",
  "4": "וְאֵ֣לֶּה H428 הַדְּבָרִ֗ים H1697 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 יִשְׂרָאֵ֖ל H3478 וְאֶל H413 יְהוּדָֽה H3063 ",
  "5": "כִּי H3588 כֹה֙ H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 ק֥וֹל H6963 חֲרָדָ֖ה H2731 שָׁמָ֑עְנוּ H8085 פַּ֖חַד H6343 וְאֵ֥ין H369 שָׁלֽוֹם H7965 ",
  "6": "שַׁאֲלוּ H7592 נָ֣א H4994 וּרְא֔וּ H7200 אִם H518 יֹלֵ֖ד H3205 זָכָ֑ר H2145 מַדּוּעַ֩ H4069 רָאִ֨יתִי H7200 כָל H3605 גֶּ֜בֶר H1397 יָדָ֤יו H3027 עַל H5921 חֲלָצָיו֙ H2504 כַּיּ֣וֹלֵדָ֔ה H3205 וְנֶהֶפְכ֥וּ H2015 כָל H3605 פָּנִ֖ים H6440 לְיֵרָקֽוֹן H3420 ",
  "7": "ה֗וֹי H1945 כִּ֥י H3588 גָד֛וֹל H1419 הַיּ֥וֹם H3117 הַה֖וּא H1931 מֵאַ֣יִן H369 כָּמֹ֑הוּ H3644 וְעֵֽת H6256 צָרָ֥ה H6869 הִיא֙ H1931 לְיַֽעֲקֹ֔ב H3290 וּמִמֶּ֖ H4480 יִוָּשֵֽׁעַ H3467 ",
  "8": "וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַה֜וּא H1931 נְאֻ֣ם H5002 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 אֶשְׁבֹּ֤ר H7665 עֻלּוֹ֙ H5923 מֵעַ֣ל H5921 צַוָּארֶ֔ךָ H6677 וּמוֹסְרוֹתֶ֖י H4147 אֲנַתֵּ֑ק H5423 וְלֹא H3808 יַעַבְדוּ H5647 ב֥וֹ Hb ע֖וֹד H5750 זָרִֽים H2114 ",
  "9": "וְעָ֣בְד֔וּ H5647 אֵ֖ת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיהֶ֑ם H430 וְאֵת֙ H853 דָּוִ֣ד H1732 מַלְכָּ֔ם H4428 אֲשֶׁ֥ר H834 אָקִ֖ים H6965 לָהֶֽם H1992 ",
  "10": "וְאַתָּ֡ה H859 אַל H408 תִּירָא֩ H3372 עַבְדִּ֨י H5650 יַעֲקֹ֤ב H3290 נְאֻם H5002 יְהֹוָה֙ H3068 וְאַל H408 תֵּחַ֣ת H2865 יִשְׂרָאֵ֔ל H3478 כִּ֠י H3588 הִנְנִ֤י H2005 מוֹשִֽׁיעֲךָ֙ H3467 מֵֽרָח֔וֹק H7350 וְאֶֽת H853 זַרְעֲךָ֖ H2233 מֵאֶ֣רֶץ H776 שִׁבְיָ֑ם H7628 וְשָׁ֧ב H7725 יַעֲקֹ֛ב H3290 וְשָׁקַ֥ט H8252 וְשַׁאֲנַ֖ן H7599 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
  "11": "כִּֽי H3588 אִתְּךָ֥ H854 אֲנִ֛י H589 נְאֻם H5002 יְהוָ֖ה H3068 לְהֽוֹשִׁיעֶ֑ H3467 כִּי֩ H3588 אֶעֱשֶׂ֨ה H6213 כָלָ֜ה H3617 בְּכָֽל H3605 הַגּוֹיִ֣ם H1471 אֲשֶׁ֧ר H834 הֲפִצוֹתִ֣יךָ H6327 שָּׁ֗ם H8033 אַ֤ךְ H389 אֹֽתְךָ֙ H854 לֹֽא H3808 אֶעֱשֶׂ֣ה H6213 כָלָ֔ה H3617 וְיִסַּרְתִּ֨י H3256 לַמִּשְׁפָּ֔ט H4941 וְנַקֵּ֖ה H5352 לֹ֥א H3808 אֲנַקֶּֽךָּ H5352 ",
  "12": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֖ה H3068 אָנ֣וּשׁ H605 לְשִׁבְרֵ֑ H7667 נַחְלָ֖ה H2470 מַכָּתֵֽךְ H4347 ",
  "13": "אֵֽין H369 דָּ֥ן H1777 דִּינֵ֖ךְ H1779 לְמָז֑וֹר H4205 רְפֻא֥וֹת H7499 תְּעָלָ֖ה H8585 אֵ֥ין H369 לָֽךְ Hl ",
  "14": "כָּל H3605 מְאַהֲבַ֣יִךְ H157 שְׁכֵח֔וּךְ H7911 אוֹתָ֖ךְ H853 לֹ֣א H3808 יִדְרֹ֑שׁוּ H1875 כִּי֩ H3588 מַכַּ֨ת H4347 אוֹיֵ֤ב H341 הִכִּיתִיךְ֙ H5221 מוּסַ֣ר H4148 אַכְזָרִ֔י H394 עַ֚ל H5921 רֹ֣ב H7230 עֲוֺנֵ֔ךְ H5771 עָצְמ֖וּ H6105 חַטֹּאתָֽיִךְ H2403 ",
  "15": "מַה H4100 תִּזְעַק֙ H2199 עַל H5921 שִׁבְרֵ֔ךְ H7667 אָנ֖וּשׁ H605 מַכְאֹבֵ֑ךְ H4341 עַ֣ל H5921 רֹ֣ב H7230 עֲוֺנֵ֗ךְ H5771 עָֽצְמוּ֙ H6105 חַטֹּאתַ֔יִךְ H2403 עָשִׂ֥יתִי H6213 אֵ֖לֶּה H428 לָֽךְ Hl ",
  "16": "לָכֵ֞ן H3651 כָּל H3605 אֹכְלַ֨יִךְ֙ H398 יֵאָכֵ֔לוּ H398 וְכָל H3605 צָרַ֥יִךְ H6862 כֻּלָּ֖ם H3605 בַּשְּׁבִ֣י H7628 יֵלֵ֑כוּ H3212 וְהָי֤וּ H1961 שֹׁאסַ֨יִךְ֙ H7601 לִמְשִׁסָּ֔ה H4933 וְכָל H3605 בֹּזְזַ֖יִךְ H962 אֶתֵּ֥ן H5414 לָבַֽז H957 ",
  "17": "כִּי֩ H3588 אַעֲלֶ֨ה H5927 אֲרֻכָ֥ה H724 לָ֛ךְ Hl וּמִ H4347 אֶרְפָּאֵ֖ךְ H7495 נְאֻם H5002 יְהוָ֑ה H3068 כִּ֤י H3588 נִדָּחָה֙ H5080 קָ֣רְאוּ H7121 לָ֔ךְ Hl צִיּ֣וֹן H6726 הִ֔יא H1931 דֹּרֵ֖שׁ H1875 אֵ֥ין H369 לָֽהּ Hl ",
  "18": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִנְנִי H2005 שָׁב֙ H7725 שְׁבוּת֙ H7622 אָהֳלֵ֣י H168 יַֽעֲק֔וֹב H3290 וּמִשְׁכְּנֹתָ֖י H4908 אֲרַחֵ֑ם H7355 וְנִבְנְתָ֥ה H1129 עִיר֙ H5892 עַל H5921 תִּלָּ֔הּ H8510 וְאַרְמ֖וֹן H759 עַל H5921 מִשְׁפָּט֥וֹ H4941 יֵשֵֽׁב H3427 ",
  "19": "וְיָצָ֥א H3318 מֵהֶ֛ם H1992 תּוֹדָ֖ה H8426 וְק֣וֹל H6963 מְשַׂחֲקִ֑ים H7832 וְהִרְבִּתִי H7235 וְלֹ֣א H3808 יִמְעָ֔טוּ H4591 וְהִכְבַּדְתִּ֖י H3513 וְלֹ֥א H3808 יִצְעָֽרוּ H6819 ",
  "20": "וְהָי֤וּ H1961 בָנָיו֙ H1121 כְּקֶ֔דֶם H6924 וַעֲדָת֖ H5712 לְפָנַ֣ H6440 תִּכּ֑וֹן H3559 וּפָ֣קַדְתִּ֔י H6485 עַ֖ל H5921 כָּל H3605 לֹחֲצָֽיו H3905 ",
  "21": "וְהָיָ֨ה H1961 אַדִּיר֜וֹ H117 מִמֶּ֗נּוּ H4480 וּמֹֽשְׁל H4910 מִקִּרְבּ֣ H7130 יֵצֵ֔א H3318 וְהִקְרַבְתִּ֖י H7126 וְנִגַּ֣שׁ H5066 אֵלָ֑י H413 כִּי֩ H3588 מִ֨י H4310 הוּא H1931 זֶ֜ה H2088 עָרַ֧ב H6148 אֶת H853 לִבּ֛וֹ H3820 לָגֶ֥שֶׁת H5066 אֵלַ֖י H413 נְאֻם H5002 יְהוָֽה H3068 ",
  "22": "וִהְיִ֥יתֶם H1961 לִ֖י Hl לְעָ֑ם H5971 וְאָ֣נֹכִ֔י H595 אֶהְיֶ֥ה H1961 לָכֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "23": "הִנֵּ֣ה H2009 סַעֲרַ֣ת H5591 יְהוָ֗ה H3068 חֵמָה֙ H2534 יָֽצְאָ֔ה H3318 סַ֖עַר H5591 מִתְגּוֹרֵ֑ר H1641 עַ֛ל H5921 רֹ֥אשׁ H7218 רְשָׁעִ֖ים H7563 יָחֽוּל H2342 ",
  "24": "לֹ֣א H3808 יָשׁ֗וּב H7725 חֲרוֹן֙ H2740 אַף H639 יְהוָ֔ה H3068 עַד H5704 עֲשֹׂת֥וֹ H6213 וְעַד H5704 הֲקִימ֖וֹ H6965 מְזִמּ֣וֹת H4209 לִבּ֑וֹ H3820 בְּאַחֲרִ֥ית H319 הַיָּמִ֖ים H3117 תִּתְבּ֥וֹנְנוּ H995 בָֽהּ Hb "
}
