{
  "1": "בָּעֵ֤ת H6256 הַהִיא֙ H1931 נְאֻם H5002 יְהוָ֔ה H3068 אֶֽהְיֶה֙ H1961 לֵֽאלֹהִ֔ים H430 לְכֹ֖ל H3605 מִשְׁפְּח֣וֹת H4940 יִשְׂרָאֵ֑ל H3478 וְהֵ֖מָּה H1992 יִֽהְיוּ H1961 לִ֥י Hl לְעָֽם H5971 ",
  "2": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 מָצָ֥א H4672 חֵן֙ H2580 בַּמִּדְבָּ֔ר H4057 עַ֖ם H5971 שְׂרִ֣ידֵי H8300 חָ֑רֶב H2719 הָל֥וֹךְ H1980 לְהַרְגִּיע֖ H7280 יִשְׂרָאֵֽל H3478 ",
  "3": "מֵרָח֕וֹק H7350 יְהוָ֖ה H3068 נִרְאָ֣ה H7200 לִ֑י Hl וְאַהֲבַ֤ת H160 עוֹלָם֙ H5769 אֲהַבְתִּ֔יךְ H157 עַל H5921 כֵּ֖ן H3651 מְשַׁכְתִּ֥יךְ H4900 חָֽסֶד H2617 ",
  "4": "ע֤וֹד H5750 אֶבְנֵךְ֙ H1129 וְֽנִבְנֵ֔ית H1129 בְּתוּלַ֖ת H1330 יִשְׂרָאֵ֑ל H3478 ע֚וֹד H5750 תַּעְדִּ֣י H5710 תֻפַּ֔יִךְ H8596 וְיָצָ֖את H3318 בִּמְח֥וֹל H4234 מְשַׂחֲקִֽים H7832 ",
  "5": "ע֚וֹד H5750 תִּטְּעִ֣י H5193 כְרָמִ֔ים H3754 בְּהָרֵ֖י H2022 שֹֽׁמְר֑וֹן H8111 נָטְע֥וּ H5193 נֹטְעִ֖ים H5193 וְחִלֵּֽלוּ H2490 ",
  "6": "כִּ֣י H3588 יֶשׁ H3426 י֔וֹם H3117 קָרְא֥וּ H7121 נֹצְרִ֖ים H5341 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 ק֚וּמוּ H6965 וְנַעֲלֶ֣ה H5927 צִיּ֔וֹן H6726 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵֽינוּ H430 ",
  "7": "כִּי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 רָנּ֤וּ H7442 לְיַֽעֲקֹב֙ H3290 שִׂמְחָ֔ה H8057 וְצַהֲל֖וּ H6670 בְּרֹ֣אשׁ H7218 הַגּוֹיִ֑ם H1471 הַשְׁמִ֤יעוּ H8085 הַֽלְלוּ֙ H1984 וְאִמְר֔וּ H559 הוֹשַׁ֤ע H3467 יְהוָה֙ H3068 אֶֽת H853 עַמְּךָ֔ H5971 אֵ֖ת H853 שְׁאֵרִ֥ית H7611 יִשְׂרָאֵֽל H3478 ",
  "8": "הִנְנִי֩ H2005 מֵבִ֨יא H935 אוֹתָ֜ם H853 מֵאֶ֣רֶץ H776 צָפ֗וֹן H6828 וְקִבַּצְתִּי H6908 מִיַּרְכְּתֵי H3411 אָרֶץ֒ H776 בָּ֚ם Hb עִוֵּ֣ר H5787 וּפִסֵּ֔חַ H6455 הָרָ֥ה H2030 וְיֹלֶ֖דֶת H3205 יַחְדָּ֑ו H3162 קָהָ֥ל H6951 גָּד֖וֹל H1419 יָשׁ֥וּבוּ H7725 הֵֽנָּה H2008 ",
  "9": "בִּבְכִ֣י H1065 יָבֹ֗אוּ H935 וּֽבְ H8469 אֽוֹבִילֵם֒ H2986 אֽוֹלִיכֵם֙ H3212 אֶל H413 נַ֣חֲלֵי H5158 מַ֔יִם H4325 בְּדֶ֣רֶךְ H1870 יָשָׁ֔ר H3477 לֹ֥א H3808 יִכָּשְׁל֖וּ H3782 בָּ֑הּ Hb כִּֽי H3588 הָיִ֤יתִי H1961 לְיִשְׂרָאֵל֙ H3478 לְאָ֔ב H1 וְאֶפְרַ֖יִם H669 בְּכֹ֥רִי H1060 הֽוּא H1931 ",
  "10": "שִׁמְע֤וּ H8085 דְבַר H1697 יְהוָה֙ H3068 גּוֹיִ֔ם H1471 וְהַגִּ֥ידוּ H5046 בָאִיִּ֖ים H339 מִמֶּרְחָ֑ק H4801 וְאִמְר֗וּ H559 מְזָרֵ֤ה H2219 יִשְׂרָאֵל֙ H3478 יְקַבְּצֶ֔נּוּ H6908 וּשְׁמָר֖ H8104 כְּרֹעֶ֥ה H7462 עֶדְרֽוֹ H5739 ",
  "11": "כִּֽי H3588 פָדָ֥ה H6299 יְהוָ֖ה H3068 אֶֽת H853 יַעֲקֹ֑ב H3290 וּגְאָל֕ H1350 מִיַּ֖ד H3027 חָזָ֥ק H2389 מִמֶּֽנּוּ H4480 ",
  "12": "וּבָאוּ֮ H935 וְרִנְּנ֣וּ H7442 בִמְרוֹם H4791 צִיּוֹן֒ H6726 וְנָהֲר֞וּ H5102 אֶל H413 ט֣וּב H2898 יְהוָ֗ה H3068 עַל H5921 דָּגָן֙ H1715 וְעַל H5921 תִּירֹ֣שׁ H8492 וְעַל H5921 יִצְהָ֔ר H3323 וְעַל H5921 בְּנֵי H1121 צֹ֖אן H6629 וּבָקָ֑ר H1241 וְהָיְתָ֤ה H1961 נַפְשָׁם֙ H5315 כְּגַ֣ן H1588 רָוֶ֔ה H7302 וְלֹא H3808 יוֹסִ֥יפוּ H3254 לְדַאֲבָ֖ה H1669 עֽוֹד H5750 ",
  "13": "אָ֣ז H227 תִּשְׂמַ֤ח H8055 בְּתוּלָה֙ H1330 בְּמָח֔וֹל H4234 וּבַחֻרִ֥ים H970 וּזְקֵנִ֖ים H2205 יַחְדָּ֑ו H3162 וְהָפַכְתִּ֨י H2015 אֶבְלָ֤ם H60 לְשָׂשׂוֹן֙ H8342 וְנִ֣חַמְתִּ֔י H5162 וְשִׂמַּחְתִּ֖י H8055 מִיגוֹנָֽ H3015 ",
  "14": "וְרִוֵּיתִ֛י H7301 נֶ֥פֶשׁ H5315 הַכֹּהֲנִ֖ים H3548 דָּ֑שֶׁן H1880 וְעַמִּ֛ H5971 אֶת H854 טוּבִ֥י H2898 יִשְׂבָּ֖עוּ H7646 נְאֻם H5002 יְהוָֽה H3068 ",
  "15": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 ק֣וֹל H6963 בְּרָמָ֤ה H7414 נִשְׁמָע֙ H8085 נְהִי֙ H5092 בְּכִ֣י H1065 תַמְרוּרִ֔ים H8563 רָחֵ֖ל H7354 מְבַכָּ֣ה H1058 עַל H5921 בָּנֶ֑יהָ H1121 מֵאֲנָ֛ה H3985 לְהִנָּחֵ֥ם H5162 עַל H5921 בָּנֶ֖יהָ H1121 כִּ֥י H3588 אֵינֶֽנּוּ H369 ",
  "16": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 מִנְעִ֤י H4513 קוֹלֵךְ֙ H6963 מִבֶּ֔כִי H1065 וְעֵינַ֖יִ H5869 מִדִּמְעָ֑ה H1832 כִּי֩ H3588 יֵ֨שׁ H3426 שָׂכָ֤ר H7939 לִפְעֻלָּתֵ H6468 נְאֻם H5002 יְהוָ֔ה H3068 וְשָׁ֖בוּ H7725 מֵאֶ֥רֶץ H776 אוֹיֵֽב H341 ",
  "17": "וְיֵשׁ H3426 תִּקְוָ֥ה H8615 לְאַחֲרִיתֵ֖ H319 נְאֻם H5002 יְהוָ֑ה H3068 וְשָׁ֥בוּ H7725 בָנִ֖ים H1121 לִגְבוּלָֽ H1366 ",
  "18": "שָׁמ֣וֹעַ H8085 שָׁמַ֗עְתִּי H8085 אֶפְרַ֨יִם֙ H669 מִתְנוֹדֵ֔ד H5110 יִסַּרְתַּ֨נִי֙ H3256 וָֽאִוָּסֵ֔ר H3256 כְּעֵ֖גֶל H5695 לֹ֣א H3808 לֻמָּ֑ד H3925 הֲשִׁיבֵ֣נִי H7725 וְאָשׁ֔וּבָה H7725 כִּ֥י H3588 אַתָּ֖ה H859 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
  "19": "כִּֽי H3588 אַחֲרֵ֤י H310 שׁוּבִי֙ H7725 נִחַ֔מְתִּי H5162 וְאַֽחֲרֵי֙ H310 הִוָּ֣דְעִ֔י H3045 סָפַ֖קְתִּי H5606 עַל H5921 יָרֵ֑ךְ H3409 בֹּ֚שְׁתִּי H954 וְגַם H1571 נִכְלַ֔מְתִּי H3637 כִּ֥י H3588 נָשָׂ֖אתִי H5375 חֶרְפַּ֥ת H2781 נְעוּרָֽי H5271 ",
  "20": "הֲבֵן֩ H1121 יַקִּ֨יר H3357 לִ֜י Hl אֶפְרַ֗יִם H669 אִ֚ם H518 יֶ֣לֶד H3206 שַׁעֲשֻׁעִ֔ים H8191 כִּֽי H3588 מִדֵּ֤י H1767 דַבְּרִי֙ H1696 בּ֔וֹ Hb זָכֹ֥ר H2142 אֶזְכְּרֶ֖נּוּ H2142 ע֑וֹד H5750 עַל H5921 כֵּ֗ן H3651 הָמ֤וּ H1993 מֵעַי֙ H4578 ל֔וֹ Hl רַחֵ֥ם H7355 אֲֽרַחֲמֶ֖נּוּ H7355 נְאֻם H5002 יְהוָֽה H3068 ",
  "21": "הַצִּ֧יבִי H5324 לָ֣ךְ Hl צִיֻּנִ֗ים H6725 שִׂ֤מִי H7760 לָךְ֙ Hl תַּמְרוּרִ֔ים H8564 שִׁ֣תִי H7896 לִבֵּ֔ךְ H3820 לַֽמְסִלָּ֖ה H4546 דֶּ֣רֶךְ H1870 הלכתי H1980 שׁ֚וּבִי H7725 בְּתוּלַ֣ת H1330 יִשְׂרָאֵ֔ל H3478 שֻׁ֖בִי H7725 אֶל H413 עָרַ֥יִךְ H5892 אֵֽלֶּה H428 ",
  "22": "עַד H5704 מָתַי֙ H4970 תִּתְחַמָּקִ֔ין H2559 הַבַּ֖ת H1323 הַשּֽׁוֹבֵבָ֑ה H7728 כִּֽי H3588 בָרָ֨א H1254 יְהוָ֤ה H3068 חֲדָשָׁה֙ H2319 בָּאָ֔רֶץ H776 נְקֵבָ֖ה H5347 תְּס֥וֹבֵֽב H5437 גָּֽבֶר H1397 ",
  "23": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 ע֣וֹד H5750 יֹאמְר֞וּ H559 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 בְּאֶ֤רֶץ H776 יְהוּדָה֙ H3063 וּבְ H5892 בְּשׁוּבִ֖ H7725 אֶת H853 שְׁבוּתָ֑ם H7622 יְבָרֶכְךָ֧ H1288 יְהוָ֛ה H3068 נְוֵה H5116 צֶ֖דֶק H6664 הַ֥ר H2022 הַקֹּֽדֶשׁ H6944 ",
  "24": "וְיָ֥שְׁבוּ H3427 בָ֛הּ Hb יְהוּדָ֥ה H3063 וְכָל H3605 עָרָ֖יו H5892 יַחְדָּ֑ו H3162 אִכָּרִ֕ים H406 וְנָסְע֖וּ H5265 בַּעֵֽדֶר H5739 ",
  "25": "כִּ֥י H3588 הִרְוֵ֖יתִי H7301 נֶ֣פֶשׁ H5315 עֲיֵפָ֑ה H5889 וְכָל H3605 נֶ֥פֶשׁ H5315 דָּאֲבָ֖ה H1669 מִלֵּֽאתִי H4390 ",
  "26": "עַל H5921 זֹ֖את H2063 הֱקִיצֹ֣תִי H6974 וָאֶרְאֶ֑ה H7200 וּשְׁנָתִ֖ H8142 עָ֥רְבָה H6149 לִּֽי Hl ",
  "27": "הִנֵּ֛ה H2009 יָמִ֥ים H3117 בָּאִ֖ים H935 נְאֻם H5002 יְהוָ֑ה H3068 וְזָרַעְתִּ֗י H2232 אֶת H853 בֵּ֤ית H1004 יִשְׂרָאֵל֙ H3478 וְאֶת H853 בֵּ֣ית H1004 יְהוּדָ֔ה H3063 זֶ֥רַע H2233 אָדָ֖ם H120 וְזֶ֥רַע H2233 בְּהֵמָֽה H929 ",
  "28": "וְהָיָ֞ה H1961 כַּאֲשֶׁ֧ר H834 שָׁקַ֣דְתִּי H8245 עֲלֵיהֶ֗ם H5921 לִנְת֧וֹשׁ H5428 וְלִ H5422 וְלַ H2040 וּלְ H6 וּלְ H7489 כֵּ֣ן H3651 אֶשְׁקֹ֧ד H8245 עֲלֵיהֶ֛ם H5921 לִבְנ֥וֹת H1129 וְלִ H5193 נְאֻם H5002 יְהוָֽה H3068 ",
  "29": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 לֹא H3808 יֹאמְר֣וּ H559 ע֔וֹד H5750 אָב֖וֹת H1 אָ֣כְלוּ H398 בֹ֑סֶר H1155 וְשִׁנֵּ֥י H8127 בָנִ֖ים H1121 תִּקְהֶֽינָה H6949 ",
  "30": "כִּ֛י H3588 אִם H518 אִ֥ישׁ H376 בַּעֲוֺנ֖ H5771 יָמ֑וּת H4191 כָּל H3605 הָֽאָדָ֛ם H120 הָאֹכֵ֥ל H398 הַבֹּ֖סֶר H1155 תִּקְהֶ֥ינָה H6949 שִׁנָּֽיו H8127 ",
  "31": "הִנֵּ֛ה H2009 יָמִ֥ים H3117 בָּאִ֖ים H935 נְאֻם H5002 יְהוָ֑ה H3068 וְכָרַתִּ֗י H3772 אֶת H854 בֵּ֧ית H1004 יִשְׂרָאֵ֛ל H3478 וְאֶת H854 בֵּ֥ית H1004 יְהוּדָ֖ה H3063 בְּרִ֥ית H1285 חֲדָשָֽׁה H2319 ",
  "32": "לֹ֣א H3808 כַבְּרִ֗ית H1285 אֲשֶׁ֤ר H834 כָּרַ֨תִּי֙ H3772 אֶת H854 אֲבוֹתָ֔ם H1 בְּיוֹם֙ H3117 הֶחֱזִיקִ֣י H2388 בְיָדָ֔ H3027 לְהוֹצִיאָ֖ H3318 מֵאֶ֖רֶץ H776 מִצְרָ֑יִם H4714 אֲשֶׁר H834 הֵ֜מָּה H1992 הֵפֵ֣רוּ H6565 אֶת H853 בְּרִיתִ֗י H1285 וְאָנֹכִ֛י H595 בָּעַ֥לְתִּי H1166 בָ֖ם Hb נְאֻם H5002 יְהוָֽה H3068 ",
  "33": "כִּ֣י H3588 זֹ֣את H2063 הַבְּרִ֡ית H1285 אֲשֶׁ֣ר H834 אֶכְרֹת֩ H3772 אֶת H854 בֵּ֨ית H1004 יִשְׂרָאֵ֜ל H3478 אַחֲרֵ֨י H310 הַיָּמִ֤ים H3117 הָהֵם֙ H1992 נְאֻם H5002 יְהוָ֔ה H3068 נָתַ֤תִּי H5414 אֶת H853 תּֽוֹרָתִי֙ H8451 בְּקִרְבָּ֔ H7130 וְעַל H5921 לִבָּ֖ם H3820 אֶכְתֲּבֶ֑נָּה H3789 וְהָיִ֤יתִי H1961 לָהֶם֙ Hl לֵֽאלֹהִ֔ים H430 וְהֵ֖מָּה H1992 יִֽהְיוּ H1961 לִ֥י Hl לְעָֽם H5971 ",
  "34": "וְלֹ֧א H3808 יְלַמְּד֣וּ H3925 ע֗וֹד H5750 אִ֣ישׁ H376 אֶת H853 רֵעֵ֜הוּ H7453 וְאִ֤ישׁ H376 אֶת H853 אָחִיו֙ H251 לֵאמֹ֔ר H559 דְּע֖וּ H3045 אֶת H853 יְהוָ֑ה H3068 כִּֽי H3588 כוּלָּם֩ H3605 יֵדְע֨וּ H3045 אוֹתִ֜י H853 לְמִ H6996 וְעַד H5704 גְּדוֹלָם֙ H1419 נְאֻם H5002 יְהוָ֔ה H3068 כִּ֤י H3588 אֶסְלַח֙ H5545 לַֽעֲוֺנָ֔ H5771 וּלְ H2403 לֹ֥א H3808 אֶזְכָּר H2142 עֽוֹד H5750 ",
  "35": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 נֹתֵ֥ן H5414 שֶׁ֨מֶשׁ֙ H8121 לְא֣וֹר H216 יוֹמָ֔ם H3119 חֻקֹּ֛ת H2708 יָרֵ֥חַ H3394 וְכוֹכָבִ֖ים H3556 לְא֣וֹר H216 לָ֑יְלָה H3915 רֹגַ֤ע H7280 הַיָּם֙ H3220 וַיֶּהֱמ֣וּ H1993 גַלָּ֔יו H1530 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "36": "אִם H518 יָמֻ֜שׁוּ H4185 הַחֻקִּ֥ים H2706 הָאֵ֛לֶּה H428 מִלְּ H6440 נְאֻם H5002 יְהוָ֑ה H3068 גַּם֩ H1571 זֶ֨רַע H2233 יִשְׂרָאֵ֜ל H3478 יִשְׁבְּת֗וּ H7673 מִֽהְי֥וֹת H1961 גּ֛וֹי H1471 לְפָנַ֖ H6440 כָּל H3605 הַיָּמִֽים H3117 ",
  "37": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אִם H518 יִמַּ֤דּוּ H4058 שָׁמַ֨יִם֙ H8064 מִלְ H4605 וְיֵחָקְר֥וּ H2713 מֽוֹסְדֵי H4146 אֶ֖רֶץ H776 לְמָ֑טָּה H4295 גַּם H1571 אֲנִ֞י H589 אֶמְאַ֨ס H3988 בְּכָל H3605 זֶ֧רַע H2233 יִשְׂרָאֵ֛ל H3478 עַֽל H5921 כָּל H3605 אֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 נְאֻם H5002 יְהוָֽה H3068 ",
  "38": "הִנֵּ֛ה H2009 יָמִ֥ים H3117 נְאֻם H5002 יְהוָ֑ה H3068 וְנִבְנְתָ֤ה H1129 הָעִיר֙ H5892 לַֽיהוָ֔ה H3068 מִמִּגְדַּ֥ל H4026 חֲנַנְאֵ֖ל H2606 שַׁ֥עַר H8179 הַפִּנָּֽה H6438 ",
  "39": "וְיָצָ֨א H3318 ע֜וֹד H5750 קוה H6961 הַמִּדָּה֙ H4060 נֶגְדּ֔וֹ H5048 עַ֖ל H5921 גִּבְעַ֣ת H1389 גָּרֵ֑ב H1619 וְנָסַ֖ב H5437 גֹּעָֽתָה H1601 ",
  "40": "וְכָל H3605 הָעֵ֣מֶק H6010 הַפְּגָרִ֣ים H6297 וְהַ H1880 וְכָֽל H3605 השרמות H8309 עַד H5704 נַ֨חַל H5158 קִדְר֜וֹן H6939 עַד H5704 פִּנַּ֨ת H6438 שַׁ֤עַר H8179 הַסּוּסִים֙ H5483 מִזְרָ֔חָה H4217 קֹ֖דֶשׁ H6944 לַֽיהוָ֑ה H3068 לֹֽא H3808 יִנָּתֵ֧שׁ H5428 וְֽלֹא H3808 יֵהָרֵ֛ס H2040 ע֖וֹד H5750 לְעוֹלָֽם H5769 "
}
