{
  "1": "וַיִּ֨מְלָךְ H4427 מֶ֔לֶךְ H4428 צִדְקִיָּ֖הוּ H6667 בֶּן H1121 יֹֽאשִׁיָּ֑הוּ H2977 תַּ֗חַת H8478 כָּנְיָ֨הוּ֙ H3659 בֶּן H1121 יְה֣וֹיָקִ֔ים H3079 אֲשֶׁ֥ר H834 הִמְלִ֛יךְ H4427 נְבוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 בְּאֶ֥רֶץ H776 יְהוּדָֽה H3063 ",
  "2": "וְלֹ֥א H3808 שָׁמַ֛ע H8085 ה֥וּא H1931 וַעֲבָדָ֖י H5650 וְעַ֣ם H5971 הָאָ֑רֶץ H776 אֶל H413 דִּבְרֵ֣י H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 יִרְמְיָ֥הוּ H3414 הַנָּבִֽיא H5030 ",
  "3": "וַיִּשְׁלַח֩ H7971 הַמֶּ֨לֶךְ H4428 צִדְקִיָּ֜הוּ H6667 אֶת H853 יְהוּכַ֣ל H3081 בֶּן H1121 שֶֽׁלֶמְיָ֗ה H8018 וְאֶת H853 צְפַנְיָ֤הוּ H6846 בֶן H1121 מַֽעֲשֵׂיָה֙ H4641 הַכֹּהֵ֔ן H3548 אֶל H413 יִרְמְיָ֥הוּ H3414 הַנָּבִ֖יא H5030 לֵאמֹ֑ר H559 הִתְפַּלֶּל H6419 נָ֣א H4994 בַעֲדֵ֔נוּ H1157 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵֽינוּ H430 ",
  "4": "וְיִרְמְיָ֕הוּ H3414 בָּ֥א H935 וְיֹצֵ֖א H3318 בְּת֣וֹךְ H8432 הָעָ֑ם H5971 וְלֹֽא H3808 נָתְנ֥וּ H5414 אֹת֖וֹ H853 בֵּ֥ית H1004 הכליא H3628 ",
  "5": "וְחֵ֥יל H2428 פַּרְעֹ֖ה H6547 יָצָ֣א H3318 מִמִּצְרָ֑יִם H4714 וַיִּשְׁמְע֨וּ H8085 הַכַּשְׂדִּ֜ים H3778 הַצָּרִ֤ים H6696 עַל H5921 יְרוּשָׁלִַ֨ם֙ H3389 אֶת H853 שִׁמְעָ֔ם H8088 וַיֵּ֣עָל֔וּ H5927 מֵעַ֖ל H5921 יְרוּשָׁלִָֽם H3389 ",
  "6": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 יִרְמְיָ֥הוּ H3414 הַנָּבִ֖יא H5030 לֵאמֹֽר H559 ",
  "7": "כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כֹּ֤ה H3541 תֹֽאמְרוּ֙ H559 אֶל H413 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 הַשֹּׁלֵ֧חַ H7971 אֶתְכֶ֛ם H853 אֵלַ֖י H413 לְדָרְשֵׁ֑ H1875 הִנֵּ֣ה H2009 חֵ֣יל H2428 פַּרְעֹ֗ה H6547 הַיֹּצֵ֤א H3318 לָכֶם֙ Hl לְעֶזְרָ֔ה H5833 שָׁ֥ב H7725 לְאַרְצ֖ H776 מִצְרָֽיִם H4714 ",
  "8": "וְשָׁ֨בוּ֙ H7725 הַכַּשְׂדִּ֔ים H3778 וְנִלְחֲמ֖וּ H3898 עַל H5921 הָעִ֣יר H5892 הַזֹּ֑את H2063 וּלְכָדֻ֖ H3920 וּשְׂרָפֻ֥ H8313 בָאֵֽשׁ H784 ",
  "9": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אַל H408 תַּשִּׁ֤אוּ H5377 נַפְשֹֽׁתֵיכֶם֙ H5315 לֵאמֹ֔ר H559 הָלֹ֛ךְ H1980 יֵלְכ֥וּ H3212 מֵעָלֵ֖י H5921 הַכַּשְׂדִּ֑ים H3778 כִּי H3588 לֹ֖א H3808 יֵלֵֽכוּ H3212 ",
  "10": "כִּ֣י H3588 אִם H518 הִכִּיתֶ֞ם H5221 כָּל H3605 חֵ֤יל H2428 כַּשְׂדִּים֙ H3778 הַנִּלְחָמִ֣ים H3898 אִתְּכֶ֔ם H854 וְנִ֨שְׁאֲרוּ H7604 בָ֔ם Hb אֲנָשִׁ֖ים H376 מְדֻקָּרִ֑ים H1856 אִ֤ישׁ H376 בְּאָהֳל H168 יָק֔וּמוּ H6965 וְשָֽׂרְפ֛וּ H8313 אֶת H853 הָעִ֥יר H5892 הַזֹּ֖את H2063 בָּאֵֽשׁ H784 ",
  "11": "וְהָיָ֗ה H1961 בְּהֵֽעָלוֹת֙ H5927 חֵ֣יל H2428 הַכַּשְׂדִּ֔ים H3778 מֵעַ֖ל H5921 יְרֽוּשָׁלִָ֑ם H3389 מִפְּנֵ֖י H6440 חֵ֥יל H2428 פַּרְעֹֽה H6547 ",
  "12": "וַיֵּצֵ֤א H3318 יִרְמְיָ֨הוּ֙ H3414 מִיר֣וּשָׁלִַ֔ם H3389 לָלֶ֖כֶת H3212 אֶ֣רֶץ H776 בִּנְיָמִ֑ן H1144 לַחֲלִ֥ק H2505 מִשָּׁ֖ם H8033 בְּת֥וֹךְ H8432 הָעָֽם H5971 ",
  "13": "וַיְהִי H1961 ה֞וּא H1931 בְּשַׁ֣עַר H8179 בִּנְיָמִ֗ן H1144 וְשָׁם֙ H8033 בַּ֣עַל H1167 פְּקִדֻ֔ת H6488 וּשְׁמ H8034 יִרְאִיָּ֔יה H3376 בֶּן H1121 שֶֽׁלֶמְיָ֖ה H8018 בֶּן H1121 חֲנַנְיָ֑ה H2608 וַיִּתְפֹּ֞שׂ H8610 אֶֽת H853 יִרְמְיָ֤הוּ H3414 הַנָּבִיא֙ H5030 לֵאמֹ֔ר H559 אֶל H413 הַכַּשְׂדִּ֖ים H3778 אַתָּ֥ה H859 נֹפֵֽל H5307 ",
  "14": "וַיֹּ֨אמֶר H559 יִרְמְיָ֜הוּ H3414 שֶׁ֗קֶר H8267 אֵינֶ֤נִּי H369 נֹפֵל֙ H5307 עַל H5921 הַכַּשְׂדִּ֔ים H3778 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֵלָ֑יו H413 וַיִּתְפֹּ֤שׂ H8610 יִרְאִיָּיה֙ H3376 בְּיִרְמְיָ֔הוּ H3414 וַיְבִאֵ֖ H935 אֶל H413 הַשָּׂרִֽים H8269 ",
  "15": "וַיִּקְצְפ֧וּ H7107 הַשָּׂרִ֛ים H8269 עַֽל H5921 יִרְמְיָ֖הוּ H3414 וְהִכּ֣וּ H5221 אֹת֑וֹ H853 וְנָתְנ֨וּ H5414 אוֹת֜וֹ H853 בֵּ֣ית H1004 הָאֵס֗וּר H612 בֵּ֚ית H1004 יְהוֹנָתָ֣ן H3083 הַסֹּפֵ֔ר H5608 כִּֽי H3588 אֹת֥וֹ H853 עָשׂ֖וּ H6213 לְבֵ֥ית H1004 הַכֶּֽלֶא H3608 ",
  "16": "כִּ֣י H3588 בָ֧א H935 יִרְמְיָ֛הוּ H3414 אֶל H413 בֵּ֥ית H1004 הַבּ֖וֹר H953 וְאֶל H413 הַֽחֲנֻ֑יוֹת H2588 וַיֵּֽשֶׁב H3427 שָׁ֥ם H8033 יִרְמְיָ֖הוּ H3414 יָמִ֥ים H3117 רַבִּֽים H7227 ",
  "17": "וַיִּשְׁלַח֩ H7971 הַמֶּ֨לֶךְ H4428 צִדְקִיָּ֜הוּ H6667 וַיִּקָּחֵ֗ H3947 וַיִּשְׁאָלֵ֨ H7592 הַמֶּ֤לֶךְ H4428 בְּבֵית H1004 בַּסֵּ֔תֶר H5643 וַיֹּ֕אמֶר H559 הֲיֵ֥שׁ H3426 דָּבָ֖ר H1697 מֵאֵ֣ת H853 יְהוָ֑ה H3068 וַיֹּ֤אמֶר H559 יִרְמְיָ֨הוּ֙ H3414 יֵ֔שׁ H3426 וַיֹּ֕אמֶר H559 בְּיַ֥ד H3027 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 תִּנָּתֵֽן H5414 ",
  "18": "וַיֹּ֣אמֶר H559 יִרְמְיָ֔הוּ H3414 אֶל H413 הַמֶּ֖לֶךְ H4428 צִדְקִיָּ֑הוּ H6667 מֶה֩ H4100 חָטָ֨אתִֽי H2398 לְךָ֤ Hl וְלַ H5650 וְלָ H5971 הַזֶּ֔ה H2088 כִּֽי H3588 נְתַתֶּ֥ם H5414 אוֹתִ֖י H853 אֶל H413 בֵּ֥ית H1004 הַכֶּֽלֶא H3608 ",
  "19": "ואי H335 נְבִ֣יאֵיכֶ֔ם H5030 אֲשֶׁר H834 נִבְּא֥וּ H5012 לָכֶ֖ם Hl לֵאמֹ֑ר H559 לֹֽא H3808 יָבֹ֤א H935 מֶֽלֶךְ H4428 בָּבֶל֙ H894 עֲלֵיכֶ֔ם H5921 וְעַ֖ל H5921 הָאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
  "20": "וְעַתָּ֕ה H6258 שְֽׁמַֽע H8085 נָ֖א H4994 אֲדֹנִ֣י H113 הַמֶּ֑לֶךְ H4428 תִּפָּל H5307 נָ֤א H4994 תְחִנָּתִי֙ H8467 לְפָנֶ֔י H6440 וְאַל H408 תְּשִׁבֵ֗נִי H7725 בֵּ֚ית H1004 יְהוֹנָתָ֣ן H3083 הַסֹּפֵ֔ר H5608 וְלֹ֥א H3808 אָמ֖וּת H4191 שָֽׁם H8033 ",
  "21": "וַיְצַוֶּ֞ה H6680 הַמֶּ֣לֶךְ H4428 צִדְקִיָּ֗הוּ H6667 וַיַּפְקִ֣דוּ H6485 אֶֽת H853 יִרְמְיָהוּ֮ H3414 בַּחֲצַ֣ר H2691 הַמַּטָּרָה֒ H4307 וְנָתֹן֩ H5414 ל֨וֹ Hl כִכַּר H3603 לֶ֤חֶם H3899 לַיּוֹם֙ H3117 מִח֣וּץ H2351 הָאֹפִ֔ים H644 עַד H5704 תֹּ֥ם H8552 כָּל H3605 הַלֶּ֖חֶם H3899 מִן H4480 הָעִ֑יר H5892 וַיֵּ֣שֶׁב H3427 יִרְמְיָ֔הוּ H3414 בַּחֲצַ֖ר H2691 הַמַּטָּרָֽה H4307 "
}
