{
  "1": "וַיְהִ֣י H1961 בַּחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 בָּ֣א H935 יִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֣ה H5418 בֶן H1121 אֱלִישָׁמָ֣ע H476 מִזֶּ֣רַע H2233 הַ֠מְּלוּכָה H4410 וְרַבֵּ֨י H7227 הַמֶּ֜לֶךְ H4428 וַעֲשָׂרָ֨ה H6235 אֲנָשִׁ֥ים H376 אִתּ֛וֹ H854 אֶל H413 גְּדַלְיָ֥הוּ H1436 בֶן H1121 אֲחִיקָ֖ם H296 הַמִּצְפָּ֑תָ H4709 וַיֹּ֨אכְלוּ H398 שָׁ֥ם H8033 לֶ֛חֶם H3899 יַחְדָּ֖ו H3162 בַּמִּצְפָּֽה H4709 ",
  "2": "וַיָּקָם֩ H6965 יִשְׁמָעֵ֨אל H3458 בֶּן H1121 נְתַנְיָ֜ה H5418 וַעֲשֶׂ֥רֶת H6235 הָאֲנָשִׁ֣ים H376 אֲשֶׁר H834 הָי֣וּ H1961 אִתּ֗וֹ H854 וַ֠יַּכּוּ H5221 אֶת H853 גְּדַלְיָ֨הוּ H1436 בֶן H1121 אֲחִיקָ֧ם H296 בֶּן H1121 שָׁפָ֛ן H8227 בַּחֶ֖רֶב H2719 וַיָּ֣מֶת H4191 אֹת֑וֹ H853 אֲשֶׁר H834 הִפְקִ֥יד H6485 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 בָּאָֽרֶץ H776 ",
  "3": "וְאֵ֣ת H853 כָּל H3605 הַיְּהוּדִ֗ים H3064 אֲשֶׁר H834 הָי֨וּ H1961 אִתּ֤וֹ H854 אֶת H854 גְּדַלְיָ֨הוּ֙ H1436 בַּמִּצְפָּ֔ה H4709 וְאֶת H853 הַכַּשְׂדִּ֖ים H3778 אֲשֶׁ֣ר H834 נִמְצְאוּ H4672 שָׁ֑ם H8033 אֵ֚ת H853 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֔ה H4421 הִכָּ֖ה H5221 יִשְׁמָעֵֽאל H3458 ",
  "4": "וַיְהִ֛י H1961 בַּיּ֥וֹם H3117 הַשֵּׁנִ֖י H8145 לְהָמִ֣ית H4191 אֶת H853 גְּדַלְיָ֑הוּ H1436 וְאִ֖ישׁ H376 לֹ֥א H3808 יָדָֽע H3045 ",
  "5": "וַיָּבֹ֣אוּ H935 אֲ֠נָשִׁים H376 מִשְּׁכֶ֞ם H7927 מִשִּׁל֤וֹ H7887 וּמִ H8111 שְׁמֹנִ֣ים H8084 אִ֔ישׁ H376 מְגֻלְּחֵ֥י H1548 זָקָ֛ן H2206 וּקְרֻעֵ֥י H7167 בְגָדִ֖ים H899 וּמִתְגֹּֽדְדִ֑ים H1413 וּמִנְחָ֤ה H4503 וּלְבוֹנָה֙ H3828 בְּיָדָ֔ H3027 לְהָבִ֖יא H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "6": "וַ֠יֵּצֵא H3318 יִשְׁמָעֵ֨אל H3458 בֶּן H1121 נְתַנְיָ֤ה H5418 לִקְרָאתָ H7125 מִן H4480 הַמִּצְפָּ֔ה H4709 הֹלֵ֥ךְ H1980 הָלֹ֖ךְ H1980 וּבֹכֶ֑ה H1058 וַֽיְהִי֙ H1961 כִּפְגֹ֣שׁ H6298 אֹתָ֔ם H853 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 בֹּ֖אוּ H935 אֶל H413 גְּדַלְיָ֥הוּ H1436 בֶן H1121 אֲחִיקָֽם H296 ",
  "7": "וַיְהִ֕י H1961 כְּבוֹאָ֖ H935 אֶל H413 תּ֣וֹךְ H8432 הָעִ֑יר H5892 וַיִּשְׁחָטֵ֞ H7819 יִשְׁמָעֵ֤אל H3458 בֶּן H1121 נְתַנְיָה֙ H5418 אֶל H413 תּ֣וֹךְ H8432 הַבּ֔וֹר H953 ה֖וּא H1931 וְהָ H376 אֲשֶׁר H834 אִתּֽוֹ H854 ",
  "8": "וַעֲשָׂרָ֨ה H6235 אֲנָשִׁ֜ים H376 נִמְצְאוּ H4672 בָ֗ם Hb וַיֹּאמְר֤וּ H559 אֶל H413 יִשְׁמָעֵאל֙ H3458 אַל H408 תְּמִתֵ֔נוּ H4191 כִּֽי H3588 יֶשׁ H3426 לָ֤נוּ Hl מַטְמֹנִים֙ H4301 בַּשָּׂדֶ֔ה H7704 חִטִּ֥ים H2406 וּשְׂעֹרִ֖ים H8184 וְשֶׁ֣מֶן H8081 וּדְבָ֑שׁ H1706 וַיֶּחְדַּ֕ל H2308 וְלֹ֥א H3808 הֱמִיתָ֖ם H4191 בְּת֥וֹךְ H8432 אֲחֵיהֶֽם H251 ",
  "9": "וְהַ H953 אֲשֶׁר֩ H834 הִשְׁלִ֨יךְ H7993 שָׁ֤ם H8033 יִשְׁמָעֵאל֙ H3458 אֵ֣ת H853 כָּל H3605 פִּגְרֵ֣י H6297 הָאֲנָשִׁ֗ים H376 אֲשֶׁ֤ר H834 הִכָּה֙ H5221 בְּיַד H3027 גְּדַלְיָ֔הוּ H1436 ה֗וּא H1931 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 הַמֶּ֣לֶךְ H4428 אָסָ֔א H609 מִפְּנֵ֖י H6440 בַּעְשָׁ֣א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֑ל H3478 אֹת֗וֹ H853 מִלֵּ֛א H4390 יִשְׁמָעֵ֥אל H3458 בֶּן H1121 נְתַנְיָ֖הוּ H5418 חֲלָלִֽים H2491 ",
  "10": "וַיִּ֣שְׁבְּ H7617 יִ֠שְׁמָעֵאל H3458 אֶת H853 כָּל H3605 שְׁאֵרִ֨ית H7611 הָעָ֜ם H5971 אֲשֶׁ֣ר H834 בַּמִּצְפָּ֗ה H4709 אֶת H853 בְּנ֤וֹת H1323 הַמֶּ֨לֶךְ֙ H4428 וְאֶת H853 כָּל H3605 הָעָם֙ H5971 הַנִּשְׁאָרִ֣ים H7604 בַּמִּצְפָּ֔ה H4709 אֲשֶׁ֣ר H834 הִפְקִ֗יד H6485 נְבֽוּזַרְאֲדָן֙ H5018 רַב H7227 טַבָּחִ֔ים H2876 אֶת H853 גְּדַלְיָ֖הוּ H1436 בֶּן H1121 אֲחִיקָ֑ם H296 וַיִּשְׁבֵּ H7617 יִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֔ה H5418 וַיֵּ֕לֶךְ H3212 לַעֲבֹ֖ר H5674 אֶל H413 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "11": "וַיִּשְׁמַע֙ H8085 יוֹחָנָ֣ן H3110 בֶּן H1121 קָרֵ֔חַ H7143 וְכָל H3605 שָׂרֵ֥י H8269 הַחֲיָלִ֖ים H2428 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 אֵ֤ת H853 כָּל H3605 הָֽרָעָה֙ H7451 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 יִשְׁמָעֵ֖אל H3458 בֶּן H1121 נְתַנְיָֽה H5418 ",
  "12": "וַיִּקְחוּ֙ H3947 אֶת H853 כָּל H3605 הָ֣אֲנָשִׁ֔ים H376 וַיֵּ֣לְכ֔וּ H3212 לְהִלָּחֵ֖ם H3898 עִם H5973 יִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֑ה H5418 וַיִּמְצְא֣וּ H4672 אֹת֔וֹ H853 אֶל H413 מַ֥יִם H4325 רַבִּ֖ים H7227 אֲשֶׁ֥ר H834 בְּגִבְעֽוֹן H1391 ",
  "13": "וַיְהִ֗י H1961 כִּרְא֤וֹת H7200 כָּל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אֶת H854 יִשְׁמָעֵ֔אל H3458 אֶת H853 יֽוֹחָנָן֙ H3110 בֶּן H1121 קָרֵ֔חַ H7143 וְאֵ֛ת H853 כָּל H3605 שָׂרֵ֥י H8269 הַחֲיָלִ֖ים H2428 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 וַיִּשְׂמָֽחוּ H8055 ",
  "14": "וַיָּסֹ֨בּוּ֙ H5437 כָּל H3605 הָעָ֔ם H5971 אֲשֶׁר H834 שָׁבָ֥ה H7617 יִשְׁמָעֵ֖אל H3458 מִן H4480 הַמִּצְפָּ֑ה H4709 וַיָּשֻׁ֨בוּ֙ H7725 וַיֵּ֣לְכ֔וּ H3212 אֶל H413 יֽוֹחָנָ֖ן H3110 בֶּן H1121 קָרֵֽחַ H7143 ",
  "15": "וְיִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֗ה H5418 נִמְלַט֙ H4422 בִּשְׁמֹנָ֣ה H8083 אֲנָשִׁ֔ים H376 מִפְּנֵ֖י H6440 יֽוֹחָנָ֑ן H3110 וַיֵּ֖לֶךְ H3212 אֶל H413 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "16": "וַיִּקַּח֩ H3947 יוֹחָנָ֨ן H3110 בֶּן H1121 קָרֵ֜חַ H7143 וְכָל H3605 שָׂרֵ֧י H8269 הַחֲיָלִ֣ים H2428 אֲשֶׁר H834 אִתּ֗וֹ H854 אֵ֣ת H853 כָּל H3605 שְׁאֵרִ֤ית H7611 הָעָם֙ H5971 אֲשֶׁ֣ר H834 הֵ֠שִׁיב H7725 מֵאֵ֨ת H854 יִשְׁמָעֵ֤אל H3458 בֶּן H1121 נְתַנְיָה֙ H5418 מִן H4480 הַמִּצְפָּ֔ה H4709 אַחַ֣ר H310 הִכָּ֔ה H5221 אֶת H853 גְּדַלְיָ֖ה H1436 בֶּן H1121 אֲחִיקָ֑ם H296 גְּבָרִ֞ים H1397 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וְנָשִׁ֤ים H802 וְטַף֙ H2945 וְסָ֣רִסִ֔ים H5631 אֲשֶׁ֥ר H834 הֵשִׁ֖יב H7725 מִגִּבְעֽוֹן H1391 ",
  "17": "וַיֵּלְכ֗וּ H3212 וַיֵּֽשְׁבוּ֙ H3427 בְּגֵר֣וּת H1628 כמוהם H3643 אֲשֶׁר H834 אֵ֖צֶל H681 בֵּ֣ית H1035 לָ֑חֶם H1035 לָלֶ֖כֶת H3212 לָב֥וֹא H935 מִצְרָֽיִם H4714 ",
  "18": "מִפְּנֵי֙ H6440 הַכַּשְׂדִּ֔ים H3778 כִּ֥י H3588 יָרְא֖וּ H3372 מִפְּנֵי H6440 כִּֽי H3588 הִכָּ֞ה H5221 יִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֗ה H5418 אֶת H853 גְּדַלְיָ֨הוּ֙ H1436 בֶּן H1121 אֲחִיקָ֔ם H296 אֲשֶׁר H834 הִפְקִ֥יד H6485 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 בָּאָֽרֶץ H776 "
}
