{
  "1": "וַֽיִּגְּשׁוּ֙ H5066 כָּל H3605 שָׂרֵ֣י H8269 הַחֲיָלִ֔ים H2428 וְיֽוֹחָנָן֙ H3110 בֶּן H1121 קָרֵ֔חַ H7143 וִֽיזַנְיָ֖ה H3153 בֶּן H1121 הוֹשַֽׁעְיָ֑ה H1955 וְכָל H3605 הָעָ֖ם H5971 מִקָּטֹ֥ן H6996 וְעַד H5704 גָּדֽוֹל H1419 ",
  "2": "וַיֹּאמְר֞וּ H559 אֶֽל H413 יִרְמְיָ֣הוּ H3414 הַנָּבִ֗יא H5030 תִּפָּל H5307 נָ֤א H4994 תְחִנָּתֵ֨נוּ֙ H8467 לְפָנֶ֔י H6440 וְהִתְפַּלֵּ֤ל H6419 בַּעֲדֵ֨נוּ֙ H5704 אֶל H413 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּעַ֖ד H1157 כָּל H3605 הַשְּׁאֵרִ֣ית H7611 הַזֹּ֑את H2063 כִּֽי H3588 נִשְׁאַ֤רְנוּ H7604 מְעַט֙ H4592 מֵֽהַרְבֵּ֔ה H7235 כַּאֲשֶׁ֥ר H834 עֵינֶ֖יךָ H5869 רֹא֥וֹת H7200 אֹתָֽנוּ H853 ",
  "3": "וְיַגֶּד H5046 לָ֨נוּ֙ Hl יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֶת H853 הַדֶּ֖רֶךְ H1870 אֲשֶׁ֣ר H834 נֵֽלֶךְ H3212 בָּ֑הּ Hb וְאֶת H853 הַדָּבָ֖ר H1697 אֲשֶׁ֥ר H834 נַעֲשֶֽׂה H6213 ",
  "4": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 יִרְמְיָ֤הוּ H3414 הַנָּבִיא֙ H5030 שָׁמַ֔עְתִּי H8085 הִנְנִ֧י H2005 מִתְפַּלֵּ֛ל H6419 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 כְּדִבְרֵי H1697 וְֽהָיָ֡ה H1961 כָּֽל H3605 הַדָּבָר֩ H1697 אֲשֶׁר H834 יַעֲנֶ֨ה H6030 יְהוָ֤ה H3068 אֶתְכֶם֙ H853 אַגִּ֣יד H5046 לָכֶ֔ם Hl לֹֽא H3808 אֶמְנַ֥ע H4513 מִכֶּ֖ם H4480 דָּבָֽר H1697 ",
  "5": "וְהֵ֨מָּה֙ H1992 אָמְר֣וּ H559 אֶֽל H413 יִרְמְיָ֔הוּ H3414 יְהִ֤י H1961 יְהוָה֙ H3068 בָּ֔נוּ Hb לְעֵ֖ד H5707 אֱמֶ֣ת H571 וְנֶאֱמָ֑ן H539 אִם H518 לֹ֡א H3808 כְּֽכָל H3605 הַ֠דָּבָר H1697 אֲשֶׁ֨ר H834 יִֽשְׁלָחֲךָ֜ H7971 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 אֵלֵ֖ינוּ H413 כֵּ֥ן H3651 נַעֲשֶֽׂה H6213 ",
  "6": "אִם H518 ט֣וֹב H2896 וְאִם H518 רָ֔ע H7451 בְּק֣וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 אֲשֶׁ֨ר H834 אנו H580 שֹׁלְחִ֥ים H7971 אֹתְךָ֛ H853 אֵלָ֖יו H413 נִשְׁמָ֑ע H8085 לְמַ֨עַן֙ H4616 אֲשֶׁ֣ר H834 יִֽיטַב H3190 לָ֔נוּ Hl כִּ֣י H3588 נִשְׁמַ֔ע H8085 בְּק֖וֹל H6963 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "7": "וַיְהִ֕י H1961 מִקֵּ֖ץ H7093 עֲשֶׂ֣רֶת H6235 יָמִ֑ים H3117 וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֶֽל H413 יִרְמְיָֽהוּ H3414 ",
  "8": "וַיִּקְרָ֗א H7121 אֶל H413 יֽוֹחָנָן֙ H3110 בֶּן H1121 קָרֵ֔חַ H7143 וְאֶ֛ל H413 כָּל H3605 שָׂרֵ֥י H8269 הַחֲיָלִ֖ים H2428 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 וּלְ H3605 הָעָ֔ם H5971 לְמִ H6996 וְעַד H5704 גָּדֽוֹל H1419 ",
  "9": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 אֲשֶׁ֨ר H834 שְׁלַחְתֶּ֤ם H7971 אֹתִי֙ H853 אֵלָ֔יו H413 לְהַפִּ֥יל H5307 תְּחִנַּתְכֶ֖ם H8467 לְפָנָֽי H6440 ",
  "10": "אִם H518 שׁ֤וֹב H7725 תֵּֽשְׁבוּ֙ H3427 בָּאָ֣רֶץ H776 הַזֹּ֔את H2063 וּבָנִ֤יתִי H1129 אֶתְכֶם֙ H853 וְלֹ֣א H3808 אֶהֱרֹ֔ס H2040 וְנָטַעְתִּ֥י H5193 אֶתְכֶ֖ם H853 וְלֹ֣א H3808 אֶתּ֑וֹשׁ H5428 כִּ֤י H3588 נִחַ֨מְתִּי֙ H5162 אֶל H413 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 לָכֶֽם Hl ",
  "11": "אַל H408 תִּֽירְא֗וּ H3372 מִפְּנֵי֙ H6440 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 אֲשֶׁר H834 אַתֶּ֥ם H859 יְרֵאִ֖ים H3373 מִפָּנָ֑י H6440 אַל H408 תִּֽירְא֤וּ H3372 מִמֶּ֨נּוּ֙ H4480 נְאֻם H5002 יְהוָ֔ה H3068 כִּֽי H3588 אִתְּכֶ֣ם H854 אָ֔נִי H589 לְהוֹשִׁ֧יעַ H3467 אֶתְכֶ֛ם H853 וּלְ H5337 אֶתְכֶ֖ם H853 מִיָּדֽ H3027 ",
  "12": "וְאֶתֵּ֥ן H5414 לָכֶ֛ם Hl רַחֲמִ֖ים H7356 וְרִחַ֣ם H7355 אֶתְכֶ֑ם H853 וְהֵשִׁ֥יב H7725 אֶתְכֶ֖ם H853 אֶל H413 אַדְמַתְכֶֽם H127 ",
  "13": "וְאִם H518 אֹמְרִ֣ים H559 אַתֶּ֔ם H859 לֹ֥א H3808 נֵשֵׁ֖ב H3427 בָּאָ֣רֶץ H776 הַזֹּ֑את H2063 לְבִלְתִּ֣י H1115 שְׁמֹ֔עַ H8085 בְּק֖וֹל H6963 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "14": "לֵאמֹ֗ר H559 לֹ֚א H3808 כִּ֣י H3588 אֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 נָב֔וֹא H935 אֲשֶׁ֤ר H834 לֹֽא H3808 נִרְאֶה֙ H7200 מִלְחָמָ֔ה H4421 וְק֥וֹל H6963 שׁוֹפָ֖ר H7782 לֹ֣א H3808 נִשְׁמָ֑ע H8085 וְלַ H3899 לֹֽא H3808 נִרְעָ֖ב H7456 וְשָׁ֥ם H8033 נֵשֵֽׁב H3427 ",
  "15": "וְעַתָּ֕ה H6258 לָכֵ֛ן H3651 שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 שְׁאֵרִ֣ית H7611 יְהוּדָ֑ה H3063 כֹּֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 אִם H518 אַ֠תֶּם H859 שׂ֣וֹם H7760 תְּשִׂמ֤וּן H7760 פְּנֵיכֶם֙ H6440 לָבֹ֣א H935 מִצְרַ֔יִם H4714 וּבָאתֶ֖ם H935 לָג֥וּר H1481 שָֽׁם H8033 ",
  "16": "וְהָיְתָ֣ה H1961 הַחֶ֗רֶב H2719 אֲשֶׁ֤ר H834 אַתֶּם֙ H859 יְרֵאִ֣ים H3372 מִמֶּ֔נָּה H4480 שָׁ֛ם H8033 תַּשִּׂ֥יג H5381 אֶתְכֶ֖ם H853 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְהָ H7458 אֲשֶׁר H834 אַתֶּ֣ם H859 דֹּאֲגִ֣ים H1672 מִמֶּ֗נּוּ H4480 שָׁ֣ם H8033 יִדְבַּ֧ק H1692 אַחֲרֵיכֶ֛ם H310 מִצְרַ֖יִם H4714 וְשָׁ֥ם H8033 תָּמֻֽתוּ H4191 ",
  "17": "וְיִֽהְי֣וּ H1961 כָל H3605 הָאֲנָשִׁ֗ים H376 אֲשֶׁר H834 שָׂ֨מוּ H7760 אֶת H853 פְּנֵיהֶ֜ם H6440 לָב֤וֹא H935 מִצְרַ֨יִם֙ H4714 לָג֣וּר H1481 שָׁ֔ם H8033 יָמ֕וּתוּ H4191 בַּחֶ֖רֶב H2719 בָּרָעָ֣ב H7458 וּבַ H1698 וְלֹֽא H3808 יִהְיֶ֤ה H1961 לָהֶם֙ Hl שָׂרִ֣יד H8300 וּפָלִ֔יט H6412 מִפְּנֵי֙ H6440 הָֽרָעָ֔ה H7451 אֲשֶׁ֥ר H834 אֲנִ֖י H589 מֵבִ֥יא H935 עֲלֵיהֶֽם H5921 ",
  "18": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 יְהוָ֣ה H3068 צְבָאוֹת֮ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵל֒ H3478 כַּאֲשֶׁר֩ H834 נִתַּ֨ךְ H5413 אַפִּ֜י H639 וַחֲמָתִ֗ H2534 עַל H5921 יֹֽשְׁבֵי֙ H3427 יְר֣וּשָׁלִַ֔ם H3389 כֵּ֣ן H3651 תִּתַּ֤ךְ H5413 חֲמָתִי֙ H2534 עֲלֵיכֶ֔ם H5921 בְּבֹאֲ H935 מִצְרָ֑יִם H4714 וִהְיִיתֶ֞ם H1961 לְאָלָ֤ה H423 וּלְ H8047 וְלִ H7045 וּלְ H2781 וְלֹֽא H3808 תִרְא֣וּ H7200 ע֔וֹד H5750 אֶת H853 הַמָּק֖וֹם H4725 הַזֶּֽה H2088 ",
  "19": "דִּבֶּ֨ר H1696 יְהוָ֤ה H3068 עֲלֵיכֶם֙ H5921 שְׁאֵרִ֣ית H7611 יְהוּדָ֔ה H3063 אַל H408 תָּבֹ֖אוּ H935 מִצְרָ֑יִם H4714 יָדֹ֨עַ֙ H3045 תֵּֽדְע֔וּ H3045 כִּי H3588 הַעִידֹ֥תִי H5749 בָכֶ֖ם Hb הַיּֽוֹם H3117 ",
  "20": "כִּ֣י H3588 התעתים H8582 בְּנַפְשֽׁוֹתֵי H5315 כִּֽי H3588 אַתֶּ֞ם H859 שְׁלַחְתֶּ֣ם H7971 אֹתִ֗י H853 אֶל H413 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 לֵאמֹ֔ר H559 הִתְפַּלֵּ֣ל H6419 בַּעֲדֵ֔נוּ H5704 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵ֑ינוּ H430 וּכְ H3605 אֲשֶׁ֨ר H834 יֹאמַ֜ר H559 יְהוָ֧ה H3068 אֱלֹהֵ֛ינוּ H430 כֵּ֥ן H3651 הַגֶּד H5046 לָ֖נוּ Hl וְעָשִֽׂינוּ H6213 ",
  "21": "וָאַגִּ֥ד H5046 לָכֶ֖ם Hl הַיּ֑וֹם H3117 וְלֹ֣א H3808 שְׁמַעְתֶּ֗ם H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וּלְ H3605 אֲשֶׁר H834 שְׁלָחַ֥נִי H7971 אֲלֵיכֶֽם H413 ",
  "22": "וְעַתָּה֙ H6258 יָדֹ֣עַ H3045 תֵּֽדְע֔וּ H3045 כִּ֗י H3588 בַּחֶ֛רֶב H2719 בָּרָעָ֥ב H7458 וּבַ H1698 תָּמ֑וּתוּ H4191 בַּמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 חֲפַצְתֶּ֔ם H2654 לָב֖וֹא H935 לָג֥וּר H1481 שָֽׁם H8033 "
}
