{
  "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 אֶֽל H413 יִרְמְיָ֔הוּ H3414 אֶ֚ל H413 כָּל H3605 הַיְּהוּדִ֔ים H3064 הַיֹּשְׁבִ֖ים H3427 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 הַיֹּשְׁבִ֤ים H3427 בְּמִגְדֹּל֙ H4024 וּבְ H8471 וּבְ H5297 וּבְ H776 פַּתְר֖וֹס H6624 לֵאמֹֽר H559 ",
  "2": "כֹּה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אַתֶּ֣ם H859 רְאִיתֶ֗ם H7200 אֵ֤ת H853 כָּל H3605 הָֽרָעָה֙ H7451 אֲשֶׁ֤ר H834 הֵבֵ֨אתִי֙ H935 עַל H5921 יְר֣וּשָׁלִַ֔ם H3389 וְעַ֖ל H5921 כָּל H3605 עָרֵ֣י H5892 יְהוּדָ֑ה H3063 וְהִנָּ֤ H2005 חָרְבָּה֙ H2723 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וְאֵ֥ין H369 בָּהֶ֖ם Hb יוֹשֵֽׁב H3427 ",
  "3": "מִפְּנֵ֣י H6440 רָעָתָ֗ם H7451 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 לְהַכְעִסֵ֔ H3707 לָלֶ֣כֶת H3212 לְקַטֵּ֔ר H6999 לַעֲבֹ֖ד H5647 לֵאלֹהִ֣ים H430 אֲחֵרִ֑ים H312 אֲשֶׁר֙ H834 לֹ֣א H3808 יְדָע֔וּם H3045 הֵ֖מָּה H1992 אַתֶּ֥ם H859 וַאֲבֹתֵי H1 ",
  "4": "וָאֶשְׁלַ֤ח H7971 אֲלֵיכֶם֙ H413 אֶת H853 כָּל H3605 עֲבָדַ֣י H5650 הַנְּבִיאִ֔ים H5030 הַשְׁכֵּ֥ים H7925 וְשָׁלֹ֖חַ H7971 לֵאמֹ֑ר H559 אַל H408 נָ֣א H4994 תַעֲשׂ֗וּ H6213 אֵ֛ת H853 דְּבַֽר H1697 הַתֹּעֵבָ֥ה H8441 הַזֹּ֖את H2063 אֲשֶׁ֥ר H834 שָׂנֵֽאתִי H8130 ",
  "5": "וְלֹ֤א H3808 שָֽׁמְעוּ֙ H8085 וְלֹא H3808 הִטּ֣וּ H5186 אֶת H853 אָזְנָ֔ם H241 לָשׁ֖וּב H7725 מֵרָֽעָתָ֑ H7451 לְבִלְתִּ֥י H1115 קַטֵּ֖ר H6999 לֵאלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "6": "וַתִּתַּ֤ךְ H5413 חֲמָתִי֙ H2534 וְאַפִּ֔ H639 וַתִּבְעַר֙ H1197 בְּעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וּבְ H2351 יְרֽוּשָׁלִָ֑ם H3389 וַתִּהְיֶ֛ינָה H1961 לְחָרְבָּ֥ה H2723 לִשְׁמָמָ֖ה H8077 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "7": "וְעַתָּ֡ה H6258 כֹּֽה H3541 אָמַ֣ר H559 יְהוָה֩ H3068 אֱלֹהֵ֨י H430 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 לָמָה֩ H4100 אַתֶּ֨ם H859 עֹשִׂ֜ים H6213 רָעָ֤ה H7451 גְדוֹלָה֙ H1419 אֶל H413 נַפְשֹׁ֣תֵכֶ֔ם H5315 לְהַכְרִ֨ית H3772 לָכֶ֧ם Hl אִישׁ H376 וְאִשָּׁ֛ה H802 עוֹלֵ֥ל H5768 וְיוֹנֵ֖ק H3243 מִתּ֣וֹךְ H8432 יְהוּדָ֑ה H3063 לְבִלְתִּ֛י H1115 הוֹתִ֥יר H3498 לָכֶ֖ם Hl שְׁאֵרִֽית H7611 ",
  "8": "לְהַכְעִסֵ֨ H3707 בְּמַעֲשֵׂ֣י H4639 יְדֵיכֶ֔ם H3027 לְקַטֵּ֞ר H6999 לֵאלֹהִ֤ים H430 אֲחֵרִים֙ H312 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 אֲשֶׁר H834 אַתֶּ֥ם H859 בָּאִ֖ים H935 לָג֣וּר H1481 שָׁ֑ם H8033 לְמַ֨עַן֙ H4616 הַכְרִ֣ית H3772 לָכֶ֔ם Hl וּלְמַ֤עַן H4616 הֱיֽוֹתְכֶם֙ H1961 לִקְלָלָ֣ה H7045 וּלְ H2781 בְּכֹ֖ל H3605 גּוֹיֵ֥י H1471 הָאָֽרֶץ H776 ",
  "9": "הַֽשְׁכַחְתֶּם֩ H7911 אֶת H853 רָע֨וֹת H7451 אֲבוֹתֵיכֶ֜ם H1 וְאֶת H853 רָע֣וֹת H7451 מַלְכֵ֣י H4428 יְהוּדָ֗ה H3063 וְאֵת֙ H853 רָע֣וֹת H7451 נָשָׁ֔יו H802 וְאֵת֙ H853 רָעֹ֣תֵכֶ֔ם H7451 וְאֵ֖ת H853 רָעֹ֣ת H7451 נְשֵׁיכֶ֑ם H802 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 בְּאֶ֣רֶץ H776 יְהוּדָ֔ה H3063 וּבְ H2351 יְרוּשָׁלִָֽם H3389 ",
  "10": "לֹ֣א H3808 דֻכְּא֔וּ H1792 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וְלֹ֣א H3808 יָרְא֗וּ H3372 וְלֹֽא H3808 הָלְכ֤וּ H1980 בְתֽוֹרָתִ H8451 וּבְ H2708 אֲשֶׁר H834 נָתַ֥תִּי H5414 לִפְנֵי H6440 וְלִ H6440 אֲבוֹתֵיכֶֽם H1 ",
  "11": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִ֨י H2005 שָׂ֥ם H7760 פָּנַ֛י H6440 בָּכֶ֖ם Hb לְרָעָ֑ה H7451 וּלְ H3772 אֶת H853 כָּל H3605 יְהוּדָֽה H3063 ",
  "12": "וְלָקַחְתִּ֞י H3947 אֶת H853 שְׁאֵרִ֣ית H7611 יְהוּדָ֗ה H3063 אֲשֶׁר H834 שָׂ֨מוּ H7760 פְנֵיהֶ֜ם H6440 לָב֣וֹא H935 אֶֽרֶץ H776 מִצְרַיִם֮ H4714 לָג֣וּר H1481 שָׁם֒ H8033 וְתַ֨מּוּ H8552 כֹ֜ל H3605 בְּאֶ֧רֶץ H776 מִצְרַ֣יִם H4714 יִפֹּ֗לוּ H5307 בַּחֶ֤רֶב H2719 בָּֽרָעָב֙ H7458 יִתַּ֔מּוּ H8552 מִקָּטֹן֙ H6996 וְעַד H5704 גָּד֔וֹל H1419 בַּחֶ֥רֶב H2719 וּבָ H7458 יָמֻ֑תוּ H4191 וְהָיוּ֙ H1961 לְאָלָ֣ה H423 לְשַׁמָּ֔ה H8047 וְלִ H7045 וּלְ H2781 ",
  "13": "וּפָקַדְתִּ֗י H6485 עַ֤ל H5921 הַיּֽוֹשְׁבִים֙ H3427 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 כַּאֲשֶׁ֥ר H834 פָּקַ֖דְתִּי H6485 עַל H5921 יְרֽוּשָׁלִָ֑ם H3389 בַּחֶ֥רֶב H2719 בָּרָעָ֖ב H7458 וּבַ H1698 ",
  "14": "וְלֹ֨א H3808 יִהְיֶ֜ה H1961 פָּלִ֤יט H6412 וְשָׂרִיד֙ H8300 לִשְׁאֵרִ֣ית H7611 יְהוּדָ֔ה H3063 הַבָּאִ֥ים H935 לָגֽוּר H1481 שָׁ֖ם H8033 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְלָ H7725 אֶ֣רֶץ H776 יְהוּדָ֗ה H3063 אֲשֶׁר H834 הֵ֜מָּה H1992 מְנַשְּׂאִ֤ים H5375 אֶת H853 נַפְשָׁם֙ H5315 לָשׁוּב֙ H7725 לָשֶׁ֣בֶת H3427 שָׁ֔ם H8033 כִּ֥י H3588 לֹֽא H3808 יָשׁ֖וּבוּ H7725 כִּ֥י H3588 אִם H518 פְּלֵטִֽים H6412 ",
  "15": "וַיַּעֲנ֣וּ H6030 אֶֽת H853 יִרְמְיָ֗הוּ H3414 כָּל H3605 הָאֲנָשִׁ֤ים H376 הַיֹּֽדְעִים֙ H3045 כִּֽי H3588 מְקַטְּר֤וֹת H6999 נְשֵׁיהֶם֙ H802 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְכָל H3605 הַנָּשִׁ֥ים H802 הָעֹמְד֖וֹת H5975 קָהָ֣ל H6951 גָּד֑וֹל H1419 וְכָל H3605 הָעָ֛ם H5971 הַיֹּשְׁבִ֥ים H3427 בְּאֶֽרֶץ H776 מִצְרַ֖יִם H4714 בְּפַתְר֥וֹס H6624 לֵאמֹֽר H559 ",
  "16": "הַדָּבָ֛ר H1697 אֲשֶׁר H834 דִּבַּ֥רְתָּ H1696 אֵלֵ֖ינוּ H413 בְּשֵׁ֣ם H8034 יְהוָ֑ה H3068 אֵינֶ֥נּוּ H369 שֹׁמְעִ֖ים H8085 אֵלֶֽיךָ H413 ",
  "17": "כִּ֩י H3588 עָשֹׂ֨ה H6213 נַעֲשֶׂ֜ה H6213 אֶֽת H853 כָּל H3605 הַדָּבָ֣ר H1697 אֲשֶׁר H834 יָצָ֣א H3318 מִפִּ֗י H6310 לְקַטֵּ֞ר H6999 לִמְלֶ֣כֶת H4446 הַשָּׁמַיִם֮ H8064 וְהַסֵּֽיךְ H5258 לָ֣הּ Hl נְסָכִים֒ H5262 כַּאֲשֶׁ֨ר H834 עָשִׂ֜ינוּ H6213 אֲנַ֤חְנוּ H587 וַאֲבֹתֵ֨י H1 מְלָכֵ֣ינוּ H4428 וְשָׂרֵ֔י H8269 בְּעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וּבְ H2351 יְרוּשָׁלִָ֑ם H3389 וַנִּֽשְׂבַּֽע H7646 לֶ֨חֶם֙ H3899 וַנִּֽהְיֶ֣ה H1961 טוֹבִ֔ים H2896 וְרָעָ֖ה H7451 לֹ֥א H3808 רָאִֽינוּ H7200 ",
  "18": "וּמִן H4480 אָ֡ז H227 חָדַ֜לְנוּ H2308 לְקַטֵּ֨ר H6999 לִמְלֶ֧כֶת H4446 הַשָּׁמַ֛יִם H8064 וְהַסֵּֽךְ H5258 לָ֥הּ Hl נְסָכִ֖ים H5262 חָסַ֣רְנוּ H2637 כֹ֑ל H3605 וּבַ H2719 וּבָ H7458 תָּֽמְנוּ H8552 ",
  "19": "וְכִֽי H3588 אֲנַ֤חְנוּ H587 מְקַטְּרִים֙ H6999 לִמְלֶ֣כֶת H4446 הַשָּׁמַ֔יִם H8064 וּלְ H5258 לָ֖הּ Hl נְסָכִ֑ים H5262 הֲמִֽ H1107 אֲנָשֵׁ֗ינוּ H376 עָשִׂ֨ינוּ H6213 לָ֤הּ Hl כַּוָּנִים֙ H3561 לְהַ֣עֲצִבָ֔ H6087 וְהַסֵּ֥ךְ H5258 לָ֖הּ Hl נְסָכִֽים H5262 ",
  "20": "וַיֹּ֥אמֶר H559 יִרְמְיָ֖הוּ H3414 אֶל H413 כָּל H3605 הָעָ֑ם H5971 עַל H5921 הַגְּבָרִ֤ים H1397 וְעַל H5921 הַנָּשִׁים֙ H802 וְעַל H5921 כָּל H3605 הָעָ֔ם H5971 הָעֹנִ֥ים H6030 אֹת֛וֹ H853 דָּבָ֖ר H1697 לֵאמֹֽר H559 ",
  "21": "הֲל֣וֹא H3808 אֶת H853 הַקִּטֵּ֗ר H7002 אֲשֶׁ֨ר H834 קִטַּרְתֶּ֜ם H6999 בְּעָרֵ֤י H5892 יְהוּדָה֙ H3063 וּבְ H2351 יְרוּשָׁלִַ֔ם H3389 אַתֶּ֧ם H859 וַאֲבֽוֹתֵי H1 מַלְכֵיכֶ֥ם H4428 וְשָׂרֵי H8269 וְעַ֣ם H5971 הָאָ֑רֶץ H776 אֹתָם֙ H853 זָכַ֣ר H2142 יְהוָ֔ה H3068 וַֽתַּעֲלֶ֖ה H5927 עַל H5921 לִבּֽוֹ H3820 ",
  "22": "וְלֹֽא H3808 יוּכַל֩ H3201 יְהוָ֨ה H3068 ע֜וֹד H5750 לָשֵׂ֗את H5375 מִפְּנֵי֙ H6440 רֹ֣עַ H7455 מַעַלְלֵיכֶ֔ם H4611 מִפְּנֵ֥י H6440 הַתּוֹעֵבֹ֖ת H8441 אֲשֶׁ֣ר H834 עֲשִׂיתֶ֑ם H6213 וַתְּהִ֣י H1961 אַ֠רְצְכֶם H776 לְחָרְבָּ֨ה H2723 וּלְ H8047 וְלִ H7045 מֵאֵ֥ין H369 יוֹשֵׁ֖ב H3427 כְּהַ H3117 הַזֶּֽה H2088 ",
  "23": "מִפְּנֵי֩ H6440 אֲשֶׁ֨ר H834 קִטַּרְתֶּ֜ם H6999 וַאֲשֶׁ֧ר H834 חֲטָאתֶ֣ם H2398 לַיהוָ֗ה H3068 וְלֹ֤א H3808 שְׁמַעְתֶּם֙ H8085 בְּק֣וֹל H6963 יְהוָ֔ה H3068 וּבְ H8451 וּבְ H2708 וּבְ H5715 לֹ֣א H3808 הֲלַכְתֶּ֑ם H1980 עַל H5921 כֵּ֞ן H3651 קָרָ֥את H7122 אֶתְכֶ֛ם H853 הָרָעָ֥ה H7451 הַזֹּ֖את H2063 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "24": "וַיֹּ֤אמֶר H559 יִרְמְיָ֨הוּ֙ H3414 אֶל H413 כָּל H3605 הָעָ֔ם H5971 וְאֶ֖ל H413 כָּל H3605 הַנָּשִׁ֑ים H802 שִׁמְעוּ֙ H8085 דְּבַר H1697 יְהוָ֔ה H3068 כָּל H3605 יְהוּדָ֕ה H3063 אֲשֶׁ֖ר H834 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "25": "כֹּֽה H3541 אָמַ֣ר H559 יְהוָֽה H3068 צְבָאוֹת֩ H6635 אֱלֹהֵ֨י H430 יִשְׂרָאֵ֜ל H3478 לֵאמֹ֗ר H559 אַתֶּ֨ם H859 וּנְשֵׁי H802 וַתְּדַבֵּ֣רְנָה H1696 בְּפִי H6310 וּבִ H3027 מִלֵּאתֶ֣ם H4390 לֵאמֹר֒ H559 עָשֹׂ֨ה H6213 נַעֲשֶׂ֜ה H6213 אֶת H853 נְדָרֵ֗ינוּ H5088 אֲשֶׁ֤ר H834 נָדַ֨רְנוּ֙ H5087 לְקַטֵּר֙ H6999 לִמְלֶ֣כֶת H4446 הַשָּׁמַ֔יִם H8064 וּלְ H5258 לָ֖הּ Hl נְסָכִ֑ים H5262 הָקֵ֤ים H6965 תָּקִ֨ימְנָה֙ H6965 אֶת H853 נִדְרֵיכֶ֔ם H5088 וְעָשֹׂ֥ה H6213 תַעֲשֶׂ֖ינָה H6213 אֶת H853 נִדְרֵיכֶֽם H5088 ",
  "26": "לָכֵן֙ H3651 שִׁמְע֣וּ H8085 דְבַר H1697 יְהוָ֔ה H3068 כָּל H3605 יְהוּדָ֕ה H3063 הַיֹּשְׁבִ֖ים H3427 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 הִנְנִ֨י H2005 נִשְׁבַּ֜עְתִּי H7650 בִּשְׁמִ֤ H8034 הַגָּדוֹל֙ H1419 אָמַ֣ר H559 יְהוָ֔ה H3068 אִם H518 יִהְיֶה֩ H1961 ע֨וֹד H5750 שְׁמִ֜י H8034 נִקְרָ֣א H7121 בְּפִ֣י H6310 כָּל H3605 אִ֣ישׁ H376 יְהוּדָ֗ה H3063 אֹמֵ֛ר H559 חַי H2416 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "27": "הִנְנִ֨י H2005 שֹׁקֵ֧ד H8245 עֲלֵיהֶ֛ם H5921 לְרָעָ֖ה H7451 וְלֹ֣א H3808 לְטוֹבָ֑ה H2896 וְתַמּוּ֩ H8552 כָל H3605 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 אֲשֶׁ֧ר H834 בְּאֶֽרֶץ H776 מִצְרַ֛יִם H4714 בַּחֶ֥רֶב H2719 וּבָ H7458 עַד H5704 כְּלוֹתָֽם H3615 ",
  "28": "וּפְלִיטֵ֨י H6412 חֶ֜רֶב H2719 יְשֻׁב֨וּן H7725 מִן H4480 אֶ֧רֶץ H776 מִצְרַ֛יִם H4714 אֶ֥רֶץ H776 יְהוּדָ֖ה H3063 מְתֵ֣י H4962 מִסְפָּ֑ר H4557 וְֽיָדְע֞וּ H3045 כָּל H3605 שְׁאֵרִ֣ית H7611 יְהוּדָ֗ה H3063 הַבָּאִ֤ים H935 לְאֶֽרֶץ H776 מִצְרַ֨יִם֙ H4714 לָג֣וּר H1481 שָׁ֔ם H8033 דְּבַר H1697 מִ֥י H4310 יָק֖וּם H6965 מִמֶּ֥נִּי H4480 וּמֵ H1992 ",
  "29": "וְזֹאת H2063 לָכֶ֤ם Hl הָאוֹת֙ H226 נְאֻם H5002 יְהוָ֔ה H3068 כִּֽי H3588 פֹקֵ֥ד H6485 אֲנִ֛י H589 עֲלֵיכֶ֖ם H5921 בַּמָּק֣וֹם H4725 הַזֶּ֑ה H2088 לְמַ֨עַן֙ H4616 תֵּֽדְע֔וּ H3045 כִּי֩ H3588 ק֨וֹם H6965 יָק֧וּמוּ H6965 דְבָרַ֛י H1697 עֲלֵיכֶ֖ם H5921 לְרָעָֽה H7451 ",
  "30": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִנְנִ֣י H2005 נֹ֠תֵן H5414 אֶת H853 פַּרְעֹ֨ה H6548 חָפְרַ֤ע H6548 מֶֽלֶךְ H4428 מִצְרַ֨יִם֙ H4714 בְּיַ֣ד H3027 אֹֽיְבָ֔יו H341 וּבְ H3027 מְבַקְשֵׁ֣י H1245 נַפְשׁ֑וֹ H5315 כַּאֲשֶׁ֨ר H834 נָתַ֜תִּי H5414 אֶת H853 צִדְקִיָּ֣הוּ H6667 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 בְּיַ֨ד H3027 נְבוּכַדְרֶאצַּ֧ר H5019 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 אֹיְב֖וֹ H341 וּמְבַקֵּ֥שׁ H1245 נַפְשֽׁוֹ H5315 "
}
