{
  "1": "שׁוֹטְט֞וּ H7751 בְּחוּצ֣וֹת H2351 יְרוּשָׁלִַ֗ם H3389 וּרְאוּ H7200 נָ֤א H4994 וּדְעוּ֙ H3045 וּבַקְשׁ֣וּ H1245 בִרְחוֹבוֹתֶ֔י H7339 אִם H518 תִּמְצְא֣וּ H4672 אִ֔ישׁ H376 אִם H518 יֵ֛שׁ H3426 עֹשֶׂ֥ה H6213 מִשְׁפָּ֖ט H4941 מְבַקֵּ֣שׁ H1245 אֱמוּנָ֑ה H530 וְאֶסְלַ֖ח H5545 לָֽהּ Hl ",
  "2": "וְאִ֥ם H518 חַי H2416 יְהֹוָ֖ה H3068 יֹאמֵ֑רוּ H559 לָכֵ֥ן H3651 לַשֶּׁ֖קֶר H8267 יִשָּׁבֵֽעוּ H7650 ",
  "3": "יְהֹוָ֗ה H3068 עֵינֶיךָ֮ H5869 הֲל֣וֹא H3808 לֶאֱמוּנָה֒ H530 הִכִּ֤יתָה H5221 אֹתָם֙ H853 וְֽלֹא H3808 חָ֔לוּ H2342 כִּלִּיתָ֕ם H3615 מֵאֲנ֖וּ H3985 קַ֣חַת H3947 מוּסָ֑ר H4148 חִזְּק֤וּ H2388 פְנֵיהֶם֙ H6440 מִסֶּ֔לַע H5553 מֵאֲנ֖וּ H3985 לָשֽׁוּב H7725 ",
  "4": "וַאֲנִ֣י H589 אָמַ֔רְתִּי H559 אַךְ H389 דַּלִּ֖ים H1800 הֵ֑ם H1992 נוֹאֲל֕וּ H2973 כִּ֣י H3588 לֹ֤א H3808 יָדְעוּ֙ H3045 דֶּ֣רֶךְ H1870 יְהוָ֔ה H3068 מִשְׁפַּ֖ט H4941 אֱלֹהֵיהֶֽם H430 ",
  "5": "אֵֽלֲכָה H3212 לִּ֤י Hl אֶל H413 הַגְּדֹלִים֙ H1419 וַאֲדַבְּרָ֣ה H1696 אוֹתָ֔ם H853 כִּ֣י H3588 הֵ֗מָּה H1992 יָדְעוּ֙ H3045 דֶּ֣רֶךְ H1870 יְהוָ֔ה H3068 מִשְׁפַּ֖ט H4941 אֱלֹהֵיהֶ֑ם H430 אַ֣ךְ H389 הֵ֤מָּה H1992 יַחְדָּו֙ H3162 שָׁ֣בְרוּ H7665 עֹ֔ל H5923 נִתְּק֖וּ H5423 מוֹסֵרֽוֹת H4147 ",
  "6": "עַל H5921 כֵּן֩ H3651 הִכָּ֨ם H5221 אַרְיֵ֜ה H738 מִיַּ֗עַר H3293 זְאֵ֤ב H2061 עֲרָבוֹת֙ H6160 יְשָׁדְדֵ֔ם H7703 נָמֵ֤ר H5246 שֹׁקֵד֙ H8245 עַל H5921 עָ֣רֵיהֶ֔ם H5892 כָּל H3605 הַיּוֹצֵ֥א H3318 מֵהֵ֖נָּה H2007 יִטָּרֵ֑ף H2963 כִּ֤י H3588 רַבּוּ֙ H7231 פִּשְׁעֵיהֶ֔ם H6588 עָצְמ֖וּ H6105 משבותיהם H4878 ",
  "7": "אֵ֤י H335 לָזֹאת֙ H2063 אסלוח H5545 לָ֔ךְ H5545 בָּנַ֣יִךְ H1121 עֲזָב֔וּנִי H5800 וַיִּשָּׁבְע֖וּ H7650 בְּלֹ֣א H3808 אֱלֹהִ֑ים H430 וָאַשְׂבִּ֤עַ H7646 אוֹתָם֙ H853 וַיִּנְאָ֔פוּ H5003 וּבֵ֥ית H1004 זוֹנָ֖ה H2181 יִתְגֹּדָֽדוּ H1413 ",
  "8": "סוּסִ֥ים H5483 מְיֻזָּנִ֖ים H2109 מַשְׁכִּ֣ים H7904 הָי֑וּ H1961 אִ֛ישׁ H376 אֶל H413 אֵ֥שֶׁת H802 רֵעֵ֖הוּ H7453 יִצְהָֽלוּ H6670 ",
  "9": "הַֽעַל H5921 אֵ֥לֶּה H428 לוֹא H3808 אֶפְקֹ֖ד H6485 נְאֻם H5002 יְהֹוָ֑ה H3068 וְאִם֙ H518 בְּג֣וֹי H1471 אֲשֶׁר H834 כָּזֶ֔ה H2088 לֹ֥א H3808 תִתְנַקֵּ֖ם H5358 נַפְשִֽׁי H5315 ",
  "10": "עֲל֤וּ H5927 בְשָׁרוֹתֶ֨י H8284 וְשַׁחֵ֔תוּ H7843 וְכָלָ֖ה H3617 אַֽל H408 תַּעֲשׂ֑וּ H6213 הָסִ֨ירוּ֙ H5493 נְטִ֣ישׁוֹתֶ֔יהָ H5189 כִּ֛י H3588 ל֥וֹא H3808 לַיהוָ֖ה H3068 הֵֽמָּה H1992 ",
  "11": "כִּי֩ H3588 בָג֨וֹד H898 בָּגְד֜וּ H898 בִּ֗י Hb בֵּ֧ית H1004 יִשְׂרָאֵ֛ל H3478 וּבֵ֥ית H1004 יְהוּדָ֖ה H3063 נְאֻם H5002 יְהוָֽה H3068 ",
  "12": "כִּֽחֲשׁוּ֙ H3584 בַּיהוָ֔ה H3068 וַיֹּאמְר֖וּ H559 לֹא H3808 ה֑וּא H1931 וְלֹא H3808 תָב֤וֹא H935 עָלֵ֨ינוּ֙ H5921 רָעָ֔ה H7451 וְחֶ֥רֶב H2719 וְרָעָ֖ב H7458 ל֥וֹא H3808 נִרְאֶֽה H7200 ",
  "13": "וְהַ H5030 יִֽהְי֣וּ H1961 לְר֔וּחַ H7307 וְהַ H1699 אֵ֣ין H369 בָּהֶ֑ם Hb כֹּ֥ה H3541 יֵעָשֶׂ֖ה H6213 לָהֶֽם Hl ",
  "14": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 צְבָא֔וֹת H6635 יַ֚עַן H3282 דַּבֶּרְכֶ֔ם H1696 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 הִנְנִ֣י H2005 נֹתֵן֩ H5414 דְּבָרַ֨י H1697 בְּפִ֜י H6310 לְאֵ֗שׁ H784 וְהָ H5971 הַזֶּ֛ה H2088 עֵצִ֖ים H6086 וַאֲכָלָֽתַ H398 ",
  "15": "הִנְנִ֣י H2005 מֵבִיא֩ H935 עֲלֵיכֶ֨ם H5921 גּ֧וֹי H1471 מִמֶּרְחָ֛ק H4801 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהֹוָ֑ה H3068 גּ֣וֹי H1471 אֵיתָ֣ן H386 ה֗וּא H1931 גּ֤וֹי H1471 מֵעוֹלָם֙ H5769 ה֔וּא H1931 גּ֚וֹי H1471 לֹא H3808 תֵדַ֣ע H3045 לְשֹׁנ֔וֹ H3956 וְלֹ֥א H3808 תִשְׁמַ֖ע H8085 מַה H4100 יְדַבֵּֽר H1696 ",
  "16": "אַשְׁפָּת֖וֹ H827 כְּקֶ֣בֶר H6913 פָּת֑וּחַ H6605 כֻּלָּ֖ם H3605 גִּבּוֹרִֽים H1368 ",
  "17": "וְאָכַ֨ל H398 קְצִֽירְךָ֜ H7105 וְלַחְמֶ֗ H3899 יֹאכְלוּ֙ H398 בָּנֶ֣יךָ H1121 וּבְנוֹתֶ֔י H1323 יֹאכַ֤ל H398 צֹאנְךָ֙ H6629 וּבְקָרֶ֔ H1241 יֹאכַ֥ל H398 גַּפְנְךָ֖ H1612 וּתְאֵנָתֶ֑ H8384 יְרֹשֵׁ֞שׁ H7567 עָרֵ֣י H5892 מִבְצָרֶ֗יךָ H4013 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 בּוֹטֵ֥חַ H982 בָּהֵ֖נָּה H2007 בֶּחָֽרֶב H2719 ",
  "18": "וְגַ֛ם H1571 בַּיָּמִ֥ים H3117 הָהֵ֖מָּה H1992 נְאֻם H5002 יְהֹוָ֑ה H3068 לֹֽא H3808 אֶעֱשֶׂ֥ה H6213 אִתְּכֶ֖ם H854 כָּלָֽה H3617 ",
  "19": "וְהָיָה֙ H1961 כִּ֣י H3588 תֹאמְר֔וּ H559 תַּ֣חַת H8478 מֶ֗ה H4100 עָשָׂ֨ה H6213 יְהֹוָ֧ה H3068 אֱלֹהֵ֛ינוּ H430 לָ֖נוּ Hl אֶת H853 כָּל H3605 אֵ֑לֶּה H428 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֗ם H413 כַּאֲשֶׁ֨ר H834 עֲזַבְתֶּ֤ם H5800 אוֹתִי֙ H853 וַתַּעַבְד֞וּ H5647 אֱלֹהֵ֤י H430 נֵכָר֙ H5236 בְּאַרְצְ H776 כֵּ֚ן H3651 תַּעַבְד֣וּ H5647 זָרִ֔ים H2114 בְּאֶ֖רֶץ H776 לֹ֥א H3808 לָכֶֽם Hl ",
  "20": "הַגִּ֥ידוּ H5046 זֹ֖את H2063 בְּבֵ֣ית H1004 יַעֲקֹ֑ב H3290 וְהַשְׁמִיע֥וּ H8085 בִיהוּדָ֖ה H3063 לֵאמֹֽר H559 ",
  "21": "שִׁמְעוּ H8085 נָ֣א H4994 זֹ֔את H2063 עַ֥ם H5971 סָכָ֖ל H5530 וְאֵ֣ין H369 לֵ֑ב H3820 עֵינַ֤יִם H5869 לָהֶם֙ Hl וְלֹ֣א H3808 יִרְא֔וּ H7200 אָזְנַ֥יִם H241 לָהֶ֖ם Hl וְלֹ֥א H3808 יִשְׁמָֽעוּ H8085 ",
  "22": "הַאוֹתִ֨ H853 לֹא H3808 תִירָ֜אוּ H3372 נְאֻם H5002 יְהֹוָ֗ה H3068 אִ֤ם H518 מִפָּנַ H6440 לֹ֣א H3808 תָחִ֔ילוּ H2342 אֲשֶׁר H834 שַׂ֤מְתִּי H7760 חוֹל֙ H2344 גְּב֣וּל H1366 לַיָּ֔ם H3220 חָק H2706 עוֹלָ֖ם H5769 וְלֹ֣א H3808 יַעַבְרֶ֑נְהוּ H5674 וַיִּֽתְגָּעֲשׁוּ֙ H1607 וְלֹ֣א H3808 יוּכָ֔לוּ H3201 וְהָמ֥וּ H1993 גַלָּ֖יו H1530 וְלֹ֥א H3808 יַעַבְרֻֽנְהוּ H5674 ",
  "23": "וְלָ H5971 הַזֶּה֙ H2088 הָיָ֔ה H1961 לֵ֖ב H3820 סוֹרֵ֣ר H5637 וּמוֹרֶ֑ה H4784 סָ֖רוּ H5493 וַיֵּלֵֽכוּ H3212 ",
  "24": "וְלֹֽא H3808 אָמְר֣וּ H559 בִלְבָבָ֗ H3824 נִ֤ירָא H3372 נָא֙ H4994 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 הַנֹּתֵ֗ן H5414 גֶּ֛שֶׁם H1653 וירה H3138 וּמַלְק֖וֹשׁ H4456 בְּעִתּ֑ H6256 שְׁבֻע֛וֹת H7620 חֻקּ֥וֹת H2708 קָצִ֖יר H7105 יִשְׁמָר H8104 לָֽנוּ Hl ",
  "25": "עֲוֺנוֹתֵיכֶ֖ם H5771 הִטּוּ H5186 אֵ֑לֶּה H428 וְחַטֹּ֣אותֵי H2403 מָנְע֥וּ H4513 הַטּ֖וֹב H2896 מִכֶּֽם H4480 ",
  "26": "כִּי H3588 נִמְצְא֥וּ H4672 בְעַמִּ֖ H5971 רְשָׁעִ֑ים H7563 יָשׁוּר֙ H7789 כְּשַׁ֣ךְ H7918 יְקוּשִׁ֔ים H3353 הִצִּ֥יבוּ H5324 מַשְׁחִ֖ית H4889 אֲנָשִׁ֥ים H376 יִלְכֹּֽדוּ H3920 ",
  "27": "כִּכְלוּב֙ H3619 מָ֣לֵא H4392 ע֔וֹף H5775 כֵּ֥ן H3651 בָּתֵּיהֶ֖ם H1004 מְלֵאִ֣ים H4392 מִרְמָ֑ה H4820 עַל H5921 כֵּ֥ן H3651 גָּדְל֖וּ H1431 וַֽיַּעֲשִֽׁירוּ H6238 ",
  "28": "שָׁמְנ֣וּ H8080 עָשְׁת֗וּ H6245 גַּ֚ם H1571 עָֽבְר֣וּ H5674 דִבְרֵי H1697 רָ֔ע H7451 דִּ֣ין H1779 לֹא H3808 דָ֔נוּ H1777 דִּ֥ין H1779 יָת֖וֹם H3490 וְיַצְלִ֑יחוּ H6743 וּמִשְׁפַּ֥ט H4941 אֶבְיוֹנִ֖ים H34 לֹ֥א H3808 שָׁפָֽטוּ H8199 ",
  "29": "הַֽעַל H5921 אֵ֥לֶּה H428 לֹֽא H3808 אֶפְקֹ֖ד H6485 נְאֻם H5002 יְהֹוָ֑ה H3068 אִ֚ם H518 בְּג֣וֹי H1471 אֲשֶׁר H834 כָּזֶ֔ה H2088 לֹ֥א H3808 תִתְנַקֵּ֖ם H5358 נַפְשִֽׁי H5315 ",
  "30": "שַׁמָּה֙ H8047 וְשַׁ֣עֲרוּרָ֔ה H8186 נִהְיְתָ֖ה H1961 בָּאָֽרֶץ H776 ",
  "31": "הַנְּבִיאִ֞ים H5030 נִבְּא֣וּ H5012 בַשֶּׁ֗קֶר H8267 וְהַ H3548 יִרְדּ֣וּ H7287 עַל H5921 יְדֵיהֶ֔ם H3027 וְעַמִּ֖ H5971 אָ֣הֲבוּ H157 כֵ֑ן H3651 וּמַֽה H4100 תַּעֲשׂ֖וּ H6213 לְאַחֲרִיתָֽ H319 "
}
