{
  "1": "בָּעֵ֣ת H6256 הַהִ֣יא H1931 נְאֻם H5002 יְהוָ֡ה H3068 ויציאו H3318 אֶת H853 עַצְמ֣וֹת H6106 מַלְכֵֽי H4428 יְהוּדָ֣ה H3063 וְאֶת H853 עַצְמוֹת H6106 שָׂרָיו֩ H8269 וְאֶת H853 עַצְמ֨וֹת H6106 הַכֹּהֲנִ֜ים H3548 וְאֵ֣ת H853 עַצְמ֣וֹת H6106 הַנְּבִיאִ֗ים H5030 וְאֵ֛ת H853 עַצְמ֥וֹת H6106 יוֹשְׁבֵֽי H3427 יְרוּשָׁלִָ֖ם H3389 מִקִּבְרֵי H6913 ",
  "2": "וּשְׁטָחוּ H7849 לַשֶּׁ֨מֶשׁ H8121 וְלַ H3394 וּלְ H3605 צְבָ֣א H6635 הַשָּׁמַ֗יִם H8064 אֲשֶׁ֨ר H834 אֲהֵב֜וּם H157 וַאֲשֶׁ֤ר H834 עֲבָדוּם֙ H5647 וַֽאֲשֶׁר֙ H834 הָלְכ֣וּ H1980 אַֽחֲרֵיהֶ֔ם H310 וַאֲשֶׁ֣ר H834 דְּרָשׁ֔וּם H1875 וַאֲשֶׁ֥ר H834 הִֽשְׁתַּחֲו֖וּ H7812 לָהֶ֑ם Hl לֹ֤א H3808 יֵאָֽסְפוּ֙ H622 וְלֹ֣א H3808 יִקָּבֵ֔רוּ H6912 לְדֹ֛מֶן H1828 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָ֖ה H127 יִֽהְיֽוּ H1961 ",
  "3": "וְנִבְחַ֥ר H977 מָ֨וֶת֙ H4194 מֵֽחַיִּ֔ים H2416 לְכֹ֗ל H3605 הַשְּׁאֵרִית֙ H7611 הַנִּשְׁאָרִ֔ים H7604 מִן H4480 הַמִּשְׁפָּחָ֥ה H4940 הָֽרָעָ֖ה H7451 הַזֹּ֑את H2063 בְּכָל H3605 הַמְּקֹמ֤וֹת H4725 הַנִּשְׁאָרִים֙ H7604 אֲשֶׁ֣ר H834 הִדַּחְתִּ֣ים H5080 שָׁ֔ם H8033 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "4": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֗ם H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הֲיִפְּל֖וּ H5307 וְלֹ֣א H3808 יָק֑וּמוּ H6965 אִם H518 יָשׁ֖וּב H7725 וְלֹ֥א H3808 יָשֽׁוּב H7725 ",
  "5": "מַדּ֨וּעַ H4069 שׁוֹבְבָ֜ה H7725 הָעָ֥ם H5971 הַזֶּ֛ה H2088 יְרוּשָׁלִַ֖ם H3389 מְשֻׁבָ֣ה H4878 נִצַּ֑חַת H5329 הֶחֱזִ֨יקוּ֙ H2388 בַּתַּרְמִ֔ית H8649 מֵאֲנ֖וּ H3985 לָשֽׁוּב H7725 ",
  "6": "הִקְשַׁ֤בְתִּי H7181 וָֽאֶשְׁמָע֙ H8085 לוֹא H3808 כֵ֣ן H3651 יְדַבֵּ֔רוּ H1696 אֵ֣ין H369 אִ֗ישׁ H376 נִחָם֙ H5162 עַל H5921 רָ֣עָת֔וֹ H7451 לֵאמֹ֖ר H559 מֶ֣ה H4100 עָשִׂ֑יתִי H6213 כֻּלֹּ֗ה H3605 שָׁ֚ב H7725 במרצות H4794 כְּס֥וּס H5483 שׁוֹטֵ֖ף H7857 בַּמִּלְחָמָֽה H4421 ",
  "7": "גַּם H1571 חֲסִידָ֣ה H2624 בַשָּׁמַ֗יִם H8064 יָֽדְעָה֙ H3045 מֽוֹעֲדֶ֔יהָ H4150 וְתֹ֤ר H8449 וסוס H5483 וְעָג֔וּר H5693 שָׁמְר֖וּ H8104 אֶת H853 עֵ֣ת H6256 בֹּאָ֑נָה H935 וְעַמִּ֕ H5971 לֹ֣א H3808 יָֽדְע֔וּ H3045 אֵ֖ת H853 מִשְׁפַּ֥ט H4941 יְהוָֽה H3068 ",
  "8": "אֵיכָ֤ה H349 תֹֽאמְרוּ֙ H559 חֲכָמִ֣ים H2450 אֲנַ֔חְנוּ H587 וְתוֹרַ֥ת H8451 יְהוָ֖ה H3068 אִתָּ֑נוּ H854 אָכֵן֙ H403 הִנֵּ֣ה H2009 לַשֶּׁ֣קֶר H8267 עָשָׂ֔ה H6213 עֵ֖ט H5842 שֶׁ֥קֶר H8267 סֹפְרִֽים H5608 ",
  "9": "הֹבִ֣ישׁוּ H954 חֲכָמִ֔ים H2450 חַ֖תּוּ H2865 וַיִּלָּכֵ֑דוּ H3920 הִנֵּ֤ה H2009 בִדְבַר H1697 יְהוָה֙ H3068 מָאָ֔סוּ H3988 וְחָכְמַֽת H2451 מֶ֖ה H4100 לָהֶֽם Hl ",
  "10": "לָכֵן֩ H3651 אֶתֵּ֨ן H5414 אֶת H853 נְשֵׁיהֶ֜ם H802 לַאֲחֵרִ֗ים H312 שְׂדֽוֹתֵיהֶם֙ H7704 לְי֣וֹרְשִׁ֔ים H3423 כִּ֤י H3588 מִקָּטֹן֙ H6996 וְעַד H5704 גָּד֔וֹל H1419 כֻּלֹּ֖ה H3605 בֹּצֵ֣עַ H1214 בָּ֑צַע H1215 מִנָּבִיא֙ H5030 וְעַד H5704 כֹּהֵ֔ן H3548 כֻּלֹּ֖ה H3605 עֹ֥שֶׂה H6213 שָּֽׁקֶר H8267 ",
  "11": "וַיְרַפּ֞וּ H7495 אֶת H853 שֶׁ֤בֶר H7667 בַּת H1323 עַמִּי֙ H5971 עַל H5921 נְקַלָּ֔ה H7043 לֵאמֹ֖ר H559 שָׁל֣וֹם H7965 שָׁל֑וֹם H7965 וְאֵ֖ין H369 שָׁלֽוֹם H7965 ",
  "12": "הֹבִ֕שׁוּ H3001 כִּ֥י H3588 תוֹעֵבָ֖ה H8441 עָשׂ֑וּ H6213 גַּם H1571 בּ֣וֹשׁ H954 לֹֽא H3808 יֵבֹ֗שׁוּ H954 וְהִכָּלֵם֙ H3637 לֹ֣א H3808 יָדָ֔עוּ H3045 לָכֵ֞ן H3651 יִפְּל֣וּ H5307 בַנֹּפְלִ֗ים H5307 בְּעֵ֧ת H6256 פְּקֻדָּתָ֛ם H6486 יִכָּשְׁל֖וּ H3782 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "13": "אָסֹ֥ף H622 אֲסִיפֵ֖ם H5486 נְאֻם H5002 יְהֹוָ֑ה H3068 אֵין֩ H369 עֲנָבִ֨ים H6025 בַּגֶּ֜פֶן H1612 וְאֵ֧ין H369 תְּאֵנִ֣ים H8384 בַּתְּאֵנָ֗ה H8384 וְהֶֽ H5929 נָבֵ֔ל H5034 וָאֶתֵּ֥ן H5414 לָהֶ֖ם H1992 יַעַבְרֽוּם H5674 ",
  "14": "עַל H5921 מָה֙ H4100 אֲנַ֣חְנוּ H587 יֹֽשְׁבִ֔ים H3427 הֵֽאָסְפ֗וּ H622 וְנָב֛וֹא H935 אֶל H413 עָרֵ֥י H5892 הַמִּבְצָ֖ר H4013 וְנִדְּמָה H1826 שָּׁ֑ם H8033 כִּי֩ H3588 יְהוָ֨ה H3068 אֱלֹהֵ֤ינוּ H430 הֲדִמָּ֨נוּ֙ H1826 וַיַּשְׁקֵ֣ H8248 מֵי H4325 רֹ֔אשׁ H7219 כִּ֥י H3588 חָטָ֖אנוּ H2398 לַיהוָֽה H3068 ",
  "15": "קַוֵּ֥ה H6960 לְשָׁל֖וֹם H7965 וְאֵ֣ין H369 ט֑וֹב H2896 לְעֵ֥ת H6256 מַרְפֵּ֖ה H4832 וְהִנֵּ֥ה H2009 בְעָתָֽה H1205 ",
  "16": "מִדָּ֤ן H1835 נִשְׁמַע֙ H8085 נַחְרַ֣ת H5170 סוּסָ֗יו H5483 מִקּוֹל֙ H6963 מִצְהֲל֣וֹת H4684 אַבִּירָ֔יו H47 רָעֲשָׁ֖ה H7493 כָּל H3605 הָאָ֑רֶץ H776 וַיָּב֗וֹאוּ H935 וַיֹּֽאכְלוּ֙ H398 אֶ֣רֶץ H776 וּמְלוֹאָ֔ H4393 עִ֖יר H5892 וְיֹ֥שְׁבֵי H3427 בָֽהּ Hb ",
  "17": "כִּי֩ H3588 הִנְנִ֨י H2005 מְשַׁלֵּ֜חַ H7971 בָּכֶ֗ם Hb נְחָשִׁים֙ H5175 צִפְעֹנִ֔ים H6848 אֲשֶׁ֥ר H834 אֵין H369 לָהֶ֖ם Hl לָ֑חַשׁ H3908 וְנִשְּׁכ֥וּ H5391 אֶתְכֶ֖ם H853 נְאֻם H5002 יְהוָֽה H3068 ",
  "18": "מַבְלִ֥יגִיתִ֖י H4010 עֲלֵ֣י H5921 יָג֑וֹן H3015 עָלַ֖י H5921 לִבִּ֥י H3820 דַוָּֽי H1742 ",
  "19": "הִנֵּה H2009 ק֞וֹל H6963 שַֽׁוְעַ֣ת H7775 בַּת H1323 עַמִּ֗י H5971 מֵאֶ֨רֶץ֙ H776 מַרְחַקִּ֔ים H4801 הַֽיהוָה֙ H3068 אֵ֣ין H369 בְּצִיּ֔וֹן H6726 אִם H518 מַלְכָּ֖הּ H4428 אֵ֣ין H369 בָּ֑הּ Hb מַדּ֗וּעַ H4069 הִכְעִס֛וּנִי H3707 בִּפְסִלֵי H6456 בְּהַבְלֵ֥י H1892 נֵכָֽר H5236 ",
  "20": "עָבַ֥ר H5674 קָצִ֖יר H7105 כָּ֣לָה H3615 קָ֑יִץ H7019 וַאֲנַ֖חְנוּ H587 ל֥וֹא H3808 נוֹשָֽׁעְנוּ H3467 ",
  "21": "עַל H5921 שֶׁ֥בֶר H7667 בַּת H1323 עַמִּ֖י H5971 הָשְׁבָּ֑רְתִּי H7665 קָדַ֕רְתִּי H6937 שַׁמָּ֖ה H8047 הֶחֱזִקָֽתְנִי H2388 ",
  "22": "הַצֳרִי֙ H6875 אֵ֣ין H369 בְּגִלְעָ֔ד H1568 אִם H518 רֹפֵ֖א H7495 אֵ֣ין H369 שָׁ֑ם H8033 כִּ֗י H3588 מַדּ֨וּעַ֙ H4069 לֹ֣א H3808 עָֽלְתָ֔ה H5927 אֲרֻכַ֖ת H724 בַּת H1323 עַמִּֽי H5971 ",
  "23": ""
}
