{
  "1": "I, Isaiah son of Amoz, received from Yahweh this message about the city of Babylon:\\q1",
  "2": "Lift up a flag on the bare top of a hill,\\q2 to signal that an army should come to attack Babylon.\n\\q1 Shout to them and wave your hand to signal to them\n\\q2 that they should march through the city gates into the palaces of the proud rulers of Babylon!\n\\q1",
  "3": "Yahweh says, \"I have commanded those who are set apart to do this work for me—\\q2 I have summoned the warriors whom I have chosen to punish the people of Babylon because I am very angry with them,\n\\q2 and those soldiers will be very proud when they do that.\"\n\n\n\\q1",
  "4": "Listen to the noise on the mountains,\\q2 which is the noise of a huge army marching!\n\\q1 It is the noise made by people of many people groups shouting.\n\\q2 Yahweh, commander of the angel armies, has summoned this army to gather together.\n\\q1",
  "5": "They come from countries that are far away,\\q2 from the most remote places on the earth.\n\\q1 They are like weapons that Yahweh will use to punish the people with whom he is very angry,\n\\q2 and to destroy the entire country of Babylonia.\n\n\n\\q1",
  "6": "You people of Babylon will scream because you will be terrified,\\q2 because it will be the time that Yahweh has determined,\n\\q2 the time for the all-powerful God to destroy your city.\n\\q1",
  "7": "Because that will happen, all of your people will be very afraid,\\q2 with the result that they will be unable even to lift their arms.\n\\q1",
  "8": "All of you will be terrified.\\q2 You will have severe pains\n\\q2 like a woman has when she is giving birth to a baby.\n\\q1 You will look at each other helplessly,\n\\q2 and it will show on your faces that you feel horror.\n\n\n\\q1",
  "9": "Listen to this, you people of Babylon: The day that Yahweh has chosen to act in is near,\\q2 the day on which he will furiously and fiercely punish you because he is very angry with you.\n\\q1 He will cause your land of Babylonia to be desolate,\n\\q2 and he will destroy all the sinners in it.\n\\q1",
  "10": "When that happens, none of the stars will shine.\\q2 When the sun rises, it will be dark,\n\\q1 and there will be no light from the moon at night.\n \n\n\\q1",
  "11": "Yahweh says, \"I will punish everyone in the world for the evil things that they do;\\q2 I will punish the wicked people for the sins that they have committed.\n\\q1 I will stop arrogant people from being proud,\n\\q2 and I will stop cruel people from being so arrogant.\n\\q1",
  "12": "And because I will cause most people to die,\\q2 people will be harder to find than gold,\n\\q1 harder to find than fine gold from Ophir in Arabia.\n\n\n\\q1",
  "13": "I will shake the sky,\\q2 and the earth will also move out of its place.\n\\q1 That will happen when I, Yahweh, commander of the angel armies, punish wicked people,\n\\q2 when I show them that I am extremely angry with them.\n\\q1",
  "14": "All the foreigners in Babylon will run around like deer that are being hunted,\\q2 like sheep that do not have a shepherd.\n\\q1 They will try to find other people from their countries,\n\\q2 and then they will escape from Babylon and return to their own countries.\n\n\n\\q1",
  "15": "Anyone who is captured in Babylon\\q2 will be killed by their enemies' swords.\n\\q1",
  "16": "Their little children will be dashed to pieces on the rocks while their parents watch;\\q2 their enemies will steal everything valuable from their houses and will force their wives to sleep with them.\n\n\n\\q1",
  "17": "Look! I am going to incite the people of Media to attack Babylon.\\q2 The army of Media will attack Babylon, even if they are offered silver or gold if they promise to not attack it.\n\\q1",
  "18": "With their arrows, the soldiers of Media will shoot the young men of Babylon;\\q2 they will not even act mercifully toward infants or children!\"\n\n\n\\q1",
  "19": "Babylon has been a very beautiful city;\\q2 all the people of Babylonia have been very proud of Babylon, their capital city;\n\\q1 but God will destroy Babylon,\n\\q2 like he destroyed Sodom and Gomorrah.\n\\q1",
  "20": "No one will ever live in Babylon again.\\q2 It will be deserted forever.\n\\q1 Nomads will refuse to set up their tents there;\n\\q2 shepherds will not bring their flocks of sheep to rest there.\n\n\n\\q1",
  "21": "Animals that live in the desert will be there;\\q2 jackals will live in the ruins of the houses.\n\\q1 Owls will live in the ruins,\n\\q2 and ostriches and wild goats will romp around there.\n\\q1",
  "22": "Hyenas will howl in the ruined towers,\\q2 and jackals will make their dens in the ruins of the palaces that were previously very beautiful.\n\\q1 The time when Babylon will be destroyed is very near;\n\\q2 Babylon will not exist much longer."
}
