{
  "1": "Isaiah received this message from Yahweh about the Moab people group:\\q1 In one night two important cities in Moab, Ar and Kir, will be destroyed.\n\\q1",
  "2": "The people of Dibon, the capital city, will go to their temple to mourn;\\q2 they will go to their high places set on the hilltops, and there they will weep.\n\\q1 They will wail because of what happened to Nebo and Medeba in the south;\n\\q2 they will all shave the hair of their heads, and the men will cut off their beards to show that they are grieving.\n\n\n\\q1",
  "3": "In the streets people will wear rough sackcloth,\\q2 and on their flat rooftops and in the city plazas all people will wail\n\\q1 with tears streaming down their faces.\n\\q1",
  "4": "The people of the city of Heshbon and the towns of Elealeh in the north of Moab will cry out;\\q2 people as far away as the town of Jahaz in the south will hear them wailing.\n\\q1 Therefore the soldiers of Moab will tremble and cry out,\n\\q2 and they will be very afraid.\n\n\n\\q1",
  "5": "Yahweh feels very sorry for the people of Moab;\\q2 they will flee to the towns of Zoar and Eglath Shelishiyah in the far south.\n\\q2 They will cry as they walk up to the town of Luhith.\n\\q1 All along the road to the town of Horonaim people will mourn\n\\q2 because their country has been destroyed.\n\\q1",
  "6": "The water in the Valley of Nimrim will dry up.\\q2 The grass there will be withered;\n\\q1 the green plants will all be gone,\n\\q2 and there will be nothing left that is green.\n\\q1",
  "7": "The people will pick up their possessions\\q2 and carry them across the brook of the Willows.\n\n\n\\q1",
  "8": "Throughout the country of Moab, people will be crying;\\q2 people as far away as Eglaim in the south and Beer Elim in the north will hear them wailing.\n\\q1",
  "9": "The stream near Dibon will become red from the blood of people who have been killed,\\q2 but I will cause the people of Moab to experience even more trouble:\n\\q1 lions will attack those who are trying to escape from Moab\n\\q2 and will also attack the people who remain in that country."
}
