{
  "1": "This is a message that Yahweh gave to Isaiah son of Amoz, in a vision about Judah and Jerusalem.\\q1",
  "2": "In the future, the hill on which Yahweh's temple is built\\q2 will be the most important place on the earth.\n\\q2 It will be as though it is the highest mountain,\n\\q1 as though it has been raised up above all other hills,\n\\q2 and people from all over the world will come there.",
  "3": "People from many people groups will say to each other,\\q1 \"Come, let us go up to the hill,\n\\q2 to the temple of Yahweh,\n\\q2 to worship the God whom Jacob worshiped.\n\\q1 There he will teach us what he desires us to know,\n\\q2 in order that our behavior will please him.\"\n\\q1 They will teach us in Jerusalem;\n\\q2 we will learn there what Yahweh desires to tell us.\n\n\n\\q1",
  "4": "Yahweh will listen to the disputes between nations,\\q2 and he will settle their arguments.\n\\q1 Then, instead of fighting against each other, they will hammer their swords into plow blades,\n\\q2 and they will hammer their spears into pruning knives.\n\\q1 The armies of the nations will no longer fight against each other,\n\\q2 and they will not even train men to fight in battles.\n\n\n\\q1",
  "5": "You descendants of Jacob,\\q2 let us behave in the way that we should because Yahweh is with us!\n\n\\q1",
  "6": "Yahweh, you have abandoned us, your people\\q2 who are descendants of Jacob,\n\\q1 because everywhere your people practice the customs of people who live east of Israel.\n\\q2 They also perform rituals to find out what will happen in the future, like the people in Philistia do.\n\\q2 They make agreements with foreigners who do not know Yahweh.\n\n\n\\q1",
  "7": "Israel is full of silver and gold;\\q2 there are very many treasures here.\n\\q1 The land is full of war horses\n\\q2 and war chariots.\n\\q1",
  "8": "But the land is also full of idols;\\q2 the people worship things that they have made with their own hands.\n\n\n\\q1",
  "9": "So now they will be humbled;\\q2 Yahweh will disgrace them.\n\\q2 Yahweh, do not forgive them!\n\\q1",
  "10": "All you people should crawl into the caves in the rock cliffs!\\q2 You should hide in pits in the ground\n\\q2 because you will be afraid of Yahweh\n\\q2 and of his glorious and awesome power.\n\\q1",
  "11": "Yahweh will cause you people to no longer be arrogant\\q2 and he will stop you from being proud.\n\\q1 On that day people will praise and honor only Yahweh.\n\n\n\\q1",
  "12": "Yahweh, commander of the angel armies, has chosen a day\\q2 when he will judge those who are proud, every one of them,\n\\q2 and he will humble them.\n\\q1",
  "13": "He will get rid of all those who think others should admire them, like the tall cedar trees in Lebanon,\\q2 and like all the great oak trees in the region of Bashan.\n\n\n\\q1",
  "14": "He will get rid of all those who think they are as great as all the high hills,\\q2 as great as the high mountains.\n\\q1",
  "15": "He will get rid of all those who think that they are like high towers\\q2 and high strong walls inside of which they are safe.\n\\q1",
  "16": "He will destroy all those who are rich because they own big ships that carry goods to other countries\\q2 and own other beautiful ships, too.\n\n\n\\q1",
  "17": "He will cause people to no longer be arrogant,\\q2 and he will cause them to stop being proud.\n\\q2 On that day people will praise and honor only Yahweh.\n\\q2",
  "18": "All idols will disappear then.\\q1",
  "19": "When Yahweh comes to terrify the people on the earth,\\q2 they will run to hide in caves in rock cliffs\n\\q1 and in holes in the ground,\n\\q2 because they are afraid of Yahweh\n\\q2 and of his glorious and awesome power.\n\n\n\\q1",
  "20": "On that day, people will get rid of all their gold and silver idols\\q2 that they made to worship,\n\\q1 and they will throw them to the bats and rats.\n\\q1",
  "21": "Then they will crawl into caves\\q2 and hide in holes in the cliffs.\n\\q1 They will try to escape from Yahweh, who is coming to punish them;\n\\q2 They will fear what he will do because he is glorious and awesome,\n\\q2 when he comes to come to terrify the people on the earth.\n\\q1",
  "22": "So do not trust that people will save you,\\q2 because they are as powerless as a person's breath.\n\\q1 People certainly cannot help you!"
}
