{
  "1": "Terrible things will happen to the city of Samaria, the capital of Israel!\\q2 It is on a hill above a fertile valley;\n\\q1 the people who live there, who get drunk by drinking too much wine, are very proud;\n\\q2 it is a beautiful and glorious city,\n\\q2 but some day that beauty will disappear like a flower that wilts and dries up.\n\\q1",
  "2": "Listen to this: Yahweh will cause a great army to attack it.\\q2 Their soldiers will be like a huge hailstorm or a very strong wind;\n\\q1 they will be everywhere, like the water of a huge flood,\n\\q2 and they will smash to the ground the buildings in Samaria.\n\n\n\\q1",
  "3": "The people of Samaria are proud,\\q2 but everything that the drunks who live there think is wonderful will be trampled on by their enemies.\n\\q1",
  "4": "Yes, Samaria is beautiful, set on a hill above a fertile valley, but that beauty will disappear\\q2 like a flower that wilts and dries up.\n\\q1 Whenever someone sees a good fig at the beginning of the season when figs become ripe, he quickly picks and eats it;\n\\q2 similarly, when the enemies of Israel see all the beautiful things in Samaria,\n\\q2 they will quickly conquer the city and take away all those things.\n\n\n\\q1",
  "5": "At that time, Yahweh, commander of the angel armies, will be like a glorious wreath of flowers for us Israelite people\\q2 who are still alive after being exiled.\n\\q1",
  "6": "He will cause our judges to want to do what is fair\\q2 when they decide people's cases.\n\\q1 He will enable the soldiers who stand at the city gates\n\\q2 to strongly defend the city when our enemies attack it.\n\n\n\\q1",
  "7": "But now, our leaders stagger,\\q1 and the priests and prophets also stagger\n\\q2 because of drinking a lot of wine and other alcoholic drinks.\n\\q1 They are not able to think right;\n\\q2 they see visions, but they cannot understand what they mean;\n\\q2 they are unable to decide things correctly.\n\\q1",
  "8": "All their tables are covered with their vomit;\\q2 filth is everywhere.\n\n\n\\q1",
  "9": "Who will he teach so that they can learn about knowledge?\\q2 Who will listen to him so that he can teach lessons to them so they can learn?\n\\q1 Does he think that we are like little children who no longer drink milk,\n\\q2 and that we are like babies who, not long ago, were weaned?\n\\q1",
  "10": "He continually tells us, 'Do this, do that;'\\q2 first he tells us one rule, then another rule,\n\\q2 he tells us only one line at a time.\"\n\n\n\\q1",
  "11": "So now, Yahweh will need to force them to listen to Assyrians\\q2 speaking to them in a language that they do not understand.\n\\q1",
  "12": "Yahweh told his people long ago,\\q2 \"This is a place where you can rest;\n\\q1 you are exhausted from all your travels through the desert,\n\\q2 but you will be able to rest in this land.\"\n\\q1 But they refused to pay attention to what he said.\n\n\n\\q1",
  "13": "So Yahweh continues to tell the people of Samaria,\\q1 one line at a time, \"Do this, do that,\"\n\\q2 first one rule and then another rule.\n\\q1 But because of their ignoring what God said, they will be attacked and defeated;\n\\q2 they will be wounded and snared and captured.\n\n\n\n\\q1",
  "14": "Listen to the word that Yahweh says, \\q2 you who rule over the people of Jerusalem,\n\\q2 you who mock and make fun of me!\n\\q1",
  "15": "You boast and say,\\q1 \"We made a promise with death to ensure that the power of death, when it passes over us, it cannot get to us.\n\\q2 We tried to turn our lying words into a shelter in which we could hide.",
  "16": "Therefore, Yahweh our Lord says this:\\q1 \"Listen to this! I am going to place in Jerusalem someone who is like a foundation stone,\n\\q2 he is like a stone that has been tested to determine if it is solid.\n\\q1 He will be like a valuable stone on which which it will be safe to build a house;\n\\q2 and whoever trusts in him will never be disappointed.\n\n\n\\q1",
  "17": "I will test you people of Jerusalem to find out if you will act justly and righteously,\\q2 I will measure your character like a carpenter uses a plumb line to determine if a wall is straight and level.\n\\q1 And then the hail will fall! And it will destroy everything you have.\n\\q2 Your shelter will be destroyed because it is built on a foundation of lies,\n\\q2 and the water from the storm will wash your shelter away.\n\n\n\\q1",
  "18": "I will cancel the covenant that you made with death,\\q2 and I will bring to an end the covenant you made with the place where the dead dwell. \n\\q1 But when the vast flood comes, it will pour over you; \n\\q2 and day after day it will pass over you.\n\n\\q1",
  "19": "When the flood comes, it will pass through and over you like the river when it overflows its banks and causes flooding everywhere. \\q1 When you finally understand the message of Yahweh, it will cause you to be terrified, not comforted.\n\n\n\\q1\nFor the bed is too short to stretch oneself on, and the covering too narrow to wrap oneself in.",
  "20": "You have heard people say, \"Your bed is very short; you will not be able to sleep in it;\\q2 your blankets are very narrow; they will not cover you!\"\n\\q1",
  "21": "Yahweh will come and cause you to be defeated;\\q2 he will do to you like he did to the army of Philistia at Mount Perizim,\n\\q2 and like he did to the Amorites at Gibeon Valley.\n\\q1 What he will do will be very strange and unusual.\n\n\n\\q1",
  "22": "Yahweh, commander of the angel armies, has told me that he is going to destroy the entire land.\\q1 So do not ridicule what I say anymore,\n\\q2 because if you do that,\n\\q2 he will punish you even more severely.\n\n\n\\q1",
  "23": "Listen to what I say;\\q2 pay attention carefully.\n\\q1",
  "24": "When a farmer plows some ground, does he never plant seeds?\\q2 Does he continue to plow it and never plant anything?\n\n\n\\q1",
  "25": "No, he makes the ground very level,\\q2 and then he plants seeds—\n\\q2 caraway seed and cumin and wheat and barley.\n\\q1 He plants each kind of seed in the correct manner. He does not plant one kind of seed in the way that is not right for it.\n\\q1",
  "26": "He does that because God has taught him the correct way to do it.\n\n\\q1",
  "27": "Moreover, the caraway seed is not threshed with a sledge, \\q2 nor is a cartwheel rolled over the cumin;\n\\q2 but caraway is beaten with a stick, and the cumin with a rod.\n\\q1",
  "28": "And grain for baking bread is crushed easily,\\q2 so the farmers do not continue to pound it for a long time.\n\\q2 They sometimes cause their horses to pull a cart over it to thresh it,\n\\q1 but doing that does not grind the grain.\n\n\n\\q1",
  "29": "Yahweh, commander of the angel armies,\\q2 gives us wonderful advice about how to do things; he gives us great wisdom.\n\\q1 So what the farmers do is very smart, but what your leaders are doing is very stupid."
}
