{
  "1": "Listen to this! Some day there will be a righteous king,\\q2 and his officials will help him to rule justly.\n\\q1",
  "2": "Each of them will be like a shelter from the wind\\q2 and a refuge from the storm.\n\\q1 They will be like streams of water in the desert,\n\\q2 like the shade under a huge rock in a very hot and dry land.\n\\q1",
  "3": "When that happens, those leaders will enable people who have not understood God's truth to understand it,\\q2 and they will enable those who have not paid attention to God's truth to pay attention to it.\n\n\n\\q1",
  "4": "Even those who act very hastily will have good sense,\\q2 and those who cannot speak well will speak fluently and clearly.\n\\q1",
  "5": "At that time, people who are foolish will no longer be admired,\\q2 and scoundrels will no longer be respected.\n\\q1",
  "6": "Foolish people say things that are foolish,\\q2 and they plan to do evil things.\n\\q1 Their behavior is disgraceful,\n\\q2 and they say things about Yahweh that are false.\n\\q1 They do not give food to those who are hungry,\n\\q2 and they do not give water to those who are thirsty.\n\n\n\\q1",
  "7": "Scoundrels do things that are evil and that deceive people;\\q2 they plan to do evil things;\n\\q1 by telling lies in court they cause poor people to have trouble,\n\\q2 even when what the poor people are requesting is fair.\n\\q1",
  "8": "But honorable people plan to do honorable things,\\q2 and they do those honorable things, so they succeed.\n\n\n\n\\q1",
  "9": "You women of Jerusalem who think that you are very secure\\q2 and think that everything is going well,\n\\q1 listen to what I say!\n\\q1",
  "10": "After one year is ended, you who now are not worried about anything will tremble,\\q2 because there will be no grapes for you to harvest\n\\q1 and no other crops to harvest.\n\n\n\\q1",
  "11": "So tremble now, you women who are not worried about anything!\\q2 Take off your fancy clothes and put rough sackcloth around your waists.\n\\q1",
  "12": "You will wail because you are grieving about what will happen in your fertile fields and to your fruitful grapevines,\\q1",
  "13": "because only thorns and thistles will grow in your soil.\\q2 Your houses where you had joyful parties and your city where you have been happy will be gone.\n\n\n\\q1",
  "14": "The king's palace will be empty;\\q2 there will be no people in the city that now is very noisy.\n\\q1 Wild donkeys will walk around and flocks of sheep will eat grass\n\\q2 in the empty forts and watchtowers.\n\\q1",
  "15": "It will be like that until God pours his Spirit out on us from heaven.\\q2 When that happens, the deserts will become fertile fields,\n\\q2 and abundant crops will grow in those fertile fields.\n\n\n\\q1",
  "16": "People will act justly in those desert areas,\\q2 and people will act righteously in those fertile fields.\n\\q1",
  "17": "The result of their acting righteously will be that there will be peace,\\q2 the land will be tranquil, and people will be secure forever.\n\\q1",
  "18": "My people will live in their homes peacefully, and safely, and calmly,\\q2 in places of rest.\n\n\n\\q1",
  "19": "Even if a severe hailstorm knocks down the trees in the forest,\\q2 and all the buildings in the city are blown down,\n\\q1",
  "20": "Yahweh will greatly bless you;\\q2 you will plant seeds in fields alongside the streams\n\\q2 and there will be abundant crops.\n\\q2 Your donkeys and cattle will easily find grass to eat when you send them out into pasture."
}
