{
  "1": "Terrible things will happen to you people of Assyria!\\q1 You have destroyed others,\n\\q2 but you have not been destroyed yet.\n\\q1 You have betrayed others,\n\\q2 but you have not been betrayed yet.\n\\q1 When you stop destroying others,\n\\q2 others will destroy you.\n\\q1 When you stop betraying others,\n\\q2 others will betray you.\n\n\n\\q1",
  "2": "Yahweh, act kindly toward us,\\q2 because we have patiently waited for you to help us.\n\\q1 Enable us to be strong every day,\n\\q2 and rescue us when we have troubles.\n\n\n\\q1",
  "3": "Our enemies run away when they hear your voice.\\q2 When you stand up and show that you are powerful, the people of all nations flee.\n\\q1",
  "4": "And after our enemies have been defeated,\\q1 we, your people, will take away all our enemies' possessions,\n\\q2 like caterpillars and locusts strip off all the leaves of plants.\n\n\n\\q1",
  "5": "Yahweh is greater than anyone else, and he lives in heaven,\\q2 and he will rule justly and righteously in Jerusalem.\n\\q1",
  "6": "When that happens, he will enable you to live securely;\\q2 he will fully protect your possessions,\n\\q2 he will enable you to be wise and to know all that you need to know;\n\\q1 and revering Yahweh will be like a valuable treasure that he will give to you.\n\n\n\\q1",
  "7": "But now, look, our messengers are crying out in the streets;\\q1 our ambassadors have gone to other countries to make peace treaties,\n\\q2 but they will cry bitterly because they will not succeed.\n\\q1",
  "8": "No one travels on our roads.\\q2 The leaders of Assyria have broken their peace treaty with us;\n\\q1 they despise the people who made those treaties,\n\\q2 and they do not respect anyone.\n\n\n\\q1",
  "9": "The land of Judah is dry and barren.\\q2 The cedar trees in Lebanon are drying up and decaying.\n\\q1 The Plain of Sharon along the coast is now a desert plain.\n\\q2 There are no more leaves on the trees in the areas of Bashan and Carmel.\n\n\n\\q1",
  "10": "Yahweh says, \"Now I will arise and show that I deserve for everyone to honor me.\\q1",
  "11": "You people of Assyria make plans that are as useless as chaff and straw.\\q2 Your breath will become a fire that will burn you up.\n\\q1",
  "12": "Your people will be burned until only ashes remain,\\q2 like thornbushes are cut down and burned up.\n\n\n\\q1",
  "13": "You people who live far away and you people who live nearby,\\q2 pay attention to what I have done and realize that I am very powerful.\"\n\\q1",
  "14": "The sinners in Jerusalem will tremble because they are very afraid;\\q2 godless people will be terrified.\n\\q1 They say, \"None of us can remain alive because this fire is burning everything;\n\\q2 it is like the fire on Yahweh's altar that will burn forever!\"\n\n\n\\q1",
  "15": "Those who act honestly and say what is right,\\q2 those who do not try to become rich by forcing money from people,\n\\q1 those who do not try to get bribes,\n\\q2 those who refuse to listen to people who are planning to murder someone,\n\\q1 those who do not join others who urge them to do what is wrong,\n\\q1",
  "16": "they are the people who will live safely;\\q2 they will find places to be safe in the caves in the mountains.\n\\q1 They will have plenty of food\n\\q2 and water.\n\n\n\\q1",
  "17": "You people of Judah will see the king wearing all his beautiful robes,\\q2 and you will see that he rules a land that extends far away.\n\\q1",
  "18": "When you see that, you will think about when you were previously terrified,\\q2 and you will say, \"The officers of Assyria who counted the tax money that we were forced to pay to them have disappeared!\n\\q2 Those men who counted our towers are gone!\n\\q1",
  "19": "Those arrogant people who spoke a language that we could not understand are no longer here!\"\n\n\\q1",
  "20": "At that time, you will see Mount Zion, the place where we celebrate our festivals;\\q2 You will see that Jerusalem has become a place that is calm and safe.\n\\q2 It will be secure,\n\\q1 like a tent that cannot be moved because its ropes are tight\n\\q2 and its stakes are firmly in the ground.\n\\q1",
  "21": "Yahweh will be our mighty God;\\q1 he will be like a mighty river that will protect us\n\\q2 because our enemies will not be able to cross it;\n\\q2 no one will be able to row across it\n\\q2 and no warships will be able to sail across it.\n\n\n\\q1",
  "22": "Yahweh is our judge;\\q2 he is the one who gives us laws,\n\\q1 and he is our king.\n\\q2 He will rescue us.\n\n\n\\q1",
  "23": "The ropes on our enemies' boats will hang loose,\\q2 their masts will not be fastened firmly,\n\\q2 and their sails will not be spread out.\n\\q1 The treasures that they have seized will be divided among us, God's people,\n\\q2 and even lame people among us will get some.\n\\q1",
  "24": "And the people in Jerusalem will no longer say, \"We are sick,\"\\q2 because Yahweh will forgive the sins that have been committed by the people who live there."
}
