{
  "1": "All you people who live on islands in the ocean and in other distant areas,\\q2 pay attention to what I will say!\n\\q1 Yahweh called me before I was born;\n\\q2 he chose me when I was still in my mother's womb.\n\\q1",
  "2": "When I grew up, he caused my messages to be like a sharp sword.\\q1 He has protected me by his hand.\n\\q2 He protects me like someone protects sharp arrows in a quiver.\n\n\n\\q1",
  "3": "He said to me, \"You will serve my Israelite people,\\q2 and you will cause people to honor me.\"\n\\q1",
  "4": "I replied, \"My work has been useless;\\q2 I have used my strength, but I have accomplished nothing worthwhile;\n\\q2 everything that I have done has been in vain.\n\\q1 However, Yahweh can honor me as he pleases;\n\\q2 my God is the one who will reward me as I deserve.\"\n\n\n\\q1",
  "5": "Yahweh formed me when I was in my mother's womb in order that I would serve him;\\q2 he appointed me to bring the people of Israel back to himself.\n\\q1 Yahweh has honored me,\n\\q2 and he is the one who has caused me to be strong.\n\\q1",
  "6": "He says to me,\\q1 \"It is not enough for you to serve me\n\\q2 by bringing the descendants of Jacob back to worship me again;\n\\q1 I also want you to be like a light for the non-Israelites;\n\\q2 I want you to take my message about how to be saved to people all over the world.\"\n\n\n\\q1",
  "7": "Yahweh, the one who saves us,\\q2 the Holy God of us Israelite people,\n\\q1 says to the one who was despised and rejected by the people of many nations,\n\\q2 to the one who is the slave of rulers,\n\\q1 \"Some day kings will stand up to respect you when they see you,\n\\q2 and princes will bow down before you\n\\q1 because you serve me, Yahweh, the one who faithfully does what I promise.\n\\q2 I am the Holy God to whom you Israelites belong, the one who has chosen you.\"",
  "8": "This is also what Yahweh says:\\q1 \"At a time when it pleases me, I will answer your prayers.\n\\q2 On the day when I rescue you from your oppressors, I will help you.\n\\q1 I will protect you and enable you to establish an agreement with other nations.\n\\q2 And by what you do, I will re-establish your nation of Israel\n\\q1 and allow you to live again in your land that was abandoned.\n\n\n\\q1",
  "9": "You will say to those who were captured and exiled,\\q2 'Leave Babylonia and return to your own country!'\n\\q1 And you will say to those who are in dark prisons,\n\\q2 'Come out into the light!'\n\\q1 When that happens, they will again be like sheep\n\\q2 that eat grass in green pastures,\n\\q2 on hills where before there was no grass.\n\n\n\\q1",
  "10": "They will not be hungry or thirsty anymore;\\q2 the hot sun will not beat upon them again.\n\\q1 I, Yahweh, will act mercifully toward them and lead them;\n\\q2 I will lead them to where there are springs of cool water.\n\\q1",
  "11": "And I will cause the mountains to become as though they were level roads,\\q2 and I will prepare good highways for my people to travel on, to return to Jerusalem.\n\n\n\\q1",
  "12": "My people will return from far away;\\q2 some will come from the north, some from the west,\n\\q2 some from southern Egypt.\"\n\\q1",
  "13": "Because of what Yahweh has promised to do,\\q1 everything should shout joyfully—\n\\q2 the sky and the earth and the mountains should sing,\n\\q2 because Yahweh comforts his people,\n\\q1 and he will pity those who are suffering.\n\n\n\\q1",
  "14": "The people of Jerusalem say,\\q1 \"Yahweh has abandoned us;\n\\q2 he has forgotten about us.\"\n\\q1",
  "15": "But Yahweh replies,\\q1 \"That is not true! Can a woman forget the infant that she is nursing?\n\\q2 Can she stop acting kindly toward the child to whom she has given birth?\n\\q1 But even if a woman would do that,\n\\q2 I will not forget you!\n\n\n\\q1",
  "16": "Note that I have written your names on the palms of my hands;\\q2 I am always looking at the walls of your city.\n\\q1",
  "17": "Soon your children will be returning there,\\q2 and all those who destroyed your city will leave.\n\\q1",
  "18": "You will look around and see\\q2 all of your children coming back to you.\n\\q1 As surely as I live,\n\\q2 they will be with you for you to show to people\n\\q2 like a bride shows her wedding ornaments!\n\n\n\\q1",
  "19": "Your land has been ruined and caused to become desolate,\\q2 but some day it will be filled with people,\n\\q2 and those who conquered you will be far away.\n\\q1",
  "20": "The children who were born while you were exiled will return to Jerusalem and say,\\q2 'This city is too small for us;\n\\q2 We need more space to live in!'\n\n\n\\q1",
  "21": "Then you will think to yourselves,\\q2 'It is amazing that we have all these children!\n\\q1 Most of our children were dead,\n\\q2 and the rest were exiled.\n\\q2 We were left here alone;\n\\q1 so we do not know where all these children have come from!\n\\q2 Who raised them?'\"",
  "22": "This is what Yahweh our God says:\\q1 \"Watch! It is as though I will lift up my hand to signal to those who are not Israelites.\n\\q2 And they will carry your little sons and daughters on their shoulders\n\\q2 and bring them back to you.\n\n\n\\q1",
  "23": "Kings will serve you and will tutor your children,\\q2 and their queens will take care of your young children.\n\\q1 They will prostrate themselves in front of you\n\\q2 and lick the dust off your feet.\n\\q1 When that happens, you will know that I am Yahweh;\n\\q2 and those who trust in me will never be disappointed.\"\n\n\n\\q1",
  "24": "There is no one who can snatch valuable things from a soldier who has captured those things in a war;\\q2 there is no one who can force a tyrant to free the people whom he has captured.",
  "25": "But Yahweh says this:\\q1 \"Some day, those who have been captured will go free,\n\\q2 and the valuable things that tyrants have snatched from others will be returned,\n\\q1 because I will fight against those who fight against you,\n\\q2 and I will rescue your children.\n\n\n\\q1",
  "26": "And I will cause your enemies to destroy themselves\\q2 instead of murdering others.\n\\q1 When that happens, everyone in the world will know that I, Yahweh, am the one who saves you,\n\\q2 the one who rescues you from your enemies;\n\\q2 everyone will know that I am the mighty God to whom you descendants of Jacob belong.\""
}
