{
  "1": "Now I will sing a song about Yahweh, my dear friend,\\q2 and about his vineyard.\n\\q2 The vineyard was on a very fertile hillside.\n\\q1",
  "2": "My friend plowed the ground and cleared away the stones.\\q2 Then he planted very good grapevines on that ground.\n\\q1 In the middle of the vineyard, he built a watchtower,\n\\q2 and he dug a winepress.\n\\q1 Then he waited each year to harvest some good grapes,\n\\q2 but the vines produced only sour grapes.\n\n\n\\q1",
  "3": "Now this is what my friend Yahweh says:\\q2 \"You people of Jerusalem and other places in Judah,\n\\q1 You are like my vineyard;\n\\q2 so you judge which of us has done what is right.\n\\q1",
  "4": "What more could I have done for you\\q2 than what I have already done?\n\\q1 I expected you to be doing good deeds,\n\\q2 so it is disgusting that you were doing only evil deeds\n\\q2 like the vineyard that produced only sour grapes!\n\n\n\\q1",
  "5": "So, I will now tell you what I will do to Judah, the place that is like my vineyard.\\q1 I will cut down the hedges,\n\\q2 and my vineyard will become a pasture.\n\\q1 I will tear down the walls of the cities\n\\q2 and allow wild animals to trample the land.\n\\q1",
  "6": "I will cause it to become a wasteland\\q2 where the vines are not pruned and the ground is not hoed.\n\\q1 It will be a place where briers and thorns grow.\n\\q2 And I will command that no rain will fall on it.\"\n\n\n\\q1",
  "7": "The nation of Israel is like the vineyard of Yahweh who is commander of the angel armies.\\q2 The people of Judah are like the garden that was pleasing to him.\n\\q1 He expected them to be doing what is just,\n\\q2 but instead, what he saw was people murdering others.\n\\q1 He expected that they would be doing righteous deeds,\n\\q2 but instead, he heard people shouting for someone to help them, because others were attacking them.\n\n\\q1",
  "8": "Terrible things will happen to those who keep acquiring houses and fields \\q1 without paying attention to the laws about who owns the land.\\q1 You use your riches to gain more and more property,\n\\q2 and soon there is no more property for others to buy,\n\\q2 and you would be the only land owners there are in that place.",
  "9": "But I heard Yahweh, commander of the angel armies, solemnly declare this:\\q1 \"Some day, many houses will have no one to live in them, \n\\q2 even the large and beautiful homes will be empty.\n\\q1",
  "10": "The land that grows vines in this place should require ten pairs of oxen to work them, \\q1 but this land would not produce enough grapes to make even twenty liters of wine.\n\\q2 When ten baskets of seed are sown on that land, \n\\q1 that land will only produce one basket of grain at harvest time.\"\n\n\n\\q1",
  "11": "Terrible things will happen to those who get up early each morning\\q2 to begin drinking alcoholic drinks,\n\\q1 and who stay awake until late at night drinking a lot more wine\n\\q2 until they are completely drunk.\n\\q1",
  "12": "They have big parties and provide lots of wine.\\q2 At their parties, there are people playing harps and lyres and tambourines and flutes,\n\\q1 but they never think about what Yahweh does\n\\q2 or appreciate what he has created.\n\n\n\\q1",
  "13": "So my people will be exiled far away\\q2 because they do not know about me.\n\\q1 Those who are now very important and honored will starve,\n\\q2 and the other people will die from thirst.\n\\q1",
  "14": "It is as though the place where the dead people are is eagerly looking for more Israelite people,\\q2 opening its mouth to swallow them,\n\\q1 and a huge number of people will be thrown into that place,\n\\q2 including their leaders as well as a noisy crowd of people who enjoy living in Jerusalem.\n\n\n\\q1",
  "15": "Yahweh will humble everyone;\\q2 he will humble everyone who is proud.\n\\q1",
  "16": "But everyone will honor Yahweh, commander of the angel armies, the Holy One, because he has acted justly.\\q2 God will show that he is holy by doing righteous deeds.\n\\q1",
  "17": "Then sheep and lambs will be able to find good grass to eat;\\q2 they will pass through the ruined places to eat the grass.\n\n\n\\q1",
  "18": "Some people who are working hard to sin,\\q2 working as hard as if they were dragging behind them the wrong and useless things that they are doing.\n\\q1 Terrible things will happen to them!\n\\q1",
  "19": "They make fun of God and say to him,\\q2 \"Quickly do something to punish us!\n\\q2 We want to see what you will do.\n\\q1 You, the Holy One of Israel, should do what you are planning to do,\n\\q2 because we want to know what it is.\"\n\n\n\\q1",
  "20": "Terrible things will happen to those who say\\q2 that evil is good, and that good is evil,\n\\q1 that darkness is light and that light is darkness,\n\\q2 that what is bitter is sweet and what is sweet is bitter.\n\\q1",
  "21": "Terrible things will happen to those who think that they are wise\\q2 and that they are very clever.\n\n\n\\q1",
  "22": "Terrible things will happen to those who think that they are heroes\\q2 because they are able to drink lots of wine,\n\\q2 and who boast about being able to mix good alcoholic drinks.\n\\q1",
  "23": "If people offer these corrupt judges money so they will not punish the wicked,\\q2 they accept that money.\n\\q2 These same judges punish innocent people.\n\n\n\\q1",
  "24": "Therefore, just like fires burn up stubble\\q2 and dry grass shrivels up and quickly burns in flames,\n\\q1 it will be as though those people have roots that will rot\n\\q2 and have flowers that will wither.\n\\q1 That will happen because they rejected the laws of Yahweh, commander of the angel armies;\n\\q2 they have despised the messages of the Holy One of Israel.\n\n\n\\q1",
  "25": "That is why Yahweh is extremely angry with his people;\\q2 it is as though his hand is raised and he is ready to smash them.\n\\q1 When he does that, the mountains will shake,\n\\q2 and the corpses of people will be scattered in the streets like manure.\n\\q1 But even when that happens, Yahweh will still be very angry;\n\\q2 he will be ready to punish his people again.\n\n\n\\q1",
  "26": "Yahweh will send a signal to summon armies of nations far away;\\q2 it is as though he will whistle to those soldiers who are in very remote places on the earth.\n\\q1 They will come very swiftly toward Jerusalem.\n\n\n\\q1",
  "27": "They will not get tired or stumble.\\q2 They will not stop to rest or to sleep.\n\\q1 None of their belts will be loose,\n\\q1 and none of them will have sandals with broken straps,\n\\q2 so they will all be ready to fight in battles.\n\\q1",
  "28": "Their arrows will be sharp,\\q2 and their bows will be ready to shoot those arrows in a battle.\n\\q1 Because their horses pull the chariots fast, sparks will shoot out from their hooves,\n\\q2 and the wheels of the chariots will spin like whirlwinds.\n\n\n\\q1",
  "29": "They will roar like fierce lions\\q2 that growl and then pounce on the animals they want to kill;\n\\q1 they will carry them off,\n\\q2 and no one will be able to rescue them.\n\\q1",
  "30": "Similarly, your enemies will roar over the people they are about to kill,\\q2 like the sea roars.\n\\q1 On that day, if someone looks across the land,\n\\q2 he will see only people who are in darkness and distress;\n\\q2 it will be as though even the sunlight is hidden by dark clouds."
}
