{
  "1": "This is also what Yahweh says:\\q1 \"You Israelite people, do not think that I forced your parents to be exiled to Babylonia\n\\q2 like some men send away their wives\n\\q1 after giving them a paper\n\\q2 on which they state that they were divorcing them!\n\\q1 I certainly did not get rid of you like a man who sells his children to get money to pay what he owes.\n\\q1 No, the reason that I forced you to be exiled\n\\q2 was to punish you because of the sins that you have committed.\n\n\n\\q1",
  "2": "When I came to you to rescue you,\\q2 why did no one answer when I called out to you?\n\\q1 Was there no one there to buy you back and take you home?\n\\q2 Did you think that I do not have the power to rescue you?\n\\q1 Think about this:\n\\q2 I can speak to a sea and cause it to become dry!\n\\q1 I can cause rivers to become deserts\n\\q2 with the result that the fish in the rivers die from thirst and rot.\n\\q1",
  "3": "I cause the sky to become dark,\\q2 as though it was wearing black clothes because it was mourning because someone had died.\"\n\n\n\\q1",
  "4": "Yahweh our God has taught me to speak for him,\\q2 in order that I may encourage those who are weary.\n\\q1 Each morning he awakens me,\n\\q2 in order that I may listen to what he teaches me.\n\n\n\\q1",
  "5": "Yahweh our God has spoken to me,\\q2 and I have not rejected what he told me;\n\\q2 I have accepted it.\n\\q1",
  "6": "I allowed people to beat me on my back\\q2 and to pull out the whiskers in my beard because they hated me.\n\\q1 I did not turn away from them\n\\q2 when they made fun of me and spat on me.\n\n\n\\q1",
  "7": "But because the Lord Yahweh helps me,\\q2 I will never be humiliated.\n\\q1 Therefore I am determined to face difficulties,\n\\q2 and I know that nothing will cause me to be ashamed.\n\n\n\\q1",
  "8": "God is near to me; he will show others that I have been right to trust him,\\q2 so if anyone stands in front of me and accuses me in a court,\n\\q2 he will not be able to show that I have done anything that is wrong.\n\\q1",
  "9": "The Lord Yahweh defends me in court,\\q2 so no one will be able to condemn me.\n\\q1 All those who accuse me will disappear\n\\q2 like old clothes that have been eaten by moths.\n\n\n\\q1",
  "10": "If you honor Yahweh\\q2 and do what his servant tells you to do,\n\\q1 even if you are walking in darkness, and it seems that there is no light,\n\\q2 trust in Yahweh your God to help you; depend on him.\n\n\n\\q1",
  "11": "But you people who oppose me by lighting your own fires,\\q2 and by carrying your own flaming torches:\n\\q1 go ahead and live according to your own knowledge,\n\\q2 according to what you think is best.\n\\q1 Yahweh tells you what will happen to you:\n\\q2 he will make you die in great torment!"
}
