{
  "1": "The army of Philistia again fought against the Israelites. The Israelite soldiers ran away from them, and many Israelites were killed on Mount Gilboa.",
  "2": "The soldiers of Philistia caught up with Saul and his sons, and they killed his sons Jonathan, Abinadab, and Malki-Shua.",
  "3": "The fighting was very fierce around Saul, and the archers shot Saul and wounded him severely.",
  "4": "Saul said to the man who was carrying his weapons, \"Take out your sword and kill me with it, in order that these heathen Philistines will not be able to injure me further and make fun of me while I am dying.\" But the man who was carrying Saul's weapons was terrified and refused to do that. So Saul took his own sword and fell on it and died.",
  "5": "When the man carrying his weapons saw that Saul was dead, he also threw himself on his own sword and died.",
  "6": "So Saul and three of his sons all died, and none of his descendants ever became king.",
  "7": "When the Israelites who were living in the valley saw that their army had run away and that Saul and his three sons were dead, they left their towns and ran away. Then the soldiers from Philistia came and occupied those towns.",
  "8": "The next day, when the Philistines came to take away the weapons of the dead Israelite soldiers, they found the corpses of Saul and his three sons on Mount Gilboa.",
  "9": "They took the clothes off Saul's corpse and cut off his head and took it and Saul's armor.",
  "10": "Then they sent messengers throughout their land, to proclaim the news throughout their own area, to their idols and to the other people. They put Saul's armor in the temple where their idols were, and they hung Saul's head in the temple of their god Dagon.",
  "11": "All the people who lived in Jabesh in the region of Gilead heard what the Philistines had done to Saul's corpse.",
  "12": "So the bravest men of Jabesh went and got the corpses of Saul and his sons and brought them back to Jabesh. They buried their bones under a large tree in Jabesh. Then the people of Jabesh fasted for seven days.",
  "13": "Saul died because he did not faithfully obey what Yahweh told him to do. He even went to a woman who talks to the spirits of dead people and asked her what he should do,",
  "14": "instead of asking Yahweh what he should do. So Yahweh caused him to die, and he appointed David son of Jesse, to be the king of Israel."
}
