{
  "1": "These are the divisions of the descendants of Aaron the first high priest: Aaron's four sons were Nadab, Abihu, Eleazar, and Ithamar.",
  "2": "But Nadab and Abihu died before their father died, and they had no children. So their younger brothers Eleazar and Ithamar became the priests.",
  "3": "Zadok, who was a descendant of Eleazar, and Ahimelech, who was a descendant of Ithamar, helped David to separate the family groups into two groups. Each group had certain duties.",
  "4": "There were more leaders among the descendants of Eleazar than there were among the descendants of Ithamar. So they appointed sixteen leaders from Eleazar's descendants and eight leaders from Ithamar's descendants.",
  "5": "There were temple officials and priests who were there, including descendants of both Eleazar and Ithamar, to make sure that the work was divided fairly. So they decided what work each group would do by casting lots.",
  "6": "Shemaiah son of Nethanel, who was a descendant of Levi, wrote down the names of the leaders of each group while David and his officials were watching. Zadok, the high priest, and Ahimelech his assistant, and the leaders of the families of the priests and of the families of the other descendants of Levi also watched.\n\n\\li1",
  "7": "Jehoiarib was the first one whose name was selected by casting lots.\\li1 Next Jedaiah was selected.\n\\li1",
  "8": "Next, Harim was selected.\\li1 Next, Seorim was selected.\n\\li1",
  "9": "Next, Malkijah was selected.\\li1 Next, Mijamin was selected.\n\\li1",
  "10": "Next, Hakkoz was selected.\\li1 Next, Abijah was selected.\n\n\n\\li1",
  "11": "Next, Jeshua was selected.\\li1 Next, Shecaniah was selected.\n\\li1",
  "12": "Next, Eliashib was selected.\\li1 Next, Jakim was selected.\n\\li1",
  "13": "Next, Huppah was selected.\\li1 Next, Jeshebeab was selected.\n\\li1",
  "14": "Next, Bilgah was selected.\\li1 Next, Immer was selected.\n\n\n\\li1",
  "15": "Next, Hezir was selected.\\li1 Next, Happizzez was selected.\n\\li1",
  "16": "Next, Pethahiah was selected.\\li1 Next, Jehezkel was selected.\n\\li1",
  "17": "Next, Jakin was selected.\\li1 Next, Gamul was selected.\n\\li1",
  "18": "Next, Delaiah was selected.\\li1 Next, Maaziah was selected.",
  "19": "Those were the men who were chosen to be the leaders of the groups that would serve in the temple, obeying the regulations that were set down by Aaron, regulations which Yahweh, the God to whom we Israelite people belong, had given to him.\n\\m",
  "20": "This is a list of some of the other descendants of Levi:\\li1 From the sons of Amram there was Shubael.\n\\li2 From the sons of Shubael there was Jehdeiah.\n\\li1",
  "21": "From Rehabiah son of Eleazar there was Isshiah, his oldest son.\\li1",
  "22": "From the descendants of Kohath's son Izhar there was Shelomoth.\\li2 From the descendants of Shelomoth there was Jahath.\n\n\n\\li1",
  "23": "From the descendants of Kohath's son Hebron there was his oldest son Jeriah and Jeriah's younger brothers Amariah, Jahaziel, and Jekameam.\\li1",
  "24": "From the descendants of Kohath's son Uzziel there was Micah.\\li2 From the descendants of Micah there was Shamir.\n\\li2",
  "25": "And Micah's younger brother was Isshiah.\\li2 From the descendants of Isshiah was Zechariah.\n\n\n\\li1",
  "26": "The sons of Merari were Mahli, Mushi, and Jaaziah.\\li2",
  "27": "From the descendants of Jaaziah there were Beno, Shoham, Zaccur, and Ibri.\\li2",
  "28": "Mahli's son Eleazar did not have any sons.\n\n\\li1",
  "29": "From the descendants of Kish there was his son Jerahmeel.\\li2",
  "30": "The sons of Mushi were Mahli, Eder, and Jerimoth. Those were descendants of Levi who were listed according to the leaders of their families.",
  "31": "The jobs they would do were decided by casting lots like their fellow Israelites the descendants of Aaron, did. They cast lots while King David, Zadok, Ahimelech, and the leaders of he families of the priests and the other descendants of Levi watched. The jobs that were given to the families of each oldest brother and each youngest brother were equal."
}
