{
  "1": "הִנָּ֨ךְ H2005 יָפָ֤ה H3303 רַעְיָתִי֙ H7474 הִנָּ֣ךְ H2005 יָפָ֔ה H3303 עֵינַ֣יִךְ H5869 יוֹנִ֔ים H3123 מִבַּ֖עַד H1157 לְצַמָּתֵ֑ H6777 שַׂעְרֵךְ֙ H8181 כְּעֵ֣דֶר H5739 הָֽעִזִּ֔ים H5795 שֶׁגָּלְשׁ֖וּ H1570 מֵהַ֥ר H2022 גִּלְעָֽד H1568 ",
  "2": "שִׁנַּ֨יִךְ֙ H8127 כְּעֵ֣דֶר H5739 הַקְּצוּב֔וֹת H7094 שֶׁעָל֖וּ H5927 מִן H4480 הָרַחְצָ֑ה H7367 שֶׁכֻּלָּ H3605 מַתְאִימ֔וֹת H8382 וְשַׁכֻּלָ֖ה H7909 אֵ֥ין H369 בָּהֶֽם Hb ",
  "3": "כְּח֤וּט H2339 הַשָּׁנִי֙ H8144 שִׂפְתֹתַ֔יִךְ H8193 וּמִדְבָּרֵ֖י H4057 נָאוֶ֑ה H5000 כְּפֶ֤לַח H6400 הָֽרִמּוֹן֙ H7416 רַקָּתֵ֔ךְ H7541 מִבַּ֖עַד H1157 לְצַמָּתֵֽ H6777 ",
  "4": "כְּמִגְדַּ֤ל H4026 דָּוִיד֙ H1732 צַוָּארֵ֔ךְ H6677 בָּנ֖וּי H1129 לְתַלְפִּיּ֑וֹת H8530 אֶ֤לֶף H505 הַמָּגֵן֙ H4043 תָּל֣וּי H8518 עָלָ֔יו H5921 כֹּ֖ל H3605 שִׁלְטֵ֥י H7982 הַגִּבּוֹרִֽים H1368 ",
  "5": "שְׁנֵ֥י H8147 שָׁדַ֛יִךְ H7699 כִּשְׁנֵ֥י H8147 עֳפָרִ֖ים H6082 תְּאוֹמֵ֣י H8380 צְבִיָּ֑ה H6646 הָרוֹעִ֖ים H7462 בַּשּׁוֹשַׁנִּֽים H7799 ",
  "6": "עַ֤ד H5704 שֶׁיָּפ֨וּחַ֙ H6315 הַיּ֔וֹם H3117 וְנָ֖סוּ H5127 הַצְּלָלִ֑ים H6752 אֵ֤לֶךְ H3212 לִי֙ Hl אֶל H413 הַ֣ר H2022 הַמּ֔וֹר H4753 וְאֶל H413 גִּבְעַ֖ת H1389 הַלְּבוֹנָֽה H3828 ",
  "7": "כֻּלָּ֤ךְ H3605 יָפָה֙ H3303 רַעְיָתִ֔י H7474 וּמ֖וּם H3971 אֵ֥ין H369 בָּֽךְ Hb ",
  "8": "אִתִּ֤י H854 מִלְּבָנוֹן֙ H3844 כַּלָּ֔ה H3618 אִתִּ֖י H854 מִלְּבָנ֣וֹן H3844 תָּב֑וֹאִי H935 תָּשׁ֣וּרִי H7789 מֵרֹ֣אשׁ H7218 אֲמָנָ֗ה H549 מֵרֹ֤אשׁ H7218 שְׂנִיר֙ H8149 וְחֶרְמ֔וֹן H2768 מִמְּעֹנ֣וֹת H4585 אֲרָי֔וֹת H738 מֵֽהַרְרֵ֖י H2042 נְמֵרִֽים H5246 ",
  "9": "לִבַּבְתִּ֖נִי H3823 אֲחֹתִ֣י H269 כַלָּ֑ה H3618 לִבַּבְתִּ֨ינִי֙ H3823 באחד H259 מֵעֵינַ֔יִ H5869 בְּאַחַ֥ד H259 עֲנָ֖ק H6060 מִצַּוְּרֹנָֽיִ H6677 ",
  "10": "מַה H4100 יָּפ֥וּ H3302 דֹדַ֖יִךְ H1730 אֲחֹתִ֣י H269 כַלָּ֑ה H3618 מַה H4100 טֹּ֤בוּ H2895 דֹדַ֨יִךְ֙ H1730 מִיַּ֔יִן H3196 וְרֵ֥יחַ H7381 שְׁמָנַ֖יִךְ H8081 מִכָּל H3605 בְּשָׂמִֽים H1314 ",
  "11": "נֹ֛פֶת H5317 תִּטֹּ֥פְנָה H5197 שִׂפְתוֹתַ֖יִךְ H8193 כַּלָּ֑ה H3618 דְּבַ֤שׁ H1706 וְחָלָב֙ H2461 תַּ֣חַת H8478 לְשׁוֹנֵ֔ךְ H3956 וְרֵ֥יחַ H7381 שַׂלְמֹתַ֖יִךְ H8008 כְּרֵ֥יחַ H7381 לְבָנֽוֹן H3844 ",
  "12": "גַּ֥ן H1588 נָע֖וּל H5274 אֲחֹתִ֣י H269 כַלָּ֑ה H3618 גַּ֥ל H1530 נָע֖וּל H5274 מַעְיָ֥ן H4599 חָתֽוּם H2856 ",
  "13": "שְׁלָחַ֨יִךְ֙ H7973 פַּרְדֵּ֣ס H6508 רִמּוֹנִ֔ים H7416 עִ֖ם H5973 פְּרִ֣י H6529 מְגָדִ֑ים H4022 כְּפָרִ֖ים H3724 עִם H5973 נְרָדִֽים H5373 ",
  "14": "נֵ֣רְדְּ H5373 וְכַרְכֹּ֗ם H3750 קָנֶה֙ H7070 וְקִנָּמ֔וֹן H7076 עִ֖ם H5973 כָּל H3605 עֲצֵ֣י H6086 לְבוֹנָ֑ה H3828 מֹ֚ר H4753 וַאֲהָל֔וֹת H174 עִ֖ם H5973 כָּל H3605 רָאשֵׁ֥י H7218 בְשָׂמִֽים H1314 ",
  "15": "מַעְיַ֣ן H4599 גַּנִּ֔ים H1588 בְּאֵ֖ר H875 מַ֣יִם H4325 חַיִּ֑ים H2416 וְנֹזְלִ֖ים H5140 מִן H4480 לְבָנֽוֹן H3844 ",
  "16": "ע֤וּרִי H5782 צָפוֹן֙ H6828 וּב֣וֹאִי H935 תֵימָ֔ן H8486 הָפִ֥יחִי H6315 גַנִּ֖י H1588 יִזְּל֣וּ H5140 בְשָׂמָ֑יו H1314 יָבֹ֤א H935 דוֹדִי֙ H1730 לְגַנּ֔ H1588 וְיֹאכַ֖ל H398 פְּרִ֥י H6529 מְגָדָֽיו H4022 "
}
