{
  "1": "מִ֤י H4310 יִתֶּנְךָ֙ H5414 כְּאָ֣ח H251 לִ֔י Hl יוֹנֵ֖ק H3243 שְׁדֵ֣י H7699 אִמִּ֑י H517 אֶֽמְצָאֲךָ֤ H4672 בַחוּץ֙ H2351 אֶשָׁ֣קְךָ֔ H5401 גַּ֖ם H1571 לֹא H3808 יָב֥וּזוּ H936 לִֽי Hl ",
  "2": "אֶנְהָֽגֲךָ֗ H5090 אֲבִֽיאֲךָ֛ H935 אֶל H413 בֵּ֥ית H1004 אִמִּ֖י H517 תְּלַמְּדֵ֑נִי H3925 אַשְׁקְךָ֙ H8248 מִיַּ֣יִן H3196 הָרֶ֔קַח H7544 מֵעֲסִ֖יס H6071 רִמֹּנִֽי H7416 ",
  "3": "שְׂמֹאלוֹ֙ H8040 תַּ֣חַת H8478 רֹאשִׁ֔י H7218 וִֽימִינ֖ H3225 תְּחַבְּקֵֽנִי H2263 ",
  "4": "הִשְׁבַּ֥עְתִּי H7650 אֶתְכֶ֖ם H853 בְּנ֣וֹת H1323 יְרוּשָׁלִָ֑ם H3389 מַה H4100 תָּעִ֧ירוּ H5782 וּֽמַה H4100 תְּעֹֽרְר֛וּ H5782 אֶת H853 הָאַהֲבָ֖ה H160 עַ֥ד H5704 שֶׁתֶּחְפָּֽץ H2654 ",
  "5": "מִ֣י H4310 זֹ֗את H2063 עֹלָה֙ H5927 מִן H4480 הַמִּדְבָּ֔ר H4057 מִתְרַפֶּ֖קֶת H7514 עַל H5921 דּוֹדָ֑הּ H1730 תַּ֤חַת H8478 הַתַּפּ֨וּחַ֙ H8598 עֽוֹרַרְתִּ֔יךָ H5782 שָׁ֚מָּה H8033 חִבְּלַ֣תְךָ H2254 אִמֶּ֔ךָ H517 שָׁ֖מָּה H8033 חִבְּלָ֥ה H2254 יְלָדַֽתְךָ H3205 ",
  "6": "שִׂימֵ֨נִי H7760 כַֽחוֹתָ֜ם H2368 עַל H5921 לִבֶּ֗ךָ H3820 כַּֽחוֹתָם֙ H2368 עַל H5921 זְרוֹעֶ֔ךָ H2220 כִּֽי H3588 עַזָּ֤ה H5794 כַמָּ֨וֶת֙ H4194 אַהֲבָ֔ה H160 קָשָׁ֥ה H7186 כִשְׁא֖וֹל H7585 קִנְאָ֑ה H7068 רְשָׁפֶ֕יהָ H7565 רִשְׁפֵּ֕י H7565 אֵ֖שׁ H784 שַׁלְהֶ֥בֶתְיָֽה H7957 ",
  "7": "מַ֣יִם H4325 רַבִּ֗ים H7227 לֹ֤א H3808 יֽוּכְלוּ֙ H3201 לְכַבּ֣וֹת H3518 אֶת H853 הָֽאַהֲבָ֔ה H160 וּנְהָר֖וֹת H5104 לֹ֣א H3808 יִשְׁטְפ֑וּהָ H7857 אִם H518 יִתֵּ֨ן H5414 אִ֜ישׁ H376 אֶת H853 כָּל H3605 ה֤וֹן H1952 בֵּיתוֹ֙ H1004 בָּאַהֲבָ֔ה H160 בּ֖וֹז H936 יָב֥וּזוּ H936 לֽוֹ Hl ",
  "8": "אָח֥וֹת H269 לָ֨נוּ֙ Hl קְטַנָּ֔ה H6996 וְשָׁדַ֖יִם H7699 אֵ֣ין H369 לָ֑הּ Hl מַֽה H4100 נַּעֲשֶׂה֙ H6213 לַאֲחֹתֵ֔ H269 בַּיּ֖וֹם H3117 שֶׁיְּדֻבַּר H1696 בָּֽהּ Hb ",
  "9": "אִם H518 חוֹמָ֣ה H2346 הִ֔יא H1931 נִבְנֶ֥ה H1129 עָלֶ֖יהָ H5921 טִ֣ירַת H2918 כָּ֑סֶף H3701 וְאִם H518 דֶּ֣לֶת H1817 הִ֔יא H1931 נָצ֥וּר H6696 עָלֶ֖יהָ H5921 ל֥וּחַ H3871 אָֽרֶז H730 ",
  "10": "אֲנִ֣י H589 חוֹמָ֔ה H2346 וְשָׁדַ֖ H7699 כַּמִּגְדָּל֑וֹת H4026 אָ֛ז H227 הָיִ֥יתִי H1961 בְעֵינָ֖י H5869 כְּמוֹצְאֵ֥ת H4672 שָׁלֽוֹם H7965 ",
  "11": "כֶּ֣רֶם H3754 הָיָ֤ה H1961 לִשְׁלֹמֹה֙ H8010 בְּבַ֣עַל H1174 הָמ֔וֹן H1174 נָתַ֥ן H5414 אֶת H853 הַכֶּ֖רֶם H3754 לַנֹּטְרִ֑ים H5201 אִ֛ישׁ H376 יָבִ֥א H935 בְּפִרְי֖ H6529 אֶ֥לֶף H505 כָּֽסֶף H3701 ",
  "12": "כָּרְמִ֥י H3754 שֶׁלִּ֖ Hs/Hl לְפָנָ֑ H6440 הָאֶ֤לֶף H505 לְךָ֙ Hl שְׁלֹמֹ֔ה H8010 וּמָאתַ֖יִם H3967 לְנֹטְרִ֥ים H5201 אֶת H853 פִּרְיֽוֹ H6529 ",
  "13": "הַיוֹשֶׁ֣בֶת H3427 בַּגַּנִּ֗ים H1588 חֲבֵרִ֛ים H2270 מַקְשִׁיבִ֥ים H7181 לְקוֹלֵ֖ H6963 הַשְׁמִיעִֽינִי H8085 ",
  "14": "בְּרַ֣ח H1272 דּוֹדִ֗י H1730 וּֽדְמֵה H1819 לְךָ֤ Hl לִצְבִי֙ H6643 א֚וֹ H176 לְעֹ֣פֶר H6082 הָֽאַיָּלִ֔ים H354 עַ֖ל H5921 הָרֵ֥י H2022 בְשָׂמִֽים H1314 "
}
