{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This book has the things that Jesus Christ showed to me, John. God showed these things to Jesus in order that he might pass them on to his servants. These things will happen soon. Jesus communicated these things by sending his angel to me, his servant John.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a witness I, John, reported everything I saw and heard about the word of God, and the true accounts that were given about Jesus Christ.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will do good to anyone who reads these words and to any who hear them when they are being read aloud. He will do good to those who listen carefully to them and obey them, for the time when these things happen is approaching quickly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, am writing this letter to the seven groups of believers in the province of Asia. May God be kind to you and give you peace, for he is the one who has always existed, who exists now, and who will always exist in the future. May the seven spirits who are sitting in front of his throne do these things for you, too.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Jesus Christ—who has faithfully told us the truth about God and—also be kind to you and give you peace. For he is the first one whom God raised from the dead, and he is the one who rules the kings of the earth. He is the one who loves us and who has freed us from the guilt of our sins by his blood when he died on the cross.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one who has begun to rule over his kingdom; he has set us apart to be priests who worship God his Father as he commanded. It is Jesus Christ whom we must honor and praise forever. This is the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! Christ is coming in the clouds. Everyone will see him, including those who killed him by nailing him to a cross. Every tribe on the earth will be in sorrow and grief when they see him coming. That is the truth!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord God declares, \"I am the one who began all things, the Alpha, and I am the one who will cause all things to end, the Omega. I am the one who exists, who has always existed, and who will always exist. I am the One who rules over everything and everyone.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, your fellow believer, am suffering as you are because Jesus rules over us. We share together the call to suffer for our faith. We are part of his reign and rule over all things, and we are patiently enduring every trial and test that comes. I was imprisoned and sent to the Island of Patmos because I kept telling people about God's message and the truth about Jesus.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On one of the days we worship the Lord with other believers, God's Spirit took control of me. Then I heard behind me someone speaking. He voice was like a trumpet that was being played.\n "
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Write on a scroll what you see, and send it to seven groups of believers. Send it to the believers in the cities of Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I heard these words, I turned to see who was speaking. Then I saw seven golden lampstands.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the middle of the lampstands there was someone who looked like a human being. He wore a robe that reached to his feet and a golden sash around his chest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hair on his head was as white as wool or fresh fallen snow. His eyes were like a brilliant flame.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His feet looked like gleaming bronze. When he spoke, his voice had the volume and depth of a great river of rushing water.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was holding seven stars in his right hand. A sword with two sharp edges was coming out of his mouth. His face shone as bright as the sun at midday.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I saw him, I fell down at his feet as though I were dead. But he put his right hand on me and said to me, \"Do not be afraid! I am the First One who began all things and the Last One who causes all things to end.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am alive, even though I died once, and indeed, I am alive forever! I have power over death and I control the place of the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So write down what you have seen. And write down what is happening now. And write down what will happen in the future.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meaning of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars represent the angels who watch over the seven groups of believers in Asia, and the seven lampstands represent the seven groups that are there.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}