{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vision I saw another mighty angel come down out of heaven. A cloud surrounded him. There was a rainbow over his head. His face shone like the sun. His legs looked like columns of fire.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had in his hand a small scroll that was open. He set his right foot on the ocean and his left foot on the land.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He shouted something with a loud voice, a voice like the roar of a lion. When he shouted, it thundered seven times; in the thunder were words that I could understand.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was about to write the words that I heard, but a voice from heaven said to me, \"Keep secret what the thunder said! Do not write it down!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel whom I had seen standing on the ocean and the land raised his right hand toward heaven,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he asked the one who lives forever—the one who created heaven and everything that is in it, who created the earth and everything that is on it, and who created the ocean and everything that is in it—to say that what he was going to say was true. The angel said that God would no longer delay in doing what he had planned to do.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said that when the time came for the seventh angel to blow his trumpet, God's secret plan would be finished, just as he had said long ago to his servants, the prophets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one whom I had heard speak from heaven spoke to me again. He said, \"Go and take the open scroll from the hand of the angel who is standing on the ocean and on the land.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I went to the angel and asked him to give me the little scroll. He said to me, \"Take it and eat it. In your mouth it will taste sweet like honey, but it will make your stomach bitter.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took the little scroll from the angel's hand and ate it. In my mouth it tasted sweet like honey, but then it made my stomach bitter.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone said to me, \"You must speak God's messages again about many nations, people groups, speakers of many languages, and many kings.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}