{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then an angel gave to me a reed similar to a measuring stick. God said to me, \"Go to the temple, measure it and the altar in it, and count the people who are worshiping there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not measure the courtyard outside of the temple building because I have given it to the non-Jewish people groups. As a result, they will trample the city of Jerusalem for forty-two months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send two witnesses to announce what I reveal to them for 1,260 days. They will show they are sad about the people's sin by wearing rough clothes made from goat's hair.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those witnesses are the ones that are represented by the two olive trees and the two lampstands that are in the presence of the Lord, who rules the earth.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone tries to harm those witnesses, fire comes from the witnesses' mouths and destroys them. If people want to harm them, the two witnesses certainly kill them in the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those witnesses will have authority over the sky in order to keep rain from falling during the time that they are announcing what God reveals to them. They also will have authority to cause water everywhere to become blood; they will also have authority to send down to the earth all kinds of plagues. They will do this as often as they wish.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they have finished announcing to people the message from God, the beast that comes up from the shaft that went down but had no ending will attack them, overcome them, and kill them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dead bodies of the two witnesses will lie in the street of the great city where their Lord was crucified, the city that is symbolically called Sodom or Egypt because its people are very evil like the people who lived in Sodom and Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Individuals of many people groups, tribes, language groups, and nations will look at their dead bodies for three and a half days. But they will not allow anyone to bury their bodies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people who live on the earth see that the witnesses are dead, they will rejoice and celebrate. They will send gifts to each other because these two prophets had sent plagues that tormented them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after three and a half days, God will cause them to breathe again and live. They will stand up, and the people who see them will be terrified.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two witnesses will hear a loud voice from heaven saying to them: \"Come up here!\" Then they will go up into heaven in a cloud. Their enemies will watch them go up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that same time there will be a great earthquake, as a result of which a tenth of the buildings in the city will collapse, and seven thousand people will die. The rest of the people will be afraid and will acknowledge that the God who rules in heaven is awesome.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will be the second terrible event. Be aware that the third terrible event will happen soon after.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the seventh angel blew his trumpet. Voices in heaven shouted loudly, \"Our Lord God and the Christ whom he has appointed can now govern all the people in the world, and they will continue to rule those people forever!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The twenty-four elders, who sit on their thrones in God's presence, bowed down their faces to the ground and worshiped him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Lord God, you are the one who rules over everything!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You are the one who exists now!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You are the one who has always existed!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "We thank you that you have defeated with your power\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "everyone who has rebelled against you,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and you now rule over all the people in the world.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The unbelieving people of the nations were angrily raging at you.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "As a result you have become very angry with them.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You have decided that this is the right time for you to judge all those who have died.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "The time has come for you to reward all your servants who were the prophets and the others who believe in you,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and all those who honor you,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and this includes those who are small and those who are great.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It is time for you to destroy the people who destroy the earth.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God opened his temple in heaven, and I saw in it the sacred chest. Lightning was flashing; it was thundering and rumbling; the earth shook, and large hailstones fell from the sky.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}