{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then something very important appeared in the sky. It was a woman, whose clothing was the sun. The moon was under her feet. On her head was a wreath of victory that was made of twelve stars.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was about to deliver a child, and she cried out because she was suffering pain.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Something else very unusual appeared in the sky. It was a huge red dragon. It had seven heads and ten horns. On each of its heads was a royal crown.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dragon's tail dragged a third of the stars from the sky and threw them to the earth. The dragon set himself in front of the woman who was about to give birth in order that he might eat her child as soon as it was born.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she gave birth to a son who is destined to rule all groups of people with complete authority as if he were using an iron rod. God snatched away her child and took him to his throne.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the woman fled into the wilderness. She has a place there that God has prepared for her in order that he may take care of her for 1,260 days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then there was a battle in heaven. Michael and the angels that he commanded fought against the dragon. The dragon and his angels fought back against Michael and his angels.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the dragon did not win the battle; nor did God allow the dragon and his angels to stay in heaven any longer.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, God threw the huge dragon out of heaven. The dragon is the ancient serpent, the one whose names are the Devil and Satan. He is the one who deceives people all over the earth. He was thrown to the earth along with all his angels.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard someone in heaven shout loudly,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Now our God has saved his people by his power, and he rules all people!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Now Christ has begun to rule!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "This is because God has thrown the accuser of our fellow believers out of heaven.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He was the one who stood before God day and night and told him that they had done what is wrong.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our fellow believers overcame him because the Lamb had shed his blood and died for them\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and because they spoke the truth about him to other people.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "They did not seek to remain alive,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "but were willing to let people kill them for speaking the truth about him.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So everyone in heaven should rejoice.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "But terrible things will happen to you people who live on the earth and on the ocean because the devil has come down to you.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He is very angry because he knows that he has only a short time before God judges and punishes him.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the dragon realized that he had been thrown down to the earth, he pursued the woman who had given birth to a son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God gave to the woman two wings like the wings of a very large eagle in order that she might fly into the wilderness. There is a place there that God had prepared for her. There God took care of her for three and one-half years. The serpent, that is, the dragon, was not able to reach her there.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the serpent poured water like a river from his mouth toward the woman in order to sweep her away with the water.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the ground helped the woman by opening up and swallowing the river that the dragon poured out from his mouth.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the dragon was very angry with the woman, so he went away to fight against the rest of her descendants. They are the people who obey God's commandments and who speak the truth about Jesus.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the dragon stood on the ocean shore.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}