{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw a beast come up out of the ocean. It had ten horns and seven heads. On each of its horns there was a royal crown. On each of its heads there was a name that insulted God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This beast was like a leopard. But its feet were like the feet of a bear, and its mouth was like the mouth of a lion. The dragon made the beast very powerful. He gave him the authority to rule over people as king.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the heads of the beast looked as if someone had wounded it so that it died. But its wound had healed.\n As a result, all the people of the earth marveled at the beast and followed it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also worshiped the dragon because he had given the beast authority to rule over them. They also worshiped the beast and said, \"No one is as powerful as the beast! Who could ever fight against it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God allowed the beast to speak proudly and to insult him. God also allowed it to rule the people for forty-two months.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it spoke, it insulted God, his name, the place where he lives, and all who live in heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also allowed the beast to fight against his people and conquer them. It had authority to rule over every tribe, over every nation, over the speakers of every language, and over every people group.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people living on earth will worship it. They are the people whose names are not in the Book of Life that belongs to the Lamb who had been killed. These are the names of the people that he wrote in the book before God created the world, the names of those who belong to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wants to understand must listen carefully to this message from God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If God has decided that some people will be captured by their enemies, they will be captured. If God has decided that some people will die in war, they will die in war. So God's people must endure suffering and be faithful to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw another beast come up from the earth. It had two small horns on its head as a sheep has. But it spoke harshly as a dragon does.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It rules people with power in order to do what the first beast wants. It forces the people who live on the earth to worship the first beast, that is, the beast that almost died but whose wound was healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second beast also did awesome miracles, even causing fire from the sky to fall to earth while people watched.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did these miracles on behalf of the first beast. By doing that, he deceived the people on the earth so that they thought they should worship the first beast. But this happened only because God allowed it to happen. The second beast told the people living on earth to make an idol to represent the first beast, the one that was alive, even though someone had killed him with a sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God allowed the second beast to breathe life into that idol in order that the idol might speak. And the beast commanded that whoever refused to worship the idol should be killed.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second beast also required that people should write the first beast's name on the right hand or on the forehead of everyone, whether these were important people or unimportant people, rich or poor, free or slave. Everyone!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second beast required this so that people could not buy anything or sell anything if they did not have the mark, that is, the name of the beast or the number representing its name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must think wisely to understand the meaning of the mark. Anyone who thinks wisely should understand that the number represents mankind. It is 666.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}