{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Something else very unusual appeared in the sky. I saw seven angels, whose duty it was to punish rebellious people in seven different ways. This is the last time that God will punish people this way, for it will fully show how angry he is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw what looked like an ocean that looked as though it was made of glass and mixed with fire. I also saw the people who had overcome the beast by not worshiping it or its image, and by not allowing its servant to mark them with the number that represents the beast's name. They were standing by the ocean (that was as clear as glass), and they were holding the harps that God gave them. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were singing a song like God's servant Moses sang long ago. They sang this to praise the Lamb in this way:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Lord God, who rules over everything,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "whatever you do is powerful and marvelous!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You always act righteously and truthfully.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You are king forever over all the groups of people!\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "O Lord, everyone will fear you and honor you because you alone are holy.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "All kinds of people will come and bow down before you\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "because you have shown that you have judged everyone in the right way.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this I saw that the temple in heaven was open, where the sacred tent was.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seven angels whose duty it was to punish rebellious people in seven different ways came out of the very holy place. The angels were dressed in clean, white linen garments; they wore gold bands around their chests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the four living creatures gave each of the seven angels a golden bowl filled with wine. The wine symbolized that God, who lives forever, was very angry with the people who had rebelled against him and was going to punish them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The temple was filled with smoke that symbolized the presence of the glorious and all-powerful God. No one was able to enter the temple until the seven angels finished punishing the people of the earth in seven different ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}