{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vision I heard someone in the temple speak in a loud voice to the angels who had the seven bowls. He said, \"Go from here and pour out on the earth the wine in the seven bowls. This will make the people suffer because God is angry with them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the first angel went and poured out on the earth what was contained in his bowl. As a result, horrible and painful sores broke out on the people who had allowed the beast's servants to write the beast's name on them, those who had worshiped the beast's image.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the second angel poured out upon the ocean what was contained in his bowl. When he poured out his bowl, the water changed its appearance, and it turned into blood, but not living blood. It was like the blood of a dead man, and every creature that lived in the ocean died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the third angel poured out upon the rivers and water springs what was contained in his bowl. When he poured out his bowl, the water in the rivers and springs turned into blood.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard the angel who has power over the waters say to God, \"O God, you exist and have always existed. You are the holy one. You are a fair judge of people.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who rebelled against you murdered your holy people and the prophets. So you are just in punishing them by giving them blood to drink. This is what they deserve.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard someone at the altar answer, \"Yes, Lord God, you who rule over everything, you punish people rightly and justly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the fourth angel poured out on the sun what was contained in his bowl. He was given permission to make the sun so hot that it would scorch people with fire.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people were severely burned, and they said evil things about God because he had the power to make them suffer in these ways. But they still refused to turn away from their evil behavior and refused to praise him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the fifth angel poured out on the throne of the beast what was contained in his bowl, it became dark where the beast ruled. So the beast and the people whom the beast ruled were biting their tongues because they were suffering intense pain.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They insulted God who rules in heaven because their sores were so painful. But they refused to stop doing the evil things that they were doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the sixth angel poured out on the Euphrates River what was contained in his bowl. The water in the river dried up so that the rulers from the eastern countries could cross it with their armies.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw evil spirits that looked like frogs. One came out of the mouth of the dragon, one from the mouth of the beast, and one from the mouth of the false prophet.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those spirits were demons who were able to perform miracles. They went out to the rulers of the whole world in order to gather their armies. This is so that they will fight on the important day when Almighty God punishes his enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(I heard the Lord Jesus say, \"You must listen carefully to me: I am coming unexpectedly, like a thief. So I will be happy with those who stay alert and keep on living in the right way so that they will not be ashamed. They will be just like a person who keeps his clothes on so that he will not be ashamed in front of other people.\")\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The evil spirits will gather the rulers at a place named in the Hebrew language Armageddon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the seventh angel poured out into the air what was contained in his bowl. As a result, someone said with a loud voice from the throne in the very holy place, \"The time for God to punish rebellious people is finished.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the angel emptied his bowl, lightning flashed, there were rumblings and thunder, and the earth shook. It shook more violently than it had ever shaken since people first lived on earth.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, the very large city split into three parts. God also destroyed the cities in the other nations. God did not forget that the people of Babylon had sinned very much. So he made them drink a cup of the wine that made them suffer because he was angry with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also as a result of the earthquake, every island disappeared, and the mountains became flat land.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huge hailstones, each weighing thirty-three kilograms, fell from the sky onto the people. Then people blasphemed God because he had punished them in this terrible way, and because the hailstones were very large.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}