{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the seven angels, who had one of the seven bowls, came to me and said, \"Come with me and I will show you how God will punish the prostitute, the woman who represents the city in which there are many canals of water.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The kings of the earth have acted immorally and idolatrously with her. The people on the earth acted immorally in the same way. It was as if they had gotten drunk on wine that she gave them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God's Spirit took control of me, and the angel carried me away to a desolate area. There I saw a woman who was sitting on a red beast. The beast had written names all over itself. They were names that insulted God. The beast had seven heads and ten horns.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman was wearing purple and red clothes. She had jewelry of gold, precious stones, and pearls; she held in her hand a golden cup. The cup was full of something to drink that stands for the detestable and filthy things that she does when she commits sexual immorality.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a name written on her forehead, a name with a secret meaning. It is \"This woman is Babylon, the very evil city! She is the mother of all the prostitutes on the earth. She teaches them to do all the filthy, immoral things in the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw that the woman had become drunk because she had drunk the blood of God's people, those who had suffered for proclaiming the truth about Jesus. When I saw her, I was completely amazed.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, \"Do not be amazed. I will explain to you the hidden meaning of the woman and of the beast on which she rides, the beast with the seven heads and the ten horns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The beast that you saw lived previously. Eventually God will destroy him, but now he is not alive. He is about to come up from the shaft that went down but had no ending. When that beast appears again, the people on the earth will be amazed. They are people whose names have not been written in the Book of Life before God created the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People need to think wisely to understand this: The seven heads of the beast on which the woman sits symbolize the seven hills of the city that the woman represents. They also symbolize seven rulers.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Five of those rulers have died. One is still alive. The seventh ruler has not yet come. When he comes, he must remain for only a short time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The beast that lived before and then was not alive will be the eighth ruler. He is actually one of those seven rulers, but God will certainly destroy him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ten horns that you saw represent ten rulers who have not yet begun to rule. They will receive authority in order to rule people together with the beast, but they will rule for only a short time, as if it were for only one hour.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those rulers will all agree to do the same thing. As a result they will give to the beast their right and authority to rule people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rulers and the beast will fight against the lamb. He will defeat them because he is the Lord who rules over all other lords and the King who rules over all other kings. The people who are with him are the ones whom God has chosen and called to himself, and who keep serving him faithfully.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel said to me, \"The waters that you saw in the city represent many different kinds of people, and many different groups of people, and different languages that the people speak, where the prostitute sits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ten horns that you saw represent rulers. They and the beast will hate the prostitute. So they will take away everything that is in the city as if they were leaving it naked. They will destroy it as if devouring flesh, and they will burn it completely.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will do that because God has caused them to decide to do what he wants them to do. As a result, they will let the beast have their power to rule until what God has said is fulfilled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prostitute that you saw represents the very evil city whose leaders rule over the kings of the earth.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}