{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this I saw another angel, one who had great authority, coming down from heaven. The earth became bright because he was shining so intensely.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He shouted with a very loud voice, \"God is about to completely destroy the very evil city of Babylon. As a result, all kinds of evil spirits will live there, and all kinds of foul and detestable birds will live there. Babylon is like a prostitute\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "with whom all the people groups engaged with her in the passion of sexual immorality, which is like getting drunk on too much wine. Yes, and the kings of the earth have done the same things with her. The world's merchants became rich because she wanted to commit so much sexual immorality.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard Jesus speak from heaven. He said, \"My people, flee from that Babylon in order that you do not sin as those people do. If you sin as they do, I will punish you in those seven different ways, just as I will punish them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as though their sins have been piled up to heaven and God remembers them, so now he will punish them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the angels whom God assigned to punish Babylon, Jesus said, \"Pay back the people of that city to the same extent that they harmed other people. Cause them to suffer twice as much as they caused other people to suffer.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the same extent that Babylon, like a woman, has honored herself and done the things she wanted to do, to that extent torment her and cause her to grieve. Do that because in her mind she thought, 'I rule as a queen! I am not a widow, and I will never mourn as widows do!'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So in one day, terrible calamities will come upon her. The people in that city will die, others will mourn for them, people will be hungry because there will be no food, and the city will burn up. The Lord God is able to punish her because he is mighty.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The kings on earth who have acted immorally with her and have done just what they wanted to do with her will weep and mourn for her when they see the smoke of the fire that will burn there.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will stand far away from Babylon because they will be afraid that they will suffer just as she does. They will say, \"How terrible it is for Babylon, that strong city! God is punishing her suddenly and swiftly!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The merchants of the earth will weep and will mourn for her because no one in her will ever again buy the things that they have to sell.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The good things you people longed to have are gone! All your luxurious and splendid possessions have vanished! They will be gone forever!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The merchants who sold these things and who had become rich will stand far away because they will be afraid that they will suffer just as the city has. They will weep and mourn,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they will say, \"Terrible things have happened to that great city! That city was like a woman, dressed in clothes made of fine linen cloth and expensive cloth dyed purple and crimson, and adorned with gold, precious stones, and pearls.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But suddenly and swiftly God has destroyed all these expensive things.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Every ship's captain, all people who travel by ship, all sailors, and all others who earn their living by traveling on the ocean will stand far away from the city.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they see the smoke of the fire that is burning there, they will shout, \"No other city has ever been like that great city!\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will throw dust on their heads to show that they are sad, and they will shout, weep, and mourn. They will say, \"Terrible things have happened to Babylon. That city made many people rich, the people who had ships that sail on the ocean in order to sell their expensive things. God has suddenly and swiftly destroyed that city!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone spoke from heaven saying, \"You who live in heaven, rejoice over what has happened to Babylon! You who are God's people, including you apostles and prophets, rejoice. You must rejoice; God has justly punished the people there because they acted so terribly toward you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a mighty angel picked up a boulder the size of a large stone for grinding grain, and he threw it into the ocean. Then he said, \"You people in the great city of Babylon, God will throw down your city so that it will disappear just as that stone disappeared in the ocean! Your city will be gone forever!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In your city, there will never again be anyone playing harps, singing, playing flutes, or blowing trumpets. There will no longer be any skilled workers making things. There will never again be people grinding grain at the mills.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No lamp will ever again shine there. There will never again be the happy voices of any bridegroom and his bride. God will destroy your city because your merchants were the most important men in the world. You used witchcraft to deceive people of all groups of people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are also responsible for killing the prophets and others of God's people. Indeed, you are guilty of every murder committed on the earth!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12-13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sell ornaments made of gold, silver, precious stones, and pearls. They sell expensive cloth made of fine linen and silk, expensive cloth that is dyed purple and crimson. They sell all kinds of rare wood, all kinds of items made of ivory, costly wood, bronze, iron, and marble. They sell cinnamon, spice, perfume, frankincense, wine, olive oil, fine flour, and grain. They sell cattle, sheep, horses, and chariots. They even sell human beings as slaves.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}