{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things I heard what sounded like a huge crowd in heaven. They were shouting things like,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Hallelujah! He has saved us!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He is glorious and mighty!\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Praise him because he judges truly and justly!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He has punished the very evil city that was like a prostitute because their people persuaded the other people of earth to act immorally as they did.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Praise him because he has punished them for murdering his servants!\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd shouted a second time, saying,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Hallelujah! The smoke of the fire that is burning that city will rise forever!\"\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The twenty-four elders and the four living creatures prostrated themselves and worshiped God, who sits on the throne. They said:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"It is true! Hallelujah!\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone spoke from the throne and said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"All you who are his servants, praise our God!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "All you who honor him, whether you are important or not, everyone praise him!\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard something like the noise of a huge crowd of people, like the sound of a huge waterfall, and like the sound of loud claps of thunder. They were shouting:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Hallelujah! Our Lord God, who rules over everything, reigns!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should rejoice, we should be extremely glad, and we should honor him\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "because it is now time for the Lamb to be united with the woman he is marrying. She has made herself ready.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has permitted her to dress herself in fine linen, bright and clean.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Fine, bright, and clean linen represents the righteous actions of God's people.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel said to me, \"Write this: how fortunate are the people whom God invites to the feast when the Lamb marries his wife!\" He also said to me: \"These words that God declares are true!\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I immediately prostrated myself at his feet in order to worship him. But he said to me, \"Do not worship me! I am just your fellow servant and the fellow servant of your fellow believers, those who speak the truth about Jesus. God is the one you should worship because it is the Spirit of God who gives people the power to speak the truth about Jesus!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw the heavens open up, and I was surprised to see a white horse. Jesus, the one who was riding on the horse, is called \"Trustworthy and Genuine.\" He judges all people according to what is right; he fights in justice against his enemies.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His eyes shone like a flame of fire. There were many royal crowns on his head. A name had been written on him. Only he knows the meaning of that name.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cloak he was wearing was drenched with blood. His name is also \"The Message of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The armies of heaven were following him. They were riding on white horses. They were wearing clothes made of clean white linen.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A sharp sword extends from his mouth; with it he will strike the rebellious people groups. He himself will rule them powerfully as though he had an iron rod. He will crush his enemies as a person crushes grapes in a winepress. He will do this for God, who rules over everything and who is furiously angry with them because of their sins.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On his cloak over his thigh a name had been written: \"King who rules over all other kings and Lord who rules over all other lords.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw an angel standing in the light of the sun. He called loudly to all the flesh-eating birds flying high in the sky, \"Come and gather for the large feast that God is providing for you!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come and eat the flesh of all God's enemies who are dead—the flesh of kings, of army commanders, of people who fought powerfully, of horses and of the soldiers who rode them, and the flesh of all other kinds of people, whether they were free or slave, important or not. All kinds!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw the beast and the kings of earth with their armies; they had gathered together to fight against the rider on the horse and his army.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rider on the white horse captured the beast and the false prophet. The false prophet is the one who had performed miracles in the beast's presence. By doing that he had deceived the people who had accepted the beast's mark on their foreheads and who had worshiped its image. Then God threw the beast and the false prophet alive into the lake of fire that burns with sulfur.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rider on the horse killed the rest of their armies with his sword, the one that extended from his mouth. All the birds gorged themselves on the flesh of the people and horses that he had killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}