{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers in the city of Ephesus: The one who holds the seven stars in his right hand, and the one who walks among the seven golden lampstands says this:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I know all you have done. I know that you work hard for me. I know you are patient when you go through hard times. I also know that you cannot tolerate people who are evil, and that you question people about their faith, and you know those who claim to be apostles, but they are not.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know also that you endure patiently when you suffer for believing in me and that you continue to serve me steadfastly, even when people caused you to suffer because you followed me. You have continued to serve and hold to my words even when it was difficult. You did not give up or stop, even though it has been difficult for you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, you have done something wrong: You no longer love each other and me as you did when you first came to trust. You do not have the same love for me now that you had at first.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, I tell you to remember how you used to love me. Love me again like you did at the first. If you do not, I will come to you and remove your lamp so you will no longer be my people together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you do one thing very well: Those Nicolaitans, the people who say you can worship idols and act immorally—you hate what they do, just as I hate it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wants to understand my message must listen carefully to the message that God's Spirit is saying to the groups of believers assembled together. The message is this: I will allow those who are victorious to eat fruit from the tree that gives eternal life, the tree that is in God's garden.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers in the city of Smyrna: 'I am saying these things to you. I am the first, the one who began all things and I am the last, who causes all things to end. I am the one who died and became alive again.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know about how you have suffered. I know about how you are poor and lack many things that you need (but you are really rich in the things that are eternal and that can never be taken from you). You know what it is like to have people\ncurse you and say terrible things about you because you follow Christ. Those Jews (who are not real Jews) who curse you and say terrible things about you, they are members of the gathering of Satan, and not the gathering of God's people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be afraid of any of the things that you are about to suffer. The truth is that the devil is about to put some of you in prison, to put you in a difficult place where you are being tested to see what kind of faith you have. For a short period of time you will suffer. Continue to trust in me, even if they kill you because you trust in me. and I will put a wreath on your head that will be a sign that you have eternal life and that you have overcome.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen carefully to the message that God's Spirit speaks to the groups of believers assembled together. All who conquer will never die a second time.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers in the city of Pergamum: 'I am saying these things to you. I am the one who has the sword with two sharp edges.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that you live where Satan's power is strong and his influence is everywhere. I know that you firmly believe, and you hold on to what I love and what is important to me—even when they killed my faithful servant Antipas, who had kept telling people who I am and what I did for them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, even so, I see some matters that are hurting your testimony and weakening your obedience. You permit some of your members to teach things like Balaam taught long ago. He taught Balak to eat food that had been offered to idols and that sexual immorality was permitted among God's people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, you are also permitting some of your members to practice what the Nicolaitans teach, that sexual immorality is permitted, which, of course, it is not permitted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stop doing this and change your direction, or I will come to you suddenly and I will make war against them with the sword in my mouth, the word of God.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen carefully to the message that God's Spirit speaks to the groups of believers. To him who conquers, I will give the hidden manna, that will feed and strengthen you and I will also give him a white stone, on which I will engrave a new name for him, and the name I give him only he will know.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers assembled together in the city of Thyatira: 'I, the Son of God, whose eyes shine like a flame of fire and whose feet shine like gleaming bronze, am saying these things to you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know all the good things that you do. I know that you love me and each other, and that you trust in me. I know that you serve others and that you steadfastly endure a lot of difficulties. I know that you are doing these things more now than you did in the past.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, you have done something wrong: You tolerate that woman among your people who is like that wicked Queen Jezebel who lived long ago. She says that she is a prophetess. However, by what she teaches, she is deceiving my servants. She is urging them to commit sexual immorality and to eat food that they have offered to idols.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although I gave her time to turn away from her sexual immorality and pagan practices, she did not want to stop.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, I will cause her to become very ill. I will also cause those who act immorally as she does to suffer greatly, if they do not stop doing what she does.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some have become like her children by accepting what she teaches, and I will certainly kill them. Then all the groups of believers will learn that I am the one who finds out what everyone thinks and desires. I will reward each of you according to what you have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have something good to say about the rest of you believers in the city of Thyatira. It is good that you do not accept these wrong things. It is good that you reject what those teachers call their \"secret practices\" that Satan taught them. I will not burden you with any other commands.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just keep believing firmly in me and obey me until I come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those who conquer Satan and who keep on doing what I command until they die, I will give them my authority over all people.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will control them as if they were striking them with an iron rod. They will destroy evildoers just as people shatter clay pots.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do all of this with the authority my Father gave me, and I will give the morning star to those who rule with me so that we may have great joy in our victory.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wants to understand must listen carefully to the message that God's Spirit is saying to the groups of believers assembled together.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}