{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw an angel coming down from heaven. He had the key to the deep, dark pit, and he was carrying a large chain in his hand.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He seized the dragon. That dragon is the ancient serpent, the devil, that is, Satan. The angel bound him with the chain. That chain could not be loosed for one thousand years.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel threw him into the deep, dark pit. He shut the door of the pit, locked it, and sealed it to prevent anyone from opening it. He did that in order that Satan might no longer deceive all the many groups of people, until those one thousand years are ended. After that time, Satan must go free for a short time in order that he can do what God has planned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw thrones on which people were sitting. God gave them authority to judge. I also saw the souls of other people whose heads had been cut off because they had spoken the truth about Jesus and had declared God's message. They were people who had refused to worship the beast or its image, and who had not allowed the beast's servants to put the beast's mark on them, either on their foreheads or on their hands. They became alive again, and they ruled with Christ during those one thousand years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were the ones who lived again the first time that God caused dead people to live again. The rest of the believers who had died did not live again until after those one thousand years.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will be pleased with those who live again this first time. God will consider them holy. They will not die a second time. Instead, they will be priests who serve God and Christ, and they will rule with Christ during those one thousand years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the one thousand years are ended, God will release Satan from his prison.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Satan will go out to deceive the rebellious people groups all over the earth. These are the nations that the prophet Ezekiel called Gog and Magog. Satan will gather them to fight against God's people. There will be so many of them fighting against God's people that no one will be able to count them, just as no one can count the grains of sand on the ocean shore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will march over the whole earth and will surround the camp of God's people in Jerusalem, the city that God loves. Then God will send fire down from heaven, and it will burn them up.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will throw the devil, who had deceived those people, into the lake of burning sulfur. This is also where God had thrown the beast and the false prophet. As a result, they will continually suffer severely forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw a huge white throne on which God was sitting. He was so fearsome that the earth and the sky disappeared from his presence completely; they were no more.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw that the people who had died but now lived again were standing in front of the throne. They were both important and unimportant people! The books in which God records what people do were opened. Another book was also opened, which is the Book of Life in which God has written the names of people who have eternal life. God judged the people who had died and now lived again according to what they had done, just as he had recorded it in the books.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people whose bodies were buried in the sea became alive again in order to stand before God's throne. Everyone who had been buried on the land became alive again also in order to stand before the throne. God judged each one of them according to what each one had done.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the unbelievers—those who had been in the place where they waited after they died—were thrown into the burning lake. The burning lake is the place in which people die the second time.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also threw the people whose names were not in the book, the book where God has written the names of the people who have eternal life, into the lake of fire.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}