{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel showed me the river that causes people who drink from it to live forever. The water was sparkling and clear like crystal. The river was flowing out from the throne where God and the Lamb were sitting.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It flowed down through the middle of the main street of the city. On each side of the river were trees with fruit that causes people who eat it to live forever. The trees bear twelve kinds of fruit; they produce one crop each month. The people groups use the leaves of the trees as medicine in order that their wounds may heal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will never be anyone or anything there that God will curse. The throne of God and of the Lamb will be in the city. God's servants will worship him there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will see him face to face, and his name will be written on their foreheads.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will never again be night. God's servants will not need the light of a lamp or the light of the sun because the Lord God will shine his light upon them. They will rule forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me: \"These things that God has shown you are true, and he will certainly make them happen. The Lord God who inspires the prophets sent his angel to show the people who serve him the events that must happen soon.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus says to all his people, \"Listen to this! I am coming soon; God will abundantly bless everyone who obeys the message that has been written in this book.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, am the one who heard and saw in a vision these things that I have written down. When I had heard and seen them, I immediately lay down in front of the angel who had shown me these things in order to worship him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to me, \"Do not worship me! I am just a servant of God like you! I am also a servant like your fellow believers who are the prophets, and like those who obey the message in this book. Instead, worship God!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to me, \"Do not keep secret the message about what God has foretold in this book because it is almost time for him to fulfill this message.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since that time is near, if those who act in an evil manner want to continue to act that way, let them continue to do so. God will soon pay them back for that. If those who are vile want to continue to be vile, let them continue to do so. God will soon pay them back for that. Those who are acting righteously should continue to act righteously. Those who are perfect should continue to be perfect.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus says to all people: \"Listen! I am coming soon! And I will pay back and punish or reward everyone according to what each one has done.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the one who began all things and the one who will cause all things to end. I am before all things and I am at the end of all things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is very pleased with the people who wash their robes and make them clean because they will be able to eat the fruit of the tree that enables people to live forever and because they will be able to enter the gates into the holy city.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Outside are people who are unholy. They include people who practice witchcraft, people who sin sexually, people who murder others, idol worshipers, and all people who enjoy telling lies and are continual liars. They can never enter that city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Jesus, sent my angel in order that he might say to you people who are the groups of believers that all these things are true. I am the descendant of King David whom the prophets promised would come. I am the one who is like the bright morning star.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's Spirit and his people, who are like the bride of Christ, say to each one who desires to believe, \"Come!\" Whoever hears this should also say to each one who desires to believe, \"Come!\" The people who want to come should come! Everyone who desires the water that enables people to live forever should take it as a free gift!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, solemnly warn everyone who hears the message about what I have foretold in this book: If anyone adds anything to this message, God will punish him in the ways that this book tells about.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone takes away any of the message about what I have foretold in this book, God will take away that person's right to eat fruit from the tree that enables people to live forever. He will also take away that person's right to enter God's city. Both these things are described in this book.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus, who says that all these things are true, says, \"Certainly I am coming soon!\" I, John, reply, \"May it be so! Lord Jesus, come!\"\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that our Lord Jesus will continue to act kindly to all of you who are God's people. Amen!\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}