{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers assembled in the city of Sardis. 'I am saying these things to you. I am the one who has the seven spirits of God and the seven stars. I know everything that you have done. You appear to be alive, but you are dead.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be alert! Do more work for me, or what you have already done will become worthless. You must do this because my God knows that you have not done enough.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, keep remembering God's message and the truth that you accepted when you heard it. Always obey it and turn away from your sinful behavior. If you do not do this, I will come to you when you are not expecting me, as a thief comes. You will never know at what time I will come to judge you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, you have a few believers there in the city of Sardis who have not been doing what is wrong. It is as though they have not dirtied their garments. As a result, because they are worthy to live with me, they will live with me and will be pure in every way, like people who are dressed in pure white clothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who conquer Satan I will dress in these same white garments. I will never erase their names from the Book of Life that contains the names of the people who have eternal life. Instead, I will acknowledge in the presence of my Father and his angels that they belong to me .\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wants to understand must listen carefully to the message that God's Spirit is saying to the groups of believers assembled together.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers assembled in the city of Philadelphia: 'I am saying these things to you. I am the One who is holy, the True One. Just as King David had authority to allow people to enter the ancient city of Jerusalem, so I have the authority to allow people to enter my kingdom. I am the one who opens doors so that no one can close them and the one who closes doors so that no one can open them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know everything you have done. Be aware that I have opened a door for you that no one can close. I know that although you have little power, you have obeyed what I say, and you have not denied that you believe in me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be careful! I am aware that some of your people meet together with those who follow Satan. They claim to be Jews, but I know that they are not true Jews. They are lying. I will cause them to come to you and to bow down humbly at your feet and to acknowledge that I love you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you have obeyed me when I commanded you to endure suffering patiently, I will keep you safe from those who will try to make you disobey me. They will soon do this to everyone in the entire world.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am coming soon. So continue to do what I have told you, in order that no one may cause you to lose your reward that God has reserved for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make those who conquer Satan secure. They will be firm like the pillars in the temple of my God, and they will remain there forever. I will mark them with the name of my God, showing that they belong to him. I will also mark them with the name of the city of my God, the New Jerusalem, the city that will descend out of heaven from my God. I will also mark them with my new name, showing that they belong to me.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wants to understand must listen carefully to the message that God's Spirit is saying to the groups of believers assembled together.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write this message to the angel of the group of believers assembled in the city of Laodicea: 'I am saying these things to you. I am the one who guarantees all of God's promises. I am the one who testifies about God reliably and accurately. I am the ruler over all of God's creation.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know everything that you have done: You do not deny that you trust in me, but you do not love me much. You are like water that is neither cold nor hot. I wish that you were either cold or hot!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you were not hot and also you were not cold, I am about to reject you, as if I were spitting lukewarm water out of my mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are saying, 'I am rich and have acquired a lot of wealth. I lack nothing!' But you do not realize that you are lacking in many ways. You are like people who are very wretched and pitiful, poor, blind, and naked.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I advise you to obtain from me all that you need, as though you were buying from me pure gold so that you may be truly rich. Let me make you righteous, as though you were buying from me white garments so that you might wear clothes instead of being naked and ashamed. Let me help you to understand the truth, as though you were buying from me eye salve to put on sick eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since I rebuke and correct all those whom I love, turn away with all your heart from your sinful behavior.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am here! I am calling each one, and I am standing and waiting at your door and knocking on the door. If you hear my voice and you open the door, I will come in and we will eat together as friends.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will permit everyone who conquers Satan to sit and rule with me on my throne, just as I conquered Satan and now sit and rule with my Father on his throne.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wants to understand must listen carefully to the message that God's Spirit is saying to the groups of believers assembled together.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}