{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things I, John, saw in the vision that there was a door open in heaven. The one whose voice was like a loud trumpet, the one who had spoken to me previously, said to me, \"Come up here! I will show you events that must happen later.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately I experienced that God's Spirit was specially controlling me. There was a throne there in heaven, and on the throne someone was sitting and ruling.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His appearance shone like a brilliant crystalline jasper jewel and like a brilliant red carnelian jewel. Around the throne was a rainbow that shone like a brilliant green emerald jewel.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Around the throne there were twenty-four other thrones. On these thrones twenty-four elders were sitting. They were wearing pure white garments and had golden crowns on their heads.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the throne there came lightning and rumblings and thundering. In front of the throne were burning seven torches, which represent the seven spirits of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In front of the throne there was also what looked like a sea made of glass. It was clear, like crystal. On each of the four sides of the throne there was a living creature. Each one was covered with eyes in front and behind.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Our Lord and God,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "you are worthy that all beings should praise you;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "you are worthy that all beings honor you; and\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "you are worthy that all beings acknowledge\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "that you are the powerful one.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Because you alone created all things.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Moreover, because you intended that they should exist,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "you created them; as a result, they exist.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7-8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first living creature was like a lion. The second living creature was like an ox. The third living creature had a face like a man's face. The fourth living creature was like an eagle that was flying. Each of the four living creatures had six wings. These wings were covered with eyes both top and bottom. Day and night they constantly say:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Holy, holy, holy is the Lord God, who rules over all.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He is the one who has always existed,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "who exists now, and who will always exist.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9-10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The living creatures praise, honor, and thank the one who sits on the throne, the one who lives forever. Whenever they do that, the twenty-four elders lie down on the ground before the one who sits on the throne. They worship him, the one who lives forever and ever. They lay their crowns in front of the throne and say:\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  }
}