{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw the Lamb open the first of the seven seals of the scroll. Then one of the four living creatures said in a voice as loud as thunder, \"Come!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and a white horse appeared. There was someone riding it, and he had a bow and arrows. God gave him a wreath of leaves to wear on his head to show that he was to conquer evil. He went out to continue to do battle and to win.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the one looking like a Lamb opened the second seal, and I heard the second living creature say, \"Come!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he said that, a red horse appeared. There was also someone riding it, and God had given him the power to cause people to no longer live peacefully, but instead to kill each other. For this purpose he carried a large sword.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lamb opened the third seal, and I heard the third living creature say, \"Come!\" This time, I saw a black horse appear. There was someone riding it, and he had a pair of balance scales in his hand.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard a voice that sounded like it was coming from among the four living creatures. It said to the person on the horse, \"Make it happen that one liter of wheat will cost so much that a man must work a whole day to earn enough money to buy it. Also make it happen that three liters of barley will sell for the same price. But do not reduce the supply of olive oil or wine.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lamb opened the fourth seal, and I heard the fourth living creature say, \"Come!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This time I saw a pale horse appear. Someone was riding it; his name was \"The one who causes people to die.\" Someone else was following him; this person's name was \"The place where dead people go.\" God gave these two persons power to kill one-fourth of all people on earth. They could kill them with weapons, or with famine, or with sickness, or with wild animals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lamb opened the fifth seal, and I saw under the altar in heaven the spirits of God's servants whom others had killed because these servants had believed God's message, the message to which God himself bore witness.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They loudly asked God, \"Sovereign Lord, you are holy and true. How long will it be before you condemn and punish the people on earth who murdered us?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God gave to each of them a white robe, and he told them to be patient a little longer. They should be patient until the number of those who also served the Lord with them—who were their brothers and sisters in Christ—would be killed just like they themselves had been killed because of their faith.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw the Lamb open the sixth seal, and the earth shook violently. The sun became as black as cloth made of black wool. The whole moon became red like blood.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stars fell to the earth in great numbers, just as immature figs fall when a fig tree shakes in a strong wind.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sky split open and rolled up on either side just as an old scroll rolls up when it is split in two. Every mountain and island was shaken out of its place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, all the people on earth, including kings, high-ranking people, generals, rich people, powerful people, along with everybody else, both slave and free, hid in caves and between the mountain rocks.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted to the mountains and to the rocks, \"Fall on us and hide us so that the one who sits on the throne will not be able to see us, and so that the Lamb will not be able to punish us!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the terrible day on which they will punish us. No one will be able to survive!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}