{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this I saw four angels standing on the earth. One was standing at the north, one at the east, one at the south, and one at the west. They were keeping back the winds from blowing and destroying things on the earth, on the ocean, or even on any tree.\n\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw another angel come up from the east. He was carrying God's seal. With this seal God, who is all-powerful, marks his own people to protect them. This angel called out with a loud voice to the four angels whom God had told to harm the earth and the ocean.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Do not harm the earth or the ocean or the trees until we have marked the servants of our God on their foreheads.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel and his fellow angels marked all God's servants. I heard the number of people whom they marked. The number was 144,000. They were people from every tribe of Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angels marked twelve thousand people from the tribe of Judah, twelve thousand from the tribe of Reuben, twelve thousand from the tribe of Gad,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "twelve thousand from the tribe of Asher, twelve thousand from the tribe of Naphtali, and twelve thousand from the tribe of Manasseh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, there were twelve thousand from the tribe of Simeon, twelve thousand from the tribe of Levi, twelve thousand from the tribe of Issachar,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "twelve thousand from the tribe of Zebulun, twelve thousand from the tribe of Joseph, and twelve thousand from the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things happened, I saw a huge crowd. There were so many people that no one could count them. They were from every nation, every tribe, every people group, and every language. They were standing before the throne and before the lamb. They were wearing white robes and held palm branches to wave with their hands in order to celebrate.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted loudly, \"Our God, the one who sits on the throne, and the Lamb have rescued us from Satan's power!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the angels were standing around the throne, around the elders, and around the four living creatures. They all lay before the throne with their faces to the ground and worshiped God.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Yes, it is so! We praise, thank, and honor you, our God, forever! We acknowledge that you are completely wise, the powerful one, who is able to do all things forever! It is so!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the elders asked me, \"These people who are wearing white robes, do you know who they are and from where they come?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I answered him, \"Sir, I do not know. Surely you know who they are!\" He said to me, \"These are the people have come through the great tribulation. The Lamb died for them, and God has forgiven them for their sins. It is as if they have washed their robes in his blood and made them clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, they are in front of God's throne, and they worship him day and night in his temple. God, the one who sits on the throne, will protect them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, they will never again be hungry. They will never again be thirsty. The sun will never again beat on them, nor will any heat scorch them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because the Lamb who is at the throne will take care of them, just as a shepherd takes care of his sheep. He will guide them to the source of eternal life, just as a shepherd leads his sheep to springs of water. God will cause them to no longer be sad. It will be as if he were wiping away all tears from their eyes.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}