{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lamb opened the seventh seal, and there was no sound at all in heaven for a short time.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw the seven angels who stand in front of God. He gave each of them a trumpet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another angel came and stood at the altar. He had a golden bowl for burning incense. God gave him a large quantity of incense in order that he might offer it, with the prayers of all God's people, on the gold altar that is in front of God's throne. Then he burned this incense on the altar.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the bowl in the angel's hand, the smoke of the incense, along with the prayers of God's people, went up to God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel took the golden bowl and filled it with coals of fire from the altar. He threw it all onto the earth. Thunder crashed and rumbled, lightning flashed, and the earth shook.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the seven angels, each of which had one of the seven trumpets, got ready to blow them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first angel blew his trumpet, and hail and fire mixed with blood poured down onto the earth. As a result, one-third of everything on the surface of the land was burned up: one-third of the trees burned up, and one-third of all the green grass was burned up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the second angel blew his trumpet, and something that was like a huge mountain burning with fire fell into the ocean. As a result, one-third of the ocean became red like blood,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "one-third of the living creatures in the ocean died, and one-third of the ships in the ocean were destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the third angel blew his trumpet, and a huge star, which was burning like a torch, fell from the sky into one-third of the rivers and into one-third of the springs of water.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the star is Bitterness. As a result, the water in one-third of the rivers and springs became bitter. Many people died from drinking the water because it had become bitter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the fourth angel blew his trumpet, and God struck the sun, the moon, and the stars so that they lost their light for one-third of the time. The sun did not shine during one-third of the day, and the moon and stars did not shine during one-third of the night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I watched, I heard an eagle that was flying high in the sky shouting in a loud voice, \"Terrible things will happen to the people who live on the earth when the three remaining angels blow their trumpets! They are about to blow them!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}