{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the fifth angel blew his trumpet, and I saw a star that had fallen from the sky to the earth. God gave it the key to the shaft that went down but had no ending.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he opened that shaft, smoke rose from it like smoke from a great burning furnace. The smoke prevented anyone from seeing the light of the sun and the sky.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Locusts also came out of the smoke onto the earth. God gave them power to sting people as scorpions sting people.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God told the locusts that they should not harm the grass of the earth or any plants or any tree. God said that they should harm only those people who did not have the mark on their foreheads to show that they belonged to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did not allow the locusts to kill those people. Instead, the locusts kept torturing people for five months. The pain those people felt was like the pain that a scorpion causes when it stings someone.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time when the locusts torture rebellious people, the pain will be so bad that people will want to find a way to die, but they will not find any way. They will long to die, but they will not be able to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The locusts looked like horses that are ready for battle. They had on their heads what looked like golden crowns. Their faces were like the faces of people.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had long hair like women's long hair. Their teeth were as strong as lions' teeth.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They wore breastplates made of metal. When they were flying, their wings made a noise like the roar of many horses pulling chariots as they are rushing into battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had tails like tails of scorpions. With these tails they could sting people. Their power to harm people during those five months was in their tails.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king who ruled over them was the angel of the shaft that went down but had no ending. His name in the Hebrew language is Abaddon. In the Greek language it is Apollyon. Both of these names mean \"Destroyer.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That ended the first terrible event. But be aware that two more terrible events are still to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the sixth angel blew his trumpet, and I heard a voice from the four corners of the golden altar that is in God's presence.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The voice was saying to the sixth angel, the one who had the trumpet, \"Release the four angels whom I have bound at the great river Euphrates.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those four angels went free, those who had waited for that exact hour of that day, month, and year. They went free in order that they might enable their soldiers to kill one-third of the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The number of those soldiers riding on horses was two hundred million. I heard someone say how many there were.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vision I saw what the horses and the soldiers who rode them looked like. The soldiers wore breastplates that were red like fire, dusky blue like smoke, and yellow like sulfur. The heads of the horses were like the heads of lions. From their mouths came fire, smoke, and fumes of burning sulfur.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those three things—the fire, the smoke, and the burning sulfur from the horses' mouths—killed one-third of the people.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The power of the horses was in their mouths and in their tails. Their tails had heads like snakes by which they harmed people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the rest of the people, those who were not killed by the plagues of fire and smoke and burning sulfur, did not turn from the sinful things they were doing. They did not stop worshiping demons or the idols that they themselves had made of gold, of silver, of bronze, of stone, and of wood. The people did not stop worshiping them, even though they were idols that could not see, hear, or walk.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not stop murdering people, or practicing sorcery, or acting in sexually immoral ways, or stealing things.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}