{
  "1": "בִּשְׁנַ֤ת H8141 שְׁתַּ֨יִם֙ H8147 לְדָרְיָ֣וֶשׁ H1867 הַמֶּ֔לֶךְ H4428 בַּחֹ֨דֶשׁ֙ H2320 הַשִּׁשִּׁ֔י H8345 בְּי֥וֹם H3117 אֶחָ֖ד H259 לַחֹ֑דֶשׁ H2320 הָיָ֨ה H1961 דְבַר H1697 יְהוָ֜ה H3068 בְּיַד H3027 חַגַּ֣י H2292 הַנָּבִ֗יא H5030 אֶל H413 זְרֻבָּבֶ֤ל H2216 בֶּן H1121 שְׁאַלְתִּיאֵל֙ H7597 פַּחַ֣ת H6346 יְהוּדָ֔ה H3063 וְאֶל H413 יְהוֹשֻׁ֧עַ H3091 בֶּן H1121 יְהוֹצָדָ֛ק H3087 הַכֹּהֵ֥ן H3548 הַגָּד֖וֹל H1419 לֵאמֹֽר H559 ",
  "2": "כֹּ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 הָעָ֤ם H5971 הַזֶּה֙ H2088 אָֽמְר֔וּ H559 לֹ֥א H3808 עֶת H6256 בֹּ֛א H935 עֶת H6256 בֵּ֥ית H1004 יְהוָ֖ה H3068 לְהִבָּנֽוֹת H1129 ",
  "3": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 בְּיַד H3027 חַגַּ֥י H2292 הַנָּבִ֖יא H5030 לֵאמֹֽר H559 ",
  "4": "הַעֵ֤ת H6256 לָכֶם֙ Hl אַתֶּ֔ם H859 לָשֶׁ֖בֶת H3427 בְּבָתֵּי H1004 סְפוּנִ֑ים H5603 וְהַ H1004 הַזֶּ֖ה H2088 חָרֵֽב H2720 ",
  "5": "וְעַתָּ֕ה H6258 כֹּ֥ה H3541 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 שִׂ֥ימוּ H7760 לְבַבְכֶ֖ם H3824 עַל H5921 דַּרְכֵיכֶֽם H1870 ",
  "6": "זְרַעְתֶּ֨ם H2232 הַרְבֵּ֜ה H7235 וְהָבֵ֣א H935 מְעָ֗ט H4592 אָכ֤וֹל H398 וְאֵין H369 לְשָׂבְעָה֙ H7654 שָׁת֣וֹ H8354 וְאֵין H369 לְשָׁכְרָ֔ה H7937 לָב֖וֹשׁ H3847 וְאֵין H369 לְחֹ֣ם H2527 ל֑וֹ Hl וְהַ֨ H7936 מִשְׂתַּכֵּ֖ר H7936 אֶל H413 צְר֥וֹר H6872 נָקֽוּב H5344 ",
  "7": "כֹּ֥ה H3541 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 שִׂ֥ימוּ H7760 לְבַבְכֶ֖ם H3824 עַל H5921 דַּרְכֵיכֶֽם H1870 ",
  "8": "עֲל֥וּ H5927 הָהָ֛ר H2022 וַהֲבֵאתֶ֥ם H935 עֵ֖ץ H6086 וּבְנ֣וּ H1129 הַבָּ֑יִת H1004 וְאֶרְצֶה H7521 בּ֥וֹ Hb ואכבד H3513 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "9": "פָּנֹ֤ה H6437 אֶל H413 הַרְבֵּה֙ H7235 וְהִנֵּ֣ה H2009 לִמְעָ֔ט H4592 וַהֲבֵאתֶ֥ם H935 הַבַּ֖יִת H1004 וְנָפַ֣חְתִּי H5301 ב֑וֹ Hb יַ֣עַן H3282 מֶ֗ה H4100 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 יַ֗עַן H3282 בֵּיתִי֙ H1004 אֲשֶׁר H834 ה֣וּא H1931 חָרֵ֔ב H2720 וְאַתֶּ֥ם H859 רָצִ֖ים H7323 אִ֥ישׁ H376 לְבֵיתֽ H1004 ",
  "10": "עַל H5921 כֵּ֣ן H3651 עֲלֵיכֶ֔ם H5921 כָּלְא֥וּ H3607 שָמַ֖יִם H8064 מִטָּ֑ל H2919 וְהָ H776 כָּלְאָ֥ה H3607 יְבוּלָֽהּ H2981 ",
  "11": "וָאֶקְרָ֨א H7121 חֹ֜רֶב H2721 עַל H5921 הָאָ֣רֶץ H776 וְעַל H5921 הֶהָרִ֗ים H2022 וְעַל H5921 הַדָּגָן֙ H1715 וְעַל H5921 הַתִּיר֣וֹשׁ H8492 וְעַל H5921 הַיִּצְהָ֔ר H3323 וְעַ֛ל H5921 אֲשֶׁ֥ר H834 תּוֹצִ֖יא H3318 הָאֲדָמָ֑ה H127 וְעַל H5921 הָֽאָדָם֙ H120 וְעַל H5921 הַבְּהֵמָ֔ה H929 וְעַ֖ל H5921 כָּל H3605 יְגִ֥יעַ H3018 כַּפָּֽיִם H3709 ",
  "12": "וַיִּשְׁמַ֣ע H8085 זְרֻבָּבֶ֣ל H2216 בֶּֽן H1121 שַׁלְתִּיאֵ֡ל H7597 וִיהוֹשֻׁ֣עַ H3091 בֶּן H1121 יְהוֹצָדָק֩ H3087 הַכֹּהֵ֨ן H3548 הַגָּד֜וֹל H1419 וְכֹ֣ל H3605 שְׁאֵרִ֣ית H7611 הָעָ֗ם H5971 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹֽהֵיהֶ֔ם H430 וְעַל H5921 דִּבְרֵי֙ H1697 חַגַּ֣י H2292 הַנָּבִ֔יא H5030 כַּאֲשֶׁ֥ר H834 שְׁלָח֖וֹ H7971 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 וַיִּֽירְא֥וּ H3372 הָעָ֖ם H5971 מִפְּנֵ֥י H6440 יְהוָֽה H3068 ",
  "13": "וַ֠יֹּאמֶר H559 חַגַּ֞י H2292 מַלְאַ֧ךְ H4397 יְהוָ֛ה H3068 בְּמַלְאֲכ֥וּת H4400 יְהוָ֖ה H3068 לָעָ֣ם H5971 לֵאמֹ֑ר H559 אֲנִ֥י H589 אִתְּכֶ֖ם H854 נְאֻם H5002 יְהוָֽה H3068 ",
  "14": "וַיָּ֣עַר H5782 יְהוָ֡ה H3068 אֶת H853 רוּחַ֩ H7307 זְרֻבָּבֶ֨ל H2216 בֶּן H1121 שַׁלְתִּיאֵ֜ל H7597 פַּחַ֣ת H6346 יְהוּדָ֗ה H3063 וְאֶת H853 ר֨וּחַ֙ H7307 יְהוֹשֻׁ֤עַ H3091 בֶּן H1121 יְהוֹצָדָק֙ H3087 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 וְֽאֶת H853 ר֔וּחַ H7307 כֹּ֖ל H3605 שְׁאֵרִ֣ית H7611 הָעָ֑ם H5971 וַיָּבֹ֨אוּ֙ H935 וַיַּעֲשׂ֣וּ H6213 מְלָאכָ֔ה H4399 בְּבֵית H1004 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֱלֹהֵיהֶֽם H430 ",
  "15": "בְּי֨וֹם H3117 עֶשְׂרִ֧ים H6242 וְאַרְבָּעָ֛ה H702 לַחֹ֖דֶשׁ H2320 בַּשִּׁשִּׁ֑י H8345 בִּשְׁנַ֥ת H8141 שְׁתַּ֖יִם H8147 לְדָרְיָ֥וֶשׁ H1867 הַמֶּֽלֶךְ H4428 "
}
