{"1":"About the people of Ammon, Yahweh says this,\\q \"Does Israel have no children? Is there no one to inherit anything in Israel?\n\\q Why does Molech occupy Gad, and his people live in its cities?\n\\f + \\ft Instead of \\fqa Molech \\fqa* , some modern versions have \\fqa their king \\fqa* . \\f*\n\\q","2":"So look, the days are coming—this is Yahweh's declaration—when I will sound the signal for battle\\q against Rabbah among the people of Ammon, so it will become a deserted heap and its villages will be set on fire.\n\\q For Israel will possess those who possessed him,\" says Yahweh.\n\n\n\\q","3":"\"Howl in lament, Heshbon, for Ai will be devastated! Shout out, daughters of Rabbah! Put on sackcloth.\\q Lament and run about in futility, for Molech is going into captivity,\n\\q together with his priests and leaders.\n\\q","4":"Why do you brag about your valleys, your valleys that are so fruitful, faithless daughter?\\q you who trust in your wealth and say, 'Who will come against me?'\n\n\n\\q","5":"See, I am about to bring terror on you—this is the declaration of Lord Yahweh of hosts—\\q this terror will come from all those who surround you. Each one of you will be scattered before it.\n\\q There will be no one to gather those running away.\n\\q","6":"But after this I will restore the fortunes of the people of Ammon—this is Yahweh's declaration.\"\n\n\\q","7":"About Edom, Yahweh of hosts says this, \"Is there no longer any wisdom to be found in Teman?\\q Has good advice disappeared from those who have understanding? Has their wisdom become corrupted?\n\\q","8":"Flee! Turn back! Stay in holes in the ground, inhabitants of Dedan.\\q For I am bringing the disaster of Esau on him at the time that I punish him.\n\n\n\\q","9":"If grape harvesters came to you, would they not leave a little bit behind?\\q If thieves came in the night, would they not steal only as much as they wanted?\n\\q","10":"But I have stripped Esau bare. I have revealed his hiding places.\\q So he will not be able to hide himself. His children, his brothers, and his neighbors are destroyed, and he is gone.\n\\q","11":"Leave your orphans behind. I will take care of their lives, and your widows can trust in me.\"","12":"For Yahweh says this, \"See, those who did not deserve it must certainly drink some of the cup. Do you yourself think you will go without punishment? You will not, for you will certainly drink.","13":"For I have sworn by myself—this is Yahweh's declaration—that Bozrah will become a horror, a disgrace, a devastation, and an object for cursing. All of its cities will become devastations forever.\n\n\\q","14":"I have heard news from Yahweh, and a messenger has been sent out to the nations,\\q 'Gather together and attack her. Get ready for battle.'\n\\q","15":"\"For see, I have made you small compared to the other nations, despised by people.\n\n\\q","16":"As for your fearsomeness, your heart's pride has deceived you, inhabitants of places on the cliff,\\q you who have occupied the highest hills so that you may make your nest high like an eagle.\n\\q I will bring you down from there—this is Yahweh's declaration.\n\n\n\\q","17":"Edom will become a horror to everyone passing by it.\\q Every such person will tremble and hiss because all of its disasters.\n\\q","18":"Like the overthrow of Sodom and Gomorrah and their neighbors,\" says Yahweh,\\q \"no one will live there; no person will stay there.\n\n\n\\q","19":"See, he will go up like a lion from the forests of the Jordan to the green pasturelands.\\q For I will quickly make Edom run from it, and I will put someone who will be chosen in charge of it.\n\\q For who is like me, and who will summon me? What shepherd is able to resist me?\"\n\n\n\\q","20":"\"So listen to the plans that Yahweh has decided against Edom,\\q the plans that he has formed against the inhabitants of Teman.\n\\q They will certainly be dragged away, even the smallest flock.\n\\q Their pasturelands will be turned into ruined places.\n\n\n\\q","21":"At the sound of their falling the earth shakes. The sound of distressed shouts is heard at the Sea of Reeds.\\q","22":"See, someone will attack like an eagle, and swoop down and spread his wings over Bozrah.\\q Then on that day, the hearts of Edom's soldiers will become like the heart of a woman in birth labor.\"\n\n\n\\q","23":"About Damascus: \"Hamath and Arpad will be ashamed, for they have heard news of disaster.\\q They melt away! They become as troubled as the sea, which cannot stay calm.\n\\q","24":"Damascus has become very weak. It turns away to flee; terror seizes it.\\q Distress and pain seize it, like the pain of a woman giving birth.\n\\q","25":"How has the city of praise not been forsaken, the town of my joy?\n\n\\q","26":"Therefore its young men will fall in its plazas,\\q and all the fighting men will perish on that day—this is the declaration of Yahweh of hosts.\"\n\\q","27":"\"For I will light a fire on the wall of Damascus, and it will devour the strongholds of Ben Hadad.\"","28":"About Kedar and the kingdoms of Hazor, Yahweh says this to Nebuchadnezzar (now Nebuchadnezzar king of Babylon was going to attack these places):\\q \"Arise and attack Kedar and destroy those people of the east.\n\\q","29":"Their tents and their flocks will be taken, \\q along with their tent curtains and all of their equipment; \n\\q their camels will be led away from them, \n\\q and men will shout to them, \"Terror is on every side!\" \n\n\n\\q","30":"Flee! Wander far away! Stay in holes in the ground, inhabitants of Hazor—this is Yahweh's declaration—\\q for Nebuchadnezzar king of Babylon has devised a plan against you. Flee! Turn back!\n\\q","31":"Arise! Attack the nation at ease, that lives in safety,\" says Yahweh.\\q \"They have no gates or bars in them, and its people live by themselves.\n\n\n\\q","32":"For their camels will become plunder, and the abundance of their property will become war plunder.\\q Then I will scatter to every wind those who cut the corners of their hair,\n\\q and I will bring disaster on them from every side—this is Yahweh's declaration.\n\\q","33":"Hazor will become a lair of jackals, a permanent wasteland.\\q No one will live there; no human being will stay there.\"","34":"This is the word of Yahweh that came to Jeremiah the prophet about Elam. This happened at the beginning of the reign of Zedekiah king of Judah, and he said,","35":"\"Yahweh of hosts says this: See, I am about to break the bowmen of Elam, the main part of their power.\\q","36":"For I will bring the four winds from the four corners of the heavens,\\q and I will scatter the people of Elam to all of those winds. There is no nation\n\\q to which those scattered from Elam will not go.\n\n\n\\q","37":"So I will shatter Elam before their enemies and before those who seek their lives.\\q for I will bring disaster against them, the fury of my wrath—this is Yahweh's declaration—\n\\q and I will send the sword after them until I have annihilated them.\n\\q","38":"Then I will put my throne in Elam and will destroy its king and leaders from there—this is Yahweh's declaration—\\q","39":"and it will happen in later days that I will bring back the fortunes of Elam—this is Yahweh's declaration.\""}
