{"1":"\"Rush about through the streets of Jerusalem; search in her city squares, too. Then look and think about this:\\q If you can find a man or anyone who is acting justly and trying to act faithfully,\n\\q then I will forgive Jerusalem.\n\\q","2":"Although they say, 'As Yahweh lives,' yet they are swearing falsely.\"\\q","3":"Yahweh, do your eyes not look for faithfulness? You struck the people, but they do not feel pain.\\q You have completely defeated them, but they still refuse to receive discipline. They make their faces harder than rock, for they refuse to repent.\n\n\n\\q","4":"So I said, \"Surely these are only poor people.\\q They are foolish, for they do not know Yahweh's ways, nor their God's decrees.\n\\q","5":"I will go to the important people and declare God's messages to them, for they at least know Yahweh's ways, the decrees of their God.\"\\q But they all broke their yoke together; they all tore apart the chains that bound them to God.\n\\q","6":"So a lion from a thicket will attack them. A wolf from the Arabah will ruin them.\\q A lurking panther will come against their cities. Anyone who goes outside his city will be torn apart.\n\\q For their transgressions increase. Their acts of faithlessness are unlimited.\n\n\n\\q","7":"Why should I pardon these people?\\q Your sons have abandoned me and have made oaths by what are not gods.\n\\q I fed them fully, but they committed adultery and walked in great numbers to the houses of prostitutes.\n\\q","8":"They were horses in heat. They roamed about wanting to mate. Each man neighed to his neighbor's wife.\\q","9":"So should I not punish them—this is Yahweh's declaration—\\q and should I not avenge myself on a nation that is like this?\n\n\n\\q","10":"Go up onto her vineyards' terraces and destroy. But do not bring complete destruction to them.\\q Trim their vines, since those vines do not come from Yahweh.\n\\q","11":"For the houses of Israel and Judah have completely betrayed me—this is Yahweh's declaration.\\q","12":"They have spoken falsely about Yahweh and they said, \"He will do nothing;\\q no harm will come upon us, and we will not see sword or famine.\n\\q","13":"The prophets will become wind, the word is not in them, so let what they say be done to them.\"\n\n\\q","14":"So Yahweh, the God of hosts says this, \"Because you have said this, see,\\q I am about to place my word in your mouth. It will be like a fire, and this people will be like wood! For it will consume them.\n\\q","15":"Behold! I am about to bring a nation against you from far away, house of Israel—this is Yahweh's declaration—\\q it is a lasting nation, an ancient nation! It is a nation whose language you do not know,\n\\q nor will you understand what they say.\n\n\n\\q","16":"Its quiver is like an open tomb. They are all soldiers.\\q","17":"So your harvest will be consumed, your sons and daughters also, and your food.\\q They will eat your flocks and cattle; they will eat the fruit from your vines and fig trees.\n\\q They will beat down with a sword your fortified cities that you trusted in.","18":"But even in those days—this is Yahweh's declaration—I do not intend to destroy you completely.","19":"When you, Israel and Judah, say, 'Why has Yahweh our God done all these things to us?' then you, Jeremiah, will say to them, 'Just as you abandoned Yahweh and served foreign gods in your land, so you must also serve strangers in a land that is not your own.'\n\n\\q","20":"Report this to the house of Jacob and let it be heard in Judah. Say,\\q","21":"'Hear this, you foolish people who have no understanding;\\q who have eyes but you cannot see, and you have ears but you cannot hear. \n\\q","22":"Do you not fear me—this is Yahweh's declaration—or tremble before my face?\\q I have placed a border of sand against the sea, an ongoing decree that it does not violate—\n\\q even though the sea rises and falls, still it does not violate it. Even though its waves roar, they do not cross it.\n\n\n\\q","23":"But this people has a stubborn heart. It turns away in rebellion and goes away.\\q","24":"For they do not say in their hearts, \"Let us fear Yahweh our God, the one who brings the rain\\q —the early rain and the late rains—in their right time, keeping the fixed weeks of the harvest for us.\"\n\\q","25":"Your iniquities kept these things from happening. Your sins have stopped good from coming to you.\n\n\\q","26":"For wicked men are found with my people. They watch as someone crouches to capture birds;\\q they set a trap and catch people.\n\\q","27":"Like a cage full of birds, their houses are full of deceit.\\q So they grow large and become rich.\n\\q","28":"They have become fat; they shine with well-being. They crossed over all bounds of wickedness. They do not plead the cause of the people,\\q or the cause of the orphan. They prosper even though they have not given justice to the needy.\n\\q","29":"Should I not punish them for these things—this is Yahweh's declaration—\\q and will I not take vengeance for myself on a nation like this?\n\n\n\\q","30":"Atrocities and horrors have occurred in the land.\\q","31":"The prophets prophesy with deceit, and the priests rule with their own power.\\q My people love it this way, but what will happen in the end?'\""}
