{
  "1": "\"Yahweh says this: See, I am about to stir up a wind of destruction against Babylon\\q and against those who live in Leb Kamai.\n\\q",
  "2": "I will send foreigners to Babylon. They will scatter her and devastate her land,\\q for they will come against her from all around on the day of disaster.\n\n\n\\q",
  "3": "Do not let the archers bend their bows; do not let them put on armor.\\q Do not spare her young men; set her whole army apart for destruction.\n\\q",
  "4": "For the wounded people will fall in the land of the Chaldeans; those who are killed will fall in her streets.\n\n\\q",
  "5": "For Israel and Judah are not forsaken by their God, by Yahweh of hosts,\\q although their land is filled with offenses committed against the Holy One of Israel.\n\\q",
  "6": "Flee from the midst of Babylon; let each man save himself. Do not perish in her iniquity.\\q For it is the time of Yahweh's vengeance. He will repay all of it to her.\n\n\n\\q",
  "7": "Babylon was a golden cup in the hand of Yahweh that made all the world drunk;\\q nations drank her wine and became insane.\n\\q",
  "8": "Babylon will fall suddenly and be destroyed.\\q Wail for her! Give her medicine for her pain; perhaps she can be healed.\n\n\n\\q",
  "9": "'We wished to heal Babylon, but she is not healed. Let us all leave her and go away,\\q to our own land. For her guilt reaches up to the heavens; it is piled up to the clouds.\n\\q",
  "10": "Yahweh has declared our innocence. Come, let us tell in Zion\\q the deeds of Yahweh our God.'\n\n\n\\q",
  "11": "Sharpen the arrows and take up the shields. Yahweh is stirring up\\q the spirit of the king of the Medes in a plan to destroy Babylon.\n\\q This is for Yahweh's vengeance, vengeance for the destruction of his temple.\n\\q",
  "12": "Lift up a banner over Babylon's walls; make the watch strong; set up watchmen; prepare the ambushes; \\q for the LORD will do what he has said concerning the inhabitants of Babylon. \n\n\n\\q",
  "13": "You people who live by many streams of water, you people who are rich with treasures,\\q your end has come. The thread of your life is now cut short.\n\\q",
  "14": "Yahweh of hosts has sworn by his own life, 'I will fill you with your enemies, like a locust plague;\\q they will raise a battle cry against you.'\n\n\n\\q",
  "15": "He has made the earth by his power; he set in place the world by his wisdom.\\q By his understanding he stretched out the heavens.\n\\q",
  "16": "When he thunders, there is the roar of waters in the heavens, for he brings up the mist from the ends of the earth.\\q He makes lightning for rain and sends out wind from his storehouses.\n\n\n\\q",
  "17": "Every man has become ignorant, without knowledge. Every metalworker is put to shame by his idols.\\q For his cast images are frauds, and there is no life in them.\n\\q",
  "18": "They are useless, the work of mockers; they will perish at the time of their punishment.\\q",
  "19": "But God, the portion of Jacob, is not like these, for he is the molder of all things. Israel is the tribe of his inheritance;\\q Yahweh of hosts is his name.\n\n\n\\q",
  "20": "You are my war hammer, my weapon for battle.\\q With you I will smash nations and destroy kingdoms.\n\\q",
  "21": "With you I will smash horses and their riders; with you I will smash chariots and their drivers.\n\n\\q",
  "22": "With you I will smash each man and woman; with you I will smash the old and the young.\\q With you I will smash the young men and the virgin girls.\n\\q",
  "23": "With you I will smash the shepherds and their flocks; with you I will smash the plowmen and their teams.\\q With you I will smash the governors and officials.\n\n\n\\q",
  "24": "For in your sight I will pay Babylon and all the inhabitants of Chaldea\\q for all of the evil that they did in Zion—this is Yahweh's declaration.\n\n\n\n\\q",
  "25": "See, I am against you, mountain of destruction—this is Yahweh's declaration—which destroys the whole earth.\\q I will stretch out my hand against you, and roll you down from the cliffs,\n\\q and make you a burned-out mountain.\n\\q",
  "26": "So they will not take from you any stone to construct a building's corner or foundation;\\q for you will become an everlasting devastation—this is Yahweh's declaration.\n\n\n\\q",
  "27": "Lift up a banner over the earth. Blow the trumpet over the nations. Call the nations to attack her:\\q Ararat, Minni, and Ashkenaz.\n\\q Appoint a commander to attack her; bring up horses like swarming locusts.\n\\q",
  "28": "Prepare the nations to attack her: The kings of the Medes and his governors,\\q all of his officials and all the lands under his rule.\n\n\n\\q",
  "29": "For the land will shake and be in anguish, since Yahweh's plans continue against Babylon,\\q to make the land of Babylon a wasteland where there is no inhabitant.\n\n\n\\q",
  "30": "The soldiers in Babylon have stopped fighting; they stay in their strongholds.\\q Their strength has failed; they have become women—her homes are on fire, the bars of her gates are broken.\n\\q",
  "31": "A messenger runs to proclaim to another messenger, and a runner tells another runner\\q to report to the king of Babylon that his city has been taken from end to end.\n\\q",
  "32": "So the fords over the river are seized; the enemy is burning the reed marshes,\\q and Babylon's fighting men are confused.\n\n\n\\q",
  "33": "For Yahweh of hosts, God of Israel, says this: The daughter of Babylon is like a threshing floor.\\q It is time to trample her down. In a little while the time of harvest will come to her.\n\n\n\\q",
  "34": "'Nebuchadnezzar king of Babylon has devoured me, \\q he has driven me into confusion and has made me an empty pot. \n\\q Like a monster he has swallowed me,\n\\q he has filled his stomach with my delicious foods, \n\\q and then he has spit me out.'\n\\q",
  "35": "The one who lives in Zion will say, 'May the violence done to me and my flesh be on Babylon.'\\q Jerusalem will say, 'May my blood be on the inhabitants of Chaldea.'\n\n\n\\q",
  "36": "Therefore Yahweh says this: See, I am about to plead your case and bring about vengeance for you.\\q For I will dry up Babylon's waters and make her springs run dry.\n\\q",
  "37": "Babylon will become heaps of rubble, a den of jackals, a horror,\\q an object of hissing, where there are no inhabitants.\n\n\n\\q",
  "38": "The Babylonians will roar together like young lions. They will growl like lion cubs.\\q",
  "39": "When they become hot with greed, I will make a feast for them; I will make them drunk so they become happy,\\q and then sleep an unending sleep and not wake up—this is Yahweh's declaration—\n\\q",
  "40": "I will send them down like lambs to the slaughter, like rams with male goats.\n\n\\q",
  "41": "How Babylon has been captured! So the praise of all the earth is seized.\\q How Babylon has become a ruined place among the nations.\n\\q",
  "42": "The sea has come up over Babylon! She is covered with its roaring waves.\n\n\\q",
  "43": "Her cities have become a desolation, a dry land and a wilderness,\\q a land that no one inhabits, and no human being passes through.\n\\q",
  "44": "So I will punish Bel in Babylon; I will bring out from his mouth what he swallowed,\\q and the nations will no longer flow to him with their offerings. The walls of Babylon will fall.\n\n\n\\q",
  "45": "Go out from her midst, my people. Let each of you save his own life from the fury of my wrath.\\q",
  "46": "Do not let your hearts be timid or fear the news that is heard in the land,\\q for the news will come one year. After it in the next year there will be news,\n\\q and violence will be in the land. Ruler will be against ruler.\n\n\n\\q",
  "47": "Therefore, see, days are coming when I will punish the carved idols of Babylon.\\q All of her land will be ashamed, and all of her slaughtered ones will fall in her midst.\n\\q",
  "48": "Then the heavens and the earth, and all that is in them will rejoice over Babylon.\\q For destroyers will come for her from the north—this is Yahweh's declaration.\n\\q",
  "49": "As Babylon has made the killed of Israel fall,\\q so the killed of all her land will fall in Babylon.\n\n\n\\q",
  "50": "Survivors of the sword, go away! Do not stay still.\\q Call Yahweh to mind from far away; let Jerusalem come to mind.\n\\q",
  "51": "We are ashamed, for we have heard insults; reproach has covered our faces,\\q for foreigners have entered the holy places of Yahweh's house.\n\n\n\\q",
  "52": "Therefore, see, days are coming—this is Yahweh's declaration—when I will punish her carved idols,\\q and the wounded people will groan in all of her land.\n\\q",
  "53": "For even if Babylon went up to the heavens or fortified her highest fortresses,\\q destroyers would come from me to her—this is Yahweh's declaration.\n\n\n\\q",
  "54": "A shout of distress came from Babylon, a great collapse from the land of the Chaldeans.\\q",
  "55": "For Yahweh is destroying Babylon. He is causing her loud voice to perish.\\q Their enemies roar like the waves of many waters; their noise becomes very strong.\n\\q",
  "56": "For the destroyers have come against her—against Babylon!—and her warriors have been captured.\\q Their bows are broken, for Yahweh is the God of vengeance; he will surely carry out this repayment.\n\n\n\\q",
  "57": "For I will make her princes, her sages, her officials, and her soldiers drunk,\\q and they will sleep in an unending sleep and never wake up\n\\q —this is the King's declaration: Yahweh of hosts is his name.\n\\q",
  "58": "Yahweh of hosts says this: The thick walls of Babylon will be completely demolished,\\q and her high gates will be burned.\n\\q Then the peoples coming to her aid will labor uselessly; everything that the nations try to do for her will be burned up.\"\n\n\n\\q",
  "59": "This is the word that Jeremiah the prophet commanded Seraiah son of Neriah\\q son of Mahseiah when he went with Zedekiah king of Judah to Babylon\n\\q in the fourth year of his reign. Now Seraiah was a chief officer.",
  "60": "For Jeremiah had written in a scroll about all the disaster that was going to come on Babylon—all these words that were written about Babylon.",
  "61": "Jeremiah said to Seraiah, \"When you go to Babylon, then you will see and you will read these words aloud.",
  "62": "Then you will say, 'Yahweh, you yourself have declared that you would destroy this place, and that no man or animal will live in it, and it will be desolate forever.'",
  "63": "Then when you have finished reading this scroll, tie a stone to it and throw it into the middle of the Euphrates.",
  "64": "Say, 'Babylon will sink like this. It will not arise because of the disaster that I am sending against it, and they will fall.'\" Jeremiah's words end here."
}
