{"1":"Find safety, people of Benjamin, by leaving Jerusalem. Blow a trumpet in Tekoa.\\q Raise up over Beth Hakkerem a signal, since wickedness is appearing from the north; a great crushing is coming.\n\\q","2":"The daughter of Zion, the beautiful and delicate woman, will be destroyed.\\q","3":"The shepherds and their flocks will go to them;\\q they will set up tents against her all around; each man will shepherd with his own hand.\n\n\n\\q","4":"\"Dedicate yourselves to the gods for the battle. Arise, let us attack at noon.\\q It is too bad that the daylight is fading away, that the evening shadows are falling.\n\\q","5":"But let us attack at night and destroy her fortresses.\"\n\n\\q","6":"For Yahweh of hosts says this: Cut her trees, and heap up siegeworks against Jerusalem.\\q This is the right city to attack, because it is filled with oppression.\n\\q","7":"As a well pours out fresh water, so this city keeps producing wickedness.\\q Violence and disorder are heard within her; sickness and wounds are continually before my face. \n\\q","8":"Accept discipline, Jerusalem, or I will turn away from you\\q and make you into a ruin, an uninhabited land.'\"\n\n\n\\q","9":"Yahweh of hosts says this, \"They will certainly glean those who are left in Israel like a vineyard.\\q Reach out again with your hand to pick grapes from the vines.\n\\q","10":"To whom should I declare and warn so they will listen?\\q Look! Their ears are uncircumcised; they are not able to pay attention!\n\\q Look! The word of Yahweh has come to them to correct them, but they do not want it.\"\n\n\n\\q","11":"But I am filled with Yahweh's fury. I am tired of holding it in. He said, to me, \"Pour it out on the children in the streets\\q and on the groups of young men. For every man will be taken away with his wife;\n\\q and every old person heavy with years.\n\\q","12":"Their houses will be turned over to others, both their fields and their wives together.\\q For I will attack the inhabitants of the land with my hand—this is Yahweh's declaration.\n\n\n\\q","13":"Yahweh declares that from the least to the greatest, all of them are greedy for dishonest gain.\\q From the prophet to the priest, all of them practice deceit.\n\\q","14":"They have healed the wounds of my people lightly, \\q saying, 'Peace, Peace,' when there is no peace.\n\\q","15":"Were they ashamed when they practiced abominations? They were not ashamed; they did not know how to blush! \\q So they will fall among the fallen; they will be brought down when they are punished, says Yahweh.\n\n\n\\q","16":"Yahweh says this, \"Stand at the road crossing and look; ask for the ancient pathways.\\q 'Where is this good way?' Then go on it and find a resting place for yourselves.\n\\q But the people say, 'We will not go.'\n\\q","17":"I appointed for you watchmen to listen for the trumpet.\\q But they said, 'We will not listen.'\n\\q","18":"Therefore, nations, listen! See, you witnesses, what will happen to them.\\q","19":"Hear, earth! See, I am about to bring disaster to this people—the fruit of their thoughts.\\q They paid no attention to my word or law, but they instead rejected it.\"\n\n\n\\q","20":"\"What does this frankincense going up from Sheba mean to me? Or these sweet smells from a distant land?\\q Your burnt offerings are not acceptable to me, nor are your sacrifices.\n\\q","21":"So Yahweh says this, 'See, I am about to place a stumbling block against this people.\\q They will stumble over it—fathers and sons together. Inhabitants and their neighbors will also perish.'\n\\q","22":"Yahweh says this, 'See, a people is coming from the land of the north,\\q a great nation is being stirred up from the farthest parts of the earth.\n\n\n\\q","23":"They will pick up bows and spears. They are cruel and have no compassion. \\q Their sound is like the sea roar,\n\\q and they are riding on horses, \n\\q set out in order as men for battle, against you,\n\\q daughter of Zion.'\"\n\\q","24":"We have heard the reports about them and our hands fall limp in distress. \\q Anguish seizes us as a woman giving birth.\n\n\n\\q","25":"Do not go out to the fields, and do not walk on the roads,\\q for the swords of the enemy and terror are all around.\n\\q","26":"Daughter of my people, put on sackcloth and roll in ashes; \\q mourn with painful sobs as for an only son, \n\\q for the destroyer will suddenly come upon us.\n\n\n\\q","27":"\"I have made you, Jeremiah, one who tests my people like one would test metal, so you will inspect and test their ways.\\q","28":"They are all the most stubborn of people, who go about slandering others.\\q All of them are bronze and iron, acting corruptly.\n\\q","29":"The bellows are scorched by the fire that is burning them; the lead is consumed in the flames.\\q The refining continues among them, but it is useless, because the evil is not removed.\n\\q","30":"They will be called rejected silver, for Yahweh has rejected them.\""}
