{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कई दिन के बाद वह फिर कफरनहूम में आया और सुना गया, कि वह घर में है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर इतने लोग इकट्ठे हुए, कि द्वार के पास भी जगह नहीं मिली; और वह उन्हें वचन सुना रहा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोग एक लकवे के मारे हुए को चार मनुष्यों से उठवाकर उसके पास ले आए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब वे भीड़ के कारण उसके निकट न पहुँच सके, तो उन्होंने उस छत को जिसके नीचे वह था, खोल दिया और जब उसे उधेड़ चुके, तो उस खाट को जिस पर लकवे का मारा हुआ पड़ा था, लटका दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने, उनका विश्वास देखकर, उस लकवे के मारे हुए से कहा, “हे पुत्र, तेरे पाप क्षमा हुए।”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब कई एक शास्त्री जो वहाँ बैठे थे, अपने-अपने मन में विचार करने लगे,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यह मनुष्य क्यों ऐसा कहता है? यह तो परमेश्‍वर की निन्दा करता है! परमेश्‍वर को छोड़ और कौन पाप क्षमा कर सकता है?” (यशा. 43:25)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने तुरन्त अपनी आत्मा में जान लिया, कि वे अपने-अपने मन में ऐसा विचार कर रहे हैं, और उनसे कहा, “तुम अपने-अपने मन में यह विचार क्यों कर रहे हो?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सहज क्या है? क्या लकवे के मारे से यह कहना कि तेरे पाप क्षमा हुए, या यह कहना, कि उठ अपनी खाट उठाकर चल फिर?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जिससे तुम जान लो कि मनुष्य के पुत्र को पृथ्वी पर पाप क्षमा करने का भी अधिकार है।” उसने उस लकवे के मारे हुए से कहा,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं तुझ से कहता हूँ, उठ, अपनी खाट उठाकर अपने घर चला जा।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उठा, और तुरन्त खाट उठाकर सब के सामने से निकलकर चला गया; इस पर सब चकित हुए, और परमेश्‍वर की बड़ाई करके कहने लगे, “हमने ऐसा कभी नहीं देखा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु द्वारा लेवी का बुलाया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह फिर निकलकर झील के किनारे गया, और सारी भीड़ उसके पास आई, और वह उन्हें उपदेश देने लगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जाते हुए यीशु ने हलफईस के पुत्र लेवी को चुंगी की चौकी पर बैठे देखा, और उससे कहा, “मेरे पीछे हो ले।” और वह उठकर, उसके पीछे हो लिया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह उसके घर में भोजन करने बैठा; और बहुत से चुंगी लेनेवाले और पापी भी उसके और चेलों के साथ भोजन करने बैठे, क्योंकि वे बहुत से थे, और उसके पीछे हो लिये थे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शास्त्रियों और फरीसियों ने यह देखकर, कि वह तो पापियों और चुंगी लेनेवालों के साथ भोजन कर रहा है, उसके चेलों से कहा, “वह तो चुंगी लेनेवालों और पापियों के साथ खाता पीता है!”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने यह सुनकर, उनसे कहा, “भले चंगों को वैद्य की आवश्यकता नहीं, परन्तु बीमारों को है: मैं धर्मियों को नहीं, परन्तु पापियों को बुलाने आया हूँ*।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "उपवास से सम्बन्धित प्रश्न\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूहन्ना के चेले, और फरीसी उपवास करते थे; अतः उन्होंने आकर उससे यह कहा; “यूहन्ना के चेले और फरीसियों के चेले क्यों उपवास रखते हैं, परन्तु तेरे चेले उपवास नहीं रखते?”\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उनसे कहा, “जब तक दुल्हा बारातियों के साथ रहता है क्या वे उपवास कर सकते हैं? अतः जब तक दूल्हा उनके साथ है, तब तक वे उपवास नहीं कर सकते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वे दिन आएँगे, कि दूल्हा उनसे अलग किया जाएगा; उस समय वे उपवास करेंगे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नये कपड़े का पैबन्द पुराने वस्त्र पर कोई नहीं लगाता; नहीं तो वह पैबन्द उसमें से कुछ खींच लेगा, अर्थात् नया, पुराने से, और वह और फट जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नये दाखरस को पुरानी मशकों में कोई नहीं रखता, नहीं तो दाखरस मशकों को फाड़ देगा, और दाखरस और मशकें दोनों नष्ट हो जाएँगी; परन्तु दाख का नया रस नई मशकों में भरा जाता है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु सब्त का प्रभु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि वह सब्त के दिन खेतों में से होकर जा रहा था; और उसके चेले चलते हुए बालें तोड़ने लगे। (व्य. 23:25)\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फरीसियों ने उससे कहा, “देख, ये सब्त के दिन वह काम क्यों करते हैं जो उचित नहीं?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “क्या तुम ने कभी नहीं पढ़ा, कि जब दाऊद को आवश्यकता हुई और जब वह और उसके साथी भूखे हुए, तब उसने क्या किया था?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने क्यों अबियातार महायाजक के समय, परमेश्‍वर के भवन में जाकर, भेंट की रोटियाँ खाई, जिसका खाना याजकों को छोड़ और किसी को भी उचित नहीं, और अपने साथियों को भी दीं?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उनसे कहा, “सब्त का दिन मनुष्य के लिये बनाया गया है, न कि मनुष्य सब्त के दिन के लिये*।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मनुष्य का पुत्र सब्त के दिन का भी स्वामी है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु द्वारा लकवे के रोगी को चंगा करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}