{
  "1": "These are the things concerning Israel that Amos, one of the shepherds in Tekoa, received in revelation. He received these things in the days of Uzziah king ofJudah, and also in the days of Jeroboam son of Joash king of Israel, two years before the earthquake.",
  "2": "He said,\\q \"Yahweh will roar from Zion;\n\\q he will raise his voice from Jerusalem.\n\\q The pastures of the shepherds will dry up;\n\\q the top of Carmel will wither.\"\n\n\n\\q",
  "3": "This is what Yahweh says:\\q \"For three sins of Damascus,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because they threshed Gilead with instruments of iron.\n\\q",
  "4": "I will send a fire into the house of Hazael,\\q and it will devour the fortresses of Ben Hadad.\n\n\n\\q",
  "5": "I will break the gate bars of Damascus\\q and cut off the man who rules over the Valley of Aven,\n\\q and also the man who holds the scepter in Beth Eden.\n\\q The people of Aram will go in captivity to Kir,\"\n\\q says Yahweh.\n\n\n\\q",
  "6": "This is what Yahweh says:\\q \"For three sins of Gaza,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because they carried away captive a whole people,\n\\q to hand them over to Edom.\n\\q",
  "7": "I will send fire on the walls of Gaza,\\q and it will devour her fortresses.\n\n\n\\q",
  "8": "I will cut off the man who lives in Ashdod\\q and the man who holds the scepter from Ashkelon.\n\\q I will turn my hand against Ekron,\n\\q and the rest of the Philistines will perish,\"\n\\q says the Lord Yahweh.\n\n\n\\q",
  "9": "This is what Yahweh says:\\q \"For three sins of Tyre,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because they had delivered up a whole people to Edom,\n\\q and they broke their covenant of brotherhood.\n\\q",
  "10": "I will send fire on the walls of Tyre,\\q and it will devour her fortresses.\"\n\n\n\\q",
  "11": "This is what Yahweh says,\\q \"For three sins of Edom,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because he pursued his brother with the sword\n\\q and cast off all pity.\n\\q His anger raged continually,\n\\q and his wrath lasted forever.\n\\q",
  "12": "I will send fire on Teman,\\q and it will devour the palaces of Bozrah.\"\n\n\n\\q",
  "13": "This is what Yahweh says,\\q \"For three sins of the people of Ammon,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because they ripped open the pregnant women of Gilead,\n\\q that they may enlarge their borders.\n\n\n\\q",
  "14": "I will light a fire in the walls of Rabbah,\\q and it will devour the palaces,\n\\q with a shout in the day of battle,\n\\q with a tempest in the day of the whirlwind.\n\\q",
  "15": "Their king will go into captivity,\\q he and his officials together,\"\n\\q says Yahweh."
}
