{
  "1": "This is what Yahweh says:\\q \"For three sins of Moab,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because he burned the bones\n\\q of the king of Edom to lime.\n\n\n\\q",
  "2": "I will send fire on Moab,\\q and it will devour the fortresses of Kerioth.\n\\q Moab will die in an uproar,\n\\q with shouting and the sound of the trumpet.\n\\q",
  "3": "I will destroy the judge in her,\\q and I will kill all the princes with him,\"\n\\q says Yahweh.\n\n\n\\q",
  "4": "This is what Yahweh says:\\q \"For three sins of Judah,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because they rejected the law of Yahweh\n\\q and did not keep his statutes.\n\\q Their lies caused them to go astray,\n\\q after which their fathers had also walked.\n\\q",
  "5": "I will send fire on Judah,\\q and it will devour the fortresses of Jerusalem.\"\n\n\n\\q",
  "6": "This is what Yahweh says:\\q \"For three sins of Israel,\n\\q even for four,\n\\q I will not turn away punishment,\n\\q because they sold the innocent for silver\n\\q and the needy for a pair of sandals.\n\n\n\\q",
  "7": "They trample on the heads of the poor as people trample on dust on the ground;\\q they push the oppressed away.\n\\q A man and his father sleep with the same girl\n\\q and so profane my holy name.\n\\q",
  "8": "They lie down beside every altar on clothes taken as pledges,\\q and in the house of their God they drink the wine of those who were fined.\n\n\n\\q",
  "9": "Yet I destroyed the Amorite before them,\\q whose height was like the height of cedars;\n\\q he was strong as the oaks.\n\\q Yet I destroyed his fruit above\n\\q and his roots below.\n\\q",
  "10": "Also, I brought you up out of the land of Egypt\\q and led you forty years in the wilderness\n\\q to possess the land of the Amorites.\n\n\n\\q",
  "11": "I raised up prophets from among your sons\\q and Nazirites from your young men.\n\\q Is it not so,\n\\q people of Israel?\n\\q —this is Yahweh's declaration.\n\\q",
  "12": "But you persuaded the Nazirites to drink wine\\q and commanded the prophets not to prophesy.\n\n\n\\q",
  "13": "Look, I will crush you\\q as a cart that is full of grain can crush someone.\n\\q",
  "14": "The swift will find no escape;\\q the strong will not add to his own strength;\n\\q neither will the mighty save himself.\n\n\n\\q",
  "15": "The archer will not stand;\\q the fast runner will not escape;\n\\q the horseman will not save himself.\n\\q",
  "16": "Even the bravest warriors\\q will flee naked in that day\n\\q —this is Yahweh's declaration.\""
}
