{
  "1": "Hear this word that Yahweh has spoken against you, people of Israel, against the whole family that I brought up out of the land of Egypt:\\q",
  "2": "\"I have chosen only you\\q from all the families of the earth.\n\\q Therefore I will punish you\n\\q for all your sins.\"\n\n\n\\q",
  "3": "Will two walk together\\q unless they have agreed?\n\\q",
  "4": "Will a lion roar in the forest\\q when he has no victim?\n\\q Will a young lion growl from his den\n\\q if he has caught nothing?\n\n\n\\q",
  "5": "Can a bird fall in a trap on the ground\\q when no bait is set for him?\n\\q Will a trap spring up from the ground\n\\q when it has not caught anything?\n\\q",
  "6": "If a trumpet sounds in a city,\\q will the people not tremble?\n\\q If disaster overtakes a city,\n\\q has Yahweh not sent it?\n\n\n\\q",
  "7": "Surely the Lord Yahweh will do nothing\\q unless he reveals his plan to his servants the prophets.\n\\q",
  "8": "The lion has roared;\\q who will not fear?\n\\q The Lord Yahweh has spoken;\n\\q who will not prophesy?\n\n\n\\q",
  "9": "Proclaim this in the fortresses at Ashdod,\\q and in the fortresses in the land of Egypt;\n\\q say, \"Assemble yourselves on the mountains of Samaria\n\\q and see what great confusion is in her,\n\\q and what oppression is in her.\n\\q",
  "10": "For they do not know how to do right\\q —this is Yahweh's declaration—\n\\q They store up violence\n\\q and destruction in their fortresses.\"\n\n\n\\q",
  "11": "Therefore, this is what the Lord Yahweh says:\\q \"An enemy will surround the land,\n\\q and pull down your strongholds\n\\q and plunder your fortresses.\"\n\\q",
  "12": "This is what Yahweh says:\\q \"As the shepherd rescues out of the mouth of the lion\n\\q two legs only, or a piece of an ear; \n\\q so will the people of Israel who live in Samaria be rescued;\n\\q they will be left with only the corner of a couch\n\\q or a piece of a bed.\"\n\n\n\n\\q",
  "13": "Hear and testify\\q against the house of Jacob\n\\q —this is the declaration of the Lord Yahweh, the God of hosts:\n\\q",
  "14": "\"For in the day that I punish the sins of Israel,\\q I will also punish the altars of Bethel.\n\\q The horns of the altar will be cut off\n\\q and fall to the ground.\n\n\n\\q",
  "15": "I will destroy the winter house\\q with the summer house.\n\\q The houses of ivory will perish,\n\\q and the large houses will vanish,\n\\q —this is Yahweh's declaration.\""
}
