{
  "1": "Hear this word that I take up as a lament over you, house of Israel.\\q",
  "2": "The virgin Israel has fallen;\\q she will rise no more;\n\\q she is forsaken on her land;\n\\q there is no one to raise her up.\n\n\n\\q",
  "3": "For this is what the Lord Yahweh says:\\q \"The city that went out with a thousand will have a hundred left,\n\\q and the one that went out with a hundred will have ten left\n\\q belonging to the house of Israel.\"\n\n\n\\q",
  "4": "For this is what Yahweh says to the house of Israel:\\q \"Seek me and live!\n\\q",
  "5": "Do not seek Bethel;\\q nor enter Gilgal;\n\\q do not journey to Beersheba.\n\\q For Gilgal will surely go into captivity,\n\\q and Bethel will become nothing.\n\n\n\\q",
  "6": "Seek Yahweh and live,\\q or he will break out like fire\n\\q in the house of Joseph.\n\\q It will devour,\n\\q and there will be no one to quench it in Bethel.\n\\q",
  "7": "Those people turn justice into a bitter thing\\q and throw righteousness down to the ground!\"\n\n\n\\q",
  "8": "God made the Pleiades and Orion;\\q he turns darkness into the morning;\n\\q he makes the day dark with night\n\\q and calls for the waters of the sea;\n\\q he pours them out on the surface of the earth.\n\\q Yahweh is his name!\n\\q",
  "9": "He brings sudden destruction on the strong\\q so that destruction comes on the fortresses.\n\n\n\\q",
  "10": "They hate anyone who corrects them in the city gate,\\q and they abhor anyone who speaks the truth.\n\\q",
  "11": "Because you trample down the poor\\q and take portions of wheat from him—\n\\q although you have built houses of worked stone,\n\\q you will not live in them.\n\\q You have delightful vineyards,\n\\q but you will not drink their wine.\n\n\n\\q",
  "12": "For I know how many are your offenses\\q and how great are your sins—\n\\q you who afflict the just,\n\\q take bribes,\n\\q and turn aside the needy in the city gate.\n\\q",
  "13": "Therefore any prudent person is silent at such a time,\\q for it is an evil time.\n\n\n\\q",
  "14": "Seek good and not evil,\\q so that you may live.\n\\q So Yahweh, the God of hosts, will really be with you,\n\\q as you say he is.\n\\q",
  "15": "Hate evil, love good,\\q establish justice in the city gate.\n\\q Perhaps Yahweh, the God of hosts, will be gracious\n\\q to the remnant of Joseph.\n\n\n\\q",
  "16": "Therefore, this is what Yahweh says,\\q the God of hosts, the Lord,\n\\q \"Wailing will be in all the squares,\n\\q and they will say in all the streets,\n\\q 'Woe! Woe!'\n\\q They will call the farmers to mourning\n\\q and the mourners to wail.\n\\q",
  "17": "In all vineyards there will be wailing,\\q for I will pass through your midst,\"\n\\q says Yahweh.\n\n\n\\q",
  "18": "Woe to you who desire the day of Yahweh!\\q Why do you long for the day of Yahweh?\n\\q It will be darkness and not light,\n\\q",
  "19": "as when a man flees from a lion\\q and a bear meets him,\n\\q or he goes in a house and puts his hand on the wall\n\\q and a snake bites him.\n\\q",
  "20": "Will not the day of Yahweh be darkness and not light?\\q Gloom and no brightness?\n\n\n\\q",
  "21": "\"I hate, I despise your festivals,\\q I take no delight in your solemn assemblies.\n\\q",
  "22": "Even though you offer me your burnt offerings and grain offerings,\\q I will not accept them,\n\\q neither will I look at the fellowship offerings of your fattened animals.\n\n\n\\q",
  "23": "Remove from me the noise of your songs;\\q I will not listen to the sound of your harps.\n\\q",
  "24": "Instead, let justice flow like water,\\q and righteousness like a constantly flowing stream.\n\n\n\\q",
  "25": "Did you bring me sacrifices and offerings\\q in the wilderness for forty years, house of Israel?\n\\q",
  "26": "You have lifted up the images of Sikkuth, your king,\\q and Kaiwan, your star god, \n\\q which you made for yourselves. \n\n\n\\q",
  "27": "Therefore I will exile you beyond Damascus,\"\\q says Yahweh,\n\\q whose name is the God of hosts."
}
