{
  "1": "I saw the Lord standing beside the altar, and he said, \"Strike the tops of the pillars so that the foundations will shake.\\q Break them in pieces on all of their heads,\n\\q and I will kill the last of them with the sword.\n\\q Not one of them will get away,\n\\q not one of them will escape.\n\\q",
  "2": "Though they dig into Sheol,\\q there my hand will take them.\n\\q Though they climb up to heaven,\n\\q there I will bring them down.\n\n\n\\q",
  "3": "Though they hide on the top of Carmel,\\q there I will search and take them.\n\\q Though they are hidden from my sight in the bottom of the sea,\n\\q there will I give orders to the serpent, and it will bite them.\n\\q",
  "4": "Though they go into captivity, driven by their enemies before them,\\q there will I give orders to the sword, and it will kill them.\n\\q I will keep my eyes on them for harm and not for good.\"\n\n\n\\q",
  "5": "The Lord Yahweh of hosts\\q touches the land and it melts;\n\\q all who live in it mourn;\n\\q all of it will rise up like the River,\n\\q and sink again like the river of Egypt.\n\\q",
  "6": "It is he who builds his steps in the heavens,\\q and has established his vault over the earth.\n\\q He calls for the waters of the sea,\n\\q and pours them out on the surface of the earth,\n\\q Yahweh is his name.\n\n\n\\q",
  "7": "\"Are you not like the people of Cush to me,\\q people of Israel?\n\\q —this is Yahweh's declaration.\n\\q Did I not bring up Israel out of the land of Egypt,\n\\q the Philistines from Crete,\n\\q and the Arameans from Kir?\n\\q",
  "8": "Look, the eyes of the Lord Yahweh are on the sinful kingdom,\\q and I will destroy it from the face of the earth,\n\\q except that I will not totally destroy the house of Jacob\n\\q —this is Yahweh's declaration.\n\n\n\\q",
  "9": "Look, I will give a command,\\q and I will shake the house of Israel among all the nations,\n\\q as one shakes grain in a sieve,\n\\q so that not the smallest stone will fall to the ground.\n\\q",
  "10": "All the sinners of my people will die by the sword,\\q those who say, 'Disaster will not overtake or meet us.'\n\n\n\\q",
  "11": "In that day I will raise up the tent of David that has fallen,\\q and close up its breaches.\n\\q I will raise up its ruins,\n\\q and rebuild it as in the days of old,\n\\q",
  "12": "That they may possess the remnant of Edom,\\q and all the nations that are called by my name\n\\q —this is Yahweh's declaration—he does this.\n\n\n\\q",
  "13": "Look, the days will come—this is Yahweh's declaration—\\q when the plowman will overtake the reaper,\n\\q and the treader of grapes will overtake him who plants seed.\n\\q The mountains will drip sweet wine,\n\\q and all the hills will flow with it.\n\n\n\\q",
  "14": "I will bring back from captivity my people Israel.\\q They will build the ruined cities and inhabit them,\n\\q they will plant vineyards and drink their wine,\n\\q and they will make gardens and eat their fruit.\n\\q",
  "15": "I will plant them upon their land,\\q and they will never again be uprooted from the land\n\\q that I have given them,\"\n\\q\nsays Yahweh your God."
}
