{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon son of David was strengthened in his rule, and Yahweh his God was with him and made him very powerful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon spoke to all Israel, to the commanders of thousands and of hundreds, and to the judges, and to every prince in all Israel, the heads of the fathers' houses.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon and all the assembly with him went to the high place that was at Gibeon, for there was the tent of meeting of God, which Moses the servant of Yahweh, had made in the wilderness.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David had brought up the ark of God from Kiriath Jearim to the place that he had prepared for it, for he had pitched a tent for it in Jerusalem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, the bronze altar made by Bezalel son of Uri son of Hur was there before the tabernacle of Yahweh; Solomon and the assembly went to it.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions have, \\fqa the bronze altar made by Bezalel son of Uri son of Hur, he placed there before the tabernacle of Yahweh \\fqa* , where \\fqa he \\fqa* refers to David. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon went up there to the bronze altar before Yahweh, which was at the tent of meeting, and offered one thousand burnt offerings on it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God appeared to Solomon that night and said to him, \"Ask! What should I give you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon said to God, \"You have shown great covenant faithfulness to David my father, and have made me king in his place.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Yahweh God, let your promise to David my father be carried out, for you have made me king over a people as numerous as the dust of the earth.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now give me wisdom and knowledge, so that I may lead this people, for who can judge your people, who are so many in number?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to Solomon, \"Because this was in your heart, and because you have not asked for riches, wealth, or honor, nor for the life of those who hate you, nor for long life for yourself, but you have asked for wisdom and knowledge for yourself, so that you might rule my people, over whom I have made you king, and this is what I will do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will now give you wisdom and knowledge. I will also give you riches, wealth, and honor, as none of the kings had before you, and none after you will have.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon came to Jerusalem from the high place that was at Gibeon, from before the tent of meeting; he reigned over Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon gathered chariots and horsemen, and he had 1,400 chariots and twelve thousand horsemen that he placed in the chariot cities, and with himself, the king in Jerusalem.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king made silver and gold as common in Jerusalem as the stones, and he made cedar wood as common as the sycamore trees that are in the lowlands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the importation of horses from Egypt and Kue for Solomon, his merchants bought them from Kue at a price.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They imported a chariot from Egypt for six hundred shekels of silver, and a horse for 150 shekels. They also exported them to the kings of the Hittites and the Arameans.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}