{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam went to Shechem, for all Israel was coming to Shechem to make him king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jeroboam the son of Nebat heard this (for he was in Egypt, where he had fled from King Solomon), he returned from Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent and called him, and Jeroboam and all Israel came; they spoke to Rehoboam and said,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your father made our yoke difficult. Now therefore, make your father's hard work easier, and lighten the heavy yoke that he put on us, and we will serve you.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam said to them, \"Come again to me after three days.\" So the people left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Rehoboam consulted with the old men who had stood before Solomon his father while he was alive; he said, \"How would you advise me to bring an answer to these people?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke to him and said, \"If you are good to this people and please them, and say good words to them, then they will always be your servants.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Rehoboam ignored the advice of the old men that they had given him, and consulted with the young men who had grown up with him, who stood before him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"What advice do you give me, so that we may answer the people who spoke to me and said, 'Lighten the yoke that your father put on us'?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young men who had grown up with Rehoboam spoke to him, saying, \"This is how you should speak to the people who told you that your father Solomon made their yoke heavy, but that you must make it lighter. This is what you should say to them, 'My little finger is thicker than my father's waist.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, although my father burdened you with a heavy yoke, I will add to your yoke. My father punished you with whips, but I will punish you with scorpions.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeroboam and all the people came to Rehoboam on the third day, as the king said, \"Come back to me on the third day.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam spoke to them harshly, ignoring the advice of the old men.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke to them following the advice of the young men, saying, \"My father made your yoke heavy, but I will add to it. My father punished you with whips, but I will punish you with scorpions.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king did not listen to the people, for it was a turn in events brought about by God, that Yahweh might carry out his word that Ahijah the Shilonite had spoken to Jeroboam son of Nebat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all Israel saw that the king did not listen to them, the people answered him and said, \"What share do we have in David? We have no inheritance in the son of Jesse! Each of you should go back to his tent, Israel. Now see to your own house, David.\" So all Israel returned to their tents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for the people of Israel who lived in the cities of Judah, Rehoboam reigned over them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Rehoboam sent Adoniram, who was over the forced laborers, but the people of Israel stoned him to death with stones. King Rehoboam fled quickly in his chariot to Jerusalem.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Israel has been in rebellion against the house of David to this day.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}