{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Rehoboam arrived in Jerusalem, he assembled the house of Judah and Benjamin, 180,000 chosen men who were soldiers, to fight against Israel, to restore the kingdom to Rehoboam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the word of Yahweh came to Shemaiah the man of God, saying,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Say to Rehoboam son of Solomon, king of Judah, and to all Israel in Judah and Benjamin,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh says this, \"You must not attack or make war against your brothers. Everyone must return to his own house, for I have caused this to happen.\"'\" So they obeyed the words of Yahweh and turned back from attacking Jeroboam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam lived in Jerusalem and built cities in Judah for defense.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built Bethlehem, Etam, Tekoa,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beth Zur, Soko, Adullam,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gath, Mareshah, Ziph,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoraim, Lachish, Azekah,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zorah, Aijalon, and Hebron. These are fortified cities in Judah and Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He fortified the fortresses and put commanders in them, with stores of food, oil, and wine.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put shields and spears in all the cities and made them very strong. So Judah and Benjamin belonged to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and the Levites who were in all Israel went over to him from within their borders.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Levites left their pasturelands and property in order to come to Judah and Jerusalem, for Jeroboam and his sons had driven them away, so that they could no longer perform priestly duties for Yahweh.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam appointed for himself priests for the high places and the goat and calf idols he had made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People from all the tribes of Israel came after them, those who set their hearts to seek Yahweh, the God of Israel; they came to Jerusalem to sacrifice to Yahweh, the God of their fathers.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they strengthened the kingdom of Judah and made Rehoboam son of Solomon strong during three years, and they walked for three years in the way of David and Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam took a wife for himself: Mahalath, the daughter of Jerimoth, David's son, and of Abihail, the daughter of Eliab, Jesse's son.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She bore him sons: Jeush, Shemariah, and Zaham.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Mahalath, Rehoboam took Maacah, Absalom's daughter; she bore him Abijah, Attai, Ziza, and Shelomith.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam loved Maacah, Absalom's daughter, more than all his other wives and his concubines (he took eighteen wives and sixty concubines, and became the father of twenty-eight sons and sixty daughters).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam appointed Abijah son of Maacah to be chief, a leader among his brothers; he had the thought of making him king.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam ruled wisely; he scattered all his sons throughout all the land of Judah and Benjamin to every fortified city. He also gave them food in abundance and looked for many wives for them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}