{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when Rehoboam's reign was established and he was strong, that he abandoned the law of Yahweh—and all Israel with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in the fifth year of King Rehoboam, that Shishak, king of Egypt, came up against Jerusalem, because the people had been unfaithful to Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came with twelve hundred chariots and sixty thousand horsemen. Soldiers without number came with him from Egypt: Libyans, Sukkites, and Cushites.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He captured the fortified cities that belonged to Judah and came to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Shemaiah the prophet came to Rehoboam and to the leaders of Judah who had gathered together to Jerusalem because of Shishak. Shemaiah said to them, \"This is what Yahweh says: You have forsaken me, so I have also given you over into Shishak's hand.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the princes of Israel and the king humbled themselves and said, \"Yahweh is righteous.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh saw that they had humbled themselves, the word of Yahweh came to Shemaiah, saying, \"They have humbled themselves. I will not ruin them; I will rescue them to some extent, and my anger will not pour out on Jerusalem by means of Shishak's hand.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, they will be his servants, so that they may understand what it is to serve me and to serve the rulers of the other countries.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Shishak, king of Egypt came up against Jerusalem and took away the treasures in the house of Yahweh, and the treasures in the king's house. He took everything away; he also took the shields of gold that Solomon had made.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Rehoboam made shields of bronze in their place and entrusted them into the hands of the commanders of the guard, who guarded the doors to the king's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that whenever the king entered the house of Yahweh, the guards would carry them; then they would bring them back into the guardhouse.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Rehoboam humbled himself, Yahweh's anger turned away from him, so as not to destroy him completely; besides, there was still some good to be found in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Rehoboam made his kingship strong in Jerusalem, and thus he reigned. Rehoboam was forty-one years old when he began to reign, and he reigned for seventeen years in Jerusalem, the city that Yahweh had chosen from all the tribes of Israel so that he might put his name there. His mother's name was Naamah the Ammonite woman.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil, because he did not fix his heart to seek Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Rehoboam, first and last, are they not written in the writings of Shemaiah the prophet and of Iddo the seer, which also have records of genealogies and the constant wars between Rehoboam and Jeroboam?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam slept with his ancestors and was buried in the city of David; Abijah his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}