{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the eighteenth year of King Jeroboam, Abijah began to reign over Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled for three years in Jerusalem; his mother's name was Macaiah, the daughter of Uriel of Gibeah. There was war between Abijah and Jeroboam.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah went into battle with an army of strong, courageous soldiers, 400,000 chosen men. Jeroboam placed battle lines against him with 800,000 chosen men, strong, courageous soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah stood on Mount Zemaraim, which is in the hill country of Ephraim, and said, \"Listen to me, Jeroboam and all Israel!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that Yahweh, the God of Israel, gave the rule over Israel to David forever, to him and to his sons by a formal covenant?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet Jeroboam son of Nebat, the servant of Solomon son of David, rose up and rebelled against his master.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Worthless men, base fellows, gathered to him. They came against Rehoboam son of Solomon, when Rehoboam was young and inexperienced and could not withstand them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you plan to resist the kingdom of Yahweh that is held within the hand of the descendants of David, because you are a large army, and you have the golden calves that Jeroboam made to be your gods.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But did you not drive out the priests of Yahweh, the descendants of Aaron, and the Levites, and make priests of your own in the same way as the people of other lands do? Whoever comes to serve as a priest, sacrificing a young bullock and seven rams, he becomes a priest of what are not gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for us, Yahweh is our God, and we have not forsaken him. We have priests, descendants of Aaron, serving Yahweh, and the Levites, who are at their work.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every morning and evening they burn for Yahweh burnt offerings and sweet incense. They also arrange the bread of the presence on the pure table; they also tend the lampstand of gold with its lamps, for them to burn every evening. We keep the commandments of Yahweh, our God, but you have forsaken him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, God is with us at our head, and his priests are here with the trumpets to sound an alarm against you. People of Israel, do not fight against Yahweh, the God of your ancestors, for you will not succeed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jeroboam prepared an ambush behind them; his army was in front of Judah, and the ambush was behind them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judah looked back, behold, the fighting was both in front of them and behind them. They cried out to Yahweh, and the priests blew the trumpets.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of Judah gave a shout; as they shouted, it came about that God struck Jeroboam and all Israel before Abijah and Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel fled before Judah, and God gave them into the hand of Judah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah and his army killed them with great slaughter; 500,000 chosen men of Israel fell dead.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, the people of Israel were subdued at that time; the people of Judah won because they relied on Yahweh, the God of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah pursued Jeroboam; he took cities from him: Bethel with its villages, Jeshanah with its villages, and Ephron with its villages.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam never recovered power again during the days of Abijah; Yahweh struck him, and he died.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abijah became powerful; he took fourteen wives for himself and became the father of twenty-two sons and sixteen daughters.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of Abijah's deeds, his behavior, and words are written in the history of the prophet Iddo.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}