{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah slept with his ancestors, and they buried him in the city of David. Asa, his son, became king in his place. In his days the land was quiet ten years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa did what was good and right in the eyes of Yahweh his God,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for he took away the foreign altars and the high places. He broke down the stone pillars and cut down the Asherah poles.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded Judah to seek Yahweh, the God of their ancestors, and to carry out the law and the commandments.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also he took away the high places and the incense altars from all the cities of Judah. The kingdom had rest under him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built fortified cities in Judah, for the land was quiet, and he had no war in those years, because Yahweh had given him peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Asa said to Judah, \"Let us build these cities and make walls around them, and towers, gates, and bars; the land is still ours because we have sought Yahweh our God. We have sought him, and he has given us peace on every side.\" So they built and succeeded.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa had an army that carried shields and spears; from Judah he had 300,000 men, and from Benjamin, 280,000 men who carried shields and drew bows. All of these were mighty men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerah the Cushite came against them with an army of one million soldiers and three hundred chariots; he came to Mareshah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa went out to meet him, and they set the battle lines in order in the Valley of Zephathah at Mareshah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa cried to Yahweh, his God, and said, \"Yahweh, there is no one but you to help one who has no strength when he is facing many. Help us, Yahweh our God, for we rely on you, and in your name we have come against this vast number. Yahweh, you are our God; do not let man defeat you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh struck the Cushites before Asa and Judah; the Cushites fled.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa and the soldiers with him pursued them to Gerar. So many Cushites fell that they could not recover, for they were completely destroyed before Yahweh and his army. The army carried away very much plunder.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army destroyed all the villages around Gerar, for terror of Yahweh had come on the inhabitants. The army plundered all the villages, and there was much booty in them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army also destroyed the tent settlements of the shepherding nomads; they carried away sheep in abundance, as well as camels, and then they returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}