{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit of God came on Azariah son of Oded.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went out to meet Asa and said to him, \"Listen to me, Asa, and all Judah and Benjamin: Yahweh is with you, while you are with him. If you seek him, he will be found by you; but if you forsake him, he will forsake you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now for a long period, Israel was without the true God, without a teaching priest, and without the law.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when in their distress they turned to Yahweh, the God of Israel, and sought him, he was found by them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those times there was no peace for him who traveled away, nor for him who traveled to here; instead, great troubles were on all the inhabitants of the lands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were broken in pieces, nation against nation, and city against city, for God troubled them with all kinds of suffering.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But be strong, and do not let your hands be weak, for your work will be rewarded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Asa heard these words, the prophecy of Oded the prophet, he took courage and drove away the disgusting things from all the land of Judah and Benjamin, and from the cities that he had captured from the hill country of Ephraim, and he rebuilt Yahweh's altar, which was in front of the portico of Yahweh's house.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gathered all Judah and Benjamin, and those who stayed with them—people from of Ephraim and Manasseh, and from Simeon. For they came from Israel to him in great numbers, when they saw that Yahweh his God was with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gathered together at Jerusalem in the third month, in the fifteenth year of Asa's reign.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sacrificed to Yahweh in that day some of the plunder that they had brought: seven hundred oxen and seven thousand sheep and goats.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They entered into a covenant to seek Yahweh, the God of their ancestors, with all their heart and with all their soul.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They agreed that whoever refused to seek Yahweh, the God of Israel, should be put to death, whether the person was small or great, whether man or woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They swore to Yahweh with a loud voice, with shouting, and with trumpets and horns.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Judah rejoiced at the oath, for they had sworn with all their heart, and they sought God with their whole desire, and he was found by them. Yahweh gave them peace all around them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also removed Maacah, his grandmother, from being queen, because she had made a disgusting figure out of an Asherah pole. Asa cut down the disgusting figure, ground it to dust and burned it at the brook Kidron.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the high places were not taken out of Israel. Nevertheless, Asa's heart was completely devoted all his days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought into the house of God the silver and gold and the utensils that he and his father had dedicated for that purpose.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no more war until the thirty-fifth year of Asa's reign.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}