{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirty-sixth year of Asa's reign, Baasha, king of Israel, acted aggressively against Judah and built up Ramah, so that he might not allow anyone to leave or enter into the land of Asa, king of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa brought the silver and gold out of the storerooms in the house of Yahweh and of the king's house, and sent it to Ben Hadad king of Aram, who lived in Damascus. He said,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Let there be a covenant between me and you, as there was between my father and your father. Look, I have sent to you silver and gold. Break your covenant with Baasha, king of Israel, so that he may leave me alone.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad listened to King Asa and sent the commanders of his armies against the cities of Israel. They attacked Ijon, Dan, Abel Maim, and all the storage cities of Naphtali.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Baasha heard this, he stopped building up Ramah, and let his work cease.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa the king took all Judah with him. They carried away the stones and timbers of Ramah with which Baasha had been building up the city. Then King Asa used that building material to build up Geba and Mizpah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Hanani the seer went to Asa, king of Judah, and said to him, \"Because you have relied on the king of Aram, and have not relied on Yahweh your God, the army of the king of Aram has escaped out of your hand.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Were not the Cushites and the Libyans a huge army, with very many chariots and horsemen? Yet, because you relied on Yahweh, he gave you victory over them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the eyes of Yahweh run everywhere throughout the whole earth, so that he might show himself strong on behalf of those whose hearts are perfect toward him. But you have acted foolishly in this matter. From now on, you will have war.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa was angry with the seer; he put him into prison, for he was angry with him over this matter. At the same time, Asa oppressed some of the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, the deeds of Asa, from first to last, behold, they are written in the book of the kings of Judah and Israel.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirty-ninth year of his reign, Asa was afflicted with a disease in his feet. Though his disease was very severe, he did not seek help from Yahweh, but only from the physicians.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Asa slept with his ancestors, dying in the forty-first year of his reign.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They buried him in his own tomb, which he had dug out for himself in the city of David. They laid him on a bier that was filled with sweet odors and various kinds of spices prepared by skilled perfumers. Then they made a very great fire in his honor.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}