{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat son of Asa became king in his place. Jehoshaphat strengthened himself against Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed forces in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim, which Asa his father had captured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was with Jehoshaphat because he walked in the first ways of his father David, and did not seek the Baals.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies do not have \\fqa David \\fqa* , and some modern versions leave it out. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he relied on the God of his father, and walked in his commandments, not after the behavior of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh established the rule in his hand; all Judah brought tribute to Jehoshaphat. He had riches and honor in abundance.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His heart was committed to Yahweh's ways. He also removed the high places and the Asherah poles from Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With them were Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah; and with them were the priests Elishama and Jehoram.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They taught in Judah, having the book of the law of Yahweh with them. They went about throughout all the cities of Judah and taught among the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Terror of Yahweh fell on all the kingdoms of the lands that were around Judah, so that they made no war against Jehoshaphat.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Philistines brought Jehoshaphat presents, and silver as tribute. Arabians also brought him flocks, 7,700 rams, and 7,700 goats.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat became very powerful. He built fortresses and store cities in Judah.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had many supplies in the cities of Judah, and soldiers—strong, mighty men—in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were their divisions listed by the name of their fathers' houses: From Judah, the commanders of thousands; Adnah the commander, and with him 300,000 fighting men;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "next to him Jehohanan the commander, and with him 280,000 men;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "next to him Amasiah son of Zichri, who willingly offered to serve Yahweh; and with him 200,000 fighting men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Benjamin: Eliada a powerful man of courage, and with him 200,000 armed with bows and shields;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "next to him Jehozabad, and with him 180,000 ready prepared for war.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were those who served the king, besides those whom the king put in the fortified cities throughout all Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}