{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jehoshaphat had great riches and honor; he allied himself with Ahab by having one of his family marry his daughter.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some years, he went down to Ahab in Samaria. Ahab killed many sheep and oxen for him and the people who were with him. Ahab also persuaded him to attack Ramoth Gilead with him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab, king of Israel, said to Jehoshaphat, king of Judah, \"Will you go with me to Ramoth Gilead?\" Jehoshaphat answered him, \"I am like you, and my people are like your people. We will be with you in the war.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat said to the king of Israel, \"Please first seek the word of Yahweh for your answer.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Israel gathered the prophets together, four hundred men, and said to them, \"Should we go to Ramoth Gilead to battle, or should I not?\" They said, \"Attack, for God will give it into the hand of the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoshaphat said, \"Is there not here still another prophet of Yahweh with whom we might seek advice?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to Jehoshaphat, \"There is still one man by whom we may seek the advice of Yahweh, Micaiah son of Imlah, but I hate him because he never prophesies good concerning me, but always evil.\" But Jehoshaphat said, \"The king should not say that.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Israel called an officer and said, \"Quickly bring Micaiah son of Imlah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Ahab the king of Israel and Jehoshaphat the king of Judah were sitting each on a throne, clothed in their robes, in an open place at the entrance of the gate of Samaria, and all the prophets were prophesying before them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah son of Kenaanah made himself horns of iron and said, \"Yahweh says this: With these you will push the Arameans until they are consumed.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the prophets prophesied the same, saying, \"Attack Ramoth Gilead and win, for Yahweh has given it into the hand of the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messenger who went to summon Micaiah said to him, \"Look, the words of the prophets with one mouth are favorable to the king. Let your words agree with theirs, and speak favorably.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah replied, \"As Yahweh lives, it is what God says that I will say.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came to the king, the king said to him, \"Micaiah, should we go to Ramoth Gilead for battle, or not?\" Micaiah answered him, \"Attack and be victorious! For it will be a great victory.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to him, \"How many times must I require you to swear to tell me nothing but the truth in the name of Yahweh?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Micaiah said, \"I saw all Israel scattered on the mountains, like sheep who have no shepherd, and Yahweh said, 'These have no shepherd. Let every man return to his house in peace.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel said to Jehoshaphat, \"Did I not tell you that he would not prophesy good concerning me, but only disaster?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micaiah said, \"Therefore all of you should hear the word of Yahweh: I saw Yahweh sitting on his throne, and all the host of heaven were standing on his right hand and on his left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, 'Who will entice Ahab, king of Israel, so that he may go up and fall at Ramoth Gilead?' One said this and another that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a spirit came forward and it stood before Yahweh and said, 'I will entice him.' Yahweh said to him, 'How?'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spirit replied, 'I will go out and I will become a lying spirit in the mouth of all his prophets.' Yahweh replied, 'You will entice him, and you will also be successful. Go now and do so.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now see, Yahweh has put a lying spirit in the mouth of these prophets of yours, and Yahweh has decreed disaster for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zedekiah son of Kenaanah, came up, slapped Micaiah on the cheek, and said, \"Which way did the Spirit of Yahweh take to go from me to speak to you?\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah said, \"Look, you will know that on that day, when you run into some inner room to hide.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to some servants, \"You people seize Micaiah and take him to Amon, the governor of the city, and to Joash, my son.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people will say to him, 'The king says: Put this man in prison and feed him with only a little bread and only a little water, until I return safely.'\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micaiah said, \"If you return safely, then Yahweh has not spoken by me.\" Then he added, \"Listen to this, all you people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab, the king of Israel, and Jehoshaphat, the king of Judah, went up against Ramoth Gilead.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to Jehoshaphat, \"I will disguise myself and go into the battle, but you put on your royal robes.\" So the king of Israel disguised himself, and they went into the battle.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king of Aram had commanded the captains of his chariots, saying, \"Do not attack the unimportant or the important soldiers. Instead, attack only the king of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the captains of the chariots saw Jehoshaphat they said, \"That is the king of Israel.\" They turned around to attack him, but Jehoshaphat cried out, and Yahweh helped him. God turned them away from him.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the commanders of the chariots saw that it was not the king of Israel, they turned back from pursuing him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a certain man drew his bow at random and shot the king of Israel between the joints of his armor. Then Ahab said to the driver of his chariot, \"Turn around and carry me out of the battle, for I am badly wounded.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle grew worse that day, and the king of Israel was held up in his chariot facing the Arameans until the evening. About the time that the sun was going down, he died.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}