{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat the king of Judah safely returned to his house in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu son of Hanani, the seer, went out to meet him and said to King Jehoshaphat, \"Should you be helping the wicked? Should you be loving those who hate Yahweh? For this deed, anger from Yahweh is on you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, there is some good to be found in you, in that you have taken the Asherah poles out of the land, and you have fixed your heart to seek God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat lived in Jerusalem; and he went out again among the people from Beersheba to the hill country of Ephraim and brought them back to Yahweh, the God of their fathers.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed judges in the land throughout all the fortified cities of Judah, city by city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the judges, \"Consider what you should do, because you are not judging for man, but for Yahweh; he is with you in the act of judging.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, let the fear of Yahweh be upon you. Be careful when you judge, for there is no iniquity with Yahweh our God, nor is there any favoritism or bribe taking.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, in Jerusalem Jehoshaphat appointed some of the Levites and the priests, and some of the heads of the ancestral houses of Israel, for carrying out judgment for Yahweh, and for the sake of disputes. They lived in Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He instructed them, saying, \"You must serve in reverence for Yahweh, faithfully, and with your whole heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever any dispute comes to you from your brothers who live in their cities, whether concerning bloodshed, whether about laws and commands, statutes or decrees, you must warn them, so they do not become guilty before Yahweh, or anger will come toward you and toward your brothers. You shall do this and you will not be guilty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, Amariah the chief priest is over you in all the matters of Yahweh. Zebadiah son of Ishmael, the leader of the house of Judah, is in charge of all the matters of the king. Also, the Levites will be officers serving you. Be strong and obey your instructions, and may Yahweh be with those who are good.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}