{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Solomon commanded the building of a house for Yahweh's name and the building of a palace for his kingdom.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon assigned seventy thousand men to carry loads, and eighty thousand men as stonecutters in the mountains, and 3,600 men to supervise them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon sent a message to Hiram, the king of Tyre, saying, \"As you did with David my father, sending him cedar logs to build a house to live in, do the same with me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I am about to build a house for the name of Yahweh my God, to set it apart to him, to burn incense of sweet spices before him, to set out the bread of the presence, and for the burnt offerings morning and evening, on the Sabbaths and on the new moons, and on the appointed feasts for Yahweh our God. This is forever, for Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house that I will build will be very large, for our God is greater than all other gods.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But who is able to build God a house, since the entire universe and even heaven itself cannot contain him? Who am I to build him a house, except to burn sacrifices before him?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So send me a man who is skilled at work in gold, silver, bronze, iron, and in purple, crimson, and blue wool, a man who knows how to make all kinds of engraved wood. He will be with the skilled men who are with me in Judah and Jerusalem, whom David my father provided.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Send me also cedar, cypress, and algum trees from Lebanon,for I know that your servants know how to cut timber in Lebanon. See, my servants will be with your servants,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in order to prepare for me timber in abundance, for the house which I am about to build will be great and marvelous.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I will give to your servants, the men who will cut the timber, twenty thousand cors of ground wheat, twenty thousand cors of barley, twenty thousand baths of wine, and twenty thousand baths of oil.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions have, \\fqa twenty thousand cors of wheat as food \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hiram, the king of Tyre, answered in writing, which he sent to Solomon: \"Because Yahweh loves his people, he has made you king over them.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, Hiram said, \"Blessed be Yahweh, the God of Israel, who made heaven and earth, who has given to David the king a wise son, gifted with prudence and understanding, who will build a house for Yahweh and a palace for himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have sent a skillful man, Huram-Abi, who is gifted with understanding.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the son of a woman of the daughters of Dan. His father was a man from Tyre. He is skilled at work in gold, silver, bronze, iron, stone, and in timber, and in purple, blue, and crimson wool, and fine linen. He is also skilled in making any kind of engraving and in making any kind of design. Let a place be made for him among your skilled workers, and with those of my master, David, your father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, the wheat and the barley, the oil and the wine, of which my master has spoken, let him send these things to his servants.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will cut wood from Lebanon, as much wood as you need. We will take it to you as rafts by sea to Joppa, and you will carry it up to Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon counted all the foreigners who were in the land of Israel, following the method that David, his father, had counted them. They were found to be 153,600.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He assigned seventy thousand of them to carry loads, eighty thousand to be stonecutters in the mountains, and 3,600 to be supervisors to put the people to work.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}