{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after this, that the people of Moab and Ammon, and with them some Meunites came against Jehoshaphat to do battle.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The reading \\fqa some Meunites \\fqa* represents a correction to the Hebrew text, which reads, \\fqa some Ammonites \\fqa* . It is thought that \\fqa Meunites \\fqa* was original, and that a copyist changed it to \\fqa some Ammonites \\fqa* . But this last reading makes no sense, because Ammonites have already been mentioned in this verse. However, different versions deal with this problem in different ways. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some came who told Jehoshaphat, saying, \"A large multitude is coming against you from beyond the Dead Sea, from Edom. See, they are in Hazezon Tamar,\" that is, Engedi.\n "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa Edom \\fqa* , some ancient and modern versions read, \\fqa Aram \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat became afraid and set himself to seek Yahweh. He proclaimed a fast throughout all Judah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah gathered together to seek Yahweh; they came to seek Yahweh from all the cities of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat stood in the assembly of Judah and Jerusalem, at the house of Yahweh, in front of the new courtyard.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Yahweh, the God of our ancestors, are you not God in heaven? Are you not the ruler over all the kingdoms of the nations? Power and might are in your hand, so no one is able to resist you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our God, did you not drive out the inhabitants of this land before your people Israel, and give it forever to the descendants of Abraham?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They lived in it and built you a holy place in it for your name, saying,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'If disaster comes on us—the sword, judgment, or disease, or famine—we will stand before this house, and before you (for your name is in this house), and we will cry to you in our affliction, and you will hear us and save us.'\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa judgment \\fqa* , some ancient and modern versions read \\fqa flood \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See now, here are the people of Ammon, Moab, and Mount Seir whom you would not let Israel invade when they came out of the land of Egypt; instead, Israel turned away from them and did not destroy them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See how they are rewarding us; they are coming to drive us out of your land that you have given us to inherit.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our God, will you not judge them? For we have no power against this great army that is coming against us. We do not know what to do, but our eyes are on you.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Judah stood before Yahweh, with their little ones, wives, and children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the middle of the assembly, the Spirit of Yahweh came on Jahaziel, son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, the Levite, one of the sons of Asaph.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jahaziel said, \"Listen, all Judah and you inhabitants of Jerusalem, and King Jehoshaphat. This is what Yahweh says to you, 'Do not fear; do not be discouraged because of this great army, for the battle does not belong to you, but to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must go down against them tomorrow. See, they are coming up by way of the pass of Ziz. You will find them at the end of the valley, before the wilderness of Jeruel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not need to fight in this battle. Stand in your positions, stand still, and see the rescue of Yahweh with you, Judah and Jerusalem. Do not fear nor be discouraged. Go out against them tomorrow, for Yahweh is with you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat bowed his head with his face to the ground. All Judah and the inhabitants of Jerusalem fell down before Yahweh, worshiping him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites, those of the descendants of the Kohathites and Korahites, stood up to praise Yahweh, the God of Israel, with a very loud voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early in the morning they arose and went out into the wilderness of Tekoa. As they went out, Jehoshaphat stood and said, \"Listen to me, Judah, and you inhabitants of Jerusalem! Trust in Yahweh your God, and you will be supported. Trust in his prophets, and you will succeed.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he consulted with the people, he appointed those who sang to Yahweh and who praised him for his majestic splendor as they went out before the army, saying, \"Give thanks to Yahweh, for his covenant faithfulness endures forever.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they began to sing and to praise, Yahweh set men in ambush against the people of Ammon, Moab, and Mount Seir, who were coming against Judah. They were defeated.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the people of Ammon and Moab rose to fight the inhabitants of Mount Seir, in order to completely kill them and destroy them. When they had finished with the inhabitants of Mount Seir, they all helped to destroy each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judah came to a place overlooking the wilderness, they looked out on the army. Behold, they were dead, fallen to the ground; none had escaped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehoshaphat and his people came to take plunder from them, they found among them abundant goods, clothing, and valuable articles, which they took for themselves, more than they could carry away. It took them three days to carry off the plunder, there was so much of it.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa among them \\fqa* , some ancient and modern versions read \\fqa cattle \\fqa* . Instead of \\fqa clothing \\fqa* , some ancient and modern versions read \\fqa dead bodies \\fqa* .",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourth day they assembled in the Valley of Berakah. There they praised Yahweh, so the name of that place is the \"Valley of Berakah\" to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they returned, every man of Judah and Jerusalem, and Jehoshaphat in their lead, to go again to Jerusalem with joy, for Yahweh had made them rejoice over their enemies.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to Jerusalem and to the house of Yahweh with lyres, harps, and trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The terror of God was on all the kingdoms of the nations when they heard that Yahweh had fought against Israel's enemies.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoshaphat's kingdom was quiet, for his God gave him peace all around him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat reigned over Judah: He was thirty-five years old when he began to reign, and he reigned in Jerusalem for twenty-five years. His mother's name was Azubah, the daughter of Shilhi.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He walked in the ways of Asa, his father; he did not turn away from them; he did what was right in the eyes of Yahweh.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the high places were not taken away. The people still had not directed their hearts to the God of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoshaphat, first and last, behold, they are written in the history of Jehu son of Hanani, which is recorded in the book of the kings of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this Jehoshaphat, king of Judah, allied himself with Ahaziah, king of Israel, who committed much wickedness.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He allied himself with him to build ships to go to Tarshish. They built the ships at Ezion Geber.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliezer son of Dodavahu of Mareshah, prophesied against Jehoshaphat; he said, \"Because you have allied yourself with Ahaziah, Yahweh has destroyed your projects.\" The ships were wrecked so that they were not able to sail.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}