{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The inhabitants of Jerusalem made Ahaziah, Jehoram's youngest son, king in his place, for the band of men that came with the Arabians into the camp had killed all his older sons. So Ahaziah son of Jehoram, king of Judah, became king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah was twenty-two years old when he began to reign; he reigned for one year in Jerusalem. His mother's name was Athaliah; she was the daughter of Omri.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also walked in the ways of the house of Ahab for his mother was his advisor in doing wicked things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah did what was evil in the sight of Yahweh, as the house of Ahab was doing, for they were his advisors after the death of his father, to his destruction.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also followed their advice; he went with Joram son of Ahab, king of Israel, to fight against Hazael, king of Aram, at Ramoth Gilead. The Arameans wounded Joram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joram returned to be healed in Jezreel of the wounds that they had given him at Ramah, when he fought against Hazael, king of Aram. So Ahaziah son of Jehoram, king of Judah, went down to Jezreel to see Joram son of Ahab, because Joram had been wounded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the destruction of Ahaziah was brought about by God through Ahaziah's visit to Joram. When he had arrived, he went with Jehoram to attack Jehu son of Nimshi, whom Yahweh had chosen to destroy the house of Ahab.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when Jehu was carrying out God's judgment on the house of Ahab, that he found the leaders of Judah and the sons of Ahaziah's brothers serving Ahaziah. Jehu killed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehu looked for Ahaziah; they caught him hiding in Samaria, brought him to Jehu, and killed him. Then they buried him, for they said, \"He is a son of Jehoshaphat, who sought Yahweh with all his heart.\" So the house of Ahaziah had no more power to rule the kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Athaliah, the mother of Ahaziah, saw that her son was dead, she arose and killed all the royal children in the house of Judah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehosheba,"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\fqa Jehosheba \\fqa* \\ft may be spelled \\fqa Jehoshaba \\fqa* in some versions. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "a daughter of the king, secretly took Joash son of Ahaziah away from the king's sons who were about to be killed. She put him and his nurse into a bedroom. So Jehosheba, a daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah, so that Athaliah did not kill him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was with them, hidden in the house of God for six years, while Athaliah reigned over the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}