{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seventh year, Jehoiada showed his strength and entered into a covenant with the commanders of hundreds, Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went about in Judah and gathered the Levites from all the cities of Judah, as well as the heads of the ancestral houses of Israel, and they came to Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the assembly made a covenant with the king in the house of God. Jehoiada said to them, \"See, the king's son will reign, as Yahweh has said concerning the descendants of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what you must do: A third of you priests and Levites who come to serve on the Sabbath will be guards at the doors.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another third will be at the king's house, and the other third will be at the Foundation Gate. All the people will be in the courtyard of the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Allow no one to come into the house of Yahweh, except for the priests and the Levites who are serving. They may enter because they are consecrated. But all the other people must obey the commands of Yahweh.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites must surround the king on all sides, every man with his weapons in his hand. Whoever comes into the house, let him be killed. Stay with the king when he comes in and when he goes out.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Levites and all Judah served in every way in the manner in which Jehoiada the priest commanded. Each one took his men, those who were to come in to serve on the Sabbath, and those who were to leave off serving on the Sabbath, for Jehoiada the priest had not dismissed any of their divisions.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada the priest brought to the commanders spears and small and large shields that had been King David's that were in the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada placed all the soldiers, each man with his weapon in his hand, from the right side of the temple to the left side of the temple, along by the altar and the temple, surrounding the king.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they brought out the king's son, put the crown on him, and gave him the covenant decrees. Then they made him king, and Jehoiada and his sons anointed him. Then they said, \"Long live the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Athaliah heard the noise of the people running and praising the king, she came to the people in the house of Yahweh,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and she looked, and, behold, the king was standing by his pillar at the entrance, and the commanders and the trumpeters were by the king. All the people of the land were rejoicing and blowing trumpets, and the singers were playing musical instruments and leading the singing of praise. Then Athaliah tore her clothes and shouted, \"Treason! Treason!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada the priest brought out the commanders of hundreds who were over the army and said to them, \"Bring her out between the ranks; anyone who follows her, let him be killed with the sword.\" For the priest had said, \"Do not kill her in the house of Yahweh.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they seized her as she went into the entrance of the Horse Gate of the king's house, and there they killed her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada made a covenant between himself, all the people, and the king, that they should be Yahweh's people.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people went to the house of Baal and tore it down. They smashed Baal's altars and his images to pieces, and they killed Mattan, the priest of Baal, in front of those altars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada appointed officers for the house of Yahweh under the hand of the priests, who were Levites, whom David had assigned to the house of Yahweh, to offer the burnt offerings to Yahweh, as it was written in the law of Moses, together with rejoicing and singing, as David had given direction.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada set guards at the gates of the house of Yahweh, so that no one that was unclean in any way should enter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada took with him the commanders of hundreds, the noblemen, the governors of the people, and all the people of the land. He brought down the king from the house of Yahweh; the people came through the Upper Gate to the king's house and sat the king on the throne of the kingdom.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions have, \\fqa they brought down the king \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people of the land rejoiced, and the city was quiet. As for Athaliah, they had killed her with the sword.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}