{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash was seven years old when he began to reign; he reigned for forty years in Jerusalem. His mother's name was Zibiah, of Beersheba.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash did what was right in the eyes of Yahweh all the days of Jehoiada, the priest.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada took for him two wives, and he became the father of sons and daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after this, that Joash decided to restore the house of Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gathered together the priests and the Levites, and he said to them, \"Go out every year to the cities of Judah and gather from all Israel money to repair the house of your God. Make sure that you start right away.\" The Levites did nothing at first.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king called for Jehoiada the high priest and said to him, \"Why have you not required the Levites to bring in from Judah and Jerusalem the tax levied by Moses the servant of Yahweh and by the assembly of Israel for the tent of the covenant decrees?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the sons of Athaliah, that wicked woman, had broken up the house of God and had given all the holy things of the house of Yahweh to the Baals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king commanded, and they made a chest and placed it outside at the entrance to the house of Yahweh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they made a proclamation through Judah and Jerusalem, for the people to bring in for Yahweh the tax that Moses the servant of God levied on Israel in the wilderness.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the leaders and all the people rejoiced and brought money in and put it into the chest until they finished filling it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that whenever the chest was brought to the king's officials by the hand of the Levites, and whenever they saw that there was much money in it, the king's scribe and the high priest's official would come, empty the chest, and take it and carry it back to its place. They did this day after day, gathering large amounts of money.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and Jehoiada gave the money to those who did the work of serving in the house of Yahweh. These men hired stonemasons and carpenters to restore the house of Yahweh, and also those who worked in iron and bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the workmen labored, and the work of repairing went forward in their hands; they set up the house of God in its original design and strengthened it.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they finished, they brought the rest of the money to the king and Jehoiada. This money was used to make furnishings for the house of Yahweh, utensils with which to serve and make offerings—spoons and utensils of gold and silver. They offered burnt offerings in the house of Yahweh continually for all the days of Jehoiada.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada grew old and was full of days, and then he died; he was 130 years old when he died.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They buried him in the city of David among the kings, because he had done good in Israel, toward God, and to God's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after the death of Jehoiada, the leaders of Judah came and did honor to the king. Then the king listened to them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They forsook the house of Yahweh, the God of their ancestors, and worshiped the Asherah gods and the idols. God's anger came on Judah and Jerusalem for this wrongdoing of theirs.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet he sent prophets to them to bring them again to himself, Yahweh; the prophets testified against the people, but they refused to listen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit of God came on Zechariah son of Jehoiada, the priest; Zechariah stood above the people and said to them, \"God says this: Why do you transgress the commandments of Yahweh, so that you cannot prosper? Since you have forsaken Yahweh, he has also forsaken you.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they plotted against him; at the king's command, they stoned him with stones in the courtyard of the house of Yahweh.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this manner, Joash, the king, ignored the kindness that Jehoiada, Zechariah's father, had done to him. Instead, he killed Jehoiada's son. When Zechariah was dying, he said, \"May Yahweh see this and call you to account.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at the end of the year, that the army of Aram came up against Joash. They came to Judah and Jerusalem; they killed all the leaders of the people and sent all the plunder from them to the king of Damascus.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although the army of the Arameans had come with only a few soldiers, Yahweh gave them victory over a very great army, because Judah had forsaken Yahweh, the God of their ancestors. In this way the Arameans brought judgment on Joash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the time that the Arameans had gone, Joash had been severely wounded. His own servants plotted against him because of the murder of the sons of Jehoiada, the priest. They killed him in his bed, and he died; they buried him in the city of David, but not in the tombs of the kings.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the persons who plotted against him: Zabad son of Shimeath, an Ammonite woman; and Jehozabad son of Shimrith, a Moabite woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the accounts about his sons, the important prophecies that were spoken about him, and the rebuilding of the house of God, see, they are written in the commentary on the book of the kings. Amaziah his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}