{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah was twenty-five years old when he began to reign; he reigned twenty-nine years in Jerusalem. His mother's name was Jehoaddan, of Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, but not with a whole heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that as soon as his rule was well established, he killed the servants who had murdered his father, the king.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not put the children of the murderers to death, but acted according to what was written in the law, in the Book of Moses, as Yahweh had commanded, \"The fathers must not die for the children, nor must the children die for the fathers. Instead, every person must die for his own sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, Amaziah gathered Judah together, and registered them by their ancestors' houses, under commanders of thousands and commanders of hundreds—all of Judah and Benjamin. He numbered them from twenty years old and upward, and found them to be 300,000 chosen men, able to go to war, who could handle spear and shield.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He hired also 100,000 fighting men from Israel for one hundred talents of silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a man of God came to him and said, \"King, do not let the army of Israel go with you, for Yahweh is not with Israel—none of the people of Ephraim.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even if you do go and are courageous and strong in battle, God will throw you down before the enemy, for God has power to help, and power to throw down.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah said to the man of God, \"But what will we do about the one hundred talents that I have given to the army of Israel?\" The man of God answered, \"Yahweh is able to give you much more than that.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amaziah separated the army that had come to him from Ephraim; he sent them home again. So their anger was greatly kindled against Judah, and they returned home in fierce anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah took courage and led his people to go out to the Valley of Salt; there he defeated ten thousand men of Seir.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Judah carried away alive another ten thousand. They took them to the top of the cliff and threw them down from there, so that they were all broken in pieces.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men of the army which Amaziah sent back, so that they should not go with him to battle, attacked the cities of Judah from Samaria to Beth Horon. They struck down three thousand of the people and took much plunder.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it came about, after that Amaziah had returned from the slaughter of the Edomites, that he brought the gods of the people of Seir, and set them up to be his own gods. He bowed down before them and burned incense to them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh's anger was kindled against Amaziah. He sent a prophet to him, who said, \"Why have you sought after the gods of a people who did not even save their own people from your hand?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that as the prophet was speaking with him, the king said to him, \"Have we made you an advisor to the king? Stop! Why should you be killed?\" Then the prophet stopped and said, \"I know that God has decided to destroy you because you have done this deed and have not listened to my advice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amaziah king of Judah consulted with advisors and sent messengers to Jehoash son of Jehoahaz son of Jehu, king of Israel, saying, \"Come, let us meet each other face to face in battle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoash the king of Israel sent messengers back to Amaziah king of Judah, saying, \"A thistle that was in Lebanon sent a message to a cedar in Lebanon, saying, 'Give your daughter to my son for a wife,' but a wild beast in Lebanon walked by and trampled down the thistle.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have said, 'See, I have struck down Edom,' and your heart has lifted you up. Take pride in your victory, but stay at home, for why should you cause yourself trouble and fall, both you and Judah with you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amaziah would not listen, because this event was from God, so he might put the people of Judah into the hand of their enemies, because they had sought advice from the gods of Edom.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoash, king of Israel, attacked; he and Amaziah, king of Judah, met each other face to face at Beth Shemesh, which belongs to Judah.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah was struck down before Israel, and every man fled home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash, king of Israel, captured Amaziah son of Jehoash son of Ahaziah, king of Judah, at Beth Shemesh. He brought him to Jerusalem and tore down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, four hundred cubits in distance.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took all the gold and silver, all the objects that were found in the house of God with Obed Edom, and the valuable things in the king's house, with hostages also, and returned to Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah son of Joash, king of Judah, lived fifteen years after the death of Jehoash, son of Jehoahaz, king of Israel.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Amaziah, first and last, behold, are they not written in the book of the kings of Judah and Israel?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now from the time that Amaziah turned away from following Yahweh, they began to make a conspiracy against him in Jerusalem. He fled to Lachish, but they sent men after him to Lachish and killed him there.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought him back on horses and buried him with his ancestors in the city of Judah. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}