{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was he who rebuilt Elath and restored it to Judah. After that the king slept with his ancestors.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah was sixteen years old when he began to reign. He reigned for fifty-two years in Jerusalem. His mother's name was Jekoliah; she was from Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, following the example of his father, Amaziah, in everything.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He set himself to seek God in the days of Zechariah, who taught him to honor God "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": " + \\ft The Hebrew text can be read either, \\fqa to honor God \\fqa*, or \\fqa in the fear of God \\fqa* or \\fqa in seeing God \\fqa* . Scholars are divided. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": ". As long as he sought Yahweh, God made him prosper.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah went out and fought against the Philistines. He broke down the city walls of Gath, Jabneh, and Ashdod; he built cities in the country of Ashdod and among the Philistines.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God helped him against the Philistines, against the Arabians who lived in Gurbaal, and against the Meunites.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Ammonites paid tribute to Uzziah, and his fame spread, even to the entrance of Egypt, because he was becoming more powerful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the turning of the wall, and fortified them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built watchtowers in the wilderness and dug many cisterns, for he had much cattle, in the lowlands as well as in the plains. He had farmers and vine growers in the hill country and in the fruitful fields, for he loved farming.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, Uzziah had an army of fighting men who went out to war in groups which were organized by their number that were counted by Jeiel, the scribe, and Maaseiah, the officer, under the authority of Hananiah, one of the king's commanders.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The whole number of the leaders of the families who led the mighty men was 2,600.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Under their hand was an army of 307,500 men that made war with mighty power to help the king against the enemy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah prepared for them—for all the army—shields, spears, helmets, coats of mail, bows, and stones for slinging.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Jerusalem he built machines that were designed by skillful men to be on the towers and on the battlements to shoot arrows and large stones. His fame spread to distant lands, for he was greatly helped and so he became very powerful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Uzziah had become powerful, his heart was lifted up so that he acted corruptly; he trespassed against Yahweh, his God, for he went into the house of Yahweh to burn incense on the altar of incense.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah, the priest, went in after him, and with him eighty priests of Yahweh, who were brave men.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They resisted Uzziah, the king, and said to him, \"It is not for you, Uzziah, to burn incense to Yahweh, but for the priests, the sons of Aaron, who are consecrated to burn incense. Go out of the holy place, for you have been unfaithful and you will not be honored by Yahweh God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Uzziah became angry. He was holding a censer in his hand to burn incense. While he was angry with the priests, leprosy broke out on his forehead before the priests in the house of Yahweh, beside the altar of incense.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah the chief priest and all the priests looked at him, and, behold, he had become leprous on his forehead. They quickly drove him out of there. Indeed, he hurried to go out, because Yahweh had struck him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah, the king, was a leper to the day of his death and lived in a separate house since he was a leper, for he was cut off from the house of Yahweh. Jotham, his son, was over the king's house and ruled the people of the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other matters concerning Uzziah, from first to last, were recorded by the prophet Isaiah son of Amoz.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Uzziah slept with his ancestors; they buried him with his ancestors in a burial ground that belonged to the kings, for they said, \"He is a leper.\" Jotham, his son, became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}