{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham was twenty-five years old when he began to reign; he reigned sixteen years in Jerusalem. His mother's name was Jerushah; she was the daughter of Zadok.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, following the example of his father, Uzziah, in everything. He also refrained from going into the temple of Yahweh. But the people were still behaving in evil ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built the upper gate of the house of Yahweh, and on the hill of Ophel he built much.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover he built cities in the hill country of Judah, and in the forests he built castles and towers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He fought also with the king of the people of Ammon and defeated them. In that same year, the people of Ammon gave him one hundred talents of silver, ten thousand measures of wheat, ten thousand measures of barley. The people of Ammon gave him the same in the second and third years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jotham became powerful because he walked firmly before Yahweh his God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jotham, all his wars, and his ways, see, they are written in the book of the kings of Israel and Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he began to reign; he reigned for sixteen years in Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham slept with his ancestors, and they buried him in the city of David. Ahaz, his son, became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}