{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. He did not do what was right in the eyes of Yahweh, as David his ancestor had done.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he walked in the ways of the kings of Israel; he also made cast metal figures for the Baals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, he burned incense in the Valley of Ben Hinnom and he caused his children to pass through the fire, according to the idolatrous practices of the people that Yahweh forced out of their land before the people of Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sacrificed and burned incense at the high places and on the hills and under every green tree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh the God of Ahaz gave him into the hand of the king of Aram. The Arameans defeated him and carried away from him a great crowd of prisoners, bringing them to Damascus. Ahaz was also given into the hand of the king of Israel who defeated him in a great slaughter.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Pekah son of Remaliah in one day killed 120,000 soldiers in Judah and all of them were powerful men, because they had forsaken Yahweh the God of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zicri, a powerful man from Ephraim, killed Maaseiah the king's son, Azrikam, the official over the palace, and Elkanah, who was next to the king.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Israel took captive from their relatives 200,000 wives, sons, and daughters. They also took much plunder, which they carried back to Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a prophet of Yahweh was there, his name was Oded. He went out to meet the army coming into Samaria. He said to them, \"Because Yahweh, the God of your ancestors, was angry with Judah, he gave them into your hand. But you have slaughtered them in a rage that reached up to heaven.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you intend to keep the men and women of Judah and Jerusalem as your slaves. But are you not guilty of sins of your own against Yahweh your God?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, listen to me: Send the prisoners back, those whom you have taken of your own brothers, for Yahweh's fierce wrath is on you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then certain leaders of the people of Ephraim—Azariah son of Jehohanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai, stood up against those who came back from the war.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to them, \"You must not bring the prisoners here, for you intend something that will bring on us sin against Yahweh, to add to our sins and trespasses, for our trespass is great, and there is fierce wrath against Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the armed men left the prisoners and the plunder before the leaders and all the assembly.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were assigned by name got up and took the prisoners, and clothed all who were naked among them with the plunder. They clothed them and gave them sandals. They gave them food to eat and drink. They treated their wounds and put the weak ones on donkeys. They took them back to their families in Jericho, (called the City of Palms). Then they returned to Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time King Ahaz sent messengers to the kings of Assyria to ask them to help him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For once again the Edomites had come and attacked Judah, carrying prisoners away.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines also invaded the cities of the lowlands and of the Negev of Judah. They took Beth Shemesh, Aijalon, Gederoth, Soko with its villages, Timnah with its villages, and also Gimzo with its villages. They went to live in those places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh brought Judah low because of Ahaz, king of Israel; for he had acted wickedly in Judah and had sinned against Yahweh very heavily.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tiglath-Pileser, king of Assyria, came to him and troubled him instead of strengthening him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Ahaz plundered the house of Yahweh and the houses of the king and the leaders, to give the valuable things to the kings of Assyria. But doing this did not benefit him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This same King Ahaz sinned even more against Yahweh in his time of suffering.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he sacrificed to the gods of Damascus, gods that had defeated him. He said, \"Because the gods of the kings of Aram helped them, I will sacrifice to them, so that they might help me.\" But they were the ruin of him and of all Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz gathered together the furnishings of the house of God and cut them to pieces. He shut the doors of the house of Yahweh and he made for himself altars in every corner of Jerusalem.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every city of Judah he made high places to burn sacrifices to other gods. He provoked Yahweh, the God of his ancestors, to anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the rest of his deeds, and all his ways, first and last, see, they are written in the book of the kings of Judah and Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz slept with his ancestors, and they buried him in the city, in Jerusalem, but they did not bring him into the tombs of the kings of Israel. Hezekiah, his son, became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}