{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah began to reign when he was twenty-five years old; he reigned twenty-nine years in Jerusalem. His mother's name was Abijah; she was the daughter of Zechariah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, just as David his father had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first year of his reign, in the first month, Hezekiah opened the doors of the house of Yahweh and repaired them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought in the priests and the Levites, and gathered them together into the courtyard on the east side.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Listen to me, you Levites! Consecrate yourselves, and consecrate the house of Yahweh, the God of your ancestors, and carry away the filthiness from the holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For our ancestors trespassed and did what was evil in the sight of Yahweh our God; they forsook him, turned away their faces from the place where Yahweh lives, and turned their backs on it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also they shut up the doors of the porch and put out the lamps; they did not burn incense or offer burnt offerings in the holy place to the God of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the wrath of Yahweh had fallen on Judah and Jerusalem, and he has made them to be an object of terror, of horror, and of scorn, as you can see with your own eyes.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why our fathers have fallen by the sword, and our sons, our daughters, and our wives are in captivity for this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is in my heart to make a covenant with Yahweh, the God of Israel, so that his fierce anger may turn away from us.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My sons, do not be lazy now, for Yahweh has chosen you to stand before him, to worship him, and that you should be his servants and burn incense.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Levites arose: Mahath son of Amasai, and Joel son of Azariah, of the people of the Kohathites; and of the people of Merari, Kish son of Abdi, and Azariah son of Jehallelel; and of the Gershonites, Joah son of Zimmah, and Eden son of Joah;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "of the sons of Elizaphan, Shimri and Jeuel; and of the sons of Asaph, Zechariah and Mattaniah;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "of the sons of Heman, Jehuel and Shimei; and of the sons of Jeduthun, Shemaiah and Uzziel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gathered their brothers, they consecrated themselves, and they went in, as the king commanded, following the words of Yahweh, to cleanse the house of Yahweh.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests went in to the inner part of the house of Yahweh to cleanse it; they brought out all the filth that they found in the temple of Yahweh into the courtyard of the house. The Levites took it to carry it out to the brook Kidron.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now they began the consecration on the first day of the first month. By the eighth day of the month they reached the porch of Yahweh. Then for eight more days they consecrated the house of Yahweh. On the sixteenth day of the first month they finished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to Hezekiah, the king, inside the palace and said, \"We have cleansed all the house of Yahweh, the altar for burnt offerings with all its implements, and the table of the bread of the presence, with all its implements.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we have prepared and we have consecrated all the items that King Ahaz removed when he acted unfaithfully during his reign. See, they are in front of the altar of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah the king rose early in the morning and gathered the leaders of the city; he went up to the house of Yahweh.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought seven bulls, seven rams, seven lambs, and seven male goats as a sin offering for the kingdom, for the sanctuary, and for Judah. He commanded the priests, the sons of Aaron, to offer them on the altar of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they killed the bulls, and the priests received the blood and sprinkled it on the altar. Then they killed the rams and sprinkled their blood on the altar; and they also killed the lambs and sprinkled their blood on the altar.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the male goats for the sin offering before the king and the assembly; they laid their hands on them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests killed them, and they made a sin offering with their blood on the altar to make atonement for all Israel, for the king had commanded that a burnt offering and a sin offering should be made for all Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah placed the Levites in the house of Yahweh with cymbals, harps, and lyres, arranging them by the command of David, Gad, the king's seer, and Nathan, the prophet, for the command was from Yahweh by means of his prophets.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites stood with the instruments of David, and the priests with the trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah commanded them to offer the burnt offering on the altar. When the burnt offering began, the song of Yahweh began also, with the trumpets, together with the instruments of David, king of Israel.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the assembly worshiped, the singers sang, and the trumpeters played; all this continued until the burnt offering was finished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had finished the offerings, the king and all who were present with him bowed and worshiped.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, Hezekiah, the king, and the leaders commanded the Levites to sing praises to Yahweh with the words of David and of Asaph, the seer. They sang praises with gladness, and they bowed down and worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah said, \"Now you have consecrated yourselves to Yahweh. Come here and bring sacrifices and thank offerings into the house of Yahweh.\" The assembly brought sacrifices and thank offerings, and all who had a willing heart brought burnt offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The number of the burnt offerings that the assembly brought was seventy bulls, one hundred rams, and two hundred male lambs. All these were for a burnt offering to Yahweh.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The consecrated offerings were six hundred oxen and three thousand sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the priests were too few to skin all the burnt offerings, so their brothers, the Levites, helped them until the work was done, and until the priests could consecrate themselves, for the Levites had been more careful to consecrate themselves than the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, there were very many burnt offerings; they were performed with the fat of the fellowship offerings, and there were drink offerings for every burnt offering. So the service of the house of Yahweh was set in order.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah rejoiced, and all the people also, because of what God had prepared for the people, for the work had been done quickly.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}