{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon began to build the house of Yahweh at Jerusalem on Mount Moriah, where Yahweh had appeared to David his father. He prepared the place that David had planned for it, at the threshing floor of Ornan the Jebusite.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He began to build on the second day of the second month, in the fourth year of his reign.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these are the dimensions of the foundation that Solomon laid for the house of God. Using the old style cubit, the length was sixty cubits, and the width was twenty cubits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of the portico at the front of the house was twenty cubits, matching the building's width. Its height was also twenty cubits, and Solomon overlaid its interior with pure gold.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He fashioned the ceiling of the main hall with cypress, which he overlaid with fine gold, and which he carved with palm trees and chains.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He decorated the house with precious stones; the gold was gold from Parvaim.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also overlaid its beams, thresholds, walls, and doors with gold; he carved cherubs on its walls.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built the most holy place. Its length matched the house's width, twenty cubits, and its width was also twenty cubits. He overlaid it with fine gold, amounting to six hundred talents.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The weight of the nails was fifty shekels of gold. He overlaid its high surfaces with gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made two images of cherubs for the most holy place; craftsmen overlaid them with gold.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions have, \\fqa two wooden images of cherubs \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wings of the cherubs were twenty cubits long all together; the wing of one cherub was five cubits long, reaching to the wall of the room; the other wing was likewise five cubits, reaching to the wing of the other cherub.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wing of the other cherub was also five cubits, reaching to the wall of the room; its other wing was also five cubits, touching the wing of the first cherub.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wings of these cherubs spread a total of twenty cubits. The cherubs stood on their feet, with their faces toward the main hall.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the curtain of blue, purple, and crimson wool and fine linen, and he fashioned cherubs on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon also made two pillars, each thirty-five cubits high, for in front of the house; the capitals that were on the top of them were five cubits high.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made chains for the pillars and put them on top of them; he also made one hundred pomegranates and joined them to the chains.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He set up the pillars in front of the temple, one on the right hand, and the other on the left; he named the pillar on the right Jakin, and the pillar on the left Boaz.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}