{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah sent messengers to all Israel and Judah, and also wrote letters to Ephraim and Manasseh, that they should come to the house of Yahweh in Jerusalem, to celebrate the Passover to Yahweh, the God of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the king, his leaders, and all the assembly in Jerusalem had consulted together, deciding to celebrate the Passover in the second month.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They could not celebrate at the regular time, because not enough priests had consecrated themselves for the celebration and the people had not gathered together in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This proposal seemed right in the eyes of the king and of all the assembly.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they agreed to make a proclamation throughout all Israel, from Beersheba to Dan, that the people should come to celebrate the Passover to Yahweh, the God of Israel, in Jerusalem. For they had not observed it with large numbers of people according to what was written.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So couriers went with the letters from the king and his leaders throughout all Israel and Judah, by the command of the king. They said, \"You people of Israel, turn back to Yahweh, the God of Abraham, Isaac, and Israel, so that he may turn back to the remnant of you who have escaped from the hand of the kings of Assyria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be like your ancestors or your brothers, who trespassed against Yahweh, the God of their ancestors, so that he made them an object of horror, as you see.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now do not be stubborn, as your ancestors were; instead, give yourselves to Yahweh and come into his holy place, which he has consecrated forever, and worship Yahweh your God, so that his fierce anger may turn away from you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if you turn back to Yahweh, your brothers and children will find compassion before those who led them away as prisoners, and they will come back into this land. For Yahweh your God, is gracious and merciful, and will not turn his face away from you, if you return to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the couriers passed from city to city throughout the regions of Ephraim and Manasseh, all the way to Zebulun, but the people laughed at them and mocked them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, certain men of Asher and Manasseh and of Zebulun humbled themselves and came to Jerusalem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hand of God also came on Judah, to give them one heart, to carry out the command of the king and leaders by the word of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people, a very great assembly, gathered in Jerusalem to celebrate the Festival of Unleavened Bread in the second month.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rose and took away the altars that were in Jerusalem, and all the altars for incense; they threw them into the brook Kidron.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they killed the Passover lambs on the fourteenth day of the second month. The priests and Levites were ashamed, so they consecrated themselves and brought burnt offerings into the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stood in their place by their divisions, following the directions given in the law of Moses, the man of God. The priests sprinkled the blood that they received from the hand of the Levites.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there were many in the assembly who had not consecrated themselves. Therefore the Levites slaughtered the Passover lambs for everyone who was not purified and could not consecrate their sacrifice to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a great many of the people, many of them from Ephraim and Manasseh, Issachar and Zebulun, had not purified themselves, yet they ate the Passover meal, against the written instructions. For Hezekiah had prayed for them, saying, \"May the good Yahweh pardon everyone\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who sets his heart to seek God, Yahweh, the God of his ancestors, even though he is not purified by the purification standards of the holy place.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh listened to Hezekiah and healed the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel who were present in Jerusalem kept the Festival of Unleavened Bread for seven days with great joy. The Levites and the priests praised Yahweh day after day, singing with loud instruments to Yahweh.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah spoke encouragingly to all the Levites who understood the service of Yahweh. So they ate throughout the festival for the seven days, offering sacrifices of fellowship offerings, and making confession to Yahweh, the God of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The whole assembly then decided to celebrate for another seven days, and they did so with joy.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Hezekiah king of Judah gave the assembly one thousand bulls and seven thousand sheep as an offering; and the leaders gave to the assembly one thousand bulls and ten thousand sheep and goats. A large number of priests consecrated themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the assembly of Judah, with the priests and the Levites, and all the people who came together from Israel, as well as the foreigners who came from the land of Israel and those who lived in Judah—they all rejoiced.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So there was great joy in Jerusalem, for since the time of Solomon son of David, king of Israel, there had not been anything like it in Jerusalem.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priests, the Levites, rose and blessed the people. Their voice was heard, and their prayer went up to heaven, the holy place where God lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}