{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when all this was finished, all the people of Israel who were there went out to the cities of Judah and broke to pieces the stone pillars and they cut down the Asherah poles, and they broke down the high places and the altars in all of Judah and Benjamin, and in Ephraim and Manasseh, until they had destroyed them all. Then all the people of Israel returned, every one to his own possession and his own city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah assigned the divisions of the priests and the Levites organized by their divisions, each man assigned to his work, both the priests and the Levites. He assigned them to make the burnt offerings and fellowship offerings, to serve, to give thanks, and to praise at the gates of Yahweh's temple.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also assigned the king's portion for the burnt offerings from his own possessions, that is, for the morning and evening burnt offerings, and the burnt offerings for the Sabbath days, the new moons, and the fixed festivals, as it was written in the law of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, he commanded the people who lived in Jerusalem to give the portion for the priests and the Levites, so that they might concentrate on obeying the law of Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as the command was sent out, the people of Israel generously gave the firstfruits of grain, new wine, oil, honey, and from all their harvest of the field. They brought in a tithe of everything, which was a great quantity. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel and Judah who lived in the cities of Judah also brought in the tithe of cattle and sheep, and the tithe of the holy things that were set apart to Yahweh their God, and they piled them up in heaps.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was in the third month when they began piling up their contribution in heaps, and they finished in the seventh month.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hezekiah and the leaders came and saw the heaps, they blessed Yahweh and his people Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah questioned the priests and the Levites about the heaps.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah, the chief priest, of the house of Zadok, answered him and said, \"Since the people began to bring the offerings into the house of Yahweh, we have eaten and had enough, and have plenty left over, for Yahweh has blessed his people. What was left over is this large amount here.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah commanded storerooms to be prepared in the house of Yahweh, and they prepared them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they faithfully brought in the offerings, the tithes and the things that belonged to Yahweh. Konaniah the Levite was the manager in charge of them, and his brother Shimei was second to him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath, and Benaiah were managers under the hand of Konaniah and Shimei his brother, by appointment of Hezekiah, the king, and Azariah, the official over the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kore son of Imnah the Levite, the porter at the east gate, was over the free will offerings of God, in charge of distributing the offerings to Yahweh and the most holy offerings.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Under him were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah, in the cities of the priests. They filled offices of trust, in order to give these offerings to their brothers division by division, to both the important and the unimportant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also gave to those males three years old and up, who were listed in the records of their ancestors who entered the house of Yahweh, as required by the daily schedule, to do the work in their offices and their divisions.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa males three years old and up \\fqa* , some modern versions have \\fqa males thirty years old and up \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They distributed to the priests according to the records of their ancestors, and the same to the Levites twenty years old and more, according to their offices and their divisions.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They included all their little ones, their wives, their sons, and their daughters, through the whole community, for they were faithful in keeping themselves holy.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the priests, the descendants of Aaron, who were in the fields of the villages belonging to their cities, or in every city, there were men assigned by name to give portions to all the males among the priests, and to all who were listed in the records of their ancestors as being among the Levites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah did this throughout all Judah. He accomplished what was good, right, and faithful before Yahweh, his God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every project that he began in the service of the house of God, the law, and the commandments, to seek his God, he performed it with all his heart, and he succeeded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}