{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things and these acts of faithfulness, Sennacherib, king of Assyria, came and entered Judah. He camped to attack the fortified cities, which he intended to capture for himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hezekiah saw that Sennacherib had come and that he intended to fight against Jerusalem,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he consulted with his leaders and his powerful men to stop up the waters of the springs that were outside the city; they helped him do so.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So many people gathered together and stopped up all the springs and the stream that was flowing through the middle of the land. They said, \"Why should the kings of Assyria come and find a lot of water?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah took courage and built up all the wall that was broken down. He built the towers higher, and also the other wall outside. He also strengthened the Millo in the city of David, and he made large amounts of weapons and shields.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa He built the towers higher \\fqa* , some ancient and modern versions have, \\fqa he built towers on it \\fqa* , that is, on the wall. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed military commanders over the people. He gathered them together to him in the broad place at the city gate and spoke encouragingly to them. He said,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Be strong and of good courage. Do not be afraid or discouraged because of the king of Assyria and all the army that is with him, for someone is with us who is greater than those with him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With him is only an arm of flesh, but with us is Yahweh, our God, to help us, and to fight our battles.\" Then the people comforted themselves with the words of Hezekiah, king of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, Sennacherib, king of Assyria, sent his servants to Jerusalem (now he was in front of Lachish, and all his army was with him), to Hezekiah, king of Judah, and to all of Judah who were in Jerusalem. He said,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what Sennacherib, king of Assyria, says: What are you relying on in order to endure a siege in Jerusalem?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is not Hezekiah misleading you, that he may give you over to die by famine and by thirst, when he tells you, 'Yahweh our God will rescue us from the hand of the king of Assyria'?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Has not this same Hezekiah taken away his high places and his altars and commanded Judah and Jerusalem, 'On one altar you must worship, and on it you must burn your sacrifices'?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know what I and my ancestors have done to all the peoples of the other lands? Were the gods of the peoples of the surrounding lands able in any way to rescue their land from my power?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among all the gods of those nations that my ancestors completely destroyed, was there any god who could rescue his people out of my hand? Why should your God be able to rescue you from my power?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now do not let Hezekiah deceive you or persuade you in this way. Do not believe him, for no god of any nation or kingdom has been able to rescue his people out of my hand, or out of the hand of my ancestors. How much less will your God rescue you from my hand?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sennacherib's servants spoke even more against Yahweh God and against his servant Hezekiah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sennacherib also wrote letters in order to mock Yahweh, the God of Israel, and to speak against him. He said, \"As the gods of the nations of the lands have not rescued their people out of my hand, so the God of Hezekiah will not rescue his people out of my hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cried out in the language of the Jews to the people of Jerusalem who were on the wall, to frighten them and trouble them, in order that they might capture the city.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke of the God of Jerusalem as they had spoken of the gods of the other peoples of the earth, which are merely the work of men's hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah, the king, and Isaiah son of Amoz, the prophet, prayed because of this matter and he cried out to heaven.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent an angel, who killed the fighting men, the commanders, and the officers of the king in the camp. So Sennacherib returned to his own land with shame on his face. When he had gone into the house of his god, some of his own children killed him there with the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Yahweh saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib, the king of Assyria, and from the hand of all others, and gave them rest on every side.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa gave them rest on every side \\fqa* , some ancient and modern versions have \\fqa guided them on every side \\fqa* . The original reading is uncertain. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many were bringing offerings to Yahweh in Jerusalem, and precious gifts to Hezekiah king of Judah, so that he was lifted up in the eyes of all nations from that time forward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days Hezekiah was sick to the point of dying. He prayed to Yahweh, who spoke to him and gave him a sign that he would be healed.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hezekiah did not pay back Yahweh for the help given to him, for his heart was lifted up. So anger came on him, and on Judah and Jerusalem.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, Hezekiah later humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that Yahweh's anger did not come on them during Hezekiah's days.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah had very many riches and much honor. He provided himself with storerooms for silver, gold, precious stones, and for spices, as well as for shields and for all kinds of valuable objects.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also had storehouses for the harvest of grain, new wine, and oil, and stalls for all kinds of animals. He also had flocks in their pens.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, he provided himself with cities and possessions of flocks and herds in abundance, for God had given him very much wealth.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa cities \\fqa* , some modern versions have \\fqa donkeys \\fqa* , and some other modern versions leave out the word entirely. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was this same Hezekiah who also stopped up the upper spring of the waters of Gihon, and who brought them straight down on the west side of the city of David. Hezekiah succeeded in all his projects.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, in the matter of the ambassadors of the princes of Babylon, who sent to him to ask questions of those who knew, about the miraculous sign that had been done in the land, God left him to himself, in order to test him, and to know all that was in his heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Hezekiah, including his actions of covenant loyalty, you can see that they are written in the vision of the prophet Isaiah son of Amoz, and in the book of the kings of Judah and Israel.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah slept with his ancestors, and they buried him on the hill of the tombs of the descendants of David. All Judah and the inhabitants of Jerusalem honored him at his death. Manasseh his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}