{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh was twelve years old when he began to reign; he reigned fifty-five years in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, like the disgusting things of the nations whom Yahweh had driven out before the people of Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he rebuilt the high places that his father Hezekiah had torn down, and he built altars for the Baals, he made Asherah poles, and he bowed down to all the stars of heaven and worshiped them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh built altars in the house of Yahweh, although Yahweh had commanded, \"It is in Jerusalem that my name will be forever.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built altars for all the stars of heaven in the two courtyards of the house of Yahweh.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the Valley of Ben Hinnom he caused his sons to pass through the fire. He practiced sorcery, divination and he read omens, and he consulted with those who talked with the dead and with those who talked with spirits. Manasseh did much evil in the sight of Yahweh, and he provoked him to anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The carved figure he had made, he placed it in the house of God. It was about this house that God had spoken to David and Solomon his son; he had said, \"It is in this house and in Jerusalem, which I have chosen from all the tribes of Israel, that I will put my name forever.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not move the people of Israel any more out of the land that I assigned to their ancestors, if they will only be careful to keep all that I have commanded them, following all the law, statutes, and decrees which I gave them through Moses.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh led Judah and the inhabitants of Jerusalem to do evil even more than the nations that Yahweh had destroyed before the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Manasseh, and to his people, but they paid no attention.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh brought on them the commanders of the army of the king of Assyria, who took Manasseh in chains, bound him with fetters, and took him off to Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Manasseh was in distress, he implored Yahweh, his God, and humbled himself greatly before the God of his ancestors.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He prayed to him; and God was begged by him, and God heard his begging and brought him back to Jerusalem, into his kingship. Then Manasseh knew that Yahweh was God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, Manasseh built an outer wall to the city of David, on the west side of Gihon, in the valley, to the entrance at the Fish Gate. He surrounded the hill of Ophel with it and raised the wall up to a very great height. He put courageous commanders in all the fortified cities of Judah.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took away the foreign gods, the idol out of the house of Yahweh, and all the altars that he had built on the mount of the house of Yahweh and in Jerusalem, and threw them out of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He rebuilt the altar of Yahweh and offered on it sacrifices of fellowship offerings and thank offerings; he commanded Judah to serve Yahweh, the God of Israel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the people still sacrificed at the high places, but only to Yahweh, their God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As to the other matters concerning Manasseh, his prayer to his God, and the words of the seers who spoke to him in the name of Yahweh, the God of Israel, behold, they are written among the deeds of the kings of Israel.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that account there is history of his prayer, and how God was moved by it. There is also an account of all his sin and his trespasses, and the places where he had built high places and set up the Asherah poles and the carved figures, before he humbled himself—they are written about in the Chronicles of the Seers.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions have \\fqa the Chronicles of Hozai \\fqa* , which is the reading of the original text. But many modern versions correct it to read \\fqa the Chronicles of the Seers \\fqa* . Also, a few modern versions have \\fqa the Chronicles of his seers \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Manasseh slept with his ancestors, and they buried him in his own house. Amon, his son, became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amon was twenty-two years old when he began to reign; he reigned two years in Jerusalem.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, as Manasseh, his father, had done. Amon sacrificed to all the carved figures that Manasseh his father had made, and he worshiped them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not humble himself before Yahweh, as Manasseh his father had done. Instead, this same Amon trespassed more and more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servants conspired against him and put him to death in his own house.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of the land killed all those who had conspired against King Amon, and they made Josiah, his son, king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}