{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was eight years old when he began to reign; he reigned thirty-one years in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, and walked in the ways of David his ancestor, and did not turn away either to the right or to the left.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in the eighth year of his reign, while he was still young, he began to seek after the God of David, his ancestor. In the twelfth year, he began to cleanse Judah and Jerusalem from the high places, the Asherah poles, and the carved figures and the cast metal figures.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people broke down the altars of the Baals in his presence; he cut apart the incense altars that were above them. He broke the Asherah poles and the carved figures, and the cast metal figures in pieces until they were dust. He scattered the dust on the graves of those who had sacrificed to them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He burned the bones of their priests on their altars. In this way, he cleansed Judah and Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did the same in the cities of Manasseh, Ephraim, and Simeon, all the way to Naphtali, and in the ruins that surrounded them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He broke down the altars, beat the Asherah poles and the carved images into powder, and cut apart all the incense altars throughout all the land of Israel. Then he returned to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the eighteenth year of his reign, after Josiah had cleansed the land and the temple, he sent Shaphan son of Azaliah, Maaseiah, the governor of the city, and Joah son of Joahaz the secretary, to repair the house of Yahweh his God.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to Hilkiah, the high priest, and entrusted to him the money that had been brought into the house of God, that the Levites, the guards of the doors, had gathered from Manasseh and Ephraim, from all the remnant of Israel, from all Judah and Benjamin, and from the inhabitants of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They entrusted the money to the men who supervised the work on the temple of Yahweh. These men paid the workers who repaired and restored the temple.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They paid it to the carpenters and builders to buy cut stone and timber for braces, and to make beams for the structures that some kings of Judah had let fall apart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men did the work faithfully. Their supervisors Jahath and Obadiah, the Levites, of the sons of Merari; and Zechariah and Meshullam, from the sons of the Kohathites. Other Levites, all of whom were very good musicians, closely directed the workmen.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These Levites were in charge of those who carried building material and all other men who worked in any way. There were also Levites who were secretaries, administrators, and gate guards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they brought out the money that was brought into the house of Yahweh, Hilkiah the priest found the book of the law of Yahweh that had been given through Moses.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hilkiah said to Shaphan the scribe, \"I have found the book of the law in the house of Yahweh.\" Hilkiah brought the book to Shaphan.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shaphan took the book to the king, and also reported to him, saying, \"Your servants are doing everything that has been entrusted to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have emptied out the money that was found in the house of Yahweh, and they gave it into the hand of the supervisors and to the workmen.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shaphan the scribe told the king, \"Hilkiah the priest has given me a book.\" Then Shaphan read in it to the king.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the king had heard the words of the law, he tore his clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king commanded Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the scribe, and Asaiah, his own servant, saying,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and ask Yahweh's will for me, and for those who are left in Israel and in Judah, because of the words of the book that has been found. For it is great, the anger of Yahweh that has been poured out on us. It is great, because our ancestors have not listened to the words of this book so as to obey all that was written in it.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa that has been poured out on us \\fqa* , some versions have, \\fqa that has been kindled against us \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hilkiah, and those whom the king had commanded, went to Huldah the prophetess, the wife of Shallum son of Tokhath son of Hasrah, keeper of the wardrobe (she lived in Jerusalem in the Second District), and they spoke with her in this way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to them, \"This is what Yahweh, the God of Israel, says: Tell the man who sent you to me,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'This is what Yahweh says: See, I am about to bring disaster on this place and on its inhabitants, all the curses that have been written in the book that they have read before the king of Judah.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will happen because they have forsaken me and have burned incense to other gods, and they have provoked me to anger by all that their hands have made, therefore, my anger will be poured out on this place, and it will not be extinguished.'\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa will be poured out on this place \\fqa* , some versions have, \\fqa will be kindled against this place \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the king of Judah, who sent you to ask Yahweh what he should do, this is what you will say to him, 'Yahweh, the God of Israel says this: About the words that you heard,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because your heart was tender, and you humbled yourself before God when you heard his words against this place and its inhabitants, and because you have humbled yourself before me and have torn your clothes and wept before me, I also have listened to you—this is Yahweh's declaration—\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "see, I will gather you to your ancestors. You will be gathered to your grave in peace, and your eyes will not see any of the disaster I will bring on this place and its inhabitants.'\" The men took this message back to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent messengers and gathered together all the elders of Judah and Jerusalem.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king went up to the house of Yahweh, and all the men of Judah and the inhabitants of Jerusalem, and the priests, Levites, and all the people, from great to small. He then read in their hearing all the words of the book of the Covenant that had been found in the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king stood in his place and made a covenant before Yahweh, to walk after Yahweh, and to keep his commandments, his regulations, and his statutes, with all his heart and all his soul, to obey the words of the covenant that were written in this book.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He caused all who were found in Jerusalem and Benjamin to stand by the covenant. The inhabitants of Jerusalem acted in obedience to the covenant of God, the God of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah took away all the disgusting things from the lands that belonged to the people of Israel. He made everyone in Israel worship Yahweh, their God. For all of his days, they did not turn away from following Yahweh, the God of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}