{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah kept a Passover to Yahweh in Jerusalem, and they killed the Passover lambs on the fourteenth day of the first month.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed the priests in their positions and encouraged them in the service of the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the Levites who taught all Israel and who were set apart to Yahweh, \"Put the holy ark in the house that Solomon son of David, king of Israel built. Do not carry it around on your shoulders any longer. Now worship Yahweh your God, and serve his people Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Organize yourselves by the name of your ancestral houses and your divisions, following the written instructions of David, king of Israel, and those of Solomon, his son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stand in the holy place, taking your position with your divisions within the ancestral houses of your brothers, the descendants of the people, and taking your places with your divisions within the ancestral houses of the Levites.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kill the Passover lambs, consecrate yourselves, prepare the lambs for your brothers, to do according to the word of Yahweh that was given by the hand of Moses.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah gave to all the people thirty thousand lambs and kids from flocks for the Passover offerings to all who were present. He also gave three thousand bulls; these were from the king's possessions.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His leaders gave a free will offering to the people, priests, and Levites. Hilkiah, Zechariah, and Jehiel, the officials in charge of the house of God, gave to the priests for the Passover offerings 2,600 small cattle and three hundred oxen.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also Konaniah, and Shemaiah and Nethanel, his brothers, and Hashabiah, Jeiel, and Jozabad, the chiefs of the Levites, gave to the Levites for the Passover offerings five thousand small cattle and five hundred oxen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the service was prepared, and the priests stood in their places, with the Levites by their divisions, in response to the king's command.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed the Passover lambs, and the priests sprinkled the blood that they received from the Levites' hand, and the Levites skinned the lambs.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They removed the burnt offerings, in order to distribute them to the divisions of the ancestral houses of the people, to offer them to Yahweh, as it is written in the Book of Moses. They did the same with the bulls.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They roasted the Passover lambs with fire following the instructions. As for the consecrated offerings, they boiled them in pots, cauldrons, and pans, and they quickly carried them to all the people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They later prepared offerings for themselves and for the priests, because the priests, the descendants of Aaron, were occupied in offering the burnt offerings and the fat until nightfall, so the Levites prepared the offerings for themselves and for the priests, the descendants of Aaron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The singers, the descendants of Asaph, were in their place, as directed by David, Asaph, Heman, and Jeduthun the king's seer, and the guards were at every gate. They did not have to leave their post, because their brothers the Levites made preparations for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, at that time the entire service of Yahweh was carried out for the celebration of the Passover and to offer burnt offerings on the altar of Yahweh, as King Josiah commanded.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel who were present kept the Passover at that time, and then the Festival of Unleavened Bread for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such a Passover celebration had never been held in Israel from the days of the prophet Samuel, nor had any of the other kings of Israel ever celebrated such a Passover as Josiah did, along with the priests, Levites, and all the people of Judah and Israel who were present, and the inhabitants of Jerusalem.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This Passover was kept in the eighteenth year of the reign of Josiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After all this, after Josiah had set the temple in order, Necho, king of Egypt, went up to fight against Carchemish at the Euphrates River, and Josiah went to fight against him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Necho sent ambassadors to him, saying, \"What have I to do with you, king of Judah? I am not coming against you today, but against the house with which I am making war. God has commanded me to hurry, so refrain from interfering with God, who is with me, or he might destroy you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Josiah refused to turn away from him. He disguised himself in order to fight with him. He did not listen to the words of Necho that had come from the mouth of God; so he went to fight in the Valley of Megiddo.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Archers shot King Josiah, and the king said to his servants, \"Take me away, for I am badly wounded.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his servants took him out of the chariot, and put him in his extra chariot. They took him to Jerusalem, where he died. He was buried in the tombs of his ancestors. All Judah and Jerusalem mourned for Josiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah lamented for Josiah; all the male and female singers lament about Josiah to this day. These songs became customary in Israel; behold, they are written in the songs of lament.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Josiah, and his good deeds done in obedience to what is written in the law of Yahweh—\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and his deeds, from beginning to end, are written in the book of the kings of Judah and Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}