{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of the land took Jehoahaz son of Josiah, and made him king in his father's place in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoahaz "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\fqa Jehoahaz \\fqa* \\ft is written in HEB \\fqa Joahaz \\fqa*, but refers to the same person. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "was twenty-three years old when he began to reign, and he reigned three months in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Egypt removed him at Jerusalem, and fined the land one hundred talents of silver and one talent of gold.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Egypt made Eliakim, who was the brother of Jehoahaz, king over Judah and Jerusalem (and changed Eliakim's name to Jehoiakim). Then Necho took Eliakim's brother Jehoahaz and brought him to Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did what was evil in the sight of Yahweh his God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar, king of Babylon, attacked him and bound him in chains to lead him away to Babylon.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar also carried some of the objects in the house of Yahweh to Babylon, and put them in his palace at Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoiakim, the disgusting things that he did, and what was found against him, behold, they are written in the book of the kings of Judah and Israel. Then Jehoiachin, his son, became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiachin was eight years old when he began to reign; he reigned three months and ten days in Jerusalem. He did what was evil in the sight of Yahweh.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the spring, King Nebuchadnezzar sent men and brought him to Babylon, with the valuable things from the house of Yahweh, and made Zedekiah, his relative, king over Judah and Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah was twenty-one years old when he began to reign; he reigned eleven years in Jerusalem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh his God. He did not humble himself before Jeremiah the prophet, who spoke from the mouth of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah also rebelled against King Nebuchadnezzar, who had made him swear loyalty to him by God. But Zedekiah stiffened his neck and hardened his heart against turning to Yahweh, the God of Israel.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, all the leaders of the priests and the people were extremely unfaithful, and they followed the disgusting practices of the nations. They polluted the house of Yahweh which he had consecrated in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God of their ancestors, sent word to them by his messengers again and again, because he had compassion on his people and on the place where he lives.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they mocked God's messengers, despised his words, and scoffed at his prophets, until the wrath of Yahweh arose against his people, until there was no help for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God brought on them the king of the Chaldeans, who killed their young men with the sword in the sanctuary, and had no compassion on young men or virgins, old men or the gray-haired. God gave them all into his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the furnishings of the house of God, great and small, the treasures of the house of Yahweh, and the treasures of the king and his officials—all these he took to Babylon.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They burned down the house of God, broke down the wall of Jerusalem, burned all its palaces, and destroyed all the beautiful things in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king carried away to Babylon those who had escaped the sword. They became servants for him and his sons until the rule of the kingdom of Persia.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened to fulfill the word of Yahweh by the mouth of Jeremiah, until the land should have enjoyed its Sabbath rests. It observed its Sabbath for as long as it lay abandoned, in order to pass seventy years in this way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the first year of Cyrus, king of Persia, so that the word of Yahweh by the mouth of Jeremiah might be carried out, Yahweh motivated the spirit of Cyrus, king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing. He said,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what Cyrus, king of Persia, says: Yahweh, the God of heaven, has given me all the kingdoms of the earth. He has commanded me to build a house for him in Jerusalem, which is in Judah. Whoever is among you from all his people, may Yahweh your God, be with you. Let him go up to the land.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}