{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover he made an altar of bronze; its length was twenty cubits, and its width was twenty cubits. Its height was ten cubits.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made the round sea of cast metal, ten cubits from brim to brim. Its height was five cubits, and the sea was thirty cubits in circumference.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Under the brim encircling the sea were bulls, ten to each cubit, cast in one piece with the sea when the sea itself was cast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The large basin known as \"The Sea\" was set upon twelve oxen, three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east. \"The Sea\" was set on top of them, and all their hindquarters were toward the inside.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The Sea\" was as thick as the width of a hand, and its brim was forged like the brim of a cup, like a lily blossom. \"The Sea\" held three thousand baths of water.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made also ten basins for washing things; he put five on the south side, and five on the north; items used in performing the burnt offering were to be washed in them. The large basin known as \"The Sea\" was used by the priests for them to wash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the ten lampstands of gold that were made from the instructions for their design; he placed them in the temple, five on the right hand, and five on the left.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made ten tables and placed them in the temple, five on the right side, and five on the left. He made one hundred basins of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore he made the courtyard of the priests, and the great court and the doors for the court and overlaid their doors with bronze.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed the basin known as \"The Sea\" on the east side of the temple, facing toward the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram made the pots, the shovels, and the sprinkling bowls.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Huram finished the work that he did for King Solomon in the house of God:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the two pillars, the bowl-like capitals that were on top of the two pillars, and the two sets of decorative latticework to cover the two bowl-like capitals that were on top of the pillars.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had made the four hundred pomegranates for the two sets of decorative latticework: two rows of pomegranates for each set of latticework to cover the two bowl-like capitals that were on the pillars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made the stands and the basins to go on the stands;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "one sea and the twelve bulls under it,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also the pots, shovels, meat forks, and all the other implements that Huram-Abi made of polished bronze for King Solomon, for the house of Yahweh.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa meat forks \\fqa* , some versions have \\fqa bowels \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had cast them in the plain of the Jordan, in the clay ground between Succoth and Zarethan.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thus Solomon made all these vessels in great abundance; indeed, the weight of the bronze could not be known.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon made all the furnishings that were in the house of God, the golden altar also, and the tables on which the bread of the presence was to be placed;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the lampstands with their lamps, that were designed to burn before the inner room—these were made of pure gold;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the flowers, the lamps, and the tongs, of gold, pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also the lamp trimmers, basins, spoons, and incense burners were all made of pure gold. As for the entrance into the house, its inner doors into the most holy place and the doors of the house, that is, of the temple, were made of gold.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}