{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the work that Solomon did for the house of Yahweh was completed, Solomon brought in the things that David, his father, had set apart for this purpose, including the silver, the gold, and all the furnishings—he placed them into the treasuries of the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon assembled the elders of Israel, all the heads of the tribes, and the leaders of the families of the people of Israel, in Jerusalem, to bring up the ark of the covenant of Yahweh from the city of David, that is, Zion.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men of Israel assembled before the king at the feast, which was in the seventh month.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the elders of Israel came, and the Levites took up the ark.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought up the ark, the tent of meeting, and all the holy furnishings that were in the tent. The priests who were of the tribe of Levi brought these things up.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon and all the assembly of Israel came together before the ark, sacrificing sheep and oxen that could not be counted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests brought in the ark of the covenant of Yahweh to its place, into the inner room of the house, to the most holy place, under the wings of the cherubim.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the cherubim spread out their wings over the place of the ark, and they covered the ark and the poles by which it was carried.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The poles were so long that their ends were seen from the holy place in front of the inner room, but they could not be seen from outside. They are there to this day.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was nothing in the ark except the two tablets that Moses had put there at Horeb, when Yahweh made a covenant with the people of Israel, when they came out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that the priests came out of the holy place. All the priests who were present had consecrated themselves to Yahweh, not ordering themselves according to their divisions.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also the Levites who were the singers, all of them, including Asaph, Heman, Jeduthun, and their sons and brothers, clothed in fine linen and playing cymbals, harps, and lyres, stood at the east end of the altar. With them were 120 priests blowing trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that the trumpeters and singers made music together, making one sound to be heard for praising and thanking Yahweh. They raised their voices with the trumpets and cymbals and other instruments, and they praised Yahweh. They sang, \"For he is good, for his covenant loyalty endures forever.\" Then the house, the house of Yahweh, was filled with a cloud.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests could not stand in order to serve because of the cloud, for the glory of Yahweh filled his house.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}