{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon said, \"Yahweh has said that he would live in thick darkness,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but I have built you a lofty residence, a place for you to live in forever.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king turned around and blessed all the assembly of Israel, while all the assembly of Israel was standing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"May Yahweh, the God of Israel, be praised, who spoke to David my father, and has fulfilled it with his own hands, saying,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Since the day that I brought my people out of the land of Egypt, I chose no city out of all the tribes of Israel in which to build a house, in order for my name to be there. Neither did I choose any man to be prince over my people Israel.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, I have chosen Jerusalem, so that my name might be there, and I have chosen David to be over my people Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was in the heart of David my father, to build a house for the name of Yahweh, the God of Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to David my father, 'In that it was in your heart to build a house for my name, you did well for it to be in your heart.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, you must not build the house; instead, your son, one who will come from your loins, will build the house for my name.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has carried out the word that he had said, for I have arisen in the place of David my father, and I sit on the throne of Israel, as Yahweh promised. I have built the house for the name of Yahweh, the God of Israel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have placed the ark there, in which is Yahweh's covenant, which he made with the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon stood before the altar of Yahweh in the presence of all the assembly of Israel, and spread out his hands.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he had made a bronze platform, five cubits long, five cubits wide, and three cubits high. He had placed it in the middle of the courtyard. He stood on it and knelt down before all the assembly of Israel, and then he spread out his hands toward the heavens.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Yahweh, God of Israel, there is no God like you in the heavens or on the earth, who keeps covenant and steadfast love with your servants who walk before you with all their heart;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you who have kept with your servant David my father, what you promised him. Yes, you spoke with your mouth and have fulfilled it with your hand, as it is today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, Yahweh, God of Israel, carry out what you have promised to your servant David my father, when you said, 'You will not fail to have a man in my sight to sit on the throne of Israel, if only your descendants are careful to walk in my law, as you have walked before me.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, Yahweh, God of Israel, let your word be confirmed, which you have spoken to your servant David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But will God actually live with mankind on the earth? Look, the entire universe and heaven itself cannot contain you—how much less can this temple that I have built!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet please respect this prayer of your servant and his request, Yahweh my God; listen to the cry and prayer that your servant prays before you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May your eyes be open toward this temple day and night, the place where you promised to put your name. May you listen to the prayer your servant prays toward this place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So listen to the requests of your servant and of your people Israel when we pray toward this place. Yes, listen from the place where you live, from the heavens; and when you listen, forgive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sins against his neighbor and is required to swear an oath, and if he comes and swears an oath before your altar in this house,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "listen from the heavens and act. Judge your servants, condemning the guilty and bringing what he has done upon his own head. Declare the innocent not guilty and give to him according to his righteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your people Israel are defeated by an enemy because they have sinned against you, if they turn back to you, confess your name, pray, and request forgiveness before you in this temple—\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then please listen from the heavens and forgive the sin of your people Israel; bring them back to the land that you gave to them and to their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the skies are shut up and there is no rain because the people have sinned against you—if they pray toward this place, confess your name, and turn from their sin when you have afflicted them—\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then listen in heaven and forgive the sin of your servants and of your people Israel, when you direct them to the good way in which they should walk. Send rain on your land, which you have given to your people as an inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose there is famine in the land, or suppose that there is disease, blight or mildew, locusts or caterpillars; or suppose that its enemies attack the city gates in their land, or that there is any plague or sickness—\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and suppose then that prayers and requests are made by a person or by all your people Israel—each knowing the plague and sorrow in his own heart as he spreads out his hands toward this temple.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then listen from heaven, the place where you live; forgive, and reward every person for all his ways; you know his heart, because you and you only know the hearts of human beings.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so that they may fear you, so that they may walk in your ways all the days that they live on the land that you gave to our ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the foreigner who does not belong to your people Israel, but who—because of your great name, your mighty hand, and your outstretched arm—comes and prays toward this house,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then please listen from heaven, the place where you live, and do all that the foreigner asks of you, so that all the people of the earth may know your name and fear you, as do your own people Israel, and that they might know that this house I have built is called by your name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that your people go out to battle against their enemies, by whatever way you may send them, and suppose that they pray to you toward this city that you have chosen, and toward the house that I have built for your name.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then listen from the heavens to their prayer, their request, and help their cause.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose they sin against you—since there is no one who does not sin—and suppose that you are angry with them and hand them over to the enemy, so that the enemy carries them away and takes them as captives to their land, whether distant or near.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then suppose they realize they are in the land where they have been exiled, and suppose that they repent and seek favor from you in the land of their captivity. Suppose that they say, 'We have acted perversely and sinned. We have behaved wickedly.'\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that they return to you with all their heart and with all their soul in the land of their captivity, where they took them as captives, and suppose that they pray toward their land, which you gave to their ancestors, and toward the city that you chose, and toward the house that I have built for your name.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then listen from the heavens, the place where you live, to their prayer and to their requests, and help their cause. Forgive your people, who have sinned against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my God, I beg you, let your eyes be open, and let your ears be attentive to the prayer that is made in this place.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then arise, Yahweh God, to your resting place, you and the ark of your strength. Let your priests, Yahweh God, be clothed with salvation, and let your saints rejoice in your goodness.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God, do not turn the face of your anointed away from you. Keep in mind your acts of covenant loyalty for David, your servant.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}