{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Solomon had finished praying, fire came down from heaven and consumed the burnt offerings and sacrifices, and the glory of Yahweh filled the house.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests could not enter the house of Yahweh, because his glory filled his house.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people of Israel saw the fire come down and the glory of Yahweh over the house, they bowed down with their faces to the ground on the stone pavement and worshiped and gave thanks to Yahweh. They said, \"For he is good, for his covenant loyalty endures forever.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king and all the people offered sacrifices to Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon offered a sacrifice of twenty-two thousand oxen and 120,000 sheep and goats. So the king and all the people dedicated the house of God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests stood, each standing where they serve; the Levites also with instruments of music of Yahweh, which David the king had made to give thanks to Yahweh in the song, \"For his covenant faithfulness endures for ever.\" All the priests sounded trumpets before them, and all Israel stood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon set apart the middle of the courtyard in front of the house of Yahweh. There he offered the burnt offerings and the fat of the fellowship offerings, because the bronze altar that he had made was not able to hold the burnt offerings, the grain offerings, and the fat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon held the festival at that time for seven days, and all Israel with him, a very great assembly, from Lebo Hamath to the brook of Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day they held a solemn assembly, for they kept the dedication of the altar for seven days, and the feast for seven days.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the twenty-third day of the seventh month, Solomon sent the people away to their homes with glad and joyful hearts because of the goodness that Yahweh had shown to David, Solomon, and Israel, his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thus Solomon finished the house of Yahweh and his own house. Everything that came into Solomon's heart to make in the house of Yahweh and in his own house, he successfully carried out.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared to Solomon by night and said to him, \"I have heard your prayer, and I have chosen this place for myself as a house of sacrifice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that I shut up the heavens so that there is no rain, or if I command the locust to devour the land, or if I send disease among my people,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then if my people, who are called by my name, will humble themselves, pray, seek my face, and turn from their wicked ways, I will hear from heaven, forgive their sin, and heal their land.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now my eyes will be open and my ears attentive to the prayers that are made in this place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have now chosen and set apart this house that my name may be there forever. My eyes and my heart will be there every day.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, if you walk before me as David your father walked, obeying all that I have commanded you and keeping my statutes and my decrees,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will establish the throne of your kingdom, as I said in a covenant with David your father, when I said, 'A descendant of yours will never fail to be ruler in Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you turn away, and forsake my statutes and my commandments that I have placed before you, and if you go worship other gods and bow down to them,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will uproot them from out of my ground that I have given them. This house that I have set apart for my name, I will cast away from before me, and I will make it a proverb and a joke among all the peoples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though this temple is so lofty now, everyone who passes by it will be shocked and will hiss. They will ask, 'Why has Yahweh done this to this land and to this house?'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others will answer, 'Because they forsook Yahweh, their God, who had brought their ancestors out of the land of Egypt, and they laid hold of other gods and bowed down to them and worshiped them. That is why Yahweh has brought all this disaster on them.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}