{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the queen of Sheba heard of Solomon's fame, she came to Jerusalem to test him with hard questions. She came with a very long caravan, with camels loaded with spices, much gold, and many precious gemstones. When she had come to Solomon, she told him all that was in her heart.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon answered her all her questions; nothing was too difficult for Solomon; there was no question that he did not answer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the queen of Sheba saw Solomon's wisdom and the palace that he had built,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the food on his table, the seating of his servants, the work of his servants and their clothing, also his cupbearers and their clothing, and the burnt offerings he made at "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some scholars suggest an alternative reading of the phrase \\fqa the burnt offerings he made at \\fqa* to say, \\fqa the ascent by which he went up to \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "the house of Yahweh, and there was no more breath in her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to the king, \"It is true, the report that I heard in my own land of your words and your wisdom.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not believe what I heard until I came here, and now my eyes have seen it. Not half was told me about your wisdom and wealth! You have exceeded the fame that I heard about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How blessed are your people, and how blessed are your servants who constantly stand before you, because they hear your wisdom.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions have, \\fqa How blessed are your wives \\fqa* , assuming that the text should read as in 1 Kings 10:8. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed be Yahweh your God, who has taken pleasure in you, who placed you on his throne, to be king for Yahweh your God. Because your God loved Israel, in order to establish them forever, he had made you king over them, for you to do justice and righteousness!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She gave the king 120 talents of gold and a large amount of spices and precious stones. No greater amount of spices as these that the queen of Sheba gave to King Solomon was ever given to him again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servants of Hiram and the servants of Solomon, who brought gold from Ophir, also brought algum wood and precious stones.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the algum wood, the king made steps for the house of Yahweh and for his house, as well as harps and lyres for the musicians. No wood like this had been seen before in the land of Judah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon gave to the queen of Sheba everything she desired and whatever she asked for; he gave her more than what she had brought to the king. So she left and went back to her own land, she and her servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the weight of gold that came to Solomon in one year was 666 talents of gold,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "besides the gold that the traders and merchants brought. All the kings of Arabia and the governors in the country also brought gold and silver to Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon made two hundred large shields of beaten gold. Six hundred shekels of gold went into each one.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made three hundred shields of beaten gold. Three minas of gold went into each shield; the king put them into the House of the Forest of Lebanon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king made a great throne of ivory and overlaid it with the finest gold.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were six steps to the throne, and a footstool was attached to the throne. On each side of the throne there were armrests with two lions standing beside each of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Twelve lions stood on the steps, one on each side of each of the six steps. There was no throne like it in any other kingdom.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All King Solomon's drinking cups were gold, and all the drinking cups in the House of the Forest of Lebanon were of pure gold. None were silver because silver was not considered valuable in Solomon's days.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had at sea a fleet of oceangoing ships, along with the fleet of Hiram. Once every three years the fleet brought gold, silver, and ivory, as well as apes and baboons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Solomon exceeded all the kings of the world in riches and in wisdom.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the kings of the earth sought the presence of Solomon in order to hear his wisdom, which God had put in his heart.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who visited brought tribute, vessels of silver and of gold, clothes, armor, and spices, as well as horses and mules, year after year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon had four thousand stalls for horses and chariots, and twelve thousand horsemen, which he stationed in the chariot cities and with himself in Jerusalem.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled over all the kings from the Euphrates River to the land of the Philistines, and to the border of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had silver in Jerusalem, as much as the stones on the ground. He made cedar wood to be as abundant as the sycamore fig trees that are in the lowlands.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought horses for Solomon from Egypt and from all the lands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Solomon, first and last, are they not written in The History of Nathan the Prophet, in The Prophecy of Ahijah the Shilonite, and in The Visions of Iddo the Seer (which also had information about Jeroboam son of Nebat)?\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon reigned in Jerusalem over all Israel for forty years.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He slept with his ancestors and the people buried him in the city of David his father. Rehoboam, his son, became king in his place.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}