{
  "1": "וָאֶרְאֶ֗ה H7200 וְהִנֵּ֤ה H2009 אֶל H413 הָרָקִ֨יעַ֙ H7549 אֲשֶׁר֙ H834 עַל H5921 רֹ֣אשׁ H7218 הַכְּרֻבִ֔ים H3742 כְּאֶ֣בֶן H68 סַפִּ֔יר H5601 כְּמַרְאֵ֖ה H4758 דְּמ֣וּת H1823 כִּסֵּ֑א H3678 נִרְאָ֖ה H7200 עֲלֵיהֶֽם H5921 ",
  "2": "וַיֹּ֜אמֶר H559 אֶל H413 הָאִ֣ישׁ H376 לְבֻ֣שׁ H3847 הַבַּדִּ֗ים H906 וַיֹּ֡אמֶר H559 בֹּא֩ H935 אֶל H413 בֵּינ֨וֹת H996 לַגַּלְגַּ֜ל H1534 אֶל H413 תַּ֣חַת H8478 לַכְּר֗וּב H3742 וּמַלֵּ֨א H4390 חָפְנֶ֤יךָ H2651 גַֽחֲלֵי H1513 אֵשׁ֙ H784 מִבֵּינ֣וֹת H996 לַכְּרֻבִ֔ים H3742 וּזְרֹ֖ק H2236 עַל H5921 הָעִ֑יר H5892 וַיָּבֹ֖א H935 לְעֵינָֽ H5869 ",
  "3": "וְהַ H3742 עֹֽמְדִ֛ים H5975 מִימִ֥ין H3225 לַבַּ֖יִת H1004 בְּבֹא֣ H935 הָאִ֑ישׁ H376 וְהֶ H6051 מָלֵ֔א H4390 אֶת H853 הֶחָצֵ֖ר H2691 הַפְּנִימִֽית H6442 ",
  "4": "וַיָּ֤רָם H7311 כְּבוֹד H3519 יְהוָה֙ H3068 מֵעַ֣ל H5921 הַכְּר֔וּב H3742 עַ֖ל H5921 מִפְתַּ֣ן H4670 הַבָּ֑יִת H1004 וַיִּמָּלֵ֤א H4390 הַבַּ֨יִת֙ H1004 אֶת H854 הֶ֣עָנָ֔ן H6051 וְהֶֽ H2691 מָֽלְאָ֔ה H4390 אֶת H854 נֹ֖גַהּ H5051 כְּב֥וֹד H3519 יְהוָֽה H3068 ",
  "5": "וְקוֹל֙ H6963 כַּנְפֵ֣י H3671 הַכְּרוּבִ֔ים H3742 נִשְׁמַ֕ע H8085 עַד H5704 הֶחָצֵ֖ר H2691 הַחִיצֹנָ֑ה H2435 כְּק֥וֹל H6963 אֵל H410 שַׁדַּ֖י H7706 בְּדַבְּרֽ H1696 ",
  "6": "וַיְהִ֗י H1961 בְּצַוֺּת H6680 אֶת H853 הָאִ֤ישׁ H376 לְבֻֽשׁ H3847 הַבַּדִּים֙ H906 לֵאמֹ֔ר H559 קַ֥ח H3947 אֵשׁ֙ H784 מִבֵּינ֣וֹת H996 לַגַּלְגַּ֔ל H1534 מִבֵּינ֖וֹת H996 לַכְּרוּבִ֑ים H3742 וַיָּבֹא֙ H935 וַֽיַּעֲמֹ֔ד H5975 אֵ֖צֶל H681 הָאוֹפָֽן H212 ",
  "7": "וַיִּשְׁלַח֩ H7971 הַכְּר֨וּב H3742 אֶת H853 יָד֜וֹ H3027 מִבֵּינ֣וֹת H996 לַכְּרוּבִ֗ים H3742 אֶל H413 הָאֵשׁ֙ H784 אֲשֶׁר֙ H834 בֵּינ֣וֹת H996 הַכְּרֻבִ֔ים H3742 וַיִּשָּׂא֙ H5375 וַיִּתֵּ֔ן H5414 אֶל H413 חָפְנֵ֖י H2651 לְבֻ֣שׁ H3847 הַבַּדִּ֑ים H906 וַיִּקַּ֖ח H3947 וַיֵּצֵֽא H3318 ",
  "8": "וַיֵּרָ֖א H7200 לַכְּרֻבִ֑ים H3742 תַּבְנִית֙ H8403 יַד H3027 אָדָ֔ם H120 תַּ֖חַת H8478 כַּנְפֵיהֶֽם H3671 ",
  "9": "וָאֶרְאֶ֗ה H7200 וְהִנֵּ֨ה H2009 אַרְבָּעָ֣ה H702 אוֹפַנִּים֮ H212 אֵ֣צֶל H681 הַכְּרוּבִים֒ H3742 אוֹפַ֣ן H212 אֶחָ֗ד H259 אֵ֚צֶל H681 הַכְּר֣וּב H3742 אֶחָ֔ד H259 וְאוֹפַ֣ן H212 אֶחָ֔ד H259 אֵ֖צֶל H681 הַכְּר֣וּב H3742 אֶחָ֑ד H259 וּמַרְאֵה֙ H4758 הָא֣וֹפַנִּ֔ים H212 כְּעֵ֖ין H5869 אֶ֥בֶן H68 תַּרְשִֽׁישׁ H8658 ",
  "10": "וּמַ֨רְאֵי H4758 דְּמ֥וּת H1823 אֶחָ֖ד H259 לְאַרְבַּעְתָּ֑ H702 כַּאֲשֶׁ֛ר H834 יִהְיֶ֥ה H1961 הָאוֹפַ֖ן H212 בְּת֥וֹךְ H8432 הָאוֹפָֽן H212 ",
  "11": "בְּלֶכְתָּ֗ H3212 אֶל H413 אַרְבַּ֤עַת H702 רִבְעֵיהֶם֙ H7253 יֵלֵ֔כוּ H3212 לֹ֥א H3808 יִסַּ֖בּוּ H5437 בְּלֶכְתָּ֑ H3212 כִּ֣י H3588 הַמָּק֞וֹם H4725 אֲשֶׁר H834 יִפְנֶ֤ה H6437 הָרֹאשׁ֙ H7218 אַחֲרָ֣יו H310 יֵלֵ֔כוּ H3212 לֹ֥א H3808 יִסַּ֖בּוּ H5437 בְּלֶכְתָּֽ H3212 ",
  "12": "וְכָל H3605 בְּשָׂרָם֙ H1320 וְגַבֵּ H1354 וִֽידֵי H3027 וְכַנְפֵי H3671 וְהָ H212 מְלֵאִ֤ים H4392 עֵינַ֨יִם֙ H5869 סָבִ֔יב H5439 לְאַרְבַּעְתָּ֖ H702 אוֹפַנֵּיהֶֽם H212 ",
  "13": "לָא֖וֹפַנִּ֑ים H212 לָהֶ֛ם Hl קוֹרָ֥א H7121 הַגַּלְגַּ֖ל H1534 בְּאָזְנָֽ H241 ",
  "14": "וְאַרְבָּעָ֥ה H702 פָנִ֖ים H6440 לְאֶחָ֑ד H259 פְּנֵ֨י H6440 הָאֶחָ֜ד H259 פְּנֵ֣י H6440 הַכְּר֗וּב H3742 וּפְנֵ֤י H6440 הַשֵּׁנִי֙ H8145 פְּנֵ֣י H6440 אָדָ֔ם H120 וְהַ H7992 פְּנֵ֣י H6440 אַרְיֵ֔ה H738 וְהָ H7243 פְּנֵי H6440 נָֽשֶׁר H5404 ",
  "15": "וַיֵּרֹ֖מּוּ H7426 הַכְּרוּבִ֑ים H3742 הִ֣יא H1931 הַחַיָּ֔ה H2416 אֲשֶׁ֥ר H834 רָאִ֖יתִי H7200 בִּֽנְהַר H5104 כְּבָֽר H3529 ",
  "16": "וּבְ H3212 הַכְּרוּבִ֔ים H3742 יֵלְכ֥וּ H3212 הָאוֹפַנִּ֖ים H212 אֶצְלָ֑ם H681 וּבִ H5375 הַכְּרוּבִ֜ים H3742 אֶת H853 כַּנְפֵיהֶ֗ם H3671 לָרוּם֙ H7311 מֵעַ֣ל H5921 הָאָ֔רֶץ H776 לֹא H3808 יִסַּ֧בּוּ H5437 הָאוֹפַנִּ֛ים H212 גַּם H1571 הֵ֖ם H1992 מֵאֶצְלָֽ H681 ",
  "17": "בְּעָמְדָ֣ H5975 יַעֲמֹ֔דוּ H5975 וּבְ H7311 יֵר֣וֹמּוּ H7426 אוֹתָ֑ם H854 כִּ֛י H3588 ר֥וּחַ H7307 הַחַיָּ֖ה H2416 בָּהֶֽם Hb ",
  "18": "וַיֵּצֵא֙ H3318 כְּב֣וֹד H3519 יְהוָ֔ה H3068 מֵעַ֖ל H5921 מִפְתַּ֣ן H4670 הַבָּ֑יִת H1004 וַֽיַּעֲמֹ֖ד H5975 עַל H5921 הַכְּרוּבִֽים H3742 ",
  "19": "וַיִּשְׂא֣וּ H5375 הַכְּרוּבִ֣ים H3742 אֶת H853 כַּ֠נְפֵיהֶם H3671 וַיֵּר֨וֹמּוּ H7426 מִן H4480 הָאָ֤רֶץ H776 לְעֵינַ H5869 בְּצֵאתָ֔ H3318 וְהָ H212 לְעֻמָּתָ֑ H5980 וַֽיַּעֲמֹ֗ד H5975 פֶּ֣תַח H6607 שַׁ֤עַר H8179 בֵּית H1004 יְהוָה֙ H3068 הַקַּדְמוֹנִ֔י H6931 וּכְב֧וֹד H3519 אֱלֹהֵֽי H430 יִשְׂרָאֵ֛ל H3478 עֲלֵיהֶ֖ם H5921 מִלְ H4605 ",
  "20": "הִ֣יא H1931 הַחַיָּ֗ה H2416 אֲשֶׁ֥ר H834 רָאִ֛יתִי H7200 תַּ֥חַת H8478 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 בִּֽנְהַר H5104 כְּבָ֑ר H3529 וָאֵדַ֕ע H3045 כִּ֥י H3588 כְרוּבִ֖ים H3742 הֵֽמָּה H1992 ",
  "21": "אַרְבָּעָ֨ה H702 אַרְבָּעָ֤ה H702 פָנִים֙ H6440 לְאֶחָ֔ד H259 וְאַרְבַּ֥ע H702 כְּנָפַ֖יִם H3671 לְאֶחָ֑ד H259 וּדְמוּת֙ H1823 יְדֵ֣י H3027 אָדָ֔ם H120 תַּ֖חַת H8478 כַּנְפֵיהֶֽם H3671 ",
  "22": "וּדְמ֣וּת H1823 פְּנֵיהֶ֔ם H6440 הֵ֣מָּה H1992 הַפָּנִ֗ים H6440 אֲשֶׁ֤ר H834 רָאִ֨יתִי֙ H7200 עַל H5921 נְהַר H5104 כְּבָ֔ר H3529 מַרְאֵיהֶ֖ם H4758 וְאוֹתָ֑ H853 אִ֛ישׁ H376 אֶל H413 עֵ֥בֶר H5676 פָּנָ֖יו H6440 יֵלֵֽכוּ H3212 "
}
