{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 הִנָּבֵ֛א H5012 אֶל H413 נְבִיאֵ֥י H5030 יִשְׂרָאֵ֖ל H3478 הַנִּבָּאִ֑ים H5012 וְאָֽמַרְתָּ֙ H559 לִנְבִיאֵ֣י H5030 מִלִּבָּ֔ H3820 שִׁמְע֖וּ H8085 דְּבַר H1697 יְהוָֽה H3068 ",
  "3": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 ה֖וֹי H1945 עַל H5921 הַנְּבִיאִ֣ים H5030 הַנְּבָלִ֑ים H5036 אֲשֶׁ֥ר H834 הֹלְכִ֛ים H1980 אַחַ֥ר H310 רוּחָ֖ם H7307 וּלְ H1115 רָאֽוּ H7200 ",
  "4": "כְּשֻׁעָלִ֖ים H7776 בָּחֳרָב֑וֹת H2723 נְבִיאֶ֥יךָ H5030 יִשְׂרָאֵ֖ל H3478 הָיֽוּ H1961 ",
  "5": "לֹ֤א H3808 עֲלִיתֶם֙ H5927 בַּפְּרָצ֔וֹת H6556 וַתִּגְדְּר֥וּ H1443 גָדֵ֖ר H1447 עַל H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 לַעֲמֹ֥ד H5975 בַּמִּלְחָמָ֖ה H4421 בְּי֥וֹם H3117 יְהוָֽה H3068 ",
  "6": "חָ֤זוּ H2372 שָׁוְא֙ H7723 וְקֶ֣סֶם H7081 כָּזָ֔ב H3577 הָאֹֽמְרִים֙ H559 נְאֻם H5002 יְהוָ֔ה H3068 וַֽיהוָ֖ה H3068 לֹ֣א H3808 שְׁלָחָ֑ם H7971 וְיִֽחֲל֖וּ H3176 לְקַיֵּ֥ם H6965 דָּבָֽר H1697 ",
  "7": "הֲל֤וֹא H3808 מַֽחֲזֵה H4236 שָׁוְא֙ H7723 חֲזִיתֶ֔ם H2372 וּמִקְסַ֥ם H4738 כָּזָ֖ב H3577 אֲמַרְתֶּ֑ם H1696 וְאֹֽמְרִים֙ H559 נְאֻם H5002 יְהוָ֔ה H3068 וַאֲנִ֖י H589 לֹ֥א H3808 דִבַּֽרְתִּי H1696 ",
  "8": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֚עַן H3282 דַּבֶּרְכֶ֣ם H1696 שָׁ֔וְא H7723 וַחֲזִיתֶ֖ם H2372 כָּזָ֑ב H3577 לָכֵן֙ H3651 הִנְנִ֣י H2005 אֲלֵיכֶ֔ם H413 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "9": "וְהָיְתָ֣ה H1961 יָדִ֗י H3027 אֶֽל H413 הַנְּבִיאִ֞ים H5030 הַחֹזִ֣ים H2374 שָׁוְא֮ H7723 וְהַ H7080 כָּזָב֒ H3577 בְּס֧וֹד H5475 עַמִּ֣י H5971 לֹֽא H3808 יִהְי֗וּ H1961 וּבִ H3791 בֵּֽית H1004 יִשְׂרָאֵל֙ H3478 לֹ֣א H3808 יִכָּתֵ֔בוּ H3789 וְאֶל H413 אַדְמַ֥ת H127 יִשְׂרָאֵ֖ל H3478 לֹ֣א H3808 יָבֹ֑אוּ H935 וִידַעְתֶּ֕ם H3045 כִּ֥י H3588 אֲנִ֖י H589 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "10": "יַ֣עַן H3282 וּבְ H3282 הִטְע֧וּ H2937 אֶת H853 עַמִּ֛י H5971 לֵאמֹ֥ר H559 שָׁל֖וֹם H7965 וְאֵ֣ין H369 שָׁל֑וֹם H7965 וְהוּא֙ H1931 בֹּ֣נֶה H1129 חַ֔יִץ H2434 וְהִנָּ֛ H2009 טָחִ֥ים H2902 אֹת֖וֹ H853 תָּפֵֽל H8602 ",
  "11": "אֱמֹ֛ר H559 אֶל H413 טָחֵ֥י H2902 תָפֵ֖ל H8602 וְיִפֹּ֑ל H5307 הָיָ֣ה H1961 גֶּ֣שֶׁם H1653 שׁוֹטֵ֗ף H7857 וְאַתֵּ֜נָה H859 אַבְנֵ֤י H68 אֶלְגָּבִישׁ֙ H417 תִּפֹּ֔לְנָה H5307 וְר֥וּחַ H7307 סְעָר֖וֹת H5591 תְּבַקֵּֽעַ H1234 ",
  "12": "וְהִנֵּ֖ה H2009 נָפַ֣ל H5307 הַקִּ֑יר H7023 הֲלוֹא֙ H3808 יֵאָמֵ֣ר H559 אֲלֵיכֶ֔ם H413 אַיֵּ֥ה H346 הַטִּ֖יחַ H2915 אֲשֶׁ֥ר H834 טַחְתֶּֽם H2902 ",
  "13": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וּבִקַּעְתִּ֥י H1234 רֽוּחַ H7307 סְעָר֖וֹת H5591 בַּֽחֲמָתִ֑ H2534 וְגֶ֤שֶׁם H1653 שֹׁטֵף֙ H7857 בְּאַפִּ֣ H639 יִֽהְיֶ֔ה H1961 וְאַבְנֵ֥י H68 אֶלְגָּבִ֖ישׁ H417 בְּחֵמָ֥ה H2534 לְכָלָֽה H3617 ",
  "14": "וְהָ֨רַסְתִּ֜י H2040 אֶת H853 הַקִּ֨יר H7023 אֲשֶׁר H834 טַחְתֶּ֥ם H2902 תָּפֵ֛ל H8602 וְהִגַּעְתִּ֥י H5060 אֶל H413 הָאָ֖רֶץ H776 וְנִגְלָ֣ה H1540 יְסֹד֑וֹ H3247 וְנָֽפְלָה֙ H5307 וּכְלִיתֶ֣ם H3615 בְּתוֹכָ֔ H8432 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "15": "וְכִלֵּיתִ֤י H3615 אֶת H853 חֲמָתִי֙ H2534 בַּקִּ֔יר H7023 וּבַ H2902 אֹת֖וֹ H853 תָּפֵ֑ל H8602 וְאֹמַ֤ר H559 לָכֶם֙ Hl אֵ֣ין H369 הַקִּ֔יר H7023 וְאֵ֖ין H369 הַטָּחִ֥ים H2902 אֹתֽוֹ H853 ",
  "16": "נְבִיאֵ֣י H5030 יִשְׂרָאֵ֗ל H3478 הַֽנִבְּאִים֙ H5012 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 וְהַ H2374 לָ֖הּ Hl חֲז֣וֹן H2377 שָׁלֹ֑ם H7965 וְאֵ֣ין H369 שָׁלֹ֔ם H7965 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 ",
  "17": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 שִׂ֤ים H7760 פָּנֶ֨יךָ֙ H6440 אֶל H413 בְּנ֣וֹת H1323 עַמְּךָ֔ H5971 הַמִּֽתְנַבְּא֖וֹת H5012 מִֽלִּבְּ H3820 וְהִנָּבֵ֖א H5012 עֲלֵיהֶֽן H5921 ",
  "18": "וְאָמַרְתָּ֞ H559 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הוֹי֩ H1945 לִֽמְתַפְּר֨וֹת H8609 כְּסָת֜וֹת H3704 עַ֣ל H5921 כָּל H3605 אַצִּילֵ֣י H679 יָדַ֗י H3027 וְעֹשׂ֧וֹת H6213 הַמִּסְפָּח֛וֹת H4555 עַל H5921 רֹ֥אשׁ H7218 כָּל H3605 קוֹמָ֖ה H6967 לְצוֹדֵ֣ד H6679 נְפָשׁ֑וֹת H5315 הַנְּפָשׁוֹת֙ H5315 תְּצוֹדֵ֣דְנָה H6679 לְעַמִּ֔ H5971 וּנְפָשׁ֖וֹת H5315 לָכֶ֥נָה Hl תְחַיֶּֽינָה H2421 ",
  "19": "וַתְּחַלֶּלְ֨נָה H2490 אֹתִ֜י H853 אֶל H413 עַמִּ֗י H5971 בְּשַׁעֲלֵ֣י H8168 שְׂעֹרִים֮ H8184 וּבִ H6595 לֶחֶם֒ H3899 לְהָמִ֤ית H4191 נְפָשׁוֹת֙ H5315 אֲשֶׁ֣ר H834 לֹֽא H3808 תְמוּתֶ֔נָה H4191 וּלְ H2421 נְפָשׁ֖וֹת H5315 אֲשֶׁ֣ר H834 לֹא H3808 תִֽחְיֶ֑ינָה H2421 בְּכַ֨זֶּבְ H3576 לְעַמִּ֖ H5971 שֹׁמְעֵ֥י H8085 כָזָֽב H3577 ",
  "20": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הִנְנִ֤י H2005 אֶל H413 כִּסְּתוֹתֵיכֶ֨נָה֙ H3704 אֲשֶׁ֣ר H834 אַ֠תֵּנָה H859 מְצֹדְד֨וֹת H6679 שָׁ֤ם H8033 אֶת H853 הַנְּפָשׁוֹת֙ H5315 לְפֹ֣רְח֔וֹת H6524 וְקָרַעְתִּ֣י H7167 אֹתָ֔ם H853 מֵעַ֖ל H5921 זְרוֹעֹֽתֵיכֶ֑ם H2220 וְשִׁלַּחְתִּי֙ H7971 אֶת H853 הַנְּפָשׁ֔וֹת H5315 אֲשֶׁ֥ר H834 אַתֶּ֛ם H859 מְצֹדְד֥וֹת H6679 אֶת H853 נְפָשִׁ֖ים H5315 לְפֹרְחֹֽת H6524 ",
  "21": "וְקָרַעְתִּ֞י H7167 אֶת H853 מִסְפְּחֹֽתֵיכֶ֗ם H4555 וְהִצַּלְתִּ֤י H5337 אֶת H853 עַמִּי֙ H5971 מִיֶּדְ H3027 וְלֹֽא H3808 יִהְי֥וּ H1961 ע֛וֹד H5750 בְּיֶדְ H3027 לִמְצוּדָ֑ה H4686 וִֽידַעְתֶּ֖ן H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "22": "יַ֣עַן H3282 הַכְא֤וֹת H3512 לֵב H3820 צַדִּיק֙ H6662 שֶׁ֔קֶר H8267 וַאֲנִ֖י H589 לֹ֣א H3808 הִכְאַבְתִּ֑יו H3510 וּלְ H2388 יְדֵ֣י H3027 רָשָׁ֔ע H7563 לְבִלְתִּי H1115 שׁ֛וּב H7725 מִדַּרְכּ֥ H1870 הָרָ֖ע H7451 לְהַחֲיֹתֽ H2421 ",
  "23": "לָכֵ֗ן H3651 שָׁ֚וְא H7723 לֹ֣א H3808 תֶחֱזֶ֔ינָה H2372 וְקֶ֖סֶם H7081 לֹא H3808 תִקְסַ֣מְנָה H7080 ע֑וֹד H5750 וְהִצַּלְתִּ֤י H5337 אֶת H853 עַמִּי֙ H5971 מִיֶּדְ H3027 וִֽידַעְתֶּ֖ן H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
