{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 ח֥וּד H2330 חִידָ֖ה H2420 וּמְשֹׁ֣ל H4911 מָשָׁ֑ל H4912 אֶל H413 בֵּ֖ית H1004 יִשְׂרָאֵֽל H3478 ",
  "3": "וְאָמַרְתָּ֞ H559 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הַנֶּ֤שֶׁר H5404 הַגָּדוֹל֙ H1419 גְּד֤וֹל H1419 הַכְּנָפַ֨יִם֙ H3671 אֶ֣רֶךְ H750 הָאֵ֔בֶר H83 מָלֵא֙ H4392 הַנּוֹצָ֔ה H5133 אֲשֶׁר H834 ל֖וֹ Hl הָֽרִקְמָ֑ה H7553 בָּ֚א H935 אֶל H413 הַלְּבָנ֔וֹן H3844 וַיִּקַּ֖ח H3947 אֶת H853 צַמֶּ֥רֶת H6788 הָאָֽרֶז H730 ",
  "4": "אֵ֛ת H853 רֹ֥אשׁ H7218 יְנִֽיקוֹתָ֖יו H3242 קָטָ֑ף H6998 וַיְבִיאֵ֨ H935 אֶל H413 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 בְּעִ֥יר H5892 רֹכְלִ֖ים H7402 שָׂמֽוֹ H7760 ",
  "5": "וַיִּקַּח֙ H3947 מִזֶּ֣רַע H2233 הָאָ֔רֶץ H776 וַֽיִּתְּנֵ֖ H5414 בִּשְׂדֵה H7704 זָ֑רַע H2233 קָ֚ח H3947 עַל H5921 מַ֣יִם H4325 רַבִּ֔ים H7227 צַפְצָפָ֖ה H6851 שָׂמֽוֹ H7760 ",
  "6": "וַיִּצְמַ֡ח H6779 וַיְהִי֩ H1961 לְגֶ֨פֶן H1612 סֹרַ֜חַת H5628 שִׁפְלַ֣ת H8217 קוֹמָ֗ה H6967 לִפְנ֤וֹת H6437 דָּלִיּוֹתָיו֙ H1808 אֵלָ֔יו H413 וְשָׁרָשָׁ֖י H8328 תַּחְתָּ֣יו H8478 יִֽהְי֑וּ H1961 וַתְּהִ֣י H1961 לְגֶ֔פֶן H1612 וַתַּ֣עַשׂ H6213 בַּדִּ֔ים H905 וַתְּשַׁלַּ֖ח H7971 פֹּארֽוֹת H6288 ",
  "7": "וַיְהִ֤י H1961 נֶֽשֶׁר H5404 אֶחָד֙ H259 גָּד֔וֹל H1419 גְּד֥וֹל H1419 כְּנָפַ֖יִם H3671 וְרַב H7227 נוֹצָ֑ה H5133 וְהִנֵּה֩ H2009 הַגֶּ֨פֶן H1612 הַזֹּ֜את H2063 כָּֽפְנָ֧ה H3719 שָׁרֳשֶׁ֣יהָ H8328 עָלָ֗יו H5921 וְדָֽלִיּוֹתָי H1808 שִׁלְחָה H7971 לּ֔וֹ Hl לְהַשְׁק֣וֹת H8248 אוֹתָ֔הּ H853 מֵעֲרֻג֖וֹת H6170 מַטָּעָֽהּ H4302 ",
  "8": "אֶל H413 שָׂ֥דֶה H7704 טּ֛וֹב H2896 אֶל H413 מַ֥יִם H4325 רַבִּ֖ים H7227 הִ֣יא H1931 שְׁתוּלָ֑ה H8362 לַעֲשׂ֤וֹת H6213 עָנָף֙ H6057 וְלָ H5375 פֶּ֔רִי H6529 לִהְי֖וֹת H1961 לְגֶ֥פֶן H1612 אַדָּֽרֶת H155 ",
  "9": "אֱמֹ֗ר H559 כֹּ֥ה H3541 אָמַ֛ר H559 אֲדֹנָ֥י H136 יְהֹוִ֖ה H3069 תִּצְלָ֑ח H6743 הֲלוֹא֩ H3808 אֶת H853 שָׁרָשֶׁ֨יהָ H8328 יְנַתֵּ֜ק H5423 וְאֶת H853 פִּרְיָ֣הּ H6529 יְקוֹסֵ֣ס H7082 וְיָבֵ֗שׁ H3001 כָּל H3605 טַרְפֵּ֤י H2964 צִמְחָהּ֙ H6780 תִּיבָ֔שׁ H3001 וְלֹֽא H3808 בִזְרֹ֤עַ H2220 גְּדוֹלָה֙ H1419 וּבְ H5971 רָ֔ב H7227 לְמַשְׂא֥וֹת H5375 אוֹתָ֖הּ H853 מִשָּׁרָשֶֽׁי H8328 ",
  "10": "וְהִנֵּ֥ה H2009 שְׁתוּלָ֖ה H8362 הֲתִצְלָ֑ח H6743 הֲלוֹא֩ H3808 כְגַ֨עַת H5060 בָּ֜הּ Hb ר֤וּחַ H7307 הַקָּדִים֙ H6921 תִּיבַ֣שׁ H3001 יָבֹ֔שׁ H3001 עַל H5921 עֲרֻגֹ֥ת H6170 צִמְחָ֖הּ H6780 תִּיבָֽשׁ H3001 ",
  "11": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "12": "אֱמָר H559 נָא֙ H4994 לְבֵ֣ית H1004 הַמֶּ֔רִי H4805 הֲלֹ֥א H3808 יְדַעְתֶּ֖ם H3045 מָה H4100 אֵ֑לֶּה H428 אֱמֹ֗ר H559 הִנֵּה H2009 בָ֨א H935 מֶֽלֶךְ H4428 בָּבֶ֤ל H894 יְרוּשָׁלִַ֨ם֙ H3389 וַיִּקַּ֤ח H3947 אֶת H853 מַלְכָּהּ֙ H4428 וְאֶת H853 שָׂרֶ֔יהָ H8269 וַיָּבֵ֥א H935 אוֹתָ֛ם H853 אֵלָ֖יו H413 בָּבֶֽלָה H894 ",
  "13": "וַיִּקַּח֙ H3947 מִזֶּ֣רַע H2233 הַמְּלוּכָ֔ה H4410 וַיִּכְרֹ֥ת H3772 אִתּ֖וֹ H854 בְּרִ֑ית H1285 וַיָּבֵ֤א H935 אֹתוֹ֙ H853 בְּאָלָ֔ה H423 וְאֶת H853 אֵילֵ֥י H352 הָאָ֖רֶץ H776 לָקָֽח H3947 ",
  "14": "לִֽהְיוֹת֙ H1961 מַמְלָכָ֣ה H4467 שְׁפָלָ֔ה H8217 לְבִלְתִּ֖י H1115 הִתְנַשֵּׂ֑א H5375 לִשְׁמֹ֥ר H8104 אֶת H853 בְּרִית֖וֹ H1285 לְעָמְדָֽ H5975 ",
  "15": "וַיִּמְרָד H4775 בּ֗וֹ Hb לִשְׁלֹ֤חַ H7971 מַלְאָכָיו֙ H4397 מִצְרַ֔יִם H4714 לָֽתֶת H5414 ל֥וֹ Hl סוּסִ֖ים H5483 וְעַם H5971 רָ֑ב H7227 הֲיִצְלָ֤ח H6743 הֲיִמָּלֵט֙ H4422 הָעֹשֵׂ֣ה H6213 אֵ֔לֶּה H428 וְהֵפֵ֥ר H6565 בְּרִ֖ית H1285 וְנִמְלָֽט H4422 ",
  "16": "חַי H2416 אָ֗נִי H589 נְאֻם֮ H5002 אֲדֹנָ֣י H136 יְהוִה֒ H3069 אִם H518 לֹ֗א H3808 בִּמְקוֹם֙ H4725 הַמֶּ֨לֶךְ֙ H4428 הַמַּמְלִ֣יךְ H4427 אֹת֔וֹ H853 אֲשֶׁ֤ר H834 בָּזָה֙ H959 אֶת H853 אָ֣לָת֔וֹ H423 וַאֲשֶׁ֥ר H834 הֵפֵ֖ר H6565 אֶת H853 בְּרִית֑וֹ H1285 אִתּ֥וֹ H854 בְתוֹךְ H8432 בָּבֶ֖ל H894 יָמֽוּת H4191 ",
  "17": "וְלֹא֩ H3808 בְחַ֨יִל H2428 גָּד֜וֹל H1419 וּבְ H6951 רָ֗ב H7227 יַעֲשֶׂ֨ה H6213 אוֹת֤וֹ H853 פַרְעֹה֙ H6547 בַּמִּלְחָמָ֔ה H4421 בִּשְׁפֹּ֥ךְ H8210 סֹלְלָ֖ה H5550 וּבִ H1129 דָּיֵ֑ק H1785 לְהַכְרִ֖ית H3772 נְפָשׁ֥וֹת H5315 רַבּֽוֹת H7227 ",
  "18": "וּבָזָ֥ה H959 אָלָ֖ה H423 לְהָפֵ֣ר H6565 בְּרִ֑ית H1285 וְהִנֵּ֨ה H2009 נָתַ֥ן H5414 יָד֛וֹ H3027 וְכָל H3605 אֵ֥לֶּה H428 עָשָׂ֖ה H6213 לֹ֥א H3808 יִמָּלֵֽט H4422 ",
  "19": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֨ר H559 אֲדֹנָ֣י H136 יְהוִה֮ H3069 חַי H2416 אָנִי֒ H589 אִם H518 לֹ֗א H3808 אָֽלָתִי֙ H423 אֲשֶׁ֣ר H834 בָּזָ֔ה H959 וּבְרִיתִ֖ H1285 אֲשֶׁ֣ר H834 הֵפִ֑יר H6331 וּנְתַתִּ֖י H5414 בְּרֹאשֽׁ H7218 ",
  "20": "וּפָרַשְׂתִּ֤י H6566 עָלָיו֙ H5921 רִשְׁתִּ֔י H7568 וְנִתְפַּ֖שׂ H8610 בִּמְצֽוּדָתִ֑ H4686 וַהֲבִיאוֹתִ֣י H935 בָבֶ֗לָה H894 וְנִשְׁפַּטְתִּ֤י H8199 אִתּוֹ֙ H854 שָׁ֔ם H8033 מַעֲל֖וֹ H4604 אֲשֶׁ֥ר H834 מָֽעַל H4603 בִּֽי Hb ",
  "21": "וְאֵ֨ת H853 כָּל H3605 מברחו H4015 בְּכָל H3605 אֲגַפָּיו֙ H102 בַּחֶ֣רֶב H2719 יִפֹּ֔לוּ H5307 וְהַ H7604 לְכָל H3605 ר֣וּחַ H7307 יִפָּרֵ֑שׂוּ H6566 וִידַעְתֶּ֕ם H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 ",
  "22": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְלָקַ֣חְתִּי H3947 אָ֗נִי H589 מִצַּמֶּ֧רֶת H6788 הָאֶ֛רֶז H730 הָרָמָ֖ה H7311 וְנָתָ֑תִּי H5414 מֵרֹ֤אשׁ H7218 יֹֽנְקוֹתָיו֙ H3127 רַ֣ךְ H7390 אֶקְטֹ֔ף H6998 וְשָׁתַ֣לְתִּי H8362 אָ֔נִי H589 עַ֥ל H5921 הַר H2022 גָּבֹ֖הַ H1364 וְתָלֽוּל H8524 ",
  "23": "בְּהַ֨ר H2022 מְר֤וֹם H4791 יִשְׂרָאֵל֙ H3478 אֶשְׁתֳּלֶ֔נּוּ H8362 וְנָשָׂ֤א H5375 עָנָף֙ H6057 וְעָ֣שָׂה H6213 פֶ֔רִי H6529 וְהָיָ֖ה H1961 לְאֶ֣רֶז H730 אַדִּ֑יר H117 וְשָׁכְנ֣וּ H7931 תַחְתָּ֗יו H8478 כֹּ֚ל H3605 צִפּ֣וֹר H6833 כָּל H3605 כָּנָ֔ף H3671 בְּצֵ֥ל H6738 דָּלִיּוֹתָ֖יו H1808 תִּשְׁכֹּֽנָּה H7931 ",
  "24": "וְֽיָדְע֞וּ H3045 כָּל H3605 עֲצֵ֣י H6086 הַשָּׂדֶ֗ה H7704 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 הִשְׁפַּ֣לְתִּי H8213 עֵ֣ץ H6086 גָּבֹ֗הַ H1364 הִגְבַּ֨הְתִּי֙ H1361 עֵ֣ץ H6086 שָׁפָ֔ל H8217 הוֹבַ֨שְׁתִּי֙ H3001 עֵ֣ץ H6086 לָ֔ח H3892 וְהִפְרַ֖חְתִּי H6524 עֵ֣ץ H6086 יָבֵ֑שׁ H3002 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּ֥רְתִּי H1696 וְעָשִֽׂיתִי H6213 "
}
