{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֔ם H120 הֲתִשְׁפֹּ֥ט H8199 הֲתִשְׁפֹּ֖ט H8199 אֶת H853 עִ֣יר H5892 הַדָּמִ֑ים H1818 וְה֣וֹדַעְתָּ֔ H3045 אֵ֖ת H853 כָּל H3605 תּוֹעֲבוֹתֶֽיהָ H8441 ",
  "3": "וְאָמַרְתָּ֗ H559 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 עִ֣יר H5892 שֹׁפֶ֥כֶת H8210 דָּ֛ם H1818 בְּתוֹכָ֖ H8432 לָב֣וֹא H935 עִתָּ֑הּ H6256 וְעָשְׂתָ֧ה H6213 גִלּוּלִ֛ים H1544 עָלֶ֖יהָ H5921 לְטָמְאָֽה H2930 ",
  "4": "בְּדָמֵ֨ H1818 אֲשֶׁר H834 שָׁפַ֜כְתְּ H8210 אָשַׁ֗מְתְּ H816 וּבְ H1544 אֲשֶׁר H834 עָשִׂית֙ H6213 טָמֵ֔את H2930 וַתַּקְרִ֣יבִי H7126 יָמַ֔יִךְ H3117 וַתָּב֖וֹא H935 עַד H5704 שְׁנוֹתָ֑יִךְ H8141 עַל H5921 כֵּ֗ן H3651 נְתַתִּ֤יךְ H5414 חֶרְפָּה֙ H2781 לַגּוֹיִ֔ם H1471 וְקַלָּסָ֖ה H7048 לְכָל H3605 הָאֲרָצֽוֹת H776 ",
  "5": "הַקְּרֹב֛וֹת H7138 וְהָ H7350 מִמֵּ֖ךְ H4480 יִתְקַלְּסוּ H7046 בָ֑ךְ Hb טְמֵאַ֣ת H2931 הַשֵּׁ֔ם H8034 רַבַּ֖ת H7227 הַמְּהוּמָֽה H4103 ",
  "6": "הִנֵּה֙ H2009 נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֔ל H3478 אִ֥ישׁ H376 לִזְרֹע֖ H2220 הָ֣יוּ H1961 בָ֑ךְ Hb לְמַ֖עַן H4616 שְׁפָךְ H8210 דָּֽם H1818 ",
  "7": "אָ֤ב H1 וָאֵם֙ H517 הֵקַ֣לּוּ H7043 בָ֔ךְ Hb לַגֵּ֛ר H1616 עָשׂ֥וּ H6213 בַעֹ֖שֶׁק H6233 בְּתוֹכֵ֑ H8432 יָת֥וֹם H3490 וְאַלְמָנָ֖ה H490 ה֥וֹנוּ H3238 בָֽךְ Hb ",
  "8": "קָדָשַׁ֖י H6944 בָּזִ֑ית H959 וְאֶת H853 שַׁבְּתֹתַ֖י H7676 חִלָּֽלְתְּ H2490 ",
  "9": "אַנְשֵׁ֥י H376 רָכִ֛יל H7400 הָ֥יוּ H1961 בָ֖ךְ Hb לְמַ֣עַן H4616 שְׁפָךְ H8210 דָּ֑ם H1818 וְאֶל H413 הֶֽהָרִים֙ H2022 אָ֣כְלוּ H398 בָ֔ךְ Hb זִמָּ֖ה H2154 עָשׂ֥וּ H6213 בְתוֹכֵֽ H8432 ",
  "10": "עֶרְוַת H6172 אָ֖ב H1 גִּלָּה H1540 בָ֑ךְ Hb טְמֵאַ֥ת H2931 הַנִּדָּ֖ה H5079 עִנּוּ H6031 בָֽךְ Hb ",
  "11": "וְאִ֣ישׁ H376 אֶת H854 אֵ֣שֶׁת H802 רֵעֵ֗הוּ H7453 עָשָׂה֙ H6213 תּֽוֹעֵבָ֔ה H8441 וְאִ֥ישׁ H376 אֶת H853 כַּלָּת֖וֹ H3618 טִמֵּ֣א H2930 בְזִמָּ֑ה H2154 וְאִ֛ישׁ H376 אֶת H853 אֲחֹת֥וֹ H269 בַת H1323 אָבִ֖יו H1 עִנָּה H6031 בָֽךְ Hb ",
  "12": "שֹׁ֥חַד H7810 לָֽקְחוּ H3947 בָ֖ךְ Hb לְמַ֣עַן H4616 שְׁפָךְ H8210 דָּ֑ם H1818 נֶ֧שֶׁךְ H5392 וְתַרְבִּ֣ית H8636 לָקַ֗חַתְּ H3947 וַתְּבַצְּעִ֤י H1214 רֵעַ֨יִךְ֙ H7453 בַּעֹ֔שֶׁק H6233 וְאֹתִ֣ H853 שָׁכַ֔חַתְּ H7911 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "13": "וְהִנֵּה֙ H2009 הִכֵּ֣יתִי H5221 כַפִּ֔י H3709 אֶל H413 בִּצְעֵ֖ךְ H1215 אֲשֶׁ֣ר H834 עָשִׂ֑ית H6213 וְעַ֨ל H5921 דָּמֵ֔ךְ H1818 אֲשֶׁ֥ר H834 הָי֖וּ H1961 בְּתוֹכֵֽ H8432 ",
  "14": "הֲיַעֲמֹ֤ד H5975 לִבֵּךְ֙ H3820 אִם H518 תֶּחֱזַ֣קְנָה H2388 יָדַ֔יִךְ H3027 לַיָּמִ֕ים H3117 אֲשֶׁ֥ר H834 אֲנִ֖י H589 עֹשֶׂ֣ה H6213 אוֹתָ֑ךְ H854 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּ֥רְתִּי H1696 וְעָשִֽׂיתִי H6213 ",
  "15": "וַהֲפִיצוֹתִ֤י H6327 אוֹתָךְ֙ H853 בַּגּוֹיִ֔ם H1471 וְזֵרִיתִ֖י H2219 בָּאֲרָצ֑וֹת H776 וַהֲתִמֹּתִ֥י H8552 טֻמְאָתֵ֖ךְ H2932 מִמֵּֽךְ H4480 ",
  "16": "וְנִחַ֥לְתְּ H2490 בָּ֖ךְ Hb לְעֵינֵ֣י H5869 גוֹיִ֑ם H1471 וְיָדַ֖עַתְּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "17": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "18": "בֶּן H1121 אָדָ֕ם H120 הָיוּ H1961 לִ֥י Hl בֵֽית H1004 יִשְׂרָאֵ֖ל H3478 לסוג H5509 כֻּלָּ֡ם H3605 נְ֠חֹשֶׁת H5178 וּבְדִ֨יל H913 וּבַרְזֶ֤ל H1270 וְעוֹפֶ֨רֶת֙ H5777 בְּת֣וֹךְ H8432 כּ֔וּר H3564 סִגִ֥ים H5509 כֶּ֖סֶף H3701 הָיֽוּ H1961 ",
  "19": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֛עַן H3282 הֱי֥וֹת H1961 כֻּלְּכֶ֖ם H3605 לְסִגִ֑ים H5509 לָכֵן֙ H3651 הִנְנִ֣י H2005 קֹבֵ֣ץ H6908 אֶתְכֶ֔ם H853 אֶל H413 תּ֖וֹךְ H8432 יְרוּשָׁלִָֽם H3389 ",
  "20": "קְבֻ֣צַת H6910 כֶּ֡סֶף H3701 וּ֠נְחֹשֶׁת H5178 וּבַרְזֶ֨ל H1270 וְעוֹפֶ֤רֶת H5777 וּבְדִיל֙ H913 אֶל H413 תּ֣וֹךְ H8432 כּ֔וּר H3564 לָפַֽחַת H5301 עָלָ֥יו H5921 אֵ֖שׁ H784 לְהַנְתִּ֑יךְ H5413 כֵּ֤ן H3651 אֶקְבֹּץ֙ H6908 בְּאַפִּ֣ H639 וּבַ H2534 וְהִנַּחְתִּ֥י H3240 וְהִתַּכְתִּ֖י H5413 אֶתְכֶֽם H853 ",
  "21": "וְכִנַּסְתִּ֣י H3664 אֶתְכֶ֔ם H853 וְנָפַחְתִּ֥י H5301 עֲלֵיכֶ֖ם H5921 בְּאֵ֣שׁ H784 עֶבְרָתִ֑י H5678 וְנִתַּכְתֶּ֖ם H5413 בְּתוֹכָֽ H8432 ",
  "22": "כְּהִתּ֥וּךְ H2046 כֶּ֨סֶף֙ H3701 בְּת֣וֹךְ H8432 כּ֔וּר H3564 כֵּ֖ן H3651 תֻּתְּכ֣וּ H5413 בְתוֹכָ֑ H8432 וִֽידַעְתֶּם֙ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 שָׁפַ֥כְתִּי H8210 חֲמָתִ֖י H2534 עֲלֵיכֶֽם H5921 ",
  "23": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "24": "בֶּן H1121 אָדָ֕ם H120 אֱמָר H559 לָ֕הּ Hl אַ֣תְּ H859 אֶ֔רֶץ H776 לֹ֥א H3808 מְטֹהָרָ֖ה H2891 הִ֑יא H1931 לֹ֥א H3808 גֻשְׁמָ֖הּ H1656 בְּי֥וֹם H3117 זָֽעַם H2195 ",
  "25": "קֶ֤שֶׁר H7195 נְבִיאֶ֨יהָ֙ H5030 בְּתוֹכָ֔ H8432 כַּאֲרִ֥י H738 שׁוֹאֵ֖ג H7580 טֹ֣רֵֽף H2963 טָ֑רֶף H2964 נֶ֣פֶשׁ H5315 אָכָ֗לוּ H398 חֹ֤סֶן H2633 וִיקָר֙ H3366 יִקָּ֔חוּ H3947 אַלְמְנוֹתֶ֖יהָ H490 הִרְבּ֥וּ H7235 בְתוֹכָֽ H8432 ",
  "26": "כֹּהֲנֶ֜יהָ H3548 חָמְס֣וּ H2554 תוֹרָתִי֮ H8451 וַיְחַלְּל֣וּ H2490 קָדָשַׁי֒ H6944 בֵּֽין H996 קֹ֤דֶשׁ H6944 לְחֹל֙ H2455 לֹ֣א H3808 הִבְדִּ֔ילוּ H914 וּבֵין H996 הַטָּמֵ֥א H2931 לְטָה֖וֹר H2889 לֹ֣א H3808 הוֹדִ֑יעוּ H3045 וּמִ H7676 הֶעְלִ֣ימוּ H5956 עֵֽינֵיהֶ֔ם H5869 וָאֵחַ֖ל H2490 בְּתוֹכָֽ H8432 ",
  "27": "שָׂרֶ֣יהָ H8269 בְקִרְבָּ֔ H7130 כִּזְאֵבִ֖ים H2061 טֹ֣רְפֵי H2963 טָ֑רֶף H2964 לִשְׁפָּךְ H8210 דָּם֙ H1818 לְאַבֵּ֣ד H6 נְפָשׁ֔וֹת H5315 לְמַ֖עַן H4616 בְּצֹ֥עַ H1214 בָּֽצַע H1215 ",
  "28": "וּנְבִיאֶ֗י H5030 טָח֤וּ H2902 לָהֶם֙ Hl תָּפֵ֔ל H8602 חֹזִ֣ים H2374 שָׁ֔וְא H7723 וְקֹסְמִ֥ים H7080 לָהֶ֖ם Hl כָּזָ֑ב H3577 אֹמְרִ֗ים H559 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וַֽיהוָ֖ה H3068 לֹ֥א H3808 דִבֵּֽר H1696 ",
  "29": "עַ֤ם H5971 הָאָ֨רֶץ֙ H776 עָ֣שְׁקוּ H6231 עֹ֔שֶׁק H6233 וְגָזְל֖וּ H1497 גָּזֵ֑ל H1498 וְעָנִ֤י H6041 וְאֶבְיוֹן֙ H34 הוֹנ֔וּ H3238 וְאֶת H853 הַגֵּ֥ר H1616 עָשְׁק֖וּ H6231 בְּלֹ֥א H3808 מִשְׁפָּֽט H4941 ",
  "30": "וָאֲבַקֵּ֣שׁ H1245 מֵהֶ֡ם H1992 אִ֣ישׁ H376 גֹּֽדֵר H1443 גָּדֵר֩ H1447 וְעֹמֵ֨ד H5975 בַּפֶּ֧רֶץ H6556 לְפָנַ֛ H6440 בְּעַ֥ד H1157 הָאָ֖רֶץ H776 לְבִלְתִּ֣י H1115 שַׁחֲתָ֑הּ H7843 וְלֹ֖א H3808 מָצָֽאתִי H4672 ",
  "31": "וָאֶשְׁפֹּ֤ךְ H8210 עֲלֵיהֶם֙ H5921 זַעְמִ֔י H2195 בְּאֵ֥שׁ H784 עֶבְרָתִ֖י H5678 כִּלִּיתִ֑ים H3615 דַּרְכָּם֙ H1870 בְּרֹאשָׁ֣ H7218 נָתַ֔תִּי H5414 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 "
}
