{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 שִׂ֥ים H7760 פָּנֶ֖יךָ H6440 אֶל H413 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 וְהִנָּבֵ֖א H5012 עֲלֵיהֶֽם H5921 ",
  "3": "וְאָֽמַרְתָּ֙ H559 לִבְנֵ֣י H1121 עַמּ֔וֹן H5983 שִׁמְע֖וּ H8085 דְּבַר H1697 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֡ה H3069 יַעַן֩ H3282 אָמְרֵ֨ךְ H559 הֶאָ֜ח H1889 אֶל H413 מִקְדָּשִׁ֣י H4720 כִֽי H3588 נִחָ֗ל H2490 וְאֶל H413 אַדְמַ֤ת H127 יִשְׂרָאֵל֙ H3478 כִּ֣י H3588 נָשַׁ֔מָּה H8074 וְאֶל H413 בֵּ֣ית H1004 יְהוּדָ֔ה H3063 כִּ֥י H3588 הָלְכ֖וּ H1980 בַּגּוֹלָֽה H1473 ",
  "4": "לָכֵ֡ן H3651 הִנְנִי֩ H2005 נֹתְנָ֨ךְ H5414 לִבְנֵי H1121 קֶ֜דֶם H6924 לְמֽוֹרָשָׁ֗ה H4181 וְיִשְּׁב֤וּ H3427 טִירֽוֹתֵיהֶם֙ H2918 בָּ֔ךְ Hb וְנָ֥תְנוּ H5414 בָ֖ךְ Hb מִשְׁכְּנֵיהֶ֑ם H4908 הֵ֚מָּה H1992 יֹאכְל֣וּ H398 פִרְיֵ֔ךְ H6529 וְהֵ֖מָּה H1992 יִשְׁתּ֥וּ H8354 חֲלָבֵֽךְ H2461 ",
  "5": "וְנָתַתִּ֤י H5414 אֶת H853 רַבָּה֙ H7237 לִנְוֵ֣ה H5116 גְמַלִּ֔ים H1581 וְאֶת H853 בְּנֵ֥י H1121 עַמּ֖וֹן H5983 לְמִרְבַּץ H4769 צֹ֑אן H6629 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "6": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֚עַן H3282 מַחְאֲךָ֣ H4222 יָ֔ד H3027 וְרַקְעֲ H7554 בְּרָ֑גֶל H7272 וַתִּשְׂמַ֤ח H8055 בְּכָל H3605 שָֽׁאטְךָ֙ H7589 בְּנֶ֔פֶשׁ H5315 אֶל H413 אַדְמַ֖ת H127 יִשְׂרָאֵֽל H3478 ",
  "7": "לָכֵ֡ן H3651 הִנְנִי֩ H2005 נָטִ֨יתִי H5186 אֶת H853 יָדִ֜י H3027 עָלֶ֗יךָ H5921 וּנְתַתִּ֤י H5414 לבג H897 לַגּוֹיִ֔ם H1471 וְהִכְרַתִּ֨י H3772 מִן H4480 הָ֣עַמִּ֔ים H5971 וְהַאֲבַדְתִּ֖י H6 מִן H4480 הָאֲרָצ֑וֹת H776 אַשְׁמִ֣ידְךָ֔ H8045 וְיָדַעְתָּ֖ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "8": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 יַ֗עַן H3282 אֲמֹ֤ר H559 מוֹאָב֙ H4124 וְשֵׂעִ֔יר H8165 הִנֵּ֥ה H2009 כְּכָֽל H3605 הַגּוֹיִ֖ם H1471 בֵּ֥ית H1004 יְהוּדָֽה H3063 ",
  "9": "לָכֵן֩ H3651 הִנְנִ֨י H2005 פֹתֵ֜חַ H6605 אֶת H853 כֶּ֤תֶף H3802 מוֹאָב֙ H4124 מֵהֶ֣ H5892 מֵֽעָרָ֖י H5892 מִקָּצֵ֑ H7097 צְבִ֗י H6643 אֶ֚רֶץ H776 בֵּ֣ית H1020 הַיְשִׁימֹ֔ת H1020 בַּ֥עַל H1186 מְע֖וֹן H1186 וקריתמ H7156 ",
  "10": "לִבְנֵי H1121 קֶ֨דֶם֙ H6924 עַל H5921 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וּנְתַתִּ֖י H5414 לְמֽוֹרָשָׁ֑ה H4181 לְמַ֛עַן H4616 לֹֽא H3808 תִזָּכֵ֥ר H2142 בְּנֵֽי H1121 עַמּ֖וֹן H5983 בַּגּוֹיִֽם H1471 ",
  "11": "וּבְ H4124 אֶעֱשֶׂ֣ה H6213 שְׁפָטִ֑ים H8201 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "12": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֣עַן H3282 עֲשׂ֥וֹת H6213 אֱד֛וֹם H123 בִּנְקֹ֥ם H5358 נָקָ֖ם H5359 לְבֵ֣ית H1004 יְהוּדָ֑ה H3063 וַיֶּאְשְׁמ֥וּ H816 אָשׁ֖וֹם H816 וְנִקְּמ֥וּ H5358 בָהֶֽם Hb ",
  "13": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְנָטִ֤תִי H5186 יָדִי֙ H3027 עַל H5921 אֱד֔וֹם H123 וְהִכְרַתִּ֥י H3772 מִמֶּ֖נָּה H4480 אָדָ֣ם H120 וּבְהֵמָ֑ה H929 וּנְתַתִּ֤י H5414 חָרְבָּה֙ H2723 מִתֵּימָ֔ן H8487 וּדְדָ֖נֶ H1719 בַּחֶ֥רֶב H2719 יִפֹּֽלוּ H5307 ",
  "14": "וְנָתַתִּ֨י H5414 אֶת H853 נִקְמָתִ֜י H5360 בֶּאֱד֗וֹם H123 בְּיַד֙ H3027 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 וְעָשׂ֣וּ H6213 בֶאֱד֔וֹם H123 כְּאַפִּ֖ H639 וְכַ H2534 וְיָֽדְעוּ֙ H3045 אֶת H853 נִקְמָתִ֔י H5360 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "15": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 יַ֛עַן H3282 עֲשׂ֥וֹת H6213 פְּלִשְׁתִּ֖ים H6430 בִּנְקָמָ֑ה H5360 וַיִּנָּקְמ֤וּ H5358 נָקָם֙ H5359 בִּשְׁאָ֣ט H7589 בְּנֶ֔פֶשׁ H5315 לְמַשְׁחִ֖ית H4889 אֵיבַ֥ת H342 עוֹלָֽם H5769 ",
  "16": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֨י H2005 נוֹטֶ֤ה H5186 יָדִי֙ H3027 עַל H5921 פְּלִשְׁתִּ֔ים H6430 וְהִכְרַתִּ֖י H3772 אֶת H853 כְּרֵתִ֑ים H3774 וְהַ֣אֲבַדְתִּ֔י H6 אֶת H853 שְׁאֵרִ֖ית H7611 ח֥וֹף H2348 הַיָּֽם H3220 ",
  "17": "וְעָשִׂ֤יתִי H6213 בָם֙ Hb נְקָמ֣וֹת H5360 גְּדֹל֔וֹת H1419 בְּתוֹכְח֖וֹת H8433 חֵמָ֑ה H2534 וְיָֽדְעוּ֙ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 בְּתִתִּ֥ H5414 אֶת H853 נִקְמָתִ֖י H5360 בָּֽם Hb "
}
