{
  "1": "וַיְהִ֛י H1961 בְּעַשְׁתֵּֽי H6249 עֶשְׂרֵ֥ה H6240 שָׁנָ֖ה H8141 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֗ם H120 יַ֠עַן H3282 אֲשֶׁר H834 אָ֨מְרָה H559 צֹּ֤ר H6865 עַל H5921 יְרוּשָׁלִַ֨ם֙ H3389 הֶאָ֔ח H1889 נִשְׁבְּרָ֛ה H7665 דַּלְת֥וֹת H1817 הָעַמִּ֖ים H5971 נָסֵ֣בָּה H5437 אֵלָ֑י H413 אִמָּלְאָ֖ה H4390 הָחֳרָֽבָה H2717 ",
  "3": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֥י H2005 עָלַ֖יִךְ H5921 צֹ֑ר H6865 וְהַעֲלֵיתִ֤י H5927 עָלַ֨יִךְ֙ H5921 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 כְּהַעֲל֥וֹת H5927 הַיָּ֖ם H3220 לְגַלָּֽי H1530 ",
  "4": "וְשִׁחֲת֞וּ H7843 חֹמ֣וֹת H2346 צֹ֗ר H6865 וְהָֽרְסוּ֙ H2040 מִגְדָּלֶ֔יהָ H4026 וְסִֽחֵיתִ֥י H5500 עֲפָרָ֖הּ H6083 מִמֶּ֑נָּה H4480 וְנָתַתִּ֥י H5414 אוֹתָ֖הּ H853 לִצְחִ֥יחַ H6706 סָֽלַע H5553 ",
  "5": "מִשְׁטַ֨ח H4894 חֲרָמִ֤ים H2764 תִּֽהְיֶה֙ H1961 בְּת֣וֹךְ H8432 הַיָּ֔ם H3220 כִּ֚י H3588 אֲנִ֣י H589 דִבַּ֔רְתִּי H1696 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְהָיְתָ֥ה H1961 לְבַ֖ז H957 לַגּוֹיִֽם H1471 ",
  "6": "וּבְנוֹתֶ֨י H1323 אֲשֶׁ֣ר H834 בַּשָּׂדֶ֔ה H7704 בַּחֶ֖רֶב H2719 תֵּהָרַ֑גְנָה H2026 וְיָדְע֖וּ H3045 כִּי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "7": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֧י H2005 מֵבִ֣יא H935 אֶל H413 צֹ֗ר H6865 נְבוּכַדְרֶאצַּ֧ר H5019 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 מִצָּפ֖וֹן H6828 מֶ֣לֶךְ H4428 מְלָכִ֑ים H4428 בְּס֛וּס H5483 וּבְ H7393 וּבְ H6571 וְקָהָ֥ל H6951 וְעַם H5971 רָֽב H7227 ",
  "8": "בְּנוֹתַ֥יִךְ H1323 בַּשָּׂדֶ֖ה H7704 בַּחֶ֣רֶב H2719 יַהֲרֹ֑ג H2026 וְנָתַ֨ן H5414 עָלַ֜יִךְ H5921 דָּיֵ֗ק H1785 וְשָׁפַ֤ךְ H8210 עָלַ֨יִךְ֙ H5921 סֹֽלְלָ֔ה H5550 וְהֵקִ֥ים H6965 עָלַ֖יִךְ H5921 צִנָּֽה H6793 ",
  "9": "וּמְחִ֣י H4239 קָֽבָלּ֔וֹ H6904 יִתֵּ֖ן H5414 בְּחֹֽמוֹתָ֑יִ H2346 וּמִ֨גְדְּלֹתַ֔יִ H4026 יִתֹּ֖ץ H5422 בְּחַרְבוֹתָֽי H2719 ",
  "10": "מִשִּׁפְעַ֥ת H8229 סוּסָ֖יו H5483 יְכַסֵּ֣ךְ H3680 אֲבָקָ֑ם H80 מִקּוֹל֩ H6963 פָּרַ֨שׁ H6571 וְגַלְגַּ֜ל H1534 וָרֶ֗כֶב H7393 תִּרְעַ֨שְׁנָה֙ H7493 חֽוֹמוֹתַ֔יִךְ H2346 בְּבֹא H935 בִּשְׁעָרַ֔יִ H8179 כִּמְבוֹאֵ֖י H3996 עִ֥יר H5892 מְבֻקָּעָֽה H1234 ",
  "11": "בְּפַרְס֣וֹת H6541 סוּסָ֔יו H5483 יִרְמֹ֖ס H7429 אֶת H853 כָּל H3605 חֽוּצוֹתָ֑יִךְ H2351 עַמֵּךְ֙ H5971 בַּחֶ֣רֶב H2719 יַהֲרֹ֔ג H2026 וּמַצְּב֥וֹת H4676 עֻזֵּ֖ךְ H5797 לָאָ֥רֶץ H776 תֵּרֵֽד H3381 ",
  "12": "וְשָׁלְל֣וּ H7997 חֵילֵ֗ךְ H2428 וּבָֽזְזוּ֙ H962 רְכֻלָּתֵ֔ךְ H7404 וְהָֽרְסוּ֙ H2040 חוֹמוֹתַ֔יִךְ H2346 וּבָתֵּ֥י H1004 חֶמְדָּתֵ֖ךְ H2532 יִתֹּ֑צוּ H5422 וַאֲבָנַ֤יִ H68 וְעֵצַ֨יִ H6086 וַֽעֲפָרֵ֔ H6083 בְּת֥וֹךְ H8432 מַ֖יִם H4325 יָשִֽׂימוּ H7760 ",
  "13": "וְהִשְׁבַּתִּ֖י H7673 הֲמ֣וֹן H1995 שִׁירָ֑יִךְ H7892 וְק֣וֹל H6963 כִּנּוֹרַ֔יִךְ H3658 לֹ֥א H3808 יִשָּׁמַ֖ע H8085 עֽוֹד H5750 ",
  "14": "וּנְתַתִּ֞י H5414 לִצְחִ֣יחַ H6706 סֶ֗לַע H5553 מִשְׁטַ֤ח H4894 חֲרָמִים֙ H2764 תִּֽהְיֶ֔ה H1961 לֹ֥א H3808 תִבָּנֶ֖ה H1129 ע֑וֹד H5750 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 דִּבַּ֔רְתִּי H1696 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "15": "כֹּ֥ה H3541 אָמַ֛ר H559 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 לְצ֑וֹר H6865 הֲלֹ֣א H3808 מִקּ֣וֹל H6963 מַפַּלְתֵּ֗ךְ H4658 בֶּאֱנֹ֨ק H602 חָלָ֜ל H2491 בֵּהָ֤רֵֽג H2026 הֶ֨רֶג֙ H2027 בְּתוֹכֵ֔ H8432 יִרְעֲשׁ֖וּ H7493 הָאִיִּֽים H339 ",
  "16": "וְֽיָרְד֞וּ H3381 מֵעַ֣ל H5921 כִּסְאוֹתָ֗ם H3678 כֹּ֚ל H3605 נְשִׂיאֵ֣י H5387 הַיָּ֔ם H3220 וְהֵסִ֨ירוּ֙ H5493 אֶת H853 מְעִ֣ילֵיהֶ֔ם H4598 וְאֶת H853 בִּגְדֵ֥י H899 רִקְמָתָ֖ם H7553 יִפְשֹׁ֑טוּ H6584 חֲרָד֤וֹת H2731 יִלְבָּ֨שׁוּ֙ H3847 עַל H5921 הָאָ֣רֶץ H776 יֵשֵׁ֔בוּ H3427 וְחָֽרְדוּ֙ H2729 לִרְגָעִ֔ים H7281 וְשָׁמְמ֖וּ H8074 עָלָֽיִךְ H5921 ",
  "17": "וְנָשְׂא֨וּ H5375 עָלַ֤יִךְ H5921 קִינָה֙ H7015 וְאָ֣מְרוּ H559 לָ֔ךְ Hl אֵ֣יךְ H349 אָבַ֔דְתְּ H6 נוֹשֶׁ֖בֶת H3427 מִיַּמִּ֑ים H3220 הָעִ֣יר H5892 הַהֻלָּ֗לָה H1984 אֲשֶׁר֩ H834 הָיְתָ֨ה H1961 חֲזָקָ֤ה H2389 בַיָּם֙ H3220 הִ֣יא H1931 וְיֹשְׁבֶ֔י H3427 אֲשֶׁר H834 נָתְנ֥וּ H5414 חִתִּיתָ֖ם H2851 לְכָל H3605 יוֹשְׁבֶֽיהָ H3427 ",
  "18": "עַתָּה֙ H6258 יֶחְרְד֣וּ H2729 הָֽאִיִּ֔ן H339 י֖וֹם H3117 מַפַּלְתֵּ֑ךְ H4658 וְנִבְהֲל֛וּ H926 הָאִיִּ֥ים H339 אֲשֶׁר H834 בַּיָּ֖ם H3220 מִצֵּאתֵֽ H3318 ",
  "19": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 בְּתִתִּ֤ H5414 אֹתָךְ֙ H853 עִ֣יר H5892 נֶחֱרֶ֔בֶת H2717 כֶּעָרִ֖ים H5892 אֲשֶׁ֣ר H834 לֹֽא H3808 נוֹשָׁ֑בוּ H3427 בְּהַעֲל֤וֹת H5927 עָלַ֨יִךְ֙ H5921 אֶת H853 תְּה֔וֹם H8415 וְכִסּ֖וּ H3680 הַמַּ֥יִם H4325 הָרַבִּֽים H7227 ",
  "20": "וְהוֹרַדְתִּי H3381 אֶת H854 י֨וֹרְדֵי H3381 ב֜וֹר H953 אֶל H413 עַ֣ם H5971 עוֹלָ֗ם H5769 וְ֠הוֹשַׁבְתִּי H3427 בְּאֶ֨רֶץ H776 תַּחְתִּיּ֜וֹת H8482 כָּחֳרָב֤וֹת H2723 מֵֽעוֹלָם֙ H5769 אֶת H854 י֣וֹרְדֵי H3381 ב֔וֹר H953 לְמַ֖עַן H4616 לֹ֣א H3808 תֵשֵׁ֑בִי H3427 וְנָתַתִּ֥י H5414 צְבִ֖י H6643 בְּאֶ֥רֶץ H776 חַיִּֽים H2416 ",
  "21": "בַּלָּה֥וֹת H1091 אֶתְּנֵ֖ךְ H5414 וְאֵינֵ֑ H369 וּֽתְבֻקְשִׁ֗י H1245 וְלֹֽא H3808 תִמָּצְאִ֥י H4672 עוֹד֙ H5750 לְעוֹלָ֔ם H5769 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 "
}
