{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֡ם H120 אֱמֹר֩ H559 לִנְגִ֨יד H5057 צֹ֜ר H6865 כֹּֽה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 יַ֣עַן H3282 גָּבַ֤הּ H1361 לִבְּךָ֙ H3820 וַתֹּ֨אמֶר֙ H559 אֵ֣ל H410 אָ֔נִי H589 מוֹשַׁ֧ב H4186 אֱלֹהִ֛ים H430 יָשַׁ֖בְתִּי H3427 בְּלֵ֣ב H3820 יַמִּ֑ים H3220 וְאַתָּ֤ה H859 אָדָם֙ H120 וְֽלֹא H3808 אֵ֔ל H410 וַתִּתֵּ֥ן H5414 לִבְּךָ֖ H3820 כְּלֵ֥ב H3820 אֱלֹהִֽים H430 ",
  "3": "הִנֵּ֥ה H2009 חָכָ֛ם H2450 אַתָּ֖ה H859 מדנאל H1840 כָּל H3605 סָת֖וּם H5640 לֹ֥א H3808 עֲמָמֽוּךָ H6004 ",
  "4": "בְּחָכְמָֽתְ H2451 וּבִ H8394 עָשִׂ֥יתָ H6213 לְּךָ֖ Hl חָ֑יִל H2428 וַתַּ֛עַשׂ H6213 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 בְּאוֹצְרוֹתֶֽי H214 ",
  "5": "בְּרֹ֧ב H7230 חָכְמָתְךָ֛ H2451 בִּרְכֻלָּתְ H7404 הִרְבִּ֣יתָ H7235 חֵילֶ֑ךָ H2428 וַיִּגְבַּ֥הּ H1361 לְבָבְךָ֖ H3824 בְּחֵילֶֽ H2428 ",
  "6": "לָכֵ֕ן H3651 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 יַ֛עַן H3282 תִּתְּךָ֥ H5414 אֶת H853 לְבָבְךָ֖ H3824 כְּלֵ֥ב H3820 אֱלֹהִֽים H430 ",
  "7": "לָכֵ֗ן H3651 הִנְנִ֨י H2005 מֵבִ֤יא H935 עָלֶ֨יךָ֙ H5921 זָרִ֔ים H2114 עָרִיצֵ֖י H6184 גּוֹיִ֑ם H1471 וְהֵרִ֤יקוּ H7324 חַרְבוֹתָם֙ H2719 עַל H5921 יְפִ֣י H3308 חָכְמָתֶ֔ךָ H2451 וְחִלְּל֖וּ H2490 יִפְעָתֶֽךָ H3314 ",
  "8": "לַשַּׁ֖חַת H7845 יֽוֹרִד֑וּךָ H3381 וָמַ֛תָּה H4191 מְמוֹתֵ֥י H4463 חָלָ֖ל H2491 בְּלֵ֥ב H3820 יַמִּֽים H3220 ",
  "9": "הֶאָמֹ֤ר H559 תֹּאמַר֙ H559 אֱלֹהִ֣ים H430 אָ֔נִי H589 לִפְנֵ֖י H6440 הֹֽרְגֶ֑ךָ H2026 וְאַתָּ֥ה H859 אָדָ֛ם H120 וְלֹא H3808 אֵ֖ל H410 בְּיַ֥ד H3027 מְחַלְלֶֽיךָ H2490 ",
  "10": "מוֹתֵ֧י H4194 עֲרֵלִ֛ים H6189 תָּמ֖וּת H4191 בְּיַד H3027 זָרִ֑ים H2114 כִּ֚י H3588 אֲנִ֣י H589 דִבַּ֔רְתִּי H1696 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "11": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "12": "בֶּן H1121 אָדָ֕ם H120 שָׂ֥א H5375 קִינָ֖ה H7015 עַל H5921 מֶ֣לֶךְ H4428 צ֑וֹר H6865 וְאָמַ֣רְתָּ H559 לּ֗וֹ Hl כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 אַתָּה֙ H859 חוֹתֵ֣ם H2856 תָּכְנִ֔ית H8508 מָלֵ֥א H4392 חָכְמָ֖ה H2451 וּכְלִ֥יל H3632 יֹֽפִי H3308 ",
  "13": "בְּעֵ֨דֶן H5731 גַּן H1588 אֱלֹהִ֜ים H430 הָיִ֗יתָ H1961 כָּל H3605 אֶ֨בֶן H68 יְקָרָ֤ה H3368 מְסֻכָתֶ֨ךָ֙ H4540 אֹ֣דֶם H124 פִּטְדָ֞ה H6357 וְיָהֲלֹ֗ם H3095 תַּרְשִׁ֥ישׁ H8658 שֹׁ֨הַם֙ H7718 וְיָ֣שְׁפֵ֔ה H3471 סַפִּ֣יר H5601 נֹ֔פֶךְ H5306 וּבָרְקַ֖ת H1304 וְזָהָ֑ב H2091 מְלֶ֨אכֶת H4399 תֻּפֶּ֤יךָ H8596 וּנְקָבֶ֨י H5345 בָּ֔ךְ Hb בְּי֥וֹם H3117 הִבָּרַאֲךָ֖ H1254 כּוֹנָֽנוּ H3559 ",
  "14": "אַ֨תְּ H859 כְּר֔וּב H3742 מִמְשַׁ֖ח H4473 הַסּוֹכֵ֑ךְ H5526 וּנְתַתִּ֗י H5414 בְּהַ֨ר H2022 קֹ֤דֶשׁ H6944 אֱלֹהִים֙ H430 הָיִ֔יתָ H1961 בְּת֥וֹךְ H8432 אַבְנֵי H68 אֵ֖שׁ H784 הִתְהַלָּֽכְתָּ H1980 ",
  "15": "תָּמִ֤ים H8549 אַתָּה֙ H859 בִּדְרָכֶ֔י H1870 מִיּ֖וֹם H3117 הִבָּֽרְאָ֑ךְ H1254 עַד H5704 נִמְצָ֥א H4672 עַוְלָ֖תָה H5766 בָּֽךְ Hb ",
  "16": "בְּרֹ֣ב H7230 רְכֻלָּתְךָ֗ H7404 מָל֧וּ H4390 תוֹכְךָ֛ H8432 חָמָ֖ס H2555 וַֽתֶּחֱטָ֑א H2398 וָאֶחַלֶּלְ H2490 מֵהַ֨ר H2022 אֱלֹהִ֤ים H430 וָֽאַבֶּדְ H6 כְּר֣וּב H3742 הַסֹּכֵ֔ךְ H5526 מִתּ֖וֹךְ H8432 אַבְנֵי H68 אֵֽשׁ H784 ",
  "17": "גָּבַ֤הּ H1361 לִבְּךָ֙ H3820 בְּיָפְיֶ֔ H3308 שִׁחַ֥תָּ H7843 חָכְמָתְךָ֖ H2451 עַל H5921 יִפְעָתֶ֑ךָ H3314 עַל H5921 אֶ֣רֶץ H776 הִשְׁלַכְתִּ֗יךָ H7993 לִפְנֵ֧י H6440 מְלָכִ֛ים H4428 נְתַתִּ֖יךָ H5414 לְרַ֥אֲוָה H7200 בָֽךְ Hb ",
  "18": "מֵרֹ֣ב H7230 עֲוֺנֶ֗יךָ H5771 בְּעֶ֨וֶל֙ H5766 רְכֻלָּ֣תְךָ֔ H7404 חִלַּ֖לְתָּ H2490 מִקְדָּשֶׁ֑יךָ H4720 וָֽאוֹצִא H3318 אֵ֤שׁ H784 מִתּֽוֹכְ H8432 הִ֣יא H1931 אֲכָלַ֔תְךָ H398 וָאֶתֶּנְ H5414 לְאֵ֨פֶר֙ H665 עַל H5921 הָאָ֔רֶץ H776 לְעֵינֵ֖י H5869 כָּל H3605 רֹאֶֽיךָ H7200 ",
  "19": "כָּל H3605 יוֹדְעֶ֨יךָ֙ H3045 בָּֽעַמִּ֔ים H5971 שָׁמְמ֖וּ H8074 עָלֶ֑יךָ H5921 בַּלָּה֣וֹת H1091 הָיִ֔יתָ H1961 וְאֵינְ H369 עַד H5704 עוֹלָֽם H5769 ",
  "20": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "21": "בֶּן H1121 אָדָ֕ם H120 שִׂ֥ים H7760 פָּנֶ֖יךָ H6440 אֶל H413 צִיד֑וֹן H6721 וְהִנָּבֵ֖א H5012 עָלֶֽיהָ H5921 ",
  "22": "וְאָמַרְתָּ֗ H559 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֤י H2005 עָלַ֨יִךְ֙ H5921 צִיד֔וֹן H6721 וְנִכְבַּדְתִּ֖י H3513 בְּתוֹכֵ֑ H8432 וְֽיָדְע֞וּ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֗ה H3068 בַּעֲשׂ֥וֹתִ H6213 בָ֛הּ Hb שְׁפָטִ֖ים H8201 וְנִקְדַּ֥שְׁתִּי H6942 בָֽהּ Hb ",
  "23": "וְשִׁלַּחְתִּי H7971 בָ֞הּ Hb דֶּ֤בֶר H1698 וָדָם֙ H1818 בְּח֣וּצוֹתֶ֔י H2351 וְנִפְלַ֤ל H5307 חָלָל֙ H2491 בְּתוֹכָ֔ H8432 בְּחֶ֥רֶב H2719 עָלֶ֖יהָ H5921 מִסָּבִ֑יב H5439 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "24": "וְלֹֽא H3808 יִהְיֶ֨ה H1961 ע֜וֹד H5750 לְבֵ֣ית H1004 יִשְׂרָאֵ֗ל H3478 סִלּ֤וֹן H5544 מַמְאִיר֙ H3992 וְק֣וֹץ H6975 מַכְאִ֔ב H3510 מִכֹּל֙ H3605 סְבִ֣יבֹתָ֔ם H5439 הַשָּׁאטִ֖ים H7590 אוֹתָ֑ם H853 וְיָ֣דְע֔וּ H3045 כִּ֥י H3588 אֲנִ֖י H589 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "25": "כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 בְּקַבְּצִ֣ H6908 אֶת H853 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 מִן H4480 הָֽעַמִּים֙ H5971 אֲשֶׁ֣ר H834 נָפֹ֣צוּ H6327 בָ֔ם Hb וְנִקְדַּ֥שְׁתִּי H6942 בָ֖ם Hb לְעֵינֵ֣י H5869 הַגּוֹיִ֑ם H1471 וְיָֽשְׁבוּ֙ H3427 עַל H5921 אַדְמָתָ֔ם H127 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לְעַבְדִּ֥ H5650 לְיַעֲקֹֽב H3290 ",
  "26": "וְיָשְׁב֣וּ H3427 עָלֶיהָ֮ H5921 לָבֶטַח֒ H983 וּבָנ֤וּ H1129 בָתִּים֙ H1004 וְנָטְע֣וּ H5193 כְרָמִ֔ים H3754 וְיָשְׁב֖וּ H3427 לָבֶ֑טַח H983 בַּעֲשׂוֹתִ֣ H6213 שְׁפָטִ֗ים H8201 בְּכֹ֨ל H3605 הַשָּׁאטִ֤ים H7590 אֹתָם֙ H853 מִסְּבִ֣יבוֹתָ֔ H5439 וְיָ֣דְע֔וּ H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 "
}
