{
  "1": "וַיֹּ֣אמֶר H559 C/Vqw3ms אֵלַ֔י H413 R/Sp1cs בֶּן H1121 Ncmsc אָדָ֕ם H120 Ncmsa אֵ֥ת H853 To אֲשֶׁר H834 Tr תִּמְצָ֖א H4672 Vqi2ms אֱכ֑וֹל H398 Vqv2ms אֱכוֹל֙ H398 Vqv2ms אֶת H853 To הַמְּגִלָּ֣ה H4039 Td/Ncfsa הַזֹּ֔את H2063 Td/Pd וְלֵ֥ךְ H3212 C/Vqv2ms דַּבֵּ֖ר H1696 Vpv2ms אֶל H413 R בֵּ֥ית H1004 Ncmsc יִשְׂרָאֵֽל H3478 Np ",
  "2": "וָאֶפְתַּ֖ח H6605 C/Vqw1cs אֶת H853 To פִּ֑י H6310 Ncmsc/Sp1cs וַיַּ֣אֲכִלֵ֔ H398 C/Vhw3ms/Sp1cs אֵ֖ת H853 To הַמְּגִלָּ֥ה H4039 Td/Ncfsa הַזֹּֽאת H2063 Td/Pd ",
  "3": "וַיֹּ֣אמֶר H559 C/Vqw3ms אֵלַ֗י H413 R/Sp1cs בֶּן H1121 Ncmsc אָדָם֙ H120 Ncmsa בִּטְנְךָ֤ H990 Ncfsc/Sp2ms תַֽאֲכֵל֙ H398 Vhi2ms וּמֵעֶ֣י H4578 Ncmpc/Sp2ms תְמַלֵּ֔א H4390 Vpi2ms אֵ֚ת H854 R הַמְּגִלָּ֣ה H4039 Td/Ncfsa הַזֹּ֔את H2063 Td/Pd אֲשֶׁ֥ר H834 Tr אֲנִ֖י H589 Pp1cs נֹתֵ֣ן H5414 Vqrms אֵלֶ֑יךָ H413 R/Sp2ms וָאֹ֣כְלָ֔ H398 C/Vqw1cs/Sh וַתְּהִ֥י H1961 C/Vqw3fs בְּפִ֖ H6310 R/Ncmsc/Sp1cs כִּדְבַ֥שׁ H1706 R/Ncmsa לְמָתֽוֹק H4966 R/Aamsa ",
  "4": "וַיֹּ֖אמֶר H559 C/Vqw3ms אֵלָ֑י H413 R/Sp1cs בֶּן H1121 Ncmsc אָדָ֗ם H120 Ncmsa לֶךְ H3212 Vqv2ms בֹּא֙ H935 Vqv2ms אֶל H413 R בֵּ֣ית H1004 Ncmsc יִשְׂרָאֵ֔ל H3478 Np וְדִבַּרְתָּ֥ H1696 C/Vpq2ms בִדְבָרַ֖ H1697 R/Ncmpc/Sp1cs אֲלֵיהֶֽם H413 R/Sp3mp ",
  "5": "כִּ֡י H3588 C לֹא֩ H3808 Tn אֶל H413 R עַ֨ם H5971 Ncbsa עִמְקֵ֥י H6012 Aampc שָׂפָ֛ה H8193 Ncfsa וְכִבְדֵ֥י H3515 C/Aampc לָשׁ֖וֹן H3956 Ncbsa אַתָּ֣ה H859 Pp2ms שָׁל֑וּחַ H7971 Vqsmsa אֶל H413 R בֵּ֖ית H1004 Ncmsc יִשְׂרָאֵֽל H3478 Np ",
  "6": "לֹ֣א H3808 Tn אֶל H413 R עַמִּ֣ים H5971 Ncbpa רַבִּ֗ים H7227 Aampa עִמְקֵ֤י H6012 Aampc שָׂפָה֙ H8193 Ncfsa וְכִבְדֵ֣י H3515 C/Aampc לָשׁ֔וֹן H3956 Ncmsa אֲשֶׁ֥ר H834 Tr לֹֽא H3808 Tn תִשְׁמַ֖ע H8085 Vqi2ms דִּבְרֵיהֶ֑ם H1697 Ncmpc/Sp3mp אִם H518 T לֹ֤א H3808 Tn אֲלֵיהֶם֙ H413 R/Sp3mp שְׁלַחְתִּ֔יךָ H7971 Vqp1cs/Sp2ms הֵ֖מָּה H1992 Pp3mp יִשְׁמְע֥וּ H8085 Vqi3mp אֵלֶֽיךָ H413 R/Sp2ms ",
  "7": "וּבֵ֣ית H1004 C/Ncmsc יִשְׂרָאֵ֗ל H3478 Np לֹ֤א H3808 Tn יֹאבוּ֙ H14 Vqi3mp לִשְׁמֹ֣עַ H8085 R/Vqc אֵלֶ֔יךָ H413 R/Sp2ms כִּֽי H3588 C אֵינָ֥ם H369 Tn/Sp3mp אֹבִ֖ים H14 Vqrmpa לִשְׁמֹ֣עַ H8085 R/Vqc אֵלָ֑י H413 R/Sp1cs כִּ֚י H3588 C כָּל H3605 Ncmsc בֵּ֣ית H1004 Ncmsc יִשְׂרָאֵ֔ל H3478 Np חִזְקֵי H2389 Aampc מֵ֥צַח H4696 Ncmsa וּקְשֵׁי H7186 C/Aampc לֵ֖ב H3820 Ncmsa הֵֽמָּה H1992 Pp3mp ",
  "8": "הִנֵּ֨ה H2009 Tm נָתַ֧תִּי H5414 Vqp1cs אֶת H853 To פָּנֶ֛יךָ H6440 Ncbpc/Sp2ms חֲזָקִ֖ים H2389 Aampa לְעֻמַּ֣ת H5980 R/R פְּנֵיהֶ֑ם H6440 Ncmpc/Sp3mp וְאֶֽת H853 C/To מִצְחֲךָ֥ H4696 Ncmsc/Sp2ms חָזָ֖ק H2389 Aamsa לְעֻמַּ֥ת H5980 R/R מִצְחָֽם H4696 Ncmsc/Sp3mp ",
  "9": "כְּשָׁמִ֛יר H8068 R/Ncmsa חָזָ֥ק H2389 Aamsa מִצֹּ֖ר H6864 R/Ncmsa נָתַ֣תִּי H5414 Vqp1cs מִצְחֶ֑ךָ H4696 Ncmsc/Sp2ms לֹֽא H3808 Tn תִירָ֤א H3372 Vqi2ms אוֹתָם֙ H853 To/Sp3mp וְלֹא H3808 C/Tn תֵחַ֣ת H2865 VNi2ms מִפְּנֵי H6440 R/Ncmpc/Sp3mp כִּ֛י H3588 C בֵּֽית H1004 Ncmsc מְרִ֖י H4805 Ncmsa הֵֽמָּה H1992 Pp3mp ",
  "10": "וַיֹּ֖אמֶר H559 C/Vqw3ms אֵלָ֑י H413 R/Sp1cs בֶּן H1121 Ncmsc אָדָ֕ם H120 Ncmsa אֶת H853 To כָּל H3605 Ncmsc דְּבָרַי֙ H1697 Ncmpc/Sp1cs אֲשֶׁ֣ר H834 Tr אֲדַבֵּ֣ר H1696 Vpi1cs אֵלֶ֔יךָ H413 R/Sp2ms קַ֥ח H3947 Vqv2ms בִּֽלְבָבְ H3824 R/Ncmsc/Sp2ms וּבְ H241 C/R/Ncfdc/Sp2ms שְׁמָֽע H8085 Vqv2ms ",
  "11": "וְלֵ֨ךְ H3212 בֹּ֤א H935 אֶל H413 הַגּוֹלָה֙ H1473 אֶל H413 בְּנֵ֣י H1121 עַמֶּ֔ךָ H5971 וְדִבַּרְתָּ֤ H1696 אֲלֵיהֶם֙ H413 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהֹוִ֑ה H3069 אִֽם H518 יִשְׁמְע֖וּ H8085 וְאִם H518 יֶחְדָּֽלוּ H2308 ",
  "12": "וַתִּשָּׂאֵ֣ H5375 ר֔וּחַ H7307 וָאֶשְׁמַ֣ע H8085 אַחֲרַ֔י H310 ק֖וֹל H6963 רַ֣עַשׁ H7494 גָּד֑וֹל H1419 בָּר֥וּךְ H1288 כְּבוֹד H3519 יְהוָ֖ה H3068 מִמְּקוֹמֽ H4725 ",
  "13": "וְק֣וֹל H6963 כַּנְפֵ֣י H3671 הַחַיּ֗וֹת H2416 מַשִּׁיקוֹת֙ H5401 אִשָּׁ֣ה H802 אֶל H413 אֲחוֹתָ֔הּ H269 וְק֥וֹל H6963 הָאוֹפַנִּ֖ים H212 לְעֻמָּתָ֑ H5980 וְק֖וֹל H6963 רַ֥עַשׁ H7494 גָּדֽוֹל H1419 ",
  "14": "וְר֥וּחַ H7307 נְשָׂאַ֖תְנִי H5375 וַתִּקָּחֵ֑ H3947 וָאֵלֵ֥ךְ H3212 מַר֙ H4751 בַּחֲמַ֣ת H2534 רוּחִ֔י H7307 וְיַד H3027 יְהוָ֥ה H3068 עָלַ֖י H5921 חָזָֽקָה H2388 ",
  "15": "וָאָב֨וֹא H935 אֶל H413 הַגּוֹלָ֜ה H1473 תֵּ֣ל H8512 אָ֠בִיב H8512 הַיֹּשְׁבִ֤ים H3427 אֶֽל H413 נְהַר H5104 כְּבָר֙ H3529 ואשר H834 הֵ֖מָּה H1992 יוֹשְׁבִ֣ים H3427 שָׁ֑ם H8033 וָאֵשֵׁ֥ב H3427 שָׁ֛ם H8033 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 מַשְׁמִ֥ים H8074 בְּתוֹכָֽ H8432 ",
  "16": "וַיְהִ֕י H1961 מִקְצֵ֖ה H7097 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "17": "בֶּן H1121 אָדָ֕ם H120 צֹפֶ֥ה H6822 נְתַתִּ֖יךָ H5414 לְבֵ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וְשָׁמַעְתָּ֤ H8085 מִפִּ H6310 דָּבָ֔ר H1697 וְהִזְהַרְתָּ֥ H2094 אוֹתָ֖ם H853 מִמֶּֽנִּי H4480 ",
  "18": "בְּאָמְרִ֤ H559 לָֽרָשָׁע֙ H7563 מ֣וֹת H4191 תָּמ֔וּת H4191 וְלֹ֣א H3808 הִזְהַרְתּ֗וֹ H2094 וְלֹ֥א H3808 דִבַּ֛רְתָּ H1696 לְהַזְהִ֥יר H2094 רָשָׁ֛ע H7563 מִדַּרְכּ֥ H1870 הָרְשָׁעָ֖ה H7563 לְחַיֹּת֑ H2421 ה֤וּא H1931 רָשָׁע֙ H7563 בַּעֲוֺנ֣ H5771 יָמ֔וּת H4191 וְדָמ֖ H1818 מִיָּדְ H3027 אֲבַקֵּֽשׁ H1245 ",
  "19": "וְאַתָּה֙ H859 כִּֽי H3588 הִזְהַ֣רְתָּ H2094 רָשָׁ֔ע H7563 וְלֹא H3808 שָׁב֙ H7725 מֵֽרִשְׁע֔ H7562 וּמִ H1870 הָרְשָׁעָ֑ה H7563 ה֚וּא H1931 בַּעֲוֺנ֣ H5771 יָמ֔וּת H4191 וְאַתָּ֖ה H859 אֶֽת H853 נַפְשְׁךָ֥ H5315 הִצַּֽלְתָּ H5337 ",
  "20": "וּבְ H7725 צַדִּ֤יק H6662 מִצִּדְק H6664 וְעָ֣שָׂה H6213 עָ֔וֶל H5766 וְנָתַתִּ֥י H5414 מִכְשׁ֛וֹל H4383 לְפָנָ֖י H6440 ה֣וּא H1931 יָמ֑וּת H4191 כִּ֣י H3588 לֹ֤א H3808 הִזְהַרְתּוֹ֙ H2094 בְּחַטָּאת֣ H2403 יָמ֔וּת H4191 וְלֹ֣א H3808 תִזָּכַ֗רְןָ H2142 צִדְקֹתָו֙ H6666 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְדָמ֖ H1818 מִיָּדְ H3027 אֲבַקֵּֽשׁ H1245 ",
  "21": "וְאַתָּ֞ה H859 כִּ֧י H3588 הִזְהַרְתּ֣וֹ H2094 צַדִּ֗יק H6662 לְבִלְתִּ֥י H1115 חֲטֹ֛א H2398 צַדִּ֖יק H6662 וְה֣וּא H1931 לֹא H3808 חָטָ֑א H2398 חָי֤וֹ H2421 יִֽחְיֶה֙ H2421 כִּ֣י H3588 נִזְהָ֔ר H2094 וְאַתָּ֖ה H859 אֶֽת H853 נַפְשְׁךָ֥ H5315 הִצַּֽלְתָּ H5337 ",
  "22": "וַתְּהִ֥י H1961 עָלַ֛י H5921 שָׁ֖ם H8033 יַד H3027 יְהוָ֑ה H3068 וַיֹּ֣אמֶר H559 אֵלַ֗י H413 ק֥וּם H6965 צֵא֙ H3318 אֶל H413 הַבִּקְעָ֔ה H1237 וְשָׁ֖ם H8033 אֲדַבֵּ֥ר H1696 אוֹתָֽךְ H854 ",
  "23": "וָאָקוּם֮ H6965 וָאֵצֵ֣א H3318 אֶל H413 הַבִּקְעָה֒ H1237 וְהִנֵּה H2009 שָׁ֤ם H8033 כְּבוֹד H3519 יְהוָה֙ H3068 עֹמֵ֔ד H5975 כַּכָּב֕וֹד H3519 אֲשֶׁ֥ר H834 רָאִ֖יתִי H7200 עַל H5921 נְהַר H5104 כְּבָ֑ר H3529 וָאֶפֹּ֖ל H5307 עַל H5921 פָּנָֽי H6440 ",
  "24": "וַתָּבֹא H935 בִ֣י Hb ר֔וּחַ H7307 וַתַּעֲמִדֵ֖ H5975 עַל H5921 רַגְלָ֑י H7272 וַיְדַבֵּ֤ר H1696 אֹתִי֙ H854 וַיֹּ֣אמֶר H559 אֵלַ֔י H413 בֹּ֥א H935 הִסָּגֵ֖ר H5462 בְּת֥וֹךְ H8432 בֵּיתֶֽךָ H1004 ",
  "25": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 הִנֵּ֨ה H2009 נָתְנ֤וּ H5414 עָלֶ֨יךָ֙ H5921 עֲבוֹתִ֔ים H5688 וַאֲסָר֖וּ H631 בָּהֶ֑ם Hb וְלֹ֥א H3808 תֵצֵ֖א H3318 בְּתוֹכָֽ H8432 ",
  "26": "וּלְשֽׁוֹנְ H3956 אַדְבִּ֣יק H1692 אֶל H413 חִכֶּ֔ךָ H2441 וְנֶֽאֱלַ֔מְתָּ H481 וְלֹא H3808 תִֽהְיֶ֥ה H1961 לָהֶ֖ם Hl לְאִ֣ישׁ H376 מוֹכִ֑יחַ H3198 כִּ֛י H3588 בֵּ֥ית H1004 מְרִ֖י H4805 הֵֽמָּה H1992 ",
  "27": "וּֽבְ H1696 אֽוֹתְךָ֙ H854 אֶפְתַּ֣ח H6605 אֶת H853 פִּ֔יךָ H6310 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהֹוִ֑ה H3069 הַשֹּׁמֵ֤עַ H8085 יִשְׁמָע֙ H8085 וְהֶ H2310 יֶחְדָּ֔ל H2308 כִּ֛י H3588 בֵּ֥ית H1004 מְרִ֖י H4805 הֵֽמָּה H1992 "
}
