{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 הִנָּבֵא֙ H5012 וְאָ֣מַרְתָּ֔ H559 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 הֵילִ֖ילוּ H3213 הָ֥הּ H1929 לַיּֽוֹם H3117 ",
  "3": "כִּֽי H3588 קָר֣וֹב H7138 י֔וֹם H3117 וְקָר֥וֹב H7138 י֖וֹם H3117 לַֽיהוָ֑ה H3068 י֣וֹם H3117 עָנָ֔ן H6051 עֵ֥ת H6256 גּוֹיִ֖ם H1471 יִֽהְיֶֽה H1961 ",
  "4": "וּבָאָ֥ה H935 חֶ֨רֶב֙ H2719 בְּמִצְרַ֔יִם H4714 וְהָיְתָ֤ה H1961 חַלְחָלָה֙ H2479 בְּכ֔וּשׁ H3568 בִּנְפֹ֥ל H5307 חָלָ֖ל H2491 בְּמִצְרָ֑יִם H4714 וְלָקְח֣וּ H3947 הֲמוֹנָ֔הּ H1995 וְנֶהֶרְס֖וּ H2040 יְסוֹדֹתֶֽיהָ H3247 ",
  "5": "כּ֣וּשׁ H3568 וּפ֤וּט H6316 וְלוּד֙ H3865 וְכָל H3605 הָעֶ֣רֶב H6154 וְכ֔וּב H3552 וּבְנֵ֖י H1121 אֶ֣רֶץ H776 הַבְּרִ֑ית H1285 אִתָּ֖ם H854 בַּחֶ֥רֶב H2719 יִפֹּֽלוּ H5307 ",
  "6": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 וְנָֽפְלוּ֙ H5307 סֹמְכֵ֣י H5564 מִצְרַ֔יִם H4714 וְיָרַ֖ד H3381 גְּא֣וֹן H1347 עֻזָּ֑הּ H5797 מִמִּגְדֹּ֣ל H4024 סְוֵנֵ֗ה H5482 בַּחֶ֨רֶב֙ H2719 יִפְּלוּ H5307 בָ֔הּ Hb נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "7": "וְנָשַׁ֕מּוּ H8074 בְּת֖וֹךְ H8432 אֲרָצ֣וֹת H776 נְשַׁמּ֑וֹת H8074 וְעָרָ֕י H5892 בְּתוֹךְ H8432 עָרִ֥ים H5892 נַחֲרָב֖וֹת H2717 תִּֽהְיֶֽינָה H1961 ",
  "8": "וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 בְּתִתִּ H5414 אֵ֣שׁ H784 בְּמִצְרַ֔יִם H4714 וְנִשְׁבְּר֖וּ H7665 כָּל H3605 עֹזְרֶֽיהָ H5826 ",
  "9": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יֵצְא֨וּ H3318 מַלְאָכִ֤ים H4397 מִלְּ H6440 בַּצִּ֔ים H6716 לְהַחֲרִ֖יד H2729 אֶת H853 כּ֣וּשׁ H3568 בֶּ֑טַח H983 וְהָיְתָ֨ה H1961 חַלְחָלָ֤ה H2479 בָהֶם֙ Hb בְּי֣וֹם H3117 מִצְרַ֔יִם H4714 כִּ֥י H3588 הִנֵּ֖ה H2009 בָּאָֽה H935 ",
  "10": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְהִשְׁבַּתִּי֙ H7673 אֶת H853 הֲמ֣וֹן H1995 מִצְרַ֔יִם H4714 בְּיַ֖ד H3027 נְבוּכַדְרֶאצַּ֥ר H5019 מֶלֶךְ H4428 בָּבֶֽל H894 ",
  "11": "ה֠וּא H1931 וְעַמּ֤ H5971 אִתּוֹ֙ H854 עָרִיצֵ֣י H6184 גוֹיִ֔ם H1471 מֽוּבָאִ֖ים H935 לְשַׁחֵ֣ת H7843 הָאָ֑רֶץ H776 וְהֵרִ֤יקוּ H7324 חַרְבוֹתָם֙ H2719 עַל H5921 מִצְרַ֔יִם H4714 וּמָלְא֥וּ H4390 אֶת H853 הָאָ֖רֶץ H776 חָלָֽל H2491 ",
  "12": "וְנָתַתִּ֤י H5414 יְאֹרִים֙ H2975 חָֽרָבָ֔ה H2724 וּמָכַרְתִּ֥י H4376 אֶת H853 הָאָ֖רֶץ H776 בְּיַד H3027 רָעִ֑ים H7451 וַהֲשִׁמֹּתִ֞י H8074 אֶ֤רֶץ H776 וּמְלֹאָ H4393 בְּיַד H3027 זָרִ֔ים H2114 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 ",
  "13": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 וְהַאֲבַדְתִּ֨י H6 גִלּוּלִ֜ים H1544 וְהִשְׁבַּתִּ֤י H7673 אֱלִילִים֙ H457 מִנֹּ֔ף H5297 וְנָשִׂ֥יא H5387 מֵאֶֽרֶץ H776 מִצְרַ֖יִם H4714 לֹ֣א H3808 יִֽהְיֶה H1961 ע֑וֹד H5750 וְנָתַתִּ֥י H5414 יִרְאָ֖ה H3374 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "14": "וַהֲשִׁמֹּתִי֙ H8074 אֶת H853 פַּתְר֔וֹס H6624 וְנָתַ֥תִּי H5414 אֵ֖שׁ H784 בְּצֹ֑עַן H6814 וְעָשִׂ֥יתִי H6213 שְׁפָטִ֖ים H8201 בְּנֹֽא H4996 ",
  "15": "וְשָׁפַכְתִּ֣י H8210 חֲמָתִ֔י H2534 עַל H5921 סִ֖ין H5512 מָע֣וֹז H4581 מִצְרָ֑יִם H4714 וְהִכְרַתִּ֖י H3772 אֶת H853 הֲמ֥וֹן H1995 נֹֽא H4996 ",
  "16": "וְנָתַ֤תִּי H5414 אֵשׁ֙ H784 בְּמִצְרַ֔יִם H4714 ח֤וּל H2342 תחיל H2342 סִ֔ין H5512 וְנֹ֖א H4996 תִּהְיֶ֣ה H1961 לְהִבָּקֵ֑עַ H1234 וְנֹ֖ף H5297 צָרֵ֥י H6862 יוֹמָֽם H3119 ",
  "17": "בַּח֥וּרֵי H970 אָ֛וֶן H206 וּפִי H6364 בֶ֖סֶת H6364 בַּחֶ֣רֶב H2719 יִפֹּ֑לוּ H5307 וְהֵ֖נָּה H2007 בַּשְּׁבִ֥י H7628 תֵלַֽכְנָה H3212 ",
  "18": "וּבִֽ H8471 חָשַׂ֣ךְ H2821 הַיּ֔וֹם H3117 בְּשִׁבְרִ H7665 שָׁם֙ H8033 אֶת H853 מֹט֣וֹת H4133 מִצְרַ֔יִם H4714 וְנִשְׁבַּת H7673 בָּ֖הּ Hb גְּא֣וֹן H1347 עֻזָּ֑הּ H5797 הִ֚יא H1931 עָנָ֣ן H6051 יְכַסֶּ֔נָּה H3680 וּבְנוֹתֶ֖י H1323 בַּשְּׁבִ֥י H7628 תֵלַֽכְנָה H3212 ",
  "19": "וְעָשִׂ֥יתִי H6213 שְׁפָטִ֖ים H8201 בְּמִצְרָ֑יִם H4714 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "20": "וַיְהִ֗י H1961 בְּאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 בָּֽרִאשׁ֖וֹן H7223 בְּשִׁבְעָ֣ה H7651 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "21": "בֶּן H1121 אָדָ֕ם H120 אֶת H853 זְר֛וֹעַ H2220 פַּרְעֹ֥ה H6547 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 שָׁבָ֑רְתִּי H7665 וְהִנֵּ֣ה H2009 לֹֽא H3808 חֻ֠בְּשָׁה H2280 לָתֵ֨ת H5414 רְפֻא֜וֹת H7499 לָשׂ֥וּם H7760 חִתּ֛וּל H2848 לְחָבְשָׁ֥ H2280 לְחָזְקָ֖ H2388 לִתְפֹּ֥שׂ H8610 בֶּחָֽרֶב H2719 ",
  "22": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 הִנְנִי֙ H2005 אֶל H413 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וְשָֽׁבַרְתִּי֙ H7665 אֶת H853 זְרֹ֣עֹתָ֔יו H2220 אֶת H853 הַחֲזָקָ֖ה H2389 וְאֶת H853 הַנִּשְׁבָּ֑רֶת H7665 וְהִפַּלְתִּ֥י H5307 אֶת H853 הַחֶ֖רֶב H2719 מִיָּדֽ H3027 ",
  "23": "וַהֲפִצוֹתִ֥י H6327 אֶת H853 מִצְרַ֖יִם H4714 בַּגּוֹיִ֑ם H1471 וְזֵרִיתִ֖ H2219 בָּאֲרָצֽוֹת H776 ",
  "24": "וְחִזַּקְתִּ֗י H2388 אֶת H853 זְרֹעוֹת֙ H2220 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 וְנָתַתִּ֥י H5414 אֶת H853 חַרְבִּ֖י H2719 בְּיָד֑ H3027 וְשָׁבַרְתִּי֙ H7665 אֶת H853 זְרֹע֣וֹת H2220 פַּרְעֹ֔ה H6547 וְנָאַ֛ק H5008 נַאֲק֥וֹת H5009 חָלָ֖ל H2491 לְפָנָֽי H6440 ",
  "25": "וְהַחֲזַקְתִּ֗י H2388 אֶת H853 זְרֹעוֹת֙ H2220 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 וּזְרֹע֥וֹת H2220 פַּרְעֹ֖ה H6547 תִּפֹּ֑לְנָה H5307 וְֽיָדְע֞וּ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֗ה H3068 בְּתִתִּ֤ H5414 חַרְבִּי֙ H2719 בְּיַ֣ד H3027 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 וְנָטָ֥ה H5186 אוֹתָ֖הּ H853 אֶל H413 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "26": "וַהֲפִצוֹתִ֤י H6327 אֶת H853 מִצְרַ֨יִם֙ H4714 בַּגּוֹיִ֔ם H1471 וְזֵרִיתִ֥י H2219 אוֹתָ֖ם H853 בָּאֲרָצ֑וֹת H776 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
