{
  "1": "וַֽיְהִי֙ H1961 בִּשְׁתֵּ֣י H8147 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 בִּשְׁנֵי H8147 עָשָׂ֥ר H6240 חֹ֖דֶשׁ H2320 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֗ם H120 שָׂ֤א H5375 קִינָה֙ H7015 עַל H5921 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וְאָמַרְתָּ֣ H559 אֵלָ֔יו H413 כְּפִ֥יר H3715 גּוֹיִ֖ם H1471 נִדְמֵ֑יתָ H1819 וְאַתָּה֙ H859 כַּתַּנִּ֣ים H8565 בַּיַּמִּ֔ים H3220 וַתָּ֣גַח H1518 בְּנַהֲרוֹתֶ֗י H5104 וַתִּדְלַח H1804 מַ֨יִם֙ H4325 בְּרַגְלֶ֔י H7272 וַתִּרְפֹּ֖ס H7515 נַהֲרוֹתָֽם H5104 ",
  "3": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וּפָרַשְׂתִּ֤י H6566 עָלֶ֨יךָ֙ H5921 אֶת H853 רִשְׁתִּ֔י H7568 בִּקְהַ֖ל H6951 עַמִּ֣ים H5971 רַבִּ֑ים H7227 וְהֶעֱל֖וּ H5927 בְּחֶרְמִֽ H2764 ",
  "4": "וּנְטַשְׁתִּ֣י H5203 בָאָ֔רֶץ H776 עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶ֖ה H7704 אֲטִילֶ֑ךָ H2904 וְהִשְׁכַּנְתִּ֤י H7931 עָלֶ֨יךָ֙ H5921 כָּל H3605 ע֣וֹף H5775 הַשָּׁמַ֔יִם H8064 וְהִשְׂבַּעְתִּ֥י H7646 מִמְּךָ֖ H4480 חַיַּ֥ת H2416 כָּל H3605 הָאָֽרֶץ H776 ",
  "5": "וְנָתַתִּ֥י H5414 אֶת H853 בְּשָׂרְךָ֖ H1320 עַל H5921 הֶֽהָרִ֑ים H2022 וּמִלֵּאתִ֥י H4390 הַגֵּאָי֖וֹת H1516 רָמוּתֶֽךָ H7419 ",
  "6": "וְהִשְׁקֵיתִ֨י H8248 אֶ֧רֶץ H776 צָפָתְךָ֛ H6824 מִדָּמְ H1818 אֶל H413 הֶֽהָרִ֑ים H2022 וַאֲפִקִ֖ים H650 יִמָּלְא֥וּן H4390 מִמֶּֽךָּ H4480 ",
  "7": "וְכִסֵּיתִ֤י H3680 בְכַבּֽוֹתְ H3518 שָׁמַ֔יִם H8064 וְהִקְדַּרְתִּ֖י H6937 אֶת H853 כֹּֽכְבֵיהֶ֑ם H3556 שֶׁ֚מֶשׁ H8121 בֶּעָנָ֣ן H6051 אֲכַסֶּ֔נּוּ H3680 וְיָרֵ֖חַ H3394 לֹא H3808 יָאִ֥יר H215 אוֹרֽוֹ H216 ",
  "8": "כָּל H3605 מְא֤וֹרֵי H3974 אוֹר֙ H216 בַּשָּׁמַ֔יִם H8064 אַקְדִּירֵ֖ם H6937 עָלֶ֑יךָ H5921 וְנָתַ֤תִּי H5414 חֹ֨שֶׁךְ֙ H2822 עַֽל H5921 אַרְצְךָ֔ H776 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "9": "וְהִ֨כְעַסְתִּ֔י H3707 לֵ֖ב H3820 עַמִּ֣ים H5971 רַבִּ֑ים H7227 בַּהֲבִיאִ֤ H935 שִׁבְרְךָ֙ H7667 בַּגּוֹיִ֔ם H1471 עַל H5921 אֲרָצ֖וֹת H776 אֲשֶׁ֥ר H834 לֹֽא H3808 יְדַעְתָּֽם H3045 ",
  "10": "וַהֲשִׁמּוֹתִ֨י H8074 עָלֶ֜יךָ H5921 עַמִּ֣ים H5971 רַבִּ֗ים H7227 וּמַלְכֵי H4428 יִשְׂעֲר֤וּ H8175 עָלֶ֨יךָ֙ H5921 שַׂ֔עַר H8178 בְּעוֹפְפִ֥ H5774 חַרְבִּ֖י H2719 עַל H5921 פְּנֵיהֶ֑ם H6440 וְחָרְד֤וּ H2729 לִרְגָעִים֙ H7281 אִ֣ישׁ H376 לְנַפְשׁ֔ H5315 בְּי֖וֹם H3117 מַפַּלְתֶּֽךָ H4658 ",
  "11": "כִּ֛י H3588 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 חֶ֥רֶב H2719 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 תְּבוֹאֶֽךָ H935 ",
  "12": "בְּחַרְב֤וֹת H2719 גִּבּוֹרִים֙ H1368 אַפִּ֣יל H5307 הֲמוֹנֶ֔ךָ H1995 עָרִיצֵ֥י H6184 גוֹיִ֖ם H1471 כֻּלָּ֑ם H3605 וְשָֽׁדְדוּ֙ H7703 אֶת H853 גְּא֣וֹן H1347 מִצְרַ֔יִם H4714 וְנִשְׁמַ֖ד H8045 כָּל H3605 הֲמוֹנָֽהּ H1995 ",
  "13": "וְהַֽאֲבַדְתִּי֙ H6 אֶת H853 כָּל H3605 בְּהֶמְתָּ֔הּ H929 מֵעַ֖ל H5921 מַ֣יִם H4325 רַבִּ֑ים H7227 וְלֹ֨א H3808 תִדְלָחֵ֤ם H1804 רֶֽגֶל H7272 אָדָם֙ H120 ע֔וֹד H5750 וּפַרְס֥וֹת H6541 בְּהֵמָ֖ה H929 לֹ֥א H3808 תִדְלָחֵֽם H1804 ",
  "14": "אָ֚ז H227 אַשְׁקִ֣יעַ H8257 מֵֽימֵיהֶ֔ם H4325 וְנַהֲרוֹתָ֖ H5104 כַּשֶּׁ֣מֶן H8081 אוֹלִ֑יךְ H3212 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "15": "בְּתִתִּ H5414 אֶת H853 אֶ֨רֶץ H776 מִצְרַ֜יִם H4714 שְׁמָמָ֣ה H8077 וּנְשַׁמָּ֗ה H8074 אֶ֚רֶץ H776 מִמְּלֹאָ֔ H4393 בְּהַכּוֹתִ֖ H5221 אֶת H853 כָּל H3605 י֣וֹשְׁבֵי H3427 בָ֑הּ Hb וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "16": "קִינָ֥ה H7015 הִיא֙ H1931 וְק֣וֹנְנ֔וּ H6969 בְּנ֥וֹת H1323 הַגּוֹיִ֖ם H1471 תְּקוֹנֵ֣נָּה H6969 אוֹתָ֑הּ H853 עַל H5921 מִצְרַ֤יִם H4714 וְעַל H5921 כָּל H3605 הֲמוֹנָהּ֙ H1995 תְּקוֹנֵ֣נָּה H6969 אוֹתָ֔הּ H853 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "17": "וַֽיְהִי֙ H1961 בִּשְׁתֵּ֣י H8147 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 בַּחֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "18": "בֶּן H1121 אָדָ֕ם H120 נְהֵ֛ה H5091 עַל H5921 הֲמ֥וֹן H1995 מִצְרַ֖יִם H4714 וְהוֹרִדֵ֑ H3381 א֠וֹתָהּ H853 וּבְנ֨וֹת H1323 גּוֹיִ֧ם H1471 אַדִּרִ֛ם H117 אֶל H413 אֶ֥רֶץ H776 תַּחְתִּיּ֖וֹת H8482 אֶת H854 י֥וֹרְדֵי H3381 בֽוֹר H953 ",
  "19": "מִמִּ֖י H4310 נָעָ֑מְתָּ H5276 רְדָ֥ה H3381 וְהָשְׁכְּבָ֖ H7901 אֶת H854 עֲרֵלִֽים H6189 ",
  "20": "בְּת֥וֹךְ H8432 חַלְלֵי H2491 חֶ֖רֶב H2719 יִפֹּ֑לוּ H5307 חֶ֣רֶב H2719 נִתָּ֔נָה H5414 מָשְׁכ֥וּ H4900 אוֹתָ֖הּ H853 וְכָל H3605 הֲמוֹנֶֽיהָ H1995 ",
  "21": "יְדַבְּרוּ H1696 ל֞וֹ Hl אֵלֵ֧י H410 גִבּוֹרִ֛ים H1368 מִתּ֥וֹךְ H8432 שְׁא֖וֹל H7585 אֶת H854 עֹֽזְרָ֑יו H5826 יָֽרְד֛וּ H3381 שָׁכְב֥וּ H7901 הָעֲרֵלִ֖ים H6189 חַלְלֵי H2491 חָֽרֶב H2719 ",
  "22": "שָׁ֤ם H8033 אַשּׁוּר֙ H804 וְכָל H3605 קְהָלָ֔הּ H6951 סְבִֽיבוֹתָ֖יו H5439 קִבְרֹתָ֑יו H6913 כֻּלָּ֣ם H3605 חֲלָלִ֔ים H2491 הַנֹּפְלִ֖ים H5307 בֶּחָֽרֶב H2719 ",
  "23": "אֲשֶׁ֨ר H834 נִתְּנ֤וּ H5414 קִבְרֹתֶ֨יהָ֙ H6913 בְּיַרְכְּתֵי H3411 ב֔וֹר H953 וַיְהִ֣י H1961 קְהָלָ֔הּ H6951 סְבִיב֖וֹת H5439 קְבֻרָתָ֑הּ H6900 כֻּלָּ֤ם H3605 חֲלָלִים֙ H2491 נֹפְלִ֣ים H5307 בַּחֶ֔רֶב H2719 אֲשֶׁר H834 נָתְנ֥וּ H5414 חִתִּ֖ית H2851 בְּאֶ֥רֶץ H776 חַיִּֽים H2416 ",
  "24": "שָׁ֤ם H8033 עֵילָם֙ H5867 וְכָל H3605 הֲמוֹנָ֔הּ H1995 סְבִיב֖וֹת H5439 קְבֻרָתָ֑הּ H6900 כֻּלָּ֣ם H3605 חֲלָלִים֩ H2491 הַנֹּפְלִ֨ים H5307 בַּחֶ֜רֶב H2719 אֲֽשֶׁר H834 יָרְד֥וּ H3381 עֲרֵלִ֣ים H6189 אֶל H413 אֶ֣רֶץ H776 תַּחְתִּיּ֗וֹת H8482 אֲשֶׁ֨ר H834 נָתְנ֤וּ H5414 חִתִּיתָם֙ H2851 בְּאֶ֣רֶץ H776 חַיִּ֔ים H2416 וַיִּשְׂא֥וּ H5375 כְלִמָּתָ֖ם H3639 אֶת H854 י֥וֹרְדֵי H3381 בֽוֹר H953 ",
  "25": "בְּת֣וֹךְ H8432 חֲ֠לָלִים H2491 נָתְנ֨וּ H5414 מִשְׁכָּ֥ב H4904 לָהּ֙ Hl בְּכָל H3605 הֲמוֹנָ֔הּ H1995 סְבִֽיבוֹתָ֖יו H5439 קִבְרֹתֶ֑הָ H6913 כֻּלָּ֣ם H3605 עֲרֵלִ֣ים H6189 חַלְלֵי H2491 חֶ֡רֶב H2719 כִּֽי H3588 נִתַּ֨ן H5414 חִתִּיתָ֜ם H2851 בְּאֶ֣רֶץ H776 חַיִּ֗ים H2416 וַיִּשְׂא֤וּ H5375 כְלִמָּתָם֙ H3639 אֶת H854 י֣וֹרְדֵי H3381 ב֔וֹר H953 בְּת֥וֹךְ H8432 חֲלָלִ֖ים H2491 נִתָּֽן H5414 ",
  "26": "שָׁ֣ם H8033 מֶ֤שֶׁךְ H4902 תֻּבַל֙ H8422 וְכָל H3605 הֲמוֹנָ֔הּ H1995 סְבִֽיבוֹתָ֖יו H5439 קִבְרוֹתֶ֑יהָ H6913 כֻּלָּ֤ם H3605 עֲרֵלִים֙ H6189 מְחֻ֣לְלֵי H2490 חֶ֔רֶב H2719 כִּֽי H3588 נָתְנ֥וּ H5414 חִתִּיתָ֖ם H2851 בְּאֶ֥רֶץ H776 חַיִּֽים H2416 ",
  "27": "וְלֹ֤א H3808 יִשְׁכְּבוּ֙ H7901 אֶת H854 גִּבּוֹרִ֔ים H1368 נֹפְלִ֖ים H5307 מֵעֲרֵלִ֑ים H6189 אֲשֶׁ֣ר H834 יָרְדֽוּ H3381 שְׁא֣וֹל H7585 בִּכְלֵֽי H3627 מִלְחַמְתָּם֩ H4421 וַיִּתְּנ֨וּ H5414 אֶת H853 חַרְבוֹתָ֜ם H2719 תַּ֣חַת H8478 רָאשֵׁיהֶ֗ם H7218 וַתְּהִ֤י H1961 עֲוֺֽנֹתָם֙ H5771 עַל H5921 עַצְמוֹתָ֔ם H6106 כִּֽי H3588 חִתִּ֥ית H2851 גִּבּוֹרִ֖ים H1368 בְּאֶ֥רֶץ H776 חַיִּֽים H2416 ",
  "28": "וְאַתָּ֗ה H859 בְּת֧וֹךְ H8432 עֲרֵלִ֛ים H6189 תִּשָּׁבַ֥ר H7665 וְתִשְׁכַּ֖ב H7901 אֶת H854 חַלְלֵי H2491 חָֽרֶב H2719 ",
  "29": "שָׁ֣מָּה H8033 אֱד֗וֹם H123 מְלָכֶ֨יהָ֙ H4428 וְכָל H3605 נְשִׂיאֶ֔יהָ H5387 אֲשֶׁר H834 נִתְּנ֥וּ H5414 בִגְבוּרָתָ֖ H1369 אֶת H854 חַלְלֵי H2491 חָ֑רֶב H2719 הֵ֛מָּה H1992 אֶת H854 עֲרֵלִ֥ים H6189 יִשְׁכָּ֖בוּ H7901 וְאֶת H854 יֹ֥רְדֵי H3381 בֽוֹר H953 ",
  "30": "שָׁ֣מָּה H8033 נְסִיכֵ֥י H5257 צָפ֛וֹן H6828 כֻּלָּ֖ם H3605 וְכָל H3605 צִֽדֹנִ֑י H6722 אֲשֶׁר H834 יָרְד֣וּ H3381 אֶת H854 חֲלָלִ֗ים H2491 בְּחִתִּיתָ֤ H2851 מִגְבֽוּרָתָ H1369 בּוֹשִׁ֔ים H954 וַיִּשְׁכְּב֤וּ H7901 עֲרֵלִים֙ H6189 אֶת H854 חַלְלֵי H2491 חֶ֔רֶב H2719 וַיִּשְׂא֥וּ H5375 כְלִמָּתָ֖ם H3639 אֶת H854 י֥וֹרְדֵי H3381 בֽוֹר H953 ",
  "31": "אוֹתָם֙ H853 יִרְאֶ֣ה H7200 פַרְעֹ֔ה H6547 וְנִחַ֖ם H5162 עַל H5921 כָּל H3605 המונה H1995 חַלְלֵי H2491 חֶ֨רֶב֙ H2719 פַּרְעֹ֣ה H6547 וְכָל H3605 חֵיל֔וֹ H2428 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "32": "כִּֽי H3588 נָתַ֥תִּי H5414 אֶת H853 חתיתו H2851 בְּאֶ֣רֶץ H776 חַיִּ֑ים H2416 וְהֻשְׁכַּב֩ H7901 בְּת֨וֹךְ H8432 עֲרֵלִ֜ים H6189 אֶת H854 חַלְלֵי H2491 חֶ֗רֶב H2719 פַּרְעֹה֙ H6547 וְכָל H3605 הֲמוֹנֹ֔ה H1995 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 "
}
