{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֗ם H120 דַּבֵּ֤ר H1696 אֶל H413 בְּנֵֽי H1121 עַמְּךָ֙ H5971 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 אֶ֕רֶץ H776 כִּֽי H3588 אָבִ֥יא H935 עָלֶ֖יהָ H5921 חָ֑רֶב H2719 וְלָקְח֨וּ H3947 עַם H5971 הָאָ֜רֶץ H776 אִ֤ישׁ H376 אֶחָד֙ H259 מִקְצֵי H7097 וְנָתְנ֥וּ H5414 אֹת֛וֹ H853 לָהֶ֖ם Hl לְצֹפֶֽה H6822 ",
  "3": "וְרָאָ֥ה H7200 אֶת H853 הַחֶ֖רֶב H2719 בָּאָ֣ה H935 עַל H5921 הָאָ֑רֶץ H776 וְתָקַ֥ע H8628 בַּשּׁוֹפָ֖ר H7782 וְהִזְהִ֥יר H2094 אֶת H853 הָעָֽם H5971 ",
  "4": "וְשָׁמַ֨ע H8085 הַשֹּׁמֵ֜עַ H8085 אֶת H853 ק֤וֹל H6963 הַשּׁוֹפָר֙ H7782 וְלֹ֣א H3808 נִזְהָ֔ר H2094 וַתָּ֥בוֹא H935 חֶ֖רֶב H2719 וַתִּקָּחֵ֑ H3947 דָּמ֥וֹ H1818 בְרֹאשׁ֖ H7218 יִֽהְיֶֽה H1961 ",
  "5": "אֵת֩ H853 ק֨וֹל H6963 הַשּׁוֹפָ֤ר H7782 שָׁמַע֙ H8085 וְלֹ֣א H3808 נִזְהָ֔ר H2094 דָּמ֖וֹ H1818 בּ֣וֹ Hb יִֽהְיֶ֑ה H1961 וְה֥וּא H1931 נִזְהָ֖ר H2094 נַפְשׁ֥וֹ H5315 מִלֵּֽט H4422 ",
  "6": "וְ֠הַ H6822 כִּֽי H3588 יִרְאֶ֨ה H7200 אֶת H853 הַחֶ֜רֶב H2719 בָּאָ֗ה H935 וְלֹֽא H3808 תָקַ֤ע H8628 בַּשּׁוֹפָר֙ H7782 וְהָ H5971 לֹֽא H3808 נִזְהָ֔ר H2094 וַתָּב֣וֹא H935 חֶ֔רֶב H2719 וַתִּקַּ֥ח H3947 מֵהֶ֖ם H1992 נָ֑פֶשׁ H5315 ה֚וּא H1931 בַּעֲוֺנ֣ H5771 נִלְקָ֔ח H3947 וְדָמ֖ H1818 מִיַּֽד H3027 הַצֹּפֶ֥ה H6822 אֶדְרֹֽשׁ H1875 ",
  "7": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֔ם H120 צֹפֶ֥ה H6822 נְתַתִּ֖יךָ H5414 לְבֵ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וְשָׁמַעְתָּ֤ H8085 מִפִּ H6310 דָּבָ֔ר H1697 וְהִזְהַרְתָּ֥ H2094 אֹתָ֖ם H853 מִמֶּֽנִּי H4480 ",
  "8": "בְּאָמְרִ֣ H559 לָרָשָׁ֗ע H7563 רָשָׁע֙ H7563 מ֣וֹת H4191 תָּמ֔וּת H4191 וְלֹ֣א H3808 דִבַּ֔רְתָּ H1696 לְהַזְהִ֥יר H2094 רָשָׁ֖ע H7563 מִדַּרְכּ֑ H1870 ה֤וּא H1931 רָשָׁע֙ H7563 בַּעֲוֺנ֣ H5771 יָמ֔וּת H4191 וְדָמ֖ H1818 מִיָּדְ H3027 אֲבַקֵּֽשׁ H1245 ",
  "9": "וְ֠אַתָּה H859 כִּֽי H3588 הִזְהַ֨רְתָּ H2094 רָשָׁ֤ע H7563 מִדַּרְכּ H1870 לָשׁ֣וּב H7725 מִמֶּ֔נָּה H4480 וְלֹא H3808 שָׁ֖ב H7725 מִדַּרְכּ֑ H1870 ה֚וּא H1931 בַּעֲוֺנ֣ H5771 יָמ֔וּת H4191 וְאַתָּ֖ה H859 נַפְשְׁךָ֥ H5315 הִצַּֽלְתָּ H5337 ",
  "10": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 אֱמֹר֙ H559 אֶל H413 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כֵּ֤ן H3651 אֲמַרְתֶּם֙ H559 לֵאמֹ֔ר H559 כִּֽי H3588 פְשָׁעֵ֥ינוּ H6588 וְחַטֹּאתֵ֖י H2403 עָלֵ֑ינוּ H5921 וּבָ֛ Hc/Hb אֲנַ֥חְנוּ H587 נְמַקִּ֖ים H4743 וְאֵ֥יךְ H349 נִֽחְיֶֽה H2421 ",
  "11": "אֱמֹ֨ר H559 אֲלֵיהֶ֜ם H413 חַי H2416 אָ֣נִי H589 נְאֻ֣ם H5002 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 אִם H518 אֶחְפֹּץ֙ H2654 בְּמ֣וֹת H4194 הָרָשָׁ֔ע H7563 כִּ֣י H3588 אִם H518 בְּשׁ֥וּב H7725 רָשָׁ֛ע H7563 מִדַּרְכּ֖ H1870 וְחָיָ֑ה H2421 שׁ֣וּבוּ H7725 שׁ֜וּבוּ H7725 מִדַּרְכֵי H1870 הָרָעִ֛ים H7451 וְלָ֥ H4100 תָמ֖וּתוּ H4191 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "12": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 אֱמֹ֤ר H559 אֶל H413 בְּנֵֽי H1121 עַמְּךָ֙ H5971 צִדְקַ֣ת H6666 הַצַּדִּ֗יק H6662 לֹ֤א H3808 תַצִּילֶ֨נּוּ֙ H5337 בְּי֣וֹם H3117 פִּשְׁע֔וֹ H6588 וְרִשְׁעַ֤ת H7564 הָֽרָשָׁע֙ H7563 לֹֽא H3808 יִכָּ֣שֶׁל H3782 בָּ֔הּ Hb בְּי֖וֹם H3117 שׁוּב֣וֹ H7725 מֵֽרִשְׁע֑ H7562 וְצַדִּ֗יק H6662 לֹ֥א H3808 יוּכַ֛ל H3201 לִֽחְי֥וֹת H2421 בָּ֖הּ Hb בְּי֥וֹם H3117 חֲטֹאתֽוֹ H2398 ",
  "13": "בְּאָמְרִ֤ H559 לַצַּדִּיק֙ H6662 חָיֹ֣ה H2421 יִֽחְיֶ֔ה H2421 וְהֽוּא H1931 בָטַ֥ח H982 עַל H5921 צִדְקָת֖וֹ H6666 וְעָ֣שָׂה H6213 עָ֑וֶל H5766 כָּל H3605 צדקתו H6666 לֹ֣א H3808 תִזָּכַ֔רְנָה H2142 וּבְ H5766 אֲשֶׁר H834 עָשָׂ֖ה H6213 בּ֥וֹ Hb יָמֽוּת H4191 ",
  "14": "וּבְ H559 לָֽרָשָׁ֖ע H7563 מ֣וֹת H4191 תָּמ֑וּת H4191 וְשָׁב֙ H7725 מֵֽחַטָּאת֔ H2403 וְעָשָׂ֥ה H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָֽה H6666 ",
  "15": "חֲבֹ֨ל H2258 יָשִׁ֤יב H7725 רָשָׁע֙ H7563 גְּזֵלָ֣ה H1500 יְשַׁלֵּ֔ם H7999 בְּחֻקּ֤וֹת H2708 הַֽחַיִּים֙ H2416 הָלַ֔ךְ H1980 לְבִלְתִּ֖י H1115 עֲשׂ֣וֹת H6213 עָ֑וֶל H5766 חָי֥וֹ H2421 יִֽחְיֶ֖ה H2421 לֹ֥א H3808 יָמֽוּת H4191 ",
  "16": "כָּל H3605 חטאתו H2403 אֲשֶׁ֣ר H834 חָטָ֔א H2398 לֹ֥א H3808 תִזָּכַ֖רְנָה H2142 ל֑וֹ Hl מִשְׁפָּ֧ט H4941 וּצְדָקָ֛ה H6666 עָשָׂ֖ה H6213 חָי֥וֹ H2421 יִֽחְיֶֽה H2421 ",
  "17": "וְאָמְרוּ֙ H559 בְּנֵ֣י H1121 עַמְּךָ֔ H5971 לֹ֥א H3808 יִתָּכֵ֖ן H8505 דֶּ֣רֶךְ H1870 אֲדֹנָ֑י H136 וְהֵ֖מָּה H1992 דַּרְכָּ֥ם H1870 לֹֽא H3808 יִתָּכֵֽן H8505 ",
  "18": "בְּשׁוּב H7725 צַדִּ֥יק H6662 מִצִּדְקָת֖ H6666 וְעָ֣שָׂה H6213 עָ֑וֶל H5766 וּמֵ֖ת H4191 בָּהֶֽם Hb ",
  "19": "וּבְ H7725 רָשָׁע֙ H7563 מֵֽרִשְׁעָת֔ H7564 וְעָשָׂ֥ה H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָ֑ה H6666 עֲלֵיהֶ֖ם H5921 ה֥וּא H1931 יִֽחְיֶֽה H2421 ",
  "20": "וַאֲמַרְתֶּ֕ם H559 לֹ֥א H3808 יִתָּכֵ֖ן H8505 דֶּ֣רֶךְ H1870 אֲדֹנָ֑י H136 אִ֧ישׁ H376 כִּדְרָכָ֛י H1870 אֶשְׁפּ֥וֹט H8199 אֶתְכֶ֖ם H853 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "21": "וַיְהִ֞י H1961 בִּשְׁתֵּ֧י H8147 עֶשְׂרֵ֣ה H6240 שָׁנָ֗ה H8141 בָּעֲשִׂרִ֛י H6224 בַּחֲמִשָּׁ֥ה H2568 לַחֹ֖דֶשׁ H2320 לְגָלוּתֵ֑ H1546 בָּא H935 אֵלַ֨י H413 הַפָּלִ֧יט H6412 מִירוּשָׁלִַ֛ם H3389 לֵאמֹ֖ר H559 הֻכְּתָ֥ה H5221 הָעִֽיר H5892 ",
  "22": "וְיַד H3027 יְהוָה֩ H3068 הָיְתָ֨ה H1961 אֵלַ֜י H413 בָּעֶ֗רֶב H6153 לִפְנֵי֙ H6440 בּ֣וֹא H935 הַפָּלִ֔יט H6412 וַיִּפְתַּ֣ח H6605 אֶת H853 פִּ֔י H6310 עַד H5704 בּ֥וֹא H935 אֵלַ֖י H413 בַּבֹּ֑קֶר H1242 וַיִּפָּ֣תַח H6605 פִּ֔י H6310 וְלֹ֥א H3808 נֶאֱלַ֖מְתִּי H481 עֽוֹד H5750 ",
  "23": "וַיְהִ֥י H1961 דְבַר H1697 יְהֹוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "24": "בֶּן H1121 אָדָ֗ם H120 יֹ֠שְׁבֵי H3427 הֶחֳרָב֨וֹת H2723 הָאֵ֜לֶּה H428 עַל H5921 אַדְמַ֤ת H127 יִשְׂרָאֵל֙ H3478 אֹמְרִ֣ים H559 לֵאמֹ֔ר H559 אֶחָד֙ H259 הָיָ֣ה H1961 אַבְרָהָ֔ם H85 וַיִּירַ֖שׁ H3423 אֶת H853 הָאָ֑רֶץ H776 וַאֲנַ֣חְנוּ H587 רַבִּ֔ים H7227 לָ֛נוּ Hl נִתְּנָ֥ה H5414 הָאָ֖רֶץ H776 לְמוֹרָשָֽׁה H4181 ",
  "25": "לָכֵן֩ H3651 אֱמֹ֨ר H559 אֲלֵיהֶ֜ם H413 כֹּֽה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 עַל H5921 הַדָּ֧ם H1818 תֹּאכֵ֛לוּ H398 וְעֵינֵ H5869 תִּשְׂא֥וּ H5375 אֶל H413 גִּלּוּלֵיכֶ֖ם H1544 וְדָ֣ם H1818 תִּשְׁפֹּ֑כוּ H8210 וְהָ H776 תִּירָֽשׁוּ H3423 ",
  "26": "עֲמַדְתֶּ֤ם H5975 עַֽל H5921 חַרְבְּכֶם֙ H2719 עֲשִׂיתֶ֣ן H6213 תּוֹעֵבָ֔ה H8441 וְאִ֛ישׁ H376 אֶת H853 אֵ֥שֶׁת H802 רֵעֵ֖הוּ H7453 טִמֵּאתֶ֑ם H2930 וְהָ H776 תִּירָֽשׁוּ H3423 ",
  "27": "כֹּֽה H3541 תֹאמַ֨ר H559 אֲלֵהֶ֜ם H413 כֹּה H3541 אָמַ֨ר H559 אֲדֹנָ֣י H136 יְהוִה֮ H3069 חַי H2416 אָנִי֒ H589 אִם H518 לֹ֞א H3808 אֲשֶׁ֤ר H834 בֶּֽחֳרָבוֹת֙ H2723 בַּחֶ֣רֶב H2719 יִפֹּ֔לוּ H5307 וַֽאֲשֶׁר֙ H834 עַל H5921 פְּנֵ֣י H6440 הַשָּׂדֶ֔ה H7704 לַחַיָּ֥ה H2416 נְתַתִּ֖יו H5414 לְאָכְל֑ H398 וַאֲשֶׁ֛ר H834 בַּמְּצָד֥וֹת H4686 וּבַ H4631 בַּדֶּ֥בֶר H1698 יָמֽוּתוּ H4191 ",
  "28": "וְנָתַתִּ֤י H5414 אֶת H853 הָאָ֨רֶץ֙ H776 שְׁמָמָ֣ה H8077 וּמְשַׁמָּ֔ה H4923 וְנִשְׁבַּ֖ת H7673 גְּא֣וֹן H1347 עֻזָּ֑הּ H5797 וְשָֽׁמְמ֛וּ H8074 הָרֵ֥י H2022 יִשְׂרָאֵ֖ל H3478 מֵאֵ֥ין H369 עוֹבֵֽר H5674 ",
  "29": "וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 בְּתִתִּ֤ H5414 אֶת H853 הָאָ֨רֶץ֙ H776 שְׁמָמָ֣ה H8077 וּמְשַׁמָּ֔ה H4923 עַ֥ל H5921 כָּל H3605 תּוֹעֲבֹתָ֖ם H8441 אֲשֶׁ֥ר H834 עָשֽׂוּ H6213 ",
  "30": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֔ם H120 בְּנֵ֣י H1121 עַמְּךָ֗ H5971 הַנִּדְבָּרִ֤ים H1696 בְּךָ֙ Hb אֵ֣צֶל H681 הַקִּיר֔וֹת H7023 וּבְ H6607 הַבָּתִּ֑ים H1004 וְדִבֶּר H1696 חַ֣ד H2297 אֶת H854 אַחַ֗ד H259 אִ֤ישׁ H376 אֶת H854 אָחִיו֙ H251 לֵאמֹ֔ר H559 בֹּֽאוּ H935 נָ֣א H4994 וְשִׁמְע֔וּ H8085 מָ֣ה H4100 הַדָּבָ֔ר H1697 הַיּוֹצֵ֖א H3318 מֵאֵ֥ת H853 יְהוָֽה H3068 ",
  "31": "וְיָב֣וֹאוּ H935 אֵ֠לֶיךָ H413 כִּמְבוֹא H3996 עָ֞ם H5971 וְיֵשְׁב֤וּ H3427 לְפָנֶ֨י H6440 עַמִּ֔י H5971 וְשָֽׁמְעוּ֙ H8085 אֶת H853 דְּבָרֶ֔יךָ H1697 וְאוֹתָ֖ H853 לֹ֣א H3808 יַֽעֲשׂ֑וּ H6213 כִּֽי H3588 עֲגָבִ֤ים H5690 בְּפִי H6310 הֵ֣מָּה H1992 עֹשִׂ֔ים H6213 אַחֲרֵ֥י H310 בִצְעָ֖ם H1215 לִבָּ֥ם H3820 הֹלֵֽךְ H1980 ",
  "32": "וְהִנְּ H2005 לָהֶם֙ Hl כְּשִׁ֣יר H7892 עֲגָבִ֔ים H5690 יְפֵ֥ה H3303 ק֖וֹל H6963 וּמֵטִ֣ב H2895 נַגֵּ֑ן H5059 וְשָֽׁמְעוּ֙ H8085 אֶת H853 דְּבָרֶ֔יךָ H1697 וְעֹשִׂ֥ים H6213 אֵינָ֖ם H369 אוֹתָֽם H853 ",
  "33": "וּבְ H935 הִנֵּ֣ה H2009 בָאָ֔ה H935 וְיָ֣דְע֔וּ H3045 כִּ֥י H3588 נָבִ֖יא H5030 הָיָ֥ה H1961 בְתוֹכָֽ H8432 "
}
