{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 שִׂ֥ים H7760 פָּנֶ֖יךָ H6440 עַל H5921 הַ֣ר H2022 שֵׂעִ֑יר H8165 וְהִנָּבֵ֖א H5012 עָלָֽיו H5921 ",
  "3": "וְאָמַ֣רְתָּ H559 לּ֗וֹ Hl כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֥י H2005 אֵלֶ֖יךָ H413 הַר H2022 שֵׂעִ֑יר H8165 וְנָטִ֤יתִי H5186 יָדִי֙ H3027 עָלֶ֔יךָ H5921 וּנְתַתִּ֖י H5414 שְׁמָמָ֥ה H8077 וּמְשַׁמָּֽה H4923 ",
  "4": "עָרֶ֨יךָ֙ H5892 חָרְבָּ֣ה H2723 אָשִׂ֔ים H7760 וְאַתָּ֖ה H859 שְׁמָמָ֣ה H8077 תִֽהְיֶ֑ה H1961 וְיָדַעְתָּ֖ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "5": "יַ֗עַן H3282 הֱי֤וֹת H1961 לְךָ֙ Hl אֵיבַ֣ת H342 עוֹלָ֔ם H5769 וַתַּגֵּ֥ר H5064 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 עַל H5921 יְדֵי H3027 חָ֑רֶב H2719 בְּעֵ֣ת H6256 אֵידָ֔ם H343 בְּעֵ֖ת H6256 עֲוֺ֥ן H5771 קֵֽץ H7093 ",
  "6": "לָכֵ֣ן H3651 חַי H2416 אָ֗נִי H589 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 כִּֽי H3588 לְדָ֥ם H1818 אֶעֶשְׂךָ֖ H6213 וְדָ֣ם H1818 יִרְדֲּפֶ֑ךָ H7291 אִם H518 לֹ֥א H3808 דָ֛ם H1818 שָׂנֵ֖אתָ H8130 וְדָ֥ם H1818 יִרְדֲּפֶֽךָ H7291 ",
  "7": "וְנָֽתַתִּי֙ H5414 אֶת H853 הַ֣ר H2022 שֵׂעִ֔יר H8165 לְשִֽׁמְמָ֖ה H8077 וּשְׁמָמָ֑ה H8077 וְהִכְרַתִּ֥י H3772 מִמֶּ֖נּוּ H4480 עֹבֵ֥ר H5674 וָשָֽׁב H7725 ",
  "8": "וּמִלֵּאתִ֥י H4390 אֶת H853 הָרָ֖יו H2022 חֲלָלָ֑יו H2491 גִּבְעוֹתֶ֤יךָ H1389 וְגֵאוֹתֶ֨י H1516 וְכָל H3605 אֲפִיקֶ֔יךָ H650 חַלְלֵי H2491 חֶ֖רֶב H2719 יִפְּל֥וּ H5307 בָהֶֽם Hb ",
  "9": "שִֽׁמְמ֤וֹת H8077 עוֹלָם֙ H5769 אֶתֶּנְךָ֔ H5414 וְעָרֶ֖י H5892 לֹ֣א H3808 תישבנה H3427 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "10": "יַ֣עַן H3282 אֲ֠מָרְךָ H559 אֶת H853 שְׁנֵ֨י H8147 הַגּוֹיִ֜ם H1471 וְאֶת H853 שְׁתֵּ֧י H8147 הָאֲרָצ֛וֹת H776 לִ֥י Hl תִהְיֶ֖ינָה H1961 וִֽירַשְׁנ֑וּ H3423 וַֽיהוָ֖ה H3068 שָׁ֥ם H8033 הָיָֽה H1961 ",
  "11": "לָכֵ֣ן H3651 חַי H2416 אָ֗נִי H589 נְאֻם֮ H5002 אֲדֹנָ֣י H136 יְהוִה֒ H3069 וְעָשִׂ֗יתִי H6213 כְּאַפְּ H639 וּכְ H7068 אֲשֶׁ֣ר H834 עָשִׂ֔יתָה H6213 מִשִּׂנְאָתֶ֖י H8135 בָּ֑ם Hb וְנוֹדַ֥עְתִּי H3045 בָ֖ם Hb כַּאֲשֶׁ֥ר H834 אֶשְׁפְּטֶֽךָ H8199 ",
  "12": "וְֽיָדַעְתָּ֮ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָה֒ H3068 שָׁמַ֣עְתִּי H8085 אֶת H853 כָּל H3605 נָאָֽצוֹתֶ֗יךָ H5007 אֲשֶׁ֥ר H834 אָמַ֛רְתָּ H559 עַל H5921 הָרֵ֥י H2022 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֣ר H559 שממה H8074 לָ֥נוּ Hl נִתְּנ֖וּ H5414 לְאָכְלָֽה H402 ",
  "13": "וַתַּגְדִּ֤ילוּ H1431 עָלַי֙ H5921 בְּפִי H6310 וְהַעְתַּרְתֶּ֥ם H6280 עָלַ֖י H5921 דִּבְרֵיכֶ֑ם H1697 אֲנִ֖י H589 שָׁמָֽעְתִּי H8085 ",
  "14": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 כִּשְׂמֹ֨חַ֙ H8055 כָּל H3605 הָאָ֔רֶץ H776 שְׁמָמָ֖ה H8077 אֶעֱשֶׂה H6213 לָּֽךְ Hl ",
  "15": "כְּשִׂמְחָ֨תְ H8057 לְנַחְלַ֧ת H5159 בֵּֽית H1004 יִשְׂרָאֵ֛ל H3478 עַ֥ל H5921 אֲשֶׁר H834 שָׁמֵ֖מָה H8074 כֵּ֣ן H3651 אֶעֱשֶׂה H6213 לָּ֑ךְ Hl שְׁמָמָ֨ה H8077 תִֽהְיֶ֤ה H1961 הַר H2022 שֵׂעִיר֙ H8165 וְכָל H3605 אֱד֣וֹם H123 כֻּלָּ֔הּ H3605 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
