{
  "1": "וַיְבִיאֵ֖ H935 אֶל H413 הַהֵיכָ֑ל H1964 וַיָּ֣מָד H4058 אֶת H853 הָאֵילִ֗ים H352 שֵׁשׁ H8337 אַמּ֨וֹת H520 רֹ֧חַב H7341 מִפּ֛וֹ H6311 וְשֵׁשׁ H8337 אַמּֽוֹת H520 רֹ֥חַב H7341 מִפּ֖וֹ H6311 רֹ֥חַב H7341 הָאֹֽהֶל H168 ",
  "2": "וְרֹ֣חַב H7341 הַפֶּתַח֮ H6607 עֶ֣שֶׂר H6235 אַמּוֹת֒ H520 וְכִתְפ֣וֹת H3802 הַפֶּ֔תַח H6607 חָמֵ֤שׁ H2568 אַמּוֹת֙ H520 מִפּ֔וֹ H6311 וְחָמֵ֥שׁ H2568 אַמּ֖וֹת H520 מִפּ֑וֹ H6311 וַיָּ֤מָד H4058 אָרְכּוֹ֙ H753 אַרְבָּעִ֣ים H705 אַמָּ֔ה H520 וְרֹ֖חַב H7341 עֶשְׂרִ֥ים H6242 אַמָּֽה H520 ",
  "3": "וּבָ֣א H935 לִפְנִ֔ימָה H6441 וַיָּ֥מָד H4058 אֵֽיל H352 הַפֶּ֖תַח H6607 שְׁתַּ֣יִם H8147 אַמּ֑וֹת H520 וְהַ H6607 שֵׁ֣שׁ H8337 אַמּ֔וֹת H520 וְרֹ֥חַב H7341 הַפֶּ֖תַח H6607 שֶׁ֥בַע H7651 אַמּֽוֹת H520 ",
  "4": "וַיָּ֨מָד H4058 אֶת H853 אָרְכּ֜וֹ H753 עֶשְׂרִ֣ים H6242 אַמָּ֗ה H520 וְרֹ֛חַב H7341 עֶשְׂרִ֥ים H6242 אַמָּ֖ה H520 אֶל H413 פְּנֵ֣י H6440 הַֽהֵיכָ֑ל H1964 וַיֹּ֣אמֶר H559 אֵלַ֔י H413 זֶ֖ה H2088 קֹ֥דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
  "5": "וַיָּ֥מָד H4058 קִֽיר H7023 הַבַּ֖יִת H1004 שֵׁ֣שׁ H8337 אַמּ֑וֹת H520 וְרֹ֣חַב H7341 הַצֵּלָע֩ H6763 אַרְבַּ֨ע H702 אַמּ֜וֹת H520 סָבִ֧יב H5439 סָבִ֛יב H5439 לַבַּ֖יִת H1004 סָבִֽיב H5439 ",
  "6": "וְהַ H6763 צֵלָ֨ע H6763 אֶל H413 צֵלָ֜ע H6763 שָׁל֧וֹשׁ H7969 וּשְׁלֹשִׁ֣ים H7970 פְּעָמִ֗ים H6471 וּ֠בָאוֹת H935 בַּקִּ֨יר H7023 אֲשֶׁר H834 לַבַּ֧יִת H1004 לַצְּלָע֛וֹת H6763 סָבִ֥יב H5439 סָבִ֖יב H5439 לִהְי֣וֹת H1961 אֲחוּזִ֑ים H270 וְלֹֽא H3808 יִהְי֥וּ H1961 אֲחוּזִ֖ים H270 בְּקִ֥יר H7023 הַבָּֽיִת H1004 ",
  "7": "וְֽרָחֲבָ֡ה H7337 וְֽנָסְבָה֩ H5437 לְמַ֨עְלָ H4605 לְמַ֜עְלָ H4605 לַצְּלָע֗וֹת H6763 כִּ֣י H3588 מֽוּסַב H4141 הַ֠בַּיִת H1004 לְמַ֨עְלָ H4605 לְמַ֜עְלָ H4605 סָבִ֤יב H5439 סָבִיב֙ H5439 לַבַּ֔יִת H1004 עַל H5921 כֵּ֥ן H3651 רֹֽחַב H7341 לַבַּ֖יִת H1004 לְמָ֑עְלָ H4605 וְכֵ֧ן H3651 הַתַּחְתּוֹנָ֛ה H8481 יַעֲלֶ֥ה H5927 עַל H5921 הָעֶלְיוֹנָ֖ה H5945 לַתִּיכוֹנָֽה H8484 ",
  "8": "וְרָאִ֧יתִי H7200 לַבַּ֛יִת H1004 גֹּ֖בַהּ H1363 סָבִ֣יב H5439 סָבִ֑יב H5439 מיסדות H4328 הַצְּלָעוֹת֙ H6763 מְל֣וֹ H4393 הַקָּנֶ֔ה H7070 שֵׁ֥שׁ H8337 אַמּ֖וֹת H520 אַצִּֽילָה H679 ",
  "9": "רֹ֣חַב H7341 הַקִּ֧יר H7023 אֲֽשֶׁר H834 לַצֵּלָ֛ע H6763 אֶל H413 הַח֖וּץ H2351 חָמֵ֣שׁ H2568 אַמּ֑וֹת H520 וַאֲשֶׁ֣ר H834 מֻנָּ֔ח H3240 בֵּ֥ית H1004 צְלָע֖וֹת H6763 אֲשֶׁ֥ר H834 לַבָּֽיִת H1004 ",
  "10": "וּבֵ֨ין H996 הַלְּשָׁכ֜וֹת H3957 רֹ֣חַב H7341 עֶשְׂרִ֥ים H6242 אַמָּ֛ה H520 סָבִ֥יב H5439 לַבַּ֖יִת H1004 סָבִ֥יב H5439 סָבִֽיב H5439 ",
  "11": "וּפֶ֤תַח H6607 הַצֵּלָע֙ H6763 לַמֻּנָּ֔ח H3240 פֶּ֤תַח H6607 אֶחָד֙ H259 דֶּ֣רֶךְ H1870 הַצָּפ֔וֹן H6828 וּפֶ֥תַח H6607 אֶחָ֖ד H259 לַדָּר֑וֹם H1864 וְרֹ֨חַב֙ H7341 מְק֣וֹם H4725 הַמֻּנָּ֔ח H3240 חָמֵ֥שׁ H2568 אַמּ֖וֹת H520 סָבִ֥יב H5439 סָבִֽיב H5439 ",
  "12": "וְהַ H1146 אֲשֶׁר֩ H834 אֶל H413 פְּנֵ֨י H6440 הַגִּזְרָ֜ה H1508 פְּאַ֣ת H6285 דֶּֽרֶךְ H1870 הַיָּ֗ם H3220 רֹ֚חַב H7341 שִׁבְעִ֣ים H7657 אַמָּ֔ה H520 וְקִ֧יר H7023 הַבִּנְיָ֛ן H1146 חָֽמֵשׁ H2568 אַמּ֥וֹת H520 רֹ֖חַב H7341 סָבִ֣יב H5439 סָבִ֑יב H5439 וְאָרְכּ֖ H753 תִּשְׁעִ֥ים H8673 אַמָּֽה H520 ",
  "13": "וּמָדַ֣ד H4058 אֶת H853 הַבַּ֔יִת H1004 אֹ֖רֶךְ H753 מֵאָ֣ה H3967 אַמָּ֑ה H520 וְהַ H1508 וְהַ H1140 וְקִ֣ירוֹתֶ֔י H7023 אֹ֖רֶךְ H753 מֵאָ֥ה H3967 אַמָּֽה H520 ",
  "14": "וְרֹחַב֩ H7341 פְּנֵ֨י H6440 הַבַּ֧יִת H1004 וְהַ H1508 לַקָּדִ֖ים H6921 מֵאָ֥ה H3967 אַמָּֽה H520 ",
  "15": "וּמָדַ֣ד H4058 אֹֽרֶךְ H753 הַ֠בִּנְיָן H1146 אֶל H413 פְּנֵ֨י H6440 הַגִּזְרָ֜ה H1508 אֲשֶׁ֨ר H834 עַל H5921 אַחֲרֶ֧יהָ H310 ואתוקי H862 מִפּ֥וֹ H6311 וּמִ H6311 מֵאָ֣ה H3967 אַמָּ֑ה H520 וְהַֽ H1964 הַפְּנִימִ֔י H6442 וְאֻֽלַמֵּ֖י H197 הֶחָצֵֽר H2691 ",
  "16": "הַסִּפִּ֡ים H5592 וְהַ H2474 הָ֠אֲטֻמוֹת H331 וְהָ H862 סָבִיב֙ H5439 לִשְׁלָשְׁתָּ֔ H7969 נֶ֧גֶד H5048 הַסַּ֛ף H5592 שְׂחִ֥יף H7824 עֵ֖ץ H6086 סָבִ֣יב H5439 סָבִ֑יב H5439 וְהָ H776 עַד H5704 הַֽחַלֹּנ֔וֹת H2474 וְהַֽ H2474 מְכֻסּֽוֹת H3680 ",
  "17": "עַל H5921 מֵעַ֣ל H5921 הַפֶּ֡תַח H6607 וְעַד H5704 הַבַּיִת֩ H1004 הַפְּנִימִ֨י H6442 וְלַ H2351 וְאֶל H413 כָּל H3605 הַקִּ֨יר H7023 סָבִ֧יב H5439 סָבִ֛יב H5439 בַּפְּנִימִ֥י H6442 וּבַ H2435 מִדּֽוֹת H4060 ",
  "18": "וְעָשׂ֥וּי H6213 כְּרוּבִ֖ים H3742 וְתִֽמֹרִ֑ים H8561 וְתִֽמֹרָה֙ H8561 בֵּין H996 כְּר֣וּב H3742 לִכְר֔וּב H3742 וּשְׁנַ֥יִם H8147 פָּנִ֖ים H6440 לַכְּרֽוּב H3742 ",
  "19": "וּפְנֵ֨י H6440 אָדָ֤ם H120 אֶל H413 הַתִּֽמֹרָה֙ H8561 מִפּ֔וֹ H6311 וּפְנֵֽי H6440 כְפִ֥יר H3715 אֶל H413 הַתִּֽמֹרָ֖ה H8561 מִפּ֑וֹ H6311 עָשׂ֥וּי H6213 אֶל H413 כָּל H3605 הַבַּ֖יִת H1004 סָבִ֥יב H5439 סָבִֽיב H5439 ",
  "20": "מֵהָ H776 עַד H5704 מֵעַ֣ל H5921 הַפֶּ֔תַח H6607 הַכְּרוּבִ֥ים H3742 וְהַ H8561 עֲשׂוּיִ֑ם H6213 וְקִ֖יר H7023 הַׄהֵׄיׄכָֽׄלׄ H1964 ",
  "21": "הַֽהֵיכָ֖ל H1964 מְזוּזַ֣ת H4201 רְבֻעָ֑ה H7251 וּפְנֵ֣י H6440 הַקֹּ֔דֶשׁ H6944 הַמַּרְאֶ֖ה H4758 כַּמַּרְאֶֽה H4758 ",
  "22": "הַמִּזְבֵּ֡חַ H4196 עֵ֣ץ H6086 שָׁלוֹשׁ֩ H7969 אַמּ֨וֹת H520 גָּבֹ֜הַּ H1364 וְאָרְכּ֣ H753 שְׁתַּֽיִם H8147 אַמּ֗וֹת H520 וּמִקְצֹֽעוֹתָי H4740 ל֔וֹ Hl וְאָרְכּ֥ H753 וְקִֽירֹתָ֖י H7023 עֵ֑ץ H6086 וַיְדַבֵּ֣ר H1696 אֵלַ֔י H413 זֶ֚ה H2088 הַשֻּׁלְחָ֔ן H7979 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "23": "וּשְׁתַּ֧יִם H8147 דְּלָת֛וֹת H1817 לַֽהֵיכָ֖ל H1964 וְלַ H6944 ",
  "24": "וּשְׁתַּ֥יִם H8147 דְּלָת֖וֹת H1817 לַדְּלָת֑וֹת H1817 שְׁ֚תַּיִם H8147 מוּסַבּ֣וֹת H4142 דְּלָת֔וֹת H1817 שְׁ֚תַּיִם H8147 לְדֶ֣לֶת H1817 אֶחָ֔ת H259 וּשְׁתֵּ֥י H8147 דְלָת֖וֹת H1817 לָאַחֶֽרֶת H312 ",
  "25": "וַעֲשׂוּיָ֨ה H6213 אֲלֵיהֶ֜ן H413 אֶל H413 דַּלְת֤וֹת H1817 הַֽהֵיכָל֙ H1964 כְּרוּבִ֣ים H3742 וְתִֽמֹרִ֔ים H8561 כַּאֲשֶׁ֥ר H834 עֲשׂוּיִ֖ם H6213 לַקִּיר֑וֹת H7023 וְעָ֥ב H5646 עֵ֛ץ H6086 אֶל H413 פְּנֵ֥י H6440 הָאוּלָ֖ם H197 מֵהַ H2351 ",
  "26": "וְחַלּוֹנִ֨ים H2474 אֲטֻמ֤וֹת H331 וְתִֽמֹרִים֙ H8561 מִפּ֣וֹ H6311 וּמִ H6311 אֶל H413 כִּתְפ֖וֹת H3802 הָֽאוּלָ֑ם H197 וְצַלְע֥וֹת H6763 הַבַּ֖יִת H1004 וְהָ H5646 "
}
