{
  "1": "וַיּוֹצִאֵ֗ H3318 אֶל H413 הֶֽחָצֵר֙ H2691 הַחִ֣יצוֹנָ֔ה H2435 הַדֶּ֖רֶךְ H1870 דֶּ֣רֶךְ H1870 הַצָּפ֑וֹן H6828 וַיְבִאֵ֣ H935 אֶל H413 הַלִּשְׁכָּ֗ה H3957 אֲשֶׁ֨ר H834 נֶ֧גֶד H5048 הַגִּזְרָ֛ה H1508 וַאֲשֶֽׁר H834 נֶ֥גֶד H5048 הַבִּנְיָ֖ן H1146 אֶל H413 הַצָּפֽוֹן H6828 ",
  "2": "אֶל H413 פְּנֵי H6440 אֹ֨רֶךְ֙ H753 אַמּ֣וֹת H520 הַמֵּאָ֔ה H3967 פֶּ֖תַח H6607 הַצָּפ֑וֹן H6828 וְהָ H7341 חֲמִשִּׁ֥ים H2572 אַמּֽוֹת H520 ",
  "3": "נֶ֣גֶד H5048 הָֽעֶשְׂרִ֗ים H6242 אֲשֶׁר֙ H834 לֶחָצֵ֣ר H2691 הַפְּנִימִ֔י H6442 וְנֶ֣גֶד H5048 רִֽצְפָ֔ה H7531 אֲשֶׁ֖ר H834 לֶחָצֵ֣ר H2691 הַחִֽיצוֹנָ֑ה H2435 אַתִּ֥יק H862 אֶל H413 פְּנֵֽי H6440 אַתִּ֖יק H862 בַּשְּׁלִשִֽׁים H7992 ",
  "4": "וְלִ H6440 הַלְּשָׁכ֜וֹת H3957 מַהֲלַךְ֩ H4109 עֶ֨שֶׂר H6235 אַמּ֥וֹת H520 רֹ֨חַב֙ H7341 אֶל H413 הַפְּנִימִ֔ית H6442 דֶּ֖רֶךְ H1870 אַמָּ֣ה H520 אֶחָ֑ת H259 וּפִתְחֵי H6607 לַצָּפֽוֹן H6828 ",
  "5": "וְהַ H3957 הָעֶלְיוֹנֹ֖ת H5945 קְצֻר֑וֹת H7114 כִּֽי H3588 יוֹכְל֨וּ H398 אַתִּיקִ֜ים H862 מֵהֵ֗נָה H2007 מֵֽהַ H8481 וּמֵ H8484 בִּנְיָֽן H1146 ",
  "6": "כִּ֤י H3588 מְשֻׁלָּשׁוֹת֙ H8027 הֵ֔נָּה H2007 וְאֵ֤ין H369 לָהֶן֙ Hl עַמּוּדִ֔ים H5982 כְּעַמּוּדֵ֖י H5982 הַחֲצֵר֑וֹת H2691 עַל H5921 כֵּ֣ן H3651 נֶאֱצַ֗ל H680 מֵהַ H8481 וּמֵ H8484 מֵהָ H776 ",
  "7": "וְגָדֵ֤ר H1447 אֲשֶׁר H834 לַחוּץ֙ H2351 לְעֻמַּ֣ת H5980 הַלְּשָׁכ֔וֹת H3957 דֶּ֛רֶךְ H1870 הֶחָצֵ֥ר H2691 הַחִֽצוֹנָ֖ה H2435 אֶל H413 פְּנֵ֣י H6440 הַלְּשָׁכ֑וֹת H3957 אָרְכּ֖וֹ H753 חֲמִשִּׁ֥ים H2572 אַמָּֽה H520 ",
  "8": "כִּֽי H3588 אֹ֣רֶךְ H753 הַלְּשָׁכ֗וֹת H3957 אֲשֶׁ֛ר H834 לֶחָצֵ֥ר H2691 הַחִֽצוֹנָ֖ה H2435 חֲמִשִּׁ֣ים H2572 אַמָּ֑ה H520 וְהִנֵּ֛ה H2009 עַל H5921 פְּנֵ֥י H6440 הַהֵיכָ֖ל H1964 מֵאָ֥ה H3967 אַמָּֽה H520 ",
  "9": "ומ H8478 לשכות H3957 הָאֵ֑לֶּה H428 המבוא H3996 מֵֽהַ H6921 בְּבֹא֣ H935 לָהֵ֔נָּה H2007 מֵֽהֶ H2691 הַחִצֹנָֽה H2435 ",
  "10": "בְּרֹ֣חַב H7341 גֶּ֣דֶר H1444 הֶחָצֵ֗ר H2691 דֶּ֧רֶךְ H1870 הַקָּדִ֛ים H6921 אֶל H413 פְּנֵ֧י H6440 הַגִּזְרָ֛ה H1508 וְאֶל H413 פְּנֵ֥י H6440 הַבִּנְיָ֖ן H1146 לְשָׁכֽוֹת H3957 ",
  "11": "וְדֶ֨רֶךְ֙ H1870 לִפְנֵי H6440 כְּמַרְאֵ֣ה H4758 הַלְּשָׁכ֗וֹת H3957 אֲשֶׁר֙ H834 דֶּ֣רֶךְ H1870 הַצָּפ֔וֹן H6828 כְּאָרְכָּ֖ H753 כֵּ֣ן H3651 רָחְבָּ֑ן H7341 וְכֹל֙ H3605 מוֹצָ֣אֵיהֶ֔ן H4161 וּכְ H4941 וּכְ H6607 ",
  "12": "וּכְ H6607 הַלְּשָׁכ֗וֹת H3957 אֲשֶׁר֙ H834 דֶּ֣רֶךְ H1870 הַדָּר֔וֹם H1864 פֶּ֖תַח H6607 בְּרֹ֣אשׁ H7218 דָּ֑רֶךְ H1870 דֶּ֗רֶךְ H1870 בִּפְנֵי֙ H6440 הַגְּדֶ֣רֶת H1448 הֲגִינָ֔ה H1903 דֶּ֥רֶךְ H1870 הַקָּדִ֖ים H6921 בְּבוֹאָֽ H935 ",
  "13": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 לִֽשְׁכ֨וֹת H3957 הַצָּפ֜וֹן H6828 לִֽשְׁכ֣וֹת H3957 הַדָּרוֹם֮ H1864 אֲשֶׁ֣ר H834 אֶל H413 פְּנֵ֣י H6440 הַגִּזְרָה֒ H1508 הֵ֣נָּה H2007 לִֽשְׁכ֣וֹת H3957 הַקֹּ֗דֶשׁ H6944 אֲשֶׁ֨ר H834 יֹאכְלוּ H398 שָׁ֧ם H8033 הַכֹּהֲנִ֛ים H3548 אֲשֶׁר H834 קְרוֹבִ֥ים H7138 לַֽיהוָ֖ה H3068 קָדְשֵׁ֣י H6944 הַקֳּדָשִׁ֑ים H6944 שָׁ֞ם H8033 יַנִּ֣יחוּ H3240 קָדְשֵׁ֣י H6944 הַקֳּדָשִׁ֗ים H6944 וְהַ H4503 וְהַ H2403 וְהָ H817 כִּ֥י H3588 הַמָּק֖וֹם H4725 קָדֹֽשׁ H6918 ",
  "14": "בְּבֹאָ֣ H935 הַכֹּהֲנִ֗ים H3548 וְלֹֽא H3808 יֵצְא֤וּ H3318 מֵהַ H6944 אֶל H413 הֶחָצֵ֣ר H2691 הַחִיצוֹנָ֔ה H2435 וְשָׁ֞ם H8033 יַנִּ֧יחוּ H3240 בִגְדֵיהֶ֛ם H899 אֲשֶׁר H834 יְשָׁרְת֥וּ H8334 בָהֶ֖ן Hb כִּֽי H3588 קֹ֣דֶשׁ H6944 הֵ֑נָּה H2007 ילבשו H3847 בְּגָדִ֣ים H899 אֲחֵרִ֔ים H312 וְקָרְב֖וּ H7126 אֶל H413 אֲשֶׁ֥ר H834 לָעָֽם H5971 ",
  "15": "וְכִלָּ֗ה H3615 אֶת H853 מִדּוֹת֙ H4060 הַבַּ֣יִת H1004 הַפְּנִימִ֔י H6442 וְהוֹצִיאַ֨ H3318 דֶּ֣רֶךְ H1870 הַשַּׁ֔עַר H8179 אֲשֶׁ֥ר H834 פָּנָ֖יו H6440 דֶּ֣רֶךְ H1870 הַקָּדִ֑ים H6921 וּמְדָד֖ H4058 סָבִ֥יב H5439 סָבִֽיב H5439 ",
  "16": "מָדַ֛ד H4058 ר֥וּחַ H7307 הַקָּדִ֖ים H6921 בִּקְנֵ֣ה H7070 הַמִּדָּ֑ה H4060 חֲמֵשׁ H2568 אמות H520 קָנִ֛ים H7070 בִּקְנֵ֥ה H7070 הַמִּדָּ֖ה H4060 סָבִֽיב H5439 ",
  "17": "מָדַ֖ד H4058 ר֣וּחַ H7307 הַצָּפ֑וֹן H6828 חֲמֵשׁ H2568 מֵא֥וֹת H3967 קָנִ֛ים H7070 בִּקְנֵ֥ה H7070 הַמִּדָּ֖ה H4060 סָבִֽיב H5439 ",
  "18": "אֵ֛ת H853 ר֥וּחַ H7307 הַדָּר֖וֹם H1864 מָדָ֑ד H4058 חֲמֵשׁ H2568 מֵא֥וֹת H3967 קָנִ֖ים H7070 בִּקְנֵ֥ה H7070 הַמִּדָּֽה H4060 ",
  "19": "סָבַ֖ב H5437 אֶל H413 ר֣וּחַ H7307 הַיָּ֑ם H3220 מָדַ֛ד H4058 חֲמֵשׁ H2568 מֵא֥וֹת H3967 קָנִ֖ים H7070 בִּקְנֵ֥ה H7070 הַמִּדָּֽה H4060 ",
  "20": "לְאַרְבַּ֨ע H702 רוּח֜וֹת H7307 מְדָד֗וֹ H4058 ח֤וֹמָה H2346 לוֹ֙ Hl סָבִ֣יב H5439 סָבִ֔יב H5439 אֹ֚רֶךְ H753 חֲמֵ֣שׁ H2568 מֵא֔וֹת H3967 וְרֹ֖חַב H7341 חֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 לְהַבְדִּ֕יל H914 בֵּ֥ין H996 הַקֹּ֖דֶשׁ H6944 לְחֹֽל H2455 "
}
