{
  "1": "וַיָּ֣שֶׁב H7725 אֹתִ֗י H853 דֶּ֣רֶךְ H1870 שַׁ֤עַר H8179 הַמִּקְדָּשׁ֙ H4720 הַֽחִיצ֔וֹן H2435 הַפֹּנֶ֖ה H6437 קָדִ֑ים H6921 וְה֖וּא H1931 סָגֽוּר H5462 ",
  "2": "וַיֹּ֨אמֶר H559 אֵלַ֜י H413 יְהוָ֗ה H3068 הַשַּׁ֣עַר H8179 הַזֶּה֩ H2088 סָג֨וּר H5462 יִהְיֶ֜ה H1961 לֹ֣א H3808 יִפָּתֵ֗חַ H6605 וְאִישׁ֙ H376 לֹא H3808 יָ֣בֹא H935 ב֔וֹ Hb כִּ֛י H3588 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 בָּ֣א H935 ב֑וֹ Hb וְהָיָ֖ה H1961 סָגֽוּר H5462 ",
  "3": "אֶֽת H853 הַנָּשִׂ֗יא H5387 נָ֥שִׂיא H5387 ה֛וּא H1931 יֵֽשֶׁב H3427 בּ֥וֹ Hb לֶאֱכָול H398 לֶ֖חֶם H3899 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 מִדֶּ֨רֶךְ H1870 אֻלָ֤ם H197 הַשַּׁ֨עַר֙ H8179 יָב֔וֹא H935 וּמִ H1870 יֵצֵֽא H3318 ",
  "4": "וַיְבִיאֵ֜ H935 דֶּֽרֶךְ H1870 שַׁ֣עַר H8179 הַצָּפוֹן֮ H6828 אֶל H413 פְּנֵ֣י H6440 הַבַּיִת֒ H1004 וָאֵ֕רֶא H7200 וְהִנֵּ֛ה H2009 מָלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 אֶת H853 בֵּ֣ית H1004 יְהוָ֑ה H3068 וָאֶפֹּ֖ל H5307 אֶל H413 פָּנָֽי H6440 ",
  "5": "וַיֹּ֨אמֶר H559 אֵלַ֜י H413 יְהֹוָ֗ה H3068 בֶּן H1121 אָדָ֡ם H120 שִׂ֣ים H7760 לִבְּךָ֩ H3820 וּרְאֵ֨ה H7200 בְעֵינֶ֜י H5869 וּבְ H241 שְּׁמָ֗ע H8085 אֵ֣ת H853 כָּל H3605 אֲשֶׁ֤ר H834 אֲנִי֙ H589 מְדַבֵּ֣ר H1696 אֹתָ֔ךְ H853 לְכָל H3605 חֻקּ֥וֹת H2708 בֵּית H1004 יְהוָ֖ה H3068 וּלְ H3605 תורתו H8451 וְשַׂמְתָּ֤ H7760 לִבְּךָ֙ H3820 לִמְב֣וֹא H3996 הַבַּ֔יִת H1004 בְּכֹ֖ל H3605 מוֹצָאֵ֥י H4161 הַמִּקְדָּֽשׁ H4720 ",
  "6": "וְאָמַרְתָּ֤ H559 אֶל H413 מֶ֨רִי֙ H4805 אֶל H413 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 רַב H7227 לָכֶ֛ם Hl מִֽכָּל H3605 תּוֹעֲבֽוֹתֵיכֶ֖ם H8441 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "7": "בַּהֲבִיאֲ H935 בְּנֵֽי H1121 נֵכָ֗ר H5236 עַרְלֵי H6189 לֵב֙ H3820 וְעַרְלֵ֣י H6189 בָשָׂ֔ר H1320 לִהְי֥וֹת H1961 בְּמִקְדָּשִׁ֖ H4720 לְחַלְּל֣ H2490 אֶת H853 בֵּיתִ֑י H1004 בְּהַקְרִֽיבְ H7126 אֶת H853 לַחְמִי֙ H3899 חֵ֣לֶב H2459 וָדָ֔ם H1818 וַיָּפֵ֨רוּ֙ H6565 אֶת H853 בְּרִיתִ֔י H1285 אֶ֖ל H413 כָּל H3605 תּוֹעֲבוֹתֵיכֶֽם H8441 ",
  "8": "וְלֹ֥א H3808 שְׁמַרְתֶּ֖ם H8104 מִשְׁמֶ֣רֶת H4931 קָדָשָׁ֑י H6944 וַתְּשִׂימ֗וּ H7760 לְשֹׁמְרֵ֧י H8104 מִשְׁמַרְתִּ֛י H4931 בְּמִקְדָּשִׁ֖ H4720 לָכֶֽם Hl ",
  "9": "כֹּה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 כָּל H3605 בֶּן H1121 נֵכָ֗ר H5236 עֶ֤רֶל H6189 לֵב֙ H3820 וְעֶ֣רֶל H6189 בָּשָׂ֔ר H1320 לֹ֥א H3808 יָב֖וֹא H935 אֶל H413 מִקְדָּשִׁ֑י H4720 לְכָל H3605 בֶּן H1121 נֵכָ֔ר H5236 אֲשֶׁ֕ר H834 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "כִּ֣י H3588 אִם H518 הַלְוִיִּ֗ם H3881 אֲשֶׁ֤ר H834 רָֽחֲקוּ֙ H7368 מֵֽעָלַ֔ H5921 בִּתְע֤וֹת H8582 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 תָּע֣וּ H8582 מֵֽעָלַ֔ H5921 אַחֲרֵ֖י H310 גִּלּֽוּלֵיהֶ֑ם H1544 וְנָשְׂא֖וּ H5375 עֲוֺנָֽם H5771 ",
  "11": "וְהָי֤וּ H1961 בְמִקְדָּשִׁ H4720 מְשָׁ֣רְתִ֔ים H8334 פְּקֻדּוֹת֙ H6486 אֶל H413 שַׁעֲרֵ֣י H8179 הַבַּ֔יִת H1004 וּֽמְשָׁרְתִ֖ים H8334 אֶת H853 הַבָּ֑יִת H1004 הֵ֠מָּה H1992 יִשְׁחֲט֨וּ H7819 אֶת H853 הָעֹלָ֤ה H5930 וְאֶת H853 הַזֶּ֨בַח֙ H2077 לָעָ֔ם H5971 וְהֵ֛מָּה H1992 יַעַמְד֥וּ H5975 לִפְנֵי H6440 לְשָֽׁרְתָֽ H8334 ",
  "12": "יַ֗עַן H3282 אֲשֶׁ֨ר H834 יְשָׁרְת֤וּ H8334 אוֹתָם֙ H853 לִפְנֵ֣י H6440 גִלּֽוּלֵיהֶ֔ם H1544 וְהָי֥וּ H1961 לְבֵֽית H1004 יִשְׂרָאֵ֖ל H3478 לְמִכְשׁ֣וֹל H4383 עָוֺ֑ן H5771 עַל H5921 כֵּן֩ H3651 נָשָׂ֨אתִי H5375 יָדִ֜י H3027 עֲלֵיהֶ֗ם H5921 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְנָשְׂא֖וּ H5375 עֲוֺנָֽם H5771 ",
  "13": "וְלֹֽא H3808 יִגְּשׁ֤וּ H5066 אֵלַי֙ H413 לְכַהֵ֣ן H3547 לִ֔י Hl וְלָ H5066 עַל H5921 כָּל H3605 קָ֣דָשַׁ֔י H6944 אֶל H413 קָדְשֵׁ֖י H6944 הַקְּדָשִׁ֑ים H6944 וְנָֽשְׂאוּ֙ H5375 כְּלִמָּתָ֔ם H3639 וְתוֹעֲבוֹתָ֖ H8441 אֲשֶׁ֥ר H834 עָשֽׂוּ H6213 ",
  "14": "וְנָתַתִּ֣י H5414 אוֹתָ֔ם H853 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֣רֶת H4931 הַבָּ֑יִת H1004 לְכֹל֙ H3605 עֲבֹ֣דָת֔וֹ H5656 וּלְ H3605 אֲשֶׁ֥ר H834 יֵעָשֶׂ֖ה H6213 בּֽוֹ Hb ",
  "15": "וְהַ H3548 הַלְוִיִּ֜ם H3881 בְּנֵ֣י H1121 צָד֗וֹק H6659 אֲשֶׁ֨ר H834 שָׁמְר֜וּ H8104 אֶת H853 מִשְׁמֶ֤רֶת H4931 מִקְדָּשִׁי֙ H4720 בִּתְע֤וֹת H8582 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מֵֽעָלַ֔ H5921 הֵ֛מָּה H1992 יִקְרְב֥וּ H7126 אֵלַ֖י H413 לְשָֽׁרְתֵ֑ H8334 וְעָמְד֣וּ H5975 לְפָנַ֗ H6440 לְהַקְרִ֥יב H7126 לִי֙ Hl חֵ֣לֶב H2459 וָדָ֔ם H1818 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "16": "הֵ֜מָּה H1992 יָבֹ֣אוּ H935 אֶל H413 מִקְדָּשִׁ֗י H4720 וְהֵ֛מָּה H1992 יִקְרְב֥וּ H7126 אֶל H413 שֻׁלְחָנִ֖י H7979 לְשָׁרְתֵ֑ H8334 וְשָׁמְר֖וּ H8104 אֶת H853 מִשְׁמַרְתִּֽי H4931 ",
  "17": "וְהָיָ֗ה H1961 בְּבוֹאָ H935 אֶֽל H413 שַׁעֲרֵי֙ H8179 הֶחָצֵ֣ר H2691 הַפְּנִימִ֔ית H6442 בִּגְדֵ֥י H899 פִשְׁתִּ֖ים H6593 יִלְבָּ֑שׁוּ H3847 וְלֹֽא H3808 יַעֲלֶ֤ה H5927 עֲלֵיהֶם֙ H5921 צֶ֔מֶר H6785 בְּשָֽׁרְתָ֗ H8334 בְּשַׁעֲרֵ֛י H8179 הֶחָצֵ֥ר H2691 הַפְּנִימִ֖ית H6442 וָבָֽיְתָ H1004 ",
  "18": "פַּאֲרֵ֤י H6287 פִשְׁתִּים֙ H6593 יִהְי֣וּ H1961 עַל H5921 רֹאשָׁ֔ם H7218 וּמִכְנְסֵ֣י H4370 פִשְׁתִּ֔ים H6593 יִהְי֖וּ H1961 עַל H5921 מָתְנֵיהֶ֑ם H4975 לֹ֥א H3808 יַחְגְּר֖וּ H2296 בַּיָּֽזַע H3154 ",
  "19": "וּ֠בְ H3318 אֶל H413 הֶחָצֵ֨ר H2691 הַחִיצוֹנָ֜ה H2435 אֶל H413 הֶחָצֵ֣ר H2691 הַחִיצוֹנָה֮ H2435 אֶל H413 הָעָם֒ H5971 יִפְשְׁט֣וּ H6584 אֶת H853 בִּגְדֵיהֶ֗ם H899 אֲשֶׁר H834 הֵ֨מָּה֙ H1992 מְשָׁרְתִ֣ם H8334 בָּ֔ם Hb וְהִנִּ֥יחוּ H3240 אוֹתָ֖ם H853 בְּלִֽשְׁכֹ֣ת H3957 הַקֹּ֑דֶשׁ H6944 וְלָֽבְשׁוּ֙ H3847 בְּגָדִ֣ים H899 אֲחֵרִ֔ים H312 וְלֹֽא H3808 יְקַדְּשׁ֥וּ H6942 אֶת H853 הָעָ֖ם H5971 בְּבִגְדֵי H899 ",
  "20": "וְרֹאשָׁ H7218 לֹ֣א H3808 יְגַלֵּ֔חוּ H1548 וּפֶ֖רַע H6545 לֹ֣א H3808 יְשַׁלֵּ֑חוּ H7971 כָּס֥וֹם H3697 יִכְסְמ֖וּ H3697 אֶת H853 רָאשֵׁיהֶֽם H7218 ",
  "21": "וְיַ֥יִן H3196 לֹֽא H3808 יִשְׁתּ֖וּ H8354 כָּל H3605 כֹּהֵ֑ן H3548 בְּבוֹאָ֖ H935 אֶל H413 הֶחָצֵ֥ר H2691 הַפְּנִימִֽית H6442 ",
  "22": "וְאַלְמָנָה֙ H490 וּגְרוּשָׁ֔ה H1644 לֹֽא H3808 יִקְח֥וּ H3947 לָהֶ֖ם Hl לְנָשִׁ֑ים H802 כִּ֣י H3588 אִם H518 בְּתוּלֹ֗ת H1330 מִזֶּ֨רַע֙ H2233 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 וְהָֽ H490 אֲשֶׁ֣ר H834 תִּֽהְיֶ֣ה H1961 אַלְמָנָ֔ה H490 מִכֹּהֵ֖ן H3548 יִקָּֽחוּ H3947 ",
  "23": "וְאֶת H853 עַמִּ֣י H5971 יוֹר֔וּ H3384 בֵּ֥ין H996 קֹ֖דֶשׁ H6944 לְחֹ֑ל H2455 וּבֵין H996 טָמֵ֥א H2931 לְטָה֖וֹר H2889 יוֹדִעֻֽם H3045 ",
  "24": "וְעַל H5921 רִ֗יב H7379 הֵ֚מָּה H1992 יַעַמְד֣וּ H5975 לשפט H8199 בְּמִשְׁפָּטַ֖ H4941 ושפט H8199 וְאֶת H853 תּוֹרֹתַ֤י H8451 וְאֶת H853 חֻקֹּתַי֙ H2708 בְּכָל H3605 מוֹעֲדַ֣י H4150 יִשְׁמֹ֔רוּ H8104 וְאֶת H853 שַׁבְּתוֹתַ֖י H7676 יְקַדֵּֽשׁוּ H6942 ",
  "25": "וְאֶל H413 מֵ֣ת H4191 אָדָ֔ם H120 לֹ֥א H3808 יָב֖וֹא H935 לְטָמְאָ֑ה H2930 כִּ֣י H3588 אִם H518 לְאָ֡ב H1 וּ֠לְ H517 וּלְ H1121 וּלְ H1323 לְאָ֗ח H251 וּלְ H269 אֲשֶֽׁר H834 לֹא H3808 הָיְתָ֥ה H1961 לְאִ֖ישׁ H376 יִטַּמָּֽאוּ H2930 ",
  "26": "וְאַחֲרֵ֖י H310 טָֽהֳרָת֑וֹ H2893 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 יִסְפְּרוּ H5608 לֽוֹ Hl ",
  "27": "וּבְ H3117 בֹּא֨וֹ H935 אֶל H413 הַקֹּ֜דֶשׁ H6944 אֶל H413 הֶחָצֵ֤ר H2691 הַפְּנִימִית֙ H6442 לְשָׁרֵ֣ת H8334 בַּקֹּ֔דֶשׁ H6944 יַקְרִ֖יב H7126 חַטָּאת֑וֹ H2403 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "28": "וְהָיְתָ֤ה H1961 לָהֶם֙ Hl לְֽנַחֲלָ֔ה H5159 אֲנִ֖י H589 נַֽחֲלָתָ֑ם H5159 וַאֲחֻזָּ֗ה H272 לֹֽא H3808 תִתְּנ֤וּ H5414 לָהֶם֙ Hl בְּיִשְׂרָאֵ֔ל H3478 אֲנִ֖י H589 אֲחֻזָּתָֽם H272 ",
  "29": "הַמִּנְחָה֙ H4503 וְהַ H2403 וְהָ H817 הֵ֖מָּה H1992 יֹֽאכְל֑וּם H398 וְכָל H3605 חֵ֥רֶם H2764 בְּיִשְׂרָאֵ֖ל H3478 לָהֶ֥ם Hl יִהְיֶֽה H1961 ",
  "30": "וְרֵאשִׁית֩ H7225 כָּל H3605 בִּכּ֨וּרֵי H1061 כֹ֜ל H3605 וְכָל H3605 תְּר֣וּמַת H8641 כֹּ֗ל H3605 מִכֹּל֙ H3605 תְּרוּמ֣וֹתֵיכֶ֔ם H8641 לַכֹּהֲנִ֖ים H3548 יִֽהְיֶ֑ה H1961 וְרֵאשִׁ֤ית H7225 עֲרִסֽוֹתֵיכֶם֙ H6182 תִּתְּנ֣וּ H5414 לַכֹּהֵ֔ן H3548 לְהָנִ֥יחַ H5117 בְּרָכָ֖ה H1293 אֶל H413 בֵּיתֶֽךָ H1004 ",
  "31": "כָּל H3605 נְבֵלָה֙ H5038 וּטְרֵפָ֔ה H2966 מִן H4480 הָע֖וֹף H5775 וּמִן H4480 הַבְּהֵמָ֑ה H929 לֹ֥א H3808 יֹאכְל֖וּ H398 הַכֹּהֲנִֽים H3548 "
}
