{
  "1": "וְאַתָּ֨ה H859 בֶן H1121 אָדָ֜ם H120 קַח H3947 לְךָ֣ Hl חֶ֣רֶב H2719 חַדָּ֗ה H2299 תַּ֤עַר H8593 הַגַּלָּבִים֙ H1532 תִּקָּחֶ֣נָּה H3947 לָּ֔ךְ Hl וְהַעֲבַרְתָּ֥ H5674 עַל H5921 רֹאשְׁךָ֖ H7218 וְעַל H5921 זְקָנֶ֑ךָ H2206 וְלָקַחְתָּ֥ H3947 לְךָ֛ Hl מֹאזְנֵ֥י H3976 מִשְׁקָ֖ל H4948 וְחִלַּקְתָּֽ H2505 ",
  "2": "שְׁלִשִׁ֗ית H7992 בָּא֤וּר H217 תַּבְעִיר֙ H1197 בְּת֣וֹךְ H8432 הָעִ֔יר H5892 כִּמְלֹ֖את H4390 יְמֵ֣י H3117 הַמָּצ֑וֹר H4692 וְלָֽקַחְתָּ֣ H3947 אֶת H853 הַשְּׁלִשִׁ֗ית H7992 תַּכֶּ֤ה H5221 בַחֶ֨רֶב֙ H2719 סְבִ֣יבוֹתֶ֔יהָ H5439 וְהַ H7992 תִּזְרֶ֣ה H2219 לָר֔וּחַ H7307 וְחֶ֖רֶב H2719 אָרִ֥יק H7324 אַחֲרֵיהֶֽם H310 ",
  "3": "וְלָקַחְתָּ֥ H3947 מִשָּׁ֖ם H8033 מְעַ֣ט H4592 בְּמִסְפָּ֑ר H4557 וְצַרְתָּ֥ H6696 אוֹתָ֖ם H853 בִּכְנָפֶֽי H3671 ",
  "4": "וּמֵ H1992 ע֣וֹד H5750 תִּקָּ֔ח H3947 וְהִשְׁלַכְתָּ֤ H7993 אוֹתָם֙ H853 אֶל H413 תּ֣וֹךְ H8432 הָאֵ֔שׁ H784 וְשָׂרַפְתָּ֥ H8313 אֹתָ֖ם H853 בָּאֵ֑שׁ H784 מִמֶּ֥נּוּ H4480 תֵצֵא H3318 אֵ֖שׁ H784 אֶל H413 כָּל H3605 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "5": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהֹוִ֔ה H3069 זֹ֚את H2063 יְר֣וּשָׁלִַ֔ם H3389 בְּת֥וֹךְ H8432 הַגּוֹיִ֖ם H1471 שַׂמְתִּ֑יהָ H7760 וּסְבִיבוֹתֶ֖י H5439 אֲרָצֽוֹת H776 ",
  "6": "וַתֶּ֨מֶר H4784 אֶת H853 מִשְׁפָּטַ֤י H4941 לְרִשְׁעָה֙ H7564 מִן H4480 הַגּוֹיִ֔ם H1471 וְאֶ֨ת H853 חֻקּוֹתַ֔י H2708 מִן H4480 הָאֲרָצ֖וֹת H776 אֲשֶׁ֣ר H834 סְבִיבוֹתֶ֑יהָ H5439 כִּ֤י H3588 בְמִשְׁפָּטַ H4941 מָאָ֔סוּ H3988 וְחֻקּוֹתַ֖ H2708 לֹא H3808 הָלְכ֥וּ H1980 בָהֶֽם Hb ",
  "7": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 יַ֤עַן H3282 הֲמָנְכֶם֙ H1995 מִן H4480 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 סְבִיבֽוֹתֵיכֶ֔ם H5439 בְּחֻקּוֹתַ H2708 לֹ֣א H3808 הֲלַכְתֶּ֔ם H1980 וְאֶת H853 מִשְׁפָּטַ֖י H4941 לֹ֣א H3808 עֲשִׂיתֶ֑ם H6213 וּֽכְ H4941 הַגּוֹיִ֛ם H1471 אֲשֶׁ֥ר H834 סְבִיבוֹתֵיכֶ֖ם H5439 לֹ֥א H3808 עֲשִׂיתֶֽם H6213 ",
  "8": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֥י H2005 עָלַ֖יִךְ H5921 גַּם H1571 אָ֑נִי H589 וְעָשִׂ֧יתִי H6213 בְתוֹכֵ֛ H8432 מִשְׁפָּטִ֖ים H4941 לְעֵינֵ֥י H5869 הַגּוֹיִֽם H1471 ",
  "9": "וְעָשִׂ֣יתִי H6213 בָ֗ךְ Hb אֵ֚ת H853 אֲשֶׁ֣ר H834 לֹֽא H3808 עָשִׂ֔יתִי H6213 וְאֵ֛ת H853 אֲשֶֽׁר H834 לֹֽא H3808 אֶעֱשֶׂ֥ה H6213 כָמֹ֖הוּ H3644 ע֑וֹד H5750 יַ֖עַן H3282 כָּל H3605 תּוֹעֲבֹתָֽיִךְ H8441 ",
  "10": "לָכֵ֗ן H3651 אָב֞וֹת H1 יֹאכְל֤וּ H398 בָנִים֙ H1121 בְּתוֹכֵ֔ H8432 וּבָנִ֖ים H1121 יֹאכְל֣וּ H398 אֲבוֹתָ֑ם H1 וְעָשִׂ֤יתִי H6213 בָךְ֙ Hb שְׁפָטִ֔ים H8201 וְזֵרִיתִ֥י H2219 אֶת H853 כָּל H3605 שְׁאֵרִיתֵ֖ךְ H7611 לְכָל H3605 רֽוּחַ H7307 ",
  "11": "לָכֵ֣ן H3651 חַי H2416 אָ֗נִי H589 נְאֻם֮ H5002 אֲדֹנָ֣י H136 יְהוִה֒ H3069 אִם H518 לֹ֗א H3808 יַ֚עַן H3282 אֶת H853 מִקְדָּשִׁ֣י H4720 טִמֵּ֔את H2930 בְּכָל H3605 שִׁקּוּצַ֖יִךְ H8251 וּבְ H3605 תּוֹעֲבֹתָ֑יִךְ H8441 וְגַם H1571 אֲנִ֤י H589 אֶגְרַע֙ H1639 וְלֹא H3808 תָח֣וֹס H2347 עֵינִ֔י H5869 וְגַם H1571 אֲנִ֖י H589 לֹ֥א H3808 אֶחְמֽוֹל H2550 ",
  "12": "שְׁלִשִׁתֵ֞יךְ H7992 בַּדֶּ֣בֶר H1698 יָמ֗וּתוּ H4191 וּבָֽ H7458 יִכְל֣וּ H3615 בְתוֹכֵ֔ H8432 וְהַ֨ H7992 בַּחֶ֖רֶב H2719 יִפְּל֣וּ H5307 סְבִיבוֹתָ֑יִךְ H5439 וְהַ H7992 לְכָל H3605 ר֣וּחַ H7307 אֱזָרֶ֔ה H2219 וְחֶ֖רֶב H2719 אָרִ֥יק H7324 אַחֲרֵיהֶֽם H310 ",
  "13": "וְכָלָ֣ה H3615 אַפִּ֗י H639 וַהֲנִחוֹתִ֧י H5117 חֲמָתִ֛י H2534 בָּ֖ם Hb וְהִנֶּחָ֑מְתִּי H5162 וְֽיָדְע֞וּ H3045 כִּי H3588 אֲנִ֣י H589 יְהוָ֗ה H3068 דִּבַּ֨רְתִּי֙ H1696 בְּקִנְאָתִ֔ H7068 בְּכַלּוֹתִ֥ H3615 חֲמָתִ֖י H2534 בָּֽם Hb ",
  "14": "וְאֶתְּנֵ H5414 לְחָרְבָּ֣ה H2723 וּלְ H2781 בַּגּוֹיִ֖ם H1471 אֲשֶׁ֣ר H834 סְבִיבוֹתָ֑יִךְ H5439 לְעֵינֵ֖י H5869 כָּל H3605 עוֹבֵֽר H5674 ",
  "15": "וְֽהָ֨יְתָ֜ה H1961 חֶרְפָּ֤ה H2781 וּגְדוּפָה֙ H1422 מוּסָ֣ר H4148 וּמְשַׁמָּ֔ה H4923 לַגּוֹיִ֖ם H1471 אֲשֶׁ֣ר H834 סְבִיבוֹתָ֑יִךְ H5439 בַּעֲשׂוֹתִ H6213 בָ֨ךְ Hb שְׁפָטִ֜ים H8201 בְּאַ֤ף H639 וּבְ H2534 וּבְ H8433 חֵמָ֔ה H2534 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 ",
  "16": "בְּֽשַׁלְּחִ֡ H7971 אֶת H853 חִצֵּי֩ H2671 הָרָעָ֨ב H7458 הָרָעִ֤ים H7451 בָּהֶם֙ Hb אֲשֶׁ֣ר H834 הָי֣וּ H1961 לְמַשְׁחִ֔ית H4889 אֲשֶׁר H834 אֲשַׁלַּ֥ח H7971 אוֹתָ֖ם H853 לְשַֽׁחֶתְ H7843 וְרָעָב֙ H7458 אֹסֵ֣ף H3254 עֲלֵיכֶ֔ם H5921 וְשָׁבַרְתִּ֥י H7665 לָכֶ֖ם Hl מַטֵּה H4294 לָֽחֶם H3899 ",
  "17": "וְשִׁלַּחְתִּ֣י H7971 עֲ֠לֵיכֶם H5921 רָעָ֞ב H7458 וְחַיָּ֤ה H2416 רָעָה֙ H7451 וְשִׁכְּלֻ֔ H7921 וְדֶ֥בֶר H1698 וָדָ֖ם H1818 יַעֲבָר H5674 בָּ֑ךְ Hb וְחֶ֨רֶב֙ H2719 אָבִ֣יא H935 עָלַ֔יִךְ H5921 אֲנִ֥י H589 יְהוָ֖ה H3068 דִּבַּֽרְתִּי H1696 "
}
