{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 שִׂ֥ים H7760 פָּנֶ֖יךָ H6440 אֶל H413 הָרֵ֣י H2022 יִשְׂרָאֵ֑ל H3478 וְהִנָּבֵ֖א H5012 אֲלֵיהֶֽם H413 ",
  "3": "וְאָ֣מַרְתָּ֔ H559 הָרֵי֙ H2022 יִשְׂרָאֵ֔ל H3478 שִׁמְע֖וּ H8085 דְּבַר H1697 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְ֠הוִה H3069 לֶהָרִ֨ים H2022 וְלַ H1389 לָאֲפִיקִ֣ים H650 ול H1516 הִנְנִ֨י H2009 אֲנִ֜י H589 מֵבִ֤יא H935 עֲלֵיכֶם֙ H5921 חֶ֔רֶב H2719 וְאִבַּדְתִּ֖י H6 בָּמֽוֹתֵיכֶֽם H1116 ",
  "4": "וְנָשַׁ֨מּוּ֙ H8074 מִזְבְּח֣וֹתֵיכֶ֔ם H4196 וְנִשְׁבְּר֖וּ H7665 חַמָּֽנֵיכֶ֑ם H2553 וְהִפַּלְתִּי֙ H5307 חַלְלֵיכֶ֔ם H2491 לִפְנֵ֖י H6440 גִּלּוּלֵיכֶֽם H1544 ",
  "5": "וְנָתַתִּ֗י H5414 אֶת H853 פִּגְרֵי֙ H6297 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לִפְנֵ֖י H6440 גִּלּֽוּלֵיהֶ֑ם H1544 וְזֵרִיתִי֙ H2219 אֶת H853 עַצְמ֣וֹתֵיכֶ֔ם H6106 סְבִיב֖וֹת H5439 מִזְבְּחוֹתֵיכֶֽם H4196 ",
  "6": "בְּכֹל֙ H3605 מוֹשְׁב֣וֹתֵיכֶ֔ם H4186 הֶעָרִ֣ים H5892 תֶּחֱרַ֔בְנָה H2717 וְהַ H1116 תִּישָׁ֑מְנָה H3456 לְמַעַן֩ H4616 יֶחֶרְב֨וּ H2717 וְיֶאְשְׁמ֜וּ H816 מִזְבְּחֽוֹתֵיכֶ֗ם H4196 וְנִשְׁבְּר֤וּ H7665 וְנִשְׁבְּתוּ֙ H7673 גִּלּ֣וּלֵיכֶ֔ם H1544 וְנִגְדְּעוּ֙ H1438 חַמָּ֣נֵיכֶ֔ם H2553 וְנִמְח֖וּ H4229 מַעֲשֵׂיכֶֽם H4639 ",
  "7": "וְנָפַ֥ל H5307 חָלָ֖ל H2491 בְּתֽוֹכְ H8432 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "8": "וְהוֹתַרְתִּ֗י H3498 בִּהְי֥וֹת H1961 לָכֶ֛ם Hl פְּלִ֥יטֵי H6412 חֶ֖רֶב H2719 בַּגּוֹיִ֑ם H1471 בְּהִזָּרֽוֹתֵי H2219 בָּאֲרָצֽוֹת H776 ",
  "9": "וְזָכְר֨וּ H2142 פְלִֽיטֵיכֶ֜ם H6412 אוֹתִ֗י H853 בַּגּוֹיִם֮ H1471 אֲשֶׁ֣ר H834 נִשְׁבּוּ H7617 שָׁם֒ H8033 אֲשֶׁ֨ר H834 נִשְׁבַּ֜רְתִּי H7665 אֶת H853 לִבָּ֣ם H3820 הַזּוֹנֶ֗ה H2181 אֲשֶׁר H834 סָר֙ H5493 מֵֽעָלַ֔ H5921 וְאֵת֙ H854 עֵֽינֵיהֶ֔ם H5869 הַזֹּנ֕וֹת H2181 אַחֲרֵ֖י H310 גִּלּֽוּלֵיהֶ֑ם H1544 וְנָקֹ֨טּוּ֙ H6962 בִּפְנֵי H6440 אֶל H413 הָֽרָעוֹת֙ H7451 אֲשֶׁ֣ר H834 עָשׂ֔וּ H6213 לְכֹ֖ל H3605 תּוֹעֲבֹתֵיהֶֽם H8441 ",
  "10": "וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 לֹ֤א H3808 אֶל H413 חִנָּם֙ H2600 דִּבַּ֔רְתִּי H1696 לַעֲשׂ֥וֹת H6213 לָהֶ֖ם Hl הָרָעָ֥ה H7451 הַזֹּֽאת H2063 ",
  "11": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הַכֵּ֨ה H5221 בְכַפְּ H3709 וּרְקַ֤ע H7554 בְּרַגְלְ H7272 וֶֽאֱמָר H559 אָ֔ח H253 אֶ֛ל H413 כָּל H3605 תּוֹעֲב֥וֹת H8441 רָע֖וֹת H7451 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 אֲשֶׁ֗ר H834 בַּחֶ֛רֶב H2719 בָּרָעָ֥ב H7458 וּבַ H1698 יִפֹּֽלוּ H5307 ",
  "12": "הָרָח֞וֹק H7350 בַּדֶּ֣בֶר H1698 יָמ֗וּת H4191 וְהַ H7138 בַּחֶ֣רֶב H2719 יִפּ֔וֹל H5307 וְהַ H7604 וְהַ H5341 בָּרָעָ֖ב H7458 יָמ֑וּת H4191 וְכִלֵּיתִ֥י H3615 חֲמָתִ֖י H2534 בָּֽם Hb ",
  "13": "וִֽידַעְתֶּם֙ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 בִּֽהְי֣וֹת H1961 חַלְלֵיהֶ֗ם H2491 בְּתוֹךְ֙ H8432 גִּלּ֣וּלֵיהֶ֔ם H1544 סְבִיב֖וֹת H5439 מִזְבְּחֽוֹתֵיהֶ֑ם H4196 אֶל֩ H413 כָּל H3605 גִּבְעָ֨ה H1389 רָמָ֜ה H7311 בְּכֹ֣ל H3605 רָאשֵׁ֣י H7218 הֶהָרִ֗ים H2022 וְתַ֨חַת H8478 כָּל H3605 עֵ֤ץ H6086 רַֽעֲנָן֙ H7488 וְתַ֨חַת֙ H8478 כָּל H3605 אֵלָ֣ה H424 עֲבֻתָּ֔ה H5687 מְק֗וֹם H4725 אֲשֶׁ֤ר H834 נָֽתְנוּ H5414 שָׁם֙ H8033 רֵ֣יחַ H7381 נִיחֹ֔חַ H5207 לְכֹ֖ל H3605 גִּלּוּלֵיהֶֽם H1544 ",
  "14": "וְנָטִ֤יתִי H5186 אֶת H853 יָדִי֙ H3027 עֲלֵיהֶ֔ם H5921 וְנָתַתִּ֨י H5414 אֶת H853 הָאָ֜רֶץ H776 שְׁמָמָ֤ה H8077 וּמְשַׁמָּה֙ H4923 מִמִּדְבַּ֣ר H4057 דִּבְלָ֔תָה H1689 בְּכֹ֖ל H3605 מוֹשְׁבֽוֹתֵיהֶ֑ם H4186 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
