{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 כֹּה H3541 אָמַ֞ר H559 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 לְאַדְמַ֥ת H127 יִשְׂרָאֵ֖ל H3478 קֵ֑ץ H7093 בָּ֣א H935 הַקֵּ֔ץ H7093 עַל H5921 ארבעת H702 כַּנְפ֥וֹת H3671 הָאָֽרֶץ H776 ",
  "3": "עַתָּה֙ H6258 הַקֵּ֣ץ H7093 עָלַ֔יִךְ H5921 וְשִׁלַּחְתִּ֤י H7971 אַפִּי֙ H639 בָּ֔ךְ Hb וּשְׁפַטְתִּ֖י H8199 כִּדְרָכָ֑יִ H1870 וְנָתַתִּ֣י H5414 עָלַ֔יִךְ H5921 אֵ֖ת H853 כָּל H3605 תּוֹעֲבֹתָֽיִךְ H8441 ",
  "4": "וְלֹא H3808 תָח֥וֹס H2347 עֵינִ֛י H5869 עָלַ֖יִךְ H5921 וְלֹ֣א H3808 אֶחְמ֑וֹל H2550 כִּ֣י H3588 דְרָכַ֜יִךְ H1870 עָלַ֣יִךְ H5921 אֶתֵּ֗ן H5414 וְתוֹעֲבוֹתַ֨יִ H8441 בְּתוֹכֵ֣ H8432 תִּֽהְיֶ֔יןָ H1961 וִידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "5": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 רָעָ֛ה H7451 אַחַ֥ת H259 רָעָ֖ה H7451 הִנֵּ֥ה H2009 בָאָֽה H935 ",
  "6": "קֵ֣ץ H7093 בָּ֔א H935 בָּ֥א H935 הַקֵּ֖ץ H7093 הֵקִ֣יץ H6974 אֵלָ֑יִךְ H413 הִנֵּ֖ה H2009 בָּאָֽה H935 ",
  "7": "בָּ֧אָה H935 הַצְּפִירָ֛ה H6843 אֵלֶ֖יךָ H413 יוֹשֵׁ֣ב H3427 הָאָ֑רֶץ H776 בָּ֣א H935 הָעֵ֗ת H6256 קָר֛וֹב H7138 הַיּ֥וֹם H3117 מְהוּמָ֖ה H4103 וְלֹא H3808 הֵ֥ד H1906 הָרִֽים H2022 ",
  "8": "עַתָּ֣ה H6258 מִקָּר֗וֹב H7138 אֶשְׁפּ֤וֹךְ H8210 חֲמָתִי֙ H2534 עָלַ֔יִךְ H5921 וְכִלֵּיתִ֤י H3615 אַפִּי֙ H639 בָּ֔ךְ Hb וּשְׁפַטְתִּ֖י H8199 כִּדְרָכָ֑יִ H1870 וְנָתַתִּ֣י H5414 עָלַ֔יִךְ H5921 אֵ֖ת H853 כָּל H3605 תּוֹעֲבוֹתָֽיִךְ H8441 ",
  "9": "וְלֹא H3808 תָח֥וֹס H2347 עֵינִ֖י H5869 וְלֹ֣א H3808 אֶחְמ֑וֹל H2550 כִּדְרָכַ֜יִ H1870 עָלַ֣יִךְ H5921 אֶתֵּ֗ן H5414 וְתוֹעֲבוֹתַ֨יִ H8441 בְּתוֹכֵ֣ H8432 תִּֽהְיֶ֔יןָ H1961 וִֽידַעְתֶּ֕ם H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מַכֶּֽה H5221 ",
  "10": "הִנֵּ֥ה H2009 הַיּ֖וֹם H3117 הִנֵּ֣ה H2009 בָאָ֑ה H935 יָֽצְאָה֙ H3318 הַצְּפִרָ֔ה H6843 צָ֚ץ H6692 הַמַּטֶּ֔ה H4294 פָּרַ֖ח H6524 הַזָּדֽוֹן H2087 ",
  "11": "הֶחָמָ֥ס H2555 קָ֖ם H6965 לְמַטֵּה H4294 רֶ֑שַׁע H7562 לֹא H3808 מֵהֶ֞ם H1992 וְלֹ֧א H3808 מֵהֲמוֹנָ֛ H1995 וְלֹ֥א H3808 מֶהֱמֵ H1991 וְלֹא H3808 נֹ֥הַּ H5089 בָּהֶֽם Hb ",
  "12": "בָּ֤א H935 הָעֵת֙ H6256 הִגִּ֣יעַ H5060 הַיּ֔וֹם H3117 הַקּוֹנֶה֙ H7069 אַל H408 יִשְׂמָ֔ח H8055 וְהַ H4376 אַל H408 יִתְאַבָּ֑ל H56 כִּ֥י H3588 חָר֖וֹן H2740 אֶל H413 כָּל H3605 הֲמוֹנָֽהּ H1995 ",
  "13": "כִּ֣י H3588 הַמּוֹכֵ֗ר H4376 אֶל H413 הַמִּמְכָּר֙ H4465 לֹ֣א H3808 יָשׁ֔וּב H7725 וְע֥וֹד H5750 בַּחַיִּ֖ים H2416 חַיָּתָ֑ם H2416 כִּֽי H3588 חָז֤וֹן H2377 אֶל H413 כָּל H3605 הֲמוֹנָהּ֙ H1995 לֹ֣א H3808 יָשׁ֔וּב H7725 וְאִ֧ישׁ H376 בַּעֲוֺנ֛ H5771 חַיָּת֖וֹ H2416 לֹ֥א H3808 יִתְחַזָּֽקוּ H2388 ",
  "14": "תָּקְע֤וּ H8628 בַתָּק֨וֹעַ֙ H8619 וְהָכִ֣ין H3559 הַכֹּ֔ל H3605 וְאֵ֥ין H369 הֹלֵ֖ךְ H1980 לַמִּלְחָמָ֑ה H4421 כִּ֥י H3588 חֲרוֹנִ֖י H2740 אֶל H413 כָּל H3605 הֲמוֹנָֽהּ H1995 ",
  "15": "הַחֶ֣רֶב H2719 בַּח֔וּץ H2351 וְהַ H1698 וְהָ H7458 מִבָּ֑יִת H1004 אֲשֶׁ֤ר H834 בַּשָּׂדֶה֙ H7704 בַּחֶ֣רֶב H2719 יָמ֔וּת H4191 וַאֲשֶׁ֣ר H834 בָּעִ֔יר H5892 רָעָ֥ב H7458 וָדֶ֖בֶר H1698 יֹאכֲלֶֽנּוּ H398 ",
  "16": "וּפָֽלְטוּ֙ H6403 פְּלִ֣יטֵיהֶ֔ם H6412 וְהָי֣וּ H1961 אֶל H413 הֶהָרִ֗ים H2022 כְּיוֹנֵ֧י H3123 הַגֵּאָי֛וֹת H1516 כֻּלָּ֖ם H3605 הֹמ֑וֹת H1993 אִ֖ישׁ H376 בַּעֲוֺנֽ H5771 ",
  "17": "כָּל H3605 הַיָּדַ֖יִם H3027 תִּרְפֶּ֑ינָה H7503 וְכָל H3605 בִּרְכַּ֖יִם H1290 תֵּלַ֥כְנָה H3212 מָּֽיִם H4325 ",
  "18": "וְחָגְר֣וּ H2296 שַׂקִּ֔ים H8242 וְכִסְּתָ֥ה H3680 אוֹתָ֖ם H853 פַּלָּצ֑וּת H6427 וְאֶ֤ל H413 כָּל H3605 פָּנִים֙ H6440 בּוּשָׁ֔ה H955 וּבְ H3605 רָאשֵׁיהֶ֖ם H7218 קָרְחָֽה H7144 ",
  "19": "כַּסְפָּ֞ם H3701 בַּחוּצ֣וֹת H2351 יַשְׁלִ֗יכוּ H7993 וּזְהָבָ H2091 לְנִדָּ֣ה H5079 יִֽהְיֶה֒ H1961 כַּסְפָּ֨ם H3701 וּזְהָבָ֜ H2091 לֹֽא H3808 יוּכַ֣ל H3201 לְהַצִּילָ֗ H5337 בְּיוֹם֙ H3117 עֶבְרַ֣ת H5678 יְהוָ֔ה H3068 נַפְשָׁם֙ H5315 לֹ֣א H3808 יְשַׂבֵּ֔עוּ H7646 וּמֵעֵי H4578 לֹ֣א H3808 יְמַלֵּ֑אוּ H4390 כִּֽי H3588 מִכְשׁ֥וֹל H4383 עֲוֺנָ֖ם H5771 הָיָֽה H1961 ",
  "20": "וּצְבִ֤י H6643 עֶדְיוֹ֙ H5716 לְגָא֣וֹן H1347 שָׂמָ֔הוּ H7760 וְצַלְמֵ֧י H6754 תוֹעֲבֹתָ֛ם H8441 שִׁקּוּצֵיהֶ֖ם H8251 עָ֣שׂוּ H6213 ב֑וֹ Hb עַל H5921 כֵּ֛ן H3651 נְתַתִּ֥יו H5414 לָהֶ֖ם Hl לְנִדָּֽה H5079 ",
  "21": "וּנְתַתִּ֤י H5414 בְּיַֽד H3027 הַזָּרִים֙ H2114 לָבַ֔ז H957 וּלְ H7563 הָאָ֖רֶץ H776 לְשָׁלָ֑ל H7998 וחלל H2490 ",
  "22": "וַהֲסִבּוֹתִ֤י H5437 פָנַי֙ H6440 מֵהֶ֔ם H1992 וְחִלְּל֖וּ H2490 אֶת H853 צְפוּנִ֑י H6845 וּבָאוּ H935 בָ֥הּ Hb פָּרִיצִ֖ים H6530 וְחִלְּלֽוּ H2490 ",
  "23": "עֲשֵׂ֖ה H6213 הָֽרַתּ֑וֹק H7569 כִּ֣י H3588 הָאָ֗רֶץ H776 מָֽלְאָה֙ H4390 מִשְׁפַּ֣ט H4941 דָּמִ֔ים H1818 וְהָ H5892 מָלְאָ֥ה H4390 חָמָֽס H2555 ",
  "24": "וְהֵֽבֵאתִי֙ H935 רָעֵ֣י H7451 גוֹיִ֔ם H1471 וְיָרְשׁ֖וּ H3423 אֶת H853 בָּֽתֵּיהֶ֑ם H1004 וְהִשְׁבַּתִּי֙ H7673 גְּא֣וֹן H1347 עַזִּ֔ים H5794 וְנִחֲל֖וּ H2490 מְקַֽדְשֵׁיהֶֽם H6942 ",
  "25": "קְפָ֖דָה H7089 בָ֑א H935 וּבִקְשׁ֥וּ H1245 שָׁל֖וֹם H7965 וָאָֽיִן H369 ",
  "26": "הֹוָ֤ה H1943 עַל H5921 הֹוָה֙ H1943 תָּב֔וֹא H935 וּשְׁמֻעָ֥ה H8052 אֶל H413 שְׁמוּעָ֖ה H8052 תִּֽהְיֶ֑ה H1961 וּבִקְשׁ֤וּ H1245 חָזוֹן֙ H2377 מִנָּבִ֔יא H5030 וְתוֹרָה֙ H8451 תֹּאבַ֣ד H6 מִכֹּהֵ֔ן H3548 וְעֵצָ֖ה H6098 מִזְּקֵנִֽים H2205 ",
  "27": "הַמֶּ֣לֶךְ H4428 יִתְאַבָּ֗ל H56 וְנָשִׂיא֙ H5387 יִלְבַּ֣שׁ H3847 שְׁמָמָ֔ה H8077 וִידֵ֥י H3027 עַם H5971 הָאָ֖רֶץ H776 תִּבָּהַ֑לְנָה H926 מִדַּרְכָּ֞ H1870 אֶעֱשֶׂ֤ה H6213 אוֹתָם֙ H853 וּבְ H4941 אֶשְׁפְּטֵ֔ם H8199 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
