{
  "1": "King Nebuchadnezzar made a golden statue. It was twenty-seven meters tall and three meters wide. He set it up in the plain of Dura in the province of Babylon.",
  "2": "Then he sent messages to all the provincial governors, the regional governors, and the local governors, the counselors, the treasurers, the judges, the magistrates, and all the high officials of the provinces. He told them to come to celebrate the new statue that he had set up to honor the god that it represented.",
  "3": "When they all arrived, they were all standing in front of that statue.",
  "4": "A person on the royal staff shouted out the king's new law to everyone, \"You people who come from many countries and who speak many languages, listen to what the king has commanded!",
  "5": "When you hear the sound of the horns, flutes, zithers, lyres, harps, and other flutes, and all the music they will play, you must lie down on the ground and honor the golden statue that King Nebuchadnezzar has put up.",
  "6": "Anyone who refuses to do that will be thrown into a blazing fire.\"",
  "7": "So all those people who had gathered from the many people and nations, who were speaking various languages, when they heard the instruments play, they laid themselves down on the ground and gave their worship and said words of praise to the statue.",
  "8": "But some Chaldeans went to the king.",
  "9": "They reported to him, \"O king, may you never die!",
  "10": "You decreed that every person who hears the sound of those instruments should lie down on the ground and honor the golden statue.",
  "11": "You also decreed that anyone refusing to do that would be thrown into a blazing fire.",
  "12": "There are some men from Judah that you appointed to be officials in the province of Babylon who have paid no attention to your decree. Their names are Shadrach, Meshach, and Abednego. They have refused to worship your gods and the golden statue that you have set up.\"",
  "13": "When he heard this, Nebuchadnezzar became very angry. He commanded his soldiers to bring in Shadrach, Meshach, and Abednego. So they brought them to the king.",
  "14": "Nebuchadnezzar said to them, \"Have you decided that you will not worship my gods or the golden statue that I have set up?",
  "15": "I will give you one more chance. If you bow down to worship the statue that I have set up when you hear the sounds of the musical instruments, fine. But if you refuse, you will be thrown into a blazing fire. Then who is the god who can rescue you from my power?\"",
  "16": "Shadrach, Meshach, and Abednego replied, \"Nebuchadnezzar, we do not need to defend our actions to you in this matter.",
  "17": "If we are thrown into a fire, the God we worship is able to rescue us. He has the power to rescue us from you.",
  "18": "But even if he does not rescue us, we will not worship your gods, and we will never honor the statue you have set up.\"",
  "19": "Then Nebuchadnezzar became extremely angry. His face showed great rage against Shadrach, Meshach, and Abednego. He gave orders that the fire should be made seven times hotter than usual.",
  "20": "After that was done, he ordered some of his strongest soldiers to tie up Shadrach, Meshach and Abednego, and then to throw them into the blazing fire.",
  "21": "When the soldiers tied them up and threw them into the furnace, Shadrach, Meshach, and Abednego were wearing their robes, their tunics, their turbans, and their other clothes.",
  "22": "Because the king's orders were given when he was so angry and were to be followed without any delay, and because the fire was so hot, the flames leaped out of the blaze and killed the soldiers that took Shadrach, Meshach and Abednego up into the fire.",
  "23": "So Shadrach, Meshach, and Abednego, tied up, fell into the burning flames of the fire.",
  "24": "But as Nebuchadnezzar was watching, he was shocked. He jumped up and shouted to his advisors, \"Did we tie up three men and throw them into the flames?\" They replied, \"Yes, O king, we did.\"",
  "25": "Nebuchadnezzar shouted, \"Look! I see four men in the fire! They are not tied with ropes and they are walking around and the flames are not hurting them! The fourth man is shining like a son of the gods!\"",
  "26": "Nebuchadnezzar came closer to the edge of the blazing fire and shouted, \"Shadrach, Meshach, and Abednego, you who worship the Most High God, come out of there! Come here!\" So they came out and away from the fire.",
  "27": "Then all the king's officials saw them when they came out of the fire. The flames had not harmed them. Not even the hair on their heads was singed, and none of their clothing was scorched. There was not even any smell of smoke on them.",
  "28": "Then Nebuchadnezzar said, \"We must all praise the God of Shadrach, Meshach, and Abednego! He sent one of his messengers to rescue these three men who worship him and trust in him. They ignored the king's command and refused to worship any other god but their own God, even if it cost them their lives.",
  "29": "Therefore I am now making this decree: 'If any people from any nation, or those who speak any language, say anything against the God who is worshiped by Shadrach, Meshach, and Abednego, they will be torn to pieces and their houses will be torn down and made into piles of garbage. This decree is made because there is no other god who can rescue people like this!'\"",
  "30": "Then the king gave Shadrach, Meshach, and Abednego positions of greater importance within the province of Babylon."
}
