{"1":{"verseObjects":[{"type":"text","text":"Paul and Timothy, servants of Christ Jesus, to all those set apart in Christ Jesus who are at Philippi, with the overseers and deacons.\n"}]},"2":{"verseObjects":[{"type":"text","text":"May grace be to you and peace from God our Father and the Lord Jesus Christ.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"3":{"verseObjects":[{"type":"text","text":"I thank my God every time I remember you;\n"}]},"4":{"verseObjects":[{"type":"text","text":"and always in every prayer for all of you, I pray with joy.\n"}]},"5":{"verseObjects":[{"type":"text","text":"I give thanks for your fellowship in the gospel from the first day until now.\n"}]},"6":{"verseObjects":[{"type":"text","text":"I am confident of this very thing, that he who began a good work in you will continue to complete it until the day of Jesus Christ.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"7":{"verseObjects":[{"type":"text","text":"It is right for me to feel this way about all of you because I have you in my heart. You all have been my partners in grace both in my imprisonment and in my defense and confirmation of the gospel.\n"}]},"8":{"verseObjects":[{"type":"text","text":"For God is my witness, how I long for all of you with the compassion of Christ Jesus.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"9":{"verseObjects":[{"type":"text","text":"I am praying this: That your love may abound more and more in knowledge and all understanding.\n"}]},"10":{"verseObjects":[{"type":"text","text":"I pray for this so that you may approve what is excellent, and so you may be sincere and without offense on the day of Christ.\n"}]},"11":{"verseObjects":[{"type":"text","text":"I pray that you also will be filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"12":{"verseObjects":[{"type":"text","text":"Now I want you to know, brothers, that what has happened to me has really served to advance the gospel.\n"}]},"13":{"verseObjects":[{"type":"text","text":"As a result, my chains in Christ came to light throughout the whole palace guard and to everyone else.\n"}]},"14":{"verseObjects":[{"type":"text","text":"Most of the brothers have far more confidence in the Lord because of my chains, and they have courage to fearlessly speak the word. \n"},{"tag":"s5","type":"section","text":"\n"}]},"15":{"verseObjects":[{"type":"text","text":"Some indeed even proclaim Christ out of envy and strife, and also others out of good will.\n"}]},"16":{"verseObjects":[{"type":"text","text":"The latter do it out of love, knowing that I am put here for the defense of the gospel.\n"}]},"17":{"verseObjects":[{"type":"text","text":"But the former proclaim Christ out of selfish ambition, not sincerely. They think they will afflict me while I am in chains.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"18":{"verseObjects":[{"type":"text","text":"What then? Only that in every way—whether from false motives or from true—Christ is proclaimed, and in this I rejoice. Yes, and I will rejoice,\n"}]},"19":{"verseObjects":[{"type":"text","text":"for I know that this will result in my deliverance through your prayers and the help of the Spirit of Jesus Christ.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"20":{"verseObjects":[{"type":"text","text":"It is my eager expectation and certain hope that I will in no way be ashamed, but that I will have complete boldness, so that now as always, Christ will be exalted in my body, whether by life or by death.\n"}]},"21":{"verseObjects":[{"type":"text","text":"For to me to live is Christ and to die is gain.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"22":{"verseObjects":[{"type":"text","text":"But if I am to live in the flesh, that means fruitful labor for me. Yet which to choose? I do not know. \n"}]},"23":{"verseObjects":[{"type":"text","text":"For I am hard pressed between the two. My desire is to depart and be with Christ, which is far better,\n"}]},"24":{"verseObjects":[{"type":"text","text":"yet to remain in the flesh is more necessary for your sake.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"25":{"verseObjects":[{"type":"text","text":"Being convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith,\n"}]},"26":{"verseObjects":[{"type":"text","text":"so that in me you may have increasing reasons to boast in Christ Jesus when I come to you again.\n"}]},"27":{"verseObjects":[{"type":"text","text":"Only conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come to see you or am absent, I may hear about you, that you are standing firm in one spirit, with one mind striving together for the faith of the gospel.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"28":{"verseObjects":[{"type":"text","text":"Do not be frightened in any respect by those who are your opponents. This is a sign to them of their destruction, but of your salvation—and this from God.\n"}]},"29":{"verseObjects":[{"type":"text","text":"For it has been granted to you, for the sake of Christ, not only to believe in him, but also to suffer for his sake,\n"}]},"30":{"verseObjects":[{"type":"text","text":"having the same conflict which you saw in me, and now you hear in me.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"front":{"verseObjects":[{"tag":"p","type":"paragraph","text":"\n"}]}}
