{"1":{"verseObjects":[{"type":"text","text":"If there is any encouragement in Christ, if there is any comfort from his love, if there is any fellowship of the Spirit, if there are any tender mercies and compassions,\n"}]},"2":{"verseObjects":[{"type":"text","text":"then make my joy full by thinking alike, having the same love, being united in spirit, and having the same purpose.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"3":{"verseObjects":[{"type":"text","text":"Do nothing out of selfishness or empty conceit. Instead with humility consider others better than yourselves.\n"}]},"4":{"verseObjects":[{"type":"text","text":"Each of you should take care not only for your own needs, but also for the needs of others.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"5":{"verseObjects":[{"type":"text","text":"You should have the same attitude toward one another as was in Christ Jesus.\n"},{"tag":"q","type":"quote","text":"\n"}]},"6":{"verseObjects":[{"type":"text","text":"He existed in the form of God,\n"},{"tag":"q","type":"quote","text":"but he did not consider his equality with God\n"},{"tag":"q","type":"quote","text":"as something to hold on to.\n"},{"tag":"q","type":"quote","text":"\n"}]},"7":{"verseObjects":[{"type":"text","text":"Instead, he emptied himself\n"},{"tag":"q","type":"quote","text":"by taking the form of a servant,\n"},{"tag":"q","type":"quote","text":"and he was born in the likeness of men.\n"},{"tag":"q","type":"quote","text":"\n"}]},"8":{"verseObjects":[{"type":"text","text":"He humbled himself and became obedient to the point of death,\n"},{"tag":"q","type":"quote","text":"even death of a cross!\n"},{"type":"text","text":"\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"q","type":"quote","text":"\n"}]},"9":{"verseObjects":[{"type":"text","text":"Therefore God also highly exalted him.\n"},{"tag":"q","type":"quote","text":"He gave him the name that is above every name.\n"},{"tag":"q","type":"quote","text":"\n"}]},"10":{"verseObjects":[{"type":"text","text":"He did this so that in the name of Jesus every knee should bend,\n"},{"tag":"q","type":"quote","text":"the knees of those in heaven and on earth and under the earth.\n"},{"tag":"q","type":"quote","text":"\n"}]},"11":{"verseObjects":[{"type":"text","text":"He did this so that every tongue should confess that Jesus Christ is Lord,\n"},{"tag":"q","type":"quote","text":"to the glory of God the Father.\n"},{"type":"text","text":"\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"12":{"verseObjects":[{"type":"text","text":"So then, my beloved, as you always obey, not only in my presence but now much more in my absence, work out your own salvation with fear and trembling.\n"}]},"13":{"verseObjects":[{"type":"text","text":"For it is God who is working in you both to will and to work for his good pleasure.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"14":{"verseObjects":[{"type":"text","text":"Do all things without complaining or arguing.\n"}]},"15":{"verseObjects":[{"type":"text","text":"Act in this way so that you may become blameless and honest, children of God without blemish. Act in this way so that you may shine as lights in the world, in the middle of a crooked and depraved generation.\n"}]},"16":{"verseObjects":[{"type":"text","text":"Hold tightly to the word of life so that I may have reason to glory on the day of Christ. For then I will know that I did not run in vain or labor in vain.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"17":{"verseObjects":[{"type":"text","text":"But even if I am being poured out as an offering on the sacrifice and service of your faith, I am glad and rejoice with you all.\n"}]},"18":{"verseObjects":[{"type":"text","text":"In the same manner you also should be glad and rejoice with me.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"19":{"verseObjects":[{"type":"text","text":"But I have hope in the Lord Jesus to send Timothy to you soon, so that I may also be encouraged when I know the things about you.\n"}]},"20":{"verseObjects":[{"type":"text","text":"For I have no one else with his same attitude, who is truly anxious for you.\n"}]},"21":{"verseObjects":[{"type":"text","text":"For they all seek their own interests, not the things of Jesus Christ.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"22":{"verseObjects":[{"type":"text","text":"But you know his worth, because as a child serves his father, so he served with me in the gospel.\n"}]},"23":{"verseObjects":[{"type":"text","text":"So I hope to send him as soon as I see how things will go with me.\n"}]},"24":{"verseObjects":[{"type":"text","text":"But I am confident in the Lord that I myself will also come soon.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"25":{"verseObjects":[{"type":"text","text":"But I think it is necessary to send Epaphroditus back to you. He is my brother and fellow worker and fellow soldier, and your messenger and servant for my needs.\n"}]},"26":{"verseObjects":[{"type":"text","text":"For he was very distressed, and he longed to be with you all, because you heard that he was sick.\n"}]},"27":{"verseObjects":[{"type":"text","text":"For indeed he was so sick that he almost died. But God had mercy on him, and not on him only, but also on me, so that I might not have sorrow upon sorrow.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"28":{"verseObjects":[{"type":"text","text":"So it is all the more eagerly that I am sending him, so that when you see him again you may rejoice, and I can be free from anxiety.\n"}]},"29":{"verseObjects":[{"type":"text","text":"Welcome Epaphroditus in the Lord with all joy. Honor people like him.\n"}]},"30":{"verseObjects":[{"type":"text","text":"For it was for the work of Christ that he came near death. He risked his life to serve me and fill up what you could not do in service to me.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"front":{"verseObjects":[{"tag":"p","type":"paragraph","text":"\n"}]}}
