{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the record of the ancestors of Jesus the Messiah, the descendant of King David and of Abraham.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was the father of Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and of his brothers.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah was the father of Perez and Zerah, and their mother was Tamar. Perez was the father of Hezron. Hezron was the father of Ram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ram was the father of Amminadab. Amminadab was the father of Nahshon. Nahshon was the father of Salmon.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Salmon and his wife Rahab, a non-Jewish woman, were the parents of Boaz. Boaz was the father of Obed. Obed's mother was Ruth, another non-Jewish woman. Obed was the father of Jesse.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse was the father of King David. David became the father of Solomon; Solomon's mother was the wife of Uriah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon was the father of Rehoboam. Rehoboam was the father of Abijah. Abijah was the father of Asa.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa was the father of Jehoshaphat. Jehoshaphat was the father of Joram. Joram was an ancestor of Uzziah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah was the father of Jotham. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah was the father of Manasseh. Manasseh was the father of Amon. Amon was the father of Josiah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was the grandfather of Jechoniah and Jechoniah's brothers. They lived at the time when the Babylonian army took the Israelites as captives to the country of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the Babylonians exiled the Israelites to Babylon, Jechoniah became the father of Shealtiel. Shealtiel was an ancestor of Zerubbabel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerubbabel was the father of Abiud. Abiud was the father of Eliakim. Eliakim was the father of Azor.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azor was the father of Zadok. Zadok was the father of Akim. Akim was the father of Eliud.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliud was the father of Eleazar. Eleazar was the father of Matthan. Matthan was the father of Jacob.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was the father of Joseph. Joseph was Mary's husband, and Mary was Jesus' mother. Jesus is the one who is called the Messiah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The list of Jesus' ancestors is as follows: Fourteen of them from the time when Abraham lived to the time when King David lived. There were another fourteen from the time when David lived until the time when the Israelites went away to Babylon, and then yet another fourteen from then until the time when the Messiah was born.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the account of what happened just before Jesus the Messiah was born. Mary, his mother, had promised to marry Joseph, but before they lived together as husband and wife, they found out that she was expecting a child by the Holy Spirit's power.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joseph, who was to be her husband, was a man who obeyed God's commands, so he decided not to marry her. But he did not want to shame her in front of other people. So he decided to quietly drop his plans to marry her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was seriously considering this, an angel whom the Lord sent surprised him in a dream. The angel said, \"Joseph, descendant of King David, do not be afraid to marry Mary. For what has been conceived in her is there by the Holy Spirit.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She will give birth to a son. Since it is he who will save his people from their sins, name him 'Jesus.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All this happened to make come true what the Lord told the prophet Isaiah to write long ago. Isaiah wrote,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen, a virgin will become pregnant and will give birth to a son.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They will call him Immanuel\"—\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "which means, \"God is with us.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph got up from sleep, he did what the angel had commanded him to do. He began to live with Mary as his wife.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not sleep with her until she had given birth to a son. And Joseph named him Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}