{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told his twelve disciples to come to him. Then he gave them the power to drive out evil spirits that controlled people. He also enabled them to heal people who had all kinds diseases or who were sick in all kinds of ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a list of the twelve disciples, whom he called apostles. They were Simon, to whom he gave the new name Peter; Andrew, Peter's younger brother; James the son of Zebedee; John, the younger brother of James;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip; Bartholomew; Thomas; Matthew, the tax collector; James the son of Alphaeus; Thaddaeus;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon the Zealot; and Judas Iscariot, who was disloyal to Jesus and pointed him out to the authorities so they could arrest him. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus was about to send his twelve apostles to tell the good news to people in various places, he gave them these instructions: \"Do not go where the non-Jews live or into the towns where the Samaritans live.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, go to the people of Israel; they are like sheep who have strayed away from their shepherd.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go to them, proclaim to them that God will soon rule from heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Heal sick people, cause dead people to become alive, heal people with leprosy and bring them back into society, and cause demons to leave those whom they control. Do not charge any money for helping people, because God did not charge you anything for helping you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not take any money with you,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nor a bag for what belongs to you. Do not take an extra tunic, nor sandals in addition to what you are wearing, nor a walking stick. Every worker deserves to get pay from the people for whom he works, so you deserve to receive food from the people to whom you go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In any town or village that you enter, find a person who wants you to stay in his home.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you go into that house, call upon God to do good to the people who live there. Stay in that home until you leave that town or village.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people who live in that house receive you well, God will indeed do good to them. But if they do not receive you well, then your prayer will not help them, and God will not do them good.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people who live in any house or town do not welcome you, nor listen to your message, leave that place. As you leave, shake off the dust from your feet. By doing that, you will warn them that God will reject them as they rejected what you said.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note this carefully: At the time when God judges all people, he will punish the wicked people who lived in Sodom and Gomorrah. But if the people of any city reject you, God will punish them even more severely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take note: When I send you out, you will be as defenseless as sheep, among people who are as dangerous as wolves. So be careful like snakes are careful and be harmless to them like pigeons are harmless.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, be on guard against such people, because they will arrest you and take you to the members of the governing councils to put you on trial. They will whip you in their synagogues.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And because you belong to me, they will take you before governors and kings in order that they may put you on trial and punish you. But you will testify to those rulers and to other non-Jews about me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those people arrest you, do not be worried about what you will say to them, because the words that you should say will come to you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not that you will decide what to say. Instead, you will say what the Spirit of your heavenly Father tells you to say.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will take you to the authorities to die because you believe in me. For example, people will do that to their brothers, and fathers will do that to their children. Children will rebel against their parents and cause them to be killed.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people will hate you because you trust in me. But anyone who faithfully trusts in me until they die, those people God will save.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people in one city cause you to suffer, escape to another city. Note this: I, the Son of Man, will certainly return to earth before you have finished going from one town to another town throughout Israel and telling people about me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A disciple should not expect to be greater than his teacher, and servants are not superior to their master.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You do not expect that people will treat a student better than they treat his teacher, or that they will treat a servant better than they treat his master. Similarly, because I am your teacher and master, you can expect that people will mistreat you, because they have mistreated me. I am like the ruler of a household, whom they call Satan. If they act that badly toward me, how do you think they will act toward you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not be afraid of those people. Everything that is covered up will be uncovered, and every secret will be made known.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, instead of being afraid, what I say to you secretly as people do at night, tell it publicly as people do during the daytime. What I say to you privately as people do when they whisper to you, proclaim it publicly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be afraid of people who are able to kill your body but are not able to destroy your soul. Instead, fear God, because he is able to destroy both your body and your soul in hell.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the sparrows. They have so little value that you can buy two of them for only one small coin. But when any sparrow falls to the ground and dies, God, your heavenly Father, knows it, because he knows everything.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He knows everything about you, too. He even knows how many hairs you have on your head!\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God values you much more than he values sparrows. So, do not be afraid of people who threaten to kill you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people are willing to tell others that they belong to me, I will also acknowledge before my Father who is in heaven that they belong to me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they are afraid to say in front of others that they belong to me, I will tell my Father, who is in heaven, that they are not mine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not think that I came to earth to cause people to live together in peace. Because I have come, some of those who follow me will die.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I came to earth, people who do not believe in me will be against those who do believe in me. For example, some sons will oppose their fathers, some daughters will oppose their mothers, and some daughters-in-law will oppose their mothers-in-law.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This shows that sometimes a person's enemies will be members of his own household.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who love their fathers or mothers more than they love me are not worthy to belong to me. And people who love their sons or daughters more than they love me are not worthy to belong to me.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are not ready to die because you belong to me, then you are not worthy to belong to me.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who deny that they believe in me in order to escape dying will not live with God eternally, but people who are willing to lose their lives because they trust in me will live with God eternally.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"God considers that everyone who welcomes you welcomes me, and he considers that everyone who welcomes me welcomes him, the one who sent me.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who welcome someone because they know that person is a prophet—they will receive the same reward that prophets receive from God. Likewise, those who welcome a person because they know that person is righteous—they will receive the reward that righteous people receive from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note this: Suppose people see that you are thirsty and give you a drink of cold water because they know that you are one of my disciples, even if you are not an important person at all. God will certainly reward people who do that.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}