{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had finished instructing his twelve disciples about what they should do, he sent them to various Israelite towns. Then he went to teach and preach in other Israelite towns in that area.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While John the Baptizer was in prison, he heard what the Messiah was doing. So he sent some of his disciples to him\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to ask him, \"Are you the Messiah whom the prophets said would come, or is it someone else that we should expect to come?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered John's disciples, \"Go back and report to John what you hear me telling people and what you see me doing.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am making blind people to see again and lame people to walk. I am healing people who have leprosy. I am making deaf people to hear again and dead people to become alive again. I am telling the poor people God's good news.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell John that God is pleased with people who do not stop believing in me because they do not like what I am doing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When John's disciples had gone away, Jesus began to talk to the crowd of people about John. He said to them, \"When you went out into the wilderness to see John, what was it you expected to see? You did not go there just to look at the tall grass blowing in the wind, did you?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So what kind of person did you expect to see? Surely not a man who was wearing expensive clothes. No! You know very well that people who wear clothes like that reside in kings' palaces and not in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So really, what kind of person did you expect to see? A prophet? Oh, yes! But let me tell you this: John is not just any ordinary prophet.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one to whom God was referring when someone wrote in the scriptures and said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Notice this! I am sending my messenger to go ahead of you to prepare the people for your coming.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note this: Of all the people who have ever lived, God does not consider any of them to be greater than John the Baptizer. At the same time, God considers those that are not important in the kingdom he rules from heaven to be greater than John.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the time that John the Baptizer preached until now, some people have been trying to make God rule from heaven in their own way, and they have been using force for this purpose.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that I am saying about John is just what you can read in what the prophets have written and what the law has been saying until the time of John the Baptizer.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only that, but if you are willing to try to understand this, I will tell you that John is in fact the second Elijah, the prophet who was to come in the future.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to understand this, you must think carefully about what I have just said.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you and the other people who are alive now, you are like children who are playing games in the marketplace. Some of them call to their friends,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'We played happy music on the flute for you, but you refused to dance! Then we sang sad funeral songs for you, but you refused to cry!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because you are dissatisfied with both John and me! When John came and preached to you, he did not eat good food and did not drink wine, like most people do. But you rejected him and said, 'A demon is controlling him!'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the Son of Man, was not like John. I eat the same food and drink wine as other people do. But you also reject me and say, 'Look! This man eats too much food and drinks too much wine, and he is friends with tax collectors and other sinners!' But anyone who is truly wise will show it by doing good deeds.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the towns where Jesus had performed most of his miracles, the people there still refused to turn to God. So he began to rebuke them by saying to them,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You people who live in the city of Chorazin and you in the city of Bethsaida, how terribly you will suffer! I did great miracles in your cities, but you did not stop sinning. If I had done these things in the cities of Tyre and Sidon of long ago, those wicked people would certainly have stopped sinning; they would have put on rough clothing and sat in the cold ashes of their fires, so sorry they would have been.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me tell you this: God will punish the wicked people who lived in the cities of Tyre and Sidon, but he will punish you even more severely on the final day when he judges all people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also have something to say to you people who live in the city of Capernaum. Do you think that others will praise you so much that you will go right up to heaven? That will not happen! On the contrary, you will go down to where God punishes people after they die!\nIf I had done these same miracles in Sodom of long ago, those wicked people would certainly have stopped sinning, and their city would have been here even today. But you have not stopped sinning.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me tell you this: God will punish the wicked people who lived in Sodom, but he will punish you even more severely on the final day when he judges all people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Jesus prayed, \"Father, you rule over everything in heaven and on the earth. I thank you that you have prevented people who think that they are wise and well educated from knowing these things. Instead, you have revealed them to people who accept your truth just as little childen believe what an adult tells them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, Father, you have done that because it seemed good to you to do so.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the people, \"God, my Father, has revealed to me all the things that I need to know in order to do my work. Only my Father knows who I really am. Furthermore, only I and those people to whom I wish to reveal him really know him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come to me, all you people who are very weary of trying to obey all the laws your leaders say you should. I will let you rest from all that.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Submit to me, like an ox to its yoke, and learn what I have to teach you. I am gentle and humble, and you will truly rest.\n\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the load I will give you is light, and you will carry it easily.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}