{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On a Sabbath at that time, Jesus and the disciples were walking past some grain fields. Because the disciples were hungry, they began to pick some of the heads of grain and eat them, something that the law of Moses allowed.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some Pharisees saw them doing that, so they said to Jesus, \"Look! Your disciples are doing work on our day of rest. The law does not allow that!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus answered, \"It is written in the scriptures what our ancestor King David did when he and the men with him were hungry.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David entered the sacred tent where they worshiped God and ate the bread that had been on display before God. But according to the law of Moses, only priests were permitted to eat that bread, but David and the men who were with him ate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, surely you have read what Moses wrote, when he said that even though the priests, by working in the temple on our Sabbath day, are not obeying the Jewish day of rest laws, they are not guilty.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me tell you what this means: I have come to you, and I am more important than the temple.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should think about these words of God in the scriptures: 'I want you to act mercifully toward people, and not just offer sacrifices.' If you understood what that means, you would not condemn my disciples, who have done no wrong.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the Son of Man, and I have the authority to tell people what they can do on the Sabbath day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus left there that day, he went into a synagogue.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he saw a man with a withered hand. The Pharisees kept wanting to debate with Jesus about the Sabbath, so one of them asked him, \"Does God permit us to heal people on our day of rest?\" They were hoping that Jesus would commit a sin by saying something wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied to them, \"Suppose that one of you had just one sheep, and that it fell into a deep hole on the Sabbath day. Would you just leave it there? Certainly not! You would take hold of it and lift it out right away!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a person is much more valuable than a sheep. So it is certainly right for us to do good by healing another person any day, even on our day of rest!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the man, \"Stretch out your hand!\" The man stretched out his withered hand, and it became healthy like the other hand!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Pharisees left the synagogue. They began to plan together how they could kill Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Jesus knew that the Pharisees were plotting to kill him, he took the disciples and went away from there. Large crowds, including many sick people, followed him, and he healed them all.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he told them firmly that they should not tell other people about him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By doing this he fulfilled what Isaiah the prophet had written long ago. He wrote,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Here is my servant whom I have chosen,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the one whom I love and who pleases me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will put my Spirit in him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he will bring justice and salvation to the non-Jews.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will not quarrel with people, neither will he shout.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And he will not shout in the streets.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will be gentle with the weak people;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "If a person is barely alive, he will not kill him.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And he will judge the people with justice and declare that they are not guilty.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the non-Jews will confidently trust in him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day some men brought to Jesus a man who was blind and unable to speak because he had a demon. Jesus drove out the demon and healed him. Then the man began to talk and was able to see.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the crowds who saw it marveled. They began asking each other, \"Could this man be the Messiah, the descendant of King David, whom we have been expecting?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the Pharisees heard about this miracle, they said, \"It is not God, but Beelzebul, the ruler of the demons, who enables this man to drive demons from people!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew what the Pharisees were thinking. So he said to them, \"If the people in one nation fight against each other, they will destroy their nation. If people who live in the same city or house fight each other, they will certainly not remain as one group or family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, if Satan were driving out his own demons, he would be fighting against himself. He will not be able to continue to rule over his servants!\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, if it is true that Satan enables me to drive out demons, is it also true that your disciples who drive them out do so by Satan's power? No! So they will judge you for saying that Satan's power was behind their work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because it is God's Spirit who enables me to drive out demons, that proves that the rule of God from heaven is already here.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will show you why I am able to drive out demons. A person cannot go into the house of a strong man like Satan and carry off his possessions if he does not first tie up that strong man. But if he ties him up, then he will be able to take his possessions.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can be neutral. Those who do not acknowledge that the Holy Spirit enables me to expel demons are opposing me, and those who do not gather people to become my disciples are causing those people to go away from me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are saying that it is not the Holy Spirit who is enabling me to expel demons. So I will say this to you: If those who offend and insult other people in any way are then sorry and ask God to forgive them, God will forgive them. But he will not forgive people who insult the Holy Spirit.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is willing to forgive people who criticize me, the Son of Man. But I warn you that he will not forgive those who say evil things about what the Holy Spirit does. God will not forgive them now, nor in the coming world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you see some fruit from a tree, you decide whether the fruit is good or bad. If it is good, then you know that its tree is also good. If I am doing good things, then you should know whether or not I am good.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like the children of poisonous snakes! You cannot say anything good, because you are evil. What a person says shows what is inside him.\n\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Good people speak good things. That is because it is like they have stored up all these good things in a safe place and can bring them out at any time. But evil people speak evil things. That is because it is like they have stored up all these evil things and bring them out at any time from the place where they store them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that on the day when God judges, he will make people recall every useless word they have spoken, and he will judge the people by what they have said.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will either declare that you are righteous based on the words that you have spoken, or else he will condemn you based on what you have said.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of the Pharisees and teachers of the Jewish laws responded to Jesus, \"Teacher, we want to see you perform a miracle that will convince us that God sent you.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"You people have already seen me perform miracles, but you are evil, and you do not faithfully worship God! You want me to prove that God sent me, but God will show you only one miracle. It will be like what happened to Jonah the prophet.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonah was in the stomach of a huge fish for three days and nights before God caused him to come out. Similarly, for three days and nights I, the Son of Man, will be deep in the earth, and then God will cause me to live again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God judges everyone, the people who lived in the city of Nineveh will stand in front of him beside you people. But they stopped sinning when Jonah warned them. Now I have come to you, and I am far more important than Jonah was, but you have not stopped sinning. So God will judge you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The queen from Sheba, south of Israel, who lived long ago, came from a distant region in order to listen to King Solomon teach many wise things. Now I have come to you, and I am far more important than Solomon was, but you have not stopped sinning. So when God judges everyone, the queen of Sheba will stand in front of him beside you people, and she will condemn you.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Sometimes when an evil spirit leaves a person, it wanders around in desolate areas, seeking someone in whom he can rest. If he does not find anyone,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he says to itself, 'I will return to the person in whom I used to live.' So he goes back and finds that the Spirit of God is not in control of that person's life. The person's life is like a house that has been swept clean and everything put in order, but it is empty.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this evil spirit goes and gets seven other spirits that are even more evil, and they all enter that person and begin living there. So although that person's condition was bad before, it becomes much worse. That is what you wicked people who have heard me teach will experience.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was still speaking to the crowd, his mother and his younger brothers arrived. They stood outside the house, and they wanted to speak with him.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone said to him, \"Your mother and your younger brothers are standing outside the house, and they want to talk to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the person who told him that, \"I will tell you who are really my mother and brothers.\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He then pointed toward his disciples and said, \"These are ones who take the place of my mother and my brothers.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who do what God my Father who is in heaven wants take the place of my brother, my sister, or my mother.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}