{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That same day Jesus, along with the disciples, left the house where he was teaching and went to the shore of the Sea of Galilee. He sat down there,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and a very large crowd gathered around him to listen to him teach. In order to have a little room, he got into a boat and sat down to teach them. The crowd stood on the shore and listened to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He taught them using many parables. He said, \"Listen! A man went out to his field to sow seeds.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was scattering the seeds over the soil, some of the seeds fell on the path. But some birds came and ate those seeds.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other seeds fell on ground where there was not much soil on top of the rock. Those seeds sprouted very soon, because the sun quickly warmed the shallow soil.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the young plants came up, they became too hot in the sunlight, and they dried up because they did not have deep roots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other seeds fell on ground that had thorny weeds. The thorny weeds grew together with the young plants, and they crowded out the plants.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But other seeds fell on good soil, and the plants grew and produced a lot of grain. Some plants produced one hundred times as many seeds as were planted. Some plants produced sixty times as much. Some plants produced thirty times as much.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are able to understand this, you should consider carefully what I have just said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples approached Jesus later and asked him, \"Why do you use parables when you speak to the crowd?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"God is revealing to you what he did not reveal before, about how he is ruling from heaven. But he has not revealed it to these other people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are able to think about what I say and understand it, God will enable them to understand more. But those who are not able think carefully about what I say will forget even what they already know.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I use parables when I speak to people, because although they see what I do, they do not understand what it means, and although they hear what I say, they do not really learn what it means.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What these people do completely fulfills what God told the prophet Isaiah to say long ago, You will hear what I say, but you will not understand it. You will see what I do, but you will not learn what it means.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also said to Isaiah,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"These people are able to hear what I say, but they will never understanding the message. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They have eyes that can see, but they will never see clearly what it is they are looking at; they have closed their eyes so they cannot see.  \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They cannot see with their eyes and they cannot hear with their ears and they cannot understand.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "If they could see and hear and understand then they would turn to me,\" God says, \"and I would heal them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, God has made you able because you realize what I have done and\nbecause you understand what I say.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note this: Many prophets and righteous people who lived long ago longed to see what you are seeing me do, but they did not see it. They longed to hear the things that you have been hearing me say, but they did not hear what you hear me say.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now listen to me explain the parable I told you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people hear about how God is ruling but do not understand it. They are like the path where some of the seeds fell. Satan, the evil one, comes and causes these people to forget what they have heard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people hear God's message and immediately accept it joyfully. They are like the rocky places where some seeds fell.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because it does not penetrate deeply into their hearts, they believe it for only a short time. They are like the plants that did not have deep roots. When others treat them badly and make them suffer because they believe in what I have told them, they sin by refusing to believe in it any longer.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people hear God's message, but they desire to be rich, so they worry only about money and what they can buy with money. As a result, they forget God's message and they do not do the things that God wants them to do. These people are like the soil that had the roots of thorny weeds in it.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some people hear my message and understand it. Some of them do many things that please God, some do even more things that please God, and some do very many things that please God. They are like the good soil where some of the seeds fell.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also told the crowd another parable. He said, \"When God rules from heaven, it will be like a landowner who sent his servants to sow good seed in his field.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While those servants were sleeping and not guarding the field, an enemy of the landowner came and scattered weed seeds in the midst of the wheat. Then he left.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the seeds sprouted and the green plants grew, the heads of grain began to form. But the weeds also grew.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servants of the landowner came and said to him, 'Sir, you gave us good seeds and those are the ones we sowed in your field. So where did the weeds come from?'\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The landowner said to them, 'My enemy did this.' His servants said to him, 'Do you want us to pull up the weeds?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, 'No, do not do that, because you might pull up some of the wheat at the same time.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the wheat and the weeds grow together until harvest time. At that time I will say to those who will reap, 'First gather the weeds, tie them into bundles to be burned. Then gather the wheat and put it into my barns.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also told this parable: \"When God rules from heaven, it is like mustard seeds that grow after a man plants them in his field.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although mustard seeds are among the smallest of all the seeds that people plant, here in Israel they become large plants. When the plants have fully grown, they are larger than the other garden plants. They become shrubs as big as trees, and they are large enough for the birds to build nests in their branches.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also told this parable: \"When God rules from heaven, it is like a woman who was making bread. She took about forty liters of flour and mixed into it a little bit of yeast, and the bread rose.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told the crowd parables to teach them all these things. When he spoke to them he habitually told stories like these.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By doing that, he made come true what God told one of the prophets to write long ago.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I will speak in parables; I will tell parables to teach what I have kept secret since I created the world.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus sent the crowd away, he went into the house. Then the disciples approached him and said, \"Explain to us the parable about the weeds that grew in the wheat field.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"The one who sows the good seed represents me, the Son of Man.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The field represents this world, where people live. The seeds that grew well represent the people over whom God rules. The weeds represent the people who do what the devil, the Evil One, tells them to do.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The enemy who sowed the weed seeds represents the devil. The time when the reapers will harvest the grain represents the time when the world will end. The reapers represent the angels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The weeds are gathered and burned. That represents what will happen when God judges all people, when the world will end. It will be like this:\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the Son of Man, will send my angels, and they will gather from among all that I am ruling the things that cause others to sin and all those who violate God's will.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angels will throw those people into the fires of hell. There those people will weep and grind their teeth because of the great pain that they are suffering.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the people who have lived as he wants them to will shine out as brightly as the sun shines. They will shine out because God, their Father, will rule over them. If you are able to understand this, you should think carefully about what I have just said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"God's ruling from heaven is so precious it is like a man who found a great treasure that another person had buried in a field. When this man dug it up, he buried it again so no one else would find it. Then he went and sold all his possessions to obtain money to buy that field. He then went and bought the field, and so he was able to acquire that treasure.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, God ruling from heaven is so precious it is like what a merchant did who was looking for good quality pearls to buy.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he found one very costly pearl that was for sale, he sold all his possessions to acquire enough money to buy that pearl. Then he went and bought it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God rules from heaven, it is like what certain fishermen did with the fish they caught in a lake with a large net. They caught all kinds of fish, both useful and worthless fish.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the net was full, the fishermen pulled it up onto the shore. Then they sat there and put the good fish into buckets, but they threw the worthless ones away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is like what will happen to people when the world ends. The angels will come to where God is judging people and will separate the wicked people from the righteous ones.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will throw the wicked people into the fire in hell. And those wicked people will weep and gnash their teeth because of the intense pain they are suffering.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus asked the disciples, \"Do you understand all these parables I have told you?\" They said to him, \"Yes, we understand them.\"\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Those teachers and interpeters who understand these parables and act accordingly under the rule of God from heaven are like a house owner who shares both new things and old things out of his storage room.\"\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had finished telling these parables, he took the disciples and left that area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to the town of Nazareth, the hometown of Jesus. On the Sabbath he began to teach the people in the synagogue. The result was that the people there were astonished. But some said, \"This man is just an ordinary person like us! So how is it that he knows so much and understands so much? And how is it that he is able to do such miracles?\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is just the son of the carpenter, is he not? His mother is Mary, and his younger brothers are James, Joseph, Simon and Judas!\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And his sisters also live here in our town. So how is he able to teach and do all these things?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people there refused to accept that Jesus had such authority. So Jesus said to them, \"People honor me and other prophets everywhere else we go, but in our hometowns we are not honored, and even our own families do not honor us!\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus did not perform many miracles there because the people did not believe that he had such authority.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}