{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time the ruler Herod Antipas heard reports about Jesus performing miracles.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his servants, \"That must be John the Baptizer. He must have risen from the dead, and that is why he has power to do these miracles.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Herod wanted to order his men to execute John, but he was afraid of the general public, because they believed that John was a prophet speaking for God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Herod gave a party to celebrate his birthday, and Herodias' daughter danced for his guests. Her dancing pleased Herod very much,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so he promised to give her whatever she asked, and he asked God to be a witness that he had made this promise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Herodias' daughter went and asked her mother what to ask for. Her mother told her what to say. So her daughter went back and said to Herod, \"I want you to cut off the head of John the Baptizer and bring it here on a platter to show that he is really dead!\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king was now very sorry that he had promised to give Herodias' daughter whatever she wanted. But because he had called on God to hear him make that promise, and because all his guests had heard him do so, he felt that he had to do what he had said. So he ordered his servants to do what she wanted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent soldiers to go to the prison and cut off John's head.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did that, and they put John's head on a platter and brought it to the girl. Then the girl took it to her mother.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later John's disciples went to the prison, took John's body and buried it. Then they went and told Jesus what had happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus heard that news, he took just the disciples with him and went by boat on the Sea of Galilee to a place where no one lived.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "After the crowds heard about where they had gone, they left their towns and followed them, walking along the shore.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus came to the shore, he saw a very large crowd waiting for him. He felt sorry for them, and he healed the sick people who were among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was nearly evening, the disciples came to Jesus and said, \"This is a place where nobody lives, and it is very late. Tell the crowds to go away so they can buy food in the towns nearby.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to his disciples, \"They do not need to leave to get food. Instead, you yourselves give them something to eat!\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said, \"But we have only five loaves of bread and two cooked fish here!\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Bring them to me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told the crowd of people who had gathered there to sit on the grass. Then he took the five loaves and the two fish. He looked up toward heaven, thanked God for them, and broke them into pieces. Then he gave the pieces to his disciples, and they distributed them to the crowd.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people ate until they were no longer hungry. Then some people gathered the pieces that were left over and filled twelve baskets with them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About five thousand men ate at that time, not counting the women and children!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right after that happened, Jesus told the disciples to get in the boat and to go ahead of him to the other side of the Sea of Galilee. In the meantime, he was going to send the crowd home.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he sent the crowd away, he went up into the hills to pray by himself. When it was evening, he was still there alone.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this time the disciples were a long distance from the shore. The wind was blowing very hard opposite to how the disciples were trying to sail; the wind made very large waves that were tossing the boat back and forth in the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus came down from the hills to the water. Sometime between three and six o'clock in the morning he walked on the water toward the boat.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the disciples saw him walking on the water, they thought that he must be a ghost. They were terrified, and they screamed in fear.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately Jesus said to them, \"Take courage! It is I. Do not be afraid!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Lord, if it is you, tell me to walk on the water to you!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Come!\" So Peter got out of the boat. He walked on the water toward Jesus.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Peter paid attention to the strong wind, he became afraid. He began to sink in the water and cried out, \"Lord, rescue me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right away Jesus reached out with his hand and grabbed Peter. He said to him, \"You only trust a little bit in my power! Why did you doubt that I could keep you from sinking?\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus and Peter got in the boat, and the wind immediately stopped blowing.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of the disciples who were in the boat bowed down to Jesus and said, \"You are really the Son of God!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had gone further around the lake in the boat, they reached the shore at the town of Gennesaret.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of that area recognized Jesus, so they sent people to inform those who lived in the whole region that Jesus had come. So the people brought to Jesus everyone who was sick.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sick people kept begging him to allow them to touch him or even only the edge of his robe so that they would be healed. Everyone who touched him or his robe were healed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3-4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what happened to make Herod think this. Herod had married Herodias, the wife of his brother Philip, while Philip was still living. So John kept saying to him, \"What you have done is against God's law!\" Then, to please Herodias, Herod told his soldiers to arrest John. They bound him with chains and put him in prison.\n"
      }
    ]
  }
}