{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some Pharisees and men who taught the Jewish laws came from Jerusalem to talk to Jesus. They said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We see that your disciples disobey the traditions of our ancestors! They do not perform the proper ritual of washing their hands before they eat!\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"And I see that you refuse to obey God's commands just so that you can follow what your ancestors taught you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave these two commands: 'Honor your father and your mother,' and 'People who speak evil about their father or mother must be executed.'\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you tell the people, 'You can say to your father or mother, \"What I was going to give to you to help provide for you, I have now promised to give to God.\"'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you do that, you think that you do not need to give anything to your parents. In that way you ignore what God commanded, just so that you can follow what your ancestors taught you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You only pretend to be good! Isaiah also told the truth about you when he spoke God's thoughts about your ancestors.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'These people talk as if they honor me, but they do not care about me,'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is useless for them to worship me, because they teach what people thought up as their authoritative teachings.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus again called the crowd to come nearer to him. He said to them, \"Listen to what I am about to tell you and try to understand it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nothing that a person puts into his mouth to eat makes him contaminated. Instead, it is what people say—the words that come from their mouths—that makes a person degraded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later the disciples went to Jesus and said, \"Do you know that the Pharisees heard what you said and became angry at you?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told them this parable. \"My Father in heaven will get rid of all those who teach things that are against what he says, just like a farmer gets rid of plants that he did not plant by pulling them up by their roots.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pay any attention to the Pharisees. They do not help people to understand what God commands, just like blind guides do not help blind people to see where they should walk. Instead, they all fall into the same hole.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to Jesus, \"Explain to us the parable about what a person eats.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"You should certainly understand what I teach, but I am disappointed that you do not.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You ought to understand that whatever food people eat enters their stomachs, and later what remains passes out of their bodies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, the evil words that the mouth speaks are what makes God reject a person, because they come from the evil things that the person thinks in his innermost being.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because it is people's innermost beings that cause them to think things that are evil, to murder people, to commit adultery, to commit other sexual sins, to steal things, to testify falsely, and to speak evil about others.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is these actions that cause God to consider people to be unacceptable to him. But to eat with unwashed hands does not cause God to reject people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus took the disciples and left the district of Galilee, they all went toward the region where the cities of Tyre and Sidon are located.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A woman from the group of people called Canaanites, who live in that region, came to Jesus. She kept shouting to him, \"Lord, you are the descendant of King David, you are the Messiah! Have pity on me and my daughter! She is suffering very much because a demon controls her.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus did not answer her at all. The disciples said to him, \"Tell her to leave because she keeps bothering us by shouting behind us as we go along.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"God has sent me only to the people of Israel, because they are like sheep who have lost their way.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the woman came closer to Jesus and knelt down in front of him. She pled, \"Lord, help me!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told her, \"It is not good for someone to take food that has been prepared for his children and throw it to the little dogs in the house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the woman replied, \"Lord, what you say is correct, but even the little dogs eat the crumbs that fall to the floor when their masters sit at their own tables and eat!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to her, \"O woman, because you believe firmly in me, I will heal your daughter as you desire!\" At that moment the demon left her daughter, and she became well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus and his disciples went away from that area, back to the Sea of Galilee. Then Jesus climbed the hill near there and sat down to teach the people.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Large crowds kept coming to him for the next two days and brought lame, crippled, and blind people, those who were unable to talk, and many others who had various sicknesses. They laid them in front of Jesus so that he would heal them. And he healed them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd saw him heal people who could not talk, crippled people, lame people, and blind people, and they were amazed. They said, \"Praise God who rules over us in Israel!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus called his disciples to him and said, \"This crowd of people has been with me for three days and have nothing left to eat. I feel sorry for them. I do not want to send them away while they are still hungry, because if I did that, they might faint on the way home.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said to him, \"In this place where nobody lives, we cannot possibly obtain enough food to feed such a large crowd!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked them, \"How many loaves do you have?\" They answered him, \"Seven small loaves and a few small cooked fish.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told the people to sit on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the seven loaves and the cooked fish. After he had thanked God for them, he broke them into pieces and he kept giving them to the disciples. Then the disciples kept distributing them to the crowd.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Jesus made the food multiply miraculously, all those people ate and had plenty to satisfy them. Then the disciples collected the pieces of food that were left over, and they filled seven large baskets with them.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four thousand men who ate, but no one counted the women and the children who also ate.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus sent the crowd away, he and the disciples got in a boat and sailed around the lake to the region of Magadan.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}