{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some Pharisees and Sadducees came to Jesus and said to him, \"Show us that God has really sent you to us! Do a miracle in the sky and use his power to convince us!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"In our country, if the sky is red in the evening, we say, 'It will be good weather tomorrow.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the sky is red in the morning we say, 'It will be stormy weather today.' By looking at the sky, you can tell what the weather will be, but when you see the things that are now happening all around you, you do not understand what God is doing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You evil people have seen me perform miracles, but you do not faithfully worship God. So I will do no miracle for you, except the miracle that happened to Jonah the prophet, who spent three days inside a huge fish but came out again.\" Then Jesus left them and sailed away, along with his disciples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all sailed to the other side of the Sea of Galilee. Then the disciples realized that they had forgotten to take anything to eat with them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that point, Jesus said to them, \"Be careful not to accept the yeast that the Pharisees and Sadducees want to give you.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They tried to make sense out of what Jesus had told them, and they said to each other, \"He must have said that because we forgot to bring anything to eat!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew what they were saying and answered them, \"I am disappointed that you think it was because you forgot bring bread that I talked about the yeast of the Pharisees and Sadducees. You believe only a little what I am able to do for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think I am worried about having food. Have you really forgotten how I fed the five thousand with five loaves, or how many baskets of leftover food you gathered up?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or what about the four thousand people who ate when I multiplied the seven small loaves? And how many baskets of scraps did you gather up then?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should have understood that I was not really speaking about bread. Do not accept yeast from the Pharisees and the Sadducees.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the disciples understood that Jesus was not talking about the yeast that is in bread. Instead, he was talking about the wrong teaching of the Pharisees and Sadducees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus and his disciples entered into the region near the city of Caesarea Philippi, he asked them, \"Who do people say that I, the Son of Man, really am?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered, \"Some people say that you are John the Baptizer, who has come back to life again. Others say that you are the prophet Elijah, who has returned from heaven as God promised. Still others say that you are the prophet Jeremiah or one of the other prophets who lived long ago, who has come back to life again.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"What about you? Who do you say that I am?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter said to him, \"You are the Messiah! You are the Son of the all-powerful God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"Simon, son of Jonah, God is pleased with you. What you just said—no human has revealed this to you. Instead, it was my Father who lives in heaven who has revealed this to you.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also tell you this: You are Peter, which means 'rock.' You will be the support for the group of those who believe in me, like a large rock supports a great building. And even the powers of death will not be strong enough to stand up against it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"I will enable you to open or close the way for people to come under the rule of God from heaven. Whatever you permit on earth, God will permit in heaven. Whatever you prohibit on earth, God will prohibit in heaven.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus warned the disciples strongly not to tell anyone at that time that he was the Messiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that time Jesus began to teach the disciples that it was necessary for him to go to the city of Jerusalem. There the ruling elders, the chief priests, and the men who taught the Jewish laws would cause him to suffer and die. Then on the third day after that, he would come alive again.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter took Jesus aside and began to scold him for saying these things. He said, \"Lord, may God never permit that to happen to you! That must certainly not happen!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus turned to look at Peter, and he said to him, \"Get out of my sight, because Satan is speaking through you. You are trying to get me to sin. You are not thinking what God thinks, but only what people think!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to his disciples, \"If anyone wants to trust me and go where I am going, he must put away his own desires and purposes, and he must take up his own cross, and go where I go.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever tries to save his own life, will find that instead of saving his life, he will lose it. But whoever loses his life for me, he will find his life.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What good would it be for a person to get everything he wants in this world, but then for him to lose his life? What will a man gain in his possessions that would be as valuable as his own life? \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen carefully. I, the Son of Man, will leave this earth, but I will return, and the angels of heaven will accompany me. At that time I will have the glorious light that my Father has, and I will reward everyone according to what they did when they were alive in this world.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen carefully! Some of you who are here now will see me, the one who came from heaven, when I return as king. You will see this before you die!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}