{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A week after Jesus said that, he took Peter, James, and John, the younger brother of James, and led them up a high mountain where they were away from other people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were there, the three disciples saw Jesus' appearance change. His face shone like the sun, and his clothing shone and became as brilliant as light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly Moses and Elijah, who were important prophets many years ago, appeared and started talking with him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter saw them and said to Jesus, \"Lord, it is excellent for us to be here! If you want me to, I will set up three tents, one for you, one for Moses, and one for Elijah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was speaking, a bright cloud came over them. They heard God speaking about Jesus from inside the cloud. He said to them, \"This is my Son. I love him. He pleases me very much. So you must listen to him!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the three disciples heard God speaking, they were exceedingly afraid. As a result, they fell facedown on the ground.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus went to them and touched them and said to them, \"Stand up! Do not be afraid anymore!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when they looked up, they saw that Jesus was the only one who was still there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were walking down the mountain, Jesus instructed them, \"Do not tell anyone what you saw on the mountain top until God has caused me, the Son of Man, to become alive again after I die.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those three disciples asked Jesus, \"If what you say is true, why do the men who teach the Jewish laws say that it is necessary for Elijah to come back to earth before the Messiah comes?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"It is true that God promised that Elijah would come to prepare many people for the Messiah's coming.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But note this: Elijah has already come and our leaders have seen him, but they did not recognize him as the one who would come before the Messiah. Instead, they treated him badly, just as they desired. And those same rulers will soon treat me, the one who came from heaven, in the same manner.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the three disciples understood that when he was talking about Elijah, he was referring to John the Baptizer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus and the three disciples returned to the rest of the disciples and to the crowd that had gathered, a man approached Jesus and knelt before him.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Sir, have mercy on my son and heal him! He has epilepsy and suffers very much. Because of this illness, he has fallen in the fire and in the water many times.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I brought him to your disciples in order that they might heal him, but they were not able to heal him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus responded, \"You people of this time do not believe at all in God's power. How confused you are! How long do I have to be with you before you are able to do what I do? Bring the boy here to me!\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they brought the boy to Jesus, Jesus spoke severely to the demon that was causing the epilepsy. As a result, the demon came out of the boy, and the boy was healed from that time onward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, some of the disciples approached Jesus when he was by himself and asked him, \"Why were we not able to drive out the demon?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the disciples had gathered together in the district of Galilee, Jesus said to them, \"Someone will soon hand me, the Son of Man, over to the authorities.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will kill me, but God will cause me to become alive again on the third day after I am killed.\" When the disciples heard that, they became very sad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus and the disciples came to the city of Capernaum, the men who collected taxes for the temple approached Peter and said to him, \"Your teacher pays the temple tax, does he not?\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"Yes, he does pay it.\" When the disciples came into Jesus' house, before Peter began to speak, Jesus said to him, \"Simon, from whom do you think rulers collect revenue or taxes? Do they collect taxes from the citizens of their own country, or from citizens of countries they have conquered?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter answered him, \"From citizens of other countries.\" Then Jesus said to him, \"So citizens of their own country do not need to pay taxes.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But go ahead and pay the tax for us so that the temple tax collectors will not become angry with us. In order to get the money to pay it, go to the Sea of Galilee, cast your fish line and hook, and take the first fish that you catch. When you open its mouth, you will find a silver coin that is worth enough to pay the tax for you and me. Take that coin and give it to the temple tax collectors.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20-21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"It is because you did not believe very much in God's power. Think about this: Mustard seeds are very small, but they grow and produce large plants. Similarly, if you believe even a little bit that God will do what you ask him to, you will be able to do anything! You could even say to this mountain, 'Move from here to there!' and it would go where you told it to go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}