{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that precise time the disciples approached Jesus and asked him, \"Who among us will be the most important when God makes you king from heaven?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus called a child to come, and he placed that child in their midst.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I tell you the truth: If you do not change and become as humble as little children, surely you will not come under the rule of God from heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who become as humble as this child will be the most important people among those over whom God will rule from heaven.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, whenever people welcome a child like this one because they love me, God considers that they are welcoming me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If a person causes someone who believes in me to sin, even if it is someone who people think is as unimportant as this little child, God will severely punish that person. He will punish that person worse than if someone had thrown him into the sea's deep waters with a heavy stone tied to his neck!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for those who cause others to sin. There will always be temptations to sin, but how terrible it will be for anyone to cause another person to sin.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you are wanting to use one of your hands or feet to sin, stop using that hand or foot! Even if you have to cut it off so you will not sin! Suppose you had only one hand or one foot and still lived forever with God, how much better is that than if you had both hands and both feet and God threw you into the eternal fire in hell because of your sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, and if what you see makes you want to sin, stop looking at those things! Even if you have to gouge out one of your eyes and throw it away to keep from sinning! Suppose you had only one eye and still lived forever with God, how much better is that than if you had both eyes and God threw you into the eternal fire in hell.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Be sure not to look down on even one of these children. I tell you truly that the angels who protect them can always go to my Father and report to him if you mistreat the children.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit the phrase that appears as v. 11. \\fqa For the Son of Man came to save that which was lost.",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What do you think you would do in the following situation? If you had one hundred sheep and one of them got lost, you would surely leave the ninety-nine sheep that were on the hillside and go and search for the lost one, would you not?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you found it, I affirm to you that you would rejoice very much. You would be happy that ninety-nine sheep did not stray away, but you would rejoice even more because you had found the sheep that had strayed away.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way that the shepherd does not want one of his sheep to stray away, so God, your Father in heaven, does not want even one of these children to go to hell.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If a fellow believer sins against you, go to him when you can be alone with him, and reprove him for sinning against you. If that person listens to you and feels sorry that he has sinned against you, you and he will be good brothers once more.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If, however, that person does not listen to you, go get one or two other fellow believers. Have them go with you so that, as the law says, 'there must be two or three witnesses to confirm every accusation.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the one who has sinned against you does not listen to them, tell the matter to the entire congregation so that they can correct him. And if the person does not listen to the congregation, exclude him from among you, just as you would exclude pagans and tax collectors as hopeless sinners.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep this in mind: Whatever you decide on earth about punishing or not punishing a member of your congregation is what has also been decided by God in heaven.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also note this: If at least two of you who live here on earth agree together about whatever you ask for, my Father who is in heaven, will give you what you ask for.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is true, because wherever at least two or three of you assemble because you believe in me, I am with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter approached Jesus and said to him, \"How many times must I forgive a fellow believer who keeps on sinning against me? If he keeps asking me to forgive him, must I forgive him as many as seven times?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I tell you that the number of times you must forgive someone is not just up to seven, but you must forgive him seventy-seven times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's rule from heaven is like a king and his officials. He wanted his officials to pay what they owed him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those officials came to the king to settle their accounts with him. One of the officials brought to the king owed him a debt that was worth the value of more than three metric tons of gold.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because he did not have enough money to pay what he owed, the king demanded that he, his wife, his children and all he possessed be sold to someone else and that the king be repaid with the money that was paid for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then that official, knowing that he did not have the money to pay that huge debt, fell on his knees in front of the king and he begged him, 'Be patient with me, and I will pay you all of it, eventually.'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king, knowing that the official could never pay all that huge debt, felt sorry for him. So he canceled his debt and released him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this same official went to another one of the king's officials who owed him a bit less than a year's wages. He grabbed him by the throat, started choking him, and said to him, 'Pay back what you owe me!'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That official fell on his knees and begged him saying, 'Be patient with me, and I will pay you all of it, eventually.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the first official kept refusing to cancel that small debt that the man owed him. Instead, he put that official into prison and to stay there until he could pay back all the money that he owed him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the other officials of the king learned that this had happened, they were very distressed. So they went to the king and reported in detail what had happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king summoned the official who had owed him a debt worth more than three metric tons of gold. He said to him, 'You wicked servant! I canceled that huge debt that you owed me because you begged me to do so!\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should have been merciful and canceled your fellow official's debt, just like I was merciful to you and canceled your debt!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king was very angry. He handed this official over to some jailers who would torture him severely until he paid all of the debt that he owed.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus continued by saying, \"That is what my Father in heaven will do to you if you do not feel merciful and sincerely forgive a fellow believer who sins against you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}