{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The way God rules from heaven compares to what the owner of an estate did. Early in the morning the owner of the estate went to the marketplace, where people who wanted work gathered. He went there to hire laborers to work in his vineyard.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He promised the men whom he hired that he would pay them the standard wage for working one day. Then he sent them to his vineyards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At nine o'clock that same morning he went back to the marketplace. There he saw more men who did not have work.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, 'Go to my vineyard as other men have done, and work there. I will pay you whatever wage is right.' So they also went to his vineyard and began to work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At noon and at three o'clock he again went to the marketplace and found other laborers whom he promised to pay a fair wage.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At five o'clock he went to the marketplace once again and saw other men standing there who were not working. He said to them, 'Why are you standing here all day and not working?'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, 'Because no one has hired us.' He said to them, 'I will hire you. Go to my vineyard as other men have done, and work there.' So they went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When evening came, the owner of the vineyard said to his manager, 'Tell the men to come so that you can give them their wages. First, pay the men who started working last, and pay the men last who started working first.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The manager paid a standard day's wage to each of the men who did not start working until five o'clock in the afternoon.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men who had begun working early in the morning went to get their wages, they thought that they would receive more than the standard wage. But they also received only the standard wage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they complained to the owner of the vineyard because they thought their payment was unfair.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, 'You are not being fair! The men who started working after all of the rest of us worked for only one hour! You have paid them the same wage as you paid us! But we worked hard all day. We even worked through the hottest part!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The owner of the vineyard said to one of those who complained, 'Friend, I did not treat you unfairly. You agreed with me to work the whole day for a standard day's wage.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stop complaining to me! Take your wages and go! I desire to give the same wage that I gave you to the men who began working after all of you had begun working.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I certainly have a right to spend my money as I desire, do I not? You should not be envious about my being generous! '\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Similarly, God will reward well some people who seem to be less important now, and he will not reward some people who seem to be more important now.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus was walking on the road up to Jerusalem along with the twelve disciples, he took them to a place by themselves in order that he could talk to them privately. Then he said to them,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen carefully! We are now going up to Jerusalem. While we are there, someone will enable the chief priests and the men who teach the Jewish laws to seize me, the Son of Man, and they will put me on trial. They will condemn me and say that I should die.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will put me in the hands of non-Jews so that they can make fun of me, whip me, and kill me by nailing me to a cross. But on the third day after that, God will cause me to live again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the mother of James and John, the sons of Zebedee, brought her two sons to Jesus. She bowed down before Jesus and asked him to do her a favor.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"What do you want me to do for you?\" She said to him, \"Permit these two sons of mine to sit in the places of most honor when you become king, one on your right hand and the other on your left.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her and her sons, \"You do not understand what you are asking for. Can you suffer like I am about to suffer?\" James and John answered him, \"Yes, we are able to do that.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"Yes, you will suffer as I will suffer. But I am not the one who chooses the ones who will sit next to me and rule with me. God, my Father, will give those places to the ones whom he appoints.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ten other disciples heard what James and John had requested, they became angry with them because they also wanted to rule with Jesus in the positions of most honor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus called all of them together and said to them, \"You know that those who rule the non-Jews enjoy showing them that they are powerful. Their chief rulers enjoy commanding the people under them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not be like them. On the contrary, everyone among you who wants God to consider him great must become a servant for the rest of you.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, and everyone among you who wants God to consider him to be the most important must become a servant for the rest of you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should imitate me. Even though I am the Son of Man, I did not come for others to serve me. On the contrary, I came in order to serve them and to allow them to kill me, so that my dying would be like a payment to rescue many people from being punished for their sins.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were leaving the city of Jericho, a large crowd of people followed them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they walked along, they saw two blind men sitting alongside the road. When they heard that Jesus was passing by, they yelled to him, \"Lord, Descendant of King David, you are the Messiah! Take pity on us!\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People in the crowd scolded them and told them to be quiet. But the blind men yelled even louder, \"Lord, Descendant of King David, you are the Messiah! Have pity on us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stopped and called them to come to him. Then he said to them, \"What do you want me to do for you?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Lord, heal our eyes so that we can see!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus felt sorry for them and touched their eyes. Immediately they were able to see, and they went after Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}