{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told the Jewish leaders other parables. This is one of those parables.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"God ruling from heaven is like a king who told his servants that they should make a wedding feast for his son.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the feast was ready, the king sent his servants to tell the people whom he had invited that it was time for them to come to the wedding feast. The servants went out and told the people. But the people who had been invited did not want to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent other servants to again tell those people to come to the feast. He said to those servants, 'Say to the people whom I invited to come to the feast, \"This is what the king says to you, 'I have prepared the meal. The oxen and the fattened calves have been butchered and cooked. Everything is ready. It is time now for you to come to the wedding feast!'\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the servants told them that, they disregarded what the servants said. Some of them went to their own fields. Others went to their places of business.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of them seized the king's servants, mistreated them, and killed them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard what had happened, he became furious. He commanded his soldiers to go and kill those murderers and burn their city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After his soldiers had done that, the king said to his other servants, 'I have prepared the wedding feast, but the people who were invited do not deserve to come to it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So go to the intersections of the main roads. Tell whomever you find that they should come to the wedding feast.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servants went there, and they gathered everyone they could find. They gathered both bad people and good people. They brought them into the hall where the wedding feast was about to take place. The hall was filled with people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the king went into the hall to see the guests, he saw someone who was not wearing clothes that had been provided for the guests to wear at a wedding feast.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to him, 'Friend, you should never have entered this hall, because you are not wearing the clothes that guests wear at wedding feasts!' The man did not say anything, because he did not know what to say.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to his servants, 'Tie this person's feet and hands and throw him outside where there is total darkness, where people cry out and gnash their teeth because of the pain they are in.'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"The point of this parable is that God has invited many to come to him, but only a few people are the ones whom he has chosen to be there.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus said that, the Pharisees met together in order to plan how they could cause him to say something that would enable them to accuse him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent to him some of their disciples along with those of the Herodian party. Those said to Jesus, \"Teacher, we know that you are truthful and that you teach the truth about what God wants us to do. We also know that you do not change what you teach because of what someone says about you, no matter what kind of person they are.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell us what you think about this matter: Is it right that we pay taxes to the Roman government, or not?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew that what they really wanted to do was evil. They were wanting him to say something that would get him in trouble with either the Jewish authorities or the Roman authorities. So he said to them, \"You are hypocrites; you want me to say something for which you can accuse me.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Show me one of the coins with which people pay the Roman tax.\" So they showed him a coin called a denarius.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Whose picture is on this coin? And whose name is on it?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered, \"It has the picture and name of Caesar, the head of the Roman government.\" Then he said to them, \"So give to the government what they require, and give to God what he requires.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those men heard Jesus say that, they marveled that his answer did not enable anyone to accuse him. Then they left Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that same day, some Sadducees came to Jesus. They are a Jewish group who do not believe that people will become alive again after they die. They asked Jesus,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Teacher, Moses wrote in the scriptures, 'If a man dies who did not have any children, his brother must marry the dead man's widow in order that she can have a child by him. The child will be considered the descendant of the man who died, and in that way the dead man will have descendants.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were seven boys in a family. The oldest one married someone. He and his wife did not have any children, and he died. So the second brother married the widow. But he also died without having a child.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The same thing happened to the third brother, and also to the other four brothers, who one by one married this same woman.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Last of all, the woman also died.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, at the time when God will raise people from the dead, which of the seven brothers do you think will be her husband? Keep in mind that they had all been married to her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"You are certainly wrong in what you are thinking. You do not know what is written in the scriptures. You also do not know that God has the power to make people alive again.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fact is that the woman will not be the wife of any of them, because after God causes all dead people to live again, no one will be married. Instead, people will be like the angels in heaven. They do not marry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But about dead people becoming alive again, God said something about that. I am sure you have read it. Long after Abraham, Isaac, and Jacob had died, God said to Moses,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I am the God whom Abraham worships, the God whom Isaac worships, and the God whom Jacob worships.' It is not dead people who worship God. It is living people who worship him. So we are sure that their spirits are still alive!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowds of people heard Jesus teach that, they were amazed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Pharisees heard that Jesus had answered the Sadducees in such a way that the Sadducees could not think of anything that they might say to respond to him, the Pharisees gathered together to plan what they would say to him. Then they approached him.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them was a man who was a lawyer, who had studied well the laws that God gave Moses. He wanted to debate Jesus. He asked him,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Teacher, which commandment in the laws that God gave Moses is the most important?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus quoted the scriptures as he replied, \"'You must love the Lord your God with all your inner being. Show that you love him in all that you desire, in all that you feel, and in all that you think.'\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the most important commandment in the laws that God gave Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next most important commandment that everyone must surely obey is: 'You must love the people you come in contact with as much as you love yourself.'\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These two commandments are the basis of every law that Moses wrote in the scriptures and also of all that the prophets wrote.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the Pharisees were still gathered together near Jesus, he asked them,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"What do you think about the Messiah? Whose descendant is he?\" They said to him, \"He is the descendant of King David.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"If the Messiah is King David's descendant, then David should not have called him 'Lord' when David was saying what the Holy Spirit told him to say.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David wrote this in the scriptures about the Messiah: 'God said to my Lord, \"Sit here beside me on my right, where I will greatly honor you, while I put your enemies under your feet.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, since King David called the Messiah 'my Lord,' the Messiah cannot be just someone descended from David! He must be much greater than David!\"\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one who heard what Jesus said was able to think of even one word to say to him in response. After that, no one else ever dared to ask him another question to try to trap him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}