{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the crowd and to his disciples,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The Pharisees and the men who teach our Jewish laws have made themselves the ones who interpret the laws that God had given Moses for the people of Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Consequently, you should do whatever they tell you that you must do. But do not do what they do, because they themselves do not do those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They require you to obey many rules that are difficult to obey. But they themselves do not help anyone obey those rules. It is as if they were tying up very heavy loads and putting them on your shoulders for you to carry. But they will not even move one finger to help you carry them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever they do, they do those things so that other people will see them and admire them. For example, they make extra wide the tiny boxes containing portions of scripture that they wear on their arms. They enlarge the tassels on their robes to make others think that they honor God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They want other people to honor them. For example, at dinners they sit in the seats where the most important people sit. In the synagogues they want to sit in the same kind of places.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They love for people to greet them with great honor in the markets, and for people to call them 'Teacher.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, my disciples, should not allow people to call you 'Teacher,' as they do other Jewish teachers. I am the only one who is really your teacher. This means that you are all equal to each other, like brothers and sisters.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not honor anyone on earth by addressing him as 'Father,' because God, your Father in heaven, is your only true father.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow people to call you 'teacher,' because the Messiah is your only teacher.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, everyone among you who wants God to consider them as important must serve others as servants do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will humble those who try to make themselves important. Those who humble themselves, God will make them truly important.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You are hypocrites, you teachers of the law and you Pharisees! How terribly God will punish you! You work hard to get even one person to believe what you teach. You even travel across seas and lands to distant places in order to do that. And as a result, when one person believes what you teach, you make that person deserve to go to hell much more than you yourselves do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You Jewish leaders, how terribly God will punish you! You are like blind people who try to lead others. You say, 'If someone asks the temple to confirm that he will do something as if the temple were a person, then if he does not do what he promised, it means nothing. But if he asks the gold in the temple to confirm that he will do something, then he must do it.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are fools, and you are like people who are blind! The gold that is in the temple is important, but the temple is even more important, because it is the temple that makes the gold to be only for God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also you say, 'If someone asks the altar to confirm that he will do something as if the altar were a person, then if he does not do what he promised, it means nothing. But if he asks the gift that he has placed on the altar to confirm that he will do something, then he must do it.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like people who are blind. The gift that you put on the altar is important, but the altar is even more important because it is the altar that makes the gift only for God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those who promise to do something and then ask the altar to confirm that they will do it, they are also asking everything on the altar to do the same thing.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, and those who promise to do something and then ask the temple to confirm that they will do it, they are also asking that God, to whom the temple belongs, will confirm the same thing.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And those who promise to do something and then ask heaven to confirm that they will do it, they are asking the throne of God to confirm that they will do it, and they are also asking God, who sits on that throne, to confirm the same thing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You teachers of the law and you Pharisees, how terribly God will punish you! You are hypocrites because, even though you give to God a tenth of the herbs you produce, such as mint, dill, and cummin, you do not obey God's laws that are more important. For example, you do not act justly toward others, you do not act mercifully toward people, and you take things away from others using force. It is good to give a tenth of your herbs to God, but you should also obey these other more important laws.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You leaders are like blind people who are trying to lead others. You are careful not to offend God by swallowing even the smallest insect when you drink water, but you act as badly as if you were swallowing a camel!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You hypocrites, you teachers of the law and you Pharisees, how terribly God will punish you! You make yourselves appear like good people to others. You try to make people think you are righteous, but in fact you sin against them by your greed and taking what belongs to others to delight your own pleasures. You are like dishes that are clean on the outside but are still dirty on the inside.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You blind Pharisees! First you must stop doing evil things like stealing from others. Then you will be able to do what is righteous and will be like a dish that is clean both outside and inside.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You hypocrites, you men who teach the laws and you Pharisees, how terribly God will punish you! You are like buildings over people's graves, buildings that are painted white so that people can see them and avoid touching them. The outside of those tombs are beautiful, but inside they are full of dead people's bones and filth.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like those tombs. When people look at you, they think that you are righteous, but in your inner beings you are hypocrites, because you disobey God's commands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You men who teach the Jewish laws and you Pharisees are hypocrites! How terribly God will punish you! You rebuild the tombs of the prophets whom others killed long ago. You decorate the monuments that honor righteous people.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You say, 'If we had lived when our ancestors lived, we would not have helped those who killed the prophets.'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way you admit that you are the descendants of those murderers; so, you are like them!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You also, go ahead and finish committing all the sins that your ancestors began committing.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people are so wicked! You are as dangerous as poisonous snakes! You foolishly think that you will escape from God punishing you in hell!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take note that this is why I will send prophets, wise men, and teachers. You will kill some of them by nailing them to crosses, and you will kill some in other ways. You will whip some of them in the places where you worship and you will chase them from city to city.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God will consider that you and your ancestors are guilty for killing all the righteous people who ever lived on earth, including Adam's son Abel, who was a righteous man, and Zechariah, the son of Barachiah, whom your ancestors killed in the holy place between the temple and the altar. You also killed all the prophets who lived between the times that those two men lived.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about this: You people who have observed my ministry, it is you whom God will punish for killing all those prophets!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"O people of Jerusalem, you who killed the prophets who lived long ago, and you who killed with stones others whom God had sent to you. Many, many times I wanted to gather you together to protect you, like a hen gathers her young chicks under her wings. But you did not want me to do that.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So listen to this: Your city will become an uninhabited place.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep this in mind: You will see me again only when I return, when you say about me, 'God is truly pleased with this man who comes with God's authority.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13-14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You teachers of the law and you Pharisees, you are hypocrites! How terribly God will punish you, because you refuse to come under the rule of heaven and also keep others out. You yourselves do not want to go in, and you keep others from entering, too.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}