{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left the temple courtyard. As he was walking along, his disciples came to him and began talking about how beautiful the temple buildings were.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"I tell you the truth about these buildings that you are seeing: an army will completely destroy them. They will throw down every stone in these buildings. Not one stone will remain on top of another stone.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, as Jesus was sitting alone on the slope of the Mount of Olives, the disciples went to him and asked him, \"When will this happen to the buildings of the temple? And what will happen to show that you are about to come again, and to show that this world is about to end?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"All that I will say is, be sure that no one deceives you about what will happen!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people will come and say that they are me. Yes, they will actually say, 'I am the Messiah,' and they will deceive many people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will hear about wars that are close and wars that are far away, but do not let that trouble you. Keep in mind that God has said that those things must happen. But when they happen, it will not mean that the end of the world has come!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People groups will attack each other, and kings will lead armies against each other. There will be famines and earthquakes in various places.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things will happen first, but they will be like when a woman starts to suffer pain before she gives birth to a child.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "More bad things will happen. People who oppose you will take you away to suffer and die. People who live in all the people groups will hate you because you believe in me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, many people will stop believing because of the way they will suffer. They will betray their own fellow believers and will hate each other.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many will come saying that they are prophets, but they will be lying, and they will deceive many people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because more and more people will disobey God's laws, many believers will no longer love each other.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all those who keep on believing to the end of their lives, God will save them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, believers will preach the good news about how God is ruling in every part of the world, in order to announce it to all people groups. Then the end of the world will come.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But before the world ends, the disgusting person who will defile the holy temple and cause people to abandon it will stand in the temple. Daniel the prophet spoke and wrote about that long ago. May everyone who reads this pay attention, because I am warning you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you see that happen in the temple, those of you who are in the region of Judea must flee to the higher hills!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are outside their houses must not go back into their houses to get things before they run away.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are working in a field should not turn back to get their outer clothing before they flee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for pregnant women at that time, and for women who will be nursing their babies, because it will be very difficult for them to run away!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray that you will not have to flee in the winter when it will be hard to travel, or on the Sabbath, the day of rest;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because people will suffer very severely when those things happen. People have never suffered that severely since God created the world until now, and no one will ever suffer like that again.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If God had not decided to shorten that time when people will suffer so much, everyone would die. But he has decided to shorten it because he is concerned about the people whom he has chosen.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At at that time, if someone says to you, 'Look, here is the Messiah!' or if someone says, 'There is the Messiah!' do not believe it!\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will perform many kinds of miracles and amazing things, in order to deceive people. They will even try to deceive you people whom God has chosen.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that I have warned you about all this before it happens.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if someone says to you, 'Look, the Messiah is in the wilderness!' do not go there. Likewise, if someone says to you, 'Look, he is in a secret room!' do not believe that person,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because just like lightning flashes from the east to the west and people see it, in the same way, when the Son of Man returns again, everyone will see.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be clear to everyone just as when you see vultures gathering you know that an animal carcass is there.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Immediately after people have suffered during that time, the sun will become dark. The moon will not shine. The stars will fall from the sky. And God will shake all things in the sky loose from their place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, everyone will see the Son of Man appear in the sky. Then unbelieving people from all people groups on earth will wail because they will be afraid. They will see me, the Son of Man, coming on the clouds with power and great glory.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will send his angels to the earth from everywhere in the heavens. When they hear the trumpet's loud blast, they will gather together God's people—the ones he has chosen—from across the whole earth.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now be sure to learn something from how fig trees grow. When the branches of a fig tree become tender and its leaves begin to sprout, you know that summer is near.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when you see all these things happening, you will know that the time for him to return is very close.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep this in mind: All of these events will happen before all the people have died who have observed these things.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can be certain that these things that I have told you about will happen. The earth and sky will disappear one day, but what I say will always be true.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But no other person, nor even any angel in heaven, nor even the Son, knows the day or the hour when these things will happen. Only God the Father knows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens not all people will be taken up to heaven. For example, two people will be in the fields. One of them will be taken up to heaven and the other person will be left here to be punished.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, two women will be grinding grain with a handmill. One of them will be taken up to heaven and the other will be left.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because you do not know what day your Lord will return to the earth, you need to be ready all the time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that if the owner of a house knew at what time in the night thieves would come, he would be awake and prevent the thieves from breaking in. Similarly, the Son of Man will come as unexpectedly as a thief.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you need to be ready because the Son of Man will return to the earth at a time when you do not expect him to come.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Think about what every faithful and wise servant is like. The house owner appoints one servant to supervise the other servants. He tells him to give them food at the proper times. Then he leaves on a long trip.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the servant is doing that work when the house owner returns, the house owner will be very pleased with him.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about this: The house owner will appoint that one servant to be the supervisor of all his possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a wicked servant might say to himself, 'The owner has been away for a long time, so he probably will not return soon and find out what I am doing.'\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he will begin to beat the other servants and eat and drink with those who are drunk.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the house owner will come back at a time when the servant does not expect him.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will punish that servant severely and he will put him where the hypocrites are put. In that place the people cry and grind their teeth because they suffer very much.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37-39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be like what happened when Noah lived. Until the flood came, the people did not know that anything bad would happen to them. They were eating and drinking as usual. Men were getting married, and parents were giving their daughters to men to marry them. They were doing all this until the day that Noah and his family entered the big boat. And then the flood came and drowned all those who were not in the boat. Similarly, the unbelieving people will not know when the Son of Man will return.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}