{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"God's rule from heaven will be like what happened to ten unmarried girls who got ready to go to a wedding feast. They were to take their lamps and go wait for the bridegroom to come.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now five of these girls were foolish, and five were wise.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foolish girls took their lamps, but they did not take any extra olive oil for them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the wise girls took oil in their flasks as well as in their lamps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bridegroom was taking a long time to come, and it became late at night. So all the girls became sleepy and fell asleep.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the middle of the night someone woke them up by shouting, 'Here he is! The bridegroom is arriving! Go outside and meet him!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the girls got up and adjusted their lamps for burning.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foolish girls said to the wise ones, 'Give us some of your oil, because our lamps are about to go out!'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wise girls replied, 'No, because there might not be enough oil for our lamps and yours. Go to the sellers and buy some for yourselves!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while the foolish girls were on their way to buy oil, the bridegroom arrived. Then the wise girls, who were ready, went with him into the wedding hall, where the bride was waiting. Then the door was closed.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, the rest of the girls came to the wedding hall, and they called to the bridegroom, 'Sir, open the door for us!'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, 'The truth is that I do not know you, so I will not open the door for you!'\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus continued by saying, \"So, in order that this does not happen to you, stay prepared because you do not know when it will be.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When the Son of Man returns from heaven as king, it will be like a man who was about to go on a long journey. He called his servants together and gave them each some of his wealth to invest and gain more money for him.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave them money according to their ability to use it. For example, he gave one servant five bags of gold weighing about 165 kilograms, he gave another servant two bags weighing about sixty-six kilograms, and he gave another servant one bag weighing about thirty-three kilograms. Then he left on his journey.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant who had received five bags of gold went immediately and used that money to gain five more bags.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, the servant who had received two bags of gold gained two bags more.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the servant who had received one bag of gold went and dug a hole in the ground, and he hid it there to keep it safe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a long time the servants' master returned. He called them together to find out what they had done with his money.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant who had received five bags of gold brought him ten bags. He said, 'Master, you gave me five bags of gold to take care of. Look, I have gained five more!'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master replied, 'You are a very good servant! You have been very faithful to me. You have managed a small amount of money very well, so I will put you in charge of a lot of things. Come and be happy with me!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant who had received two bags of gold also came, and he said, 'Master, you gave me two bags of gold to take care of. Look, I have gained two more!'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master replied, 'You are a very good servant! You have been very faithful to me. You have managed a small amount of money very well, so I will put you in charge of a lot of things. Come and be happy with me!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the servant who had received one bag of gold came. He said, 'Master, I was afraid of you. I knew that you are a man who expects to make a lot of money even if you invest nothing, like a farmer who tries to harvest a field he did not plant.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was afraid of what you might do if I lost the money you lent me to invest, so I hid it in the ground. Here it is now; please take it back!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master replied, 'You wicked, lazy servant! You knew that I expect to make money even when I have invested nothing.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, you should have at least put my money on deposit in a bank, so that when I returned I would get it back with the interest it earned!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the master said to his other servants, 'Take the bag of gold from him and give it to the servant who has the ten bags!\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To those who use well what they have received, God will give more, and they will have plenty. But from those who do not use well what they have received, even what they already have will be taken away.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, throw that worthless servant outside into the darkness, where he will be with those who are wailing and grinding their teeth in pain.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When the Son of Man comes again in his brilliant light and brings all his angels, he will sit as king on his throne to judge everyone.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone from all the people groups will be gathered in front of him. Then he will separate the people one from another, as a shepherd separates his sheep from his goats.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will put the righteous people on his right and the unrighteous ones on his left, just like sheep and goats.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will say to those on his right, 'You people who have been blessed by my Father, come! Come receive all the good things he will give you, for he is now giving you the blessings of his rule—things he has been preparing since the time he created the world.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things belong to you, because you gave me something to eat when I was hungry. You gave me something to drink when I was thirsty. When I was a stranger in your town, you invited me to stay in your houses.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I needed clothes, you gave me some. When I was sick, you took care of me. When I was in prison, you came to visit me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people whom God has declared to be good will reply, 'Lord, when were you hungry and we saw you and gave you something to eat? When were you thirsty and we gave you something to drink?\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When were you a stranger in our town and we invited you to stay in our houses? When did you need clothes and we gave you some?\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When were you sick or in prison and we went to visit you? We do not remember doing any of these things for you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The King will reply, 'The truth is that whatever you did for any one of your fellow believers, even the most unimportant one, you certainly did it for me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then he will say to those on his left, 'You people whom God has cursed, leave me! Go into the eternal fire that God has prepared for the devil and his angels!\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is right for you to go there, because you did not give me anything to eat when I was hungry. You did not give me anything to drink when I was thirsty.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not invite me into your homes when I was a stranger in your town. You did not give me any clothes when I needed them. You did not take care of me when I was sick or in prison.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will answer, 'Lord, when were you hungry or thirsty or a stranger or needing clothes or sick or in prison, and we did not help you?'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will reply, 'The truth is that whenever you did not do anything to help any one of my people, even the most unimportant person, it was I for whom you did not do it.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those people on my left will go away to the place where God will punish them forever, but the people good in God's sight will go to where they will live forever with God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}