{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Very early the next morning all the chief priests and Jewish elders decided how to persuade the Romans to execute Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they tied his hands and took him to Pilate, the Roman governor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judas, the one who had betrayed Jesus, realized that they had decided that Jesus must die. So was overcome with regret about what he had done. He took the thirty coins back to the chief priests and elders.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I have sinned. I have betrayed a man who is innocent.\" They replied, \"That means nothing to us! That is your problem!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Judas took the money and threw it into the temple courtyard. Then he went away and hanged himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priests picked up the coins and said, \"This is money that we paid for a man to die, and our law does not allow us to put money like this into the temple treasury.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they decided to use that money to buy a field that was called the Potter's Field. They made that field a place where they buried strangers who died in Jerusalem.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why that place is still called \"The Field of Blood.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By buying that field, they made come true these words that the prophet Jeremiah had written long ago: \"They took the thirty silver coins—that was what the leaders of Israel decided that he was worth—\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and with that money they bought the field of the potter. They did that as the Lord had commanded me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus stood in front of the governor. The governor asked him, \"Do you say you are the king of the Jews?\" Jesus replied, \"Yes, it is as you have just said.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the chief priests and elders accused Jesus of doing various wrong things, he did not answer.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Pilate said to him, \"You hear how many things they are accusing you of; are you not going to reply?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus did not say anything. He did not reply to any of the things about which they were accusing him. As a result, the governor was very surprised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was the governor's custom each year during the Passover Celebration to release one person who was in prison. He released whatever prisoner the people wanted.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time there was in Jerusalem a well-known prisoner whose name was Barabbas.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the crowd gathered, Pilate asked them, \"Which prisoner would you like me to release for you: Barabbas, or Jesus, whom they call the Messiah?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked that question because he realized that the chief priests had brought Jesus to him only because they were jealous of Jesus. And Pilate thought that the crowd would prefer that he release Jesus.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Pilate was sitting in the judge's seat, his wife sent him this message: \"Early this morning I had a bad dream because of that man. So do not condemn that righteous man!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the chief priests and elders persuaded the crowd to ask Pilate to release Barabbas, and to order that Jesus be executed.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the governor asked them, \"Which of the two men do you want me to release for you?\" They replied, \"Barabbas!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate asked them, \"So what should I do with Jesus who some of you say is the Messiah?\" They all answered, \"Command that your soldiers crucify him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate replied, \"Why? What crime has he committed?\" But they shouted even louder, \"Have him crucified!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate realized that he was accomplishing nothing. He saw that instead, the people were starting to riot. So he took a basin of water and washed his hands as the crowd was watching. He said, \"By washing my hands I am showing you that if this man dies, it is your fault, not mine!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And all the people answered, \"May we be guilty for causing him to die, and may our children be guilty, too!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he ordered the soldiers to release Barabbas for them. But he ordered that his soldiers whip Jesus. And then he turned Jesus over to the soldiers for them to nail Jesus to a cross.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the governor's soldiers took Jesus into the soldiers' barracks. The whole cohort gathered around him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They pulled off his clothes and put a bright red robe on him, pretending he was a king.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took some branches with thorns and wove them to make a crown and put it on his head. They put in his right hand a reed like a staff that a king would hold. Then they knelt in front of him and made fun of him, saying, \"Greetings to the king of the Jews!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept spitting on him. They took the staff and kept striking him on the head with it.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had finished ridiculing him, they pulled off the robe and put his own clothes on him. Then they led him away to the place where they would nail him to a cross.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus carried his cross a short distance, the soldiers saw a man named Simon, who was from the city of Cyrene. They forced him to carry the cross for Jesus.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to a place called Golgotha. That name means \"the place like a skull.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they got there, they mixed with wine something that tasted very bitter. They gave it to Jesus to drink so that he would not feel so much pain when they nailed him on the cross. But when he tasted it, he refused to drink it. Some soldiers took his clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they nailed him to the cross. Afterwards, they divided his clothes among themselves by gambling with something like dice to decide which piece of clothing each one would get.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers sat down there to guard him, to prevent anyone from trying to rescue him.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fastened to the cross above Jesus' head a sign on which had been written why they were nailing him to the cross. But all it said was, 'This is Jesus, the King of the Jews.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also nailed two bandits to crosses. They placed one cross on the right side of Jesus and the other on the left side.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who were passing by insulted him by shaking their heads as if he were an evil man.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"You said you would destroy the temple and then build it again within three days! So if you can do that, you should be able to save yourself! If you are the Son of God, come down from the cross!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, the chief priests, the men who taught the Jewish laws, and the elders made fun of him. They said things like,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"He saved others from their sicknesses, but he cannot help himself!\" \"He says that he is the King of Israel. So he should come down from the cross. Then we would believe him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"He says that he trusts in God, and that he is the man who is also God. So if God is pleased with him, God should rescue him now!\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the two bandits who on crosses with him also insulted him, saying similar things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At noon it became dark over the whole land. It stayed dark until three o'clock in the afternoon.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At about three o'clock Jesus shouted loudly, \"Eli, Eli, lama sabachthani?\" That means, \"My God, my God, why have you deserted me?\"\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When some of the people standing there heard the word \"Eli,\" they thought that he was calling for the prophet Elijah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately one of them ran and got a sponge. He filled it with sour wine. Then he put the sponge on the tip of a reed and held it up in order that Jesus could suck out the wine that was in it.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the other people there said, \"Wait! Let us see if Elijah comes to save him!\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after Jesus shouted out loudly again, he died, giving his spirit over to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that moment the heavy thick curtain that closed off the Most Holy Place in the temple split into two pieces from top to bottom. The earth shook, and some large rocks split open.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tombs opened up, and the bodies of many people who had honored God became alive again.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came out of the tombs, and after Jesus became alive again, they went into Jerusalem and appeared to many people there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officer who supervised the soldiers who nailed Jesus to the cross was standing nearby. His soldiers who were guarding the crosses were also there. When they felt the earthquake and saw all the other things that happened, they were terrified. They exclaimed, \"Truly he was the Son of God!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many women were there, watching from a distance. They were women who had accompanied Jesus from Galilee in order to provide the things he needed.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among these women were Mary from Magdala, another Mary who was the mother of James and Joseph, and the mother of James and John.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was almost evening, a rich man named Joseph came there. He was from the town of Arimathea. He also was a disciple of Jesus.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went to Pilate and asked Pilate to allow him to take the body of Jesus and bury it. Pilate ordered his soldiers to allow him to take the body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joseph and others took the body and wrapped it in a clean white cloth.\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they placed it in Joseph's own new tomb that workers had dug out of a rock cliff. They rolled a huge circular flat stone in front of the entrance to the tomb. Then they left.\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mary from Magdala and the other Mary were sitting there opposite the tomb, watching.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day was Saturday, the Jewish day of rest. The chief priests and some of the Pharisees went to Pilate.\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Sir, we remember that while that deceiver was still alive, he said, 'Three days after I die I will become alive again.'\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we ask you to order soldiers to guard the tomb for three days. If you do not do that, his disciples may come and steal the body. Then they will tell people that he has risen from the dead. If they deceive people by saying that, it will be worse than the way he deceived people before.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate replied, \"You can take some soldiers. Go to the tomb and make it as secure as you know how.\"\n"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went and made the tomb secure by fastening a cord from the stone that was in front of the entrance to the rock cliff on each side and sealing it. They also left some soldiers there to guard the tomb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}