{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the Sabbath ended, on Sunday morning at dawn, Mary from the town of Magdala and the other Mary went to look at the tomb of Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a strong earthquake because an angel from God came down from heaven. He went to the tomb and rolled the stone away from the entrance. Then he sat on the stone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His body was as bright as lightning, and his clothes were as white as snow.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The guards trembled because they were very afraid, and then they fell down like dead men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to the two women, \"You should not be afraid! I know that you are looking for Jesus, who was nailed to a cross.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is not here! God has made him alive again, just as Jesus told you he would! Come and see the place where his body lay!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then go quickly and tell his disciples, 'He has risen from the dead! He will go ahead of you to the district of Galilee. You will see him there.' Pay attention to what I have told you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the women left the tomb quickly. They were afraid, but they were also very joyful. They ran to tell the disciples what had happened.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly, as they were running, Jesus appeared to them. He said, \"Greetings to you!\" The women came close to him. They knelt down and clasped his feet and worshiped him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"Do not be afraid! Go and tell all my disciples that they should go to Galilee. They will see me there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the women were going, some of the soldiers who had been guarding the tomb went into the city. They reported to the chief priests everything that had happened.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the chief priests and Jewish elders met together. They thought of a way to explain why the tomb was empty. They gave the soldiers a lot of money as a bribe.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Tell people, 'His disciples came during the night and stole his body while we were sleeping.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the governor hears about this, we ourselves will make sure that he does not get angry and punish you. So you will not have to worry.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers took the money and did as they were told. And this story has been told among the Jews to this very day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later the eleven disciples went to the district of Galilee. They went to the mountain where Jesus had told them to go.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They saw him there and worshiped him. But some doubted that it was really Jesus and that he had become alive again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus came close to them and said, \"My Father has given me all authority over everything and everyone in heaven and on earth.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So go, and use my authority to teach my message to people of all people groups so that they may become my disciples. Baptize them to be under the authority of the Father, of the Son, and of the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Teach them to obey everything that I have commanded you. And remember that I will be with you always, until the end of this age.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}