{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was still in the town of Nazareth, John, whom the people called the Baptizer, went to a desolate place in the province of Judea.\nHe was preaching to the people who came there. He kept saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You must stop sinning, because God's rule from heaven is near, and he will reject you if you do not stop sinning.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When John began preaching, then came true what Isaiah the prophet had said long ago. He said,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"In the wilderness people hear someone shouting to anyone who comes,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "'Get ready to receive the Lord when he comes!\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "Get everything ready for him!'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John wore rough clothing made from camel's hair. As the prophet Elijah had done so long ago, he wore a leather belt around his waist. His food was only grasshoppers and honey that he found in the wilderness.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who lived in the city of Jerusalem, many people who lived in other places in the district of Judea, and many others who lived near the Jordan River came to John to hear him preach.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they heard him, they openly confessed their sins, and then he baptized them in the Jordan River.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But John saw that many Pharisees and Sadducees were coming for him to baptize them. He said to them, \"You\npeople are the children of poisonous snakes! No one warned you that one day God will punish everyone who sins, did they? Do not think that you can escape from him!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you truly stop sinning, then do right things to show it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that God promised to be with Abraham's descendants. But do not say to yourselves, 'Since we are descendants of our ancestor Abraham, God will not punish us even though we have sinned.' No! I tell you that he can change these stones here into descendants of Abraham!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is ready right now to punish you, just like a man who starts to chop away the roots of a fruit tree that does not give good fruit. He will chop down every tree like that and throw it into the fire.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"As for me, I am not very important, because I baptize you only with water. I do it when people are sorry for having sinned. But someone else will come soon who will do very powerful things. He is so much greater than I, that I do not even deserve to carry his sandals.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He will baptize you in the Holy Spirit and in fire.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is holding his winnowing fork, ready to separate the good grain from the bad chaff. He is ready to clear out all the bad chaff from where he has threshed the grain. He will take the righteous people home, as a farmer puts his wheat into his storehouse; but he will burn the wicked people, like one burns the chaff, in a fire that never goes out.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, Jesus went from the district of Galilee to the Jordan River, where John was. He did this so John could baptize him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus asked John to baptize him, John refused; he said, \"I need you to baptize me! But you are not a sinner, so why do you come to me?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"Baptize me now, because in this way we two will do everything that God requires.\" Then John agreed to baptize him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Jesus immediately came up out of the water. Just then, it was as though the sky was opened, and Jesus saw God's Spirit coming down and sitting on him, in the form of a dove.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God spoke from heaven and said, \"This is my Son. I love him, and I am very pleased with him.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}