{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God's Spirit led Jesus into the wilderness for the devil to tempt him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had not eaten food day and night for forty days, he was hungry.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Satan, the tempter, came to him and said, \"If you are really the Son of God, tell these stones to become bread for yourself!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"No! I will not do this, because God has said in the scriptures, 'For people to truly live, they must have more than food; they must listen to every word that God has spoken.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the devil took Jesus to Jerusalem, the city that was especially for God. He set him on the highest part of the temple\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to him, \"If you are truly the Son of God, jump down to the ground. You will, of course, not be hurt, because God has said in the scriptures,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "'God will command his angels to protect you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They will lift you up in their hands when you are falling, "
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and they will keep you from even hitting your foot on a stone.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"No! I will not jump down, because God has also said in the scriptures, 'Do not try to make your God prove who he is.'\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the devil took him on top of a very high mountain. There he showed him all the nations in the world and the magnificent things in those nations.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to him, \"I will let you rule all these nations and give you the magnificent things in them if you bow down and worship me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"No, I will not worship you, Satan, so go away! God has said in the scriptures, 'It is to the Lord your God whom you must bow down, and you must worship only him!'\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the devil went away, and at that moment, angels came to Jesus and took care of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was in the province of Judea, John the Baptizer's disciples came and told him that King Herod had put John in prison. So Jesus returned to the district of Galilee, to the town of Nazareth.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he left Nazareth and went to the city of Capernaum in order to live there. Capernaum is located beside the Sea of Galilee in the region that formerly belonged to the tribes of Zebulun and Naphtali.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went there so that these words that the prophet Isaiah had written long ago might come true:\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The regions of Zebulun and Naphtali,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "regions by the road going to the Sea, on the eastern side of the Jordan River,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "regions in Galilee, home of many non-Israelites!\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those people do not know God, as if they were in darkness,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "but they will learn the truth, as if a bright light had shone on them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Yes, they have been very afraid of dying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But a brilliant light has shone upon them!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, while Jesus was in the city of Capernaum, he began to preach to the people, \"The rule of God from heaven is near, and he will judge you when he rules. So stop sinning!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day while Jesus was walking by the Sea of Galilee, he saw two men, Simon, who was later called Peter, and Andrew, his younger brother. They were casting their fishing net into the water because they caught and sold fish.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Come with me and I will teach you how to gather people to become my disciples. I will make your work fishing for people.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They immediately left the work that they were doing and went with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the three of them walked on from there, Jesus saw two other men, James and John, the younger brother of James. They were in their boat with Zebedee, their father, mending their fishing nets. Jesus told them that they should leave their work and go with him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately they also left their boat and their father and went with Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus led those four men throughout all of the district of Galilee. He was teaching the people in the synagogues. He was preaching the good news about how God is ruling. He was also healing all the people who were sick.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people who lived in other parts of the district of Syria heard what he was doing, they brought to him people who suffered from illnesses, people who suffered from many kinds of diseases, people who suffered from severe pains, people who were controlled by demons, people who were epileptics, and people who were paralyzed. And Jesus healed them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then large crowds started to go with him. They were people from Galilee, from the Ten Towns, from the city of Jerusalem, from other parts of the province of Judea, and from areas east of the Jordan River.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}