{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw the crowds, he went up on a mount. He sat down there and taught his followers. They came near to him to listen to him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he began to teach them by saying,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"God is pleased with people who admit that they need him;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will agree to rule over them from heaven.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who mourn because of this sinful world;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will encourage them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who are humble;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they will inherit the earth that God will make new.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who desire to live righteously just as someone might wish to eat and drink;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will make them able to live righteously.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who act mercifully toward others;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will act mercifully toward them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who try to do only that which pleases him;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "some day they will be where God is and will see him.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who help other people to live peacefully;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will regard them as his own children.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with people who live righteously; he is honored when their righteous lives are the reason why evil people insult and treat them badly.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "God rules over these righteous people from heaven. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is pleased with you when other people insult you, and he is honored when they do evil things to you and when they tell lies about you, saying that you are evil.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, rejoice and be glad, because God will give you a great reward in heaven. Remember, that is how they persecuted the prophets who lived long ago.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What salt does for food, this is what you will do for the world. But if salt loses its power, no one can make it good again. People just throw it out and walk over it.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What light does for people in the dark, this is what you will do for the world. All people will see you, just as they see a city built on a hillside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one lights a lamp and puts it under a basket. Instead, they put it on a lampstand so it can give light to everyone in the house.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, you need to do what is right in such a way that other people can see what you do. When they see it, they will praise your Father who is in heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You should not suppose that I have come to you in order to do away with the laws that God gave Moses or what the prophets wrote. Instead, I came to cause to happen what those things said would happen.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a true saying: God may remove the heaven and the earth, but God will not remove anything from those laws, not even the smallest details or a tiny dot used to end a sentence, until God makes everything he put in the law happen, just as he said it would.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because that is true, if you break the commands that are the least important, you will be the least important person under God's rule from heaven. But if you keep all those commands and teach others to obey God as you are obeying him, you will become very important in God's rule from heaven.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that you must obey those laws better than the teachers of the law, and you must do what is right from your heart. And you must do better than the Pharisees or you will never come under the rule of God from heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Others have told you what God said to our ancestors, 'You must not kill anyone,' and, 'If you kill anyone, the members of a governing council might sentence you.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I tell you that if you are angry with anyone, God himself will judge you. If you say to someone, 'You are worthless,' a governing council will judge you. If you say to someone, 'You are a fool,' God will throw you into the fire in hell.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when you take your gift for God to the altar, if you remember that you have offended someone,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "leave your gift by the altar, and first go to the person you have offended. Tell that person that you are sorry for what you have done, and ask that person to forgive you. Then go back and offer your gift to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a fellow citizen takes you to court in order to accuse you of doing something wrong, come to an agreement quickly with that person, while you are still walking with that person to court. Do that while there still is time so that he will not take you to the judge, because the judge might say you are guilty and hand you over to the prison guard, and the prison guard will put you in prison.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep this in mind: If you go to prison, you will never get out because you will never be able to pay all that the judge says that you owe. So remember also to be at peace with your brothers.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You have heard that God said to our ancestors, 'Do not commit adultery.'\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what I say to you is this: If a man even just looks at a woman desiring to sleep with her, God considers that he has already committed adultery with her in his mind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to sin because you have looked at certain things, then stop looking at them. Even if you have to destroy both of your eyes, do it if that would make you able to avoid sinning. It would be better to be blind and stop sinning, than for God to throw you into hell while you can still see.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if one of your hands causes you to sin, stop using your hand. Even if you have to cut your hand off and throw it away, do it if that would make you able to avoid sinning. It would be better to lose a part of your body than for God to throw your whole body into hell.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"God has said in the scriptures, 'If a man is divorcing his wife, he should write a document on which he states that he is divorcing her.'\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now listen to what I say to you: A man may divorce his wife only if she has committed adultery. If a man divorces his wife for any other reason, she commits adultery if she marries someone else. And the man who marries her also commits adultery.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You have also heard that long ago people were told, 'You should never swear an oath by making up a lie! Instead, you should make your promises as you would if the Lord himself were standing before you.'\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I will say to you something more: Do not swear an oath for any reason! Do not ask the place where God lives in heaven to guarantee what you promised. That is where his great seat of power is and from where he rules over all things.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And do not swear any oath on the promise that the earth would witness it. Do not do this, because the earth is where God rests his feet. Never swear an oath by the city of Jerusalem, because Jerusalem is the city that belongs to God, our great King.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, do not promise that you will do something and then say that they should cut off your head if you do not do it. How could you promise something so important, when you are not even able to change the color of one hair on your head.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you talk about doing something, just say 'Yes, I will do it,' or 'No, I will not do it.' If you say anything more than that, it is Satan, the Evil One, who has suggested that you talk this way.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You have heard that our ancestors were told, 'If someone harms one of your eyes, then they should harm one of that person's eyes. And if someone harms one of your teeth, then they should harm one of that person's teeth.'\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now listen to what I say to you: Far from taking revenge on someone who harms you, do not even try to stop him. Instead, if someone insults you by striking you on one cheek, turn your other cheek toward that person so he can strike it also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone wants to sue you in a court to get your tunic, let that person have both it and your outer garment, too, which is even of more worth to you.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if a Roman soldier forces you to go with him one mile and carry his gear, carry it for two miles.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, if someone asks you for something, give it to him. If someone asks you to lend him something, go ahead and lend it to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You have heard that God said to our ancestors, 'Love your fellow Israelites and hate foreigners, for they are your enemies.'\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now listen to what I say to you: Love your enemies as well as your friends, and pray for those who cause you to suffer.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this in order to be like God, your Father who is in heaven. He acts kindly to all people. For example, he causes the sun to shine equally on wicked people and on good people, and he sends rain both on people who obey his law and on people who do not.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you love only the people who love you, do not expect God to reward you at all! Even people who do terrible things, such as tax collectors, love those who love them. You must act better than they do!\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, and if you greet only your friends and ask God to bless them, you are not acting any better than other people. Even non-Jews, who do not obey God's law, do the same thing!\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must be completely faithful to God your Father in heaven, just as he is completely faithful to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}