{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Make certain that when you do good deeds you are not doing them so people will see what you do.  If that is your reason for doing what is good, God, your Father who is in heaven, will not give you any reward.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So whenever you give something to the poor, do not make other people notice it as if playing a trumpet. That is what the hypocrites do in the synagogues and in the main roads in order that people might praise them. That is the only reward the hypocrites will receive!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead of doing as they do, when you give something to the poor, do not let other people know what you are doing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, you will be giving to the poor secretly. As a result God, your Father who observes you while no one else sees you, will reward you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Also when you pray, do not do what the hypocrites do. They like to stand in the synagogues and on the corners of the main streets to pray, in order that other people will see them and think highly of them. That is the only reward they will get.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, when you pray, go into your private room and close the door in order to pray to God, your Father, whom no one can see. He observes you and will reward you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you pray, do not repeat words many times as the people who do not know God do when they pray. They think that if they use many words, their gods will listen to them and give them what they ask for.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not repeat words as they do, because God your Father knows what you need before you ask him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So pray things like this:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Father, you who are in heaven,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "May everyone honor you.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May you rule over everyone and everything completely.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "May everything happen on earth just as you desire,\n"
      },
      {
        "tag": "q3",
        "type": "quote",
        "text": "just as it happens in heaven.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give us each day the food that we need for that day.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Forgive our sins in the same way that we forgive the people who have sinned against us.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let us do wrong things when we are tempted,\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "and rescue us when Satan tries to harm us.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Forgive the people who sin against you, because, if you do, God, your Father who is in heaven, will forgive your sins.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not forgive other people, neither will God forgive your sins.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you keep from eating food in order to please God, do not look sad as the hypocrites look. They make their faces appear sad in order that people will see that they are not eating food. Keep in mind that is the only reward those people will get!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, each of you, when you keep from eating food, should comb your hair and wash your face as usual,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in order that other people will not notice that you are fasting. But God, your Father, whom no one can see, will observe that you are not eating food. He sees you even though no one else sees you, and he will reward you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not selfishly accumulate large quantities of money and material goods for yourselves on this earth, because the earth is where everything perishes—where moths ruin clothing, rust destroys metals, and thieves steal what belongs to other people.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, do deeds that will please God so that you store up treasures in heaven. Nothing perishes in heaven. In heaven no moths can ruin clothing, there is no rust, and there are no thieves who could steal.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that whatever is most important to you, that is what you will be thinking about.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your eyes are like a lamp for your body, because they enable you to see things. So if you see things as God sees them, it will be as if your whole body were full of light.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if your eyes are bad, you are not able to see things well. You will be in complete darkness. How greedy you will be!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"No one is able to serve two different masters at the same time. If he tried to do that, he would hate one of them and love the other one, or he would be loyal to one of them and despise the other one. Similarly, you cannot worship God and money at the same time.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I tell you that you should not worry about things that you need in order to live. Do not worry about whether you will have enough food to eat and things to drink, or enough clothes to wear. The way you conduct your lives is much more important than those things.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the birds. They do not plant seeds, and they do not harvest crops or gather produce into barns. They always have food to eat because God, your Father who is in heaven, provides food for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of you can, just by worrying, add years to your life. You cannot add even one minute to your life! So you should not worry about things you need.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should also not worry about whether you will have enough clothes to wear. Think about the way flowers grow in the fields. They do not work to earn money, and they do not make their own clothes.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I tell you that even though King Solomon, who lived long ago, wore very beautiful clothes, his clothes were not as beautiful as one of those flowers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God makes the wild plants very beautiful, but they grow in the field for only a short time. One day they grow, and the next day people will throw them into an oven to burn them. But you are more important to God than wild plants are, and you live much longer. So trust in God, you who have so little faith!\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not worry and say, 'Will we have anything to eat?' or 'Will we have anything to drink?' or 'Will we have clothes to wear?'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who do not know God are always worrying about things like that. But God, your Father who is in heaven, knows that you need all those things.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, make it the most important thing that God should rule over the entire world and that everyone should do what he requires. If you do that, he will give you all the things that you need.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not be worried about what will happen to you the next day, because when that day comes, you will have enough to be concerned about. So do not worry ahead of time.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}