{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not talk about how sinfully others have acted, in order that God will not say how sinfully you have acted.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you condemn other people, God will condemn you. To the same extent that you condemn others, you will be condemned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of you should be concerned about someone else's small faults! That would be like noticing a speck of straw in that person's eye. But you should be concerned about your own big faults because you do not notice a huge wooden plank in your own eye.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not say to other people about their minor faults, 'Let me remove the speck from your eye!' while you still have a wooden plank in your own eye.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, you are a hypocrite! You should first remove the plank out of your own eye before trying to get the speck out of someone else's eye.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You do not give things that belong to God to dogs that would attack you. And you do not throw valuable pearls in front of hogs, because they would just walk on them. In the same way, do not tell wonderful things about God to people who you know will do evil things to you in return.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Keep asking God for what you need, and keep expecting him to give it to you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everyone who asks God for something, and who expects him to give it to him, will receive it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your son asked you for bread, no one among you would give him a stone, would he?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your son asked you for a fish, no one among you would give him a snake, would he?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know how to give good things to your children, even though you are evil. So God, your Father who is in heaven, will even more certainly give good things to those who ask him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So in whatever way you want others to act toward you, that is the way you should act toward them, because that is the meaning of God's law and of everything that the prophets wrote long ago.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch out for people who come to you and say falsely that they are telling you what God has said. They are like wolves that have covered themselves with sheepskins to appear harmless but will attack you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By seeing the fruit that plants produce you know what kind of plants they are. Thornbushes cannot\nproduce grapes and thistles cannot produce figs, so no one thinks of picking grapes from thorns or figs from thistles.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is another example: All good fruit trees produce good fruit, but all rotten trees produce worthless fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No good fruit tree produces worthless fruit, and no rotten tree produces good fruit.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Workers chop down and burn up all the trees that do not produce good fruit.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By seeing what plants produce, you know what kind of plants they are. Similarly, when you see what the people who come to you do, you will know if they truly produce good or not.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though many people habitually call me Lord, pretending that they have my authority, God will not agree to rule from heaven over some of them, because they do not do what he desires. My Father will agree to rule over only those who do what he wants.\n\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that God judges everyone, many people will say to me, 'Lord, we spoke God's message as your representatives! As your representatives we drove out demons from people! And as your representatives, many times we performed mighty deeds!'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will publicly say to them, 'I have never admitted that you belonged to me. Go away from me, you who do what is evil!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, anyone who hears what I say and does what I command will be like a wise man who built his house on rock.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though the rain came down and the river flooded, and the winds blew and beat against that house, it did not fall down because it had been built on solid rock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other hand, anyone who hears what I say but does not obey me will be like a foolish man who built his house on sand.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the rain fell, and the river flooded, and the winds blew and beat against that house, it crashed down and broke completely apart because it was built on sand. So you should obey what I have told you.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus finished teaching all those things, the crowds who had heard him were amazed by how he taught.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He taught like a teacher who relies on what he himself knows. He did not teach like those who taught the Jewish laws, who repeated the different things that other men had taught.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13-14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Going to live forever with God in heaven is difficult; it is like a difficult road that you should take.\nThere is another road, one that most people take. That road is wide; they walk on until they reach a wide gate, but when they go through it, they will die.\nSo I am telling you to take the difficult road and enter the narrow gate to live forever with God in heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}