{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus went down from the hillside, large crowds followed him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus left the crowds, a man who had a skin disease came and knelt before him. He said to Jesus, \"Lord, please heal me, because I know you are able to heal me if you are willing to.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus stretched out his hand and touched the man. He said to him, \"I am willing to heal you, and I heal you now!\" Immediately the man was healed from his sickness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"Make sure that now you do not report about my healing you to anyone other than the priest. Then go to the temple in Jerusalem and give the offering that Moses commanded so people will know about it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus went to the city of Capernaum, a Roman officer who commanded one hundred soldiers came to him. He begged Jesus to help him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Lord, my servant is lying in bed at home and is paralyzed, and he has severe pain.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I will go to your house and heal him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the officer said to him, \"I am not worthy for you to come into my house. Instead, just say that my servant is healed, and he will be healed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is the same way with me. I am a soldier; I have to obey my commanders, and I also have soldiers that I command. When I say to one of them 'Go!' he goes. When I say to another 'Come!' he comes. When I say to my slave, 'Do this!' he does it.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard this, he marveled. He said to the crowd that was walking with him, \"Listen to this: I have never before found anyone who trusts in me as much this non-Jewish man. Not even in Israel, where I would expect people to believe in me, have I found anyone who trusts so much in me!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you truly that many other non-Jewish people will believe in me also, and they will come from distant countries, including those far to the east and far to the west, and they will sit down to feast with Abraham, Isaac, and Jacob when God will rule from heaven over everything completely.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for the Jews whom God intended to rule—he will throw them into hell, where there is total darkness. There they will weep because of their suffering, and they will grind their teeth because they will have severe pain.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the officer, \"Go home. What you believed will happen.\" Then the officer went home and found out that his servant had become well at the exact time that Jesus told him that he would heal him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus and some of his disciples went to the home of Peter, Jesus saw Peter's mother-in-law. She was lying on a bed because she had a fever.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He touched her hand, and immediately she no longer had a fever. Then she got up and served them some food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That evening when the Sabbath ended, the crowd brought to Jesus many people whom demons controlled, and other people who were sick. He made the demons leave just by speaking to them, and he healed all the people who were sick.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he did this, he made come true what the prophet Isaiah had written, 'He freed people from being sick, and he made them well.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus saw the crowd around him he told his disciples to take him by boat to the other side of the lake.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were walking toward the boat, a man who taught the Jewish laws came to him and said, \"Teacher, I will go with you wherever you go.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him, \"Foxes have holes in the ground in which to live, and birds have nests, but even though I am the Son of Man, I do not have a home where I can sleep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another man who was one of Jesus' disciples said to him, \"Lord, permit me first to go home. After my father dies I will bury him, and then I will come with you.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"Come with me now. The people who are as good as dead, let them wait for their own people to die.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus got into the boat and his disciples followed him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly strong winds blew on the water, and very high waves were splashing into the boat and filling it. But Jesus was sleeping.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went and woke him up, and said to him, \"Lord, rescue us! We are about to drown!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You should not be terrified! You do not believe very much that I can rescue you.\" Then he got up and rebuked the wind and told the waves to calm down. Immediately the wind stopped blowing and the water became calm.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men were amazed, and they said to each other, \"This man is certainly an extraordinary person! All things are under his control! Even the winds and the waves obey him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the east side of the lake, they arrived in the region where the Gadarenes lived. Then two men whom demons controlled came out of the burial caves where they were living. Because they were extremely violent and attacked people, no one dared to travel on the road there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly they shouted to Jesus, \"You are the Son of God! Because you have nothing in common with us, leave us alone! Have you come here to torture us before the time God has appointed to punish us?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a large herd of pigs grazing not far away.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the demons begged Jesus and said, \"You are going to drive us out of these men, so send us into those pigs!\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"If that is what you want, go!\" So the demons left the men and entered the pigs. Suddenly the whole herd of pigs rushed down the steep bank into the water and drowned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were tending the pigs became afraid and ran into the town and reported everything that had happened, including what had happened to the two men whom demons had controlled.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it seemed as if all the people who lived in that town went to meet Jesus. When they saw him and the two men whom demons had controlled, they pleaded with Jesus to leave their region.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}