{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples got into the boat. They sailed over the lake and went to Capernaum, the city where he was staying.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people brought to him a man who was paralyzed and who was lying on a sleeping pad. When Jesus perceived that they believed that he could heal the paralyzed man, he said to him, \"Young man, be encouraged! I forgive your sins.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the men who taught the Jewish laws said among themselves, \"This man thinks he is God; he cannot forgive sins!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew what they were thinking, so he said, \"You should not think evil thoughts!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What is easier, to tell him that his sins are forgiven or to tell him to get up and walk?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I am going to do something in order that you may know that God has authorized me, the Son of Man, to forgive sins.\" Then he said to the paralyzed man, \"Get up, pick up your sleeping pad, and go home!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the man got up, picked up his sleeping pad, and went home!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowds saw this, they were awestruck. They praised God for giving such authority to people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus was going away from there, he saw a man named Matthew. He was sitting at a table where he collected taxes for the Roman government. Jesus said to him, \"Come with me and be my disciple!\" So Matthew got up and went with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples sat down in a house for a meal. While they were eating, many tax collectors and other persons came and ate with them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Pharisees saw that, they went up to the disciples and said, \"It is disgusting that your teacher eats and associates with tax collectors and other people like them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus heard what they said, so he told them this parable: \"It is people who are sick who need a doctor, not people who are well.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You need to learn what these words that God said mean: 'I want you to act mercifully to people and not just to offer sacrifices.' Keep in mind that I came to you, not to invite people who think that they are righteous to turn away from their sinful lives and come to me, but to invite people who know they are sinners.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the disciples of John the Baptizer came to Jesus and asked him, \"We and the Pharisees often abstain from food because we want to please God, but your disciples do not do that. Why do they not?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"When the bridegroom is with his friends when he gets married, those people do not mourn, do they? No, because they are not sad at that time. But when the bridegroom has to leave them, they will abstain from food, because they will be sad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People do not sew a patch of unshrunken cloth on an old garment to mend a hole. If they did that, when they washed the garment, the patch would shrink and tear the garment, and the hole would become bigger.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither does anyone pour fresh grape juice into old skin bags to store it. If anyone did that, those skin bags would tear when the juice became wine. The bags would be ruined, and the wine would be spilled on the ground. Instead, people put new wine into new skin bags, and the bags will stretch when the wine ferments. In this way, both the wine and the bags will be safe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was saying that, a leader in the city came and bowed down before him. Then he said, \"My daughter has just now died! But if you come and lay your hand on her, she will live again!\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus got up, and he and the disciples went with the man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a woman who had been suffering constant bleeding for twelve years came near Jesus. She came behind him and touched the edge of his garment.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was saying to herself, \"If I just touch his garment, I will be healed.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus turned around to see who had touched him. And when he saw the woman, he said to her, \"Be encouraged, dear woman. Because you believed that I could heal you, I have healed you.\" The woman was healed at that very moment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus came to the man's house and saw the flute players playing funeral music; there were also many mourners who were wailing loudly because the girl had died.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Go away and stop this funeral music and wailing, because the girl is not dead! She is just sleeping!\" The people laughed at him, because they knew that she was dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus told them to get out of the house. Then he went into the room where the girl was lying. He took hold of her hand and she became alive again and got up.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the people of that whole region heard about it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus went away from there, two blind men followed him and shouted, \"Have mercy on us and heal us, you Descendant of King David!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went into the house, and then the blind men went in, too. Jesus said to them, \"Do you believe that I am able to heal you?\" They said to him, \"Yes, Lord!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he touched their eyes and he said to them, \"Because you believe that I can heal your eyes, I am healing them right now!\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And they were able to see! Then Jesus told them sternly, \"Be sure that you do not tell anybody what I have done for you!\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they went out and spread the new in that whole region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just when those two men were leaving, some people brought to Jesus a man who was unable to speak because a demon controlled him.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus had driven out the demon, the man began to speak! The crowds saw this and they were astonished and said, \"Never before have we seen anything as marvelous as this happen in Israel!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Pharisees said, \"It is Satan, who rules the demons, who enables this man to drive out demons from people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus and his disciples went through many of the cities and towns in the district of Galilee. He was teaching in the synagogues and preaching the good news about how God will rule from heaven. He also was healing the people who had various diseases and illnesses.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw the crowds of people, he pitied them because they were upset and worried. They were like sheep that do not have a shepherd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to his disciples: \"The people who are ready to receive my message are like a field where the crops are ready to harvest. But there are not many people who go to gather the crops.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So pray and ask the Lord God to send many more people to gather in his crops.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}