{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने अब्राम से कहा*, “अपने देश, और अपनी जन्म-भूमि, और अपने पिता के घर को छोड़कर उस देश में चला जा जो मैं तुझे दिखाऊँगा। (प्रेरि. 7:3, इब्रा 11:8)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तुझ से एक बड़ी जाति बनाऊँगा, और तुझे आशीष दूँगा, और तेरा नाम महान करूँगा, और तू आशीष का मूल होगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो तुझे आशीर्वाद दें, उन्हें मैं आशीष दूँगा; और जो तुझे कोसे, उसे मैं श्राप दूँगा; और भूमंडल के सारे कुल तेरे द्वारा आशीष पाएँगे।” (प्रेरि. 3:25, गला 3:8)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा के इस वचन के अनुसार अब्राम चला; और लूत भी उसके संग चला; और जब अब्राम हारान देश से निकला उस समय वह पचहत्तर वर्ष का था।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार अब्राम अपनी पत्‍नी सारै, और अपने भतीजे लूत को, और जो धन उन्होंने इकट्ठा किया था, और जो प्राणी उन्होंने हारान में प्राप्त किए थे, सबको लेकर कनान देश में जाने को निकल चला; और वे कनान देश में आ गए। (प्रेरि. 7:4)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस देश के बीच से जाते हुए अब्राम शेकेम में, जहाँ मोरे का बांज वृक्ष है पहुँचा। उस समय उस देश में कनानी लोग रहते थे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने अब्राम को दर्शन देकर कहा, “यह देश मैं तेरे वंश को दूँगा।” और उसने वहाँ यहोवा के लिये, जिसने उसे दर्शन दिया था, एक वेदी बनाई। (गला. 3:16)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वहाँ से आगे बढ़कर, वह उस पहाड़ पर आया, जो बेतेल के पूर्व की ओर है; और अपना तम्बू उस स्थान में खड़ा किया जिसके पश्चिम की ओर तो बेतेल, और पूर्व की ओर आई है; और वहाँ भी उसने यहोवा के लिये एक वेदी बनाई: और यहोवा से प्रार्थना की।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब्राम आगे बढ़ करके दक्षिण देश की ओर चला गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मिस्र देश में अब्राम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस देश में अकाल पड़ा: इसलिए अब्राम मिस्र देश को चला गया कि वहाँ परदेशी होकर रहे क्योंकि देश में भयंकर अकाल पड़ा था।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ऐसा हुआ कि मिस्र के निकट पहुँचकर, उसने अपनी पत्‍नी सारै से कहा, “सुन, मुझे मालूम है, कि तू एक सुन्दर स्त्री है;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब मिस्री तुझे देखेंगे, तब कहेंगे, ‘यह उसकी पत्‍नी है,’ इसलिए वे मुझ को तो मार डालेंगे, पर तुझको जीवित रख लेंगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः यह कहना, ‘मैं उसकी बहन हूँ,’ जिससे तेरे कारण मेरा कल्याण हो और मेरा प्राण तेरे कारण बचे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ऐसा हुआ कि जब अब्राम मिस्र में आया, तब मिस्रियों ने उसकी पत्‍नी को देखा कि यह अति सुन्दर है।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिस्र के राजा फ़िरौन के हाकिमों ने उसको देखकर फ़िरौन के सामने उसकी प्रशंसा की: इसलिए वह स्त्री फ़िरौन के महल में पहुँचाई गई*।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और फ़िरौन ने उसके कारण अब्राम की भलाई की; और उसको भेड़-बकरी, गाय-बैल, दास-दासियाँ, गदहे-गदहियाँ, और ऊँट मिले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने फ़िरौन और उसके घराने पर, अब्राम की पत्‍नी सारै के कारण बड़ी-बड़ी विपत्तियाँ डाली*।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फ़िरौन ने अब्राम को बुलवाकर कहा, “तूने मेरे साथ यह क्या किया? तूने मुझे क्यों नहीं बताया कि वह तेरी पत्‍नी है?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने क्यों कहा कि वह तेरी बहन है? मैंने उसे अपनी ही पत्‍नी बनाने के लिये लिया; परन्तु अब अपनी पत्‍नी को लेकर यहाँ से चला जा।”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और फ़िरौन ने अपने आदमियों को उसके विषय में आज्ञा दी और उन्होंने उसको और उसकी पत्‍नी को, सब सम्पत्ति समेत जो उसका था, विदा कर दिया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राम की बुलाहट\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}