{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राम अपनी पत्‍नी, और अपनी सारी सम्पत्ति लेकर, लूत को भी संग लिये हुए, मिस्र को छोड़कर कनान के दक्षिण देश में आया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राम भेड़-बकरी, गाय-बैल, और सोने-चाँदी का बड़ा धनी था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह दक्षिण देश से चलकर, बेतेल के पास उसी स्थान को पहुँचा, जहाँ पहले उसने अपना तम्बू खड़ा किया था, जो बेतेल और आई के बीच में है।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह स्थान उस वेदी का है, जिसे उसने पहले बनाया था, और वहाँ अब्राम ने फिर यहोवा से प्रार्थना की।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राम और लूत का अलग होना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लूत के पास भी, जो अब्राम के साथ चलता था, भेड़-बकरी, गाय-बैल, और तम्बू थे।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उस देश में उन दोनों के लिए पर्याप्त स्थान न था कि वे इकट्ठे रहें क्योंकि उनके पास बहुत संपत्ति थी इसलिए वे इकट्ठे न रह सके।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सो अब्राम, और लूत की भेड़-बकरी, और गाय-बैल के चरवाहों में झगड़ा हुआ। उस समय कनानी, और परिज्जी लोग, उस देश में रहते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राम लूत से कहने लगा, “मेरे और तेरे बीच, और मेरे और तेरे चरवाहों के बीच में झगड़ा न होने पाए; क्योंकि हम लोग भाईबन्धु हैं।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या सारा देश तेरे सामने नहीं? सो मुझसे अलग हो, यदि तू बाईं ओर जाए तो मैं दाहिनी ओर जाऊँगा; और यदि तू दाहिनी ओर जाए तो मैं बाईं ओर जाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लूत ने आँख उठाकर, यरदन नदी के पास वाली सारी तराई को देखा कि वह सब सिंची हुई है। जब तक यहोवा ने सदोम और गमोरा को नाश न किया था, तब तक सोअर के मार्ग तक वह तराई यहोवा की वाटिका, और मिस्र देश के समान उपजाऊ थी।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सो लूत अपने लिये यरदन की सारी तराई को चुन के पूर्व की ओर चला, और वे एक दूसरे से अलग हो गये।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राम तो कनान देश में रहा, पर लूत उस तराई के नगरों में रहने लगा*; और अपना तम्बू सदोम के निकट खड़ा किया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सदोम के लोग यहोवा की दृष्टि में बड़े दुष्ट और पापी थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राम का हेब्रोन को जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब लूत अब्राम से अलग हो गया तब उसके पश्चात् यहोवा ने अब्राम से कहा,* “आँख उठाकर जिस स्थान पर तू है वहाँ से उत्तर-दक्षिण, पूर्व-पश्चिम, चारों ओर दृष्टि कर।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जितनी भूमि तुझे दिखाई देती है, उस सबको मैं तुझे और तेरे वंश को युग-युग के लिये दूँगा। (प्रेरि. 7:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तेरे वंश को पृथ्वी की धूल के किनकों के समान बहुत करूँगा, यहाँ तक कि जो कोई पृथ्वी की धूल के किनकों को गिन सकेगा वही तेरा वंश भी गिन सकेगा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उठ, इस देश की लम्बाई और चौड़ाई में चल फिर; क्योंकि मैं उसे तुझी को दूँगा।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके पश्चात् अब्राम अपना तम्बू उखाड़कर, मम्रे के बांज वृक्षों के बीच जो हेब्रोन में थे, जाकर रहने लगा, और वहाँ भी यहोवा की एक वेदी बनाई।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राम का कनान लौटना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}