{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन बातों के पश्चात् यहोवा का यह वचन दर्शन में अब्राम के पास पहुँचा “हे अब्राम, मत डर; मैं तेरी ढाल और तेरा अत्यन्त बड़ा प्रतिफल हूँ।”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राम ने कहा, “हे प्रभु यहोवा, मैं तो सन्तानहीन* हूँ, और मेरे घर का वारिस यह दमिश्कवासी एलीएजेर होगा, अतः तू मुझे क्या देगा?”\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब्राम ने कहा, “मुझे तो तूने वंश नहीं दिया, और क्या देखता हूँ, कि मेरे घर में उत्‍पन्‍न हुआ एक जन मेरा वारिस होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन उसके पास पहुँचा, “यह तेरा वारिस न होगा, तेरा जो निज पुत्र होगा, वही तेरा वारिस होगा।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उसको बाहर ले जाकर कहा, “आकाश की ओर दृष्टि करके तारागण को गिन, क्या तू उनको गिन सकता है?” फिर उसने उससे कहा, “तेरा वंश ऐसा ही होगा।” (रोम. 4:18)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहोवा पर विश्वास किया;* और यहोवा ने इस बात को उसके लेखे में धार्मिकता गिना। (रोम. 4:3)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उससे कहा, “मैं वही यहोवा हूँ जो तुझे कसदियों के ऊर नगर से बाहर ले आया, कि तुझको इस देश का अधिकार दूँ।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हे प्रभु यहोवा मैं कैसे जानूँ कि मैं इसका अधिकारी हूँगा?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने उससे कहा, “मेरे लिये तीन वर्ष की एक बछिया, और तीन वर्ष की एक बकरी, और तीन वर्ष का एक मेढ़ा, और एक पिंडुक और कबूतर का एक बच्चा ले।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इन सभी को लेकर, उसने बीच से दो टुकड़े कर दिया और टुकड़ों को आमने-सामने रखा पर चिड़ियों को उसने टुकड़े नहीं किए।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब माँसाहारी पक्षी लोथों पर झपटे, तब अब्राम ने उन्हें उड़ा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब सूर्य अस्त होने लगा, तब अब्राम को भारी नींद आई; और देखो, अत्यन्त भय और महा अंधकार ने उसे छा लिया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने अब्राम से कहा, “यह निश्चय जान कि तेरे वंश पराए देश में परदेशी होकर रहेंगे, और उस देश के लोगों के दास हो जाएँगे; और वे उनको चार सौ वर्ष तक दुःख देंगे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जिस देश के वे दास होंगे उसको मैं दण्ड दूँगा: और उसके पश्चात् वे बड़ा धन वहाँ से लेकर निकल आएँगे। (निर्ग. 12:36)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू तो अपने पितरों में कुशल के साथ मिल जाएगा; तुझे पूरे बुढ़ापे में मिट्टी दी जाएगी।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर वे चौथी पीढ़ी में यहाँ फिर आएँगे: क्योंकि अब तक एमोरियों का अधर्म पूरा नहीं हुआ हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि जब सूर्य अस्त हो गया* और घोर अंधकार छा गया, तब एक अँगीठी जिसमें से धुआँ उठता था और एक जलती हुई मशाल दिखाई दी जो उन टुकड़ों के बीच में से होकर निकल गई।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी दिन यहोवा ने अब्राम के साथ यह वाचा बाँधी, “मिस्र के महानद से लेकर फरात नामक बड़े नद तक जितना देश है,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात्, केनियों, कनिज्जियों, कदमोनियों,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हित्तियों, परिज्जियों, रापाइयों,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एमोरियों, कनानियों, गिर्गाशियों और यबूसियों का देश, मैंने तेरे वंश को दिया है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राम के साथ परमेश्‍वर की वाचा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}