{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अब्राम निन्यानवे वर्ष का हो गया, तब यहोवा ने उसको दर्शन देकर कहा, “मैं सर्वशक्तिमान परमेश्‍वर हूँ; मेरी उपस्थिति में चल और सिद्ध होता जा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तेरे साथ वाचा बाँधूँगा, और तेरे वंश को अत्यन्त ही बढ़ाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राम मुँह के बल गिरा* और परमेश्‍वर उससे यह बातें करता गया,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“देख, मेरी वाचा तेरे साथ बंधी रहेगी, इसलिए तू जातियों के समूह का मूलपिता हो जाएगा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब से तेरा नाम अब्राम न रहेगा परन्तु तेरा नाम अब्राहम होगा; क्योंकि मैंने तुझे जातियों के समूह का मूलपिता ठहरा दिया है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझे अत्यन्त फलवन्त करूँगा, और तुझको जाति-जाति का मूल बना दूँगा, और तेरे वंश में राजा उत्‍पन्‍न होंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तेरे साथ, और तेरे पश्चात् पीढ़ी-पीढ़ी तक तेरे वंश के साथ भी इस आशय की युग-युग की वाचा बाँधता हूँ, कि मैं तेरा और तेरे पश्चात् तेरे वंश का भी परमेश्‍वर रहूँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तुझको, और तेरे पश्चात् तेरे वंश को भी, यह सारा कनान देश, जिसमें तू परदेशी होकर रहता है, इस रीति दूँगा कि वह युग-युग उनकी निज भूमि रहेगी, और मैं उनका परमेश्‍वर रहूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर परमेश्‍वर ने अब्राहम से कहा, “तू भी मेरे साथ बाँधी हुई वाचा का पालन करना; तू और तेरे पश्चात् तेरा वंश भी अपनी-अपनी पीढ़ी में उसका पालन करे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे साथ बाँधी हुई वाचा, जिसका पालन तुझे और तेरे पश्चात् तेरे वंश को करना पड़ेगा, वह यह है: तुम में से एक-एक पुरुष का खतना हो।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अपनी-अपनी खलड़ी का खतना करा लेना: जो वाचा मेरे और तुम्हारे बीच में है, उसका यही चिन्ह होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पीढ़ी-पीढ़ी में केवल तेरे वंश ही के लोग नहीं पर जो तेरे घर में उत्‍पन्‍न हुआ हों, अथवा परदेशियों को रूपा देकर मोल लिया जाए, ऐसे सब पुरुष भी जब आठ दिन* के हों जाएँ, तब उनका खतना किया जाए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो तेरे घर में उत्‍पन्‍न हो, अथवा तेरे रूपे से मोल लिया जाए, उसका खतना अवश्य ही किया जाए; इस प्रकार मेरी वाचा जिसका चिन्ह तुम्हारी देह में होगा वह युग-युग रहेगी।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो पुरुष खतनारहित रहे, अर्थात् जिसकी खलड़ी का खतना न हो, वह प्राणी अपने लोगों में से नाश किया जाए, क्योंकि उसने मेरे साथ बाँधी हुई वाचा को तोड़ दिया।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वाचा का पुत्र इसहाक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर परमेश्‍वर ने अब्राहम से कहा, “तेरी जो पत्‍नी सारै है, उसको तू अब सारै न कहना, उसका नाम सारा* होगा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसको आशीष दूँगा, और तुझको उसके द्वारा एक पुत्र दूँगा; और मैं उसको ऐसी आशीष दूँगा, कि वह जाति-जाति की मूलमाता हो जाएगी; और उसके वंश में राज्य-राज्य के राजा उत्‍पन्‍न होंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राहम मुँह के बल गिर पड़ा और हँसा, और मन ही मन कहने लगा, “क्या सौ वर्ष के पुरुष के भी सन्तान होगा और क्या सारा जो नब्बे वर्ष की है पुत्र जनेगी?”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब्राहम ने परमेश्‍वर से कहा, “इश्माएल तेरी दृष्टि में बना रहे! यही बहुत है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने कहा, “निश्चय तेरी पत्‍नी सारा के तुझ से एक पुत्र उत्‍पन्‍न होगा; और तू उसका नाम इसहाक रखना; और मैं उसके साथ ऐसी वाचा बाँधूँगा जो उसके पश्चात् उसके वंश के लिये युग-युग की वाचा होगी। (गला. 4:7-8)\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इश्माएल के विषय में भी मैंने तेरी सुनी है; मैं उसको भी आशीष दूँगा, और उसे फलवन्त करूँगा और अत्यन्त ही बढ़ा दूँगा; उससे बारह प्रधान उत्‍पन्‍न होंगे, और मैं उससे एक बड़ी जाति बनाऊँगा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैं अपनी वाचा इसहाक ही के साथ बाँधूँगा जो सारा से अगले वर्ष के इसी नियुक्त समय में उत्‍पन्‍न होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने अब्राहम से बातें करनी बन्द की और उसके पास से ऊपर चढ़ गया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राहम ने अपने पुत्र इश्माएल को लिया और, उसके घर में जितने उत्‍पन्‍न हुए थे, और जितने उसके रुपये से मोल लिये गए थे, अर्थात् उसके घर में जितने पुरुष थे, उन सभी को लेकर उसी दिन परमेश्‍वर के वचन के अनुसार उनकी खलड़ी का खतना किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अब्राहम की खलड़ी का खतना हुआ तब वह निन्यानवे वर्ष का था।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब उसके पुत्र इश्माएल की खलड़ी का खतना हुआ तब वह तेरह वर्ष का था।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम और उसके पुत्र इश्माएल दोनों का खतना एक ही दिन हुआ।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके घर में जितने पुरुष थे जो घर में उत्‍पन्‍न हुए, तथा जो परदेशियों के हाथ से मोल लिये गए थे, सब का खतना उसके साथ ही हुआ।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राम और वाचा का चिन्ह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}