{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम मम्रे के बांज वृक्षों के बीच कड़ी धूप के समय तम्बू के द्वार पर बैठा हुआ था, तब यहोवा ने उसे दर्शन दिया*:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने आँख उठाकर दृष्टि की तो क्या देखा, कि तीन पुरुष उसके सामने खड़े हैं। जब उसने उन्हें देखा तब वह उनसे भेंट करने के लिये तम्बू के द्वार से दौड़ा, और भूमि पर गिरकर दण्डवत् की और कहने लगा,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे प्रभु, यदि मुझ पर तेरी अनुग्रह की दृष्टि है तो मैं विनती करता हूँ, कि अपने दास के पास से चले न जाना।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं थोड़ा सा जल लाता हूँ और आप अपने पाँव धोकर इस वृक्ष के तले विश्राम करें।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैं एक टुकड़ा रोटी ले आऊँ, और उससे आप अपने-अपने जीव को तृप्त करें; तब उसके पश्चात् आगे बढ़ें क्योंकि आप अपने दास के पास इसलिए पधारे हैं।” उन्होंने कहा, “जैसा तू कहता है वैसा ही कर।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राहम तुरन्त तम्बू में सारा के पास गया और कहा, “तीन सआ मैदा जल्दी से गूँध, और फुलके बना।”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अब्राहम गाय-बैल के झुण्ड में दौड़ा, और एक कोमल और अच्छा बछड़ा लेकर अपने सेवक को दिया, और उसने जल्दी से उसको पकाया।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने दही, और दूध, और बछड़े का माँस, जो उसने पकवाया था, लेकर उनके आगे परोस दिया; और आप वृक्ष के तले उनके पास खड़ा रहा, और वे खाने लगे। (इब्रा. 13:2)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सारा का हँसना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उससे पूछा, “तेरी पत्‍नी सारा कहाँ है?” उसने कहा, “वह तो तम्बू में है।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “मैं वसन्त ऋतु में निश्चय तेरे पास फिर आऊँगा; और तेरी पत्‍नी सारा के एक पुत्र उत्‍पन्‍न होगा।” सारा तम्बू के द्वार पर जो अब्राहम के पीछे था सुन रही थी। (रोम. 9:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम और सारा दोनों बहुत बूढ़े थे; और सारा का मासिक धर्म बन्द हो गया था। (रोम. 4:9)\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए सारा मन में हँस कर कहने लगी, “मैं तो बूढ़ी हूँ, और मेरा स्वामी भी बूढ़ा है, तो क्या मुझे यह सुख होगा?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने अब्राहम से कहा, “सारा यह कहकर क्यों हँसी, कि क्या मेरे, जो ऐसी बुढ़िया हो गई हूँ, सचमुच एक पुत्र उत्‍पन्‍न होगा?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या यहोवा के लिये कोई काम कठिन है? नियत समय में, अर्थात् वसन्त ऋतु में, मैं तेरे पास फिर आऊँगा, और सारा के पुत्र उत्‍पन्‍न होगा।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सारा डर के मारे यह कहकर मुकर गई, “मैं नहीं हँसी।” उसने कहा, “नहीं; तू हँसी तो थी।” (1 पत. 3:6)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राहम का सदोम के लिये निवेदन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वे पुरुष वहाँ से चलकर, सदोम की ओर दृष्टि की; और अब्राहम उन्हें विदा करने के लिये उनके संग-संग चला।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने कहा, “यह जो मैं करता हूँ उसे क्या अब्राहम से छिपा रखूँ?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम से तो निश्चय एक बड़ी और सामर्थी जाति उपजेगी, और पृथ्वी की सारी जातियाँ उसके द्वारा आशीष पाएँगी। (प्रेरि. 3:25, रोम. 4:13, गला. 3:8)\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं जानता हूँ, कि वह अपने पुत्रों और परिवार को जो उसके पीछे रह जाएँगे, आज्ञा देगा कि वे यहोवा के मार्ग में अटल बने रहें, और धार्मिकता और न्याय करते रहें, ताकि जो कुछ यहोवा ने अब्राहम के विषय में कहा है उसे पूरा करे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने कहा, “सदोम और गमोरा के विरुद्ध चिल्लाहट* बढ़ गई है, और उनका पाप बहुत भारी हो गया है;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं उतरकर देखूँगा, कि उसकी जैसी चिल्लाहट मेरे कान तक पहुँची है, उन्होंने ठीक वैसा ही काम किया है कि नहीं; और न किया हो तो मैं उसे जान लूँगा।” (प्रका. 18:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे पुरुष वहाँ से मुड़ कर सदोम की ओर जाने लगे; पर अब्राहम यहोवा के आगे खड़ा रह गया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राहम उसके समीप जाकर कहने लगा, “क्या तू सचमुच दुष्ट के संग धर्मी भी नाश करेगा?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कदाचित् उस नगर में पचास धर्मी हों तो क्या तू सचमुच उस स्थान को नाश करेगा और उन पचास धर्मियों के कारण जो उसमें हों न छोड़ेगा?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार का काम करना तुझ से दूर रहे कि दुष्ट के संग धर्मी को भी मार डाले और धर्मी और दुष्ट दोनों की एक ही दशा हो। यह तुझ से दूर रहे। क्या सारी पृथ्वी का न्यायी न्याय न करे?”\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने कहा, “यदि मुझे सदोम में पचास धर्मी मिलें, तो उनके कारण उस सारे स्थान को छोड़ूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अब्राहम ने कहा, “हे प्रभु, सुन मैं तो मिट्टी और राख हूँ; तो भी मैंने इतनी ढिठाई की कि तुझ से बातें करूँ।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कदाचित् उन पचास धर्मियों में पाँच घट जाएँ; तो क्या तू पाँच ही के घटने के कारण उस सारे नगर का नाश करेगा?” उसने कहा, “यदि मुझे उसमें पैंतालीस भी मिलें, तो भी उसका नाश न करूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने उससे यह भी कहा, “कदाचित् वहाँ चालीस मिलें।” उसने कहा, “तो मैं चालीस के कारण भी ऐसा न करूँगा।”\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कहा, “हे प्रभु, क्रोध न कर, तो मैं कुछ और कहूँ: कदाचित् वहाँ तीस मिलें।” उसने कहा, “यदि मुझे वहाँ तीस भी मिलें, तो भी ऐसा न करूँगा।”\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कहा, “हे प्रभु, सुन, मैंने इतनी ढिठाई तो की है कि तुझ से बातें करूँ: कदाचित् उसमें बीस मिलें।” उसने कहा, “मैं बीस के कारण भी उसका नाश न करूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कहा, “हे प्रभु, क्रोध न कर, मैं एक ही बार और कहूँगा: कदाचित् उसमें दस मिलें।” उसने कहा, “तो मैं दस के कारण भी उसका नाश न करूँगा।”\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा अब्राहम से बातें कर चुका, तब चला गया: और अब्राहम अपने घर को लौट गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राहम के तीन अतिथि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}