{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अब्राहम वहाँ से निकलकर दक्षिण देश में आकर कादेश और शूर के बीच में ठहरा, और गरार में रहने लगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब्राहम अपनी पत्‍नी सारा के विषय में कहने लगा, “वह मेरी बहन है,” इसलिए गरार के राजा अबीमेलेक ने दूत भेजकर सारा को बुलवा लिया।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रात को परमेश्‍वर ने स्वप्न में अबीमेलेक के पास आकर कहा, “सुन, जिस स्त्री को तूने रख लिया है, उसके कारण तू मर जाएगा, क्योंकि वह सुहागिन है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अबीमेलेक उसके पास न गया था; इसलिए उसने कहा, “हे प्रभु, क्या तू निर्दोष जाति का भी घात करेगा?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या उसी ने स्वयं मुझसे नहीं कहा, ‘वह मेरी बहन है?’ और उस स्त्री ने भी आप कहा, ‘वह मेरा भाई है,’ मैंने तो अपने मन की खराई और अपने व्यवहार की सच्चाई से यह काम किया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर ने उससे स्वप्न में कहा, “हाँ, मैं भी जानता हूँ कि अपने मन की खराई से तूने यह काम किया है और मैंने तुझे रोक भी रखा कि तू मेरे विरुद्ध पाप न करे; इसी कारण मैंने तुझको उसे छूने नहीं दिया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब उस पुरुष की पत्‍नी को उसे लौटाए; क्योंकि वह नबी है*, और तेरे लिये प्रार्थना करेगा, और तू जीता रहेगा पर यदि तू उसको न लौटा दे तो जान रख, कि तू, और तेरे जितने लोग हैं, सब निश्चय मर जाएँगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सवेरे अबीमेलेक ने तड़के उठकर अपने सब कर्मचारियों को बुलवाकर ये सब बातें सुनाईं; और वे लोग बहुत डर गए।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अबीमेलेक ने अब्राहम को बुलवाकर कहा, “तूने हम से यह क्या किया है? और मैंने तेरा क्या बिगाड़ा था कि तूने मेरे और मेरे राज्य के ऊपर ऐसा बड़ा पाप डाल दिया है? तूने मेरे साथ वह काम किया है जो उचित न था।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अबीमेलेक ने अब्राहम से पूछा, “तूने क्या समझकर ऐसा काम किया?”\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम ने कहा, “मैंने यह सोचा था कि इस स्थान में परमेश्‍वर का कुछ भी भय न होगा; इसलिए ये लोग मेरी पत्‍नी के कारण मेरा घात करेंगे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके अतिरिक्त सचमुच वह मेरी बहन है, वह मेरे पिता की बेटी तो है पर मेरी माता की बेटी नहीं; फिर वह मेरी पत्‍नी हो गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि जब परमेश्‍वर ने मुझे अपने पिता का घर छोड़कर निकलने की आज्ञा दी, तब मैंने उससे कहा, ‘इतनी कृपा तुझे मुझ पर करनी होगी कि हम दोनों जहाँ-जहाँ जाएँ वहाँ-वहाँ तू मेरे विषय में कहना कि यह मेरा भाई है’।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अबीमेलेक ने भेड़-बकरी, गाय-बैल, और दास-दासियाँ लेकर अब्राहम को दीं, और उसकी पत्‍नी सारा को भी उसे लौटा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अबीमेलेक ने कहा, “देख, मेरा देश तेरे सामने है; जहाँ तुझे भाए वहाँ रह।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सारा से उसने कहा, “देख, मैंने तेरे भाई को रूपे के एक हजार टुकड़े दिए हैं। देख, तेरे सारे संगियों के सामने वही तेरी आँखों का परदा बनेगा, और सभी के सामने तू ठीक होगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राहम ने यहोवा से प्रार्थना की*, और यहोवा ने अबीमेलेक, और उसकी पत्‍नी, और दासियों को चंगा किया और वे जनने लगीं।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा ने अब्राहम की पत्‍नी सारा के कारण अबीमेलेक के घर की सब स्त्रियों की कोखों को पूरी रीति से बन्द कर दिया था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अब्राहम और अबीमेलेक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}