{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम अब वृद्ध हो गया था और उसकी आयु बहुत थी और यहोवा ने सब बातों में उसको आशीष दी थी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम ने अपने उस दास से, जो उसके घर में पुरनिया और उसकी सारी सम्पत्ति पर अधिकारी था*, कहा, “अपना हाथ मेरी जाँघ के नीचे रख;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मुझसे आकाश और पृथ्वी के परमेश्‍वर यहोवा की इस विषय में शपथ खा*, कि तू मेरे पुत्र के लिये कनानियों की लड़कियों में से, जिनके बीच मैं रहता हूँ, किसी को न ले आएगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तू मेरे देश में मेरे ही कुटुम्बियों के पास जाकर मेरे पुत्र इसहाक के लिये एक पत्‍नी ले आएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दास ने उससे कहा, “कदाचित् वह स्त्री इस देश में मेरे साथ आना न चाहे; तो क्या मुझे तेरे पुत्र को उस देश में जहाँ से तू आया है ले जाना पड़ेगा?”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम ने उससे कहा, “चौकस रह, मेरे पुत्र को वहाँ कभी न ले जाना।”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "स्वर्ग का परमेश्‍वर यहोवा, जिसने मुझे मेरे पिता के घर से और मेरी जन्म-भूमि से ले आकर मुझसे शपथ खाकर कहा, की “मैं यह देश तेरे वंश को दूँगा; वही अपना दूत तेरे आगे-आगे भेजेगा, कि तू मेरे पुत्र के लिये वहाँ से एक स्त्री ले आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह स्त्री तेरे साथ आना न चाहे तब तो तू मेरी इस शपथ से छूट जाएगा; पर मेरे पुत्र को वहाँ न ले जाना।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस दास ने अपने स्वामी अब्राहम की जाँघ के नीचे अपना हाथ रखकर उससे इस विषय की शपथ खाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह दास अपने स्वामी के ऊँटों में से दस ऊँट छाँटकर उसके सब उत्तम-उत्तम पदार्थों में से कुछ-कुछ लेकर चला; और अरम्नहरैम में नाहोर के नगर के पास पहुँचा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने ऊँटों को नगर के बाहर एक कुएँ के पास बैठाया। वह संध्या का समय था, जिस समय स्त्रियाँ जल भरने के लिये निकलती हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह कहने लगा, “हे मेरे स्वामी अब्राहम के परमेश्‍वर यहोवा, आज मेरे कार्य को सिद्ध कर, और मेरे स्वामी अब्राहम पर करुणा कर।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, मैं जल के इस सोते के पास खड़ा हूँ; और नगरवासियों की बेटियाँ जल भरने के लिये निकली आती हैं\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए ऐसा होने दे कि जिस कन्या से मैं कहूँ, ‘अपना घड़ा मेरी ओर झुका, कि मैं पीऊँ,’ और वह कहे, ‘ले, पी ले, बाद में मैं तेरे ऊँटों को भी पिलाऊँगी,’ यह वही हो जिसे तूने अपने दास इसहाक के लिये ठहराया हो; इसी रीति मैं जान लूँगा कि तूने मेरे स्वामी पर करुणा की है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि जब वह कह ही रहा था कि रिबका, जो अब्राहम के भाई नाहोर के जन्माये मिल्का के पुत्र, बतूएल की बेटी थी, वह कंधे पर घड़ा लिये हुए आई।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अति सुन्दर, और कुमारी थी, और किसी पुरुष का मुँह न देखा था। वह कुएँ में सोते के पास उतर गई, और अपना घड़ा भर कर फिर ऊपर आई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह दास उससे भेंट करने को दौड़ा, और कहा, “अपने घड़े में से थोड़ा पानी मुझे पिला दे।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हे मेरे प्रभु, ले, पी ले,” और उसने फुर्ती से घड़ा उतारकर हाथ में लिये-लिये उसको पानी पिला दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह उसको पिला चुकी, तक कहा, “मैं तेरे ऊँटों के लिये भी तब तक पानी भर-भर लाऊँगी, जब तक वे पी न चुकें।”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह फुर्ती से अपने घड़े का जल हौदे में उण्डेलकर फिर कुएँ पर भरने को दौड़ गई; और उसके सब ऊँटों के लिये पानी भर दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह पुरुष उसकी ओर चुपचाप अचम्भे के साथ ताकता हुआ यह सोचता था कि यहोवा ने मेरी यात्रा को सफल किया है कि नहीं।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब ऊँट पी चुके, तब उस पुरुष ने आधा तोला सोने का एक नत्थ निकालकर उसको दिया, और दस तोले सोने के कंगन उसके हाथों में पहना दिए;\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पूछा, “तू किस की बेटी है? यह मुझ को बता। क्या तेरे पिता के घर में हमारे टिकने के लिये स्थान है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उत्तर दिया, “मैं तो नाहोर के जन्माए मिल्का के पुत्र बतूएल की बेटी हूँ।”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने उससे कहा, “हमारे यहाँ पुआल और चारा बहुत है, और टिकने के लिये स्थान भी है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस पुरुष ने सिर झुकाकर यहोवा को दण्डवत् करके कहा*,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“धन्य है मेरे स्वामी अब्राहम का परमेश्‍वर यहोवा, जिसने अपनी करुणा और सच्चाई को मेरे स्वामी पर से हटा नहीं लिया: यहोवा ने मुझ को ठीक मार्ग पर चलाकर मेरे स्वामी के भाई-बन्धुओं के घर पर पहुँचा दिया है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस कन्या ने दौड़कर अपनी माता को इस घटना का सारा हाल बता दिया।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लाबान जो रिबका का भाई था, बाहर कुएँ के निकट उस पुरुष के पास दौड़ा गया।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि जब उसने वह नत्थ और अपनी बहन रिबका के हाथों में वे कंगन भी देखे, और उसकी यह बात भी सुनी कि उस पुरुष ने मुझसे ऐसी बातें कहीं; तब वह उस पुरुष के पास गया; और क्या देखा, कि वह सोते के निकट ऊँटों के पास खड़ा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हे यहोवा की ओर से धन्य पुरुष भीतर आ तू क्यों बाहर खड़ा है? मैंने घर को, और ऊँटों के लिये भी स्थान तैयार किया है।”\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पर वह पुरुष घर में गया; और लाबान ने ऊँटों की काठियाँ खोलकर पुआल और चारा दिया; और उसके और उसके साथियों के पाँव धोने को जल दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्राहम के दास के आगे जलपान के लिये कुछ रखा गया; पर उसने कहा “मैं जब तक अपना प्रयोजन न कह दूँ, तब तक कुछ न खाऊँगा।” लाबान ने कहा, “कह दे।”\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “मैं तो अब्राहम का दास हूँ।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने मेरे स्वामी को बड़ी आशीष दी है; इसलिए वह महान पुरुष हो गया है; और उसने उसको भेड़-बकरी, गाय-बैल, सोना-रूपा, दास-दासियाँ, ऊँट और गदहे दिए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरे स्वामी की पत्‍नी सारा के बुढ़ापे में उससे एक पुत्र उत्‍पन्‍न हुआ है; और उस पुत्र को अब्राहम ने अपना सब कुछ दे दिया है।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे स्वामी ने मुझे यह शपथ खिलाई है, कि ‘मैं उसके पुत्र के लिये कनानियों की लड़कियों में से जिनके देश में वह रहता है, कोई स्त्री न ले आऊँगा।\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसके पिता के घर, और कुल के लोगों के पास जाकर उसके पुत्र के लिये एक स्त्री ले आऊँगा।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने अपने स्वामी से कहा, ‘कदाचित् वह स्त्री मेरे पीछे न आए।’\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने मुझसे कहा, ‘यहोवा, जिसके सामने मैं चलता आया हूँ, वह तेरे संग अपने दूत को भेजकर तेरी यात्रा को सफल करेगा; और तू मेरे कुल, और मेरे पिता के घराने में से मेरे पुत्र के लिये एक स्त्री ले आ सकेगा।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू तब ही मेरी इस शपथ से छूटेगा, जब तू मेरे कुल के लोगों के पास पहुँचेगा; और यदि वे तुझे कोई स्त्री न दें, तो तू मेरी शपथ से छूटेगा।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं आज उस कुएँ के निकट आकर कहने लगा, ‘हे मेरे स्वामी अब्राहम के परमेश्‍वर यहोवा, यदि तू मेरी इस यात्रा को सफल करता हो;\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो देख मैं जल के इस कुएँ के निकट खड़ा हूँ; और ऐसा हो, कि जो कुमारी जल भरने के लिये आए, और मैं उससे कहूँ, “अपने घड़े में से मुझे थोड़ा पानी पिला,”\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह मुझसे कहे, “पी ले, और मैं तेरे ऊँटों के पीने के लिये भी पानी भर दूँगी,” वह वही स्त्री हो जिसको तूने मेरे स्वामी के पुत्र के लिये ठहराया है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मन ही मन यह कह ही रहा था, कि देख रिबका कंधे पर घड़ा लिये हुए निकल आई; फिर वह सोते के पास उतरकर भरने लगी। मैंने उससे कहा, ‘मुझे पानी पिला दे।’\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने जल्दी से अपने घड़े को कंधे पर से उतार के कहा, ‘ले, पी ले, पीछे मैं तेरे ऊँटों को भी पिलाऊँगी,’ इस प्रकार मैंने पी लिया, और उसने ऊँटों को भी पिला दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने उससे पूछा, ‘तू किस की बेटी है?’ और उसने कहा, ‘मैं तो नाहोर के जन्माए मिल्का के पुत्र बतूएल की बेटी हूँ,’ तब मैंने उसकी नाक में वह नत्थ, और उसके हाथों में वे कंगन पहना दिए।\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने सिर झुकाकर यहोवा को दण्डवत् किया, और अपने स्वामी अब्राहम के परमेश्‍वर यहोवा को धन्य कहा, क्योंकि उसने मुझे ठीक मार्ग से पहुँचाया कि मैं अपने स्वामी के पुत्र के लिये उसके कुटुम्बी की पुत्री को ले जाऊँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब, यदि तुम मेरे स्वामी के साथ कृपा और सच्चाई का व्यवहार करना चाहते हो, तो मुझसे कहो; और यदि नहीं चाहते हो; तो भी मुझसे कह दो; ताकि मैं दाहिनी ओर, या बाईं ओर फिर जाऊँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लाबान और बतूएल ने उत्तर दिया, “यह बात यहोवा की ओर से हुई है; इसलिए हम लोग तुझ से न तो भला कह सकते हैं न बुरा।\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, रिबका तेरे सामने है, उसको ले जा, और वह यहोवा के वचन के अनुसार, तेरे स्वामी के पुत्र की पत्‍नी हो जाए।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनकी यह बात सुनकर, अब्राहम के दास ने भूमि पर गिरकर यहोवा को दण्डवत् किया।\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उस दास ने सोने और रूपे के गहने, और वस्त्र निकालकर रिबका को दिए; और उसके भाई और माता को भी उसने अनमोल-अनमोल वस्तुएँ दीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने अपने संगी जनों समेत भोजन किया, और रात वहीं बिताई। उसने तड़के उठकर कहा, “मुझ को अपने स्वामी के पास जाने के लिये विदा करो।”\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रिबका के भाई और माता ने कहा, “कन्या को हमारे पास कुछ दिन, अर्थात् कम से कम दस दिन रहने दे; फिर उसके पश्चात् वह चली जाएगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “यहोवा ने जो मेरी यात्रा को सफल किया है; इसलिए तुम मुझे मत रोको अब मुझे विदा कर दो, कि मैं अपने स्वामी के पास जाऊँ।”\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने कहा, “हम कन्या को बुलाकर पूछते हैं, और देखेंगे, कि वह क्या कहती है।”\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने रिबका को बुलाकर उससे पूछा, “क्या तू इस मनुष्य के संग जाएगी?” उसने कहा, “हाँ मैं जाऊँगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने अपनी बहन रिबका, और उसकी दाई और अब्राहम के दास, और उसके साथी सभी को विदा किया।\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने रिबका को आशीर्वाद देकर कहा, “हे हमारी बहन, तू हजारों लाखों की आदिमाता हो, और तेरा वंश अपने बैरियों के नगरों का अधिकारी हो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब रिबका अपनी सहेलियों समेत चली; और ऊँट पर चढ़कर उस पुरुष के पीछे हो ली। इस प्रकार वह दास रिबका को साथ लेकर चल दिया।\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसहाक जो दक्षिण देश में रहता था, लहैरोई नामक कुएँ से होकर चला आता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सांझ के समय वह मैदान में ध्यान करने के लिये निकला था; और उसने आँखें उठाकर क्या देखा, कि ऊँट चले आ रहे हैं।\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रिबका ने भी आँखें उठाकर इसहाक को देखा, और देखते ही ऊँट पर से उतर पड़ी।\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने दास से पूछा, “जो पुरुष मैदान पर हम से मिलने को चला आता है, वह कौन है?” दास ने कहा, “वह तो मेरा स्वामी है।” तब रिबका ने घूँघट लेकर अपने मुँह को ढाँप लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दास ने इसहाक से अपने साथ हुई घटना का वर्णन किया।\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इसहाक रिबका को अपनी माता सारा के तम्बू में ले आया, और उसको ब्याह कर उससे प्रेम किया। इस प्रकार इसहाक को माता की मृत्यु के पश्चात् शान्ति प्राप्त हुई।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इसहाक के विवाह का वर्णन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}