{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इसहाक ने याकूब को बुलाकर आशीर्वाद दिया, और आज्ञा दी, “तू किसी कनानी लड़की को न ब्याह लेना।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पद्दनराम में अपने नाना बतूएल के घर जाकर वहाँ अपने मामा लाबान की एक बेटी को ब्याह लेना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सर्वशक्तिमान परमेश्‍वर तुझे आशीष दे, और फलवन्त कर के बढ़ाए, और तू राज्य-राज्य की मण्डली का मूल हो।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तुझे और तेरे वंश को भी अब्राहम की सी आशीष दे, कि तू यह देश जिसमें तू परदेशी होकर रहता है, और जिसे परमेश्‍वर ने अब्राहम को दिया था, उसका अधिकारी हो जाए।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इसहाक ने याकूब को विदा किया, और वह पद्दनराम को अरामी बतूएल के पुत्र लाबान के पास चला, जो याकूब और एसाव की माता रिबका का भाई था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "एसाव का इश्माएल की बेटी महलत से ब्याह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब एसाव को पता चला कि इसहाक ने याकूब को आशीर्वाद देकर पद्दनराम भेज दिया, कि वह वहीं से पत्‍नी लाए, और उसको आशीर्वाद देने के समय यह आज्ञा भी दी, “तू किसी कनानी लड़की को ब्याह न लेना,”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब माता-पिता की मानकर पद्दनराम को चल दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एसाव यह सब देखकर और यह भी सोचकर कि कनानी लड़कियाँ मेरे पिता इसहाक को बुरी लगती हैं,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम के पुत्र इश्माएल के पास गया, और इश्माएल की बेटी महलत को, जो नबायोत की बहन थी, ब्याहकर अपनी पत्नियों में मिला लिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बेतेल में याकूब का स्वप्न\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब बेर्शेबा से निकलकर हारान की ओर चला।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने किसी स्थान में पहुँचकर रात वहीं बिताने का विचार किया, क्योंकि सूर्य अस्त हो गया था; इसलिए उसने उस स्थान के पत्थरों में से एक पत्थर ले अपना तकिया बनाकर रखा, और उसी स्थान में सो गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने स्वप्न में क्या देखा, कि एक सीढ़ी पृथ्वी पर खड़ी है, और उसका सिरा स्वर्ग तक पहुँचा है; और परमेश्‍वर के दूत उस पर से चढ़ते-उतरते हैं।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा उसके ऊपर खड़ा होकर कहता है, “मैं यहोवा, तेरे दादा अब्राहम का परमेश्‍वर, और इसहाक का भी परमेश्‍वर हूँ; जिस भूमि पर तू लेटा है, उसे मैं तुझको और तेरे वंश को दूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरा वंश भूमि की धूल के किनकों के समान बहुत होगा, और पश्चिम, पूरब, उत्तर, दक्षिण, चारों ओर फैलता जाएगा: और तेरे और तेरे वंश के द्वारा पृथ्वी के सारे कुल आशीष पाएँगे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सुन, मैं तेरे संग रहूँगा, और जहाँ कहीं तू जाए वहाँ तेरी रक्षा करूँगा, और तुझे इस देश में लौटा ले आऊँगा: मैं अपने कहे हुए को जब तक पूरा न कर लूँ तब तक तुझको न छोड़ूँगा।” (यशा. 41:10)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब जाग उठा, और कहने लगा, “निश्चय इस स्थान में यहोवा है; और मैं इस बात को न जानता था।”\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और भय खाकर उसने कहा, “यह स्थान क्या ही भयानक है! यह तो परमेश्‍वर के भवन को छोड़ और कुछ नहीं हो सकता; वरन् यह स्वर्ग का फाटक ही होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भोर को याकूब उठा, और अपने तकिये का पत्थर लेकर उसका खम्भा* खड़ा किया, और उसके सिरे पर तेल डाल दिया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उस स्थान का नाम बेतेल रखा; पर उस नगर का नाम पहले लूज था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब ने यह मन्नत मानी, “यदि परमेश्‍वर मेरे संग रहकर* इस यात्रा में मेरी रक्षा करे, और मुझे खाने के लिये रोटी, और पहनने के लिये कपड़ा दे,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं अपने पिता के घर में कुशल क्षेम से लौट आऊँ; तो यहोवा मेरा परमेश्‍वर ठहरेगा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह पत्थर, जिसका मैंने खम्भा खड़ा किया है, परमेश्‍वर का भवन ठहरेगा: और जो कुछ तू मुझे दे उसका दशमांश मैं अवश्य ही तुझे दिया करूँगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब का लाबान के पास भेजा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}