{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब राहेल ने देखा कि याकूब के लिये मुझसे कोई सन्तान नहीं होती, तब वह अपनी बहन से डाह करने लगी और याकूब से कहा, “मुझे भी सन्तान दे, नहीं तो मर जाऊँगी।”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने राहेल से क्रोधित होकर कहा, “क्या मैं परमेश्‍वर हूँ? तेरी कोख तो उसी ने बन्द कर रखी है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राहेल ने कहा, “अच्छा, मेरी दासी बिल्हा हाजिर है; उसी के पास जा, वह मेरे घुटनों पर जनेगी, और उसके द्वारा मेरा भी घर बसेगा।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उसे अपनी दासी बिल्हा को दिया, कि वह उसकी पत्‍नी हो; और याकूब उसके पास गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बिल्हा गर्भवती हुई और याकूब से उसके एक पुत्र उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राहेल ने कहा, “परमेश्‍वर ने मेरा न्याय चुकाया और मेरी सुनकर मुझे एक पुत्र दिया।” इसलिए उसने उसका नाम दान रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राहेल की दासी बिल्हा फिर गर्भवती हुई और याकूब से एक पुत्र और उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राहेल ने कहा, “मैंने अपनी बहन के साथ बड़े बल से लिपटकर मल्लयुद्ध किया और अब जीत गई।” अतः उसने उसका नाम नप्ताली रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब लिआ ने देखा कि मैं जनने से रहित हो गई हूँ, तब उसने अपनी दासी जिल्पा को लेकर याकूब की पत्‍नी होने के लिये दे दिया।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लिआ की दासी जिल्पा के भी याकूब से एक पुत्र उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लिआ ने कहा, “अहो भाग्य!” इसलिए उसने उसका नाम गाद रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लिआ की दासी जिल्पा के याकूब से एक और पुत्र उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लिआ ने कहा, “मैं धन्य हूँ; निश्चय स्त्रियाँ मुझे धन्य कहेंगी।” इसलिए उसने उसका नाम आशेर रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गेहूँ की कटनी के दिनों में रूबेन को मैदान में दूदाफल मिले, और वह उनको अपनी माता लिआ के पास ले गया, तब राहेल ने लिआ से कहा, “अपने पुत्र के दूदाफलों में से कुछ मुझे दे।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “तूने जो मेरे पति को ले लिया है क्या छोटी बात है? अब क्या तू मेरे पुत्र के दूदाफल भी लेना चाहती है?” राहेल ने कहा, “अच्छा, तेरे पुत्र के दूदाफलों के बदले वह आज रात को तेरे संग सोएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सांझ को जब याकूब मैदान से आ रहा था, तब लिआ उससे भेंट करने को निकली, और कहा, “तुझे मेरे ही पास आना होगा, क्योंकि मैंने अपने पुत्र के दूदाफल देकर तुझे सचमुच मोल लिया।” तब वह उस रात को उसी के संग सोया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने लिआ की सुनी, और वह गर्भवती हुई और याकूब से उसके पाँचवाँ पुत्र उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लिआ ने कहा, “मैंने जो अपने पति को अपनी दासी दी, इसलिए परमेश्‍वर ने मुझे मेरी मजदूरी दी है।” इसलिए उसने उसका नाम इस्साकार रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लिआ फिर गर्भवती हुई और याकूब से उसके छठवाँ पुत्र उत्‍पन्‍न हुआ।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लिआ ने कहा, “परमेश्‍वर ने मुझे अच्छा दान दिया है; अब की बार मेरा पति मेरे संग बना रहेगा, क्योंकि मेरे उससे छः पुत्र उत्‍पन्‍न हो चुके हैं।” इसलिए उसने उसका नाम जबूलून रखा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तत्पश्चात् उसके एक बेटी भी हुई, और उसने उसका नाम दीना रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर ने राहेल की भी सुधि ली,* और उसकी सुनकर उसकी कोख खोली।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वह गर्भवती हुई और उसके एक पुत्र उत्‍पन्‍न हुआ; तब उसने कहा, “परमेश्‍वर ने मेरी नामधराई को दूर कर दिया है।”\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उसने यह कहकर उसका नाम यूसुफ रखा, “परमेश्‍वर मुझे एक पुत्र और भी देगा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब का लाबान के साथ समझौता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब राहेल से यूसुफ उत्‍पन्‍न हुआ, तब याकूब ने लाबान से कहा, “मुझे विदा कर कि मैं अपने देश और स्थान को जाऊँ।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी स्त्रियाँ और मेरे बच्चे, जिनके लिये मैंने तेरी सेवा की है, उन्हें मुझे दे कि मैं चला जाऊँ; तू तो जानता है कि मैंने तेरी कैसी सेवा की है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लाबान ने उससे कहा, “यदि तेरी दृष्टि में मैंने अनुग्रह पाया है, तो यहीं रह जा; क्योंकि मैंने अनुभव से जान लिया है कि यहोवा ने तेरे कारण से मुझे आशीष दी है।”\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कहा, “तू ठीक बता कि मैं तुझको क्या दूँ, और मैं उसे दूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “तू जानता है कि मैंने तेरी कैसी सेवा की, और तेरे पशु मेरे पास किस प्रकार से रहे।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे आने से पहले वे कितने थे, और अब कितने हो गए हैं; और यहोवा ने मेरे आने पर तुझे आशीष दी है। पर मैं अपने घर का काम कब करने पाऊँगा?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने फिर कहा, “मैं तुझे क्या दूँ?” याकूब ने कहा, “तू मुझे कुछ न दे; यदि तू मेरे लिये एक काम करे, तो मैं फिर तेरी भेड़-बकरियों को चराऊँगा, और उनकी रक्षा करूँगा।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं आज तेरी सब भेड़-बकरियों के बीच होकर निकलूँगा, और जो भेड़ या बकरी चित्तीवाली या चितकबरी हो, और जो भेड़ काली हो, और जो बकरी चितकबरी और चित्तीवाली हो, उन्हें मैं अलग कर रखूँगा; और मेरी मजदूरी में वे ही ठहरेंगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब आगे को मेरी मजदूरी की चर्चा तेरे सामने चले, तब धर्म की यही साक्षी होगी; अर्थात् बकरियों में से जो कोई न चित्तीवाली न चितकबरी हो, और भेड़ों में से जो कोई काली न हो, यदि मेरे पास निकलें, तो चोरी की ठहरेंगी।”\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लाबान ने कहा, “तेरे कहने के अनुसार हो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः उसने उसी दिन सब धारीवाले और चितकबरे बकरों, और सब चित्तीवाली और चितकबरी बकरियों को, अर्थात् जिनमें कुछ उजलापन था, उनको और सब काली भेड़ों को भी अलग करके अपने पुत्रों के हाथ सौंप दिया।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अपने और याकूब के बीच में तीन दिन के मार्ग का अन्तर ठहराया; और याकूब लाबान की भेड़-बकरियों को चराने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने चिनार, और बादाम, और अर्मोन वृक्षों की हरी-हरी छड़ियाँ लेकर, उनके छिलके कहीं-कहीं छील के, उन्हें धारीदार बना दिया, ऐसी कि उन छड़ियों की सफेदी दिखाई देने लगी।\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तब छीली हुई छड़ियों को भेड़-बकरियों के सामने उनके पानी पीने के कठौतों में खड़ा किया; और जब वे पानी पीने के लिये आई तब गाभिन हो गईं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छड़ियों के सामने गाभिन होकर, भेड़-बकरियाँ धारीवाले, चित्तीवाले और चितकबरे बच्चे जनीं।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने भेड़ों के बच्चों को अलग-अलग किया, और लाबान की भेड़-बकरियों के मुँह को चित्तीवाले और सबकाले बच्चों की ओर कर दिया; और अपने झुण्डों को उनसे अलग रखा, और लाबान की भेड़-बकरियों से मिलने न दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब बलवन्त भेड़-बकरियाँ गाभिन होती थीं, तब-तब याकूब उन छड़ियों को कठौतों में उनके सामने रख देता था; जिससे वे छड़ियों को देखती हुई गाभिन हो जाएँ।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर जब निर्बल भेड़-बकरियाँ गाभिन होती थी, तब वह उन्हें उनके आगे नहीं रखता था। इससे निर्बल-निर्बल लाबान की रहीं, और बलवन्त-बलवन्त याकूब की हो गईं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार वह पुरुष अत्यन्त धनाढ्य हो गया, और उसके बहुत सी भेड़-बकरियाँ, और दासियाँ और दास और ऊँट और गदहे हो गए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}