{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लाबान के पुत्रों* की ये बातें याकूब के सुनने में आईं, “याकूब ने हमारे पिता का सब कुछ छीन लिया है, और हमारे पिता के धन के कारण उसकी यह प्रतिष्ठा है।”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब ने लाबान के चेहरे पर दृष्टि की और ताड़ लिया, कि वह उसके प्रति पहले के समान नहीं है।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने याकूब से कहा, “अपने पितरों के देश और अपनी जन्म-भूमि को लौट जा, और मैं तेरे संग रहूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने राहेल और लिआ को, मैदान में अपनी भेड़-बकरियों के पास बुलवाकर कहा,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम्हारे पिता के चेहरे से मुझे समझ पड़ता है, कि वह तो मुझे पहले के सामान अब नहीं देखता; पर मेरे पिता का परमेश्‍वर मेरे संग है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम भी जानती हो, कि मैंने तुम्हारे पिता की सेवा शक्ति भर की है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भी तुम्हारे पिता ने मुझसे छल करके मेरी मजदूरी को दस बार बदल दिया; परन्तु परमेश्‍वर ने उसको मेरी हानि करने नहीं दिया।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसने कहा, ‘चित्तीवाले बच्चे तेरी मजदूरी ठहरेंगे,’ तब सब भेड़-बकरियाँ चित्तीवाले ही जनने लगीं, और जब उसने कहा, ‘धारीवाले बच्चे तेरी मजदूरी ठहरेंगे,’ तब सब भेड़-बकरियाँ धारीवाले जनने लगीं।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस रीति से परमेश्‍वर ने तुम्हारे पिता के पशु लेकर मुझ को दे दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भेड़-बकरियों के गाभिन होने के समय मैंने स्वप्न में क्या देखा, कि जो बकरे बकरियों पर चढ़ रहे हैं, वे धारीवाले, चित्तीवाले, और धब्बेवाले हैं।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर के दूत ने स्वप्न में मुझसे कहा, ‘हे याकूब,’ मैंने कहा, ‘क्या आज्ञा।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, ‘आँखें उठाकर उन सब बकरों को जो बकरियों पर चढ़ रहे हैं, देख, कि वे धारीवाले, चित्तीवाले, और धब्बेवाले हैं; क्योंकि जो कुछ लाबान तुझ से करता है, वह मैंने देखा है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उस बेतेल का परमेश्‍वर हूँ, जहाँ तूने एक खम्भे पर तेल डाल दिया था और मेरी मन्नत मानी थी। अब चल, इस देश से निकलकर अपनी जन्म-भूमि को लौट जा’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राहेल और लिआ* ने उससे कहा, “क्या हमारे पिता के घर में अब भी हमारा कुछ भाग या अंश बचा है?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या हम उसकी दृष्टि में पराये न ठहरीं? देख, उसने हमको तो बेच डाला, और हमारे रूपे को खा बैठा है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए परमेश्‍वर ने हमारे पिता का जितना धन ले लिया है, वह हमारा, और हमारे बच्चों का है; अब जो कुछ परमेश्‍वर ने तुझ से कहा है, वही कर।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने अपने बच्चों और स्त्रियों को ऊँटों पर चढ़ाया;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितने पशुओं को वह पद्दनराम में इकट्ठा करके धनाढ्य हो गया था, सबको कनान में अपने पिता इसहाक के पास जाने की मनसा से, साथ ले गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लाबान तो अपनी भेड़ों का ऊन कतरने के लिये चला गया था, और राहेल अपने पिता के गृहदेवताओं को चुरा ले गई।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः याकूब लाबान अरामी के पास से चोरी से चला गया, उसको न बताया कि मैं भागा जाता हूँ।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपना सब कुछ लेकर भागा, और महानद के पार उतरकर अपना मुँह गिलाद के पहाड़ी देश की ओर किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लाबान द्वारा याकूब का पीछा करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीसरे दिन लाबान को समाचार मिला कि याकूब भाग गया है।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उसने अपने भाइयों को साथ लेकर उसका सात दिन तक पीछा किया, और गिलाद के पहाड़ी देश में उसको जा पकड़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने रात के स्वप्न में अरामी लाबान के पास आकर कहा, “सावधान रह, तू याकूब से न तो भला कहना और न बुरा।”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लाबान याकूब के पास पहुँच गया। याकूब अपना तम्बू गिलाद नामक पहाड़ी देश में खड़ा किए पड़ा था; और लाबान ने भी अपने भाइयों के साथ अपना तम्बू उसी पहाड़ी देश में खड़ा किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लाबान याकूब से कहने लगा, “तूने यह क्या किया, कि मेरे पास से चोरी से चला आया, और मेरी बेटियों को ऐसा ले आया, जैसा कोई तलवार के बल से बन्दी बनाई गई हों?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू क्यों चुपके से भाग आया, और मुझसे बिना कुछ कहे मेरे पास से चोरी से चला आया; नहीं तो मैं तुझे आनन्द के साथ मृदंग और वीणा बजवाते, और गीत गवाते विदा करता?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने तो मुझे अपने बेटे-बेटियों को चूमने तक न दिया? तूने मूर्खता की है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम लोगों की हानि करने की शक्ति मेरे हाथ में तो है; पर तुम्हारे पिता के परमेश्‍वर ने मुझसे बीती हुई रात में कहा, ‘सावधान रह, याकूब से न तो भला कहना और न बुरा।’\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भला, अब तू अपने पिता के घर का बड़ा अभिलाषी होकर चला आया तो चला आया, पर मेरे देवताओं को तू क्यों चुरा ले आया है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब ने लाबान को उत्तर दिया, “मैं यह सोचकर डर गया था कि कहीं तू अपनी बेटियों को मुझसे छीन न ले।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस किसी के पास तू अपने देवताओं को पाए, वह जीवित न बचेगा। मेरे पास तेरा जो कुछ निकले, उसे भाई-बन्धुओं के सामने पहचानकर ले-ले।” क्योंकि याकूब न जानता था कि राहेल गृहदेवताओं को चुरा ले आई है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर लाबान, याकूब और लिआ और दोनों दासियों के तम्बूओं में गया; और कुछ न मिला। तब लिआ के तम्बू में से निकलकर राहेल के तम्बू में गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राहेल तो गृहदेवताओं को ऊँट की काठी में रखकर उन पर बैठी थी। लाबान ने उसके सारे तम्बू में टटोलने पर भी उन्हें न पाया।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राहेल ने अपने पिता से कहा, “हे मेरे प्रभु; इससे अप्रसन्न न हो, कि मैं तेरे सामने नहीं उठी; क्योंकि मैं मासिक धर्म से हूँ।” अतः उसके ढूँढ़ ढाँढ़ करने पर भी गृहदेवता उसको न मिले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब क्रोधित होकर लाबान से झगड़ने लगा, और कहा, “मेरा क्या अपराध है? मेरा क्या पाप है, कि तूने इतना क्रोधित होकर मेरा पीछा किया है?\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने जो मेरी सारी सामग्री को टटोलकर देखा, तो तुझको अपने घर की सारी सामग्री में से क्या मिला? कुछ मिला हो तो उसको यहाँ अपने और मेरे भाइयों के सामने रख दे, और वे हम दोनों के बीच न्याय करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन बीस वर्षों से मैं तेरे पास रहा; इनमें न तो तेरी भेड़-बकरियों के गर्भ गिरे, और न तेरे मेढ़ों का माँस मैंने कभी खाया।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसे जंगली जन्तुओं ने फाड़ डाला उसको मैं तेरे पास न लाता था, उसकी हानि मैं ही उठाता था; चाहे दिन को चोरी जाता चाहे रात को, तू मुझ ही से उसको ले लेता था।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी तो यह दशा थी कि दिन को तो घाम और रात को पाला मुझे खा गया; और नींद मेरी आँखों से भाग जाती थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बीस वर्ष तक मैं तेरे घर में रहा; चौदह वर्ष तो मैंने तेरी दोनों बेटियों के लिये, और छः वर्ष तेरी भेड़-बकरियों के लिये सेवा की; और तूने मेरी मजदूरी को दस बार बदल डाला।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे पिता का परमेश्‍वर अर्थात् अब्राहम का परमेश्‍वर, जिसका भय इसहाक भी मानता है, यदि मेरी ओर न होता, तो निश्चय तू अब मुझे खाली हाथ जाने देता। मेरे दुःख और मेरे हाथों के परिश्रम को देखकर परमेश्‍वर ने बीती हुई रात में तुझे डाँटा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब और लाबान के बीच समझौता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लाबान ने याकूब से कहा, “ये बेटियाँ तो मेरी ही हैं, और ये पुत्र भी मेरे ही हैं, और ये भेड़-बकरियाँ भी मेरे ही हैं, और जो कुछ तुझे देख पड़ता है वह सब मेरा ही है परन्तु अब मैं अपनी इन बेटियों और इनकी सन्तान से क्या कर सकता हूँ?\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब आ, मैं और तू दोनों आपस में वाचा बाँधें, और वह मेरे और तेरे बीच साक्षी ठहरी रहे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने एक पत्थर लेकर उसका खम्भा खड़ा किया।\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने अपने भाई-बन्धुओं से कहा, “पत्थर इकट्ठा करो,” यह सुनकर उन्होंने पत्थर इकट्ठा करके एक ढेर लगाया और वहीं ढेर के पास उन्होंने भोजन किया।\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस ढेर का नाम लाबान ने तो जैगर सहादुथा, पर याकूब ने गिलियाद रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लाबान ने कहा, “यह ढेर आज से मेरे और तेरे बीच साक्षी रहेगा।” इस कारण उसका नाम गिलियाद रखा गया,\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिस्पा भी; क्योंकि उसने कहा, “जब हम एक दूसरे से दूर रहें तब यहोवा मेरी और तेरी देख-भाल करता रहे।\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि तू मेरी बेटियों को दुःख दे, या उनके सिवाय और स्त्रियाँ ब्याह ले, तो हमारे साथ कोई मनुष्य तो न रहेगा; पर देख मेरे तेरे बीच में परमेश्‍वर साक्षी रहेगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लाबान ने याकूब से कहा, “इस ढेर को देख और इस खम्भे को भी देख, जिनको मैंने अपने और तेरे बीच में खड़ा किया है।\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह ढेर और यह खम्भा दोनों इस बात के साक्षी रहें कि हानि करने की मनसा से न तो मैं इस ढेर को लाँघकर तेरे पास जाऊँगा, न तू इस ढेर और इस खम्भे को लाँघकर मेरे पास आएगा।\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्राहम और नाहोर और उनके पिता; तीनों का जो परमेश्‍वर है, वही हम दोनों के बीच न्याय करे।” तब याकूब ने उसकी शपथ खाई जिसका भय उसका पिता इसहाक मानता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब ने उस पहाड़ पर बलि चढ़ाया, और अपने भाई-बन्धुओं को भोजन करने के लिये बुलाया, तब उन्होंने भोजन करके पहाड़ पर रात बिताई।\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भोर को लाबान उठा, और अपने बेटे-बेटियों को चूमकर और आशीर्वाद देकर चल दिया, और अपने स्थान को लौट गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब का लाबान के पास से भागना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}