{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब ने भी अपना मार्ग लिया और परमेश्‍वर के दूत उसे आ मिले।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनको देखते ही याकूब ने कहा, “यह तो परमेश्‍वर का दल है।” इसलिए उसने उस स्थान का नाम महनैम रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने सेईर देश में, अर्थात् एदोम देश में, अपने भाई एसाव के पास अपने आगे दूत भेज दिए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उन्हें यह आज्ञा दी, “मेरे प्रभु एसाव से यह कहना; कि तेरा दास* याकूब तुझ से यह कहता है, कि मैं लाबान के यहाँ परदेशी होकर अब तक रहा;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरे पास गाय-बैल, गदहे, भेड़-बकरियाँ, और दास-दासियाँ हैं और मैंने अपने प्रभु के पास इसलिए सन्देश भेजा है कि तेरे अनुग्रह की दृष्टि मुझ पर हो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे दूत याकूब के पास लौटकर कहने लगे, “हम तेरे भाई एसाव के पास गए थे, और वह भी तुझ से भेंट करने को चार सौ पुरुष संग लिये हुए चला आता है।”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब बहुत डर गया, और संकट में पड़ा: और यह सोचकर, अपने साथियों के, और भेड़-बकरियों, और गाय-बैलों, और ऊँटों के भी अलग-अलग दो दल कर लिये,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि यदि एसाव आकर पहले दल को मारने लगे, तो दूसरा दल भागकर बच जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर याकूब ने कहा, “हे यहोवा, हे मेरे दादा अब्राहम के परमेश्‍वर, हे मेरे पिता इसहाक के परमेश्‍वर, तूने तो मुझसे कहा था कि अपने देश और जन्म-भूमि में लौट जा, और मैं तेरी भलाई करूँगा:\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने जो-जो काम अपनी करुणा और सच्चाई से अपने दास के साथ किए हैं, कि मैं जो अपनी छड़ी ही लेकर इस यरदन नदी के पार उतर आया, और अब मेरे दो दल हो गए हैं, तेरे ऐसे-ऐसे कामों में से मैं एक के भी योग्य तो नहीं हूँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी विनती सुनकर मुझे मेरे भाई एसाव के हाथ से बचा मैं तो उससे डरता हूँ, कहीं ऐसा न हो कि वह आकर मुझे और माँ समेत लड़कों को भी मार डाले।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने तो कहा है, कि मैं निश्चय तेरी भलाई करूँगा, और तेरे वंश को समुद्र के रेतकणों के समान बहुत करूँगा, जो बहुतायत के मारे गिने नहीं जा सकते।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उस दिन की रात वहीं बिताई; और जो कुछ उसके पास था उसमें से अपने भाई एसाव की भेंट के लिये छाँट-छाँटकर निकाला;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् दो सौ बकरियाँ, और बीस बकरे, और दो सौ भेड़ें, और बीस मेढ़े,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बच्चों समेत दूध देनेवाली तीस ऊँटनियाँ, और चालीस गायें, और दस बैल, और बीस गदहियाँ और उनके दस बच्चे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनको उसने झुण्ड-झुण्ड करके, अपने दासों को सौंपकर उनसे कहा, “मेरे आगे बढ़ जाओ; और झुण्डों के बीच-बीच में अन्तर रखो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने अगले झुण्ड के रखवाले को यह आज्ञा दी, “जब मेरा भाई एसाव तुझे मिले, और पूछने लगे, ‘तू किस का दास है, और कहाँ जाता है, और ये जो तेरे आगे-आगे हैं, वे किस के हैं?’\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब कहना, ‘यह तेरे दास याकूब के हैं। हे मेरे प्रभु एसाव, ये भेंट के लिये तेरे पास भेजे गए हैं, और वह आप भी हमारे पीछे-पीछे आ रहा है’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने दूसरे और तीसरे रखवालों को भी, वरन् उन सभी को जो झुण्डों के पीछे-पीछे थे ऐसी ही आज्ञा दी कि जब एसाव तुम को मिले तब इसी प्रकार उससे कहना।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह भी कहना, “तेरा दास याकूब हमारे पीछे-पीछे आ रहा है।” क्योंकि उसने यह सोचा कि यह भेंट जो मेरे आगे-आगे जाती है, इसके द्वारा मैं उसके क्रोध को शान्त करके तब उसका दर्शन करूँगा; हो सकता है वह मुझसे प्रसन्‍न हो जाए।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वह भेंट याकूब से पहले पार उतर गई, और वह आप उस रात को छावनी में रहा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब का मल्लयुद्ध\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी रात को वह उठा और अपनी दोनों स्त्रियों, और दोनों दासियों, और ग्यारहों लड़कों को संग लेकर घाट से यब्बोक नदी के पार उतर गया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उन्हें उस नदी के पार उतार दिया, वरन् अपना सब कुछ पार उतार दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब आप अकेला रह गया; तब कोई पुरुष आकर पौ फटने तक उससे मल्लयुद्ध करता रहा।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसने देखा कि मैं याकूब पर प्रबल नहीं होता, तब उसकी जाँघ की नस को छुआ; और याकूब की जाँघ की नस उससे मल्लयुद्ध करते ही करते चढ़ गई।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “मुझे जाने दे, क्योंकि भोर होनेवाला है।” याकूब ने कहा, “जब तक तू मुझे आशीर्वाद न दे, तब तक मैं तुझे जाने न दूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने याकूब से पूछा, “तेरा नाम क्या है?”* उसने कहा, “याकूब।”\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “तेरा नाम अब याकूब नहीं, परन्तु इस्राएल होगा, क्योंकि तू परमेश्‍वर से और मनुष्यों से भी युद्ध करके प्रबल हुआ है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब ने कहा, “मैं विनती करता हूँ, मुझे अपना नाम बता।” उसने कहा, “तू मेरा नाम क्यों पूछता है?” तब उसने उसको वहीं आशीर्वाद दिया।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने यह कहकर उस स्थान का नाम पनीएल* रखा; “परमेश्‍वर को आमने-सामने देखने पर भी मेरा प्राण बच गया है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पनूएल के पास से चलते-चलते सूर्य उदय हो गया, और वह जाँघ से लँगड़ाता था।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली जो पशुओं की जाँघ की जोड़वाले जंघानस को आज के दिन तक नहीं खाते, इसका कारण यही है कि उस पुरुष ने याकूब की जाँघ के जोड़ में जंघानस को छुआ था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "एसाव का याकूब से मिलने आना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}