{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक दिन लिआ की बेटी दीना, जो याकूब से उत्‍पन्‍न हुई थी, उस देश की लड़कियों से भेंट करने को निकली।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस देश के प्रधान हिव्वी हमोर के पुत्र शेकेम ने उसे देखा, और उसे ले जाकर उसके साथ कुकर्म करके उसको भ्रष्ट कर डाला।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसका मन याकूब की बेटी दीना से लग गया, और उसने उस कन्या से प्रेम की बातें की, और उससे प्रेम करने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः शेकेम ने अपने पिता हमोर से कहा, “मुझे इस लड़की को मेरी पत्‍नी होने के लिये दिला दे।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब ने सुना कि शेकेम ने मेरी बेटी दीना को अशुद्ध कर डाला है, पर उसके पुत्र उस समय पशुओं के संग मैदान में थे, इसलिए वह उनके आने तक चुप रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शेकेम का पिता हमोर निकलकर याकूब से बातचीत करने के लिये उसके पास गया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब के पुत्र यह सुनते ही मैदान से बहुत उदास और क्रोधित होकर आए; क्योंकि शेकेम ने याकूब की बेटी के साथ कुकर्म करके इस्राएल के घराने से मूर्खता का ऐसा काम किया था, जिसका करना अनुचित था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमोर ने उन सबसे कहा, “मेरे पुत्र शेकेम का मन तुम्हारी बेटी पर बहुत लगा है, इसलिए उसे उसकी पत्‍नी होने के लिये उसको दे दो।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमारे साथ ब्याह किया करो; अपनी बेटियाँ हमको दिया करो, और हमारी बेटियों को आप लिया करो।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमारे संग बसे रहो; और यह देश तुम्हारे सामने पड़ा है; इसमें रहकर लेन-देन करो, और इसकी भूमि को अपने लिये ले लो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शेकेम ने भी दीना के पिता और भाइयों से कहा, “यदि मुझ पर तुम लोगों की अनुग्रह की दृष्टि हो, तो जो कुछ तुम मुझसे कहो, वह मैं दूँगा।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम मुझसे कितना ही मूल्य या बदला क्यों न माँगो, तो भी मैं तुम्हारे कहे के अनुसार दूँगा; परन्तु उस कन्या को पत्‍नी होने के लिये मुझे दो।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यह सोचकर कि शेकेम ने हमारी बहन दीना को अशुद्ध किया है, याकूब के पुत्रों ने शेकेम और उसके पिता हमोर को छल के साथ यह उत्तर दिया,*\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हम ऐसा काम नहीं कर सकते कि किसी खतनारहित पुरुष को अपनी बहन दें; क्योंकि इससे हमारी नामधराई होगी।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस बात पर तो हम तुम्हारी मान लेंगे कि हमारे समान तुम में से हर एक पुरुष का खतना किया जाए।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हम अपनी बेटियाँ तुम्हें ब्याह देंगे, और तुम्हारी बेटियाँ ब्याह लेंगे, और तुम्हारे संग बसे भी रहेंगे, और हम दोनों एक ही समुदाय के मनुष्य हो जाएँगे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि तुम हमारी बात न मानकर अपना खतना न कराओगे, तो हम अपनी लड़की को लेकर यहाँ से चले जाएँगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी इस बात पर हमोर और उसका पुत्र शेकेम प्रसन्‍न हुए।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह जवान जो याकूब की बेटी को बहुत चाहता था, इस काम को करने में उसने विलम्ब न किया। वह तो अपने पिता के सारे घराने में अधिक प्रतिष्ठित था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हमोर और उसका पुत्र शेकेम अपने नगर के फाटक के निकट जाकर नगरवासियों को यह समझाने लगे;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“वे मनुष्य तो हमारे संग मेल से रहना चाहते हैं; अतः उन्हें इस देश में रहकर लेन-देन करने दो; देखो, यह देश उनके लिये भी बहुत है; फिर हम लोग उनकी बेटियों को ब्याह लें, और अपनी बेटियों को उन्हें दिया करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे लोग केवल इस बात पर हमारे संग रहने और एक ही समुदाय के मनुष्य हो जाने को प्रसन्‍न हैं कि उनके समान हमारे सब पुरुषों का भी खतना किया जाए।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या उनकी भेड़-बकरियाँ, और गाय-बैल वरन् उनके सारे पशु और धन सम्पत्ति हमारी न हो जाएगी? इतना ही करें कि हम लोग उनकी बात मान लें, तो वे हमारे संग रहेंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जितने उस नगर के फाटक से निकलते थे, उन सभी ने हमोर की और उसके पुत्र शेकेम की बात मानी; और हर एक पुरुष का खतना किया गया, जितने उस नगर के फाटक से निकलते थे।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीसरे दिन, जब वे लोग पीड़ित पड़े थे, तब ऐसा हुआ कि शिमोन और लेवी नाम याकूब के दो पुत्रों ने, जो दीना के भाई थे, अपनी-अपनी तलवार ले उस नगर में निधड़क घुसकर सब पुरुषों को घात किया।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमोर और उसके पुत्र शेकेम को उन्होंने तलवार से मार डाला, और दीना को शेकेम के घर से निकाल ले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब के पुत्रों ने घात कर डालने पर भी चढ़कर नगर को इसलिए लूट लिया कि उसमें उनकी बहन अशुद्ध की गई थी।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने भेड़-बकरी, और गाय-बैल, और गदहे, और नगर और मैदान में जितना धन था ले लिया।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस सबको, और उनके बाल-बच्चों, और स्त्रियों को भी हर ले गए, वरन् घर-घर में जो कुछ था, उसको भी उन्होंने लूट लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने शिमोन और लेवी से कहा, “तुमने जो इस देश के निवासी कनानियों और परिज्जियों के मन में मेरे प्रति घृणा उत्‍पन्‍न कराई है, इससे तुमने मुझे संकट में डाला है,* क्योंकि मेरे साथ तो थोड़े ही लोग हैं, इसलिए अब वे इकट्ठे होकर मुझ पर चढ़ेंगे, और मुझे मार डालेंगे, तो मैं अपने घराने समेत सत्यानाश हो जाऊँगा।”\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने कहा, “क्या वह हमारी बहन के साथ वेश्या के समान बर्ताव करे?”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दीना को भ्रष्ट किया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}