{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब तो कनान देश में रहता था, जहाँ उसका पिता परदेशी होकर रहा था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याकूब के वंश का वृत्तान्त यह है: यूसुफ सत्रह वर्ष का होकर अपने भाइयों के संग भेड़-बकरियों को चराता था; और वह लड़का अपने पिता की पत्‍नी बिल्हा, और जिल्पा के पुत्रों के संग रहा करता था; और उनकी बुराइयों का समाचार अपने पिता के पास पहुँचाया करता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएल अपने सब पुत्रों से बढ़कर यूसुफ से प्रीति रखता था, क्योंकि वह उसके बुढ़ापे का पुत्र था : और उसने उसके लिये रंग-बिरंगा अंगरखा बनवाया।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब उसके भाइयों ने देखा, कि हमारा पिता हम सब भाइयों से अधिक उसी से प्रीति रखता है, तब वे उससे बैर करने लगे और उसके साथ ठीक से बात भी नहीं करते थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ का स्वप्न\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ ने एक स्वप्न देखा,* और अपने भाइयों से उसका वर्णन किया; तब वे उससे और भी द्वेष करने लगे।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “जो स्वप्न मैंने देखा है, उसे सुनो\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम लोग खेत में पूले बाँध रहे हैं, और क्या देखता हूँ कि मेरा पूला उठकर सीधा खड़ा हो गया; तब तुम्हारे पूलों ने मेरे पूले को चारों तरफ से घेर लिया और उसे दण्डवत् किया।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसके भाइयों ने उससे कहा, “क्या सचमुच तू हमारे ऊपर राज्य करेगा? या क्या सचमुच तू हम पर प्रभुता करेगा?” इसलिए वे उसके स्वप्नों और उसकी बातों के कारण उससे और भी अधिक बैर करने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने एक और स्वप्न देखा, और अपने भाइयों से उसका भी यह वर्णन किया, “सुनो, मैंने एक और स्वप्न देखा है, कि सूर्य और चन्द्रमा, और ग्यारह तारे मुझे दण्डवत् कर रहे हैं।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह स्वप्न का उसने अपने पिता, और भाइयों से वर्णन किया; तब उसके पिता ने उसको डाँटकर कहा, “यह कैसा स्वप्न है जो तूने देखा है? क्या सचमुच मैं और तेरी माता और तेरे भाई सब जाकर तेरे आगे भूमि पर गिरकर दण्डवत् करेंगे?”\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भाई तो उससे डाह करते थे; पर उसके पिता ने उसके उस वचन को स्मरण रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भाई अपने पिता की भेड़-बकरियों को चराने के लिये शेकेम को गए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएल ने यूसुफ से कहा, “तेरे भाई तो शेकेम ही में भेड़-बकरी चरा रहे होंगे, इसलिए जा, मैं तुझे उनके पास भेजता हूँ।” उसने उससे कहा, “जो आज्ञा मैं हाजिर हूँ।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “जा, अपने भाइयों और भेड़-बकरियों का हाल देख आ कि वे कुशल से तो हैं, फिर मेरे पास समाचार ले आ।” अतः उसने उसको हेब्रोन की तराई में विदा कर दिया, और वह शेकेम में आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और किसी मनुष्य ने उसको मैदान में इधर-उधर भटकते हुए पाकर उससे पूछा, “तू क्या ढूँढ़ता है?”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “मैं तो अपने भाइयों को ढूँढ़ता हूँ कृपा कर मुझे बता कि वे भेड़-बकरियों को कहाँ चरा रहे हैं?”\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस मनुष्य ने कहा, “वे तो यहाँ से चले गए हैं; और मैंने उनको यह कहते सुना, ‘आओ, हम दोतान को चलें’।” इसलिए यूसुफ अपने भाइयों के पीछे चला, और उन्हें दोतान में पाया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ का दासत्व के लिये बेचा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे ही उन्होंने उसे दूर से आते देखा, तो उसके निकट आने के पहले ही उसे मार डालने की युक्ति की।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे आपस में कहने लगे, “देखो, वह स्वप्न देखनेवाला आ रहा है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए आओ, हम उसको घात करके किसी गड्ढे में डाल दें, और यह कह देंगे, कि कोई जंगली पशु उसको खा गया। फिर हम देखेंगे कि उसके स्वप्नों का क्या फल होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर रूबेन ने उसको उनके हाथ से बचाने की मनसा से कहा, “हम उसको प्राण से तो न मारें।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर रूबेन ने उनसे कहा, “लहू मत बहाओ, उसको जंगल के इस गड्ढे में डाल दो, और उस पर हाथ मत उठाओ।” वह उसको उनके हाथ से छुड़ाकर पिता के पास फिर पहुँचाना चाहता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए ऐसा हुआ कि जब यूसुफ अपने भाइयों के पास पहुँचा तब उन्होंने उसका रंग-बिरंगा अंगरखा, जिसे वह पहने हुए था, उतार लिया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ को उठाकर गड्ढे में डाल दिया। वह गड्ढा सूखा था और उसमें कुछ जल न था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे रोटी खाने को बैठ गए; और आँखें उठाकर क्या देखा कि इश्माएलियों का एक दल ऊँटों पर सुगन्ध-द्रव्य, बलसान, और गन्धरस लादे हुए, गिलाद से मिस्र को चला जा रहा है।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा ने अपने भाइयों से कहा, “अपने भाई को घात करने और उसका खून छिपाने से क्या लाभ होगा?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आओ, हम उसे इश्माएलियों के हाथ बेच डालें, और अपना हाथ उस पर न उठाए, क्योंकि वह हमारा भाई और हमारी ही हड्डी और माँस है।” और उसके भाइयों ने उसकी बात मान ली।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मिद्यानी व्यापारी उधर से होकर उनके पास पहुँचे। अतः यूसुफ के भाइयों ने उसको उस गड्ढे में से खींचकर बाहर निकाला, और इश्माएलियों के हाथ चाँदी के बीस टुकड़ों में बेच दिया; और वे यूसुफ को मिस्र में ले गए। (प्रेरि. 7:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रूबेन ने गड्ढे पर लौटकर क्या देखा कि यूसुफ गड्ढे में नहीं है; इसलिए उसने अपने वस्त्र फाड़े,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अपने भाइयों के पास लौटकर कहने लगा, “लड़का तो नहीं है; अब मैं किधर जाऊँ?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने यूसुफ का अंगरखा* लिया, और एक बकरे को मारकर उसके लहू में उसे डुबा दिया।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने उस रंग बिरंगे अंगरखे को अपने पिता के पास भेजकर यह सन्‍देश दिया; “यह हमको मिला है, अतः देखकर पहचान ले कि यह तेरे पुत्र का अंगरखा है कि नहीं।”\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उसको पहचान लिया, और कहा, “हाँ यह मेरे ही पुत्र का अंगरखा है; किसी दुष्ट पशु ने उसको खा लिया है; निःसन्देह यूसुफ फाड़ डाला गया है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याकूब ने अपने वस्त्र फाड़े और कमर में टाट लपेटा, और अपने पुत्र के लिये बहुत दिनों तक विलाप करता रहा।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके सब बेटे-बेटियों ने उसको शान्ति देने का यत्न किया; पर उसको शान्ति न मिली; और वह यही कहता रहा, “मैं तो विलाप करता हुआ अपने पुत्र के पास अधोलोक में उतर जाऊँगा।” इस प्रकार उसका पिता उसके लिये रोता ही रहा।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस बीच मिद्यानियों ने यूसुफ को मिस्र में ले जाकर पोतीपर नामक, फ़िरौन के एक हाकिम, और अंगरक्षकों के प्रधान, के हाथ बेच डाला।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ और उसके भाई\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}