{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्हीं दिनों में ऐसा हुआ कि यहूदा अपने भाइयों के पास से चला गया, और हीरा नामक एक अदुल्लामवासी पुरुष के पास डेरा किया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ यहूदा ने शूआ नामक एक कनानी पुरुष की बेटी को देखा; और उससे विवाह करके उसके पास गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह गर्भवती हुई, और उसके एक पुत्र उत्‍पन्‍न हुआ; और यहूदा ने उसका नाम एर रखा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह फिर गर्भवती हुई, और उसके एक पुत्र और उत्‍पन्‍न हुआ; और उसका नाम ओनान रखा गया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसके एक पुत्र और उत्‍पन्‍न हुआ, और उसका नाम शेला रखा गया; और जिस समय इसका जन्म हुआ उस समय यहूदा कजीब में रहता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा ने तामार नामक एक स्त्री से अपने जेठे एर का विवाह कर दिया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहूदा का वह जेठा एर यहोवा के लेखे में दुष्ट था, इसलिए यहोवा ने उसको मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा ने ओनान से कहा, “अपनी भौजाई के पास जा, और उसके साथ देवर का धर्म पूरा करके अपने भाई के लिये सन्तान उत्‍पन्‍न कर।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओनान तो जानता था कि सन्तान मेरी न ठहरेगी; इसलिए ऐसा हुआ कि जब वह अपनी भौजाई के पास गया, तब उसने भूमि पर वीर्य गिराकर नाश किया, जिससे ऐसा न हो कि उसके भाई के नाम से वंश चले।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह काम जो उसने किया उससे यहोवा अप्रसन्न हुआ और उसने उसको भी मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा ने इस डर के मारे कि कहीं ऐसा न हो कि अपने भाइयों के समान शेला भी मरे, अपनी बहू तामार से कहा, “जब तक मेरा पुत्र शेला सयाना न हो जाए तब तक अपने पिता के घर में विधवा ही बैठी रह।” इसलिए तामार अपने पिता के घर में जाकर रहने लगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बहुत समय के बीतने पर यहूदा की पत्‍नी जो शूआ की बेटी थी, वह मर गई; फिर यहूदा शोक के दिन बीतने पर अपने मित्र हीरा अदुल्लामवासी समेत अपनी भेड़-बकरियों का ऊन कतरनेवालों के पास तिम्‍नाह को गया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तामार को यह समाचार मिला, “तेरा ससुर अपनी भेड़-बकरियों का ऊन कतराने के लिये तिम्‍नाह को जा रहा है।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने यह सोचकर कि शेला सयाना तो हो गया पर मैं उसकी स्त्री नहीं होने पाई; अपना विधवापन का पहरावा उतारा और घूँघट डालकर अपने को ढाँप लिया, और एनैम नगर के फाटक के पास, जो तिम्‍नाह के मार्ग में है, जा बैठी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहूदा ने उसको देखा, उसने उसको वेश्या समझा; क्योंकि वह अपना मुँह ढाँपे हुए थी।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह मार्ग से उसकी ओर फिरा, और उससे कहने लगा, “मुझे अपने पास आने दे,” (क्योंकि उसे यह मालूम न था कि वह उसकी बहू है।) और वह कहने लगी, “यदि मैं तुझे अपने पास आने दूँ, तो तू मुझे क्या देगा?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “मैं अपनी बकरियों में से बकरी का एक बच्चा तेरे पास भेज दूँगा।” तब उसने कहा, “भला उसके भेजने तक क्या तू हमारे पास कुछ रेहन रख जाएगा?”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने पूछा, “मैं तेरे पास क्या रेहन रख जाऊँ?” उसने कहा, “अपनी मुहर, और बाजूबन्द, और अपने हाथ की छड़ी।” तब उसने उसको वे वस्तुएँ दे दीं, और उसके पास गया, और वह उससे गर्भवती हुई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह उठकर चली गई, और अपना घूँघट उतारकर अपना विधवापन का पहरावा फिर पहन लिया।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा ने बकरी का बच्चा अपने मित्र उस अदुल्लामवासी के हाथ भेज दिया कि वह रेहन रखी हुई वस्तुएँ उस स्त्री के हाथ से छुड़ा ले आए; पर वह स्त्री उसको न मिली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने वहाँ के लोगों से पूछा, “वह देवदासी जो एनैम में मार्ग की एक ओर बैठी थी, कहाँ है?” उन्होंने कहा, “यहाँ तो कोई देवदासी न थी।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उसने यहूदा के पास लौटकर कहा, “मुझे वह नहीं मिली; और उस स्थान के लोगों ने कहा, ‘यहाँ तो कोई देवदासी न थी’।”\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा ने कहा, “अच्छा, वह बन्धक उसी के पास रहने दे, नहीं तो हम लोग तुच्छ गिने जाएँगे; देख, मैंने बकरी का यह बच्चा भेज दिया था, पर वह तुझे नहीं मिली।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लगभग तीन महीने के बाद यहूदा को यह समाचार मिला, “तेरी बहू तामार ने व्यभिचार किया है; वरन् वह व्यभिचार से गर्भवती भी हो गई है।” तब यहूदा ने कहा, “उसको बाहर ले आओ कि वह जलाई जाए।”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसे बाहर निकाला जा रहा था, तब उसने, अपने ससुर के पास यह कहला भेजा, “जिस पुरुष की ये वस्तुएँ हैं, उसी से मैं गर्भवती हूँ,” फिर उसने यह भी कहलाया, “पहचान तो सही कि यह मुहर, और बाजूबन्द, और छड़ी किसकी हैं।”\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा ने उन्हें पहचानकर कहा, “वह तो मुझसे कम दोषी है;* क्योंकि मैंने उसका अपने पुत्र शेला से विवाह न किया।” और उसने उससे फिर कभी प्रसंग न किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसके जनने का समय आया, तब यह जान पड़ा कि उसके गर्भ में जुड़वे बच्चे हैं।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वह जनने लगी तब एक बालक का हाथ बाहर आया, और दाई ने लाल सूत लेकर उसके हाथ में यह कहते हुए बाँध दिया, “पहले यही उत्‍पन्‍न हुआ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसने हाथ समेट लिया, तब उसका भाई उत्‍पन्‍न हो गया। तब उस दाई ने कहा, “तू क्यों बरबस निकल आया है?” इसलिए उसका नाम पेरेस रखा गया।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पीछे उसका भाई जिसके हाथ में लाल सूत बन्धा था उत्‍पन्‍न हुआ, और उसका नाम जेरह रखा गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदा और तामार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}