{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यूसुफ मिस्र में पहुँचाया गया, तब पोतीपर नामक एक मिस्री ने, जो फ़िरौन का हाकिम, और अंगरक्षकों का प्रधान था, उसको इश्माएलियों के हाथ से जो उसे वहाँ ले गए थे, मोल लिया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ अपने मिस्री स्वामी के घर में रहता था, और यहोवा उसके संग था; इसलिए वह भाग्यवान पुरुष हो गया।* (प्रेरि. 7:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ के स्वामी ने देखा, कि यहोवा उसके संग रहता है, और जो काम वह करता है उसको यहोवा उसके हाथ से सफल कर देता है। (प्रेरि. 7:9)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसकी अनुग्रह की दृष्टि उस पर हुई, और वह उसकी सेवा टहल करने के लिये नियुक्त किया गया; फिर उसने उसको अपने घर का अधिकारी बनाकर अपना सब कुछ उसके हाथ में सौंप दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब से उसने उसको अपने घर का और अपनी सारी सम्पत्ति का अधिकारी बनाया, तब से यहोवा यूसुफ के कारण उस मिस्री के घर पर आशीष देने लगा; और क्या घर में, क्या मैदान में, उसका जो कुछ था, सब पर यहोवा की आशीष होने लगी।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उसने अपना सब कुछ यूसुफ के हाथ में यहाँ तक छोड़ दिया कि अपने खाने की रोटी को छोड़, वह अपनी सम्पत्ति का हाल कुछ न जानता था। यूसुफ सुन्दर और रूपवान था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन बातों के पश्चात् ऐसा हुआ, कि उसके स्वामी की पत्‍नी ने यूसुफ की ओर आँख लगाई और कहा, “मेरे साथ सो।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर उसने अस्वीकार करते हुए अपने स्वामी की पत्‍नी से कहा, “सुन, जो कुछ इस घर में है मेरे हाथ में है; उसे मेरा स्वामी कुछ नहीं जानता, और उसने अपना सब कुछ मेरे हाथ में सौंप दिया है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस घर में मुझसे बड़ा कोई नहीं; और उसने तुझे छोड़, जो उसकी पत्‍नी है; मुझसे कुछ नहीं रख छोड़ा; इसलिए भला, मैं ऐसी बड़ी दुष्टता करके परमेश्‍वर का अपराधी क्यों बनूँ?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि वह प्रतिदिन यूसुफ से बातें करती रही, पर उसने उसकी न मानी कि उसके पास लेटे या उसके संग रहे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक दिन क्या हुआ कि यूसुफ अपना काम-काज करने के लिये घर में गया, और घर के सेवकों में से कोई भी घर के अन्दर न था।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस स्त्री ने उसका वस्त्र पकड़कर कहा, “मेरे साथ सो,” पर वह अपना वस्त्र उसके हाथ में छोड़कर भागा, और बाहर निकल गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि वह अपना वस्त्र मेरे हाथ में छोड़कर बाहर भाग गया,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस स्त्री ने अपने घर के सेवकों को बुलाकर कहा, “देखो, वह एक इब्री मनुष्य को हमारा तिरस्कार करने के लिये हमारे पास ले आया है।* वह तो मेरे साथ सोने के मतलब से मेरे पास अन्दर आया था और मैं ऊँचे स्वर से चिल्ला उठी।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरी बड़ी चिल्लाहट सुनकर वह अपना वस्त्र मेरे पास छोड़कर भागा, और बाहर निकल गया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह उसका वस्त्र उसके स्वामी के घर आने तक अपने पास रखे रही।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उससे इस प्रकार की बातें कहीं, “वह इब्री दास जिसको तू हमारे पास ले आया है, वह मुझसे हँसी करने के लिये मेरे पास आया था;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब मैं ऊँचे स्वर से चिल्ला उठी, तब वह अपना वस्त्र मेरे पास छोड़कर बाहर भाग गया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपनी पत्‍नी की ये बातें सुनकर कि तेरे दास ने मुझसे ऐसा-ऐसा काम किया, यूसुफ के स्वामी का कोप भड़का।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ का बन्दीगृह में डाला जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ के स्वामी ने उसको पकड़कर बन्दीगृह में, जहाँ राजा के कैदी बन्द थे, डलवा दिया; अतः वह उस बन्दीगृह में रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यहोवा यूसुफ के संग-संग रहा, और उस पर करुणा की, और बन्दीगृह के दरोगा के अनुग्रह की दृष्टि उस पर हुई।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए बन्दीगृह के दरोगा ने उन सब बन्दियों को, जो कारागार में थे, यूसुफ के हाथ में सौंप दिया; और जो-जो काम वे वहाँ करते थे, वह उसी की आज्ञा से होता था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ के वश में जो कुछ था उसमें से बन्दीगृह के दरोगा को कोई भी वस्तु देखनी न पड़ती थी; क्योंकि यहोवा यूसुफ के साथ था; और जो कुछ वह करता था, यहोवा उसको उसमें सफलता देता था।*\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पोतीपर के घर यूसुफ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}