{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन बातों के पश्चात् ऐसा हुआ, कि मिस्र के राजा के पिलानेहारे और पकानेहारे ने अपने स्वामी के विरुद्ध कुछ अपराध किया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फ़िरौन ने अपने उन दोनों हाकिमों, अर्थात् पिलानेहारों के प्रधान, और पकानेहारों के प्रधान पर क्रोधित होकर\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्हें कैद कराके, अंगरक्षकों के प्रधान के घर के उसी बन्दीगृह में, जहाँ यूसुफ बन्दी था, डलवा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अंगरक्षकों के प्रधान ने उनको यूसुफ के हाथ सौंपा, और वह उनकी सेवा-टहल करने लगा; अतः वे कुछ दिन तक बन्दीगृह में रहे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिस्र के राजा का पिलानेहारा और पकानेहारा, जो बन्दीगृह में बन्द थे, उन दोनों ने एक ही रात में, अपने-अपने होनहार के अनुसार, स्वप्न देखा।*\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सवेरे जब यूसुफ उनके पास अन्दर गया, तब उन पर उसने जो दृष्टि की, तो क्या देखता है, कि वे उदास हैं।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उसने फ़िरौन के उन हाकिमों से, जो उसके साथ उसके स्वामी के घर के बन्दीगृह में थे, पूछा, “आज तुम्हारे मुँह क्यों उदास हैं?”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उससे कहा, “हम दोनों ने स्वप्न देखा है, और उनके फल का बतानेवाला कोई भी नहीं।” यूसुफ ने उनसे कहा, “क्या स्वप्नों का फल कहना परमेश्‍वर का काम नहीं है? मुझे अपना-अपना स्वप्न बताओ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पिलानेहारों का प्रधान अपना स्वप्न यूसुफ को यह बताने लगा: “मैंने स्वप्न में देखा, कि मेरे सामने एक दाखलता है;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस दाखलता में तीन डालियाँ हैं; और उसमें मानो कलियाँ लगीं हैं, और वे फूलीं और उसके गुच्छों में दाख लगकर पक गई।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और फ़िरौन का कटोरा मेरे हाथ में था; और मैंने उन दाखों को लेकर फ़िरौन के कटोरे में निचोड़ा और कटोरे को फ़िरौन के हाथ में दिया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ ने उससे कहा, “इसका फल यह है: तीन डालियों का अर्थ तीन दिन हैं\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब से तीन दिन के भीतर फ़िरौन तेरा सिर ऊँचा करेगा, और फिर से तेरे पद पर तुझे नियुक्त करेगा, और तू पहले के समान फ़िरौन का पिलानेहारा होकर उसका कटोरा उसके हाथ में फिर दिया करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः जब तेरा भला हो जाए तब मुझे स्मरण करना, और मुझ पर कृपा करके फ़िरौन से मेरी चर्चा चलाना, और इस घर से मुझे छुड़वा देना।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सचमुच इब्रानियों के देश से मुझे चुरा कर लाया गया हैं, और यहाँ भी मैंने कोई ऐसा काम नहीं किया, जिसके कारण मैं इस कारागार में डाला जाऊँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि उसके स्वप्न का फल अच्छा निकला, पकानेहारों के प्रधान ने यूसुफ से कहा, “मैंने भी स्वप्न देखा है, वह यह है: मैंने देखा कि मेरे सिर पर सफेद रोटी की तीन टोकरियाँ है\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऊपर की टोकरी में फ़िरौन के लिये सब प्रकार की पकी पकाई वस्तुएँ हैं; और पक्षी मेरे सिर पर की टोकरी में से उन वस्तुओं को खा रहे हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ ने कहा, “इसका फल यह है: तीन टोकरियों का अर्थ तीन दिन है।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब से तीन दिन के भीतर फ़िरौन तेरा सिर कटवाकर तुझे एक वृक्ष पर टंगवा देगा, और पक्षी तेरे माँस को नोच-नोच कर खाएँगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तीसरे दिन फ़िरौन का जन्मदिन था, उसने अपने सब कर्मचारियों को भोज दिया, और उनमें से पिलानेहारों के प्रधान, और पकानेहारों के प्रधान दोनों को बन्दीगृह से निकलवाया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिलानेहारों के प्रधान को तो पिलानेहारे के पद पर फिर से नियुक्त किया, और वह फ़िरौन के हाथ में कटोरा देने लगा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर पकानेहारों के प्रधान को उसने टंगवा दिया, जैसा कि यूसुफ ने उनके स्वप्नों का फल उनसे कहा था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भी पिलानेहारों के प्रधान ने यूसुफ को स्मरण न रखा; परन्तु उसे भूल गया।*\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ द्वारा स्वप्नों की व्याख्या\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}