{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यूसुफ उन सबके सामने, जो उसके आस-पास खड़े थे, अपने को और रोक न सका; और पुकारकर कहा, “मेरे आस-पास से सब लोगों को बाहर कर दो।” भाइयों के सामने अपने को प्रगट करने के समय* यूसुफ के संग और कोई न रहा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह चिल्ला-चिल्लाकर रोने लगा; और मिस्रियों ने सुना, और फ़िरौन के घर के लोगों को भी इसका समाचार मिला।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यूसुफ अपने भाइयों से कहने लगा, “मैं यूसुफ हूँ, क्या मेरा पिता अब तक जीवित है?” इसका उत्तर उसके भाई न दे सके; क्योंकि वे उसके सामने घबरा गए थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यूसुफ ने अपने भाइयों से कहा, “मेरे निकट आओ।” यह सुनकर वे निकट गए। फिर उसने कहा, “मैं तुम्हारा भाई यूसुफ हूँ, जिसको तुम ने मिस्र आनेवालों के हाथ बेच डाला था। (प्रेरि. 7:9)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तुम लोग मत पछताओ, और तुम ने जो मुझे यहाँ बेच डाला, इससे उदास मत हो; क्योंकि परमेश्‍वर ने तुम्हारे प्राणों को बचाने के लिये मुझे तुम्हारे आगे भेज दिया है।* (प्रेरि. 7:15)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि अब दो वर्ष से इस देश में अकाल है; और अब पाँच वर्ष और ऐसे ही होंगे कि उनमें न तो हल चलेगा और न अन्न काटा जाएगा। (प्रेरि. 7:15)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए परमेश्‍वर ने मुझे तुम्हारे आगे इसलिए भेजा कि तुम पृथ्वी पर जीवित रहो, और तुम्हारे प्राणों के बचने से तुम्हारा वंश बढ़े।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस रीति अब मुझ को यहाँ पर भेजनेवाले तुम नहीं, परमेश्‍वर ही ठहरा; और उसी ने मुझे फ़िरौन का पिता सा, और उसके सारे घर का स्वामी, और सारे मिस्र देश का प्रभु ठहरा दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः शीघ्र मेरे पिता के पास जाकर कहो, ‘तेरा पुत्र यूसुफ इस प्रकार कहता है, कि परमेश्‍वर ने मुझे सारे मिस्र का स्वामी ठहराया है; इसलिए तू मेरे पास बिना विलम्ब किए चला आ। (प्रेरि. 7:14)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरा निवास गोशेन देश में होगा, और तू, बेटे, पोतों, भेड़-बकरियों, गाय-बैलों, और अपने सब कुछ समेत मेरे निकट रहेगा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अकाल के जो पाँच वर्ष और होंगे, उनमें मैं वहीं तेरा पालन-पोषण करूँगा; ऐसा न हो कि तू, और तेरा घराना, वरन् जितने तेरे हैं, वे भूखे मरें।’ (प्रेरि. 7:14)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम अपनी आँखों से देखते हो, और मेरा भाई बिन्यामीन भी अपनी आँखों से देखता है कि जो हम से बातें कर रहा है वह यूसुफ है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम मेरे सब वैभव का, जो मिस्र में है और जो कुछ तुम ने देखा है, उस सब का मेरे पिता से वर्णन करना; और तुरन्त मेरे पिता को यहाँ ले आना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह अपने भाई बिन्यामीन के गले से लिपटकर रोया; और बिन्यामीन भी उसके गले से लिपटकर रोया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपने सब भाइयों को चूमकर रोया और इसके पश्चात् उसके भाई उससे बातें करने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस बात का समाचार कि यूसुफ के भाई आए हैं, फ़िरौन के भवन तक पहुँच गया, और इससे फ़िरौन और उसके कर्मचारी प्रसन्‍न हुए। (प्रेरि. 7:13)\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए फ़िरौन ने यूसुफ से कहा, “अपने भाइयों से कह कि एक काम करो: अपने पशुओं को लादकर कनान देश में चले जाओ।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अपने पिता और अपने-अपने घर के लोगों को लेकर मेरे पास आओ; और मिस्र देश में जो कुछ अच्छे से अच्छा है वह मैं तुम्हें दूँगा, और तुम्हें देश के उत्तम से उत्तम पदार्थ खाने को मिलेंगे। (प्रेरि. 7:14)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुझे आज्ञा मिली है, ‘तुम एक काम करो कि मिस्र देश से अपने बाल-बच्चों और स्त्रियों के लिये गाड़ियाँ ले जाओ, और अपने पिता को ले आओ। (प्रेरि. 7:14)\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अपनी सामग्री की चिन्ता न करना; क्योंकि सारे मिस्र देश में जो कुछ अच्छे से अच्छा है वह तुम्हारा है’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के पुत्रों ने वैसा ही किया; और यूसुफ ने फ़िरौन की आज्ञा के अनुसार उन्हें गाड़ियाँ दी, और मार्ग के लिये भोजन-सामग्री भी दी।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनमें से एक-एक जन को तो उसने एक-एक जोड़ा वस्त्र भी दिया; और बिन्यामीन को तीन सौ रूपे के टुकड़े और पाँच जोड़े वस्त्र दिए।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने पिता के पास उसने जो भेजा वह यह है, अर्थात् मिस्र की अच्छी वस्तुओं से लदे हुए दस गदहे, और अन्न और रोटी और उसके पिता के मार्ग के लिये भोजनवस्तु से लदी हुई दस गदहियाँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने अपने भाइयों को विदा किया, और वे चल दिए; और उसने उनसे कहा, “मार्ग में कहीं झगड़ा न करना।”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिस्र से चलकर वे कनान देश में अपने पिता याकूब के पास पहुँचे।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उससे यह वर्णन किया, “यूसुफ अब तक जीवित है, और सारे मिस्र देश पर प्रभुता वही करता है।” पर उसने उन पर विश्वास न किया, और वह अपने आपे में न रहा।*\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने अपने पिता याकूब से यूसुफ की सारी बातें, जो उसने उनसे कहीं थीं, कह दीं; जब उसने उन गाड़ियों को देखा, जो यूसुफ ने उसके ले आने के लिये भेजी थीं, तब उसका चित्त स्थिर हो गया।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएल ने कहा, “बस, मेरा पुत्र यूसुफ अब तक जीवित है; मैं अपनी मृत्यु से पहले जाकर उसको देखूँगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ का स्वयं को प्रगट करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}