{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यूसुफ अपने पिता के मुँह पर गिरकर रोया और उसे चूमा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ ने उन वैद्यों को, जो उसके सेवक थे, आज्ञा दी कि उसके पिता के शव में सुगन्ध-द्रव्य भरे; तब वैद्यों ने इस्राएल के शव में सुगन्ध-द्रव्य भर दिए।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके चालीस दिन पूरे हुए, क्योंकि जिनके शव में सुगन्ध-द्रव्य भरे जाते हैं, उनको इतने ही दिन पूरे लगते है; और मिस्री लोग उसके लिये सत्तर दिन तक विलाप करते रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसके विलाप के दिन बीत गए, तब यूसुफ फ़िरौन के घराने के लोगों से कहने लगा, “यदि तुम्हारे अनुग्रह की दृष्टि मुझ पर हो तो मेरी यह विनती फ़िरौन को सुनाओ,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे पिता ने यह कहकर, ‘देख मैं मरने पर हूँ,’ मुझे यह शपथ खिलाई, ‘जो कब्र मैंने अपने लिये कनान देश में खुदवाई है उसी में तू मुझे मिट्टी देगा।’ इसलिए अब मुझे वहाँ जाकर अपने पिता को मिट्टी देने की आज्ञा दे, तत्पश्चात् मैं लौट आऊँगा।”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फ़िरौन ने कहा, “जाकर अपने पिता की खिलाई हुई शपथ के अनुसार उनको मिट्टी दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यूसुफ अपने पिता को मिट्टी देने के लिये चला, और फ़िरौन के सब कर्मचारी, अर्थात् उसके भवन के पुरनिये, और मिस्र देश के सब पुरनिये उसके संग चले।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ के घर के सब लोग, और उसके भाई, और उसके पिता के घर के सब लोग भी संग गए; पर वे अपने बाल-बच्चों, और भेड़-बकरियों, और गाय-बैलों को गोशेन देश में छोड़ गए।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके संग रथ और सवार गए, इस प्रकार भीड़ बहुत भारी हो गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे आताद के खलिहान तक, जो यरदन नदी के पार है, पहुँचे, तब वहाँ अत्यन्त भारी विलाप किया, और यूसुफ ने अपने पिता के लिये सात दिन का विलाप कराया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आताद के खलिहान में के विलाप को देखकर उस देश के निवासी कनानियों ने कहा, “यह तो मिस्रियों का कोई भारी विलाप होगा।” इसी कारण उस स्थान का नाम आबेलमिस्रैम पड़ा, और वह यरदन के पार है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब के शव को मकपेला में गाड़ा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के पुत्रों ने ठीक वही काम किया जिसकी उसने उनको आज्ञा दी थी:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् उन्होंने उसको कनान देश में ले जाकर मकपेला की उस भूमिवाली गुफा में, जो मम्रे के सामने हैं, मिट्टी दी; जिसको अब्राहम ने हित्ती एप्रोन के हाथ से इसलिए मोल लिया था, कि वह कब्रिस्तान के लिये उसकी निज भूमि हो।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने पिता को मिट्टी देकर यूसुफ अपने भाइयों और उन सब समेत, जो उसके पिता को मिट्टी देने के लिये उसके संग गए थे, मिस्र लौट आया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भाइयों को आश्वासन देना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यूसुफ के भाइयों ने देखा कि हमारा पिता मर गया है, तब कहने लगे, “कदाचित् यूसुफ अब हमारे पीछे पडे़, और जितनी बुराई हमने उससे की थी सब का पूरा बदला हम से ले।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उन्होंने यूसुफ के पास यह कहला भेजा, “तेरे पिता ने मरने से पहले हमें यह आज्ञा दी थी,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘तुम लोग यूसुफ से इस प्रकार कहना, कि हम विनती करते हैं, कि तू अपने भाइयों के अपराध और पाप को क्षमा कर; हमने तुझ से बुराई की थी, पर अब अपने पिता के परमेश्‍वर के दासों का अपराध क्षमा कर’।” उनकी ये बातें सुनकर यूसुफ रो पड़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके भाई आप भी जाकर उसके सामने गिर पड़े, और कहा, “देख, हम तेरे दास हैं।”*\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ ने उनसे कहा, “मत डरो, क्या मैं परमेश्‍वर की जगह पर हूँ?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यद्यपि तुम लोगों ने मेरे लिये बुराई का विचार किया था; परन्तु परमेश्‍वर ने उसी बात में भलाई का विचार किया, जिससे वह ऐसा करे, जैसा आज के दिन प्रगट है, कि बहुत से लोगों के प्राण बचे हैं।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब मत डरो: मैं तुम्हारा और तुम्हारे बाल-बच्चों का पालन-पोषण करता रहूँगा।” इस प्रकार उसने उनको समझा-बुझाकर शान्ति दी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यूसुफ की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ अपने पिता के घराने समेत मिस्र में रहता रहा, और यूसुफ एक सौ दस वर्ष जीवित रहा।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ एप्रैम के परपोतों तक को देखने पाया और मनश्शे के पोते, जो माकीर के पुत्र थे, वे उत्‍पन्‍न हुए और यूसुफ ने उन्हें गोद में लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ ने अपने भाइयों से कहा, “मैं तो मरने पर हूँ; परन्तु परमेश्‍वर निश्चय तुम्हारी सुधि लेगा,* और तुम्हें इस देश से निकालकर उस देश में पहुँचा देगा, जिसके देने की उसने अब्राहम, इसहाक, और याकूब से शपथ खाई थी।” (इब्रा. 11:22)\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यूसुफ ने इस्राएलियों से यह कहकर कि परमेश्‍वर निश्चय तुम्हारी सुधि लेगा, उनको इस विषय की शपथ खिलाई, “हम तेरी हड्डियों को यहाँ से उस देश में ले जाएँगे।” (इब्रा. 11:22)\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार यूसुफ एक सौ दस वर्ष का होकर मर गया: और उसकी शव में सुगन्ध-द्रव्य भरे गए, और वह शव मिस्र में एक शवपेटी में रखा गया।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}