{
  "Ezra": {
    "1": {
      "1": "וּבִ H8141 אַחַ֗ת H259 לְכ֨וֹרֶשׁ֙ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 לִכְל֥וֹת H3615 דְּבַר H1697 יְהוָ֖ה H3068 מִפִּ֣י H6310 יִרְמְיָ֑ה H3414 הֵעִ֣יר H5782 יְהוָ֗ה H3068 אֶת H853 ר֨וּחַ֙ H7307 כֹּ֣רֶשׁ H3566 מֶֽלֶךְ H4428 פָּרַ֔ס H6539 וַיַּֽעֲבֶר H5674 קוֹל֙ H6963 בְּכָל H3605 מַלְכוּת֔וֹ H4438 וְגַם H1571 בְּמִכְתָּ֖ב H4385 לֵאמֹֽר H559 ",
      "2": "כֹּ֣ה H3541 אָמַ֗ר H559 כֹּ֚רֶשׁ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 כֹּ֚ל H3605 מַמְלְכ֣וֹת H4467 הָאָ֔רֶץ H776 נָ֣תַן H5414 לִ֔י Hl יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 הַשָּׁמָ֑יִם H8064 וְהֽוּא H1931 פָקַ֤ד H6485 עָלַי֙ H5921 לִבְנֽוֹת H1129 ל֣וֹ Hl בַ֔יִת H1004 בִּירוּשָׁלִַ֖ם H3389 אֲשֶׁ֥ר H834 בִּֽיהוּדָֽה H3063 ",
      "3": "מִֽי H4310 בָכֶ֣ם Hb מִכָּל H3605 עַמּ֗וֹ H5971 יְהִ֤י H1961 אֱלֹהָיו֙ H430 עִמּ֔וֹ H5973 וְיַ֕עַל H5927 לִירוּשָׁלִַ֖ם H3389 אֲשֶׁ֣ר H834 בִּיהוּדָ֑ה H3063 וְיִ֗בֶן H1129 אֶת H853 בֵּ֤ית H1004 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 ה֥וּא H1931 הָאֱלֹהִ֖ים H430 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
      "4": "וְכָל H3605 הַנִּשְׁאָ֗ר H7604 מִֽכָּל H3605 הַמְּקֹמוֹת֮ H4725 אֲשֶׁ֣ר H834 ה֣וּא H1931 גָֽר H1481 שָׁם֒ H8033 יְנַשְּׂא֨וּהוּ֙ H5375 אַנְשֵׁ֣י H376 מְקֹמ֔וֹ H4725 בְּכֶ֥סֶף H3701 וּבְ H2091 וּבִ H7399 וּבִ H929 עִם H5973 הַ֨נְּדָבָ֔ה H5071 לְבֵ֥ית H1004 הָאֱלֹהִ֖ים H430 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
      "5": "וַיָּק֜וּמוּ H6965 רָאשֵׁ֣י H7218 הָאָב֗וֹת H1 לִֽיהוּדָה֙ H3063 וּבִנְיָמִ֔ן H1144 וְהַ H3548 וְהַ H3881 לְכֹ֨ל H3605 הֵעִ֤יר H5782 הָאֱלֹהִים֙ H430 אֶת H853 רוּח֔וֹ H7307 לַעֲל֣וֹת H5927 לִבְנ֔וֹת H1129 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
      "6": "וְכָל H3605 סְבִיבֹֽתֵיהֶם֙ H5439 חִזְּק֣וּ H2388 בִֽידֵי H3027 בִּכְלֵי H3627 כֶ֧סֶף H3701 בַּזָּהָ֛ב H2091 בָּרְכ֥וּשׁ H7399 וּבַ H929 וּבַ H4030 לְבַ֖ד H905 עַל H5921 כָּל H3605 הִתְנַדֵּֽב H5068 ",
      "7": "וְהַ H4428 כּ֔וֹרֶשׁ H3566 הוֹצִ֖יא H3318 אֶת H853 כְּלֵ֣י H3627 בֵית H1004 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 הוֹצִ֤יא H3318 נְבֽוּכַדְנֶצַּר֙ H5019 מִיר֣וּשָׁלִַ֔ם H3389 וַֽיִּתְּנֵ֖ H5414 בְּבֵ֥ית H1004 אֱלֹהָֽיו H430 ",
      "8": "וַיּֽוֹצִיאֵ֗ H3318 כּ֚וֹרֶשׁ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 עַל H5921 יַ֖ד H3027 מִתְרְדָ֣ת H4990 הַגִּזְבָּ֑ר H1489 וַֽיִּסְפְּרֵ H5608 לְשֵׁשְׁבַּצַּ֔ר H8339 הַנָּשִׂ֖יא H5387 לִיהוּדָֽה H3063 ",
      "9": "וְאֵ֖לֶּה H428 מִסְפָּרָ֑ם H4557 אֲגַרְטְלֵ֨י H105 זָהָ֜ב H2091 שְׁלֹשִׁ֗ים H7970 אֲגַרְטְלֵי H105 כֶ֨סֶף֙ H3701 אָ֔לֶף H505 מַחֲלָפִ֖ים H4252 תִּשְׁעָ֥ה H8672 וְעֶשְׂרִֽים H6242 ",
      "10": "כְּפוֹרֵ֤י H3713 זָהָב֙ H2091 שְׁלֹשִׁ֔ים H7970 כְּפ֤וֹרֵי H3713 כֶ֨סֶף֙ H3701 מִשְׁנִ֔ים H4932 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 וַעֲשָׂרָ֑ה H6235 כֵּלִ֥ים H3627 אֲחֵרִ֖ים H312 אָֽלֶף H505 ",
      "11": "כָּל H3605 כֵּלִים֙ H3627 לַזָּהָ֣ב H2091 וְלַ H3701 חֲמֵ֥שֶׁת H2568 אֲלָפִ֖ים H505 וְאַרְבַּ֣ע H702 מֵא֑וֹת H3967 הַכֹּ֞ל H3605 הֶעֱלָ֣ה H5927 שֵׁשְׁבַּצַּ֗ר H8339 עִ֚ם H5973 הֵעָל֣וֹת H5927 הַגּוֹלָ֔ה H1473 מִבָּבֶ֖ל H894 לִירוּשָׁלִָֽם H3389 "
    },
    "2": {
      "1": "וְאֵ֣לֶּה H428 בְּנֵ֣י H1121 הַמְּדִינָ֗ה H4082 הָֽעֹלִים֙ H5927 מִשְּׁבִ֣י H7628 הַגּוֹלָ֔ה H1473 אֲשֶׁ֥ר H834 הֶגְלָ֛ה H1540 נבוכדנצור H5020 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 לְבָבֶ֑ל H894 וַיָּשׁ֛וּבוּ H7725 לִירוּשָׁלִַ֥ם H3389 וִֽיהוּדָ֖ה H3063 אִ֥ישׁ H376 לְעִירֽ H5892 ",
      "2": "אֲשֶׁר H834 בָּ֣אוּ H935 עִם H5973 זְרֻבָּבֶ֗ל H2216 יֵשׁ֡וּעַ H3442 נְ֠חֶמְיָה H5166 שְׂרָיָ֨ה H8304 רְֽעֵלָיָ֜ה H7480 מָרְדֳּכַ֥י H4782 בִּלְשָׁ֛ן H1114 מִסְפָּ֥ר H4558 בִּגְוַ֖י H902 רְח֣וּם H7348 בַּעֲנָ֑ה H1196 מִסְפַּ֕ר H4557 אַנְשֵׁ֖י H376 עַ֥ם H5971 יִשְׂרָאֵֽל H3478 ",
      "3": "בְּנֵ֣י H1121 פַרְעֹ֔שׁ H6551 אַלְפַּ֕יִם H505 מֵאָ֖ה H3967 שִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
      "4": "בְּנֵ֣י H1121 שְׁפַטְיָ֔ה H8203 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
      "5": "בְּנֵ֣י H1121 אָרַ֔ח H733 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 חֲמִשָּׁ֥ה H2568 וְשִׁבְעִֽים H7657 ",
      "6": "בְּנֵֽי H1121 פַחַ֥ת H6355 מוֹאָ֛ב H6355 לִבְנֵ֥י H1121 יֵשׁ֖וּעַ H3442 יוֹאָ֑ב H3097 אַלְפַּ֕יִם H505 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 וּשְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "7": "בְּנֵ֣י H1121 עֵילָ֔ם H5867 אֶ֕לֶף H505 מָאתַ֖יִם H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
      "8": "בְּנֵ֣י H1121 זַתּ֔וּא H2240 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 וְאַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
      "9": "בְּנֵ֣י H1121 זַכָּ֔י H2140 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְשִׁשִּֽׁים H8346 ",
      "10": "בְּנֵ֣י H1121 בָנִ֔י H1137 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וּשְׁנָֽיִם H8147 ",
      "11": "בְּנֵ֣י H1121 בֵבָ֔י H893 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
      "12": "בְּנֵ֣י H1121 עַזְגָּ֔ד H5803 אֶ֕לֶף H505 מָאתַ֖יִם H3967 עֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
      "13": "בְּנֵי֙ H1121 אֲדֹ֣נִיקָ֔ם H140 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 שִׁשִּׁ֥ים H8346 וְשִׁשָּֽׁה H8337 ",
      "14": "בְּנֵ֣י H1121 בִגְוָ֔י H902 אַלְפַּ֖יִם H505 חֲמִשִּׁ֥ים H2572 וְשִׁשָּֽׁה H8337 ",
      "15": "בְּנֵ֣י H1121 עָדִ֔ין H5720 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
      "16": "בְּנֵֽי H1121 אָטֵ֥ר H333 לִֽיחִזְקִיָּ֖ה H2396 תִּשְׁעִ֥ים H8673 וּשְׁמֹנָֽה H8083 ",
      "17": "בְּנֵ֣י H1121 בֵצָ֔י H1209 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
      "18": "בְּנֵ֣י H1121 יוֹרָ֔ה H3139 מֵאָ֖ה H3967 וּשְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
      "19": "בְּנֵ֣י H1121 חָשֻׁ֔ם H2828 מָאתַ֖יִם H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
      "20": "בְּנֵ֥י H1121 גִבָּ֖ר H1402 תִּשְׁעִ֥ים H8673 וַחֲמִשָּֽׁה H2568 ",
      "21": "בְּנֵ֣י H1121 בֵֽית H1035 לָ֔חֶם H1035 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
      "22": "אַנְשֵׁ֥י H376 נְטֹפָ֖ה H5199 חֲמִשִּׁ֥ים H2572 וְשִׁשָּֽׁה H8337 ",
      "23": "אַנְשֵׁ֣י H376 עֲנָת֔וֹת H6068 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
      "24": "בְּנֵ֥י H1121 עַזְמָ֖וֶת H5820 אַרְבָּעִ֥ים H705 וּשְׁנָֽיִם H8147 ",
      "25": "בְּנֵ֨י H1121 קִרְיַ֤ת H7157 עָרִים֙ H7157 כְּפִירָ֣ה H3716 וּבְאֵר֔וֹת H881 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְאַרְבָּעִ֥ים H705 וּשְׁלֹשָֽׁה H7969 ",
      "26": "בְּנֵ֤י H1121 הָרָמָה֙ H7414 וָגָ֔בַע H1387 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וְאֶחָֽד H259 ",
      "27": "אַנְשֵׁ֣י H376 מִכְמָ֔ס H4363 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
      "28": "אַנְשֵׁ֤י H376 בֵֽית H1008 אֵל֙ H1008 וְהָ H5857 מָאתַ֖יִם H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
      "29": "בְּנֵ֥י H1121 נְב֖וֹ H5015 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
      "30": "בְּנֵ֣י H1121 מַגְבִּ֔ישׁ H4019 מֵאָ֖ה H3967 חֲמִשִּׁ֥ים H2572 וְשִׁשָּֽׁה H8337 ",
      "31": "בְּנֵי֙ H1121 עֵילָ֣ם H5867 אַחֵ֔ר H312 אֶ֕לֶף H505 מָאתַ֖יִם H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
      "32": "בְּנֵ֣י H1121 חָרִ֔ם H2766 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
      "33": "בְּנֵי H1121 לֹד֙ H3850 חָדִ֣יד H2307 וְאוֹנ֔וֹ H207 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וַחֲמִשָּֽׁה H2568 ",
      "34": "בְּנֵ֣י H1121 יְרֵח֔וֹ H3405 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
      "35": "בְּנֵ֣י H1121 סְנָאָ֔ה H5570 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
      "36": "הַֽכֹּהֲנִ֑ים H3548 בְּנֵ֤י H1121 יְדַֽעְיָה֙ H3048 לְבֵ֣ית H1004 יֵשׁ֔וּעַ H3442 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 שִׁבְעִ֥ים H7657 וּשְׁלֹשָֽׁה H7969 ",
      "37": "בְּנֵ֣י H1121 אִמֵּ֔ר H564 אֶ֖לֶף H505 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
      "38": "בְּנֵ֣י H1121 פַשְׁח֔וּר H6583 אֶ֕לֶף H505 מָאתַ֖יִם H3967 אַרְבָּעִ֥ים H705 וְשִׁבְעָֽה H7651 ",
      "39": "בְּנֵ֣י H1121 חָרִ֔ם H2766 אֶ֖לֶף H505 וְשִׁבְעָ֥ה H7651 עָשָֽׂר H6240 ",
      "40": "הַלְוִיִּ֑ם H3881 בְּנֵי H1121 יֵשׁ֧וּעַ H3442 וְקַדְמִיאֵ֛ל H6934 לִבְנֵ֥י H1121 הוֹדַוְיָ֖ה H1938 שִׁבְעִ֥ים H7657 וְאַרְבָּעָֽה H702 ",
      "41": "הַֽמְשֹׁרְרִ֑ים H7891 בְּנֵ֣י H1121 אָסָ֔ף H623 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
      "42": "בְּנֵ֣י H1121 הַשֹּֽׁעֲרִ֗ים H7778 בְּנֵי H1121 שַׁלּ֤וּם H7967 בְּנֵֽי H1121 אָטֵר֙ H333 בְּנֵי H1121 טַלְמ֣וֹן H2929 בְּנֵי H1121 עַקּ֔וּב H6126 בְּנֵ֥י H1121 חֲטִיטָ֖א H2410 בְּנֵ֣י H1121 שֹׁבָ֑י H7630 הַכֹּ֕ל H3605 מֵאָ֖ה H3967 שְׁלֹשִׁ֥ים H7970 וְתִשְׁעָֽה H8672 ",
      "43": "הַנְּתִינִ֑ים H5411 בְּנֵי H1121 צִיחָ֥א H6727 בְנֵי H1121 חֲשׂוּפָ֖א H2817 בְּנֵ֥י H1121 טַבָּעֽוֹת H2884 ",
      "44": "בְּנֵי H1121 קֵרֹ֥ס H7026 בְּֽנֵי H1121 סִֽיעֲהָ֖א H5517 בְּנֵ֥י H1121 פָדֽוֹן H6303 ",
      "45": "בְּנֵי H1121 לְבָנָ֥ה H3838 בְנֵי H1121 חֲגָבָ֖ה H2286 בְּנֵ֥י H1121 עַקּֽוּב H6126 ",
      "46": "בְּנֵי H1121 חָגָ֥ב H2285 בְּנֵי H1121 שמלי H8073 בְּנֵ֥י H1121 חָנָֽן H2605 ",
      "47": "בְּנֵי H1121 גִדֵּ֥ל H1435 בְּנֵי H1121 גַ֖חַר H1515 בְּנֵ֥י H1121 רְאָיָֽה H7211 ",
      "48": "בְּנֵי H1121 רְצִ֥ין H7526 בְּנֵי H1121 נְקוֹדָ֖א H5353 בְּנֵ֥י H1121 גַזָּֽם H1502 ",
      "49": "בְּנֵי H1121 עֻזָּ֥א H5798 בְנֵי H1121 פָסֵ֖חַ H6454 בְּנֵ֥י H1121 בֵסָֽי H1153 ",
      "50": "בְּנֵי H1121 אַסְנָ֥ה H619 בְנֵי H1121 מעינים H4586 בְּנֵ֥י H1121 נפיסים H5304 ",
      "51": "בְּנֵי H1121 בַקְבּ֥וּק H1227 בְּנֵי H1121 חֲקוּפָ֖א H2709 בְּנֵ֥י H1121 חַרְחֽוּר H2744 ",
      "52": "בְּנֵי H1121 בַצְל֥וּת H1213 בְּנֵי H1121 מְחִידָ֖א H4240 בְּנֵ֥י H1121 חַרְשָֽׁא H2797 ",
      "53": "בְּנֵי H1121 בַרְק֥וֹס H1302 בְּֽנֵי H1121 סִֽיסְרָ֖א H5516 בְּנֵי H1121 תָֽמַח H8547 ",
      "54": "בְּנֵ֥י H1121 נְצִ֖יחַ H5335 בְּנֵ֥י H1121 חֲטִיפָֽא H2412 ",
      "55": "בְּנֵ֖י H1121 עַבְדֵ֣י H5650 שְׁלֹמֹ֑ה H8010 בְּנֵי H1121 סֹטַ֥י H5479 בְּנֵי H1121 הַסֹּפֶ֖רֶת H5618 בְּנֵ֥י H1121 פְרוּדָֽא H6514 ",
      "56": "בְּנֵי H1121 יַעְלָ֥ה H3279 בְנֵי H1121 דַרְק֖וֹן H1874 בְּנֵ֥י H1121 גִדֵּֽל H1435 ",
      "57": "בְּנֵ֧י H1121 שְׁפַטְיָ֣ה H8203 בְנֵֽי H1121 חַטִּ֗יל H2411 בְּנֵ֛י H1121 פֹּכֶ֥רֶת H6380 הַצְּבָיִ֖ים H6380 בְּנֵ֥י H1121 אָמִֽי H532 ",
      "58": "כָּ֨ל H3605 הַנְּתִינִ֔ים H5411 וּבְנֵ֖י H1121 עַבְדֵ֣י H5650 שְׁלֹמֹ֑ה H8010 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 תִּשְׁעִ֥ים H8673 וּשְׁנָֽיִם H8147 ",
      "59": "וְאֵ֗לֶּה H428 הָֽעֹלִים֙ H5927 מִתֵּ֥ל H8528 מֶ֨לַח֙ H8528 תֵּ֣ל H8521 חַרְשָׁ֔א H8521 כְּר֥וּב H3743 אַדָּ֖ן H135 אִמֵּ֑ר H564 וְלֹ֣א H3808 יָֽכְל֗וּ H3201 לְהַגִּ֤יד H5046 בֵּית H1004 אֲבוֹתָם֙ H1 וְזַרְעָ֔ H2233 אִ֥ם H518 מִיִּשְׂרָאֵ֖ל H3478 הֵֽם H1992 ",
      "60": "בְּנֵי H1121 דְלָיָ֥ה H1806 בְנֵי H1121 טוֹבִיָּ֖ה H2900 בְּנֵ֣י H1121 נְקוֹדָ֑א H5353 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
      "61": "וּמִ H1121 הַכֹּ֣הֲנִ֔ים H3548 בְּנֵ֥י H1121 חֳבַיָּ֖ה H2252 בְּנֵ֣י H1121 הַקּ֑וֹץ H6976 בְּנֵ֣י H1121 בַרְזִלַּ֗י H1271 אֲשֶׁ֣ר H834 לָ֠קַח H3947 מִבְּנ֞וֹת H1323 בַּרְזִלַּ֤י H1271 הַגִּלְעָדִי֙ H1569 אִשָּׁ֔ה H802 וַיִּקָּרֵ֖א H7121 עַל H5921 שְׁמָֽם H8034 ",
      "62": "אֵ֗לֶּה H428 בִּקְשׁ֧וּ H1245 כְתָבָ֛ם H3791 הַמִּתְיַחְשִׂ֖ים H3187 וְלֹ֣א H3808 נִמְצָ֑אוּ H4672 וַֽיְגֹאֲל֖וּ H1351 מִן H4480 הַכְּהֻנָּֽה H3550 ",
      "63": "וַיֹּ֤אמֶר H559 הַתִּרְשָׁ֨תָא֙ H8660 לָהֶ֔ם Hl אֲשֶׁ֥ר H834 לֹא H3808 יֹאכְל֖וּ H398 מִקֹּ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 עַ֛ד H5704 עֲמֹ֥ד H5975 כֹּהֵ֖ן H3548 לְאוּרִ֥ים H224 וּלְ H8550 ",
      "64": "כָּל H3605 הַקָּהָ֖ל H6951 כְּאֶחָ֑ד H259 אַרְבַּ֣ע H702 רִבּ֔וֹא H7239 אַלְפַּ֖יִם H505 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 שִׁשִּֽׁים H8346 ",
      "65": "מִ֠לְּ H905 עַבְדֵיהֶ֤ם H5650 וְאַמְהֹֽתֵי H519 אֵ֔לֶּה H428 שִׁבְעַ֣ת H7651 אֲלָפִ֔ים H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וְשִׁבְעָ֑ה H7651 וְלָ Hc/Hl מְשֹׁרְרִ֥ים H7891 וּֽמְשֹׁרְר֖וֹת H7891 מָאתָֽיִם H3967 ",
      "66": "סוּסֵיהֶ֕ם H5483 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וְשִׁשָּׁ֑ה H8337 פִּרְדֵיהֶ֕ם H6505 מָאתַ֖יִם H3967 אַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
      "67": "גְּמַ֨לֵּיהֶ֔ם H1581 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וַחֲמִשָּׁ֑ה H2568 חֲמֹרִ֕ים H2543 שֵׁ֣שֶׁת H8337 אֲלָפִ֔ים H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
      "68": "וּמֵ H7218 הָֽאָב֔וֹת H1 בְּבוֹאָ֕ H935 לְבֵ֥ית H1004 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 בִּירוּשָׁלִָ֑ם H3389 הִֽתְנַדְּבוּ֙ H5068 לְבֵ֣ית H1004 הָֽאֱלֹהִ֔ים H430 לְהַעֲמִיד֖ H5975 עַל H5921 מְכוֹנֽוֹ H4349 ",
      "69": "כְּכֹחָ֗ H3581 נָתְנוּ֮ H5414 לְאוֹצַ֣ר H214 הַמְּלָאכָה֒ H4399 זָהָ֗ב H2091 דַּרְכְּמוֹנִים֙ H1871 שֵׁשׁ H8337 רִבֹּ֣אות H7239 וָאֶ֔לֶף H505 וְכֶ֕סֶף H3701 מָנִ֖ים H4488 חֲמֵ֣שֶׁת H2568 אֲלָפִ֑ים H505 וְכָתְנֹ֥ת H3801 כֹּהֲנִ֖ים H3548 מֵאָֽה H3967 ",
      "70": "וַיֵּשְׁב֣וּ H3427 הַכֹּהֲנִ֣ים H3548 וְ֠הַ H3881 וּֽמִן H4480 הָעָ֞ם H5971 וְהַ H7891 וְהַ H7778 וְהַ H5411 בְּעָרֵי H5892 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 בְּעָרֵי H5892 "
    },
    "3": {
      "1": "וַיִּגַּע֙ H5060 הַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 וּבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בֶּעָרִ֑ים H5892 וַיֵּאָסְפ֥וּ H622 הָעָ֛ם H5971 כְּאִ֥ישׁ H376 אֶחָ֖ד H259 אֶל H413 יְרוּשָׁלִָֽם H3389 ",
      "2": "וַיָּקָם֩ H6965 יֵשׁ֨וּעַ H3442 בֶּן H1121 יֽוֹצָדָ֜ק H3136 וְאֶחָ֣י H251 הַכֹּהֲנִ֗ים H3548 וּזְרֻבָּבֶ֤ל H2216 בֶּן H1121 שְׁאַלְתִּיאֵל֙ H7597 וְאֶחָ֔י H251 וַיִּבְנ֕וּ H1129 אֶת H853 מִזְבַּ֖ח H4196 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 לְהַעֲל֤וֹת H5927 עָלָיו֙ H5921 עֹל֔וֹת H5930 כַּכָּת֕וּב H3789 בְּתוֹרַ֖ת H8451 מֹשֶׁ֥ה H4872 אִישׁ H376 הָאֱלֹהִֽים H430 ",
      "3": "וַיָּכִ֤ינוּ H3559 הַמִּזְבֵּ֨חַ֙ H4196 עַל H5921 מְכ֣וֹנֹתָ֔יו H4350 כִּ֚י H3588 בְּאֵימָ֣ה H367 עֲלֵיהֶ֔ם H5921 מֵעַמֵּ֖י H5971 הָאֲרָצ֑וֹת H776 ויעל H5927 עָלָ֤יו H5921 עֹלוֹת֙ H5930 לַֽיהוָ֔ה H3068 עֹל֖וֹת H5930 לַבֹּ֥קֶר H1242 וְלָ H6153 ",
      "4": "וַֽיַּעֲשׂ֛וּ H6213 אֶת H853 חַ֥ג H2282 הַסֻּכּ֖וֹת H5521 כַּכָּת֑וּב H3789 וְעֹלַ֨ת H5930 י֤וֹם H3117 בְּיוֹם֙ H3117 בְּמִסְפָּ֔ר H4557 כְּמִשְׁפַּ֖ט H4941 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
      "5": "וְאַחֲרֵיכֵ֞ן H310 עֹלַ֤ת H5930 תָּמִיד֙ H8548 וְלֶ֣ H2320 וּלְ H3605 מוֹעֲדֵ֥י H4150 יְהוָ֖ה H3068 הַמְקֻדָּשִׁ֑ים H6942 וּלְ H3605 מִתְנַדֵּ֥ב H5068 נְדָבָ֖ה H5071 לַיהוָֽה H3068 ",
      "6": "מִיּ֤וֹם H3117 אֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 הֵחֵ֕לּוּ H2490 לְהַעֲל֥וֹת H5927 עֹל֖וֹת H5930 לַיהוָ֑ה H3068 וְהֵיכַ֥ל H1964 יְהוָ֖ה H3068 לֹ֥א H3808 יֻסָּֽד H3245 ",
      "7": "וַיִּ֨תְּנוּ H5414 כֶ֔סֶף H3701 לַחֹצְבִ֖ים H2672 וְלֶ H2796 וּמַאֲכָ֨ל H3978 וּמִשְׁתֶּ֜ה H4960 וָשֶׁ֗מֶן H8081 לַצִּֽדֹנִים֙ H6722 וְלַ H6876 לְהָבִיא֩ H935 עֲצֵ֨י H6086 אֲרָזִ֤ים H730 מִן H4480 הַלְּבָנוֹן֙ H3844 אֶל H413 יָ֣ם H3220 יָפ֔וֹא H3305 כְּרִשְׁי֛וֹן H7558 כּ֥וֹרֶשׁ H3566 מֶֽלֶךְ H4428 פָּרַ֖ס H6539 עֲלֵיהֶֽם H5921 ",
      "8": "וּבַ H8141 הַשֵּׁנִ֗ית H8145 לְבוֹאָ֞ H935 אֶל H413 בֵּ֤ית H1004 הָֽאֱלֹהִים֙ H430 לִיר֣וּשָׁלִַ֔ם H3389 בַּחֹ֖דֶשׁ H2320 הַשֵּׁנִ֑י H8145 הֵחֵ֡לּוּ H2490 זְרֻבָּבֶ֣ל H2216 בֶּן H1121 שְׁ֠אַלְתִּיאֵל H7597 וְיֵשׁ֨וּעַ H3442 בֶּן H1121 יֽוֹצָדָ֜ק H3136 וּשְׁאָ֥ר H7605 אֲחֵיהֶ֣ם H251 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וְכָל H3605 הַבָּאִים֙ H935 מֵהַ H7628 יְרֽוּשָׁלִַ֔ם H3389 וַיַּעֲמִ֣ידוּ H5975 אֶת H853 הַלְוִיִּ֗ם H3881 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 לְנַצֵּ֖חַ H5329 עַל H5921 מְלֶ֥אכֶת H4399 בֵּית H1004 יְהוָֽה H3068 ",
      "9": "וַיַּעֲמֹ֣ד H5975 יֵשׁ֡וּעַ H3442 בָּנָ֣יו H1121 וְ֠אֶחָי H251 קַדְמִיאֵ֨ל H6934 וּבָנָ֤י H1121 בְּנֵֽי H1121 יְהוּדָה֙ H3063 כְּאֶחָ֔ד H259 לְנַצֵּ֛חַ H5329 עַל H5921 עֹשֵׂ֥ה H6213 הַמְּלָאכָ֖ה H4399 בְּבֵ֣ית H1004 הָאֱלֹהִ֑ים H430 בְּנֵי֙ H1121 חֵֽנָדָ֔ד H2582 בְּנֵיהֶ֥ם H1121 וַאֲחֵי H251 הַלְוִיִּֽם H3881 ",
      "10": "וְיִסְּד֥וּ H3245 הַבֹּנִ֖ים H1129 אֶת H853 הֵיכַ֣ל H1964 יְהוָ֑ה H3068 וַיַּעֲמִידוּ֩ H5975 הַכֹּהֲנִ֨ים H3548 מְלֻבָּשִׁ֜ים H3847 בַּחֲצֹֽצְר֗וֹת H2689 וְהַ H3881 בְּנֵֽי H1121 אָסָף֙ H623 בַּֽמְצִלְתַּ֔יִם H4700 לְהַלֵּל֙ H1984 אֶת H853 יְהוָ֔ה H3068 עַל H5921 יְדֵ֖י H3027 דָּוִ֥יד H1732 מֶֽלֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "11": "וַֽ֠יַּעֲנוּ H6030 בְּהַלֵּ֨ל H1984 וּבְ H3034 לַֽיהוָה֙ H3068 כִּ֣י H3588 ט֔וֹב H2896 כִּֽי H3588 לְעוֹלָ֥ם H5769 חַסְדּ֖וֹ H2617 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְכָל H3605 הָעָ֡ם H5971 הֵרִיעוּ֩ H7321 תְרוּעָ֨ה H8643 גְדוֹלָ֤ה H1419 בְהַלֵּל֙ H1984 לַֽיהוָ֔ה H3068 עַ֖ל H5921 הוּסַ֥ד H3245 בֵּית H1004 יְהוָֽה H3068 ",
      "12": "וְרַבִּ֡ים H7227 מֵהַ H3548 וְהַ H3881 וְרָאשֵׁ֨י H7218 הָאָב֜וֹת H1 הַזְּקֵנִ֗ים H2205 אֲשֶׁ֨ר H834 רָא֜וּ H7200 אֶת H853 הַבַּ֤יִת H1004 הָֽרִאשׁוֹן֙ H7223 בְּיָסְד֔ H3245 זֶ֤ה H2088 הַבַּ֨יִת֙ H1004 בְּעֵ֣ינֵי H5869 בֹּכִ֖ים H1058 בְּק֣וֹל H6963 גָּד֑וֹל H1419 וְרַבִּ֛ים H7227 בִּתְרוּעָ֥ה H8643 בְשִׂמְחָ֖ה H8057 לְהָרִ֥ים H7311 קֽוֹל H6963 ",
      "13": "וְאֵ֣ין H369 הָעָ֗ם H5971 מַכִּירִים֙ H5234 ק֚וֹל H6963 תְּרוּעַ֣ת H8643 הַשִּׂמְחָ֔ה H8057 לְק֖וֹל H6963 בְּכִ֣י H1065 הָעָ֑ם H5971 כִּ֣י H3588 הָעָ֗ם H5971 מְרִיעִים֙ H7321 תְּרוּעָ֣ה H8643 גְדוֹלָ֔ה H1419 וְהַ H6963 נִשְׁמַ֖ע H8085 עַד H5704 לְמֵ H7350 "
    },
    "4": {
      "1": "וַֽיִּשְׁמְע֔וּ H8085 צָרֵ֥י H6862 יְהוּדָ֖ה H3063 וּבִנְיָמִ֑ן H1144 כִּֽי H3588 בְנֵ֤י H1121 הַגּוֹלָה֙ H1473 בּוֹנִ֣ים H1129 הֵיכָ֔ל H1964 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיִּגְּשׁ֨וּ H5066 אֶל H413 זְרֻבָּבֶ֜ל H2216 וְאֶל H413 רָאשֵׁ֣י H7218 הָֽאָב֗וֹת H1 וַיֹּאמְר֤וּ H559 לָהֶם֙ H1992 נִבְנֶ֣ה H1129 עִמָּכֶ֔ם H5973 כִּ֣י H3588 כָכֶ֔ם Hk נִדְר֖וֹשׁ H1875 לֵֽאלֹהֵי H430 ולא H3808 אֲנַ֣חְנוּ H587 זֹבְחִ֗ים H2076 מִימֵי֙ H3117 אֵסַ֤ר H634 חַדֹּן֙ H634 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 הַמַּעֲלֶ֥ה H5927 אֹתָ֖נוּ H853 פֹּֽה H6311 ",
      "3": "וַיֹּאמֶר֩ H559 לָהֶ֨ם Hl זְרֻבָּבֶ֜ל H2216 וְיֵשׁ֗וּעַ H3442 וּשְׁאָ֨ר H7605 רָאשֵׁ֤י H7218 הָֽאָבוֹת֙ H1 לְיִשְׂרָאֵ֔ל H3478 לֹֽא H3808 לָ֣כֶם Hl וָלָ֔ Hc/Hl לִבְנ֥וֹת H1129 בַּ֖יִת H1004 לֵאלֹהֵ֑י H430 כִּי֩ H3588 אֲנַ֨חְנוּ H587 יַ֜חַד H3162 נִבְנֶ֗ה H1129 לַֽיהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כַּאֲשֶׁ֣ר H834 צִוָּ֔נוּ H6680 הַמֶּ֖לֶךְ H4428 כּ֥וֹרֶשׁ H3566 מֶֽלֶךְ H4428 פָּרָֽס H6539 ",
      "4": "וַיְהִי֙ H1961 עַם H5971 הָאָ֔רֶץ H776 מְרַפִּ֖ים H7503 יְדֵ֣י H3027 עַם H5971 יְהוּדָ֑ה H3063 ומבלהים H1089 אוֹתָ֖ם H853 לִבְנֽוֹת H1129 ",
      "5": "וְסֹכְרִ֧ים H7936 עֲלֵיהֶ֛ם H5921 יוֹעֲצִ֖ים H3289 לְהָפֵ֣ר H6565 עֲצָתָ֑ם H6098 כָּל H3605 יְמֵ֗י H3117 כּ֚וֹרֶשׁ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 וְעַד H5704 מַלְכ֖וּת H4438 דָּרְיָ֥וֶשׁ H1867 מֶֽלֶךְ H4428 פָּרָֽס H6539 ",
      "6": "וּבְ H4438 אֲחַשְׁוֵר֔וֹשׁ H325 בִּתְחִלַּ֖ת H8462 מַלְכוּת֑וֹ H4438 כָּתְב֣וּ H3789 שִׂטְנָ֔ה H7855 עַל H5921 יֹשְׁבֵ֥י H3427 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
      "7": "וּבִ H3117 אַרְתַּחְשַׁ֗שְׂתָּא H783 כָּתַ֨ב H3789 בִּשְׁלָ֜ם H1312 מִתְרְדָ֤ת H4990 טָֽבְאֵל֙ H2870 וּשְׁאָ֣ר H7605 כנותו H3674 עַל H5921 ארתחששתא H783 מֶ֣לֶךְ H4428 פָּרָ֑ס H6539 וּכְתָב֙ H3791 הַֽנִּשְׁתְּוָ֔ן H5406 כָּת֥וּב H3789 אֲרָמִ֖ית H762 וּמְתֻרְגָּ֥ם H8638 אֲרָמִֽית H762 ",
      "8": "רְח֣וּם H7348 בְּעֵל H1169 טְעֵ֗ם H2942 וְשִׁמְשַׁי֙ H8124 סָֽפְרָ֔א H5613 כְּתַ֛בוּ H3790 אִגְּרָ֥ה H104 חֲדָ֖ה H2298 עַל H5922 יְרוּשְׁלֶ֑ם H3390 לְאַרְתַּחְשַׁ֥שְׂתְּא H783 מַלְכָּ֖א H4430 כְּנֵֽמָא H3660 ",
      "9": "אֱדַ֜יִן H116 רְח֣וּם H7348 בְּעֵל H1169 טְעֵ֗ם H2942 וְשִׁמְשַׁי֙ H8124 סָֽפְרָ֔א H5613 וּשְׁאָ֖ר H7606 כְּנָוָתְה֑וֹן H3675 דִּ֠ינָיֵא H1784 וַאֲפַרְסַתְכָיֵ֞ H671 טַרְפְּלָיֵ֣א H2967 אֲפָֽרְסָיֵ֗א H670 ארכוי H756 בָבְלָיֵא֙ H896 שֽׁוּשַׁנְכָיֵ֔א H7801 דהוא H1768 עֵלְמָיֵֽא H5962 ",
      "10": "וּשְׁאָ֣ר H7606 אֻמַּיָּ֗א H524 דִּ֤י H1768 הַגְלִי֙ H1541 אָסְנַפַּר֙ H620 רַבָּ֣א H7229 וְיַקִּירָ֔ H3358 וְהוֹתֵ֣ב H3488 הִמּ֔וֹ H1994 בְּקִרְיָ֖ה H7149 דִּ֣י H1768 שָׁמְרָ֑יִן H8115 וּשְׁאָ֥ר H7606 עֲבַֽר H5675 נַהֲרָ֖ה H5103 וּכְעֶֽנֶת H3706 ",
      "11": "דְּנָה֙ H1836 פַּרְשֶׁ֣גֶן H6573 אִגַּרְתָּ֔א H104 דִּ֚י H1768 שְׁלַ֣חוּ H7972 עֲל֔וֹהִי H5922 עַל H5922 אַרְתַּחְשַׁ֖שְׂתְּא H783 מַלְכָּ֑א H4430 עַבְדָ֛יךְ H5649 אֱנָ֥שׁ H606 עֲבַֽר H5675 נַהֲרָ֖ה H5103 וּכְעֶֽנֶת H3706 ",
      "12": "יְדִ֨יעַ֙ H3046 לֶהֱוֵ֣א H1934 לְמַלְכָּ֔ H4430 דִּ֣י H1768 יְהוּדָיֵ֗א H3062 דִּ֤י H1768 סְלִ֨קוּ֙ H5559 מִן H4481 לְוָתָ֔ךְ H3890 עֲלֶ֥ינָא H5922 אֲת֖וֹ H858 לִירוּשְׁלֶ֑ם H3390 קִרְיְתָ֨א H7149 מָֽרָדְתָּ֤א H4779 ובאישת H873 בָּנַ֔יִן H1124 ושורי H7792 אשכללו H3635 וְאֻשַּׁיָּ֖ H787 יַחִֽיטוּ H2338 ",
      "13": "כְּעַ֗ן H3705 יְדִ֨יעַ֙ H3046 לֶהֱוֵ֣א H1934 לְמַלְכָּ֔ H4430 דִּ֠י H1768 הֵ֣ן H2006 קִרְיְתָ֥א H7149 דָךְ֙ H1791 תִּתְבְּנֵ֔א H1124 וְשׁוּרַיָּ֖ H7792 יִֽשְׁתַּכְלְל֑וּן H3635 מִנְדָּֽה H4061 בְל֤וֹ H1093 וַהֲלָךְ֙ H1983 לָ֣א H3809 יִנְתְּנ֔וּן H5415 וְאַפְּתֹ֥ם H674 מַלְכִ֖ים H4430 תְּהַנְזִֽק H5142 ",
      "14": "כְּעַ֗ן H3705 כָּל H3606 קֳבֵל֙ H6903 דִּֽי H1768 מְלַ֤ח H4416 הֵֽיכְלָא֙ H1965 מְלַ֔חְנָא H4415 וְעַרְוַ֣ת H6173 מַלְכָּ֔א H4430 לָ֥א H3809 אֲֽרִֽיךְ H749 לַ֖נָא Hl לְמֶֽחֱזֵ֑א H2370 עַ֨ל H5922 דְּנָ֔ה H1836 שְׁלַ֖חְנָא H7972 וְהוֹדַ֥עְנָא H3046 לְמַלְכָּֽ H4430 ",
      "15": "דִּ֡י H1768 יְבַקַּר֩ H1240 בִּֽסְפַר H5609 דָּכְרָ֨נַיָּ֜א H1799 דִּ֣י H1768 אֲבָהָתָ֗ךְ H2 וּ֠תְהַשְׁכַּח H7912 בִּסְפַ֣ר H5609 דָּכְרָנַיָּא֮ H1799 וְתִנְדַּע֒ H3046 דִּי֩ H1768 קִרְיְתָ֨א H7149 דָ֜ךְ H1791 קִרְיָ֣א H7149 מָֽרָדָ֗א H4779 וּֽמְהַנְזְקַ֤ת H5142 מַלְכִין֙ H4430 וּמְדִנָ֔ן H4083 וְאֶשְׁתַּדּוּר֙ H849 עָבְדִ֣ין H5648 בְּגַוַּ֔ H1459 מִן H4481 יוֹמָ֖ת H3118 עָלְמָ֑א H5957 עַ֨ל H5922 דְּנָ֔ה H1836 קִרְיְתָ֥א H7149 דָ֖ךְ H1791 הָֽחָרְבַֽת H2718 ",
      "16": "מְהוֹדְעִ֤ין H3046 אֲנַ֨חְנָה֙ H586 לְמַלְכָּ֔ H4430 דִּ֠י H1768 הֵ֣ן H2006 קִרְיְתָ֥א H7149 דָךְ֙ H1791 תִּתְבְּנֵ֔א H1124 וְשׁוּרַיָּ֖ H7792 יִֽשְׁתַּכְלְל֑וּן H3635 לָקֳבֵ֣ל H6903 דְּנָ֔ה H1836 חֲלָק֙ H2508 בַּעֲבַ֣ר H5675 נַהֲרָ֔א H5103 לָ֥א H3809 אִיתַ֖י H383 לָֽךְ Hl ",
      "17": "פִּתְגָמָ֞א H6600 שְׁלַ֣ח H7972 מַלְכָּ֗א H4430 עַל H5922 רְח֤וּם H7348 בְּעֵל H1169 טְעֵם֙ H2942 וְשִׁמְשַׁ֣י H8124 סָֽפְרָ֔א H5613 וּשְׁאָר֙ H7606 כְּנָוָ֣תְה֔וֹן H3675 דִּ֥י H1768 יָתְבִ֖ין H3488 בְּשָֽׁמְרָ֑יִן H8115 וּשְׁאָ֧ר H7606 עֲבַֽר H5675 נַהֲרָ֛ה H5103 שְׁלָ֖ם H8001 וּכְעֶֽת H3706 ",
      "18": "נִשְׁתְּוָנָ֕א H5407 דִּ֥י H1768 שְׁלַחְתּ֖וּן H7972 עֲלֶ֑ינָא H5922 מְפָרַ֥שׁ H6568 קֱרִ֖י H7123 קָדָמָֽי H6925 ",
      "19": "וּמִנִּ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 וּבַקַּ֣רוּ H1240 וְהַשְׁכַּ֔חוּ H7912 דִּ֚י H1768 קִרְיְתָ֣א H7149 דָ֔ךְ H1791 מִן H4481 יוֹמָת֙ H3118 עָֽלְמָ֔א H5957 עַל H5922 מַלְכִ֖ין H4430 מִֽתְנַשְּׂאָ֑ה H5376 וּמְרַ֥ד H4776 וְאֶשְׁתַּדּ֖וּר H849 מִתְעֲבֶד H5648 בַּֽהּ Hb ",
      "20": "וּמַלְכִ֣ין H4430 תַּקִּיפִ֗ין H8624 הֲווֹ֙ H1934 עַל H5922 יְר֣וּשְׁלֶ֔ם H3390 וְשַׁ֨לִּיטִ֔ין H7990 בְּכֹ֖ל H3606 עֲבַ֣ר H5675 נַהֲרָ֑ה H5103 וּמִדָּ֥ה H4061 בְל֛וֹ H1093 וַהֲלָ֖ךְ H1983 מִתְיְהֵ֥ב H3052 לְהֽוֹן Hl ",
      "21": "כְּעַן֙ H3705 שִׂ֣ימוּ H7761 טְּעֵ֔ם H2942 לְבַטָּלָ֖א H989 גֻּבְרַיָּ֣א H1400 אִלֵּ֑ךְ H479 וְקִרְיְתָ֥ H7149 דָךְ֙ H1791 לָ֣א H3809 תִתְבְּנֵ֔א H1124 עַד H5705 מִנִּ֖י H4481 טַעְמָ֥א H2941 יִתְּשָֽׂם H7761 ",
      "22": "וּזְהִירִ֥ין H2095 הֱו֛וֹ H1934 שָׁל֖וּ H7960 לְמֶעְבַּ֣ד H5648 עַל H5922 דְּנָ֑ה H1836 לְמָה֙ H4101 יִשְׂגֵּ֣א H7680 חֲבָלָ֔א H2257 לְהַנְזָקַ֖ת H5142 מַלְכִֽין H4430 ",
      "23": "אֱדַ֗יִן H116 מִן H4481 דִּ֞י H1768 פַּרְשֶׁ֤גֶן H6573 נִשְׁתְּוָנָא֙ H5407 דִּ֚י H1768 ארתחששתא H783 מַלְכָּ֔א H4430 קֱרִ֧י H7123 קֳדָם H6925 רְח֛וּם H7348 וְשִׁמְשַׁ֥י H8124 סָפְרָ֖א H5613 וּכְנָוָתְ H3675 אֲזַ֨לוּ H236 בִבְהִיל֤וּ H924 לִירֽוּשְׁלֶם֙ H3390 עַל H5922 יְה֣וּדָיֵ֔א H3062 וּבַטִּ֥לוּ H989 הִמּ֖וֹ H1994 בְּאֶדְרָ֥ע H153 וְחָֽיִל H2429 ",
      "24": "בֵּאדַ֗יִן H116 בְּטֵלַת֙ H989 עֲבִידַ֣ת H5673 בֵּית H1005 אֱלָהָ֔א H426 דִּ֖י H1768 בִּירוּשְׁלֶ֑ם H3390 וַהֲוָת֙ H1934 בָּֽטְלָ֔א H989 עַ֚ד H5705 שְׁנַ֣ת H8140 תַּרְתֵּ֔ין H8648 לְמַלְכ֖וּת H4437 דָּרְיָ֥וֶשׁ H1868 מֶֽלֶךְ H4430 פָּרָֽס H6540 "
    },
    "5": {
      "1": "וְהִתְנַבִּ֞י H5013 חַגַּ֣י H2292 נביאה H5029 וּזְכַרְיָ֤ה H2148 בַר H1247 עִדּוֹא֙ H5714 נביאיא H5029 עַל H5922 יְה֣וּדָיֵ֔א H3062 דִּ֥י H1768 בִיה֖וּד H3061 וּבִ H3390 בְּשֻׁ֛ם H8036 אֱלָ֥הּ H426 יִשְׂרָאֵ֖ל H3479 עֲלֵיהֽוֹן H5922 ",
      "2": "בֵּאדַ֡יִן H116 קָ֠מוּ H6966 זְרֻבָּבֶ֤ל H2217 בַּר H1247 שְׁאַלְתִּיאֵל֙ H7598 וְיֵשׁ֣וּעַ H3443 בַּר H1247 יֽוֹצָדָ֔ק H3136 וְשָׁרִ֣יו H8271 לְמִבְנֵ֔א H1124 בֵּ֥ית H1005 אֱלָהָ֖א H426 דִּ֣י H1768 בִירֽוּשְׁלֶ֑ם H3390 וְעִמְּ H5974 נביאיא H5029 דִֽי H1768 אֱלָהָ֖א H426 מְסָעֲדִ֥ין H5583 לְהֽוֹן Hl ",
      "3": "בֵּהּ Hb זִמְנָא֩ H2166 אֲתָ֨א H858 עֲלֵיה֜וֹן H5922 תַּ֠תְּנַי H8674 פַּחַ֧ת H6347 עֲבַֽר H5675 נַהֲרָ֛ה H5103 וּשְׁתַ֥ר H8370 בּוֹזְנַ֖י H8370 וּכְנָוָתְ H3675 וְכֵן֙ H3652 אָמְרִ֣ין H560 לְהֹ֔ם Hl מַן H4479 שָׂ֨ם H7761 לְכֹ֜ם Hl טְעֵ֗ם H2942 בַּיְתָ֤א H1005 דְנָה֙ H1836 לִבְּנֵ֔א H1124 וְאֻשַּׁרְנָ֥ H846 דְנָ֖ה H1836 לְשַׁכְלָלָֽה H3635 ",
      "4": "אֱדַ֥יִן H116 כְּנֵ֖מָא H3660 אֲמַ֣רְנָא H560 לְּהֹ֑ם Hl מַן H4479 אִנּוּן֙ H581 שְׁמָהָ֣ת H8036 גֻּבְרַיָּ֔א H1400 דִּֽי H1768 דְנָ֥ה H1836 בִנְיָנָ֖א H1147 בָּנַֽיִן H1124 ",
      "5": "וְעֵ֣ין H5870 אֱלָהֲהֹ֗ם H426 הֲוָת֙ H1934 עַל H5922 שָׂבֵ֣י H7868 יְהוּדָיֵ֔א H3062 וְלָא H3809 בַטִּ֣לוּ H989 הִמּ֔וֹ H1994 עַד H5705 טַעְמָ֖א H2941 לְדָרְיָ֣וֶשׁ H1868 יְהָ֑ךְ H1946 וֶאֱדַ֛יִן H116 יְתִיב֥וּן H8421 נִשְׁתְּוָנָ֖א H5407 עַל H5922 דְּנָֽה H1836 ",
      "6": "פַּרְשֶׁ֣גֶן H6573 אִ֠גַּרְתָּא H104 דִּֽי H1768 שְׁלַ֞ח H7972 תַּתְּנַ֣י H8674 פַּחַ֣ת H6347 עֲבַֽר H5675 נַהֲרָ֗ה H5103 וּשְׁתַ֤ר H8370 בּוֹזְנַי֙ H8370 וּכְנָ֣וָתֵ֔ H3675 אֲפַ֨רְסְכָיֵ֔א H671 דִּ֖י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֑ה H5103 עַל H5922 דָּרְיָ֖וֶשׁ H1868 מַלְכָּֽא H4430 ",
      "7": "פִּתְגָמָ֖א H6600 שְׁלַ֣חוּ H7972 עֲל֑וֹהִי H5922 וְכִ H1836 כְּתִ֣יב H3790 בְּגַוֵּ֔ H1459 לְדָרְיָ֥וֶשׁ H1868 מַלְכָּ֖א H4430 שְׁלָמָ֥א H8001 כֹֽלָּא H3606 ",
      "8": "יְדִ֣יעַ H3046 לֶהֱוֵ֣א H1934 לְמַלְכָּ֗ H4430 דִּֽי H1768 אֲזַ֜לְנָא H236 לִיה֤וּד H3061 מְדִֽינְתָּא֙ H4083 לְבֵית֙ H1005 אֱלָהָ֣א H426 רַבָּ֔א H7229 וְה֤וּא H1932 מִתְבְּנֵא֙ H1124 אֶ֣בֶן H69 גְּלָ֔ל H1560 וְאָ֖ע H636 מִתְּשָׂ֣ם H7761 בְּכֻתְלַיָּ֑ H3797 וַעֲבִ֥ידְתָּ H5673 דָ֛ךְ H1791 אָסְפַּ֥רְנָא H629 מִתְעַבְדָ֖א H5648 וּמַצְלַ֥ח H6744 בְּיֶדְ H3028 ",
      "9": "אֱדַ֗יִן H116 שְׁאֵ֨לְנָא֙ H7593 לְשָׂבַיָּ֣ H7868 אִלֵּ֔ךְ H479 כְּנֵ֖מָא H3660 אֲמַ֣רְנָא H560 לְּהֹ֑ם Hl מַן H4479 שָׂ֨ם H7761 לְכֹ֜ם Hl טְעֵ֗ם H2942 בַּיְתָ֤א H1005 דְנָה֙ H1836 לְמִבְנְיָ֔ה H1124 וְאֻשַּׁרְנָ֥ H846 דְנָ֖ה H1836 לְשַׁכְלָלָֽה H3635 ",
      "10": "וְאַ֧ף H638 שְׁמָהָתְהֹ֛ם H8036 שְׁאֵ֥לְנָא H7593 לְּהֹ֖ם Hl לְהוֹדָעוּתָ֑ H3046 דִּ֛י H1768 נִכְתֻּ֥ב H3790 שֻׁם H8036 גֻּבְרַיָּ֖א H1400 דִּ֥י H1768 בְרָאשֵׁי H7217 ",
      "11": "וּכְנֵ֥מָא H3660 פִתְגָמָ֖א H6600 הֲתִיב֣וּנָא H8421 לְמֵמַ֑ר H560 אֲנַ֣חְנָא H586 הִמּ֡וֹ H1994 עַבְדוֹהִי֩ H5649 דִֽי H1768 אֱלָ֨הּ H426 שְׁמַיָּ֜א H8065 וְאַרְעָ֗ H772 וּבָנַ֤יִן H1124 בַּיְתָא֙ H1005 דִּֽי H1768 הֲוָ֨א H1934 בְנֵ֜ה H1124 מִקַּדְמַ֤ת H6928 דְּנָה֙ H1836 שְׁנִ֣ין H8140 שַׂגִּיאָ֔ן H7690 וּמֶ֤לֶךְ H4430 לְיִשְׂרָאֵל֙ H3479 רַ֔ב H7229 בְּנָ֖הִי H1124 וְשַׁכְלְלֵֽ H3635 ",
      "12": "לָהֵ֗ן H3861 מִן H4481 דִּ֨י H1768 הַרְגִּ֤זוּ H7265 אֲבָהֳתַ֨נָא֙ H2 לֶאֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 יְהַ֣ב H3052 הִמּ֔וֹ H1994 בְּיַ֛ד H3028 נְבוּכַדְנֶצַּ֥ר H5020 מֶֽלֶךְ H4430 בָּבֶ֖ל H895 כסדיא H3679 וּבַיְתָ֤ H1005 דְנָה֙ H1836 סַתְרֵ֔הּ H5642 וְעַמָּ֖ H5972 הַגְלִ֥י H1541 לְבָבֶֽל H895 ",
      "13": "בְּרַם֙ H1297 בִּשְׁנַ֣ת H8140 חֲדָ֔ה H2298 לְכ֥וֹרֶשׁ H3567 מַלְכָּ֖א H4430 דִּ֣י H1768 בָבֶ֑ל H895 כּ֤וֹרֶשׁ H3567 מַלְכָּא֙ H4430 שָׂ֣ם H7761 טְעֵ֔ם H2942 בֵּית H1005 אֱלָהָ֥א H426 דְנָ֖ה H1836 לִבְּנֵֽא H1124 ",
      "14": "וְ֠אַף H638 מָאנַיָּ֣א H3984 דִֽי H1768 בֵית H1005 אֱלָהָא֮ H426 דִּ֣י H1768 דַהֲבָ֣ה H1722 וְכַסְפָּ H3702 דִּ֣י H1768 נְבוּכַדְנֶצַּ֗ר H5020 הַנְפֵּק֙ H5312 מִן H4481 הֵֽיכְלָא֙ H1965 דִּ֣י H1768 בִֽירוּשְׁלֶ֔ם H3390 וְהֵיבֵ֣ל H2987 הִמּ֔וֹ H1994 לְהֵיכְלָ֖ H1965 דִּ֣י H1768 בָבֶ֑ל H895 הַנְפֵּ֨ק H5312 הִמּ֜וֹ H1994 כּ֣וֹרֶשׁ H3567 מַלְכָּ֗א H4430 מִן H4481 הֵֽיכְלָא֙ H1965 דִּ֣י H1768 בָבֶ֔ל H895 וִיהִ֨יבוּ֙ H3052 לְשֵׁשְׁבַּצַּ֣ר H8340 שְׁמֵ֔הּ H8036 דִּ֥י H1768 פֶחָ֖ה H6347 שָׂמֵֽהּ H7761 ",
      "15": "וַאֲמַר H560 לֵ֓הּ Hl אלה H412 מָֽאנַיָּ֔א H3984 שֵׂ֚א H5376 אֵֽזֶל H236 אֲחֵ֣ת H5182 הִמּ֔וֹ H1994 בְּהֵיכְלָ֖ H1965 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 וּבֵ֥ית H1005 אֱלָהָ֖א H426 יִתְבְּנֵ֥א H1124 עַל H5922 אַתְרֵֽהּ H870 ",
      "16": "אֱדַ֨יִן֙ H116 שֵׁשְׁבַּצַּ֣ר H8340 דֵּ֔ךְ H1791 אֲתָ֗א H858 יְהַ֧ב H3052 אֻשַּׁיָּ֛א H787 דִּי H1768 בֵ֥ית H1005 אֱלָהָ֖א H426 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 וּמִן H4481 אֱדַ֧יִן H116 וְעַד H5705 כְּעַ֛ן H3705 מִתְבְּנֵ֖א H1124 וְלָ֥א H3809 שְׁלִֽם H8000 ",
      "17": "וּכְעַ֞ן H3705 הֵ֧ן H2006 עַל H5922 מַלְכָּ֣א H4430 טָ֗ב H2869 יִ֠תְבַּקַּר H1240 בְּבֵ֨ית H1005 גִּנְזַיָּ֜א H1596 דִּי H1768 מַלְכָּ֣א H4430 תַמָּה֮ H8536 דִּ֣י H1768 בְּבָבֶל֒ H895 הֵ֣ן H2006 אִיתַ֗י H383 דִּֽי H1768 מִן H4481 כּ֤וֹרֶשׁ H3567 מַלְכָּא֙ H4430 שִׂ֣ים H7761 טְעֵ֔ם H2942 לְמִבְנֵ֛א H1124 בֵּית H1005 אֱלָהָ֥א H426 דֵ֖ךְ H1791 בִּירוּשְׁלֶ֑ם H3390 וּרְע֥וּת H7470 מַלְכָּ֛א H4430 עַל H5922 דְּנָ֖ה H1836 יִשְׁלַ֥ח H7972 עֲלֶֽינָא H5922 "
    },
    "6": {
      "1": "בֵּאדַ֛יִן H116 דָּרְיָ֥וֶשׁ H1868 מַלְכָּ֖א H4430 שָׂ֣ם H7761 טְעֵ֑ם H2942 וּבַקַּ֣רוּ H1240 בְּבֵ֣ית H1005 סִפְרַיָּ֗א H5609 דִּ֧י H1768 גִנְזַיָּ֛א H1596 מְהַחֲתִ֥ין H5182 תַּמָּ֖ה H8536 בְּבָבֶֽל H895 ",
      "2": "וְהִשְׁתְּכַ֣ח H7912 בְּאַחְמְתָ֗א H307 בְּבִֽירְתָ֛ H1001 דִּ֛י H1768 בְּמָדַ֥י H4076 מְדִינְתָּ֖ה H4083 מְגִלָּ֣ה H4040 חֲדָ֑ה H2298 וְכֵן H3652 כְּתִ֥יב H3790 בְּגַוַּ֖ H1459 דִּכְרוֹנָֽה H1799 ",
      "3": "בִּשְׁנַ֨ת H8140 חֲדָ֜ה H2298 לְכ֣וֹרֶשׁ H3567 מַלְכָּ֗א H4430 כּ֣וֹרֶשׁ H3567 מַלְכָּא֮ H4430 שָׂ֣ם H7761 טְעֵם֒ H2942 בֵּית H1005 אֱלָהָ֤א H426 בִֽירוּשְׁלֶם֙ H3390 בַּיְתָ֣א H1005 יִתְבְּנֵ֔א H1124 אֲתַר֙ H870 דִּֽי H1768 דָבְחִ֣ין H1684 דִּבְחִ֔ין H1685 וְאֻשּׁ֖וֹ H787 מְסֽוֹבְלִ֑ין H5446 רוּמֵהּ֙ H7314 אַמִּ֣ין H521 שִׁתִּ֔ין H8361 פְּתָיֵ֖הּ H6613 אַמִּ֥ין H521 שִׁתִּֽין H8361 ",
      "4": "נִדְבָּכִ֞ין H5073 דִּי H1768 אֶ֤בֶן H69 גְּלָל֙ H1560 תְּלָתָ֔א H8532 וְנִדְבָּ֖ךְ H5073 דִּי H1768 אָ֣ע H636 חֲדַ֑ת H2323 וְנִ֨פְקְתָ֔ H5313 מִן H4481 בֵּ֥ית H1005 מַלְכָּ֖א H4430 תִּתְיְהִֽב H3052 ",
      "5": "וְ֠אַף H638 מָאנֵ֣י H3984 בֵית H1005 אֱלָהָא֮ H426 דִּ֣י H1768 דַהֲבָ֣ה H1722 וְכַסְפָּ H3702 דִּ֣י H1768 נְבֽוּכַדְנֶצַּ֗ר H5020 הַנְפֵּ֛ק H5312 מִן H4481 הֵיכְלָ֥א H1965 דִי H1768 בִירוּשְׁלֶ֖ם H3390 וְהֵיבֵ֣ל H2987 לְבָבֶ֑ל H895 יַהֲתִיב֗וּן H8421 וִ֠יהָךְ H1946 לְהֵיכְלָ֤ H1965 דִי H1768 בִירֽוּשְׁלֶם֙ H3390 לְאַתְרֵ֔ H870 וְתַחֵ֖ת H5182 בְּבֵ֥ית H1005 אֱלָהָֽא H426 ",
      "6": "כְּעַ֡ן H3705 תַּ֠תְּנַי H8674 פַּחַ֨ת H6347 עֲבַֽר H5675 נַהֲרָ֜ה H5103 שְׁתַ֤ר H8370 בּוֹזְנַי֙ H8370 וּכְנָוָ֣תְ H3675 אֲפַרְסְכָיֵ֔א H671 דִּ֖י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֑ה H5103 רַחִיקִ֥ין H7352 הֲו֖וֹ H1934 מִן H4481 תַּמָּֽה H8536 ",
      "7": "שְׁבֻ֕קוּ H7662 לַעֲבִידַ֖ת H5673 בֵּית H1005 אֱלָהָ֣א H426 דֵ֑ךְ H1791 פַּחַ֤ת H6347 יְהוּדָיֵא֙ H3062 וּלְ H7868 יְהוּדָיֵ֔א H3062 בֵּית H1005 אֱלָהָ֥א H426 דֵ֖ךְ H1791 יִבְנ֥וֹן H1124 עַל H5922 אַתְרֵֽהּ H870 ",
      "8": "וּמִנִּ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 לְמָ֣א H3964 דִֽי H1768 תַֽעַבְד֗וּן H5648 עִם H5974 שָׂבֵ֤י H7868 יְהוּדָיֵא֙ H3062 אִלֵּ֔ךְ H479 לְמִבְנֵ֖א H1124 בֵּית H1005 אֱלָהָ֣א H426 דֵ֑ךְ H1791 וּמִ H5232 מַלְכָּ֗א H4430 דִּ֚י H1768 מִדַּת֙ H4061 עֲבַ֣ר H5675 נַהֲרָ֔ה H5103 אָסְפַּ֗רְנָא H629 נִפְקְתָ֛א H5313 תֶּהֱוֵ֧א H1934 מִֽתְיַהֲבָ֛א H3052 לְגֻבְרַיָּ֥ H1400 אִלֵּ֖ךְ H479 דִּי H1768 לָ֥א H3809 לְבַטָּלָֽא H989 ",
      "9": "וּמָ֣ה H4101 חַשְׁחָ֡ן H2818 וּבְנֵ֣י H1123 תוֹרִ֣ין H8450 וְדִכְרִ֣ין H1798 וְאִמְּרִ֣ין H563 לַעֲלָוָ֣ן H5928 לֶאֱלָ֪הּ H426 שְׁמַיָּ֟א H8065 חִנְטִ֞ין H2591 מְלַ֣ח H4416 חֲמַ֣ר H2562 וּמְשַׁ֗ח H4887 כְּמֵאמַ֨ר H3983 כָּהֲנַיָּ֤א H3549 דִי H1768 בִירֽוּשְׁלֶם֙ H3390 לֶהֱוֵ֨א H1934 מִתְיְהֵ֥ב H3052 לְהֹ֛ם Hl י֥וֹם H3118 בְּי֖וֹם H3118 דִּי H1768 לָ֥א H3809 שָׁלֽוּ H7960 ",
      "10": "דִּֽי H1768 לֶהֱוֺ֧ן H1934 מְהַקְרְבִ֛ין H7127 נִיחוֹחִ֖ין H5208 לֶאֱלָ֣הּ H426 שְׁמַיָּ֑א H8065 וּמְצַלַּ֕יִן H6739 לְחַיֵּ֥י H2417 מַלְכָּ֖א H4430 וּבְנֽוֹ H1123 ",
      "11": "וּמִנִּ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּ֣י H1768 כָל H3606 אֱנָ֗שׁ H606 דִּ֤י H1768 יְהַשְׁנֵא֙ H8133 פִּתְגָמָ֣א H6600 דְנָ֔ה H1836 יִתְנְסַ֥ח H5256 אָע֙ H636 מִן H4481 בַּיְתֵ֔הּ H1005 וּזְקִ֖יף H2211 יִתְמְחֵ֣א H4223 עֲלֹ֑הִי H5922 וּבַיְתֵ֛ H1005 נְוָל֥וּ H5122 יִתְעֲבֵ֖ד H5648 עַל H5922 דְּנָֽה H1836 ",
      "12": "וֵֽאלָהָ֞ H426 דִּ֣י H1768 שַׁכִּ֧ן H7932 שְׁמֵ֣הּ H8036 תַּמָּ֗ה H8536 יְמַגַּ֞ר H4049 כָּל H3606 מֶ֤לֶךְ H4430 וְעַם֙ H5972 דִּ֣י H1768 יִשְׁלַ֣ח H7972 יְדֵ֗הּ H3028 לְהַשְׁנָיָ֛ה H8133 לְחַבָּלָ֛ה H2255 בֵּית H1005 אֱלָהָ֥א H426 דֵ֖ךְ H1791 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 אֲנָ֤ה H576 דָרְיָ֨וֶשׁ֙ H1868 שָׂ֣מֶת H7761 טְעֵ֔ם H2942 אָסְפַּ֖רְנָא H629 יִתְעֲבִֽד H5648 ",
      "13": "אֱ֠דַיִן H116 תַּתְּנַ֞י H8674 פַּחַ֧ת H6347 עֲבַֽר H5675 נַהֲרָ֛ה H5103 שְׁתַ֥ר H8370 בּוֹזְנַ֖י H8370 וּכְנָוָתְ H3675 לָקֳבֵ֗ל H6903 דִּֽי H1768 שְׁלַ֞ח H7972 דָּרְיָ֧וֶשׁ H1868 מַלְכָּ֛א H4430 כְּנֵ֖מָא H3660 אָסְפַּ֥רְנָא H629 עֲבַֽדוּ H5648 ",
      "14": "וְשָׂבֵ֤י H7868 יְהוּדָיֵא֙ H3062 בָּנַ֣יִן H1124 וּמַצְלְחִ֔ין H6744 בִּנְבוּאַת֙ H5017 חַגַּ֣י H2292 נביאה H5029 וּזְכַרְיָ֖ה H2148 בַּר H1247 עִדּ֑וֹא H5714 וּבְנ֣וֹ H1124 וְשַׁכְלִ֗לוּ H3635 מִן H4481 טַ֨עַם֙ H2941 אֱלָ֣הּ H426 יִשְׂרָאֵ֔ל H3479 וּמִ H2942 כּ֣וֹרֶשׁ H3567 וְדָרְיָ֔וֶשׁ H1868 וְאַרְתַּחְשַׁ֖שְׂתְּא H783 מֶ֥לֶךְ H4430 פָּרָֽס H6540 ",
      "15": "וְשֵׁיצִיא֙ H3319 בַּיְתָ֣ה H1005 דְנָ֔ה H1836 עַ֛ד H5705 י֥וֹם H3118 תְּלָתָ֖ה H8532 לִירַ֣ח H3393 אֲדָ֑ר H144 דִּי H1768 הִ֣יא H1932 שְׁנַת H8140 שֵׁ֔ת H8353 לְמַלְכ֖וּת H4437 דָּרְיָ֥וֶשׁ H1868 מַלְכָּֽא H4430 ",
      "16": "וַעֲבַ֣דוּ H5648 בְנֵֽי H1123 יִ֠שְׂרָאֵל H3479 כָּהֲנַיָּ֨א H3549 וְלֵוָיֵ֜ H3879 וּשְׁאָ֣ר H7606 בְּנֵי H1123 גָלוּתָ֗א H1547 חֲנֻכַּ֛ת H2597 בֵּית H1005 אֱלָהָ֥א H426 דְנָ֖ה H1836 בְּחֶדְוָֽה H2305 ",
      "17": "וְהַקְרִ֗בוּ H7127 לַחֲנֻכַּת֮ H2597 בֵּית H1005 אֱלָהָ֣א H426 דְנָה֒ H1836 תּוֹרִ֣ין H8450 מְאָ֔ה H3969 דִּכְרִ֣ין H1798 מָאתַ֔יִן H3969 אִמְּרִ֖ין H563 אַרְבַּ֣ע H703 מְאָ֑ה H3969 וּצְפִירֵ֨י H6841 עִזִּ֜ין H5796 לחטיא H2409 עַל H5922 כָּל H3606 יִשְׂרָאֵל֙ H3479 תְּרֵֽי H8648 עֲשַׂ֔ר H6236 לְמִנְיָ֖ן H4510 שִׁבְטֵ֥י H7625 יִשְׂרָאֵֽל H3479 ",
      "18": "וַהֲקִ֨ימוּ H6966 כָהֲנַיָּ֜א H3549 בִּפְלֻגָּתְ H6392 וְלֵוָיֵ H3879 בְּמַחְלְקָ֣תְ H4255 עַל H5922 עֲבִידַ֥ת H5673 אֱלָהָ֖א H426 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 כִּכְתָ֖ב H3792 סְפַ֥ר H5609 מֹשֶֽׁה H4873 ",
      "19": "וַיַּעֲשׂ֥וּ H6213 בְנֵי H1121 הַגּוֹלָ֖ה H1473 אֶת H853 הַפָּ֑סַח H6453 בְּאַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
      "20": "כִּ֣י H3588 הִֽטַּהֲר֞וּ H2891 הַכֹּהֲנִ֧ים H3548 וְהַ H3881 כְּאֶחָ֖ד H259 כֻּלָּ֣ם H3605 טְהוֹרִ֑ים H2889 וַיִּשְׁחֲט֤וּ H7819 הַפֶּ֨סַח֙ H6453 לְכָל H3605 בְּנֵ֣י H1121 הַגּוֹלָ֔ה H1473 וְלַ H251 הַכֹּהֲנִ֖ים H3548 וְלָ H1992 ",
      "21": "וַיֹּאכְל֣וּ H398 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 הַשָּׁבִים֙ H7725 מֵֽהַ H1473 וְכֹ֗ל H3605 הַנִּבְדָּ֛ל H914 מִטֻּמְאַ֥ת H2932 גּוֹיֵֽ H1471 הָאָ֖רֶץ H776 אֲלֵהֶ֑ם H413 לִדְרֹ֕שׁ H1875 לַֽיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "22": "וַיַּֽעֲשׂ֧וּ H6213 חַג H2282 מַצּ֛וֹת H4682 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בְּשִׂמְחָ֑ה H8057 כִּ֣י H3588 שִׂמְּחָ֣ם H8055 יְהוָ֗ה H3068 וְֽהֵסֵ֞ב H5437 לֵ֤ב H3820 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עֲלֵיהֶ֔ם H5921 לְחַזֵּ֣ק H2388 יְדֵיהֶ֔ם H3027 בִּמְלֶ֥אכֶת H4399 בֵּית H1004 הָאֱלֹהִ֖ים H430 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 "
    },
    "7": {
      "1": "וְאַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 בְּמַלְכ֖וּת H4438 אַרְתַּחְשַׁ֣סְתְּא H783 מֶֽלֶךְ H4428 פָּרָ֑ס H6539 עֶזְרָא֙ H5830 בֶּן H1121 שְׂרָיָ֔ה H8304 בֶּן H1121 עֲזַרְיָ֖ה H5838 בֶּן H1121 חִלְקִיָּֽה H2518 ",
      "2": "בֶּן H1121 שַׁלּ֥וּם H7967 בֶּן H1121 צָד֖וֹק H6659 בֶּן H1121 אֲחִיטֽוּב H285 ",
      "3": "בֶּן H1121 אֲמַרְיָ֥ה H568 בֶן H1121 עֲזַרְיָ֖ה H5838 בֶּן H1121 מְרָיֽוֹת H4812 ",
      "4": "בֶּן H1121 זְרַֽחְיָ֥ה H2228 בֶן H1121 עֻזִּ֖י H5813 בֶּן H1121 בֻּקִּֽי H1231 ",
      "5": "בֶּן H1121 אֲבִישׁ֗וּעַ H50 בֶּן H1121 פִּֽינְחָס֙ H6372 בֶּן H1121 אֶלְעָזָ֔ר H499 בֶּן H1121 אַהֲרֹ֥ן H175 הַכֹּהֵ֖ן H3548 הָרֹֽאשׁ H7218 ",
      "6": "ה֤וּא H1931 עֶזְרָא֙ H5830 עָלָ֣ה H5927 מִבָּבֶ֔ל H894 וְהֽוּא H1931 סֹפֵ֤ר H5608 מָהִיר֙ H4106 בְּתוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֲשֶׁר H834 נָתַ֥ן H5414 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וַיִּתֶּן H5414 ל֣וֹ Hl הַמֶּ֗לֶךְ H4428 כְּיַד H3027 יְהוָ֤ה H3068 אֱלֹהָיו֙ H430 עָלָ֔יו H5921 כֹּ֖ל H3605 בַּקָּשָׁתֽוֹ H1246 ",
      "7": "וַיַּֽעֲל֣וּ H5927 מִבְּנֵֽי H1121 יִ֠שְׂרָאֵל H3478 וּמִן H4480 הַכֹּהֲנִ֨ים H3548 וְהַ H3881 וְהַ H7891 וְהַ H7778 וְהַ H5411 אֶל H413 יְרוּשָׁלִָ֑ם H3389 בִּשְׁנַת H8141 שֶׁ֖בַע H7651 לְאַרְתַּחְשַׁ֥סְתְּא H783 הַמֶּֽלֶךְ H4428 ",
      "8": "וַיָּבֹ֥א H935 יְרוּשָׁלִַ֖ם H3389 בַּחֹ֣דֶשׁ H2320 הַחֲמִישִׁ֑י H2549 הִ֛יא H1931 שְׁנַ֥ת H8141 הַשְּׁבִיעִ֖ית H7637 לַמֶּֽלֶךְ H4428 ",
      "9": "כִּ֗י H3588 בְּאֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 ה֣וּא H1931 יְסֻ֔ד H3246 הַֽמַּעֲלָ֖ה H4609 מִבָּבֶ֑ל H894 וּבְ H259 לַחֹ֣דֶשׁ H2320 הַחֲמִישִׁ֗י H2549 בָּ֚א H935 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 כְּיַד H3027 אֱלֹהָ֖יו H430 הַטּוֹבָ֥ה H2896 עָלָֽיו H5921 ",
      "10": "כִּ֤י H3588 עֶזְרָא֙ H5830 הֵכִ֣ין H3559 לְבָב֔וֹ H3824 לִדְר֛וֹשׁ H1875 אֶת H853 תּוֹרַ֥ת H8451 יְהוָ֖ה H3068 וְלַ H6213 וּלְ H3925 בְּיִשְׂרָאֵ֖ל H3478 חֹ֥ק H2706 וּמִשְׁפָּֽט H4941 ",
      "11": "וְזֶ֣ה H2088 פַּרְשֶׁ֣גֶן H6572 הַֽנִּשְׁתְּוָ֗ן H5406 אֲשֶׁ֤ר H834 נָתַן֙ H5414 הַמֶּ֣לֶךְ H4428 אַרְתַּחְשַׁ֔סְתְּא H783 לְעֶזְרָ֥א H5830 הַכֹּהֵ֖ן H3548 הַסֹּפֵ֑ר H5608 סֹפֵ֞ר H5608 דִּבְרֵ֧י H1697 מִצְוֺת H4687 יְהוָ֛ה H3068 וְחֻקָּ֖י H2706 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "12": "אַ֨רְתַּחְשַׁ֔סְתְּא H783 מֶ֖לֶךְ H4430 מַלְכַיָּ֑א H4430 לְעֶזְרָ֣א H5831 כָ֠הֲנָא H3549 סָפַ֨ר H5613 דָּתָ֜א H1882 דִּֽי H1768 אֱלָ֧הּ H426 שְׁמַיָּ֛א H8065 גְּמִ֖יר H1585 וּכְעֶֽנֶת H3706 ",
      "13": "מִנִּי֮ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּ֣י H1768 כָל H3606 מִתְנַדַּ֣ב H5069 בְּמַלְכוּתִ H4437 מִן H4481 עַמָּ֨ה H5972 יִשְׂרָאֵ֜ל H3479 וְכָהֲנ֣וֹ H3549 וְלֵוָיֵ֗ H3879 לִמְהָ֧ךְ H1946 לִֽירוּשְׁלֶ֛ם H3390 עִמָּ֖ךְ H5974 יְהָֽךְ H1946 ",
      "14": "כָּל H3606 קֳבֵ֗ל H6903 דִּי֩ H1768 מִן H4481 קֳדָ֨ם H6925 מַלְכָּ֜א H4430 וְשִׁבְעַ֤ת H7655 יָעֲטֹ֨הִי֙ H3272 שְׁלִ֔יחַ H7972 לְבַקָּרָ֥א H1240 עַל H5922 יְה֖וּד H3061 וְלִֽ H3390 בְּדָ֥ת H1882 אֱלָהָ֖ךְ H426 דִּ֥י H1768 בִידָֽ H3028 ",
      "15": "וּלְ H2987 כְּסַ֣ף H3702 וּדְהַ֑ב H1722 דִּֽי H1768 מַלְכָּ֣א H4430 וְיָעֲט֗וֹ H3272 הִתְנַדַּ֨בוּ֙ H5069 לֶאֱלָ֣הּ H426 יִשְׂרָאֵ֔ל H3479 דִּ֥י H1768 בִֽירוּשְׁלֶ֖ם H3390 מִשְׁכְּנֵֽהּ H4907 ",
      "16": "וְכֹל֙ H3606 כְּסַ֣ף H3702 וּדְהַ֔ב H1722 דִּ֣י H1768 תְהַשְׁכַּ֔ח H7912 בְּכֹ֖ל H3606 מְדִינַ֣ת H4083 בָּבֶ֑ל H895 עִם֩ H5974 הִתְנַדָּב֨וּת H5069 עַמָּ֤א H5972 וְכָֽהֲנַיָּ H3549 מִֽתְנַדְּבִ֔ין H5069 לְבֵ֥ית H1005 אֱלָהֲהֹ֖ם H426 דִּ֥י H1768 בִירוּשְׁלֶֽם H3390 ",
      "17": "כָּל H3606 קֳבֵ֣ל H6903 דְּנָה֩ H1836 אָסְפַּ֨רְנָא H629 תִקְנֵ֜א H7066 בְּכַסְפָּ֣ H3702 דְנָ֗ה H1836 תּוֹרִ֤ין H8450 דִּכְרִין֙ H1798 אִמְּרִ֔ין H563 וּמִנְחָתְ H4504 וְנִסְכֵּי H5261 וּתְקָרֵ֣ב H7127 הִמּ֔וֹ H1994 עַֽל H5922 מַדְבְּחָ֔ה H4056 דִּ֛י H1768 בֵּ֥ית H1005 אֱלָהֲכֹ֖ם H426 דִּ֥י H1768 בִירוּשְׁלֶֽם H3390 ",
      "18": "וּמָ֣ה H4101 דִי֩ H1768 עליך H5921 וְעַל H5922 אחיך H252 יֵיטַ֗ב H3191 בִּשְׁאָ֛ר H7606 כַּסְפָּ֥א H3702 וְדַהֲבָ֖ H1722 לְמֶעְבַּ֑ד H5648 כִּרְע֥וּת H7470 אֱלָהֲכֹ֖ם H426 תַּעַבְדֽוּן H5648 ",
      "19": "וּמָֽאנַיָּ H3984 דִּֽי H1768 מִתְיַהֲבִ֣ין H3052 לָ֔ךְ Hl לְפָלְחָ֖ן H6402 בֵּ֣ית H1005 אֱלָהָ֑ךְ H426 הַשְׁלֵ֕ם H8000 קֳדָ֖ם H6925 אֱלָ֥הּ H426 יְרוּשְׁלֶֽם H3390 ",
      "20": "וּשְׁאָ֗ר H7606 חַשְׁחוּת֙ H2819 בֵּ֣ית H1005 אֱלָהָ֔ךְ H426 דִּ֥י H1768 יִפֶּל H5308 לָ֖ךְ Hl לְמִנְתַּ֑ן H5415 תִּנְתֵּ֕ן H5415 מִן H4481 בֵּ֖ית H1005 גִּנְזֵ֥י H1596 מַלְכָּֽא H4430 ",
      "21": "וּ֠מִנִּ H4481 אֲנָ֞ה H576 אַרְתַּחְשַׁ֤סְתְּא H783 מַלְכָּא֙ H4430 שִׂ֣ים H7761 טְעֵ֔ם H2942 לְכֹל֙ H3606 גִּזַּֽבְרַיָּ֔א H1490 דִּ֖י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֑ה H5103 דִּ֣י H1768 כָל H3606 דִּ֣י H1768 יִ֠שְׁאֲלֶנְכוֹן H7593 עֶזְרָ֨א H5831 כָהֲנָ֜ה H3549 סָפַ֤ר H5613 דָּתָא֙ H1882 דִּֽי H1768 אֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 אָסְפַּ֖רְנָא H629 יִתְעֲבִֽד H5648 ",
      "22": "עַד H5705 כְּסַף֮ H3702 כַּכְּרִ֣ין H3604 מְאָה֒ H3969 וְעַד H5705 חִנְטִין֙ H2591 כֹּרִ֣ין H3734 מְאָ֔ה H3969 וְעַד H5705 חֲמַר֙ H2562 בַּתִּ֣ין H1325 מְאָ֔ה H3969 וְעַד H5705 בַּתִּ֥ין H1325 מְשַׁ֖ח H4887 מְאָ֑ה H3969 וּמְלַ֖ח H4416 דִּי H1768 לָ֥א H3809 כְתָֽב H3792 ",
      "23": "כָּל H3606 דִּ֗י H1768 מִן H4481 טַ֨עַם֙ H2941 אֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 יִתְעֲבֵד֙ H5648 אַדְרַזְדָּ֔א H149 לְבֵ֖ית H1005 אֱלָ֣הּ H426 שְׁמַיָּ֑א H8065 דִּֽי H1768 לְמָ֤ה H4101 לֶֽהֱוֵא֙ H1934 קְצַ֔ף H7109 עַל H5922 מַלְכ֥וּת H4437 מַלְכָּ֖א H4430 וּבְנֽוֹ H1123 ",
      "24": "וּלְ Hc/Hl מְהוֹדְעִ֗ין H3046 דִּ֣י H1768 כָל H3606 כָּהֲנַיָּ֣א H3549 וְ֠לֵוָיֵ H3879 זַמָּ֨רַיָּ֤א H2171 תָרָֽעַיָּא֙ H8652 נְתִ֣ינַיָּ֔א H5412 וּפָ֣לְחֵ֔י H6399 בֵּ֖ית H1005 אֱלָהָ֣א H426 דְנָ֑ה H1836 מִנְדָּ֤ה H4061 בְלוֹ֙ H1093 וַהֲלָ֔ךְ H1983 לָ֥א H3809 שַׁלִּ֖יט H7990 לְמִרְמֵ֥א H7412 עֲלֵיהֹֽם H5922 ",
      "25": "וְאַ֣נְתְּ H607 עֶזְרָ֗א H5831 כְּחָכְמַ֨ת H2452 אֱלָהָ֤ךְ H426 דִּֽי H1768 בִידָ H3028 מֶ֣נִּי H4483 שָׁפְטִ֞ין H8200 וְדַיָּנִ֗ין H1782 דִּי H1768 לֶהֱוֺ֤ן H1934 דאנין H1778 לְכָל H3606 עַמָּה֙ H5972 דִּ֚י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֔ה H5103 לְכָל H3606 יָדְעֵ֖י H3046 דָּתֵ֣י H1882 אֱלָהָ֑ךְ H426 וְדִ֧י H1768 לָ֦א H3809 יָדַ֖ע H3046 תְּהוֹדְעֽוּן H3046 ",
      "26": "וְכָל H3606 דִּי H1768 לָא֩ H3809 לֶהֱוֵ֨א H1934 עָבֵ֜ד H5648 דָּתָ֣א H1882 דִֽי H1768 אֱלָהָ֗ךְ H426 וְדָתָ H1882 דִּ֣י H1768 מַלְכָּ֔א H4430 אָסְפַּ֕רְנָא H629 דִּינָ֕ה H1780 לֶהֱוֵ֥א H1934 מִתְעֲבֵ֖ד H5648 מִנֵּ֑הּ H4481 הֵ֤ן H2006 לְמוֹת֙ H4193 הֵ֣ן H2006 לשרשו H8332 הֵן H2006 לַעֲנָ֥שׁ H6065 נִכְסִ֖ין H5232 וְלֶ H613 ",
      "27": "בָּר֥וּךְ H1288 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵ֑ינוּ H1 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 כָּזֹאת֙ H2063 בְּלֵ֣ב H3820 הַמֶּ֔לֶךְ H4428 לְפָאֵ֕ר H6286 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
      "28": "וְעָלַ֣ H5921 הִטָּה H5186 חֶ֗סֶד H2617 לִפְנֵ֤י H6440 הַמֶּ֨לֶךְ֙ H4428 וְיֽוֹעֲצָ֔י H3289 וּלְ H3605 שָׂרֵ֥י H8269 הַמֶּ֖לֶךְ H4428 הַגִּבֹּרִ֑ים H1368 וַאֲנִ֣י H589 הִתְחַזַּ֗קְתִּי H2388 כְּיַד H3027 יְהוָ֤ה H3068 אֱלֹהַי֙ H430 עָלַ֔י H5921 וָאֶקְבְּצָ֧ H6908 מִיִּשְׂרָאֵ֛ל H3478 רָאשִׁ֖ים H7218 לַעֲל֥וֹת H5927 עִמִּֽי H5973 "
    },
    "8": {
      "1": "וְאֵ֛לֶּה H428 רָאשֵׁ֥י H7218 אֲבֹתֵיהֶ֖ם H1 וְהִתְיַחְשָׂ֑ H3187 הָעֹלִ֣ים H5927 עִמִּ֗י H5973 בְּמַלְכ֛וּת H4438 אַרְתַּחְשַׁ֥סְתְּא H783 הַמֶּ֖לֶךְ H4428 מִבָּבֶֽל H894 ",
      "2": "מִבְּנֵ֤י H1121 פִֽינְחָס֙ H6372 גֵּֽרְשֹׁ֔ם H1647 מִבְּנֵ֥י H1121 אִיתָמָ֖ר H385 דָּנִיֵּ֑אל H1840 מִבְּנֵ֥י H1121 דָוִ֖יד H1732 חַטּֽוּשׁ H2407 ",
      "3": "מִבְּנֵ֣י H1121 שְׁכַנְיָ֔ה H7935 מִבְּנֵ֥י H1121 פַרְעֹ֖שׁ H6551 זְכַרְיָ֑ה H2148 וְעִמּ֛ H5973 הִתְיַחֵ֥שׂ H3187 לִזְכָרִ֖ים H2145 מֵאָ֥ה H3967 וַחֲמִשִּֽׁים H2572 ",
      "4": "מִבְּנֵי֙ H1121 פַּחַ֣ת H6355 מוֹאָ֔ב H6355 אֶלְיְהֽוֹעֵינַ֖י H454 בֶּן H1121 זְרַֽחְיָ֑ה H2228 וְעִמּ֖ H5973 מָאתַ֥יִם H3967 הַזְּכָרִֽים H2145 ",
      "5": "מִבְּנֵ֥י H1121 שְׁכַנְיָ֖ה H7935 בֶּן H1121 יַחֲזִיאֵ֑ל H3166 וְעִמּ֕ H5973 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 הַזְּכָרִֽים H2145 ",
      "6": "וּמִ H1121 עָדִ֔ין H5720 עֶ֖בֶד H5651 בֶּן H1121 יוֹנָתָ֑ן H3129 וְעִמּ֖ H5973 חֲמִשִּׁ֥ים H2572 הַזְּכָרִֽים H2145 ",
      "7": "וּמִ H1121 עֵילָ֔ם H5867 יְשַֽׁעְיָ֖ה H3470 בֶּן H1121 עֲתַלְיָ֑ה H6271 וְעִמּ֖ H5973 שִׁבְעִ֥ים H7657 הַזְּכָרִֽים H2145 ",
      "8": "וּמִ H1121 שְׁפַטְיָ֔ה H8203 זְבַדְיָ֖ה H2069 בֶּן H1121 מִֽיכָאֵ֑ל H4317 וְעִמּ֖ H5973 שְׁמֹנִ֥ים H8084 הַזְּכָרִֽים H2145 ",
      "9": "מִבְּנֵ֣י H1121 יוֹאָ֔ב H3097 עֹבַדְיָ֖ה H5662 בֶּן H1121 יְחִיאֵ֑ל H3171 וְעִמּ֕ H5973 מָאתַ֛יִם H3967 וּשְׁמֹנָ֥ה H8083 עָשָׂ֖ר H6240 הַזְּכָרִֽים H2145 ",
      "10": "וּמִ H1121 שְׁלוֹמִ֖ית H8019 בֶּן H1121 יוֹסִפְיָ֑ה H3131 וְעִמּ֕ H5973 מֵאָ֥ה H3967 וְשִׁשִּׁ֖ים H8346 הַזְּכָרִֽים H2145 ",
      "11": "וּמִ H1121 בֵבַ֔י H893 זְכַרְיָ֖ה H2148 בֶּן H1121 בֵּבָ֑י H893 וְעִמּ֕ H5973 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָ֖ה H8083 הַזְּכָרִֽים H2145 ",
      "12": "וּמִ H1121 עַזְגָּ֔ד H5803 יוֹחָנָ֖ן H3110 בֶּן H1121 הַקָּטָ֑ן H6997 וְעִמּ֕ H5973 מֵאָ֥ה H3967 וַעֲשָׂרָ֖ה H6235 הַזְּכָרִֽים H2145 ",
      "13": "וּמִ H1121 אֲדֹנִיקָם֮ H140 אַחֲרֹנִים֒ H314 וְאֵ֣לֶּה H428 שְׁמוֹתָ֔ם H8034 אֱלִיפֶ֖לֶט H467 יְעִיאֵ֣ל H3273 וּֽשְׁמַעְיָ֑ה H8098 וְעִמָּ H5973 שִׁשִּׁ֥ים H8346 הַזְּכָרִֽים H2145 ",
      "14": "וּמִ H1121 בִגְוַ֖י H902 עוּתַ֣י H5793 וזבוד H2072 וְעִמּ֖ H5973 שִׁבְעִ֥ים H7657 הַזְּכָרִֽים H2145 ",
      "15": "וָֽאֶקְבְּצֵ֗ H6908 אֶל H413 הַנָּהָר֙ H5104 הַבָּ֣א H935 אֶֽל H413 אַהֲוָ֔א H163 וַנַּחֲנֶ֥ה H2583 שָׁ֖ם H8033 יָמִ֣ים H3117 שְׁלֹשָׁ֑ה H7969 וָאָבִ֤ינָ H995 בָעָם֙ H5971 וּבַ H3548 וּמִ H1121 לֵוִ֖י H3878 לֹא H3808 מָצָ֥אתִי H4672 שָֽׁם H8033 ",
      "16": "וָאֶשְׁלְחָ֡ H7971 לֶאֱלִיעֶ֡זֶר H461 לַאֲרִיאֵ֡ל H740 לִֽ֠שְׁמַעְיָה H8098 וּלְ H494 וּלְ H3402 וּלְ H494 וּלְ H5416 וְלִ H2148 וְלִ H4918 רָאשִׁ֑ים H7218 וּלְ H3114 וּלְ H494 מְבִינִֽים H995 ",
      "17": "ואוצא H3318 אוֹתָם֙ H853 עַל H5921 אִדּ֣וֹ H112 הָרֹ֔אשׁ H7218 בְּכָסִפְיָ֖א H3703 הַמָּק֑וֹם H4725 וָאָשִׂימָ H7760 בְּפִי H6310 דְּבָרִ֜ים H1697 לְ֠דַבֵּר H1696 אֶל H413 אִדּ֨וֹ H112 אָחִ֤יו H251 הנתונים H5411 בְּכָסִפְיָ֣א H3703 הַמָּק֔וֹם H4725 לְהָֽבִיא H935 לָ֥נוּ Hl מְשָׁרְתִ֖ים H8334 לְבֵ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
      "18": "וַיָּבִ֨יאּוּ H935 לָ֜נוּ Hl כְּיַד H3027 אֱלֹהֵ֨ינוּ H430 הַטּוֹבָ֤ה H2896 עָלֵ֨ינוּ֙ H5921 אִ֣ישׁ H376 שֶׂ֔כֶל H7922 מִבְּנֵ֣י H1121 מַחְלִ֔י H4249 בֶּן H1121 לֵוִ֖י H3878 בֶּן H1121 יִשְׂרָאֵ֑ל H3478 וְשֵׁרֵֽבְיָ֛ה H8274 וּבָנָ֥י H1121 וְאֶחָ֖י H251 שְׁמֹנָ֥ה H8083 עָשָֽׂר H6240 ",
      "19": "וְאֶת H853 חֲשַׁבְיָ֔ה H2811 וְאִתּ֥ H854 יְשַֽׁעְיָ֖ה H3470 מִבְּנֵ֣י H1121 מְרָרִ֑י H4847 אֶחָ֥יו H251 וּבְנֵי H1121 עֶשְׂרִֽים H6242 ",
      "20": "וּמִן H4480 הַנְּתִינִ֗ים H5411 שֶׁנָּתַ֨ן H5414 דָּוִ֤יד H1732 וְהַ H8269 לַעֲבֹדַ֣ת H5656 הַלְוִיִּ֔ם H3881 נְתִינִ֖ים H5411 מָאתַ֣יִם H3967 וְעֶשְׂרִ֑ים H6242 כֻּלָּ֖ם H3605 נִקְּב֥וּ H5344 בְשֵׁמֽוֹת H8034 ",
      "21": "וָאֶקְרָ֨א H7121 שָׁ֥ם H8033 צוֹם֙ H6685 עַל H5921 הַנָּהָ֣ר H5104 אַהֲוָ֔א H163 לְהִתְעַנּ֖וֹת H6031 לִפְנֵ֣י H6440 אֱלֹהֵ֑ינוּ H430 לְבַקֵּ֤שׁ H1245 מִמֶּ֨נּוּ֙ H4480 דֶּ֣רֶךְ H1870 יְשָׁרָ֔ה H3477 לָ֥נוּ Hl וּלְ H2945 וּלְ H3605 רְכוּשֵֽׁנוּ H7399 ",
      "22": "כִּ֣י H3588 בֹ֗שְׁתִּי H954 לִשְׁא֤וֹל H7592 מִן H4480 הַמֶּ֨לֶךְ֙ H4428 חַ֣יִל H2428 וּפָרָשִׁ֔ים H6571 לְעָזְרֵ֥ H5826 מֵאוֹיֵ֖ב H341 בַּדָּ֑רֶךְ H1870 כִּֽי H3588 אָמַ֨רְנוּ H559 לַמֶּ֜לֶךְ H4428 לֵאמֹ֗ר H559 יַד H3027 אֱלֹהֵ֤ינוּ H430 עַל H5921 כָּל H3605 מְבַקְשָׁיו֙ H1245 לְטוֹבָ֔ה H2896 וְעֻזּ֣ H5797 וְאַפּ֔ H639 עַ֖ל H5921 כָּל H3605 עֹזְבָֽיו H5800 ",
      "23": "וַנָּצ֛וּמָ H6684 וַנְּבַקְשָׁ֥ H1245 מֵאֱלֹהֵ֖י H430 עַל H5921 זֹ֑את H2063 וַיֵּעָתֵ֖ר H6279 לָֽנוּ Hl ",
      "24": "וָאַבְדִּ֛ילָ H914 מִשָּׂרֵ֥י H8269 הַכֹּהֲנִ֖ים H3548 שְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 לְשֵׁרֵֽבְיָ֣ה H8274 חֲשַׁבְיָ֔ה H2811 וְעִמָּ H5973 מֵאֲחֵי H251 עֲשָׂרָֽה H6235 ",
      "25": "ואשקול H8254 לָהֶ֔ם H1992 אֶת H853 הַכֶּ֥סֶף H3701 וְאֶת H853 הַזָּהָ֖ב H2091 וְאֶת H853 הַכֵּלִ֑ים H3627 תְּרוּמַ֣ת H8641 בֵּית H1004 אֱלֹהֵ֗ינוּ H430 הַהֵרִ֨ימוּ֙ H7311 הַמֶּ֨לֶךְ֙ H4428 וְיֹעֲצָ֣י H3289 וְשָׂרָ֔י H8269 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 הַנִּמְצָאִֽים H4672 ",
      "26": "וָאֶשְׁקֲלָ֨ H8254 עַל H5921 יָדָ֜ם H3027 כֶּ֗סֶף H3701 כִּכָּרִים֙ H3603 שֵֽׁשׁ H8337 מֵא֣וֹת H3967 וַחֲמִשִּׁ֔ים H2572 וּכְלֵי H3627 כֶ֥סֶף H3701 מֵאָ֖ה H3967 לְכִכָּרִ֑ים H3603 זָהָ֖ב H2091 מֵאָ֥ה H3967 כִכָּֽר H3603 ",
      "27": "וּכְפֹרֵ֤י H3713 זָהָב֙ H2091 עֶשְׂרִ֔ים H6242 לַאֲדַרְכֹנִ֖ים H150 אָ֑לֶף H505 וּכְלֵ֨י H3627 נְחֹ֜שֶׁת H5178 מֻצְהָ֤ב H6668 טוֹבָה֙ H2896 שְׁנַ֔יִם H8147 חֲמוּדֹ֖ת H2532 כַּזָּהָֽב H2091 ",
      "28": "וָאֹמְרָ֣ H559 אֲלֵהֶ֗ם H413 אַתֶּ֥ם H859 קֹ֨דֶשׁ֙ H6944 לַיהוָ֔ה H3068 וְהַ H3627 קֹ֑דֶשׁ H6944 וְהַ H3701 וְהַ H2091 נְדָבָ֔ה H5071 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבֹתֵיכֶֽם H1 ",
      "29": "שִׁקְד֣וּ H8245 וְשִׁמְר֗וּ H8104 עַֽד H5704 תִּשְׁקְל֡וּ H8254 לִפְנֵי֩ H6440 שָׂרֵ֨י H8269 הַכֹּהֲנִ֧ים H3548 וְהַ H3881 וְשָׂרֵֽי H8269 הָאָב֥וֹת H1 לְיִשְׂרָאֵ֖ל H3478 בִּירוּשָׁלִָ֑ם H3389 הַלִּשְׁכ֖וֹת H3957 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "30": "וְקִבְּלוּ֙ H6901 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 מִשְׁקַ֛ל H4948 הַכֶּ֥סֶף H3701 וְהַ H2091 וְהַ H3627 לְהָבִ֥יא H935 לִירוּשָׁלִַ֖ם H3389 לְבֵ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
      "31": "וַֽנִּסְעָ֞ H5265 מִנְּהַ֣ר H5104 אַֽהֲוָ֗א H163 בִּשְׁנֵ֤ים H8147 עָשָׂר֙ H6240 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 לָלֶ֖כֶת H3212 יְרוּשָׁלִָ֑ם H3389 וְיַד H3027 אֱלֹהֵ֨ינוּ֙ H430 הָיְתָ֣ה H1961 עָלֵ֔ינוּ H5921 וַיַּ֨צִּילֵ֔ H5337 מִכַּ֥ף H3709 אוֹיֵ֛ב H341 וְאוֹרֵ֖ב H693 עַל H5921 הַדָּֽרֶךְ H1870 ",
      "32": "וַנָּב֖וֹא H935 יְרוּשָׁלִָ֑ם H3389 וַנֵּ֥שֶׁב H3427 שָׁ֖ם H8033 יָמִ֥ים H3117 שְׁלֹשָֽׁה H7969 ",
      "33": "וּבַ H3117 הָרְבִיעִ֡י H7243 נִשְׁקַ֣ל H8254 הַכֶּסֶף֩ H3701 וְהַ H2091 וְהַ H3627 בְּבֵ֣ית H1004 אֱלֹהֵ֗ינוּ H430 עַ֠ל H5921 יַד H3027 מְרֵמ֤וֹת H4822 בֶּן H1121 אֽוּרִיָּה֙ H223 הַכֹּהֵ֔ן H3548 וְעִמּ֖ H5973 אֶלְעָזָ֣ר H499 בֶּן H1121 פִּֽינְחָ֑ס H6372 וְעִמָּ H5973 יוֹזָבָ֧ד H3107 בֶּן H1121 יֵשׁ֛וּעַ H3442 וְנֽוֹעַדְיָ֥ה H5129 בֶן H1121 בִּנּ֖וּי H1131 הַלְוִיִּֽם H3881 ",
      "34": "בְּמִסְפָּ֥ר H4557 בְּמִשְׁקָ֖ל H4948 לַכֹּ֑ל H3605 וַיִּכָּתֵ֥ב H3789 כָּֽל H3605 הַמִּשְׁקָ֖ל H4948 בָּעֵ֥ת H6256 הַהִֽיא H1931 ",
      "35": "הַ֠בָּאִים H935 מֵֽהַ H7628 בְנֵֽי H1121 הַגּוֹלָ֜ה H1473 הִקְרִ֥יבוּ H7126 עֹל֣וֹת H5930 לֵאלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 פָּרִ֨ים H6499 שְׁנֵים H8147 עָשָׂ֤ר H6240 עַל H5921 כָּל H3605 יִשְׂרָאֵל֙ H3478 אֵילִ֣ים H352 תִּשְׁעִ֣ים H8673 וְשִׁשָּׁ֗ה H8337 כְּבָשִׂים֙ H3532 שִׁבְעִ֣ים H7657 וְשִׁבְעָ֔ה H7651 צְפִירֵ֥י H6842 חַטָּ֖את H2403 שְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 הַכֹּ֖ל H3605 עוֹלָ֥ה H5930 לַיהוָֽה H3068 ",
      "36": "וַֽיִּתְּנ֣וּ H5414 אֶת H853 דָּתֵ֣י H1881 הַמֶּ֗לֶךְ H4428 לַאֲחַשְׁדַּרְפְּנֵי֙ H323 הַמֶּ֔לֶךְ H4428 וּפַחֲו֖וֹת H6346 עֵ֣בֶר H5676 הַנָּהָ֑ר H5104 וְנִשְּׂא֥וּ H5375 אֶת H853 הָעָ֖ם H5971 וְאֶת H853 בֵּֽית H1004 הָאֱלֹהִֽים H430 "
    },
    "9": {
      "1": "וּכְ H3615 אֵ֗לֶּה H428 נִגְּשׁ֨וּ H5066 אֵלַ֤י H413 הַשָּׂרִים֙ H8269 לֵאמֹ֔ר H559 לֹֽא H3808 נִבְדְּל֞וּ H914 הָעָ֤ם H5971 יִשְׂרָאֵל֙ H3478 וְהַ H3548 וְהַ H3881 מֵעַמֵּ֖י H5971 הָאֲרָצ֑וֹת H776 כְּ֠תוֹעֲבֹֽתֵי H8441 לַכְּנַעֲנִ֨י H3669 הַחִתִּ֜י H2850 הַפְּרִזִּ֣י H6522 הַיְבוּסִ֗י H2983 הָֽעַמֹּנִי֙ H5984 הַמֹּ֣אָבִ֔י H4125 הַמִּצְרִ֖י H4713 וְהָ H567 ",
      "2": "כִּֽי H3588 נָשְׂא֣וּ H5375 מִבְּנֹֽתֵי H1323 לָהֶם֙ H1992 וְלִ H1121 וְהִתְעָֽרְבוּ֙ H6148 זֶ֣רַע H2233 הַקֹּ֔דֶשׁ H6944 בְּעַמֵּ֖י H5971 הָאֲרָצ֑וֹת H776 וְיַ֧ד H3027 הַשָּׂרִ֣ים H8269 וְהַ H5461 הָֽיְתָ֛ה H1961 בַּמַּ֥עַל H4604 הַזֶּ֖ה H2088 רִאשׁוֹנָֽה H7223 ",
      "3": "וּכְ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 קָרַ֥עְתִּי H7167 אֶת H853 בִּגְדִ֖י H899 וּמְעִילִ֑ H4598 וָאֶמְרְטָ֞ H4803 מִשְּׂעַ֤ר H8181 רֹאשִׁי֙ H7218 וּזְקָנִ֔ H2206 וָאֵשְׁבָ֖ H3427 מְשׁוֹמֵֽם H8074 ",
      "4": "וְאֵלַ֣ H413 יֵאָסְפ֗וּ H622 כֹּ֤ל H3605 חָרֵד֙ H2730 בְּדִבְרֵ֣י H1697 אֱלֹהֵֽי H430 יִשְׂרָאֵ֔ל H3478 עַ֖ל H5921 מַ֣עַל H4604 הַגּוֹלָ֑ה H1473 וַאֲנִי֙ H589 יֹשֵׁ֣ב H3427 מְשׁוֹמֵ֔ם H8074 עַ֖ד H5704 לְמִנְחַ֥ת H4503 הָעָֽרֶב H6153 ",
      "5": "וּבְ H4503 הָעֶ֗רֶב H6153 קַ֚מְתִּי H6965 מִתַּֽעֲנִיתִ֔ H8589 וּבְ H7167 בִגְדִ֖י H899 וּמְעִילִ֑ H4598 וָֽאֶכְרְעָ H3766 עַל H5921 בִּרְכַּ֔י H1290 וָאֶפְרְשָׂ֥ H6566 כַפַּ֖י H3709 אֶל H413 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
      "6": "וָאֹמְרָ֗ H559 אֱלֹהַי֙ H430 בֹּ֣שְׁתִּי H954 וְנִכְלַ֔מְתִּי H3637 לְהָרִ֧ים H7311 אֱלֹהַ֛י H430 פָּנַ֖י H6440 אֵלֶ֑יךָ H413 כִּ֣י H3588 עֲוֺנֹתֵ֤ינוּ H5771 רָבוּ֙ H7235 לְמַ֣עְלָ H4605 רֹּ֔אשׁ H7218 וְאַשְׁמָתֵ֥ H819 גָדְלָ֖ה H1431 עַ֥ד H5704 לַשָּׁמָֽיִם H8064 ",
      "7": "מִימֵ֣י H3117 אֲבֹתֵ֗ינוּ H1 אֲנַ֨חְנוּ֙ H587 בְּאַשְׁמָ֣ה H819 גְדֹלָ֔ה H1419 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וּבַ H5771 נִתַּ֡נּוּ H5414 אֲנַחְנוּ֩ H587 מְלָכֵ֨ינוּ H4428 כֹהֲנֵ֜ינוּ H3548 בְּיַ֣ד H3027 מַלְכֵ֣י H4428 הָאֲרָצ֗וֹת H776 בַּחֶ֜רֶב H2719 בַּשְּׁבִ֧י H7628 וּבַ H961 וּבְ H1322 פָּנִ֖ים H6440 כְּהַ H3117 הַזֶּֽה H2088 ",
      "8": "וְעַתָּ֡ה H6258 כִּמְעַט H4592 רֶגַע֩ H7281 הָיְתָ֨ה H1961 תְחִנָּ֜ה H8467 מֵאֵ֣ת H853 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 לְהַשְׁאִ֥יר H7604 לָ֨נוּ֙ Hl פְּלֵיטָ֔ה H6413 וְלָ H5414 לָ֥נוּ Hl יָתֵ֖ד H3489 בִּמְק֣וֹם H4725 קָדְשׁ֑וֹ H6944 לְהָאִ֤יר H215 עֵינֵ֨ינוּ֙ H5869 אֱלֹהֵ֔ינוּ H430 וּלְ H5414 מִֽחְיָ֥ה H4241 מְעַ֖ט H4592 בְּעַבְדֻתֵֽ H5659 ",
      "9": "כִּֽי H3588 עֲבָדִ֣ים H5650 אֲנַ֔חְנוּ H587 וּבְ H5659 לֹ֥א H3808 עֲזָבָ֖נוּ H5800 אֱלֹהֵ֑ינוּ H430 וַֽיַּט H5186 עָלֵ֣ינוּ H5921 חֶ֡סֶד H2617 לִפְנֵי֩ H6440 מַלְכֵ֨י H4428 פָרַ֜ס H6539 לָֽתֶת H5414 לָ֣נוּ Hl מִֽחְיָ֗ה H4241 לְרוֹמֵ֞ם H7311 אֶת H853 בֵּ֤ית H1004 אֱלֹהֵ֨ינוּ֙ H430 וּלְ H5975 אֶת H853 חָרְבֹתָ֔יו H2723 וְלָֽ H5414 לָ֣נוּ Hl גָדֵ֔ר H1447 בִּֽיהוּדָ֖ה H3063 וּבִ H3389 ",
      "10": "וְעַתָּ֛ה H6258 מַה H4100 נֹּאמַ֥ר H559 אֱלֹהֵ֖ינוּ H430 אַֽחֲרֵי H310 זֹ֑את H2063 כִּ֥י H3588 עָזַ֖בְנוּ H5800 מִצְוֺתֶֽיךָ H4687 ",
      "11": "אֲשֶׁ֣ר H834 צִוִּ֗יתָ H6680 בְּיַ֨ד H3027 עֲבָדֶ֣יךָ H5650 הַנְּבִיאִים֮ H5030 לֵאמֹר֒ H559 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 אַתֶּ֤ם H859 בָּאִים֙ H935 לְרִשְׁתָּ֔ H3423 אֶ֤רֶץ H776 נִדָּה֙ H5079 הִ֔יא H1931 בְּנִדַּ֖ת H5079 עַמֵּ֣י H5971 הָאֲרָצ֑וֹת H776 בְּתוֹעֲבֹֽתֵי H8441 אֲשֶׁ֥ר H834 מִלְא֛וּהָ H4390 מִפֶּ֥ה H6310 אֶל H413 פֶּ֖ה H6310 בְּטֻמְאָתָֽ H2932 ",
      "12": "וְ֠עַתָּה H6258 בְּֽנוֹתֵיכֶ֞ם H1323 אַל H408 תִּתְּנ֣וּ H5414 לִבְנֵי H1121 וּבְנֹֽתֵי H1323 אַל H408 תִּשְׂא֣וּ H5375 לִבְנֵי H1121 וְלֹֽא H3808 תִדְרְשׁ֧וּ H1875 שְׁלֹמָ֛ם H7965 וְטוֹבָתָ֖ H2896 עַד H5704 עוֹלָ֑ם H5769 לְמַ֣עַן H4616 תֶּחֶזְק֗וּ H2388 וַאֲכַלְתֶּם֙ H398 אֶת H853 ט֣וּב H2898 הָאָ֔רֶץ H776 וְהוֹרַשְׁתֶּ֥ם H3423 לִבְנֵי H1121 עַד H5704 עוֹלָֽם H5769 ",
      "13": "וְאַֽחֲרֵי֙ H310 כָּל H3605 הַבָּ֣א H935 עָלֵ֔ינוּ H5921 בְּמַעֲשֵׂ֨י H4639 הָרָעִ֔ים H7451 וּבְ H819 הַגְּדֹלָ֑ה H1419 כִּ֣י H3588 אַתָּ֣ה H859 אֱלֹהֵ֗ינוּ H430 חָשַׂ֤כְתָּֽ H2820 לְמַ֨טָּה֙ H4295 מֵֽעֲוֺנֵ֔ H5771 וְנָתַ֥תָּה H5414 לָּ֛נוּ Hl פְּלֵיטָ֖ה H6413 כָּזֹֽאת H2063 ",
      "14": "הֲנָשׁוּב֙ H7725 לְהָפֵ֣ר H6565 מִצְוֺתֶ֔יךָ H4687 וּ֨לְ H2859 בְּעַמֵּ֥י H5971 הַתֹּעֵב֖וֹת H8441 הָאֵ֑לֶּה H428 הֲל֤וֹא H3808 תֶֽאֱנַף H599 בָּ֨נוּ֙ Hb עַד H5704 כַּלֵּ֔ה H3615 לְאֵ֥ין H369 שְׁאֵרִ֖ית H7611 וּפְלֵיטָֽה H6413 ",
      "15": "יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 צַדִּ֣יק H6662 אַ֔תָּה H859 כִּֽי H3588 נִשְׁאַ֥רְנוּ H7604 פְלֵיטָ֖ה H6413 כְּהַ H3117 הַזֶּ֑ה H2088 הִנְנ֤וּ H2005 לְפָנֶ֨י H6440 בְּאַשְׁמָתֵ֔י H819 כִּ֣י H3588 אֵ֥ין H369 לַעֲמ֛וֹד H5975 לְפָנֶ֖י H6440 עַל H5921 זֹֽאת H2063 "
    },
    "10": {
      "1": "וּכְ H6419 עֶזְרָא֙ H5830 וּכְ֨ H3034 בֹּכֶה֙ H1058 וּמִתְנַפֵּ֔ל H5307 לִפְנֵ֖י H6440 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 נִקְבְּצוּ֩ H6908 אֵלָ֨יו H413 מִיִּשְׂרָאֵ֜ל H3478 קָהָ֣ל H6951 רַב H7227 מְאֹ֗ד H3966 אֲנָשִׁ֤ים H376 וְנָשִׁים֙ H802 וִֽילָדִ֔ים H3206 כִּֽי H3588 בָכ֥וּ H1058 הָעָ֖ם H5971 הַרְבֵּה H7235 בֶֽכֶה H1059 ",
      "2": "וַיַּעַן֩ H6030 שְׁכַנְיָ֨ה H7935 בֶן H1121 יְחִיאֵ֜ל H3171 מִבְּנֵ֤י H1121 עולם H5867 וַיֹּ֣אמֶר H559 לְעֶזְרָ֔א H5830 אֲנַ֨חְנוּ֙ H587 מָעַ֣לְנוּ H4603 בֵאלֹהֵ֔י H430 וַנֹּ֛שֶׁב H3427 נָשִׁ֥ים H802 נָכְרִיּ֖וֹת H5237 מֵעַמֵּ֣י H5971 הָאָ֑רֶץ H776 וְעַתָּ֛ה H6258 יֵשׁ H3426 מִקְוֶ֥ה H4723 לְיִשְׂרָאֵ֖ל H3478 עַל H5921 זֹֽאת H2063 ",
      "3": "וְעַתָּ֣ה H6258 נִֽכְרָת H3772 בְּרִ֣ית H1285 לֵ֠אלֹהֵי H430 לְהוֹצִ֨יא H3318 כָל H3605 נָשִׁ֜ים H802 וְהַ H3205 מֵהֶם֙ H1992 בַּעֲצַ֣ת H6098 אֲדֹנָ֔י H113 וְהַ H2730 בְּמִצְוַ֣ת H4687 אֱלֹהֵ֑ינוּ H430 וְכַ H8451 יֵעָשֶֽׂה H6213 ",
      "4": "ק֛וּם H6965 כִּֽי H3588 עָלֶ֥יךָ H5921 הַדָּבָ֖ר H1697 וַאֲנַ֣חְנוּ H587 עִמָּ֑ךְ H5973 חֲזַ֖ק H2388 וַעֲשֵֽׂה H6213 ",
      "5": "וַיָּ֣קָם H6965 עֶזְרָ֡א H5830 וַיַּשְׁבַּ֣ע H7650 אֶת H853 שָׂרֵי֩ H8269 הַכֹּהֲנִ֨ים H3548 הַלְוִיִּ֜ם H3881 וְכָל H3605 יִשְׂרָאֵ֗ל H3478 לַעֲשׂ֛וֹת H6213 כַּדָּבָ֥ר H1697 הַזֶּ֖ה H2088 וַיִּשָּׁבֵֽעוּ H7650 ",
      "6": "וַיָּ֣קָם H6965 עֶזְרָ֗א H5830 מִלִּ H6440 בֵּ֣ית H1004 הָֽאֱלֹהִ֔ים H430 וַיֵּ֕לֶךְ H3212 אֶל H413 לִשְׁכַּ֖ת H3957 יְהוֹחָנָ֣ן H3076 בֶּן H1121 אֶלְיָשִׁ֑יב H475 וַיֵּ֣לֶךְ H3212 שָׁ֗ם H8033 לֶ֤חֶם H3899 לֹֽא H3808 אָכַל֙ H398 וּמַ֣יִם H4325 לֹֽא H3808 שָׁתָ֔ה H8354 כִּ֥י H3588 מִתְאַבֵּ֖ל H56 עַל H5921 מַ֥עַל H4604 הַגּוֹלָֽה H1473 ",
      "7": "וַיַּעֲבִ֨ירוּ H5674 ק֜וֹל H6963 בִּיהוּדָ֣ה H3063 וִירֽוּשָׁלִַ֗ם H3389 לְכֹל֙ H3605 בְּנֵ֣י H1121 הַגּוֹלָ֔ה H1473 לְהִקָּבֵ֖ץ H6908 יְרוּשָׁלִָֽם H3389 ",
      "8": "וְכֹל֩ H3605 אֲשֶׁ֨ר H834 לֹֽא H3808 יָב֜וֹא H935 לִשְׁלֹ֣שֶׁת H7969 הַיָּמִ֗ים H3117 כַּעֲצַ֤ת H6098 הַשָּׂרִים֙ H8269 וְהַ H2205 יָחֳרַ֖ם H2763 כָּל H3605 רְכוּשׁ֑וֹ H7399 וְה֥וּא H1931 יִבָּדֵ֖ל H914 מִקְּהַ֥ל H6951 הַגּוֹלָֽה H1473 ",
      "9": "וַיִּקָּבְצ֣וּ H6908 כָל H3605 אַנְשֵֽׁי H376 יְהוּדָה֩ H3063 וּבִנְיָמִ֨ן H1144 יְרוּשָׁלִַ֜ם H3389 לִשְׁלֹ֣שֶׁת H7969 הַיָּמִ֗ים H3117 ה֛וּא H1931 חֹ֥דֶשׁ H2320 הַתְּשִׁיעִ֖י H8671 בְּעֶשְׂרִ֣ים H6242 בַּחֹ֑דֶשׁ H2320 וַיֵּשְׁב֣וּ H3427 כָל H3605 הָעָ֗ם H5971 בִּרְחוֹב֙ H7339 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 מַרְעִידִ֥ים H7460 עַל H5921 הַדָּבָ֖ר H1697 וּמֵ H1653 ",
      "10": "וַיָּ֨קָם H6965 עֶזְרָ֤א H5830 הַכֹּהֵן֙ H3548 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אַתֶּ֣ם H859 מְעַלְתֶּ֔ם H4603 וַתֹּשִׁ֖יבוּ H3427 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 לְהוֹסִ֖יף H3254 עַל H5921 אַשְׁמַ֥ת H819 יִשְׂרָאֵֽל H3478 ",
      "11": "וְעַתָּ֗ה H6258 תְּנ֥וּ H5414 תוֹדָ֛ה H8426 לַיהוָ֥ה H3068 אֱלֹהֵֽי H430 אֲבֹתֵיכֶ֖ם H1 וַעֲשׂ֣וּ H6213 רְצוֹנ֑וֹ H7522 וְהִבָּֽדְלוּ֙ H914 מֵעַמֵּ֣י H5971 הָאָ֔רֶץ H776 וּמִן H4480 הַנָּשִׁ֖ים H802 הַנָּכְרִיּֽוֹת H5237 ",
      "12": "וַיַּֽעְנ֧וּ H6030 כָֽל H3605 הַקָּהָ֛ל H6951 וַיֹּאמְר֖וּ H559 ק֣וֹל H6963 גָּד֑וֹל H1419 כֵּ֛ן H3651 כדברי H1697 עָלֵ֖ינוּ H5921 לַעֲשֽׂוֹת H6213 ",
      "13": "אֲבָ֞ל H61 הָעָ֥ם H5971 רָב֙ H7227 וְהָ H6256 גְּשָׁמִ֔ים H1653 וְאֵ֥ין H369 כֹּ֖חַ H3581 לַעֲמ֣וֹד H5975 בַּח֑וּץ H2351 וְהַ H4399 לֹֽא H3808 לְי֤וֹם H3117 אֶחָד֙ H259 וְלֹ֣א H3808 לִשְׁנַ֔יִם H8147 כִּֽי H3588 הִרְבִּ֥ינוּ H7235 לִפְשֹׁ֖עַ H6586 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "14": "יַֽעֲמְדוּ H5975 נָ֣א H4994 שָׂ֠רֵינוּ H8269 לְֽכָל H3605 הַקָּהָ֞ל H6951 וְכֹ֣ל H3605 אֲשֶׁ֣ר H834 בֶּעָרֵ֗י H5892 הַהֹשִׁ֞יב H3427 נָשִׁ֤ים H802 נָכְרִיּוֹת֙ H5237 יָבֹא֙ H935 לְעִתִּ֣ים H6256 מְזֻמָּנִ֔ים H2163 וְעִמָּ H5973 זִקְנֵי H2205 עִ֥יר H5892 וָעִ֖יר H5892 וְשֹׁפְטֶ֑י H8199 עַ֠ד H5704 לְהָשִׁ֞יב H7725 חֲר֤וֹן H2740 אַף H639 אֱלֹהֵ֨ינוּ֙ H430 מִמֶּ֔נּוּ H4480 עַ֖ד H5704 לַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "15": "אַ֣ךְ H389 יוֹנָתָ֧ן H3129 בֶּן H1121 עֲשָׂהאֵ֛ל H6214 וְיַחְזְיָ֥ה H3167 בֶן H1121 תִּקְוָ֖ה H8616 עָמְד֣וּ H5975 עַל H5921 זֹ֑את H2063 וּמְשֻׁלָּ֛ם H4918 וְשַׁבְּתַ֥י H7678 הַלֵּוִ֖י H3881 עֲזָרֻֽם H5826 ",
      "16": "וַיַּֽעֲשׂוּ H6213 כֵן֮ H3651 בְּנֵ֣י H1121 הַגּוֹלָה֒ H1473 וַיִּבָּדְלוּ֩ H914 עֶזְרָ֨א H5830 הַכֹּהֵ֜ן H3548 אֲנָשִׁ֨ים H376 רָאשֵׁ֧י H7218 הָאָב֛וֹת H1 לְבֵ֥ית H1004 אֲבֹתָ֖ם H1 וְכֻלָּ֣ H3605 בְּשֵׁמ֑וֹת H8034 וַיֵּשְׁב֗וּ H3427 בְּי֤וֹם H3117 אֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הָעֲשִׂירִ֔י H6224 לְדַרְי֖וֹשׁ H1875 הַדָּבָֽר H1697 ",
      "17": "וַיְכַלּ֣וּ H3615 בַכֹּ֔ל H3605 אֲנָשִׁ֕ים H376 הַהֹשִׁ֖יבוּ H3427 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 עַ֛ד H5704 י֥וֹם H3117 אֶחָ֖ד H259 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
      "18": "וַיִּמָּצֵא֙ H4672 מִבְּנֵ֣י H1121 הַכֹּהֲנִ֔ים H3548 אֲשֶׁ֥ר H834 הֹשִׁ֖יבוּ H3427 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 מִבְּנֵ֨י H1121 יֵשׁ֤וּעַ H3442 בֶּן H1121 יֽוֹצָדָק֙ H3136 וְאֶחָ֔י H251 מַֽעֲשֵׂיָה֙ H4641 וֶֽאֱלִיעֶ֔זֶר H461 וְיָרִ֖יב H3402 וּגְדַלְיָֽה H1436 ",
      "19": "וַיִּתְּנ֥וּ H5414 יָדָ֖ם H3027 לְהוֹצִ֣יא H3318 נְשֵׁיהֶ֑ם H802 וַאֲשֵׁמִ֥ים H818 אֵֽיל H352 צֹ֖אן H6629 עַל H5921 אַשְׁמָתָֽם H819 ",
      "20": "וּמִ H1121 אִמֵּ֔ר H564 חֲנָ֖נִי H2607 וּזְבַדְיָֽה H2069 ",
      "21": "וּמִ H1121 חָרִ֑ם H2766 מַעֲשֵׂיָ֤ה H4641 וְאֵֽלִיָּה֙ H452 וּֽשְׁמַֽעְיָ֔ה H8098 וִיחִיאֵ֖ל H3171 וְעֻזִיָּֽה H5818 ",
      "22": "וּמִ H1121 פַּשְׁח֑וּר H6583 אֶלְיוֹעֵינַ֤י H454 מַֽעֲשֵׂיָה֙ H4641 יִשְׁמָעֵ֣אל H3458 נְתַנְאֵ֔ל H5417 יוֹזָבָ֖ד H3107 וְאֶלְעָשָֽׂה H501 ",
      "23": "וּמִֽן H4480 הַלְוִיִּ֑ם H3881 יוֹזָבָ֣ד H3107 וְשִׁמְעִ֗י H8096 וְקֵֽלָיָה֙ H7041 ה֣וּא H1931 קְלִיטָ֔א H7042 פְּתַֽחְיָ֥ה H6611 יְהוּדָ֖ה H3063 וֶאֱלִיעֶֽזֶר H461 ",
      "24": "וּמִן H4480 הַמְשֹׁרְרִ֖ים H7891 אֶלְיָשִׁ֑יב H475 וּמִן H4480 הַשֹּׁ֣עֲרִ֔ים H7778 שַׁלֻּ֥ם H7967 וָטֶ֖לֶם H2928 וְאוּרִֽי H221 ",
      "25": "וּמִֽ H3478 מִבְּנֵ֣י H1121 פַרְעֹ֡שׁ H6551 רַ֠מְיָה H7422 וְיִזִּיָּ֤ה H3150 וּמַלְכִּיָּה֙ H4441 וּמִיָּמִ֣ן H4326 וְאֶלְעָזָ֔ר H499 וּמַלְכִּיָּ֖ה H4441 וּבְנָיָֽה H1141 ",
      "26": "וּמִ H1121 עֵילָ֑ם H5867 מַתַּנְיָ֤ה H4983 זְכַרְיָה֙ H2148 וִיחִיאֵ֣ל H3171 וְעַבְדִּ֔י H5660 וִירֵמ֖וֹת H3406 וְאֵלִיָּֽה H452 ",
      "27": "וּמִ H1121 זַתּ֑וּא H2240 אֶלְיוֹעֵנַ֤י H454 אֶלְיָשִׁיב֙ H475 מַתַּנְיָ֣ה H4983 וִֽירֵמ֔וֹת H3406 וְזָבָ֖ד H2066 וַעֲזִיזָֽא H5819 ",
      "28": "וּמִ H1121 בֵּבָ֑י H893 יְהוֹחָנָ֥ן H3076 חֲנַנְיָ֖ה H2608 זַבַּ֥י H2079 עַתְלָֽי H6270 ",
      "29": "וּמִ H1121 בָּנִ֑י H1137 מְשֻׁלָּ֤ם H4918 מַלּוּךְ֙ H4409 וַעֲדָיָ֔ה H5718 יָשׁ֖וּב H3437 וּשְׁאָ֥ל H7594 ירמות H3406 ",
      "30": "וּמִ H1121 פַּחַ֥ת H6355 מוֹאָ֖ב H6355 עַדְנָ֣א H5733 וּכְלָ֑ל H3636 בְּנָיָ֤ה H1141 מַעֲשֵׂיָה֙ H4641 מַתַּנְיָ֣ה H4983 בְצַלְאֵ֔ל H1212 וּבִנּ֖וּי H1131 וּמְנַשֶּֽׁה H4519 ",
      "31": "וּבְנֵ֖י H1121 חָרִ֑ם H2766 אֱלִיעֶ֧זֶר H461 יִשִּׁיָּ֛ה H3449 מַלְכִּיָּ֖ה H4441 שְׁמַֽעְיָ֥ה H8098 שִׁמְעֽוֹן H8095 ",
      "32": "בְּנְיָמִ֥ן H1144 מַלּ֖וּךְ H4409 שְׁמַרְיָֽה H8114 ",
      "33": "מִבְּנֵ֖י H1121 חָשֻׁ֑ם H2828 מַתְּנַ֤י H4982 מַתַּתָּה֙ H4992 זָבָ֣ד H2066 אֱלִיפֶ֔לֶט H467 יְרֵמַ֥י H3413 מְנַשֶּׁ֖ה H4519 שִׁמְעִֽי H8096 ",
      "34": "מִבְּנֵ֣י H1121 בָנִ֔י H1137 מַעֲדַ֥י H4572 עַמְרָ֖ם H6019 וְאוּאֵֽל H177 ",
      "35": "בְּנָיָ֥ה H1141 בֵדְיָ֖ה H912 כלהי H3622 ",
      "36": "וַנְיָ֥ה H2057 מְרֵמ֖וֹת H4822 אֶלְיָשִֽׁיב H475 ",
      "37": "מַתַּנְיָ֥ה H4983 מַתְּנַ֖י H4982 ויעשו H3299 ",
      "38": "וּבָנִ֥י H1137 וּבִנּ֖וּי H1131 שִׁמְעִֽי H8096 ",
      "39": "וְשֶֽׁלֶמְיָ֥ה H8018 וְנָתָ֖ן H5416 וַעֲדָיָֽה H5718 ",
      "40": "מַכְנַדְבַ֥י H4367 שָׁשַׁ֖י H8343 שָׁרָֽי H8298 ",
      "41": "עֲזַרְאֵ֥ל H5832 וְשֶׁלֶמְיָ֖הוּ H8018 שְׁמַרְיָֽה H8114 ",
      "42": "שַׁלּ֥וּם H7967 אֲמַרְיָ֖ה H568 יוֹסֵֽף H3130 ",
      "43": "מִבְּנֵ֖י H1121 נְב֑וֹ H5015 יְעִיאֵ֤ל H3273 מַתִּתְיָה֙ H4993 זָבָ֣ד H2066 זְבִינָ֔א H2081 ידו H3035 וְיוֹאֵ֖ל H3100 בְּנָיָֽה H1141 ",
      "44": "כָּל H3605 אֵ֕לֶּה H428 נשאי H5375 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 וְיֵ֣שׁ H3426 מֵהֶ֣ם H1992 נָשִׁ֔ים H802 וַיָּשִׂ֖ימוּ H7760 בָּנִֽים H1121 "
    }
  }
}
