{
  "Isaiah": {
    "1": {
      "1": "חֲזוֹן֙ H2377 Ncmsc יְשַֽׁעְיָ֣הוּ H3470 Np בֶן H1121 Ncmsc אָמ֔וֹץ H531 Np אֲשֶׁ֣ר H834 Tr חָזָ֔ה H2372 Vqp3ms עַל H5921 R יְהוּדָ֖ה H3063 Np וִירוּשָׁלִָ֑ם H3389 C/Np בִּימֵ֨י H3117 R/Ncmpc עֻזִּיָּ֧הוּ H5818 Np יוֹתָ֛ם H3147 Np אָחָ֥ז H271 Np יְחִזְקִיָּ֖הוּ H2396 Np מַלְכֵ֥י H4428 Ncmpc יְהוּדָֽה H3063 Np ",
      "2": "שִׁמְע֤וּ H8085 Vqv2mp שָׁמַ֨יִם֙ H8064 Ncmpa וְהַאֲזִ֣ינִי H238 אֶ֔רֶץ H776 Ncfsa כִּ֥י H3588 C יְהוָ֖ה H3068 Np דִּבֵּ֑ר H1696 Vpp3ms בָּנִים֙ H1121 Ncmpa גִּדַּ֣לְתִּי H1431 Vpp1cs וְרוֹמַ֔מְתִּי H7311 C/Vop1cs וְהֵ֖ם H1992 C/Pp3mp פָּ֥שְׁעוּ H6586 בִֽי Hb R/Sp1cs ",
      "3": "יָדַ֥ע H3045 Vqp3ms שׁוֹר֙ H7794 Ncmsa קֹנֵ֔הוּ H7069 Vqrmsc/Sp3ms וַחֲמ֖וֹר H2543 C/Ncmsa אֵב֣וּס H18 Ncmsc בְּעָלָ֑יו H1167 Ncmpc/Sp3ms יִשְׂרָאֵל֙ H3478 Np לֹ֣א H3808 Tn יָדַ֔ע H3045 Vqp3ms עַמִּ֖י H5971 Ncmsc/Sp1cs לֹ֥א H3808 Tn הִתְבּוֹנָֽן H995 Vrp3ms ",
      "4": "ה֣וֹי H1945 גּ֣וֹי H1471 חֹטֵ֗א H2398 עַ֚ם H5971 כֶּ֣בֶד H3515 עָוֺ֔ן H5771 זֶ֣רַע H2233 מְרֵעִ֔ים H7489 בָּנִ֖ים H1121 מַשְׁחִיתִ֑ים H7843 עָזְב֣וּ H5800 אֶת H853 יְהוָ֗ה H3068 נִֽאֲצ֛וּ H5006 אֶת H853 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 נָזֹ֥רוּ H2114 אָחֽוֹר H268 ",
      "5": "עַ֣ל H5921 מֶ֥ה H4100 תֻכּ֛וּ H5221 ע֖וֹד H5750 תּוֹסִ֣יפוּ H3254 סָרָ֑ה H5627 כָּל H3605 רֹ֣אשׁ H7218 לָחֳלִ֔י H2483 וְכָל H3605 לֵבָ֖ב H3824 דַּוָּֽי H1742 ",
      "6": "מִכַּף H3709 רֶ֤גֶל H7272 וְעַד H5704 רֹאשׁ֙ H7218 אֵֽין H369 בּ֣וֹ Hb מְתֹ֔ם H4974 פֶּ֥צַע H6482 וְחַבּוּרָ֖ה H2250 וּמַכָּ֣ה H4347 טְרִיָּ֑ה H2961 לֹא H3808 זֹ֨רוּ֙ H2115 וְלֹ֣א H3808 חֻבָּ֔שׁוּ H2280 וְלֹ֥א H3808 רֻכְּכָ֖ה H7401 בַּשָּֽׁמֶן H8081 ",
      "7": "אַרְצְכֶ֣ם H776 שְׁמָמָ֔ה H8077 עָרֵיכֶ֖ם H5892 שְׂרֻפ֣וֹת H8313 אֵ֑שׁ H784 אַדְמַתְכֶ֗ם H127 לְנֶגְדְּ H5048 זָרִים֙ H2114 אֹכְלִ֣ים H398 אֹתָ֔הּ H853 וּשְׁמָמָ֖ה H8077 כְּמַהְפֵּכַ֥ת H4114 זָרִֽים H2114 ",
      "8": "וְנוֹתְרָ֥ה H3498 בַת H1323 צִיּ֖וֹן H6726 כְּסֻכָּ֣ה H5521 בְכָ֑רֶם H3754 כִּמְלוּנָ֥ה H4412 בְמִקְשָׁ֖ה H4750 כְּעִ֥יר H5892 נְצוּרָֽה H5341 ",
      "9": "לוּלֵי֙ H3884 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הוֹתִ֥יר H3498 לָ֛נוּ Hl שָׂרִ֖יד H8300 כִּמְעָ֑ט H4592 כִּסְדֹ֣ם H5467 הָיִ֔ינוּ H1961 לַעֲמֹרָ֖ה H6017 דָּמִֽינוּ H1819 ",
      "10": "שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 קְצִינֵ֣י H7101 סְדֹ֑ם H5467 הַאֲזִ֛ינוּ H238 תּוֹרַ֥ת H8451 אֱלֹהֵ֖ינוּ H430 עַ֥ם H5971 עֲמֹרָֽה H6017 ",
      "11": "לָמָּה H4100 לִּ֤י Hl רֹב H7230 זִבְחֵיכֶם֙ H2077 יֹאמַ֣ר H559 יְהוָ֔ה H3068 שָׂבַ֛עְתִּי H7646 עֹל֥וֹת H5930 אֵילִ֖ים H352 וְחֵ֣לֶב H2459 מְרִיאִ֑ים H4806 וְדַ֨ם H1818 פָּרִ֧ים H6499 וּכְבָשִׂ֛ים H3532 וְעַתּוּדִ֖ים H6260 לֹ֥א H3808 חָפָֽצְתִּי H2654 ",
      "12": "כִּ֣י H3588 תָבֹ֔אוּ H935 לֵרָא֖וֹת H7200 פָּנָ֑י H6440 מִי H4310 בִקֵּ֥שׁ H1245 זֹ֛את H2063 מִיֶּדְ H3027 רְמֹ֥ס H7429 חֲצֵרָֽי H2691 ",
      "13": "לֹ֣א H3808 תוֹסִ֗יפוּ H3254 הָבִיא֙ H935 מִנְחַת H4503 שָׁ֔וְא H7723 קְטֹ֧רֶת H7004 תּוֹעֵבָ֛ה H8441 הִ֖יא H1931 לִ֑י Hl חֹ֤דֶשׁ H2320 וְשַׁבָּת֙ H7676 קְרֹ֣א H7121 מִקְרָ֔א H4744 לֹא H3808 אוּכַ֥ל H3201 אָ֖וֶן H205 וַעֲצָרָֽה H6116 ",
      "14": "חָדְשֵׁיכֶ֤ם H2320 וּמוֹעֲדֵי H4150 שָׂנְאָ֣ה H8130 נַפְשִׁ֔י H5315 הָי֥וּ H1961 עָלַ֖י H5921 לָטֹ֑רַח H2960 נִלְאֵ֖יתִי H3811 נְשֹֽׂא H5375 ",
      "15": "וּבְ H6566 כַּפֵּיכֶ֗ם H3709 אַעְלִ֤ים H5956 עֵינַי֙ H5869 מִכֶּ֔ם H4480 גַּ֛ם H1571 כִּֽי H3588 תַרְבּ֥וּ H7235 תְפִלָּ֖ה H8605 אֵינֶ֣נִּי H369 שֹׁמֵ֑עַ H8085 יְדֵיכֶ֖ם H3027 דָּמִ֥ים H1818 מָלֵֽאוּ H4390 ",
      "16": "רַחֲצוּ֙ H7364 הִזַּכּ֔וּ H2135 הָסִ֛ירוּ H5493 רֹ֥עַ H7455 מַעַלְלֵיכֶ֖ם H4611 מִנֶּ֣גֶד H5048 עֵינָ֑י H5869 חִדְל֖וּ H2308 הָרֵֽעַ H7489 ",
      "17": "לִמְד֥וּ H3925 הֵיטֵ֛ב H3190 דִּרְשׁ֥וּ H1875 מִשְׁפָּ֖ט H4941 אַשְּׁר֣וּ H833 חָמ֑וֹץ H2541 שִׁפְט֣וּ H8199 יָת֔וֹם H3490 רִ֖יבוּ H7378 אַלְמָנָֽה H490 ",
      "18": "לְכוּ H3212 נָ֛א H4994 וְנִוָּֽכְחָ֖ה H3198 יֹאמַ֣ר H559 יְהוָ֑ה H3068 אִם H518 יִֽהְי֨וּ H1961 חֲטָאֵיכֶ֤ם H2399 כַּשָּׁנִים֙ H8144 כַּשֶּׁ֣לֶג H7950 יַלְבִּ֔ינוּ H3835 אִם H518 יַאְדִּ֥ימוּ H119 כַתּוֹלָ֖ע H8438 כַּצֶּ֥מֶר H6785 יִהְיֽוּ H1961 ",
      "19": "אִם H518 תֹּאב֖וּ H14 וּשְׁמַעְתֶּ֑ם H8085 ט֥וּב H2898 הָאָ֖רֶץ H776 תֹּאכֵֽלוּ H398 ",
      "20": "וְאִם H518 תְּמָאֲנ֖וּ H3985 וּמְרִיתֶ֑ם H4784 חֶ֣רֶב H2719 תְּאֻכְּל֔וּ H398 כִּ֛י H3588 פִּ֥י H6310 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
      "21": "אֵיכָה֙ H349 הָיְתָ֣ה H1961 לְזוֹנָ֔ה H2181 קִרְיָ֖ה H7151 נֶאֱמָנָ֑ה H539 מְלֵאֲתִ֣י H4395 מִשְׁפָּ֗ט H4941 צֶ֛דֶק H6664 יָלִ֥ין H3885 בָּ֖הּ Hb וְעַתָּ֥ה H6258 מְרַצְּחִֽים H7523 ",
      "22": "כַּסְפֵּ֖ךְ H3701 הָיָ֣ה H1961 לְסִיגִ֑ים H5509 סָבְאֵ֖ךְ H5435 מָה֥וּל H4107 בַּמָּֽיִם H4325 ",
      "23": "שָׂרַ֣יִךְ H8269 סוֹרְרִ֗ים H5637 וְחַבְרֵי֙ H2270 גַּנָּבִ֔ים H1590 כֻּלּוֹ֙ H3605 אֹהֵ֣ב H157 שֹׁ֔חַד H7810 וְרֹדֵ֖ף H7291 שַׁלְמֹנִ֑ים H8021 יָתוֹם֙ H3490 לֹ֣א H3808 יִשְׁפֹּ֔טוּ H8199 וְרִ֥יב H7379 אַלְמָנָ֖ה H490 לֹֽא H3808 יָב֥וֹא H935 אֲלֵיהֶֽם H413 ",
      "24": "לָכֵ֗ן H3651 נְאֻ֤ם H5002 הָֽאָדוֹן֙ H113 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲבִ֖יר H46 יִשְׂרָאֵ֑ל H3478 ה֚וֹי H1945 אֶנָּחֵ֣ם H5162 מִצָּרַ֔ H6862 וְאִנָּקְמָ֖ה H5358 מֵאוֹיְבָֽ H341 ",
      "25": "וְאָשִׁ֤יבָה H7725 יָדִי֙ H3027 עָלַ֔יִךְ H5921 וְאֶצְרֹ֥ף H6884 כַּבֹּ֖ר H1253 סִיגָ֑יִךְ H5509 וְאָסִ֖ירָה H5493 כָּל H3605 בְּדִילָֽיִךְ H913 ",
      "26": "וְאָשִׁ֤יבָה H7725 שֹׁפְטַ֨יִךְ֙ H8199 כְּבָ H7223 וְיֹעֲצַ֖יִ H3289 כְּבַ H8462 אַחֲרֵי H310 כֵ֗ן H3651 יִקָּ֤רֵא H7121 לָךְ֙ Hl עִ֣יר H5892 הַצֶּ֔דֶק H6664 קִרְיָ֖ה H7151 נֶאֱמָנָֽה H539 ",
      "27": "צִיּ֖וֹן H6726 בְּמִשְׁפָּ֣ט H4941 תִּפָּדֶ֑ה H6299 וְשָׁבֶ֖י H7725 בִּצְדָקָֽה H6666 ",
      "28": "וְשֶׁ֧בֶר H7667 פֹּשְׁעִ֛ים H6586 וְחַטָּאִ֖ים H2400 יַחְדָּ֑ו H3162 וְעֹזְבֵ֥י H5800 יְהוָ֖ה H3068 יִכְלֽוּ H3615 ",
      "29": "כִּ֣י H3588 יֵבֹ֔שׁוּ H954 מֵאֵילִ֖ים H352 אֲשֶׁ֣ר H834 חֲמַדְתֶּ֑ם H2530 וְתַ֨חְפְּר֔וּ H2659 מֵהַ H1593 אֲשֶׁ֥ר H834 בְּחַרְתֶּֽם H977 ",
      "30": "כִּ֣י H3588 תִֽהְי֔וּ H1961 כְּאֵלָ֖ה H424 נֹבֶ֣לֶת H5034 עָלֶ֑הָ H5929 וּֽכְ H1593 אֲשֶׁר H834 מַ֖יִם H4325 אֵ֥ין H369 לָֽהּ Hl ",
      "31": "וְהָיָ֤ה H1961 הֶחָסֹן֙ H2634 לִנְעֹ֔רֶת H5296 וּפֹעֲל֖ H6467 לְנִיצ֑וֹץ H5213 וּבָעֲר֧וּ H1197 שְׁנֵיהֶ֛ם H8147 יַחְדָּ֖ו H3162 וְאֵ֥ין H369 מְכַבֶּֽה H3518 "
    },
    "2": {
      "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 חָזָ֔ה H2372 יְשַֽׁעְיָ֖הוּ H3470 בֶּן H1121 אָמ֑וֹץ H531 עַל H5921 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
      "2": "וְהָיָ֣ה H1961 בְּאַחֲרִ֣ית H319 הַיָּמִ֗ים H3117 נָכ֨וֹן H3559 יִֽהְיֶ֜ה H1961 הַ֤ר H2022 בֵּית H1004 יְהוָה֙ H3068 בְּרֹ֣אשׁ H7218 הֶהָרִ֔ים H2022 וְנִשָּׂ֖א H5375 מִגְּבָע֑וֹת H1389 וְנָהֲר֥וּ H5102 אֵלָ֖יו H413 כָּל H3605 הַגּוֹיִֽם H1471 ",
      "3": "וְֽהָלְכ֞וּ H1980 עַמִּ֣ים H5971 רַבִּ֗ים H7227 וְאָמְרוּ֙ H559 לְכ֣וּ H3212 וְנַעֲלֶ֣ה H5927 אֶל H413 הַר H2022 יְהוָ֗ה H3068 אֶל H413 בֵּית֙ H1004 אֱלֹהֵ֣י H430 יַעֲקֹ֔ב H3290 וְיֹרֵ֨ H3384 מִדְּרָכָ֔י H1870 וְנֵלְכָ֖ה H3212 בְּאֹרְחֹתָ֑י H734 כִּ֤י H3588 מִצִּיּוֹן֙ H6726 תֵּצֵ֣א H3318 תוֹרָ֔ה H8451 וּדְבַר H1697 יְהוָ֖ה H3068 מִירוּשָׁלִָֽם H3389 ",
      "4": "וְשָׁפַט֙ H8199 בֵּ֣ין H996 הַגּוֹיִ֔ם H1471 וְהוֹכִ֖יחַ H3198 לְעַמִּ֣ים H5971 רַבִּ֑ים H7227 וְכִתְּת֨וּ H3807 חַרְבוֹתָ֜ם H2719 לְאִתִּ֗ים H855 וַחֲנִיתֽוֹתֵי H2595 לְמַזְמֵר֔וֹת H4211 לֹא H3808 יִשָּׂ֨א H5375 ג֤וֹי H1471 אֶל H413 גּוֹי֙ H1471 חֶ֔רֶב H2719 וְלֹא H3808 יִלְמְד֥וּ H3925 ע֖וֹד H5750 מִלְחָמָֽה H4421 ",
      "5": "בֵּ֖ית H1004 יַעֲקֹ֑ב H3290 לְכ֥וּ H3212 וְנֵלְכָ֖ה H3212 בְּא֥וֹר H216 יְהוָֽה H3068 ",
      "6": "כִּ֣י H3588 נָטַ֗שְׁתָּה H5203 עַמְּךָ֙ H5971 בֵּ֣ית H1004 יַעֲקֹ֔ב H3290 כִּ֤י H3588 מָלְאוּ֙ H4390 מִקֶּ֔דֶם H6924 וְעֹֽנְנִ֖ים H6049 כַּפְּלִשְׁתִּ֑ים H6430 וּבְ H3206 נָכְרִ֖ים H5237 יַשְׂפִּֽיקוּ H5606 ",
      "7": "וַתִּמָּלֵ֤א H4390 אַרְצוֹ֙ H776 כֶּ֣סֶף H3701 וְזָהָ֔ב H2091 וְאֵ֥ין H369 קֵ֖צֶה H7097 לְאֹצְרֹתָ֑י H214 וַתִּמָּלֵ֤א H4390 אַרְצוֹ֙ H776 סוּסִ֔ים H5483 וְאֵ֥ין H369 קֵ֖צֶה H7097 לְמַרְכְּבֹתָֽי H4818 ",
      "8": "וַתִּמָּלֵ֥א H4390 אַרְצ֖וֹ H776 אֱלִילִ֑ים H457 לְמַעֲשֵׂ֤ה H4639 יָדָיו֙ H3027 יִֽשְׁתַּחֲו֔וּ H7812 לַאֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 אֶצְבְּעֹתָֽיו H676 ",
      "9": "וַיִּשַּׁ֥ח H7817 אָדָ֖ם H120 וַיִּשְׁפַּל H8213 אִ֑ישׁ H376 וְאַל H408 תִּשָּׂ֖א H5375 לָהֶֽם Hl ",
      "10": "בּ֣וֹא H935 בַצּ֔וּר H6697 וְהִטָּמֵ֖ן H2934 בֶּֽעָפָ֑ר H6083 מִפְּנֵי֙ H6440 פַּ֣חַד H6343 יְהוָ֔ה H3068 וּמֵ H1926 גְּאֹנֽוֹ H1347 ",
      "11": "עֵינֵ֞י H5869 גַּבְה֤וּת H1365 אָדָם֙ H120 שָׁפֵ֔ל H8213 וְשַׁ֖ח H7817 ר֣וּם H7312 אֲנָשִׁ֑ים H376 וְנִשְׂגַּ֧ב H7682 יְהוָ֛ה H3068 לְבַדּ֖ H905 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
      "12": "כִּ֣י H3588 י֞וֹם H3117 לַיהוָ֧ה H3068 צְבָא֛וֹת H6635 עַ֥ל H5921 כָּל H3605 גֵּאֶ֖ה H1343 וָרָ֑ם H7311 וְעַ֖ל H5921 כָּל H3605 נִשָּׂ֥א H5375 וְשָׁפֵֽל H8213 ",
      "13": "וְעַל֙ H5921 כָּל H3605 אַרְזֵ֣י H730 הַלְּבָנ֔וֹן H3844 הָרָמִ֖ים H7311 וְהַ H5375 וְעַ֖ל H5921 כָּל H3605 אַלּוֹנֵ֥י H437 הַבָּשָֽׁן H1316 ",
      "14": "וְעַ֖ל H5921 כָּל H3605 הֶהָרִ֣ים H2022 הָרָמִ֑ים H7311 וְעַ֖ל H5921 כָּל H3605 הַגְּבָע֥וֹת H1389 הַנִּשָּׂאֽוֹת H5375 ",
      "15": "וְעַ֖ל H5921 כָּל H3605 מִגְדָּ֣ל H4026 גָּבֹ֑הַ H1364 וְעַ֖ל H5921 כָּל H3605 חוֹמָ֥ה H2346 בְצוּרָֽה H1219 ",
      "16": "וְעַ֖ל H5921 כָּל H3605 אֳנִיּ֣וֹת H591 תַּרְשִׁ֑ישׁ H8659 וְעַ֖ל H5921 כָּל H3605 שְׂכִיּ֥וֹת H7914 הַחֶמְדָּֽה H2532 ",
      "17": "וְשַׁח֙ H7817 גַּבְה֣וּת H1365 הָאָדָ֔ם H120 וְשָׁפֵ֖ל H8213 ר֣וּם H7312 אֲנָשִׁ֑ים H376 וְנִשְׂגַּ֧ב H7682 יְהוָ֛ה H3068 לְבַדּ֖ H905 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
      "18": "וְהָ H457 כָּלִ֥יל H3632 יַחֲלֹֽף H2498 ",
      "19": "וּבָ֨אוּ֙ H935 בִּמְעָר֣וֹת H4631 צֻרִ֔ים H6697 וּבִ H4247 עָפָ֑ר H6083 מִפְּנֵ֞י H6440 פַּ֤חַד H6343 יְהוָה֙ H3068 וּמֵ H1926 גְּאוֹנ֔וֹ H1347 בְּקוּמ֖ H6965 לַעֲרֹ֥ץ H6206 הָאָֽרֶץ H776 ",
      "20": "בַּיּ֤וֹם H3117 הַהוּא֙ H1931 יַשְׁלִ֣יךְ H7993 הָאָדָ֔ם H120 אֵ֚ת H853 אֱלִילֵ֣י H457 כַסְפּ֔וֹ H3701 וְאֵ֖ת H853 אֱלִילֵ֣י H457 זְהָב֑וֹ H2091 אֲשֶׁ֤ר H834 עָֽשׂוּ H6213 לוֹ֙ Hl לְהִֽשְׁתַּחֲוֺ֔ת H7812 לַחְפֹּ֥ר H2661 פֵּר֖וֹת H6512 וְלָ H5847 ",
      "21": "לָבוֹא֙ H935 בְּנִקְר֣וֹת H5366 הַצֻּרִ֔ים H6697 וּבִ H5585 הַסְּלָעִ֑ים H5553 מִפְּנֵ֞י H6440 פַּ֤חַד H6343 יְהוָה֙ H3068 וּמֵ H1926 גְּאוֹנ֔וֹ H1347 בְּקוּמ֖ H6965 לַעֲרֹ֥ץ H6206 הָאָֽרֶץ H776 ",
      "22": "חִדְל֤וּ H2308 לָכֶם֙ Hl מִן H4480 הָ֣אָדָ֔ם H120 אֲשֶׁ֥ר H834 נְשָׁמָ֖ה H5397 בְּאַפּ֑ H639 כִּֽי H3588 בַמֶּ֥ה H4100 נֶחְשָׁ֖ב H2803 הֽוּא H1931 "
    },
    "3": {
      "1": "כִּי֩ H3588 הִנֵּ֨ה H2009 הָאָד֜וֹן H113 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 מֵסִ֤יר H5493 מִירוּשָׁלִַ֨ם֙ H3389 וּמִ֣ H3063 מַשְׁעֵ֖ן H4937 וּמַשְׁעֵנָ֑ה H4938 כֹּ֚ל H3605 מִשְׁעַן H4937 לֶ֔חֶם H3899 וְכֹ֖ל H3605 מִשְׁעַן H4937 מָֽיִם H4325 ",
      "2": "גִּבּ֖וֹר H1368 וְאִ֣ישׁ H376 מִלְחָמָ֑ה H4421 שׁוֹפֵ֥ט H8199 וְנָבִ֖יא H5030 וְקֹסֵ֥ם H7080 וְזָקֵֽן H2205 ",
      "3": "שַׂר H8269 חֲמִשִּׁ֖ים H2572 וּנְשׂ֣וּא H5375 פָנִ֑ים H6440 וְיוֹעֵ֛ץ H3289 וַחֲכַ֥ם H2450 חֲרָשִׁ֖ים H2791 וּנְב֥וֹן H995 לָֽחַשׁ H3908 ",
      "4": "וְנָתַתִּ֥י H5414 נְעָרִ֖ים H5288 שָׂרֵיהֶ֑ם H8269 וְתַעֲלוּלִ֖ים H8586 יִמְשְׁלוּ H4910 בָֽם Hb ",
      "5": "וְנִגַּ֣שׂ H5065 הָעָ֔ם H5971 אִ֥ישׁ H376 בְּאִ֖ישׁ H376 וְאִ֣ישׁ H376 בְּרֵעֵ֑ H7453 יִרְהֲב֗וּ H7292 הַנַּ֨עַר֙ H5288 בַּזָּקֵ֔ן H2205 וְהַ H7034 בַּנִּכְבָּֽד H3513 ",
      "6": "כִּֽי H3588 יִתְפֹּ֨שׂ H8610 אִ֤ישׁ H376 בְּאָחִי H251 בֵּ֣ית H1004 אָבִ֔יו H1 שִׂמְלָ֣ה H8071 לְכָ֔ה Hl קָצִ֖ין H7101 תִּֽהְיֶה H1961 לָּ֑נוּ Hl וְהַ H4384 הַזֹּ֖את H2063 תַּ֥חַת H8478 יָדֶֽךָ H3027 ",
      "7": "יִשָּׂא֩ H5375 בַיּ֨וֹם H3117 הַה֤וּא H1931 לֵאמֹר֙ H559 לֹא H3808 אֶהְיֶ֣ה H1961 חֹבֵ֔שׁ H2280 וּבְ H1004 אֵ֥ין H369 לֶ֖חֶם H3899 וְאֵ֣ין H369 שִׂמְלָ֑ה H8071 לֹ֥א H3808 תְשִׂימֻ֖נִי H7760 קְצִ֥ין H7101 עָֽם H5971 ",
      "8": "כִּ֤י H3588 כָשְׁלָה֙ H3782 יְר֣וּשָׁלִַ֔ם H3389 וִיהוּדָ֖ה H3063 נָפָ֑ל H5307 כִּֽי H3588 לְשׁוֹנָ֤ם H3956 וּמַֽעַלְלֵי H4611 אֶל H413 יְהוָ֔ה H3068 לַמְר֖וֹת H4784 עֵנֵ֥י H5869 כְבוֹדֽוֹ H3519 ",
      "9": "הַכָּרַ֤ת H1971 פְּנֵיהֶם֙ H6440 עָ֣נְתָה H6030 בָּ֔ם Hb וְחַטָּאתָ֛ H2403 כִּסְדֹ֥ם H5467 הִגִּ֖ידוּ H5046 לֹ֣א H3808 כִחֵ֑דוּ H3582 א֣וֹי H188 לְנַפְשָׁ֔ H5315 כִּֽי H3588 גָמְל֥וּ H1580 לָהֶ֖ם H1992 רָעָֽה H7451 ",
      "10": "אִמְר֥וּ H559 צַדִּ֖יק H6662 כִּי H3588 ט֑וֹב H2896 כִּֽי H3588 פְרִ֥י H6529 מַעַלְלֵיהֶ֖ם H4611 יֹאכֵֽלוּ H398 ",
      "11": "א֖וֹי H188 לְרָשָׁ֣ע H7563 רָ֑ע H7451 כִּֽי H3588 גְמ֥וּל H1576 יָדָ֖יו H3027 יֵעָ֥שֶׂה H6213 לּֽוֹ Hl ",
      "12": "עַמִּי֙ H5971 נֹגְשָׂ֣יו H5065 מְעוֹלֵ֔ל H5953 וְנָשִׁ֖ים H802 מָ֣שְׁלוּ H4910 ב֑וֹ Hb עַמִּי֙ H5971 מְאַשְּׁרֶ֣יךָ H833 מַתְעִ֔ים H8582 וְדֶ֥רֶךְ H1870 אֹֽרְחֹתֶ֖יךָ H734 בִּלֵּֽעוּ H1104 ",
      "13": "נִצָּ֥ב H5324 לָרִ֖יב H7378 יְהוָ֑ה H3068 וְעֹמֵ֖ד H5975 לָדִ֥ין H1777 עַמִּֽים H5971 ",
      "14": "יְהוָה֙ H3068 בְּמִשְׁפָּ֣ט H4941 יָב֔וֹא H935 עִם H5973 זִקְנֵ֥י H2205 עַמּ֖וֹ H5971 וְשָׂרָ֑י H8269 וְאַתֶּם֙ H859 בִּֽעַרְתֶּ֣ם H1197 הַכֶּ֔רֶם H3754 גְּזֵלַ֥ת H1500 הֶֽעָנִ֖י H6041 בְּבָתֵּי H1004 ",
      "15": "מל Hm/Hl תְּדַכְּא֣וּ H1792 עַמִּ֔י H5971 וּפְנֵ֥י H6440 עֲנִיִּ֖ים H6041 תִּטְחָ֑נוּ H2912 נְאֻם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָאֽוֹת H6635 ",
      "16": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 יַ֚עַן H3282 כִּ֤י H3588 גָֽבְהוּ֙ H1361 בְּנ֣וֹת H1323 צִיּ֔וֹן H6726 וַתֵּלַ֨כְנָה֙ H3212 נטוות H5186 גָּר֔וֹן H1627 וּֽמְשַׂקְּר֖וֹת H8265 עֵינָ֑יִם H5869 הָל֤וֹךְ H1980 וְטָפֹף֙ H2952 תֵּלַ֔כְנָה H3212 וּבְ H7272 תְּעַכַּֽסְנָה H5913 ",
      "17": "וְשִׂפַּ֣ח H5596 אֲדֹנָ֔י H136 קָדְקֹ֖ד H6936 בְּנ֣וֹת H1323 צִיּ֑וֹן H6726 וַיהוָ֖ה H3068 פָּתְהֵ֥ן H6596 יְעָרֶֽה H6168 ",
      "18": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 יָסִ֣יר H5493 אֲדֹנָ֗י H136 אֵ֣ת H853 תִּפְאֶ֧רֶת H8597 הָעֲכָסִ֛ים H5914 וְהַ H7636 וְהַ H7720 ",
      "19": "הַנְּטִיפ֥וֹת H5188 וְהַ H8285 וְהָֽ H7479 ",
      "20": "הַפְּאֵרִ֤ים H6287 וְהַ H6807 וְהַ H7196 וּבָתֵּ֥י H1004 הַנֶּ֖פֶשׁ H5315 וְהַ H3908 ",
      "21": "הַטַּבָּע֖וֹת H2885 וְנִזְמֵ֥י H5141 הָאָֽף H639 ",
      "22": "הַמַּֽחֲלָצוֹת֙ H4254 וְהַ H4595 וְהַ H4304 וְהָ H2754 ",
      "23": "וְהַ H1549 וְהַ H5466 וְהַ H6797 וְהָ H7289 ",
      "24": "וְהָיָה֩ H1961 תַ֨חַת H8478 בֹּ֜שֶׂם H1314 מַ֣ק H4716 יִֽהְיֶ֗ה H1961 וְתַ֨חַת H8478 חֲגוֹרָ֤ה H2290 נִקְפָּה֙ H5364 וְתַ֨חַת H8478 מַעֲשֶׂ֤ה H4639 מִקְשֶׁה֙ H4748 קָרְחָ֔ה H7144 וְתַ֥חַת H8478 פְּתִיגִ֖יל H6614 מַחֲגֹ֣רֶת H4228 שָׂ֑ק H8242 כִּי H3587 תַ֖חַת H8478 יֹֽפִי H3308 ",
      "25": "מְתַ֖יִךְ H4962 בַּחֶ֣רֶב H2719 יִפֹּ֑לוּ H5307 וּגְבוּרָתֵ֖ H1369 בַּמִּלְחָמָֽה H4421 ",
      "26": "וְאָנ֥וּ H578 וְאָבְל֖וּ H56 פְּתָחֶ֑יהָ H6607 וְנִקָּ֖תָה H5352 לָאָ֥רֶץ H776 תֵּשֵֽׁב H3427 "
    },
    "4": {
      "1": "וְהֶחֱזִיקוּ֩ H2388 שֶׁ֨בַע H7651 נָשִׁ֜ים H802 בְּאִ֣ישׁ H376 אֶחָ֗ד H259 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 לֵאמֹ֔ר H559 לַחְמֵ֣נוּ H3899 נֹאכֵ֔ל H398 וְשִׂמְלָתֵ֖ H8071 נִלְבָּ֑שׁ H3847 רַ֗ק H7535 יִקָּרֵ֤א H7121 שִׁמְךָ֙ H8034 עָלֵ֔ינוּ H5921 אֱסֹ֖ף H622 חֶרְפָּתֵֽנוּ H2781 ",
      "2": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶה֙ H1961 צֶ֣מַח H6780 יְהוָ֔ה H3068 לִצְבִ֖י H6643 וּלְ H3519 וּפְרִ֤י H6529 הָאָ֨רֶץ֙ H776 לְגָא֣וֹן H1347 וּלְ H8597 לִפְלֵיטַ֖ת H6413 יִשְׂרָאֵֽל H3478 ",
      "3": "וְהָיָ֣ה H1961 הַנִּשְׁאָ֣ר H7604 בְּצִיּ֗וֹן H6726 וְהַ H3498 בִּיר֣וּשָׁלִַ֔ם H3389 קָד֖וֹשׁ H6918 יֵאָ֣מֶר H559 ל֑וֹ Hl כָּל H3605 הַכָּת֥וּב H3789 לַחַיִּ֖ים H2416 בִּירוּשָׁלִָֽם H3389 ",
      "4": "אִ֣ם H518 רָחַ֣ץ H7364 אֲדֹנָ֗י H136 אֵ֚ת H853 צֹאַ֣ת H6675 בְּנוֹת H1323 צִיּ֔וֹן H6726 וְאֶת H853 דְּמֵ֥י H1818 יְרוּשָׁלִַ֖ם H3389 יָדִ֣יחַ H1740 מִקִּרְבָּ֑ H7130 בְּר֥וּחַ H7307 מִשְׁפָּ֖ט H4941 וּבְ H7307 בָּעֵֽר H1197 ",
      "5": "וּבָרָ֣א H1254 יְהוָ֡ה H3068 עַל֩ H5921 כָּל H3605 מְכ֨וֹן H4349 הַר H2022 צִיּ֜וֹן H6726 וְעַל H5921 מִקְרָאֶ֗הָ H4744 עָנָ֤ן H6051 יוֹמָם֙ H3119 וְעָשָׁ֔ן H6227 וְנֹ֛גַהּ H5051 אֵ֥שׁ H784 לֶהָבָ֖ה H3852 לָ֑יְלָה H3915 כִּ֥י H3588 עַל H5921 כָּל H3605 כָּב֖וֹד H3519 חֻפָּֽה H2646 ",
      "6": "וְסֻכָּ֛ה H5521 תִּהְיֶ֥ה H1961 לְצֵל H6738 יוֹמָ֖ם H3119 מֵחֹ֑רֶב H2721 וּלְ H4268 וּלְ H4563 מִזֶּ֖רֶם H2230 וּמִ H4306 "
    },
    "5": {
      "1": "אָשִׁ֤ירָה H7891 נָּא֙ H4994 לִֽידִידִ֔ H3039 שִׁירַ֥ת H7892 דּוֹדִ֖י H1730 לְכַרְמ֑ H3754 כֶּ֛רֶם H3754 הָיָ֥ה H1961 לִֽידִידִ֖ H3039 בְּקֶ֥רֶן H7161 בֶּן H1121 שָֽׁמֶן H8081 ",
      "2": "וַֽיְעַזְּקֵ֣ H5823 וַֽיְסַקְּלֵ֗ H5619 וַיִּטָּעֵ֨ H5193 שֹׂרֵ֔ק H8321 וַיִּ֤בֶן H1129 מִגְדָּל֙ H4026 בְּתוֹכ֔ H8432 וְגַם H1571 יֶ֖קֶב H3342 חָצֵ֣ב H2672 בּ֑וֹ Hb וַיְקַ֛ו H6960 לַעֲשׂ֥וֹת H6213 עֲנָבִ֖ים H6025 וַיַּ֥עַשׂ H6213 בְּאֻשִֽׁים H891 ",
      "3": "וְעַתָּ֛ה H6258 יוֹשֵׁ֥ב H3427 יְרוּשָׁלִַ֖ם H3389 וְאִ֣ישׁ H376 יְהוּדָ֑ה H3063 שִׁפְטוּ H8199 נָ֕א H4994 בֵּינִ֖י H996 וּבֵ֥ין H996 כַּרְמִֽי H3754 ",
      "4": "מַה H4100 לַּעֲשׂ֥וֹת H6213 עוֹד֙ H5750 לְכַרְמִ֔ H3754 וְלֹ֥א H3808 עָשִׂ֖יתִי H6213 בּ֑וֹ Hb מַדּ֧וּעַ H4069 קִוֵּ֛יתִי H6960 לַעֲשׂ֥וֹת H6213 עֲנָבִ֖ים H6025 וַיַּ֥עַשׂ H6213 בְּאֻשִֽׁים H891 ",
      "5": "וְעַתָּה֙ H6258 אוֹדִֽיעָה H3045 נָּ֣א H4994 אֶתְכֶ֔ם H853 אֵ֛ת H853 אֲשֶׁר H834 אֲנִ֥י H589 עֹשֶׂ֖ה H6213 לְכַרְמִ֑ H3754 הָסֵ֤ר H5493 מְשׂוּכָּתוֹ֙ H4881 וְהָיָ֣ה H1961 לְבָעֵ֔ר H1197 פָּרֹ֥ץ H6555 גְּדֵר֖וֹ H1447 וְהָיָ֥ה H1961 לְמִרְמָֽס H4823 ",
      "6": "וַאֲשִׁיתֵ֣ H7896 בָתָ֗ה H1326 לֹ֤א H3808 יִזָּמֵר֙ H2168 וְלֹ֣א H3808 יֵעָדֵ֔ר H5737 וְעָלָ֥ה H5927 שָׁמִ֖יר H8068 וָשָׁ֑יִת H7898 וְעַ֤ל H5921 הֶעָבִים֙ H5645 אֲצַוֶּ֔ה H6680 מֵהַמְטִ֥יר H4305 עָלָ֖יו H5921 מָטָֽר H4306 ",
      "7": "כִּ֣י H3588 כֶ֜רֶם H3754 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 וְאִ֣ישׁ H376 יְהוּדָ֔ה H3063 נְטַ֖ע H5194 שַׁעֲשׁוּעָ֑יו H8191 וַיְקַ֤ו H6960 לְמִשְׁפָּט֙ H4941 וְהִנֵּ֣ה H2009 מִשְׂפָּ֔ח H4939 לִצְדָקָ֖ה H6666 וְהִנֵּ֥ה H2009 צְעָקָֽה H6818 ",
      "8": "ה֗וֹי H1945 מַגִּיעֵ֥י H5060 בַ֨יִת֙ H1004 בְּבַ֔יִת H1004 שָׂדֶ֥ה H7704 בְשָׂדֶ֖ה H7704 יַקְרִ֑יבוּ H7126 עַ֚ד H5704 אֶ֣פֶס H657 מָק֔וֹם H4725 וְהֽוּשַׁבְתֶּ֥ם H3427 לְבַדְּ H905 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
      "9": "בְּאָזְנָ֖ H241 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אִם H518 לֹ֞א H3808 בָּתִּ֤ים H1004 רַבִּים֙ H7227 לְשַׁמָּ֣ה H8047 יִֽהְי֔וּ H1961 גְּדֹלִ֥ים H1419 וְטוֹבִ֖ים H2896 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
      "10": "כִּ֗י H3588 עֲשֶׂ֨רֶת֙ H6235 צִמְדֵּי H6776 כֶ֔רֶם H3754 יַעֲשׂ֖וּ H6213 בַּ֣ת H1324 אֶחָ֑ת H259 וְזֶ֥רַע H2233 חֹ֖מֶר H2563 יַעֲשֶׂ֥ה H6213 אֵיפָֽה H374 ",
      "11": "ה֛וֹי H1945 מַשְׁכִּימֵ֥י H7925 בַבֹּ֖קֶר H1242 שֵׁכָ֣ר H7941 יִרְדֹּ֑פוּ H7291 מְאַחֲרֵ֣י H309 בַנֶּ֔שֶׁף H5399 יַ֖יִן H3196 יַדְלִיקֵֽם H1814 ",
      "12": "וְהָיָ֨ה H1961 כִנּ֜וֹר H3658 וָנֶ֗בֶל H5035 תֹּ֧ף H8596 וְחָלִ֛יל H2485 וָיַ֖יִן H3196 מִשְׁתֵּיהֶ֑ם H4960 וְאֵ֨ת H853 פֹּ֤עַל H6467 יְהוָה֙ H3068 לֹ֣א H3808 יַבִּ֔יטוּ H5027 וּמַעֲשֵׂ֥ה H4639 יָדָ֖יו H3027 לֹ֥א H3808 רָאֽוּ H7200 ",
      "13": "לָכֵ֛ן H3651 גָּלָ֥ה H1540 עַמִּ֖י H5971 מִבְּלִי H1097 דָ֑עַת H1847 וּכְבוֹד H3519 מְתֵ֣י H4962 רָעָ֔ב H7458 וַהֲמוֹנ֖ H1995 צִחֵ֥ה H6704 צָמָֽא H6772 ",
      "14": "לָכֵ֗ן H3651 הִרְחִ֤יבָה H7337 שְּׁאוֹל֙ H7585 נַפְשָׁ֔הּ H5315 וּפָעֲרָ֥ה H6473 פִ֖יהָ H6310 לִבְלִי H1097 חֹ֑ק H2706 וְיָרַ֨ד H3381 הֲדָרָ֧הּ H1926 וַהֲמוֹנָ֛ H1995 וּשְׁאוֹנָ֖ H7588 וְעָלֵ֥ז H5938 בָּֽהּ Hb ",
      "15": "וַיִּשַּׁ֥ח H7817 אָדָ֖ם H120 וַיִּשְׁפַּל H8213 אִ֑ישׁ H376 וְעֵינֵ֥י H5869 גְבֹהִ֖ים H1364 תִּשְׁפַּֽלְנָה H8213 ",
      "16": "וַיִּגְבַּ֛ה H1361 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 בַּמִּשְׁפָּ֑ט H4941 וְהָ H410 הַקָּד֔וֹשׁ H6918 נִקְדָּ֖שׁ H6942 בִּצְדָקָֽה H6666 ",
      "17": "וְרָע֥וּ H7462 כְבָשִׂ֖ים H3532 כְּדָבְרָ֑ H1699 וְחָרְב֥וֹת H2723 מֵחִ֖ים H4220 גָּרִ֥ים H1481 יֹאכֵֽלוּ H398 ",
      "18": "ה֛וֹי H1945 מֹשְׁכֵ֥י H4900 הֶֽעָוֺ֖ן H5771 בְּחַבְלֵ֣י H2256 הַשָּׁ֑וְא H7723 וְכַ H5688 הָעֲגָלָ֖ה H5699 חַטָּאָֽה H2403 ",
      "19": "הָאֹמְרִ֗ים H559 יְמַהֵ֧ר H4116 יָחִ֛ישָׁה H2363 מַעֲשֵׂ֖הוּ H4639 לְמַ֣עַן H4616 נִרְאֶ֑ה H7200 וְתִקְרַ֣ב H7126 וְתָב֗וֹאָ H935 עֲצַ֛ת H6098 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 וְנֵדָֽעָה H3045 ",
      "20": "ה֣וֹי H1945 הָאֹמְרִ֥ים H559 לָרַ֛ע H7451 ט֖וֹב H2896 וְלַ H2896 רָ֑ע H7451 שָׂמִ֨ים H7760 חֹ֤שֶׁךְ H2822 לְאוֹר֙ H216 וְא֣וֹר H216 לְחֹ֔שֶׁךְ H2822 שָׂמִ֥ים H7760 מַ֛ר H4751 לְמָת֖וֹק H4966 וּמָת֥וֹק H4966 לְמָֽר H4751 ",
      "21": "ה֖וֹי H1945 חֲכָמִ֣ים H2450 בְּעֵֽינֵי H5869 וְנֶ֥גֶד H5048 פְּנֵיהֶ֖ם H6440 נְבֹנִֽים H995 ",
      "22": "ה֕וֹי H1945 גִּבּוֹרִ֖ים H1368 לִשְׁתּ֣וֹת H8354 יָ֑יִן H3196 וְאַנְשֵׁי H376 חַ֖יִל H2428 לִמְסֹ֥ךְ H4537 שֵׁכָֽר H7941 ",
      "23": "מַצְדִּיקֵ֥י H6663 רָשָׁ֖ע H7563 עֵ֣קֶב H6118 שֹׁ֑חַד H7810 וְצִדְקַ֥ת H6666 צַדִּיקִ֖ים H6662 יָסִ֥ירוּ H5493 מִמֶּֽנּוּ H4480 ",
      "24": "לָכֵן֩ H3651 כֶּאֱכֹ֨ל H398 קַ֜שׁ H7179 לְשׁ֣וֹן H3956 אֵ֗שׁ H784 וַחֲשַׁ֤שׁ H2842 לֶֽהָבָה֙ H3852 יִרְפֶּ֔ה H7503 שָׁרְשָׁם֙ H8328 כַּמָּ֣ק H4716 יִֽהְיֶ֔ה H1961 וּפִרְחָ֖ H6525 כָּאָבָ֣ק H80 יַעֲלֶ֑ה H5927 כִּ֣י H3588 מָאֲס֗וּ H3988 אֵ֚ת H853 תּוֹרַת֙ H8451 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְאֵ֛ת H853 אִמְרַ֥ת H565 קְדֽוֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 נִאֵֽצוּ H5006 ",
      "25": "עַל H5921 כֵּ֡ן H3651 חָרָה֩ H2734 אַף H639 יְהוָ֨ה H3068 בְּעַמּ֜ H5971 וַיֵּ֣ט H5186 יָד֧וֹ H3027 עָלָ֣יו H5921 וַיַּכֵּ֗ H5221 וַֽיִּרְגְּזוּ֙ H7264 הֶֽהָרִ֔ים H2022 וַתְּהִ֧י H1961 נִבְלָתָ֛ם H5038 כַּסּוּחָ֖ה H5478 בְּקֶ֣רֶב H7130 חוּצ֑וֹת H2351 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
      "26": "וְנָֽשָׂא H5375 נֵ֤ס H5251 לַגּוֹיִם֙ H1471 מֵרָח֔וֹק H7350 וְשָׁ֥רַק H8319 ל֖וֹ Hl מִקְצֵ֣ה H7097 הָאָ֑רֶץ H776 וְהִנֵּ֥ה H2009 מְהֵרָ֖ה H4120 קַ֥ל H7031 יָבֽוֹא H935 ",
      "27": "אֵין H369 עָיֵ֤ף H5889 וְאֵין H369 כּוֹשֵׁל֙ H3782 בּ֔וֹ Hb לֹ֥א H3808 יָנ֖וּם H5123 וְלֹ֣א H3808 יִישָׁ֑ן H3462 וְלֹ֤א H3808 נִפְתַּח֙ H6605 אֵז֣וֹר H232 חֲלָצָ֔יו H2504 וְלֹ֥א H3808 נִתַּ֖ק H5423 שְׂר֥וֹךְ H8288 נְעָלָֽיו H5275 ",
      "28": "אֲשֶׁ֤ר H834 חִצָּיו֙ H2671 שְׁנוּנִ֔ים H8150 וְכָל H3605 קַשְּׁתֹתָ֖יו H7198 דְּרֻכ֑וֹת H1869 פַּרְס֤וֹת H6541 סוּסָיו֙ H5483 כַּצַּ֣ר H6862 נֶחְשָׁ֔בוּ H2803 וְגַלְגִּלָּ֖י H1534 כַּסּוּפָֽה H5492 ",
      "29": "שְׁאָגָ֥ה H7581 ל֖וֹ Hl כַּלָּבִ֑יא H3833 ושאג H7580 כַּכְּפִירִ֤ים H3715 וְיִנְהֹם֙ H5098 וְיֹאחֵ֣ז H270 טֶ֔רֶף H2964 וְיַפְלִ֖יט H6403 וְאֵ֥ין H369 מַצִּֽיל H5337 ",
      "30": "וְיִנְהֹ֥ם H5098 עָלָ֛יו H5921 בַּיּ֥וֹם H3117 הַה֖וּא H1931 כְּנַהֲמַת H5100 יָ֑ם H3220 וְנִבַּ֤ט H5027 לָאָ֨רֶץ֙ H776 וְהִנֵּה H2009 חֹ֔שֶׁךְ H2822 צַ֣ר H6862 וָא֔וֹר H216 חָשַׁ֖ךְ H2821 בַּעֲרִיפֶֽי H6183 "
    },
    "6": {
      "1": "בִּשְׁנַת H8141 R/Ncfsc מוֹת֙ H4194 Ncmsc הַמֶּ֣לֶךְ H4428 Td/Ncmsa עֻזִּיָּ֔הוּ H5818 Np וָאֶרְאֶ֧ה H7200 C/Vqw1cs אֶת H853 To אֲדֹנָ֛י H136 Ncmpc/Sp1cs יֹשֵׁ֥ב H3427 Vqrmsa עַל H5921 R כִּסֵּ֖א H3678 Ncmsa רָ֣ם H7311 Vqrmsa וְנִשָּׂ֑א H5375 C/VNrmsa וְשׁוּלָ֖י H7757 C/Ncmpc/Sp3ms מְלֵאִ֥ים H4390 Vqrmpa אֶת H853 To הַהֵיכָֽל H1964 Td/Ncmsa ",
      "2": "שְׂרָפִ֨ים H8314 Ncmpa עֹמְדִ֤ים H5975 Vqrmpa מִמַּ֨עַל֙ H4605 R/D ל֔וֹ Hl R/Sp3ms שֵׁ֧שׁ H8337 Acmsa כְּנָפַ֛יִם H3671 Ncfda שֵׁ֥שׁ H8337 כְּנָפַ֖יִם H3671 Ncfda לְאֶחָ֑ד H259 R/Acmsa בִּשְׁתַּ֣יִם H8147 R/Acfda יְכַסֶּ֣ה H3680 Vpi3ms פָנָ֗יו H6440 Ncbpc/Sp3ms וּבִ H8147 C/R/Acfda יְכַסֶּ֥ה H3680 Vpi3ms רַגְלָ֖יו H7272 וּבִ H8147 C/R/Acfda יְעוֹפֵֽף H5774 Voi3ms ",
      "3": "וְקָרָ֨א H7121 C/Vqq3ms זֶ֤ה H2088 Pdxms אֶל H413 R זֶה֙ H2088 Pdxms וְאָמַ֔ר H559 C/Vqq3ms קָד֧וֹשׁ H6918 Aamsa קָד֛וֹשׁ H6918 Aamsa קָד֖וֹשׁ H6918 Aamsa יְהוָ֣ה H3068 Np צְבָא֑וֹת H6635 Ncfpa מְלֹ֥א H4393 Ncmsa כָל H3605 Ncmsc הָאָ֖רֶץ H776 Td/Ncfsa כְּבוֹדֽוֹ H3519 Ncmsc/Sp3ms ",
      "4": "וַיָּנֻ֨עוּ֙ H5128 C/Vqw3mp אַמּ֣וֹת H520 Ncfpc הַסִּפִּ֔ים H5592 Td/Ncmpa מִקּ֖וֹל H6963 R/Ncmsc הַקּוֹרֵ֑א H7121 Td/Vqrmsa וְהַ H1004 C/Td/Ncmsa יִמָּלֵ֥א H4390 VNi3ms עָשָֽׁן H6227 Ncmsa ",
      "5": "וָאֹמַ֞ר H559 C/Vqw1cs אֽוֹי H188 Tj לִ֣י Hl R/Sp1cs כִֽי H3588 C נִדְמֵ֗יתִי H1820 VNp1cs כִּ֣י H3588 C אִ֤ישׁ H376 Ncmsa טְמֵֽא H2931 Aamsc שְׂפָתַ֨יִם֙ H8193 אָנֹ֔כִי H595 Pp1cs וּבְ H8432 C/R/Ncmsc עַם H5971 Ncmsa טְמֵ֣א H2931 Aacsc שְׂפָתַ֔יִם H8193 אָנֹכִ֖י H595 Pp1cs יוֹשֵׁ֑ב H3427 Vqrmsa כִּ֗י H3588 C אֶת H853 To הַמֶּ֛לֶךְ H4428 Td/Ncmsa יְהוָ֥ה H3068 Np צְבָא֖וֹת H6635 Ncfpa רָא֥וּ H7200 Vqp3cp עֵינָֽי H5869 Ncbdc/Sp1cs ",
      "6": "וַיָּ֣עָף H5774 C/Vqw3ms אֵלַ֗י H413 R/Sp1cs אֶחָד֙ H259 Acmsa מִן H4480 R הַשְּׂרָפִ֔ים H8314 Td/Ncmpa וּבְ H3027 C/R/Ncfsc/Sp3ms רִצְפָּ֑ה H7531 Ncfsa בְּמֶ֨לְקַחַ֔יִם H4457 R/Ncmda לָקַ֖ח H3947 Vqp3ms מֵעַ֥ל H5921 R/R הַמִּזְבֵּֽחַ H4196 Td/Ncmsa ",
      "7": "וַיַּגַּ֣ע H5060 C/Vhw3ms עַל H5921 R פִּ֔י H6310 Ncmsc/Sp1cs וַיֹּ֕אמֶר H559 C/Vqw3ms הִנֵּ֛ה H2009 Tm נָגַ֥ע H5060 Vqp3ms זֶ֖ה H2088 Pdxms עַל H5921 R שְׂפָתֶ֑יךָ H8193 Ncfdc/Sp2ms וְסָ֣ר H5493 C/Vqq3ms עֲוֺנֶ֔ךָ H5771 Ncbsc/Sp2ms וְחַטָּאתְ H2403 תְּכֻפָּֽר H3722 VPi3fs ",
      "8": "וָאֶשְׁמַ֞ע H8085 C/Vqw1cs אֶת H853 To ק֤וֹל H6963 Ncmsc אֲדֹנָי֙ H136 Ncmpc/Sp1cs אֹמֵ֔ר H559 Vqrmsa אֶת H853 To מִ֥י H4310 Ti אֶשְׁלַ֖ח H7971 Vqi1cs וּמִ֣י H4310 C/Pi יֵֽלֶךְ H3212 Vqi3ms לָ֑נוּ Hl R/Sp1cp וָאֹמַ֖ר H559 C/Vqw1cs הִנְנִ֥י H2005 Tj/Sp1cs שְׁלָחֵֽנִי H7971 ",
      "9": "וַיֹּ֕אמֶר H559 C/Vqw3ms לֵ֥ךְ H3212 וְאָמַרְתָּ֖ H559 C/Vqq2ms לָעָ֣ם H5971 הַזֶּ֑ה H2088 שִׁמְע֤וּ H8085 שָׁמ֨וֹעַ֙ H8085 Vqa וְאַל H408 C/Tn תָּבִ֔ינוּ H995 Vqi2mp וּרְא֥וּ H7200 רָא֖וֹ H7200 Vqa וְאַל H408 C/Tn תֵּדָֽעוּ H3045 Vqi2mp ",
      "10": "הַשְׁמֵן֙ H8080 לֵב H3820 Ncmsc הָעָ֣ם H5971 Td/Ncmsa הַזֶּ֔ה H2088 וְאָזְנָ֥י H241 C/Ncfdc/Sp3ms הַכְבֵּ֖ד H3513 וְעֵינָ֣י H5869 C/Ncbdc/Sp3ms הָשַׁ֑ע H8173 פֶּן H6435 C יִרְאֶ֨ה H7200 Vqi3ms בְעֵינָ֜י H5869 R/Ncbdc/Sp3ms וּבְ H241 C/R/Ncfdc/Sp3ms יִשְׁמָ֗ע H8085 Vqi3ms וּלְבָב֥ H3824 C/Ncmsc/Sp3ms יָבִ֛ין H995 Vqi3ms וָשָׁ֖ב H7725 C/Vqq3ms וְרָ֥פָא H7495 C/Vqq3ms לֽוֹ Hl R/Sp3ms ",
      "11": "וָאֹמַ֕ר H559 C/Vqw1cs עַד H5704 R מָתַ֖י H4970 Ti אֲדֹנָ֑י H136 Ncmpc/Sp1cs וַיֹּ֡אמֶר H559 C/Vqw3ms עַ֣ד H5704 R אֲשֶׁר֩ H834 Tr אִם H518 C שָׁא֨וּ H7582 Vqp3cp עָרִ֜ים H5892 Ncfpa מֵאֵ֣ין H369 R/Tn יוֹשֵׁ֗ב H3427 Vqrmsa וּבָתִּים֙ H1004 C/Ncmpa מֵאֵ֣ין H369 R/Tn אָדָ֔ם H120 Ncmsa וְהָ H127 C/Td/Ncfsa תִּשָּׁאֶ֥ה H7582 VNi3fs שְׁמָמָֽה H8077 Ncfsa ",
      "12": "וְרִחַ֥ק H7368 C/Vpq3ms יְהוָ֖ה H3068 Np אֶת H853 To הָאָדָ֑ם H120 Td/Ncmsa וְרַבָּ֥ה H7227 הָעֲזוּבָ֖ה H5805 Td/Vqsfsa בְּקֶ֥רֶב H7130 R/Ncmsc הָאָֽרֶץ H776 Td/Ncfsa ",
      "13": "וְע֥וֹד H5750 C/D בָּהּ֙ Hb R/Sp3fs עֲשִׂ֣רִיָּ֔ה H6224 Acfsa וְשָׁ֖בָה H7725 C/Vqq3fs וְהָיְתָ֣ה H1961 C/Vqq3fs לְבָעֵ֑ר H1197 כָּאֵלָ֣ה H424 R/Ncfsa וְכָ H437 C/R/Ncmsa אֲשֶׁ֤ר H834 Tr בְּשַׁלֶּ֨כֶת֙ H7995 R/Ncfsa מַצֶּ֣בֶת H4678 Ncfsa בָּ֔ם Hb R/Sp3mp זֶ֥רַע H2233 Ncmsc קֹ֖דֶשׁ H6944 Ncmsa מַצַּבְתָּֽהּ H4678 Ncfsc/Sp3fs "
    },
    "7": {
      "1": "וַיְהִ֡י H1961 בִּימֵ֣י H3117 אָ֠חָז H271 בֶּן H1121 יוֹתָ֨ם H3147 בֶּן H1121 עֻזִּיָּ֜הוּ H5818 מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 עָלָ֣ה H5927 רְצִ֣ין H7526 מֶֽלֶךְ H4428 אֲ֠רָם H758 וּפֶ֨קַח H6492 בֶּן H1121 רְמַלְיָ֤הוּ H7425 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 יְר֣וּשָׁלִַ֔ם H3389 לַמִּלְחָמָ֖ה H4421 עָלֶ֑יהָ H5921 וְלֹ֥א H3808 יָכֹ֖ל H3201 לְהִלָּחֵ֥ם H3898 עָלֶֽיהָ H5921 ",
      "2": "וַיֻּגַּ֗ד H5046 לְבֵ֤ית H1004 דָּוִד֙ H1732 לֵאמֹ֔ר H559 נָ֥חָֽה H5117 אֲרָ֖ם H758 עַל H5921 אֶפְרָ֑יִם H669 וַיָּ֤נַע H5128 לְבָבוֹ֙ H3824 וּלְבַ֣ב H3824 עַמּ֔וֹ H5971 כְּנ֥וֹעַ H5128 עֲצֵי H6086 יַ֖עַר H3293 מִפְּנֵי H6440 רֽוּחַ H7307 ",
      "3": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶֽל H413 יְשַׁעְיָהוּ֒ H3470 צֵא H3318 נָא֙ H4994 לִקְרַ֣את H7125 אָחָ֔ז H271 אַתָּ֕ה H859 וּשְׁאָ֖ר H7610 יָשׁ֣וּב H7610 בְּנֶ֑ךָ H1121 אֶל H413 קְצֵ֗ה H7097 תְּעָלַת֙ H8585 הַבְּרֵכָ֣ה H1295 הָעֶלְיוֹנָ֔ה H5945 אֶל H413 מְסִלַּ֖ת H4546 שְׂדֵ֥ה H7704 כוֹבֵֽס H3526 ",
      "4": "וְאָמַרְתָּ֣ H559 אֵ֠לָיו H413 הִשָּׁמֵ֨ר H8104 וְהַשְׁקֵ֜ט H8252 אַל H408 תִּירָ֗א H3372 וּלְבָבְ H3824 אַל H408 יֵרַ֔ךְ H7401 מִשְּׁנֵ֨י H8147 זַנְב֧וֹת H2180 הָאוּדִ֛ים H181 הָעֲשֵׁנִ֖ים H6226 הָאֵ֑לֶּה H428 בָּחֳרִי H2750 אַ֛ף H639 רְצִ֥ין H7526 וַאֲרָ֖ם H758 וּבֶן H1121 רְמַלְיָֽהוּ H7425 ",
      "5": "יַ֗עַן H3282 כִּֽי H3588 יָעַ֥ץ H3289 עָלֶ֛יךָ H5921 אֲרָ֖ם H758 רָעָ֑ה H7451 אֶפְרַ֥יִם H669 וּבֶן H1121 רְמַלְיָ֖הוּ H7425 לֵאמֹֽר H559 ",
      "6": "נַעֲלֶ֤ה H5927 בִֽיהוּדָה֙ H3063 וּנְקִיצֶ֔ H6973 וְנַבְקִעֶ֖ H1234 אֵלֵ֑ינוּ H413 וְנַמְלִ֥יךְ H4427 מֶ֨לֶךְ֙ H4428 בְּתוֹכָ֔ H8432 אֵ֖ת H853 בֶּן H1121 טָֽבְאַֽל H2870 ",
      "7": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 לֹ֥א H3808 תָק֖וּם H6965 וְלֹ֥א H3808 תִֽהְיֶֽה H1961 ",
      "8": "כִּ֣י H3588 רֹ֤אשׁ H7218 אֲרָם֙ H758 דַּמֶּ֔שֶׂק H1834 וְרֹ֥אשׁ H7218 דַּמֶּ֖שֶׂק H1834 רְצִ֑ין H7526 וּבְ H1157 שִׁשִּׁ֤ים H8346 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 יֵחַ֥ת H2844 אֶפְרַ֖יִם H669 מֵעָֽם H5971 ",
      "9": "וְרֹ֤אשׁ H7218 אֶפְרַ֨יִם֙ H669 שֹׁמְר֔וֹן H8111 וְרֹ֥אשׁ H7218 שֹׁמְר֖וֹן H8111 בֶּן H1121 רְמַלְיָ֑הוּ H7425 אִ֚ם H518 לֹ֣א H3808 תַאֲמִ֔ינוּ H539 כִּ֖י H3588 לֹ֥א H3808 תֵאָמֵֽנוּ H539 ",
      "10": "וַיּ֣וֹסֶף H3254 יְהוָ֔ה H3068 דַּבֵּ֥ר H1696 אֶל H413 אָחָ֖ז H271 לֵאמֹֽר H559 ",
      "11": "שְׁאַל H7592 לְךָ֣ Hl א֔וֹת H226 מֵעִ֖ם H5973 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 הַעְמֵ֣ק H6009 שְׁאָ֔לָה H7585 א֖וֹ H176 הַגְבֵּ֥הַּ H1361 לְמָֽעְלָ H4605 ",
      "12": "וַיֹּ֖אמֶר H559 אָחָ֑ז H271 לֹא H3808 אֶשְׁאַ֥ל H7592 וְלֹֽא H3808 אֲנַסֶּ֖ה H5254 אֶת H853 יְהוָֽה H3068 ",
      "13": "וַיֹּ֕אמֶר H559 שִׁמְעוּ H8085 נָ֖א H4994 בֵּ֣ית H1004 דָּוִ֑ד H1732 הַמְעַ֤ט H4592 מִכֶּם֙ H4480 הַלְא֣וֹת H3811 אֲנָשִׁ֔ים H376 כִּ֥י H3588 תַלְא֖וּ H3811 גַּ֥ם H1571 אֶת H853 אֱלֹהָֽי H430 ",
      "14": "לָ֠כֵן H3651 יִתֵּ֨ן H5414 אֲדֹנָ֥י H136 ה֛וּא H1931 לָכֶ֖ם Hl א֑וֹת H226 הִנֵּ֣ה H2009 הָעַלְמָ֗ה H5959 הָרָה֙ H2030 וְיֹלֶ֣דֶת H3205 בֵּ֔ן H1121 וְקָרָ֥את H7121 שְׁמ֖וֹ H8034 עִמָּ֥נוּ H6005 אֵֽל H6005 ",
      "15": "חֶמְאָ֥ה H2529 וּדְבַ֖שׁ H1706 יֹאכֵ֑ל H398 לְדַעְתּ֛ H3045 מָא֥וֹס H3988 בָּרָ֖ע H7451 וּבָח֥וֹר H977 בַּטּֽוֹב H2896 ",
      "16": "כִּ֠י H3588 בְּטֶ֨רֶם H2962 יֵדַ֥ע H3045 הַנַּ֛עַר H5288 מָאֹ֥ס H3988 בָּרָ֖ע H7451 וּבָחֹ֣ר H977 בַּטּ֑וֹב H2896 תֵּעָזֵ֤ב H5800 הָאֲדָמָה֙ H127 אֲשֶׁ֣ר H834 אַתָּ֣ה H859 קָ֔ץ H6973 מִפְּנֵ֖י H6440 שְׁנֵ֥י H8147 מְלָכֶֽיהָ H4428 ",
      "17": "יָבִ֨יא H935 יְהוָ֜ה H3068 עָלֶ֗יךָ H5921 וְעַֽל H5921 עַמְּךָ֮ H5971 וְעַל H5921 בֵּ֣ית H1004 אָבִיךָ֒ H1 יָמִים֙ H3117 אֲשֶׁ֣ר H834 לֹא H3808 בָ֔אוּ H935 לְמִ H3117 סוּר H5493 אֶפְרַ֖יִם H669 מֵעַ֣ל H5921 יְהוּדָ֑ה H3063 אֵ֖ת H853 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "18": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִשְׁרֹ֤ק H8319 יְהוָה֙ H3068 לַזְּב֔וּב H2070 אֲשֶׁ֥ר H834 בִּקְצֵ֖ה H7097 יְאֹרֵ֣י H2975 מִצְרָ֑יִם H4714 וְלַ֨ H1682 אֲשֶׁ֖ר H834 בְּאֶ֥רֶץ H776 אַשּֽׁוּר H804 ",
      "19": "וּבָ֨אוּ H935 וְנָח֤וּ H5117 כֻלָּם֙ H3605 בְּנַחֲלֵ֣י H5158 הַבַּתּ֔וֹת H1327 וּבִ H5357 הַסְּלָעִ֑ים H5553 וּבְ H3605 הַנַּ֣עֲצוּצִ֔ים H5285 וּבְ H3605 הַנַּהֲלֹלִֽים H5097 ",
      "20": "בַּיּ֣וֹם H3117 הַה֡וּא H1931 יְגַלַּ֣ח H1548 אֲדֹנָי֩ H136 בְּתַ֨עַר H8593 הַשְּׂכִירָ֜ה H7917 בְּעֶבְרֵ֤י H5676 נָהָר֙ H5104 בְּמֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 אֶת H853 הָרֹ֖אשׁ H7218 וְשַׂ֣עַר H8181 הָרַגְלָ֑יִם H7272 וְגַ֥ם H1571 אֶת H853 הַזָּקָ֖ן H2206 תִּסְפֶּֽה H5595 ",
      "21": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 יְחַיֶּה H2421 אִ֛ישׁ H376 עֶגְלַ֥ת H5697 בָּקָ֖ר H1241 וּשְׁתֵּי H8147 צֹֽאן H6629 ",
      "22": "וְהָיָ֗ה H1961 מֵרֹ֛ב H7230 עֲשׂ֥וֹת H6213 חָלָ֖ב H2461 יֹאכַ֣ל H398 חֶמְאָ֑ה H2529 כִּֽי H3588 חֶמְאָ֤ה H2529 וּדְבַשׁ֙ H1706 יֹאכֵ֔ל H398 כָּל H3605 הַנּוֹתָ֖ר H3498 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
      "23": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִֽהְיֶ֣ה H1961 כָל H3605 מָק֗וֹם H4725 אֲשֶׁ֧ר H834 יִֽהְיֶה H1961 שָּׁ֛ם H8033 אֶ֥לֶף H505 גֶּ֖פֶן H1612 בְּאֶ֣לֶף H505 כָּ֑סֶף H3701 לַשָּׁמִ֥יר H8068 וְלַ H7898 יִֽהְיֶֽה H1961 ",
      "24": "בַּחִצִּ֥ים H2678 וּבַ H7198 יָ֣בוֹא H935 שָׁ֑מָּה H8033 כִּי H3588 שָׁמִ֥יר H8068 וָשַׁ֖יִת H7898 תִּֽהְיֶ֥ה H1961 כָל H3605 הָאָֽרֶץ H776 ",
      "25": "וְכֹ֣ל H3605 הֶהָרִ֗ים H2022 אֲשֶׁ֤ר H834 בַּמַּעְדֵּר֙ H4576 יֵעָ֣דֵר֔וּן H5737 לֹֽא H3808 תָב֣וֹא H935 שָׁ֔מָּה H8033 יִרְאַ֖ת H3374 שָׁמִ֣יר H8068 וָשָׁ֑יִת H7898 וְהָיָה֙ H1961 לְמִשְׁלַ֣ח H4916 שׁ֔וֹר H7794 וּלְ H4823 שֶֽׂה H7716 "
    },
    "8": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 קַח H3947 לְךָ֖ Hl גִּלָּי֣וֹן H1549 גָּד֑וֹל H1419 וּכְתֹ֤ב H3789 עָלָיו֙ H5921 בְּחֶ֣רֶט H2747 אֱנ֔וֹשׁ H582 לְמַהֵ֥ר H4122 שָׁלָ֖ל H4122 חָ֥שׁ H4122 בַּֽז H4122 ",
      "2": "וְאָעִ֣ידָה H5749 לִּ֔י Hl עֵדִ֖ים H5707 נֶאֱמָנִ֑ים H539 אֵ֚ת H853 אוּרִיָּ֣ה H223 הַכֹּהֵ֔ן H3548 וְאֶת H853 זְכַרְיָ֖הוּ H2148 בֶּ֥ן H1121 יְבֶרֶכְיָֽהוּ H3000 ",
      "3": "וָאֶקְרַב֙ H7126 אֶל H413 הַנְּבִיאָ֔ה H5031 וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 קְרָ֣א H7121 שְׁמ֔וֹ H8034 מַהֵ֥ר H4122 שָׁלָ֖ל H4122 חָ֥שׁ H4122 בַּֽז H4122 ",
      "4": "כִּ֗י H3588 בְּטֶ֨רֶם֙ H2962 יֵדַ֣ע H3045 הַנַּ֔עַר H5288 קְרֹ֖א H7121 אָבִ֣י H1 וְאִמִּ֑ H517 יִשָּׂ֣א H5375 אֶת H853 חֵ֣יל H2428 דַּמֶּ֗שֶׂק H1834 וְאֵת֙ H853 שְׁלַ֣ל H7998 שֹׁמְר֔וֹן H8111 לִפְנֵ֖י H6440 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "5": "וַיֹּ֣סֶף H3254 יְהוָ֔ה H3068 דַּבֵּ֥ר H1696 אֵלַ֛י H413 ע֖וֹד H5750 לֵאמֹֽר H559 ",
      "6": "יַ֗עַן H3282 כִּ֤י H3588 מָאַס֙ H3988 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֵ֚ת H853 מֵ֣י H4325 הַשִּׁלֹ֔חַ H7975 הַהֹלְכִ֖ים H1980 לְאַ֑ט H328 וּמְשׂ֥וֹשׂ H4885 אֶת H853 רְצִ֖ין H7526 וּבֶן H1121 רְמַלְיָֽהוּ H7425 ",
      "7": "וְלָ H3651 הִנֵּ֣ה H2009 אֲדֹנָי֩ H136 מַעֲלֶ֨ה H5927 עֲלֵיהֶ֜ם H5921 אֶת H853 מֵ֣י H4325 הַנָּהָ֗ר H5104 הָעֲצוּמִים֙ H6099 וְהָ֣ H7227 אֶת H853 מֶ֥לֶךְ H4428 אַשּׁ֖וּר H804 וְאֶת H853 כָּל H3605 כְּבוֹד֑וֹ H3519 וְעָלָה֙ H5927 עַל H5921 כָּל H3605 אֲפִיקָ֔יו H650 וְהָלַ֖ךְ H1980 עַל H5921 כָּל H3605 גְּדוֹתָֽיו H1415 ",
      "8": "וְחָלַ֤ף H2498 בִּֽיהוּדָה֙ H3063 שָׁטַ֣ף H7857 וְעָבַ֔ר H5674 עַד H5704 צַוָּ֖אר H6677 יַגִּ֑יעַ H5060 וְהָיָה֙ H1961 מֻטּ֣וֹת H4298 כְּנָפָ֔יו H3671 מְלֹ֥א H4393 רֹֽחַב H7341 אַרְצְךָ֖ H776 עִמָּ֥נוּ H6005 אֵֽל H6005 ",
      "9": "רֹ֤עוּ H7489 עַמִּים֙ H5971 וָחֹ֔תּוּ H2865 וְהַֽאֲזִ֔ינוּ H238 כֹּ֖ל H3605 מֶרְחַקֵּי H4801 אָ֑רֶץ H776 הִתְאַזְּר֣וּ H247 וָחֹ֔תּוּ H2865 הִֽתְאַזְּר֖וּ H247 וָחֹֽתּוּ H2865 ",
      "10": "עֻ֥צוּ H5779 עֵצָ֖ה H6098 וְתֻפָ֑ר H6565 דַּבְּר֤וּ H1696 דָבָר֙ H1697 וְלֹ֣א H3808 יָק֔וּם H6965 כִּ֥י H3588 עִמָּ֖נוּ H5973 אֵֽל H410 ",
      "11": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 אֵלַ֖י H413 כְּחֶזְקַ֣ת H2393 הַיָּ֑ד H3027 וְיִסְּרֵ֕ H3256 מִלֶּ֛כֶת H3212 בְּדֶ֥רֶךְ H1870 הָֽעָם H5971 הַזֶּ֖ה H2088 לֵאמֹֽר H559 ",
      "12": "לֹא H3808 תֹאמְר֣וּן H559 קֶ֔שֶׁר H7195 לְכֹ֧ל H3605 אֲשֶׁר H834 יֹאמַ֛ר H559 הָעָ֥ם H5971 הַזֶּ֖ה H2088 קָ֑שֶׁר H7195 וְאֶת H853 מוֹרָא֥וֹ H4172 לֹֽא H3808 תִֽירְא֖וּ H3372 וְלֹ֥א H3808 תַעֲרִֽיצוּ H6206 ",
      "13": "אֶת H853 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֹת֣וֹ H853 תַקְדִּ֑ישׁוּ H6942 וְה֥וּא H1931 מוֹרַאֲכֶ֖ם H4172 וְה֥וּא H1931 מַֽעֲרִֽצְכֶֽם H6206 ",
      "14": "וְהָיָ֖ה H1961 לְמִקְדָּ֑שׁ H4720 וּלְ H68 נֶ֠גֶף H5063 וּלְ H6697 מִכְשׁ֜וֹל H4383 לִשְׁנֵ֨י H8147 בָתֵּ֤י H1004 יִשְׂרָאֵל֙ H3478 לְפַ֣ח H6341 וּלְ H4170 לְיוֹשֵׁ֖ב H3427 יְרוּשָׁלִָֽם H3389 ",
      "15": "וְכָ֥שְׁלוּ H3782 בָ֖ם Hb רַבִּ֑ים H7227 וְנָפְל֣וּ H5307 וְנִשְׁבָּ֔רוּ H7665 וְנוֹקְשׁ֖וּ H3369 וְנִלְכָּֽדוּ H3920 ",
      "16": "צ֖וֹר H6887 תְּעוּדָ֑ה H8584 חֲת֥וֹם H2856 תּוֹרָ֖ה H8451 בְּלִמֻּדָֽ H3928 ",
      "17": "וְחִכִּ֨יתִי֙ H2442 לַיהוָ֔ה H3068 הַמַּסְתִּ֥יר H5641 פָּנָ֖יו H6440 מִבֵּ֣ית H1004 יַעֲקֹ֑ב H3290 וְקִוֵּ֖יתִֽי H6960 לֽוֹ Hl ",
      "18": "הִנֵּ֣ה H2009 אָנֹכִ֗י H595 וְהַ H3206 אֲשֶׁ֣ר H834 נָֽתַן H5414 לִ֣י Hl יְהוָ֔ה H3068 לְאֹת֥וֹת H226 וּלְ H4159 בְּיִשְׂרָאֵ֑ל H3478 מֵעִם֙ H5973 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הַשֹּׁכֵ֖ן H7931 בְּהַ֥ר H2022 צִיּֽוֹן H6726 ",
      "19": "וְכִֽי H3588 יֹאמְר֣וּ H559 אֲלֵיכֶ֗ם H413 דִּרְשׁ֤וּ H1875 אֶל H413 הָאֹבוֹת֙ H178 וְאֶל H413 הַיִּדְּעֹנִ֔ים H3049 הַֽמְצַפְצְפִ֖ים H6850 וְהַ H1897 הֲלוֹא H3808 עַם֙ H5971 אֶל H413 אֱלֹהָ֣יו H430 יִדְרֹ֔שׁ H1875 בְּעַ֥ד H1157 הַחַיִּ֖ים H2416 אֶל H413 הַמֵּתִֽים H4191 ",
      "20": "לְתוֹרָ֖ה H8451 וְלִ H8584 אִם H518 לֹ֤א H3808 יֹֽאמְרוּ֙ H559 כַּדָּבָ֣ר H1697 הַזֶּ֔ה H2088 אֲשֶׁ֥ר H834 אֵֽין H369 ל֖וֹ Hl שָֽׁחַר H7837 ",
      "21": "וְעָ֥בַר H5674 בָּ֖הּ Hb נִקְשֶׁ֣ה H7185 וְרָעֵ֑ב H7457 וְהָיָ֨ה H1961 כִֽי H3588 יִרְעַ֜ב H7456 וְהִתְקַצַּ֗ף H7107 וְקִלֵּ֧ל H7043 בְּמַלְכּ֛ H4428 וּבֵ H430 וּפָנָ֥ה H6437 לְמָֽעְלָ H4605 ",
      "22": "וְאֶל H413 אֶ֖רֶץ H776 יַבִּ֑יט H5027 וְהִנֵּ֨ה H2009 צָרָ֤ה H6869 וַחֲשֵׁכָה֙ H2825 מְע֣וּף H4588 צוּקָ֔ה H6695 וַאֲפֵלָ֖ה H653 מְנֻדָּֽח H5080 ",
      "23": ""
    },
    "9": {
      "1": "כִּ֣י H3588 לֹ֣א H3808 מוּעָף֮ H4155 לַאֲשֶׁ֣ר H834 מוּצָ֣ק H4164 לָהּ֒ Hl כָּעֵ֣ת H6256 הָרִאשׁ֗וֹן H7223 הֵקַ֞ל H7043 אַ֤רְצָה H776 זְבֻלוּן֙ H2074 וְאַ֣רְצָ H776 נַפְתָּלִ֔י H5321 וְהָ H314 הִכְבִּ֑יד H3513 דֶּ֤רֶךְ H1870 הַיָּם֙ H3220 עֵ֣בֶר H5676 הַיַּרְדֵּ֔ן H3383 גְּלִ֖יל H1551 הַגּוֹיִֽם H1471 ",
      "2": "הָעָם֙ H5971 הַהֹלְכִ֣ים H1980 בַּחֹ֔שֶׁךְ H2822 רָא֖וּ H7200 א֣וֹר H216 גָּד֑וֹל H1419 יֹשְׁבֵי֙ H3427 בְּאֶ֣רֶץ H776 צַלְמָ֔וֶת H6757 א֖וֹר H216 נָגַ֥הּ H5050 עֲלֵיהֶֽם H5921 ",
      "3": "הִרְבִּ֣יתָ H7235 הַגּ֔וֹי H1471 לא H3808 הִגְדַּ֣לְתָּ H1431 הַשִּׂמְחָ֑ה H8057 שָׂמְח֤וּ H8055 לְפָנֶ֨י H6440 כְּשִׂמְחַ֣ת H8057 בַּקָּצִ֔יר H7105 כַּאֲשֶׁ֥ר H834 יָגִ֖ילוּ H1523 בְּחַלְּקָ֥ H2505 שָׁלָֽל H7998 ",
      "4": "כִּ֣י H3588 אֶת H853 עֹ֣ל H5923 סֻבֳּל֗וֹ H5448 וְאֵת֙ H853 מַטֵּ֣ה H4294 שִׁכְמ֔וֹ H7926 שֵׁ֖בֶט H7626 הַנֹּגֵ֣שׂ H5065 בּ֑וֹ Hb הַחִתֹּ֖תָ H2865 כְּי֥וֹם H3117 מִדְיָֽן H4080 ",
      "5": "כִּ֤י H3588 כָל H3605 סְאוֹן֙ H5430 סֹאֵ֣ן H5431 בְּרַ֔עַשׁ H7494 וְשִׂמְלָ֖ה H8071 מְגוֹלָלָ֣ה H1556 בְדָמִ֑ים H1818 וְהָיְתָ֥ה H1961 לִשְׂרֵפָ֖ה H8316 מַאֲכֹ֥לֶת H3980 אֵֽשׁ H784 ",
      "6": "כִּי H3588 יֶ֣לֶד H3206 יֻלַּד H3205 לָ֗נוּ Hl בֵּ֚ן H1121 נִתַּן H5414 לָ֔נוּ Hl וַתְּהִ֥י H1961 הַמִּשְׂרָ֖ה H4951 עַל H5921 שִׁכְמ֑וֹ H7926 וַיִּקְרָ֨א H7121 שְׁמ֜וֹ H8034 פֶּ֠לֶא H6382 יוֹעֵץ֙ H3289 אֵ֣ל H410 גִּבּ֔וֹר H1368 אֲבִיעַ֖ד H1 שַׂר H8269 שָׁלֽוֹם H7965 ",
      "7": "לםרבה H4766 הַמִּשְׂרָ֜ה H4951 וּלְ H7965 אֵֽין H369 קֵ֗ץ H7093 עַל H5921 כִּסֵּ֤א H3678 דָוִד֙ H1732 וְעַל H5921 מַמְלַכְתּ֔וֹ H4467 לְהָכִ֤ין H3559 אֹתָהּ֙ H853 וּֽלְ H5582 בְּמִשְׁפָּ֖ט H4941 וּבִ H6666 מֵעַתָּה֙ H6258 וְעַד H5704 עוֹלָ֔ם H5769 קִנְאַ֛ת H7068 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 תַּעֲשֶׂה H6213 זֹּֽאת H2063 ",
      "8": "דָּבָ֛ר H1697 שָׁלַ֥ח H7971 אֲדֹנָ֖י H136 בְּיַעֲקֹ֑ב H3290 וְנָפַ֖ל H5307 בְּיִשְׂרָאֵֽל H3478 ",
      "9": "וְיָדְעוּ֙ H3045 הָעָ֣ם H5971 כֻּלּ֔וֹ H3605 אֶפְרַ֖יִם H669 וְיוֹשֵׁ֣ב H3427 שֹׁמְר֑וֹן H8111 בְּגַאֲוָ֛ה H1346 וּבְ H1433 לֵבָ֖ב H3824 לֵאמֹֽר H559 ",
      "10": "לְבֵנִ֥ים H3843 נָפָ֖לוּ H5307 וְגָזִ֣ית H1496 נִבְנֶ֑ה H1129 שִׁקְמִ֣ים H8256 גֻּדָּ֔עוּ H1438 וַאֲרָזִ֖ים H730 נַחֲלִֽיף H2498 ",
      "11": "וַיְשַׂגֵּ֧ב H7682 יְהוָ֛ה H3068 אֶת H853 צָרֵ֥י H6862 רְצִ֖ין H7526 עָלָ֑יו H5921 וְאֶת H853 אֹיְבָ֖יו H341 יְסַכְסֵֽךְ H5526 ",
      "12": "אֲרָ֣ם H758 מִקֶּ֗דֶם H6924 וּפְלִשְׁתִּים֙ H6430 מֵֽאָח֔וֹר H268 וַיֹּאכְל֥וּ H398 אֶת H853 יִשְׂרָאֵ֖ל H3478 בְּכָל H3605 פֶּ֑ה H6310 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
      "13": "וְהָ H5971 לֹא H3808 שָׁ֖ב H7725 עַד H5704 הַמַּכֵּ֑ H5221 וְאֶת H853 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֹ֥א H3808 דָרָֽשׁוּ H1875 ",
      "14": "וַיַּכְרֵ֨ת H3772 יְהוָ֜ה H3068 מִיִּשְׂרָאֵ֗ל H3478 רֹ֧אשׁ H7218 וְזָנָ֛ב H2180 כִּפָּ֥ה H3712 וְאַגְמ֖וֹן H100 י֥וֹם H3117 אֶחָֽד H259 ",
      "15": "זָקֵ֥ן H2205 וּנְשׂוּא H5375 פָנִ֖ים H6440 ה֣וּא H1931 הָרֹ֑אשׁ H7218 וְנָבִ֥יא H5030 מֽוֹרֶה H3384 שֶּׁ֖קֶר H8267 ה֥וּא H1931 הַזָּנָֽב H2180 ",
      "16": "וַיִּֽהְי֛וּ H1961 מְאַשְּׁרֵ֥י H833 הָֽעָם H5971 הַזֶּ֖ה H2088 מַתְעִ֑ים H8582 וּמְאֻשָּׁרָ֖י H833 מְבֻלָּעִֽים H1104 ",
      "17": "עַל H5921 כֵּ֨ן H3651 עַל H5921 בַּחוּרָ֜יו H970 לֹֽא H3808 יִשְׂמַ֣ח H8055 אֲדֹנָ֗י H136 וְאֶת H853 יְתֹמָ֤יו H3490 וְאֶת H853 אַלְמְנֹתָיו֙ H490 לֹ֣א H3808 יְרַחֵ֔ם H7355 כִּ֤י H3588 כֻלּוֹ֙ H3605 חָנֵ֣ף H2611 וּמֵרַ֔ע H7489 וְכָל H3605 פֶּ֖ה H6310 דֹּבֵ֣ר H1696 נְבָלָ֑ה H5039 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
      "18": "כִּֽי H3588 בָעֲרָ֤ה H1197 כָאֵשׁ֙ H784 רִשְׁעָ֔ה H7564 שָׁמִ֥יר H8068 וָשַׁ֖יִת H7898 תֹּאכֵ֑ל H398 וַתִּצַּת֙ H3341 בְּסִֽבְכֵ֣י H5442 הַיַּ֔עַר H3293 וַיִּֽתְאַבְּכ֖וּ H55 גֵּא֥וּת H1348 עָשָֽׁן H6227 ",
      "19": "בְּעֶבְרַ֛ת H5678 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 נֶעְתַּ֣ם H6272 אָ֑רֶץ H776 וַיְהִ֤י H1961 הָעָם֙ H5971 כְּמַאֲכֹ֣לֶת H3980 אֵ֔שׁ H784 אִ֥ישׁ H376 אֶל H413 אָחִ֖יו H251 לֹ֥א H3808 יַחְמֹֽלוּ H2550 ",
      "20": "וַיִּגְזֹ֤ר H1504 עַל H5921 יָמִין֙ H3225 וְרָעֵ֔ב H7456 וַיֹּ֥אכַל H398 עַל H5921 שְׂמֹ֖אול H8040 וְלֹ֣א H3808 שָׂבֵ֑עוּ H7646 אִ֥ישׁ H376 בְּשַׂר H1320 זְרֹע֖וֹ H2220 יֹאכֵֽלוּ H398 ",
      "21": "מְנַשֶּׁ֣ה H4519 אֶת H853 אֶפְרַ֗יִם H669 וְאֶפְרַ֨יִם֙ H669 אֶת H853 מְנַשֶּׁ֔ה H4519 יַחְדָּ֥ו H3162 הֵ֖מָּה H1992 עַל H5921 יְהוּדָ֑ה H3063 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 "
    },
    "10": {
      "1": "ה֥וֹי H1945 הַחֹֽקְקִ֖ים H2710 חִקְקֵי H2711 אָ֑וֶן H205 וּֽמְכַתְּבִ֥ים H3789 עָמָ֖ל H5999 כִּתֵּֽבוּ H3789 ",
      "2": "לְהַטּ֤וֹת H5186 מִדִּין֙ H1779 דַּלִּ֔ים H1800 וְלִ H1497 מִשְׁפַּ֖ט H4941 עֲנִיֵּ֣י H6041 עַמִּ֑י H5971 לִהְי֤וֹת H1961 אַלְמָנוֹת֙ H490 שְׁלָלָ֔ם H7998 וְאֶת H853 יְתוֹמִ֖ים H3490 יָבֹֽזּוּ H962 ",
      "3": "וּמַֽה H4100 תַּעֲשׂוּ֙ H6213 לְי֣וֹם H3117 פְּקֻדָּ֔ה H6486 וּלְ H7722 מִמֶּרְחָ֣ק H4801 תָּב֑וֹא H935 עַל H5921 מִי֙ H4310 תָּנ֣וּסוּ H5127 לְעֶזְרָ֔ה H5833 וְאָ֥נָה H575 תַעַזְב֖וּ H5800 כְּבוֹדְכֶֽם H3519 ",
      "4": "בִּלְתִּ֤י H1115 כָרַע֙ H3766 תַּ֣חַת H8478 אַסִּ֔יר H616 וְתַ֥חַת H8478 הֲרוּגִ֖ים H2026 יִפֹּ֑לוּ H5307 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
      "5": "ה֥וֹי H1945 אַשּׁ֖וּר H804 שֵׁ֣בֶט H7626 אַפִּ֑י H639 וּמַטֶּה H4294 ה֥וּא H1931 בְיָדָ֖ H3027 זַעְמִֽי H2195 ",
      "6": "בְּג֤וֹי H1471 חָנֵף֙ H2611 אֲשַׁלְּחֶ֔נּוּ H7971 וְעַל H5921 עַ֥ם H5971 עֶבְרָתִ֖י H5678 אֲצַוֶּ֑נּוּ H6680 לִשְׁלֹ֤ל H7997 שָׁלָל֙ H7998 וְלָ H962 בַּ֔ז H957 ול H7760 מִרְמָ֖ס H4823 כְּחֹ֥מֶר H2563 חוּצֽוֹת H2351 ",
      "7": "וְהוּא֙ H1931 לֹא H3808 כֵ֣ן H3651 יְדַמֶּ֔ה H1819 וּלְבָב֖ H3824 לֹא H3808 כֵ֣ן H3651 יַחְשֹׁ֑ב H2803 כִּ֚י H3588 לְהַשְׁמִ֣יד H8045 בִּלְבָב֔ H3824 וּלְ H3772 גּוֹיִ֖ם H1471 לֹ֥א H3808 מְעָֽט H4592 ",
      "8": "כִּ֖י H3588 יֹאמַ֑ר H559 הֲלֹ֥א H3808 שָׂרַ֛י H8269 יַחְדָּ֖ו H3162 מְלָכִֽים H4428 ",
      "9": "הֲלֹ֥א H3808 כְּכַרְכְּמִ֖ישׁ H3751 כַּלְנ֑וֹ H3641 אִם H518 לֹ֤א H3808 כְאַרְפַּד֙ H774 חֲמָ֔ת H2574 אִם H518 לֹ֥א H3808 כְדַמֶּ֖שֶׂק H1834 שֹׁמְרֽוֹן H8111 ",
      "10": "כַּאֲשֶׁר֙ H834 מָצְאָ֣ה H4672 יָדִ֔י H3027 לְמַמְלְכֹ֖ת H4467 הָאֱלִ֑יל H457 וּפְסִ֣ילֵי H6456 מִירֽוּשָׁלִַ֖ם H3389 וּמִ H8111 ",
      "11": "הֲלֹ֗א H3808 כַּאֲשֶׁ֥ר H834 עָשִׂ֛יתִי H6213 לְשֹׁמְר֖וֹן H8111 וְלֶ H457 כֵּ֛ן H3651 אֶעֱשֶׂ֥ה H6213 לִירוּשָׁלִַ֖ם H3389 וְלַ H6091 ",
      "12": "וְהָיָ֗ה H1961 כִּֽי H3588 יְבַצַּ֤ע H1214 אֲדֹנָי֙ H136 אֶת H853 כָּל H3605 מַֽעֲשֵׂ֔הוּ H4639 בְּהַ֥ר H2022 צִיּ֖וֹן H6726 וּבִ H3389 אֶפְקֹ֗ד H6485 עַל H5921 פְּרִי H6529 גֹ֨דֶל֙ H1433 לְבַ֣ב H3824 מֶֽלֶךְ H4428 אַשּׁ֔וּר H804 וְעַל H5921 תִּפְאֶ֖רֶת H8597 ר֥וּם H7312 עֵינָֽיו H5869 ",
      "13": "כִּ֣י H3588 אָמַ֗ר H559 בְּכֹ֤חַ H3581 יָדִי֙ H3027 עָשִׂ֔יתִי H6213 וּבְ H2451 כִּ֣י H3588 נְבֻנ֑וֹתִי H995 וְאָסִ֣יר H5493 גְּבוּלֹ֣ת H1367 עַמִּ֗ים H5971 ועתידתי H6264 שׁוֹשֵׂ֔תִי H8154 וְאוֹרִ֥יד H3381 כַּאבִּ֖יר H47 יוֹשְׁבִֽים H3427 ",
      "14": "וַתִּמְצָ֨א H4672 כַקֵּ֤ן H7064 יָדִי֙ H3027 לְחֵ֣יל H2428 הָֽעַמִּ֔ים H5971 וְכֶ H622 בֵּיצִ֣ים H1000 עֲזֻב֔וֹת H5800 כָּל H3605 הָאָ֖רֶץ H776 אֲנִ֣י H589 אָסָ֑פְתִּי H622 וְלֹ֤א H3808 הָיָה֙ H1961 נֹדֵ֣ד H5074 כָּנָ֔ף H3671 וּפֹצֶ֥ה H6475 פֶ֖ה H6310 וּמְצַפְצֵֽף H6850 ",
      "15": "הֲיִתְפָּאֵר֙ H6286 הַגַּרְזֶ֔ן H1631 עַ֖ל H5921 הַחֹצֵ֣ב H2672 בּ֑וֹ Hb אִם H518 יִתְגַּדֵּ֤ל H1431 הַמַּשּׂוֹר֙ H4883 עַל H5921 מְנִיפ֔וֹ H5130 כְּהָנִ֥יף H5130 שֵׁ֨בֶט֙ H7626 וְאֶת H853 מְרִימָ֔יו H7311 כְּהָרִ֥ים H7311 מַטֶּ֖ה H4294 לֹא H3808 עֵֽץ H6086 ",
      "16": "לָ֠כֵן H3651 יְשַׁלַּ֨ח H7971 הָאָד֜וֹן H113 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 בְּמִשְׁמַנָּ֖י H4924 רָז֑וֹן H7332 וְתַ֧חַת H8478 כְּבֹד֛וֹ H3519 יֵקַ֥ד H3344 יְקֹ֖ד H3350 כִּיק֥וֹד H3350 אֵֽשׁ H784 ",
      "17": "וְהָיָ֤ה H1961 אֽוֹר H216 יִשְׂרָאֵל֙ H3478 לְאֵ֔שׁ H784 וּקְדוֹשׁ֖ H6918 לְלֶהָבָ֑ה H3852 וּבָעֲרָ֗ה H1197 וְאָֽכְלָ֛ה H398 שִׁית֥וֹ H7898 וּשְׁמִיר֖ H8068 בְּי֥וֹם H3117 אֶחָֽד H259 ",
      "18": "וּכְב֤וֹד H3519 יַעְרוֹ֙ H3293 וְכַרְמִלּ֔ H3759 מִנֶּ֥פֶשׁ H5315 וְעַד H5704 בָּשָׂ֖ר H1320 יְכַלֶּ֑ה H3615 וְהָיָ֖ה H1961 כִּמְסֹ֥ס H4549 נֹסֵֽס H5263 ",
      "19": "וּשְׁאָ֥ר H7605 עֵ֛ץ H6086 יַעְר֖וֹ H3293 מִסְפָּ֣ר H4557 יִֽהְי֑וּ H1961 וְנַ֖עַר H5288 יִכְתְּבֵֽם H3789 ",
      "20": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 לֹֽא H3808 יוֹסִ֨יף H3254 ע֜וֹד H5750 שְׁאָ֤ר H7605 יִשְׂרָאֵל֙ H3478 וּפְלֵיטַ֣ת H6413 בֵּֽית H1004 יַעֲקֹ֔ב H3290 לְהִשָּׁעֵ֖ן H8172 עַל H5921 מַכֵּ֑הוּ H5221 וְנִשְׁעַ֗ן H8172 עַל H5921 יְהוָ֛ה H3068 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 בֶּאֱמֶֽת H571 ",
      "21": "שְׁאָ֥ר H7605 יָשׁ֖וּב H7725 שְׁאָ֣ר H7605 יַעֲקֹ֑ב H3290 אֶל H413 אֵ֖ל H410 גִּבּֽוֹר H1368 ",
      "22": "כִּ֣י H3588 אִם H518 יִהְיֶ֞ה H1961 עַמְּךָ֤ H5971 יִשְׂרָאֵל֙ H3478 כְּח֣וֹל H2344 הַיָּ֔ם H3220 שְׁאָ֖ר H7605 יָשׁ֣וּב H7725 בּ֑וֹ Hb כִּלָּי֥וֹן H3631 חָר֖וּץ H2782 שׁוֹטֵ֥ף H7857 צְדָקָֽה H6666 ",
      "23": "כִּ֥י H3588 כָלָ֖ה H3617 וְנֶחֱרָצָ֑ה H2782 אֲדֹנָ֤י H136 יְהוִה֙ H3069 צְבָא֔וֹת H6635 עֹשֶׂ֖ה H6213 בְּקֶ֥רֶב H7130 כָּל H3605 הָאָֽרֶץ H776 ",
      "24": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 צְבָא֔וֹת H6635 אַל H408 תִּירָ֥א H3372 עַמִּ֛י H5971 יֹשֵׁ֥ב H3427 צִיּ֖וֹן H6726 מֵֽאַשּׁ֑וּר H804 בַּשֵּׁ֣בֶט H7626 יַכֶּ֔כָּה H5221 וּמַטֵּ֥ H4294 יִשָּֽׂא H5375 עָלֶ֖יךָ H5921 בְּדֶ֥רֶךְ H1870 מִצְרָֽיִם H4714 ",
      "25": "כִּי H3588 ע֖וֹד H5750 מְעַ֣ט H4592 מִזְעָ֑ר H4213 וְכָ֣לָה H3615 זַ֔עַם H2195 וְאַפִּ֖ H639 עַל H5921 תַּבְלִיתָֽם H8399 ",
      "26": "וְעוֹרֵ֨ר H5782 עָלָ֜יו H5921 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 שׁ֔וֹט H7752 כְּמַכַּ֥ת H4347 מִדְיָ֖ן H4080 בְּצ֣וּר H6697 עוֹרֵ֑ב H6159 וּמַטֵּ֨ H4294 עַל H5921 הַיָּ֔ם H3220 וּנְשָׂא֖ H5375 בְּדֶ֥רֶךְ H1870 מִצְרָֽיִם H4714 ",
      "27": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יָס֤וּר H5493 סֻבֳּלוֹ֙ H5448 מֵעַ֣ל H5921 שִׁכְמֶ֔ךָ H7926 וְעֻלּ֖ H5923 מֵעַ֣ל H5921 צַוָּארֶ֑ךָ H6677 וְחֻבַּ֥ל H2254 עֹ֖ל H5923 מִפְּנֵי H6440 שָֽׁמֶן H8081 ",
      "28": "בָּ֥א H935 עַל H5921 עַיַּ֖ת H5857 עָבַ֣ר H5674 בְּמִגְר֑וֹן H4051 לְמִכְמָ֖שׂ H4363 יַפְקִ֥יד H6485 כֵּלָֽיו H3627 ",
      "29": "עָֽבְרוּ֙ H5674 מַעְבָּרָ֔ה H4569 גֶּ֖בַע H1387 מָל֣וֹן H4411 לָ֑נוּ Hl חָֽרְדָה֙ H2729 הָֽרָמָ֔ה H7414 גִּבְעַ֥ת H1390 שָׁא֖וּל H7586 נָֽסָה H5127 ",
      "30": "צַהֲלִ֥י H6670 קוֹלֵ֖ךְ H6963 בַּת H1323 גַּלִּ֑ים H1554 הַקְשִׁ֥יבִי H7181 לַ֖יְשָׁה H3919 עֲנִיָּ֥ה H6041 עֲנָתֽוֹת H6068 ",
      "31": "נָדְדָ֖ה H5074 מַדְמֵנָ֑ה H4088 יֹשְׁבֵ֥י H3427 הַגֵּבִ֖ים H1374 הֵעִֽיזוּ H5756 ",
      "32": "ע֥וֹד H5750 הַיּ֖וֹם H3117 בְּנֹ֣ב H5011 לַֽעֲמֹ֑ד H5975 יְנֹפֵ֤ף H5130 יָדוֹ֙ H3027 הַ֣ר H2022 בית H1004 צִיּ֔וֹן H1323 גִּבְעַ֖ת H1389 יְרוּשָׁלִָֽם H3389 ",
      "33": "הִנֵּ֤ה H2009 הָאָדוֹן֙ H113 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 מְסָעֵ֥ף H5586 פֻּארָ֖ה H6288 בְּמַעֲרָצָ֑ה H4637 וְרָמֵ֤י H7311 הַקּוֹמָה֙ H6967 גְּדוּעִ֔ים H1438 וְהַ H1364 יִשְׁפָּֽלוּ H8213 ",
      "34": "וְנִקַּ֛ף H5362 סִֽבְכֵ֥י H5442 הַיַּ֖עַר H3293 בַּבַּרְזֶ֑ל H1270 וְהַ H3844 בְּאַדִּ֥יר H117 יִפּֽוֹל H5307 "
    },
    "11": {
      "1": "וְיָצָ֥א H3318 חֹ֖טֶר H2415 מִגֵּ֣זַע H1503 יִשָׁ֑י H3448 וְנֵ֖צֶר H5342 מִשָּׁרָשָׁ֥י H8328 יִפְרֶֽה H6509 ",
      "2": "וְנָחָ֥ה H5117 עָלָ֖יו H5921 ר֣וּחַ H7307 יְהוָ֑ה H3068 ר֧וּחַ H7307 חָכְמָ֣ה H2451 וּבִינָ֗ה H998 ר֤וּחַ H7307 עֵצָה֙ H6098 וּגְבוּרָ֔ה H1369 ר֥וּחַ H7307 דַּ֖עַת H1847 וְיִרְאַ֥ת H3374 יְהוָֽה H3068 ",
      "3": "וַהֲרִיח֖ H7306 בְּיִרְאַ֣ת H3374 יְהוָ֑ה H3068 וְלֹֽא H3808 לְמַרְאֵ֤ה H4758 עֵינָיו֙ H5869 יִשְׁפּ֔וֹט H8199 וְלֹֽא H3808 לְמִשְׁמַ֥ע H4926 אָזְנָ֖יו H241 יוֹכִֽיחַ H3198 ",
      "4": "וְשָׁפַ֤ט H8199 בְּצֶ֨דֶק֙ H6664 דַּלִּ֔ים H1800 וְהוֹכִ֥יחַ H3198 בְּמִישׁ֖וֹר H4334 לְעַנְוֵי H6035 אָ֑רֶץ H776 וְהִֽכָּה H5221 אֶ֨רֶץ֙ H776 בְּשֵׁ֣בֶט H7626 פִּ֔יו H6310 וּבְ H7307 שְׂפָתָ֖יו H8193 יָמִ֥ית H4191 רָשָֽׁע H7563 ",
      "5": "וְהָ֥יָה H1961 צֶ֖דֶק H6664 אֵז֣וֹר H232 מָתְנָ֑יו H4975 וְהָ H530 אֵז֥וֹר H232 חֲלָצָֽיו H2504 ",
      "6": "וְגָ֤ר H1481 זְאֵב֙ H2061 עִם H5973 כֶּ֔בֶשׂ H3532 וְנָמֵ֖ר H5246 עִם H5973 גְּדִ֣י H1423 יִרְבָּ֑ץ H7257 וְעֵ֨גֶל H5695 וּכְפִ֤יר H3715 וּמְרִיא֙ H4806 יַחְדָּ֔ו H3162 וְנַ֥עַר H5288 קָטֹ֖ן H6996 נֹהֵ֥ג H5090 בָּֽם Hb ",
      "7": "וּפָרָ֤ה H6510 וָדֹב֙ H1677 תִּרְעֶ֔ינָה H7462 יַחְדָּ֖ו H3162 יִרְבְּצ֣וּ H7257 יַלְדֵיהֶ֑ן H3206 וְאַרְיֵ֖ה H738 כַּבָּקָ֥ר H1241 יֹֽאכַל H398 תֶּֽבֶן H8401 ",
      "8": "וְשִֽׁעֲשַׁ֥ע H8173 יוֹנֵ֖ק H3243 עַל H5921 חֻ֣ר H2352 פָּ֑תֶן H6620 וְעַל֙ H5921 מְאוּרַ֣ת H3975 צִפְעוֹנִ֔י H6848 גָּמ֖וּל H1580 יָד֥וֹ H3027 הָדָֽה H1911 ",
      "9": "לֹֽא H3808 יָרֵ֥עוּ H7489 וְלֹֽא H3808 יַשְׁחִ֖יתוּ H7843 בְּכָל H3605 הַ֣ר H2022 קָדְשִׁ֑י H6944 כִּֽי H3588 מָלְאָ֣ה H4390 הָאָ֗רֶץ H776 דֵּעָה֙ H1844 אֶת H853 יְהוָ֔ה H3068 כַּמַּ֖יִם H4325 לַיָּ֥ם H3220 מְכַסִּֽים H3680 ",
      "10": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 שֹׁ֣רֶשׁ H8328 יִשַׁ֗י H3448 אֲשֶׁ֤ר H834 עֹמֵד֙ H5975 לְנֵ֣ס H5251 עַמִּ֔ים H5971 אֵלָ֖יו H413 גּוֹיִ֣ם H1471 יִדְרֹ֑שׁוּ H1875 וְהָיְתָ֥ה H1961 מְנֻחָת֖וֹ H4496 כָּבֽוֹד H3519 ",
      "11": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יוֹסִ֨יף H3254 אֲדֹנָ֤י H136 שֵׁנִית֙ H8145 יָד֔וֹ H3027 לִקְנ֖וֹת H7069 אֶת H853 שְׁאָ֣ר H7605 עַמּ֑וֹ H5971 אֲשֶׁ֣ר H834 יִשָּׁאֵר֩ H7604 מֵאַשּׁ֨וּר H804 וּמִ H4714 וּמִ H6624 וּמִ H3568 וּמֵ H5867 וּמִ H8152 וּמֵ֣ H2574 וּמֵ H339 הַיָּֽם H3220 ",
      "12": "וְנָשָׂ֥א H5375 נֵס֙ H5251 לַגּוֹיִ֔ם H1471 וְאָסַ֖ף H622 נִדְחֵ֣י H1760 יִשְׂרָאֵ֑ל H3478 וּנְפֻצ֤וֹת H5310 יְהוּדָה֙ H3063 יְקַבֵּ֔ץ H6908 מֵאַרְבַּ֖ע H702 כַּנְפ֥וֹת H3671 הָאָֽרֶץ H776 ",
      "13": "וְסָ֨רָה֙ H5493 קִנְאַ֣ת H7068 אֶפְרַ֔יִם H669 וְצֹרְרֵ֥י H6862 יְהוּדָ֖ה H3063 יִכָּרֵ֑תוּ H3772 אֶפְרַ֨יִם֙ H669 לֹֽא H3808 יְקַנֵּ֣א H7065 אֶת H853 יְהוּדָ֔ה H3063 וִֽיהוּדָ֖ה H3063 לֹֽא H3808 יָצֹ֥ר H6887 אֶת H853 אֶפְרָֽיִם H669 ",
      "14": "וְעָפ֨וּ H5774 בְכָתֵ֤ף H3802 פְּלִשְׁתִּים֙ H6430 יָ֔מָּה H3220 יַחְדָּ֖ו H3162 יָבֹ֣זּוּ H962 אֶת H853 בְּנֵי H1121 קֶ֑דֶם H6924 אֱד֤וֹם H123 וּמוֹאָב֙ H4124 מִשְׁל֣וֹח H4916 יָדָ֔ם H3027 וּבְנֵ֥י H1121 עַמּ֖וֹן H5983 מִשְׁמַעְתָּֽם H4928 ",
      "15": "וְהֶחֱרִ֣ים H2763 יְהוָ֗ה H3068 אֵ֚ת H853 לְשׁ֣וֹן H3956 יָם H3220 מִצְרַ֔יִם H4714 וְהֵנִ֥יף H5130 יָד֛וֹ H3027 עַל H5921 הַנָּהָ֖ר H5104 בַּעְיָ֣ם H5868 רוּח֑וֹ H7307 וְהִכָּ֨ H5221 לְשִׁבְעָ֣ה H7651 נְחָלִ֔ים H5158 וְהִדְרִ֖יךְ H1869 בַּנְּעָלִֽים H5275 ",
      "16": "וְהָיְתָ֣ה H1961 מְסִלָּ֔ה H4546 לִשְׁאָ֣ר H7605 עַמּ֔וֹ H5971 אֲשֶׁ֥ר H834 יִשָּׁאֵ֖ר H7604 מֵֽאַשּׁ֑וּר H804 כַּאֲשֶׁ֤ר H834 הָֽיְתָה֙ H1961 לְיִשְׂרָאֵ֔ל H3478 בְּי֥וֹם H3117 עֲלֹת֖וֹ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 "
    },
    "12": {
      "1": "וְאָֽמַרְתָּ֙ H559 בַּיּ֣וֹם H3117 הַה֔וּא H1931 אוֹדְךָ֣ H3034 יְהוָ֔ה H3068 כִּ֥י H3588 אָנַ֖פְתָּ H599 בִּ֑י Hb יָשֹׁ֥ב H7725 אַפְּךָ֖ H639 וּֽתְנַחֲמֵֽ H5162 ",
      "2": "הִנֵּ֨ה H2009 אֵ֧ל H410 יְשׁוּעָתִ֛י H3444 אֶבְטַ֖ח H982 וְלֹ֣א H3808 אֶפְחָ֑ד H6342 כִּֽי H3588 עָזִּ֤י H5797 וְזִמְרָת֙ H2176 יָ֣הּ H3050 יְהוָ֔ה H3068 וַֽיְהִי H1961 לִ֖י Hl לִֽישׁוּעָֽה H3444 ",
      "3": "וּשְׁאַבְתֶּם H7579 מַ֖יִם H4325 בְּשָׂשׂ֑וֹן H8342 מִמַּעַיְנֵ֖י H4599 הַיְשׁוּעָֽה H3444 ",
      "4": "וַאֲמַרְתֶּ֞ם H559 בַּיּ֣וֹם H3117 הַה֗וּא H1931 הוֹד֤וּ H3034 לַֽיהוָה֙ H3068 קִרְא֣וּ H7121 בִשְׁמ֔ H8034 הוֹדִ֥יעוּ H3045 בָֽעַמִּ֖ים H5971 עֲלִֽילֹתָ֑יו H5949 הַזְכִּ֕ירוּ H2142 כִּ֥י H3588 נִשְׂגָּ֖ב H7682 שְׁמֽוֹ H8034 ",
      "5": "זַמְּר֣וּ H2167 יְהוָ֔ה H3068 כִּ֥י H3588 גֵא֖וּת H1348 עָשָׂ֑ה H6213 מידעת H3045 זֹ֖את H2063 בְּכָל H3605 הָאָֽרֶץ H776 ",
      "6": "צַהֲלִ֥י H6670 וָרֹ֖נִּי H7442 יוֹשֶׁ֣בֶת H3427 צִיּ֑וֹן H6726 כִּֽי H3588 גָד֥וֹל H1419 בְּקִרְבֵּ֖ H7130 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 "
    },
    "13": {
      "1": "מַשָּׂ֖א H4853 בָּבֶ֑ל H894 אֲשֶׁ֣ר H834 חָזָ֔ה H2372 יְשַׁעְיָ֖הוּ H3470 בֶּן H1121 אָמֽוֹץ H531 ",
      "2": "עַ֤ל H5921 הַר H2022 נִשְׁפֶּה֙ H8192 שְֽׂאוּ H5375 נֵ֔ס H5251 הָרִ֥ימוּ H7311 ק֖וֹל H6963 לָהֶ֑ם Hl הָנִ֣יפוּ H5130 יָ֔ד H3027 וְיָבֹ֖אוּ H935 פִּתְחֵ֥י H6607 נְדִיבִֽים H5081 ",
      "3": "אֲנִ֥י H589 צִוֵּ֖יתִי H6680 לִמְקֻדָּשָׁ֑ H6942 גַּ֣ם H1571 קָרָ֤אתִי H7121 גִבּוֹרַי֙ H1368 לְאַפִּ֔ H639 עַלִּיזֵ֖י H5947 גַּאֲוָתִֽי H1346 ",
      "4": "ק֥וֹל H6963 הָמ֛וֹן H1995 בֶּֽהָרִ֖ים H2022 דְּמ֣וּת H1823 עַם H5971 רָ֑ב H7227 ק֠וֹל H6963 שְׁא֞וֹן H7588 מַמְלְכ֤וֹת H4467 גּוֹיִם֙ H1471 נֶֽאֱסָפִ֔ים H622 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 מְפַקֵּ֖ד H6485 צְבָ֥א H6635 מִלְחָמָֽה H4421 ",
      "5": "בָּאִ֛ים H935 מֵאֶ֥רֶץ H776 מֶרְחָ֖ק H4801 מִקְצֵ֣ה H7097 הַשָּׁמָ֑יִם H8064 יְהוָה֙ H3068 וּכְלֵ֣י H3627 זַעְמ֔וֹ H2195 לְחַבֵּ֖ל H2254 כָּל H3605 הָאָֽרֶץ H776 ",
      "6": "הֵילִ֕ילוּ H3213 כִּ֥י H3588 קָר֖וֹב H7138 י֣וֹם H3117 יְהוָ֑ה H3068 כְּשֹׁ֖ד H7701 מִשַּׁדַּ֥י H7706 יָבֽוֹא H935 ",
      "7": "עַל H5921 כֵּ֖ן H3651 כָּל H3605 יָדַ֣יִם H3027 תִּרְפֶּ֑ינָה H7503 וְכָל H3605 לְבַ֥ב H3824 אֱנ֖וֹשׁ H582 יִמָּס H4549 ",
      "8": "וְֽנִבְהָ֓לוּ H926 צִירִ֤ים H6735 וַֽחֲבָלִים֙ H2256 יֹֽאחֵז֔וּן H270 כַּיּוֹלֵדָ֖ה H3205 יְחִיל֑וּן H2342 אִ֤ישׁ H376 אֶל H413 רֵעֵ֨הוּ֙ H7453 יִתְמָ֔הוּ H8539 פְּנֵ֥י H6440 לְהָבִ֖ים H3851 פְּנֵיהֶֽם H6440 ",
      "9": "הִנֵּ֤ה H2009 יוֹם H3117 יְהוָה֙ H3068 בָּ֔א H935 אַכְזָרִ֥י H394 וְעֶבְרָ֖ה H5678 וַחֲר֣וֹן H2740 אָ֑ף H639 לָשׂ֤וּם H7760 הָאָ֨רֶץ֙ H776 לְשַׁמָּ֔ה H8047 וְחַטָּאֶ֖י H2400 יַשְׁמִ֥יד H8045 מִמֶּֽנָּה H4480 ",
      "10": "כִּֽי H3588 כוֹכְבֵ֤י H3556 הַשָּׁמַ֨יִם֙ H8064 וּכְסִ֣ילֵי H3685 לֹ֥א H3808 יָהֵ֖לּוּ H1984 אוֹרָ֑ם H216 חָשַׁ֤ךְ H2821 הַשֶּׁ֨מֶשׁ֙ H8121 בְּצֵאת֔ H3318 וְיָרֵ֖חַ H3394 לֹֽא H3808 יַגִּ֥יהַ H5050 אוֹרֽוֹ H216 ",
      "11": "וּפָקַדְתִּ֤י H6485 עַל H5921 תֵּבֵל֙ H8398 רָעָ֔ה H7451 וְעַל H5921 רְשָׁעִ֖ים H7563 עֲוֺנָ֑ם H5771 וְהִשְׁבַּתִּי֙ H7673 גְּא֣וֹן H1347 זֵדִ֔ים H2086 וְגַאֲוַ֥ת H1346 עָרִיצִ֖ים H6184 אַשְׁפִּֽיל H8213 ",
      "12": "אוֹקִ֥יר H3365 אֱנ֖וֹשׁ H582 מִפָּ֑ז H6337 וְאָדָ֖ם H120 מִכֶּ֥תֶם H3800 אוֹפִֽיר H211 ",
      "13": "עַל H5921 כֵּן֙ H3651 שָׁמַ֣יִם H8064 אַרְגִּ֔יז H7264 וְתִרְעַ֥שׁ H7493 הָאָ֖רֶץ H776 מִמְּקוֹמָ֑ H4725 בְּעֶבְרַת֙ H5678 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּבְ H3117 חֲר֥וֹן H2740 אַפּֽוֹ H639 ",
      "14": "וְהָיָה֙ H1961 כִּצְבִ֣י H6643 מֻדָּ֔ח H5080 וּכְ H6629 וְאֵ֣ין H369 מְקַבֵּ֑ץ H6908 אִ֤ישׁ H376 אֶל H413 עַמּוֹ֙ H5971 יִפְנ֔וּ H6437 וְאִ֥ישׁ H376 אֶל H413 אַרְצ֖וֹ H776 יָנֽוּסוּ H5127 ",
      "15": "כָּל H3605 הַנִּמְצָ֖א H4672 יִדָּקֵ֑ר H1856 וְכָל H3605 הַנִּסְפֶּ֖ה H5595 יִפּ֥וֹל H5307 בֶּחָֽרֶב H2719 ",
      "16": "וְעֹלְלֵי H5768 יְרֻטְּשׁ֖וּ H7376 לְעֵֽינֵי H5869 יִשַּׁ֨סּוּ֙ H8155 בָּֽתֵּיהֶ֔ם H1004 וּנְשֵׁי H802 תשגלנה H7693 ",
      "17": "הִנְנִ֛י H2005 מֵעִ֥יר H5782 עֲלֵיהֶ֖ם H5921 אֶת H853 מָדָ֑י H4074 אֲשֶׁר H834 כֶּ֨סֶף֙ H3701 לֹ֣א H3808 יַחְשֹׁ֔בוּ H2803 וְזָהָ֖ב H2091 לֹ֥א H3808 יַחְפְּצוּ H2654 בֽוֹ Hb ",
      "18": "וּקְשָׁת֖וֹת H7198 נְעָרִ֣ים H5288 תְּרַטַּ֑שְׁנָה H7376 וּפְרִי H6529 בֶ֨טֶן֙ H990 לֹ֣א H3808 יְרַחֵ֔מוּ H7355 עַל H5921 בָּנִ֖ים H1121 לֹֽא H3808 תָח֥וּס H2347 עֵינָֽם H5869 ",
      "19": "וְהָיְתָ֤ה H1961 בָבֶל֙ H894 צְבִ֣י H6643 מַמְלָכ֔וֹת H4467 תִּפְאֶ֖רֶת H8597 גְּא֣וֹן H1347 כַּשְׂדִּ֑ים H3778 כְּמַהְפֵּכַ֣ת H4114 אֱלֹהִ֔ים H430 אֶת H853 סְדֹ֖ם H5467 וְאֶת H853 עֲמֹרָֽה H6017 ",
      "20": "לֹֽא H3808 תֵשֵׁ֣ב H3427 לָנֶ֔צַח H5331 וְלֹ֥א H3808 תִשְׁכֹּ֖ן H7931 עַד H5704 דּ֣וֹר H1755 וָד֑וֹר H1755 וְלֹֽא H3808 יַהֵ֥ל H167 שָׁם֙ H8033 עֲרָבִ֔י H6163 וְרֹעִ֖ים H7462 לֹא H3808 יַרְבִּ֥צוּ H7257 שָֽׁם H8033 ",
      "21": "וְרָבְצוּ H7257 שָׁ֣ם H8033 צִיִּ֔ים H6728 וּמָלְא֥וּ H4390 בָתֵּיהֶ֖ם H1004 אֹחִ֑ים H255 וְשָׁ֤כְנוּ H7931 שָׁם֙ H8033 בְּנ֣וֹת H1323 יַֽעֲנָ֔ה H3284 וּשְׂעִירִ֖ים H8163 יְרַקְּדוּ H7540 שָֽׁם H8033 ",
      "22": "וְעָנָ֤ה H6030 אִיִּים֙ H338 בְּאַלְמנוֹתָ֔י H490 וְתַנִּ֖ים H8577 בְּהֵ֣יכְלֵי H1964 עֹ֑נֶג H6027 וְקָר֤וֹב H7138 לָבוֹא֙ H935 עִתָּ֔הּ H6256 וְיָמֶ֖י H3117 לֹ֥א H3808 יִמָּשֵֽׁכוּ H4900 "
    },
    "14": {
      "1": "כִּי֩ H3588 יְרַחֵ֨ם H7355 יְהוָ֜ה H3068 אֶֽת H853 יַעֲקֹ֗ב H3290 וּבָחַ֥ר H977 עוֹד֙ H5750 בְּיִשְׂרָאֵ֔ל H3478 וְהִנִּיחָ֖ H3240 עַל H5921 אַדְמָתָ֑ם H127 וְנִלְוָ֤ה H3867 הַגֵּר֙ H1616 עֲלֵיהֶ֔ם H5921 וְנִסְפְּח֖וּ H5596 עַל H5921 בֵּ֥ית H1004 יַעֲקֹֽב H3290 ",
      "2": "וּלְקָח֣וּ H3947 עַמִּים֮ H5971 וֶהֱבִיא֣וּ H935 אֶל H413 מְקוֹמָם֒ H4725 וְהִֽתְנַחֲל֣וּ H5157 בֵּֽית H1004 יִשְׂרָאֵ֗ל H3478 עַ֚ל H5921 אַדְמַ֣ת H127 יְהוָ֔ה H3068 לַעֲבָדִ֖ים H5650 וְלִ H8198 וְהָיוּ֙ H1961 שֹׁבִ֣ים H7617 לְשֹֽׁבֵי H7617 וְרָד֖וּ H7287 בְּנֹגְשֵׂי H5065 ",
      "3": "וְהָיָ֗ה H1961 בְּי֨וֹם H3117 הָנִ֤יחַ H5117 יְהוָה֙ H3068 לְךָ֔ Hl מֵֽעָצְבְּ H6090 וּמֵ H7267 וּמִן H4480 הָעֲבֹדָ֥ה H5656 הַקָּשָׁ֖ה H7186 אֲשֶׁ֥ר H834 עֻבַּד H5647 בָּֽךְ Hb ",
      "4": "וְנָשָׂ֜אתָ H5375 הַמָּשָׁ֥ל H4912 הַזֶּ֛ה H2088 עַל H5921 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 וְאָמָ֑רְתָּ H559 אֵ֚יךְ H349 שָׁבַ֣ת H7673 נֹגֵ֔שׂ H5065 שָׁבְתָ֖ה H7673 מַדְהֵבָֽה H4062 ",
      "5": "שָׁבַ֥ר H7665 יְהוָ֖ה H3068 מַטֵּ֣ה H4294 רְשָׁעִ֑ים H7563 שֵׁ֖בֶט H7626 מֹשְׁלִֽים H4910 ",
      "6": "מַכֶּ֤ה H5221 עַמִּים֙ H5971 בְּעֶבְרָ֔ה H5678 מַכַּ֖ת H4347 בִּלְתִּ֣י H1115 סָרָ֑ה H5627 רֹדֶ֤ה H7287 בָאַף֙ H639 גּוֹיִ֔ם H1471 מֻרְדָּ֖ף H4783 בְּלִ֥י H1097 חָשָֽׂךְ H2820 ",
      "7": "נָ֥חָה H5117 שָׁקְטָ֖ה H8252 כָּל H3605 הָאָ֑רֶץ H776 פָּצְח֖וּ H6476 רִנָּֽה H7440 ",
      "8": "גַּם H1571 בְּרוֹשִׁ֛ים H1265 שָׂמְח֥וּ H8055 לְךָ֖ Hl אַרְזֵ֣י H730 לְבָנ֑וֹן H3844 מֵאָ֣ז H227 שָׁכַ֔בְתָּ H7901 לֹֽא H3808 יַעֲלֶ֥ה H5927 הַכֹּרֵ֖ת H3772 עָלֵֽינוּ H5921 ",
      "9": "שְׁא֗וֹל H7585 מִתַּ֛חַת H8478 רָגְזָ֥ה H7264 לְךָ֖ Hl לִקְרַ֣את H7125 בּוֹאֶ֑ךָ H935 עוֹרֵ֨ר H5782 לְךָ֤ Hl רְפָאִים֙ H7496 כָּל H3605 עַתּ֣וּדֵי H6260 אָ֔רֶץ H776 הֵקִים֙ H6965 מִכִּסְאוֹתָ֔ H3678 כֹּ֖ל H3605 מַלְכֵ֥י H4428 גוֹיִֽם H1471 ",
      "10": "כֻּלָּ֣ם H3605 יַֽעֲנ֔וּ H6030 וְיֹאמְר֖וּ H559 אֵלֶ֑יךָ H413 גַּם H1571 אַתָּ֛ה H859 חֻלֵּ֥יתָ H2470 כָמ֖וֹנוּ H3644 אֵלֵ֥ינוּ H413 נִמְשָֽׁלְתָּ H4911 ",
      "11": "הוּרַ֥ד H3381 שְׁא֛וֹל H7585 גְּאוֹנֶ֖ךָ H1347 הֶמְיַ֣ת H1998 נְבָלֶ֑יךָ H5035 תַּחְתֶּ֨יךָ֙ H8478 יֻצַּ֣ע H3331 רִמָּ֔ה H7415 וּמְכַסֶּ֖י H4374 תּוֹלֵעָֽה H8438 ",
      "12": "אֵ֛יךְ H349 נָפַ֥לְתָּ H5307 מִשָּׁמַ֖יִם H8064 הֵילֵ֣ל H1966 בֶּן H1121 שָׁ֑חַר H7837 נִגְדַּ֣עְתָּ H1438 לָאָ֔רֶץ H776 חוֹלֵ֖שׁ H2522 עַל H5921 גּוֹיִֽם H1471 ",
      "13": "וְאַתָּ֞ה H859 אָמַ֤רְתָּ H559 בִֽלְבָבְ H3824 הַשָּׁמַ֣יִם H8064 אֶֽעֱלֶ֔ה H5927 מִמַּ֥עַל H4605 לְכֽוֹכְבֵי H3556 אֵ֖ל H410 אָרִ֣ים H7311 כִּסְאִ֑י H3678 וְאֵשֵׁ֥ב H3427 בְּהַר H2022 מוֹעֵ֖ד H4150 בְּיַרְכְּתֵ֥י H3411 צָפֽוֹן H6828 ",
      "14": "אֶעֱלֶ֖ה H5927 עַל H5921 בָּ֣מֳתֵי H1116 עָ֑ב H5645 אֶדַּמֶּ֖ה H1819 לְעֶלְיֽוֹן H5945 ",
      "15": "אַ֧ךְ H389 אֶל H413 שְׁא֛וֹל H7585 תּוּרָ֖ד H3381 אֶל H413 יַרְכְּתֵי H3411 בֽוֹר H953 ",
      "16": "רֹאֶ֨יךָ֙ H7200 אֵלֶ֣יךָ H413 יַשְׁגִּ֔יחוּ H7688 אֵלֶ֖יךָ H413 יִתְבּוֹנָ֑נוּ H995 הֲזֶ֤ה H2088 הָאִישׁ֙ H376 מַרְגִּ֣יז H7264 הָאָ֔רֶץ H776 מַרְעִ֖ישׁ H7493 מַמְלָכֽוֹת H4467 ",
      "17": "שָׂ֥ם H7760 תֵּבֵ֛ל H8398 כַּמִּדְבָּ֖ר H4057 וְעָרָ֣י H5892 הָרָ֑ס H2040 אֲסִירָ֖יו H615 לֹא H3808 פָ֥תַח H6605 בָּֽיְתָה H1004 ",
      "18": "כָּל H3605 מַלְכֵ֥י H4428 גוֹיִ֖ם H1471 כֻּלָּ֑ם H3605 שָׁכְב֥וּ H7901 בְכָב֖וֹד H3519 אִ֥ישׁ H376 בְּבֵיתֽ H1004 ",
      "19": "וְאַתָּ֞ה H859 הָשְׁלַ֤כְתָּ H7993 מִֽקִּבְרְ H6913 כְּנֵ֣צֶר H5342 נִתְעָ֔ב H8581 לְב֥וּשׁ H3830 הֲרֻגִ֖ים H2026 מְטֹ֣עֲנֵי H2944 חָ֑רֶב H2719 יוֹרְדֵ֥י H3381 אֶל H413 אַבְנֵי H68 ב֖וֹר H953 כְּפֶ֥גֶר H6297 מוּבָֽס H947 ",
      "20": "לֹֽא H3808 תֵחַ֤ד H3161 אִתָּם֙ H854 בִּקְבוּרָ֔ה H6900 כִּֽי H3588 אַרְצְךָ֥ H776 שִׁחַ֖תָּ H7843 עַמְּךָ֣ H5971 הָרָ֑גְתָּ H2026 לֹֽא H3808 יִקָּרֵ֥א H7121 לְעוֹלָ֖ם H5769 זֶ֥רַע H2233 מְרֵעִֽים H7489 ",
      "21": "הָכִ֧ינוּ H3559 לְבָנָ֛י H1121 מַטְבֵּ֖חַ H4293 בַּעֲוֺ֣ן H5771 אֲבוֹתָ֑ם H1 בַּל H1077 יָקֻ֨מוּ֙ H6965 וְיָ֣רְשׁוּ H3423 אָ֔רֶץ H776 וּמָלְא֥וּ H4390 פְנֵֽי H6440 תֵבֵ֖ל H8398 עָרִֽים H5892 ",
      "22": "וְקַמְתִּ֣י H6965 עֲלֵיהֶ֔ם H5921 נְאֻ֖ם H5002 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְהִכְרַתִּ֨י H3772 לְבָבֶ֜ל H894 שֵׁ֥ם H8034 וּשְׁאָ֛ר H7605 וְנִ֥ין H5209 וָנֶ֖כֶד H5220 נְאֻם H5002 יְהוָֽה H3068 ",
      "23": "וְשַׂמְתִּ֛י H7760 לְמוֹרַ֥שׁ H4180 קִפֹּ֖ד H7090 וְאַגְמֵי H98 מָ֑יִם H4325 וְטֵֽאטֵאתִ֨י H2894 בְּמַטְאֲטֵ֣א H4292 הַשְׁמֵ֔ד H8045 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "24": "נִשְׁבַּ֛ע H7650 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 אִם H518 לֹ֞א H3808 כַּאֲשֶׁ֤ר H834 דִּמִּ֨יתִי֙ H1819 כֵּ֣ן H3651 הָיָ֔תָה H1961 וְכַ H834 יָעַ֖צְתִּי H3289 הִ֥יא H1931 תָקֽוּם H6965 ",
      "25": "לִשְׁבֹּ֤ר H7665 אַשּׁוּר֙ H804 בְּאַרְצִ֔ H776 וְעַל H5921 הָרַ֖י H2022 אֲבוּסֶ֑נּוּ H947 וְסָ֤ר H5493 מֵֽעֲלֵי H5921 עֻלּ֔וֹ H5923 וְסֻ֨בֳּל֔ H5448 מֵעַ֥ל H5921 שִׁכְמ֖וֹ H7926 יָסֽוּר H5493 ",
      "26": "זֹ֛את H2063 הָעֵצָ֥ה H6098 הַיְּעוּצָ֖ה H3289 עַל H5921 כָּל H3605 הָאָ֑רֶץ H776 וְזֹ֛את H2063 הַיָּ֥ד H3027 הַנְּטוּיָ֖ה H5186 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 ",
      "27": "כִּֽי H3588 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 יָעָ֖ץ H3289 וּמִ֣י H4310 יָפֵ֑ר H6565 וְיָד֥ H3027 הַנְּטוּיָ֖ה H5186 וּֽמִ֥י H4310 יְשִׁיבֶֽנָּה H7725 ",
      "28": "בִּשְׁנַת H8141 מ֖וֹת H4194 הַמֶּ֣לֶךְ H4428 אָחָ֑ז H271 הָיָ֖ה H1961 הַמַּשָּׂ֥א H4853 הַזֶּֽה H2088 ",
      "29": "אַֽל H408 תִּשְׂמְחִ֤י H8055 פְלֶ֨שֶׁת֙ H6429 כֻּלֵּ֔ךְ H3605 כִּ֥י H3588 נִשְׁבַּ֖ר H7665 שֵׁ֣בֶט H7626 מַכֵּ֑ךְ H5221 כִּֽי H3588 מִשֹּׁ֤רֶשׁ H8328 נָחָשׁ֙ H5175 יֵ֣צֵא H3318 צֶ֔פַע H6848 וּפִרְי֖ H6529 שָׂרָ֥ף H8314 מְעוֹפֵֽף H5774 ",
      "30": "וְרָעוּ֙ H7462 בְּכוֹרֵ֣י H1060 דַלִּ֔ים H1800 וְאֶבְיוֹנִ֖ים H34 לָבֶ֣טַח H983 יִרְבָּ֑צוּ H7257 וְהֵמַתִּ֤י H4191 בָֽרָעָב֙ H7458 שָׁרְשֵׁ֔ךְ H8328 וּשְׁאֵרִיתֵ֖ H7611 יַהֲרֹֽג H2026 ",
      "31": "הֵילִ֤ילִֽי H3213 שַׁ֨עַר֙ H8179 זַֽעֲקִי H2199 עִ֔יר H5892 נָמ֖וֹג H4127 פְּלֶ֣שֶׁת H6429 כֻּלֵּ֑ךְ H3605 כִּ֤י H3588 מִצָּפוֹן֙ H6828 עָשָׁ֣ן H6227 בָּ֔א H935 וְאֵ֥ין H369 בּוֹדֵ֖ד H909 בְּמוֹעָדָֽי H4151 ",
      "32": "וּמַֽה H4100 יַּעֲנֶ֖ה H6030 מַלְאֲכֵי H4397 ג֑וֹי H1471 כִּ֤י H3588 יְהוָה֙ H3068 יִסַּ֣ד H3245 צִיּ֔וֹן H6726 וּבָ֥ Hc/Hb יֶחֱס֖וּ H2620 עֲנִיֵּ֥י H6041 עַמּֽוֹ H5971 "
    },
    "15": {
      "1": "מַשָּׂ֖א H4853 מוֹאָ֑ב H4124 כִּ֠י H3588 בְּלֵ֞יל H3915 שֻׁדַּ֨ד H7703 עָ֤ר H6144 מוֹאָב֙ H4124 נִדְמָ֔ה H1820 כִּ֗י H3588 בְּלֵ֛יל H3915 שֻׁדַּ֥ד H7703 קִיר H7024 מוֹאָ֖ב H4124 נִדְמָֽה H1820 ",
      "2": "עָלָ֨ה H5927 הַבַּ֧יִת H1006 וְדִיבֹ֛ן H1769 הַבָּמ֖וֹת H1116 לְבֶ֑כִי H1065 עַל H5921 נְב֞וֹ H5015 וְעַ֤ל H5921 מֵֽידְבָא֙ H4311 מוֹאָ֣ב H4124 יְיֵלִ֔יל H3213 בְּכָל H3605 רֹאשָׁ֣יו H7218 קָרְחָ֔ה H7144 כָּל H3605 זָקָ֖ן H2206 גְּרוּעָֽה H1639 ",
      "3": "בְּחוּצֹתָ֖י H2351 חָ֣גְרוּ H2296 שָׂ֑ק H8242 עַ֣ל H5921 גַּגּוֹתֶ֧יהָ H1406 וּבִ H7339 כֻּלֹּ֥ה H3605 יְיֵלִ֖יל H3213 יֹרֵ֥ד H3381 בַּבֶּֽכִי H1065 ",
      "4": "וַתִּזְעַ֤ק H2199 חֶשְׁבּוֹן֙ H2809 וְאֶלְעָלֵ֔ה H500 עַד H5704 יַ֖הַץ H3096 נִשְׁמַ֣ע H8085 קוֹלָ֑ם H6963 עַל H5921 כֵּ֗ן H3651 חֲלֻצֵ֤י H2502 מוֹאָב֙ H4124 יָרִ֔יעוּ H7321 נַפְשׁ֖וֹ H5315 יָ֥רְעָה H3415 לּֽוֹ Hl ",
      "5": "לִבִּי֙ H3820 לְמוֹאָ֣ב H4124 יִזְעָ֔ק H2199 בְּרִיחֶ֕הָ H1280 עַד H5704 צֹ֖עַר H6820 עֶגְלַ֣ת H5697 שְׁלִשִׁיָּ֑ה H7992 כִּ֣י H3588 מַעֲלֵ֣ה H4608 הַלּוּחִ֗ית H3872 בִּבְכִי֙ H1065 יַֽעֲלֶה H5927 בּ֔וֹ Hb כִּ֚י H3588 דֶּ֣רֶךְ H1870 חוֹרֹנַ֔יִם H2773 זַעֲקַת H2201 שֶׁ֖בֶר H7667 יְעֹעֵֽרוּ H5782 ",
      "6": "כִּֽי H3588 מֵ֥י H4325 נִמְרִ֖ים H5249 מְשַׁמּ֣וֹת H4923 יִֽהְי֑וּ H1961 כִּֽי H3588 יָבֵ֤שׁ H3001 חָצִיר֙ H2682 כָּ֣לָה H3615 דֶ֔שֶׁא H1877 יֶ֖רֶק H3418 לֹ֥א H3808 הָיָֽה H1961 ",
      "7": "עַל H5921 כֵּ֖ן H3651 יִתְרָ֣ה H3502 עָשָׂ֑ה H6213 וּפְקֻדָּתָ֔ H6486 עַ֛ל H5921 נַ֥חַל H5158 הָעֲרָבִ֖ים H6155 יִשָּׂאֽוּם H5375 ",
      "8": "כִּֽי H3588 הִקִּ֥יפָה H5362 הַזְּעָקָ֖ה H2201 אֶת H853 גְּב֣וּל H1366 מוֹאָ֑ב H4124 עַד H5704 אֶגְלַ֨יִם֙ H97 יִלְלָתָ֔הּ H3215 וּבְאֵ֥ר H879 אֵילִ֖ים H879 יִלְלָתָֽהּ H3215 ",
      "9": "כִּ֣י H3588 מֵ֤י H4325 דִימוֹן֙ H1775 מָ֣לְאוּ H4390 דָ֔ם H1818 כִּֽי H3588 אָשִׁ֥ית H7896 עַל H5921 דִּימ֖וֹן H1775 נוֹסָפ֑וֹת H3254 לִפְלֵיטַ֤ת H6413 מוֹאָב֙ H4124 אַרְיֵ֔ה H738 וְלִ H7611 אֲדָמָֽה H127 "
    },
    "16": {
      "1": "שִׁלְחוּ H7971 כַ֥ר H3733 מֹשֵֽׁל H4910 אֶ֖רֶץ H776 מִסֶּ֣לַע H5554 מִדְבָּ֑רָה H4057 אֶל H413 הַ֖ר H2022 בַּת H1323 צִיּֽוֹן H6726 ",
      "2": "וְהָיָ֥ה H1961 כְעוֹף H5775 נוֹדֵ֖ד H5074 קֵ֣ן H7064 מְשֻׁלָּ֑ח H7971 תִּֽהְיֶ֨ינָה֙ H1961 בְּנ֣וֹת H1323 מוֹאָ֔ב H4124 מַעְבָּרֹ֖ת H4569 לְאַרְנֽוֹן H769 ",
      "3": "הביאו H935 עֵצָה֙ H6098 עֲשׂ֣וּ H6213 פְלִילָ֔ה H6415 שִׁ֧יתִי H7896 כַלַּ֛יִל H3915 צִלֵּ֖ךְ H6738 בְּת֣וֹךְ H8432 צָהֳרָ֑יִם H6672 סַתְּרִי֙ H5641 נִדָּחִ֔ים H5080 נֹדֵ֖ד H5074 אַל H408 תְּגַלִּֽי H1540 ",
      "4": "יָג֤וּרוּ H1481 בָךְ֙ Hb נִדָּחַ֔י H5080 מוֹאָ֛ב H4124 הֱוִי H1933 סֵ֥תֶר H5643 לָ֖מוֹ Hl מִפְּנֵ֣י H6440 שׁוֹדֵ֑ד H7703 כִּֽי H3588 אָפֵ֤ס H656 הַמֵּץ֙ H4160 כָּ֣לָה H3615 שֹׁ֔ד H7701 תַּ֥מּוּ H8552 רֹמֵ֖ס H7429 מִן H4480 הָאָֽרֶץ H776 ",
      "5": "וְהוּכַ֤ן H3559 בַּחֶ֨סֶד֙ H2617 כִּסֵּ֔א H3678 וְיָשַׁ֥ב H3427 עָלָ֛יו H5921 בֶּאֱמֶ֖ת H571 בְּאֹ֣הֶל H168 דָּוִ֑ד H1732 שֹׁפֵ֛ט H8199 וְדֹרֵ֥שׁ H1875 מִשְׁפָּ֖ט H4941 וּמְהִ֥ר H4106 צֶֽדֶק H6664 ",
      "6": "שָׁמַ֥עְנוּ H8085 גְאוֹן H1347 מוֹאָ֖ב H4124 גֵּ֣א H1341 מְאֹ֑ד H3966 גַּאֲוָת֧וֹ H1346 וּגְאוֹנ֛ H1347 וְעֶבְרָת֖ H5678 לֹא H3808 כֵ֥ן H3651 בַּדָּֽיו H907 ",
      "7": "לָכֵ֗ן H3651 יְיֵלִ֥יל H3213 מוֹאָ֛ב H4124 לְמוֹאָ֖ב H4124 כֻּלֹּ֣ה H3605 יְיֵלִ֑יל H3213 לַאֲשִׁישֵׁ֧י H808 קִיר H7025 חֲרֶ֛שֶׂת H7025 תֶּהְגּ֖וּ H1897 אַךְ H389 נְכָאִֽים H5218 ",
      "8": "כִּ֣י H3588 שַׁדְמוֹת֩ H7709 חֶשְׁבּ֨וֹן H2809 אֻמְלָ֜ל H535 גֶּ֣פֶן H1612 שִׂבְמָ֗ה H7643 בַּעֲלֵ֤י H1167 גוֹיִם֙ H1471 הָלְמ֣וּ H1986 שְׂרוּקֶּ֔יהָ H8291 עַד H5704 יַעְזֵ֥ר H3270 נָגָ֖עוּ H5060 תָּ֣עוּ H8582 מִדְבָּ֑ר H4057 שְׁלֻ֣חוֹתֶ֔יהָ H7976 נִטְּשׁ֖וּ H5203 עָ֥בְרוּ H5674 יָֽם H3220 ",
      "9": "עַל H5921 כֵּ֡ן H3651 אֶבְכֶּ֞ה H1058 בִּבְכִ֤י H1065 יַעְזֵר֙ H3270 גֶּ֣פֶן H1612 שִׂבְמָ֔ה H7643 אֲרַיָּ֨וֶךְ֙ H7301 דִּמְעָתִ֔י H1832 חֶשְׁבּ֖וֹן H2809 וְאֶלְעָלֵ֑ה H500 כִּ֧י H3588 עַל H5921 קֵיצֵ֛ךְ H7019 וְעַל H5921 קְצִירֵ֖ךְ H7105 הֵידָ֥ד H1959 נָפָֽל H5307 ",
      "10": "וְנֶאֱסַ֨ף H622 שִׂמְחָ֤ה H8057 וָגִיל֙ H1524 מִן H4480 הַכַּרְמֶ֔ל H3759 וּבַ H3754 לֹֽא H3808 יְרֻנָּ֖ן H7442 לֹ֣א H3808 יְרֹעָ֑ע H7321 יַ֗יִן H3196 בַּיְקָבִ֛ים H3342 לֹֽא H3808 יִדְרֹ֥ךְ H1869 הַדֹּרֵ֖ךְ H1869 הֵידָ֥ד H1959 הִשְׁבַּֽתִּי H7673 ",
      "11": "עַל H5921 כֵּן֙ H3651 מֵעַ֣י H4578 לְמוֹאָ֔ב H4124 כַּכִּנּ֖וֹר H3658 יֶֽהֱמ֑וּ H1993 וְקִרְבִּ֖ H7130 לְקִ֥יר H7025 חָֽרֶשׂ H7025 ",
      "12": "וְהָיָ֧ה H1961 כִֽי H3588 נִרְאָ֛ה H7200 כִּֽי H3588 נִלְאָ֥ה H3811 מוֹאָ֖ב H4124 עַל H5921 הַבָּמָ֑ה H1116 וּבָ֧א H935 אֶל H413 מִקְדָּשׁ֛וֹ H4720 לְהִתְפַּלֵּ֖ל H6419 וְלֹ֥א H3808 יוּכָֽל H3201 ",
      "13": "זֶ֣ה H2088 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מוֹאָ֖ב H4124 מֵאָֽז H227 ",
      "14": "וְעַתָּ֗ה H6258 דִּבֶּ֣ר H1696 יְהוָה֮ H3068 לֵאמֹר֒ H559 בְּשָׁלֹ֤שׁ H7969 שָׁנִים֙ H8141 כִּשְׁנֵ֣י H8141 שָׂכִ֔יר H7916 וְנִקְלָה֙ H7034 כְּב֣וֹד H3519 מוֹאָ֔ב H4124 בְּכֹ֖ל H3605 הֶהָמ֣וֹן H1995 הָרָ֑ב H7227 וּשְׁאָ֥ר H7605 מְעַ֛ט H4592 מִזְעָ֖ר H4213 ל֥וֹא H3808 כַבִּֽיר H3524 "
    },
    "17": {
      "1": "מַשָּׂ֖א H4853 דַּמָּ֑שֶׂק H1834 הִנֵּ֤ה H2009 דַמֶּ֨שֶׂק֙ H1834 מוּסָ֣ר H5493 מֵעִ֔יר H5892 וְהָיְתָ֖ה H1961 מְעִ֥י H4596 מַפָּלָֽה H4654 ",
      "2": "עֲזֻב֖וֹת H5800 עָרֵ֣י H5892 עֲרֹעֵ֑ר H6177 לַעֲדָרִ֣ים H5739 תִּֽהְיֶ֔ינָה H1961 וְרָבְצ֖וּ H7257 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
      "3": "וְנִשְׁבַּ֤ת H7673 מִבְצָר֙ H4013 מֵֽאֶפְרַ֔יִם H669 וּמַמְלָכָ֥ה H4467 מִדַּמֶּ֖שֶׂק H1834 וּשְׁאָ֣ר H7605 אֲרָ֑ם H758 כִּכְב֤וֹד H3519 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 יִֽהְי֔וּ H1961 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "4": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִדַּ֖ל H1809 כְּב֣וֹד H3519 יַעֲקֹ֑ב H3290 וּמִשְׁמַ֥ן H4924 בְּשָׂר֖וֹ H1320 יֵרָזֶֽה H7329 ",
      "5": "וְהָיָ֗ה H1961 כֶּֽאֱסֹף֙ H622 קָצִ֣יר H7105 קָמָ֔ה H7054 וּזְרֹע֖ H2220 שִׁבֳּלִ֣ים H7641 יִקְצ֑וֹר H7114 וְהָיָ֛ה H1961 כִּמְלַקֵּ֥ט H3950 שִׁבֳּלִ֖ים H7641 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
      "6": "וְנִשְׁאַר H7604 בּ֤וֹ Hb עֽוֹלֵלֹת֙ H5955 כְּנֹ֣קֶף H5363 זַ֔יִת H2132 שְׁנַ֧יִם H8147 שְׁלֹשָׁ֛ה H7969 גַּרְגְּרִ֖ים H1620 בְּרֹ֣אשׁ H7218 אָמִ֑יר H534 אַרְבָּעָ֣ה H702 חֲמִשָּׁ֗ה H2568 בִּסְעִפֶ֨י H5585 פֹּֽרִיָּ֔ה H6509 נְאֻם H5002 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "7": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִשְׁעֶ֥ה H8159 הָאָדָ֖ם H120 עַל H5921 עֹשֵׂ֑הוּ H6213 וְעֵינָ֕י H5869 אֶל H413 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 תִּרְאֶֽינָה H7200 ",
      "8": "וְלֹ֣א H3808 יִשְׁעֶ֔ה H8159 אֶל H413 הַֽמִּזְבְּח֖וֹת H4196 מַעֲשֵׂ֣ה H4639 יָדָ֑יו H3027 וַאֲשֶׁ֨ר H834 עָשׂ֤וּ H6213 אֶצְבְּעֹתָיו֙ H676 לֹ֣א H3808 יִרְאֶ֔ה H7200 וְהָ H842 וְהָ H2553 ",
      "9": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 יִהְי֣וּ H1961 עָרֵ֣י H5892 מָעֻזּ֗וֹ H4581 כַּעֲזוּבַ֤ת H5800 הַחֹ֨רֶשׁ֙ H2793 וְהָ֣ H534 אֲשֶׁ֣ר H834 עָזְב֔וּ H5800 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָיְתָ֖ה H1961 שְׁמָמָֽה H8077 ",
      "10": "כִּ֤י H3588 שָׁכַ֨חַתְּ֙ H7911 אֱלֹהֵ֣י H430 יִשְׁעֵ֔ךְ H3468 וְצ֥וּר H6697 מָעֻזֵּ֖ךְ H4581 לֹ֣א H3808 זָכָ֑רְתְּ H2142 עַל H5921 כֵּ֗ן H3651 תִּטְּעִי֙ H5193 נִטְעֵ֣י H5194 נַעֲמָנִ֔ים H5282 וּזְמֹ֥רַת H2156 זָ֖ר H2114 תִּזְרָעֶֽנּוּ H2232 ",
      "11": "בְּי֤וֹם H3117 נִטְעֵךְ֙ H5194 תְּשַׂגְשֵׂ֔גִי H7735 וּבַ H1242 זַרְעֵ֣ךְ H2233 תַּפְרִ֑יחִי H6524 נֵ֥ד H5067 קָצִ֛יר H7105 בְּי֥וֹם H3117 נַחֲלָ֖ה H2470 וּכְאֵ֥ב H3511 אָנֽוּשׁ H605 ",
      "12": "ה֗וֹי H1945 הֲמוֹן֙ H1995 עַמִּ֣ים H5971 רַבִּ֔ים H7227 כַּהֲמ֥וֹת H1993 יַמִּ֖ים H3220 יֶהֱמָי֑וּן H1993 וּשְׁא֣וֹן H7588 לְאֻמִּ֔ים H3816 כִּשְׁא֛וֹן H7588 מַ֥יִם H4325 כַּבִּירִ֖ים H3524 יִשָּׁאֽוּן H7582 ",
      "13": "לְאֻמִּ֗ים H3816 כִּשְׁא֞וֹן H7588 מַ֤יִם H4325 רַבִּים֙ H7227 יִשָּׁא֔וּן H7582 וְגָ֥עַר H1605 בּ֖וֹ Hb וְנָ֣ס H5127 מִמֶּרְחָ֑ק H4801 וְרֻדַּ֗ף H7291 כְּמֹ֤ץ H4671 הָרִים֙ H2022 לִפְנֵי H6440 ר֔וּחַ H7307 וּכְ H1534 לִפְנֵ֥י H6440 סוּפָֽה H5492 ",
      "14": "לְעֵ֥ת H6256 עֶ֨רֶב֙ H6153 וְהִנֵּ֣ה H2009 בַלָּהָ֔ה H1091 בְּטֶ֥רֶם H2962 בֹּ֖קֶר H1242 אֵינֶ֑נּוּ H369 זֶ֚ה H2088 חֵ֣לֶק H2506 שׁוֹסֵ֔ינוּ H8154 וְגוֹרָ֖ל H1486 לְבֹזְזֵֽי H962 "
    },
    "18": {
      "1": "ה֥וֹי H1945 אֶ֖רֶץ H776 צִלְצַ֣ל H6767 כְּנָפָ֑יִם H3671 אֲשֶׁ֥ר H834 מֵעֵ֖בֶר H5676 לְנַֽהֲרֵי H5104 כֽוּשׁ H3568 ",
      "2": "הַשֹּׁלֵ֨חַ H7971 בַּיָּ֜ם H3220 צִירִ֗ים H6735 וּבִ H3627 גֹמֶא֮ H1573 עַל H5921 פְּנֵי H6440 מַיִם֒ H4325 לְכ֣וּ H3212 מַלְאָכִ֣ים H4397 קַלִּ֗ים H7031 אֶל H413 גּוֹי֙ H1471 מְמֻשָּׁ֣ךְ H4900 וּמוֹרָ֔ט H4178 אֶל H413 עַ֥ם H5971 נוֹרָ֖א H3372 מִן H4480 ה֣וּא H1931 וָהָ֑לְאָה H1973 גּ֚וֹי H1471 קַו H6978 קָ֣ו H6978 וּמְבוּסָ֔ה H4001 אֲשֶׁר H834 בָּזְא֥וּ H958 נְהָרִ֖ים H5104 אַרְצֽוֹ H776 ",
      "3": "כָּל H3605 יֹשְׁבֵ֥י H3427 תֵבֵ֖ל H8398 וְשֹׁ֣כְנֵי H7931 אָ֑רֶץ H776 כִּנְשֹׂא H5375 נֵ֤ס H5251 הָרִים֙ H2022 תִּרְא֔וּ H7200 וְכִ H8628 שׁוֹפָ֖ר H7782 תִּשְׁמָֽעוּ H8085 ",
      "4": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֵלַ֔י H413 אשקוטה H8252 וְאַבִּ֣יטָה H5027 בִמְכוֹנִ֑ H4349 כְּחֹ֥ם H2527 צַח֙ H6703 עֲלֵי H5921 א֔וֹר H216 כְּעָ֥ב H5645 טַ֖ל H2919 בְּחֹ֥ם H2527 קָצִֽיר H7105 ",
      "5": "כִּֽי H3588 לִפְנֵ֤י H6440 קָצִיר֙ H7105 כְּתָם H8552 פֶּ֔רַח H6525 וּבֹ֥סֶר H1155 גֹּמֵ֖ל H1580 יִֽהְיֶ֣ה H1961 נִצָּ֑ה H5328 וְכָרַ֤ת H3772 הַזַּלְזַלִּים֙ H2150 בַּמַּזְמֵר֔וֹת H4211 וְאֶת H853 הַנְּטִישׁ֖וֹת H5189 הֵסִ֥יר H5493 הֵתַֽז H8456 ",
      "6": "יֵעָזְב֤וּ H5800 יַחְדָּו֙ H3162 לְעֵ֣יט H5861 הָרִ֔ים H2022 וּֽלְ H929 הָאָ֑רֶץ H776 וְקָ֤ץ H6972 עָלָיו֙ H5921 הָעַ֔יִט H5861 וְכָל H3605 בֶּהֱמַ֥ת H929 הָאָ֖רֶץ H776 עָלָ֥יו H5921 תֶּחֱרָֽף H2778 ",
      "7": "בָּעֵת֩ H6256 הַהִ֨יא H1931 יֽוּבַל H2986 שַׁ֜י H7862 לַיהוָ֣ה H3068 צְבָא֗וֹת H6635 עַ֚ם H5971 מְמֻשָּׁ֣ךְ H4900 וּמוֹרָ֔ט H4178 וּמֵ H5971 נוֹרָ֖א H3372 מִן H4480 ה֣וּא H1931 וָהָ֑לְאָה H1973 גּ֣וֹי H1471 קַו H6978 קָ֣ו H6978 וּמְבוּסָ֗ה H4001 אֲשֶׁ֨ר H834 בָּזְא֤וּ H958 נְהָרִים֙ H5104 אַרְצ֔וֹ H776 אֶל H413 מְק֛וֹם H4725 שֵׁם H8034 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 הַר H2022 צִיּֽוֹן H6726 "
    },
    "19": {
      "1": "מַשָּׂ֖א H4853 מִצְרָ֑יִם H4714 הִנֵּ֨ה H2009 יְהוָ֜ה H3068 רֹכֵ֨ב H7392 עַל H5921 עָ֥ב H5645 קַל֙ H7031 וּבָ֣א H935 מִצְרַ֔יִם H4714 וְנָע֞וּ H5128 אֱלִילֵ֤י H457 מִצְרַ֨יִם֙ H4714 מִפָּנָ֔י H6440 וּלְבַ֥ב H3824 מִצְרַ֖יִם H4714 יִמַּ֥ס H4549 בְּקִרְבּֽ H7130 ",
      "2": "וְסִכְסַכְתִּ֤י H5526 מִצְרַ֨יִם֙ H4714 בְּמִצְרַ֔יִם H4714 וְנִלְחֲמ֥וּ H3898 אִישׁ H376 בְּאָחִ֖י H251 וְאִ֣ישׁ H376 בְּרֵעֵ֑ H7453 עִ֣יר H5892 בְּעִ֔יר H5892 מַמְלָכָ֖ה H4467 בְּמַמְלָכָֽה H4467 ",
      "3": "וְנָבְקָ֤ה H1238 רֽוּחַ H7307 מִצְרַ֨יִם֙ H4714 בְּקִרְבּ֔ H7130 וַעֲצָת֖ H6098 אֲבַלֵּ֑עַ H1104 וְדָרְשׁ֤וּ H1875 אֶל H413 הָֽאֱלִילִים֙ H457 וְאֶל H413 הָ֣אִטִּ֔ים H328 וְאֶל H413 הָאֹב֖וֹת H178 וְאֶל H413 הַיִּדְּעֹנִֽים H3049 ",
      "4": "וְסִכַּרְתִּי֙ H5534 אֶת H853 מִצְרַ֔יִם H4714 בְּיַ֖ד H3027 אֲדֹנִ֣ים H113 קָשֶׁ֑ה H7186 וּמֶ֤לֶךְ H4428 עַז֙ H5794 יִמְשָׁל H4910 בָּ֔ם Hb נְאֻ֥ם H5002 הָאָד֖וֹן H113 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "5": "וְנִשְּׁתוּ H3001 מַ֖יִם H4325 מֵֽהַ H3220 וְנָהָ֖ר H5104 יֶחֱרַ֥ב H2717 וְיָבֵֽשׁ H5405 ",
      "6": "וְהֶאֶזְנִ֣יחוּ H2186 נְהָר֔וֹת H5104 דָּלֲל֥וּ H1809 וְחָרְב֖וּ H2717 יְאֹרֵ֣י H2975 מָצ֑וֹר H4693 קָנֶ֥ה H7070 וָס֖וּף H5488 קָמֵֽלוּ H7060 ",
      "7": "עָר֥וֹת H6169 עַל H5921 יְא֖וֹר H2975 עַל H5921 פִּ֣י H6310 יְא֑וֹר H2975 וְכֹל֙ H3605 מִזְרַ֣ע H4218 יְא֔וֹר H2975 יִיבַ֥שׁ H3001 נִדַּ֖ף H5086 וְאֵינֶֽ H369 ",
      "8": "וְאָנוּ֙ H578 הַדַּיָּגִ֔ים H1771 וְאָ֣בְל֔וּ H56 כָּל H3605 מַשְׁלִיכֵ֥י H7993 בַיְא֖וֹר H2975 חַכָּ֑ה H2443 וּפֹרְשֵׂ֥י H6566 מִכְמֹ֛רֶת H4365 עַל H5921 פְּנֵי H6440 מַ֖יִם H4325 אֻמְלָֽלוּ H535 ",
      "9": "וּבֹ֛שׁוּ H954 עֹבְדֵ֥י H5647 פִשְׁתִּ֖ים H6593 שְׂרִיק֑וֹת H8305 וְאֹרְגִ֖ים H707 חוֹרָֽי H2355 ",
      "10": "וְהָי֥וּ H1961 שָׁתֹתֶ֖יהָ H8356 מְדֻכָּאִ֑ים H1792 כָּל H3605 עֹ֥שֵׂי H6213 שֶׂ֖כֶר H7938 אַגְמֵי H99 נָֽפֶשׁ H5315 ",
      "11": "אַךְ H389 אֱוִלִים֙ H191 שָׂ֣רֵי H8269 צֹ֔עַן H6814 חַכְמֵי֙ H2450 יֹעֲצֵ֣י H6098 פַרְעֹ֔ה H6547 עֵצָ֖ה H6098 נִבְעָרָ֑ה H1197 אֵ֚יךְ H349 תֹּאמְר֣וּ H559 אֶל H413 פַּרְעֹ֔ה H6547 בֶּן H1121 חֲכָמִ֥ים H2450 אֲנִ֖י H589 בֶּן H1121 מַלְכֵי H4428 קֶֽדֶם H6924 ",
      "12": "אַיָּם֙ H335 אֵפ֣וֹא H645 חֲכָמֶ֔יךָ H2450 וְיַגִּ֥ידוּ H5046 נָ֖א H4994 לָ֑ךְ Hl וְיֵ֣דְע֔וּ H3045 מַה H4100 יָּעַ֛ץ H3289 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 עַל H5921 מִצְרָֽיִם H4714 ",
      "13": "נֽוֹאֲלוּ֙ H2973 שָׂ֣רֵי H8269 צֹ֔עַן H6814 נִשְּׁא֖וּ H5377 שָׂ֣רֵי H8269 נֹ֑ף H5297 הִתְע֥וּ H8582 אֶת H853 מִצְרַ֖יִם H4714 פִּנַּ֥ת H6438 שְׁבָטֶֽיהָ H7626 ",
      "14": "יְהוָ֛ה H3068 מָסַ֥ךְ H4537 בְּקִרְבָּ֖ H7130 ר֣וּחַ H7307 עִוְעִ֑ים H5773 וְהִתְע֤וּ H8582 אֶת H853 מִצְרַ֨יִם֙ H4714 בְּכָֽל H3605 מַעֲשֵׂ֔הוּ H4639 כְּהִתָּע֥וֹת H8582 שִׁכּ֖וֹר H7910 בְּקִיאֽ H6892 ",
      "15": "וְלֹֽא H3808 יִהְיֶ֥ה H1961 לְמִצְרַ֖יִם H4714 מַֽעֲשֶׂ֑ה H4639 אֲשֶׁ֧ר H834 יַעֲשֶׂ֛ה H6213 רֹ֥אשׁ H7218 וְזָנָ֖ב H2180 כִּפָּ֥ה H3712 וְאַגְמֽוֹן H100 ",
      "16": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִֽהְיֶ֥ה H1961 מִצְרַ֖יִם H4714 כַּנָּשִׁ֑ים H802 וְחָרַ֣ד H2729 וּפָחַ֗ד H6342 מִפְּנֵי֙ H6440 תְּנוּפַת֙ H8573 יַד H3027 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲשֶׁר H834 ה֖וּא H1931 מֵנִ֥יף H5130 עָלָֽיו H5921 ",
      "17": "וְ֠הָיְתָה H1961 אַדְמַ֨ת H127 יְהוּדָ֤ה H3063 לְמִצְרַ֨יִם֙ H4714 לְחָגָּ֔א H2283 כֹּל֩ H3605 אֲשֶׁ֨ר H834 יַזְכִּ֥יר H2142 אֹתָ֛הּ H853 אֵלָ֖יו H413 יִפְחָ֑ד H6342 מִפְּנֵ֗י H6440 עֲצַת֙ H6098 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲשֶׁר H834 ה֖וּא H1931 יוֹעֵ֥ץ H3289 עָלָֽיו H5921 ",
      "18": "בַּיּ֣וֹם H3117 הַה֡וּא H1931 יִהְיוּ֩ H1961 חָמֵ֨שׁ H2568 עָרִ֜ים H5892 בְּאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 מְדַבְּרוֹת֙ H1696 שְׂפַ֣ת H8193 כְּנַ֔עַן H3667 וְנִשְׁבָּע֖וֹת H7650 לַיהוָ֣ה H3068 צְבָא֑וֹת H6635 עִ֣יר H5892 הַהֶ֔רֶס H2041 יֵאָמֵ֖ר H559 לְאֶחָֽת H259 ",
      "19": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶ֤ה H1961 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 בְּת֖וֹךְ H8432 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וּמַצֵּבָ֥ה H4676 אֵֽצֶל H681 גְּבוּלָ֖הּ H1366 לַֽיהוָֽה H3068 ",
      "20": "וְהָיָ֨ה H1961 לְא֥וֹת H226 וּלְ H5707 לַֽיהוָ֥ה H3068 צְבָא֖וֹת H6635 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 כִּֽי H3588 יִצְעֲק֤וּ H6817 אֶל H413 יְהוָה֙ H3068 מִפְּנֵ֣י H6440 לֹֽחֲצִ֔ים H3905 וְיִשְׁלַ֥ח H7971 לָהֶ֛ם Hl מוֹשִׁ֥יעַ H3467 וָרָ֖ב H7227 וְהִצִּילָֽ H5337 ",
      "21": "וְנוֹדַ֤ע H3045 יְהוָה֙ H3068 לְמִצְרַ֔יִם H4714 וְיָדְע֥וּ H3045 מִצְרַ֛יִם H4714 אֶת H853 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְעָֽבְדוּ֙ H5647 זֶ֣בַח H2077 וּמִנְחָ֔ה H4503 וְנָדְרוּ H5087 נֵ֥דֶר H5088 לַֽיהוָ֖ה H3068 וְשִׁלֵּֽמוּ H7999 ",
      "22": "וְנָגַ֧ף H5062 יְהוָ֛ה H3068 אֶת H853 מִצְרַ֖יִם H4714 נָגֹ֣ף H5062 וְרָפ֑וֹא H7495 וְשָׁ֨בוּ֙ H7725 עַד H5704 יְהוָ֔ה H3068 וְנֶעְתַּ֥ר H6279 לָהֶ֖ם Hl וּרְפָאָֽ H7495 ",
      "23": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 תִּהְיֶ֨ה H1961 מְסִלָּ֤ה H4546 מִמִּצְרַ֨יִם֙ H4714 אַשּׁ֔וּרָה H804 וּבָֽא H935 אַשּׁ֥וּר H804 בְּמִצְרַ֖יִם H4714 וּמִצְרַ֣יִם H4714 בְּאַשּׁ֑וּר H804 וְעָבְד֥וּ H5647 מִצְרַ֖יִם H4714 אֶת H853 אַשּֽׁוּר H804 ",
      "24": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִהְיֶ֤ה H1961 יִשְׂרָאֵל֙ H3478 שְׁלִ֣ישִׁיָּ֔ה H7992 לְמִצְרַ֖יִם H4714 וּלְ H804 בְּרָכָ֖ה H1293 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
      "25": "אֲשֶׁ֧ר H834 בֵּרֲכ֛וֹ H1288 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 בָּר֨וּךְ H1288 עַמִּ֜י H5971 מִצְרַ֗יִם H4714 וּמַעֲשֵׂ֤ה H4639 יָדַי֙ H3027 אַשּׁ֔וּר H804 וְנַחֲלָתִ֖ H5159 יִשְׂרָאֵֽל H3478 "
    },
    "20": {
      "1": "בִּשְׁנַ֨ת H8141 בֹּ֤א H935 תַרְתָּן֙ H8661 אַשְׁדּ֔וֹדָה H795 בִּשְׁלֹ֣ח H7971 אֹת֔וֹ H853 סַֽרְג֖וֹן H5623 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וַיִּלָּ֥חֶם H3898 בְּאַשְׁדּ֖וֹד H795 וַֽיִּלְכְּדָֽ H3920 ",
      "2": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 דִּבֶּ֣ר H1696 יְהוָה֮ H3068 בְּיַ֣ד H3027 יְשַׁעְיָ֣הוּ H3470 בֶן H1121 אָמוֹץ֮ H531 לֵאמֹר֒ H559 לֵ֗ךְ H3212 וּפִתַּחְתָּ֤ H6605 הַשַּׂק֙ H8242 מֵעַ֣ל H5921 מָתְנֶ֔יךָ H4975 וְנַעַלְ H5275 תַחֲלֹ֖ץ H2502 מֵעַ֣ל H5921 רַגְלֶ֑יךָ H7272 וַיַּ֣עַשׂ H6213 כֵּ֔ן H3651 הָלֹ֖ךְ H1980 עָר֥וֹם H6174 וְיָחֵֽף H3182 ",
      "3": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 כַּאֲשֶׁ֥ר H834 הָלַ֛ךְ H1980 עַבְדִּ֥י H5650 יְשַׁעְיָ֖הוּ H3470 עָר֣וֹם H6174 וְיָחֵ֑ף H3182 שָׁלֹ֤שׁ H7969 שָׁנִים֙ H8141 א֣וֹת H226 וּמוֹפֵ֔ת H4159 עַל H5921 מִצְרַ֖יִם H4714 וְעַל H5921 כּֽוּשׁ H3568 ",
      "4": "כֵּ֣ן H3651 יִנְהַ֣ג H5090 מֶֽלֶךְ H4428 אַ֠שּׁוּר H804 אֶת H853 שְׁבִ֨י H7628 מִצְרַ֜יִם H4714 וְאֶת H853 גָּל֥וּת H1546 כּ֛וּשׁ H3568 נְעָרִ֥ים H5288 וּזְקֵנִ֖ים H2205 עָר֣וֹם H6174 וְיָחֵ֑ף H3182 וַחֲשׂוּפַ֥י H2834 שֵׁ֖ת H8357 עֶרְוַ֥ת H6172 מִצְרָֽיִם H4714 ",
      "5": "וְחַתּ֖וּ H2865 וָבֹ֑שׁוּ H954 מִכּוּשׁ֙ H3568 מַבָּטָ֔ם H4007 וּמִן H4480 מִצְרַ֖יִם H4714 תִּפְאַרְתָּֽם H8597 ",
      "6": "וְ֠אָמַר H559 יֹשֵׁ֨ב H3427 הָאִ֣י H339 הַזֶּה֮ H2088 בַּיּ֣וֹם H3117 הַהוּא֒ H1931 הִנֵּה H2009 כֹ֣ה H3541 מַבָּטֵ֗נוּ H4007 אֲשֶׁר H834 נַ֤סְנוּ H5127 שָׁם֙ H8033 לְעֶזְרָ֔ה H5833 לְהִ֨נָּצֵ֔ל H5337 מִפְּנֵ֖י H6440 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וְאֵ֖יךְ H349 נִמָּלֵ֥ט H4422 אֲנָֽחְנוּ H587 "
    },
    "21": {
      "1": "מַשָּׂ֖א H4853 מִדְבַּר H4057 יָ֑ם H3220 כְּסוּפ֤וֹת H5492 בַּנֶּ֨גֶב֙ H5045 לַֽחֲלֹ֔ף H2498 מִמִּדְבָּ֣ר H4057 בָּ֔א H935 מֵאֶ֖רֶץ H776 נוֹרָאָֽה H3372 ",
      "2": "חָז֥וּת H2380 קָשָׁ֖ה H7186 הֻגַּד H5046 לִ֑י Hl הַבּוֹגֵ֤ד H898 בּוֹגֵד֙ H898 וְהַ H7703 שׁוֹדֵ֔ד H7703 עֲלִ֤י H5927 עֵילָם֙ H5867 צוּרִ֣י H6696 מָדַ֔י H4074 כָּל H3605 אַנְחָתָ֖ה H585 הִשְׁבַּֽתִּי H7673 ",
      "3": "עַל H5921 כֵּ֗ן H3651 מָלְא֤וּ H4390 מָתְנַי֙ H4975 חַלְחָלָ֔ה H2479 צִירִ֣ים H6735 אֲחָז֔וּנִי H270 כְּצִירֵ֖י H6735 יֽוֹלֵדָ֑ה H3205 נַעֲוֵ֣יתִי H5753 מִשְּׁמֹ֔עַ H8085 נִבְהַ֖לְתִּי H926 מֵרְאֽוֹת H7200 ",
      "4": "תָּעָ֣ה H8582 לְבָבִ֔י H3824 פַּלָּצ֖וּת H6427 בִּֽעֲתָ֑תְנִי H1204 אֵ֚ת H853 נֶ֣שֶׁף H5399 חִשְׁקִ֔י H2837 שָׂ֥ם H7760 לִ֖י Hl לַחֲרָדָֽה H2731 ",
      "5": "עָרֹ֧ךְ H6186 הַשֻּׁלְחָ֛ן H7979 צָפֹ֥ה H6823 הַצָּפִ֖ית H6844 אָכ֣וֹל H398 שָׁתֹ֑ה H8354 ק֥וּמוּ H6965 הַשָּׂרִ֖ים H8269 מִשְׁח֥וּ H4886 מָגֵֽן H4043 ",
      "6": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 אֵלַ֖י H413 אֲדֹנָ֑י H136 לֵ֚ךְ H3212 הַעֲמֵ֣ד H5975 הַֽמְצַפֶּ֔ה H6822 אֲשֶׁ֥ר H834 יִרְאֶ֖ה H7200 יַגִּֽיד H5046 ",
      "7": "וְרָ֣אָה H7200 רֶ֗כֶב H7393 צֶ֚מֶד H6776 פָּֽרָשִׁ֔ים H6571 רֶ֥כֶב H7393 חֲמ֖וֹר H2543 רֶ֣כֶב H7393 גָּמָ֑ל H1581 וְהִקְשִׁ֥יב H7181 קֶ֖שֶׁב H7182 רַב H7227 קָֽשֶׁב H7182 ",
      "8": "וַיִּקְרָ֖א H7121 אַרְיֵ֑ה H738 עַל H5921 מִצְפֶּ֣ה H4707 אֲדֹנָ֗י H136 אָנֹכִ֞י H595 עֹמֵ֤ד H5975 תָּמִיד֙ H8548 יוֹמָ֔ם H3119 וְעַל H5921 מִ֨שְׁמַרְתִּ֔י H4931 אָנֹכִ֥י H595 נִצָּ֖ב H5324 כָּל H3605 הַלֵּילֽוֹת H3915 ",
      "9": "וְהִנֵּה H2009 זֶ֥ה H2088 בָא֙ H935 רֶ֣כֶב H7393 אִ֔ישׁ H376 צֶ֖מֶד H6776 פָּֽרָשִׁ֑ים H6571 וַיַּ֣עַן H6030 וַיֹּ֗אמֶר H559 נָפְלָ֤ה H5307 נָֽפְלָה֙ H5307 בָּבֶ֔ל H894 וְכָל H3605 פְּסִילֵ֥י H6456 אֱלֹהֶ֖יהָ H430 שִׁבַּ֥ר H7665 לָאָֽרֶץ H776 ",
      "10": "מְדֻשָׁתִ֖י H4098 וּבֶן H1121 גָּרְנִ֑י H1637 אֲשֶׁ֣ר H834 שָׁמַ֗עְתִּי H8085 מֵאֵ֨ת H854 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 הִגַּ֥דְתִּי H5046 לָכֶֽם Hl ",
      "11": "מַשָּׂ֖א H4853 דּוּמָ֑ה H1746 אֵלַי֙ H413 קֹרֵ֣א H7121 מִשֵּׂעִ֔יר H8165 שֹׁמֵר֙ H8104 מַה H4100 מִלַּ֔יְלָה H3915 שֹׁמֵ֖ר H8104 מַה H4100 מִלֵּֽיל H3915 ",
      "12": "אָמַ֣ר H559 שֹׁמֵ֔ר H8104 אָתָ֥ה H857 בֹ֖קֶר H1242 וְגַם H1571 לָ֑יְלָה H3915 אִם H518 תִּבְעָי֥וּן H1158 בְּעָ֖יוּ H1158 שֻׁ֥בוּ H7725 אֵתָֽיוּ H857 ",
      "13": "מַשָּׂ֖א H4853 בַּעְרָ֑ב H6152 בַּיַּ֤עַר H3293 בַּעְרַב֙ H6152 תָּלִ֔ינוּ H3885 אֹֽרְח֖וֹת H736 דְּדָנִֽים H1720 ",
      "14": "לִקְרַ֥את H7125 צָמֵ֖א H6771 הֵתָ֣יוּ H857 מָ֑יִם H4325 יֹשְׁבֵי֙ H3427 אֶ֣רֶץ H776 תֵּימָ֔א H8485 בְּלַחְמ֖ H3899 קִדְּמ֥וּ H6923 נֹדֵֽד H5074 ",
      "15": "כִּֽי H3588 מִפְּנֵ֥י H6440 חֲרָב֖וֹת H2719 נָדָ֑דוּ H5074 מִפְּנֵ֣י H6440 חֶ֣רֶב H2719 נְטוּשָׁ֗ה H5203 וּמִ H6440 קֶ֣שֶׁת H7198 דְּרוּכָ֔ה H1869 וּמִ H6440 כֹּ֥בֶד H3514 מִלְחָמָֽה H4421 ",
      "16": "כִּי H3588 כֹ֛ה H3541 אָמַ֥ר H559 אֲדֹנָ֖י H136 אֵלָ֑י H413 בְּע֤וֹד H5750 שָׁנָה֙ H8141 כִּשְׁנֵ֣י H8141 שָׂכִ֔יר H7916 וְכָלָ֖ה H3615 כָּל H3605 כְּב֥וֹד H3519 קֵדָֽר H6938 ",
      "17": "וּשְׁאָ֧ר H7605 מִסְפַּר H4557 קֶ֛שֶׁת H7198 גִּבּוֹרֵ֥י H1368 בְנֵֽי H1121 קֵדָ֖ר H6938 יִמְעָ֑טוּ H4591 כִּ֛י H3588 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 דִּבֵּֽר H1696 "
    },
    "22": {
      "1": "מַשָּׂ֖א H4853 גֵּ֣יא H1516 חִזָּי֑וֹן H2384 מַה H4100 לָּ֣ךְ Hl אֵפ֔וֹא H645 כִּֽי H3588 עָלִ֥ית H5927 כֻּלָּ֖ךְ H3605 לַגַּגּֽוֹת H1406 ",
      "2": "תְּשֻׁא֣וֹת H8663 מְלֵאָ֗ה H4395 עִ֚יר H5892 הֽוֹמִיָּ֔ה H1993 קִרְיָ֖ה H7151 עַלִּיזָ֑ה H5947 חֲלָלַ֨יִךְ֙ H2491 לֹ֣א H3808 חַלְלֵי H2491 חֶ֔רֶב H2719 וְלֹ֖א H3808 מֵתֵ֥י H4191 מִלְחָמָֽה H4421 ",
      "3": "כָּל H3605 קְצִינַ֥יִךְ H7101 נָֽדְדוּ H5074 יַ֖חַד H3162 מִקֶּ֣שֶׁת H7198 אֻסָּ֑רוּ H631 כָּל H3605 נִמְצָאַ֨יִךְ֙ H4672 אֻסְּר֣וּ H631 יַחְדָּ֔ו H3162 מֵרָח֖וֹק H7350 בָּרָֽחוּ H1272 ",
      "4": "עַל H5921 כֵּ֥ן H3651 אָמַ֛רְתִּי H559 שְׁע֥וּ H8159 מִנִּ֖י H4480 אֲמָרֵ֣ר H4843 בַּבֶּ֑כִי H1065 אַל H408 תָּאִ֣יצוּ H213 לְנַֽחֲמֵ֔ H5162 עַל H5921 שֹׁ֖ד H7701 בַּת H1323 עַמִּֽי H5971 ",
      "5": "כִּ֣י H3588 יוֹם֩ H3117 מְהוּמָ֨ה H4103 וּמְבוּסָ֜ה H4001 וּמְבוּכָ֗ה H3998 לַֽאדֹנָ֧ H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 בְּגֵ֣יא H1516 חִזָּי֑וֹן H2384 מְקַרְקַ֥ר H6979 קִ֖ר H7023 וְשׁ֥וֹעַ H7771 אֶל H413 הָהָֽר H2022 ",
      "6": "וְעֵילָם֙ H5867 נָשָׂ֣א H5375 אַשְׁפָּ֔ה H827 בְּרֶ֥כֶב H7393 אָדָ֖ם H120 פָּֽרָשִׁ֑ים H6571 וְקִ֥יר H7024 עֵרָ֖ה H6168 מָגֵֽן H4043 ",
      "7": "וַיְהִ֥י H1961 מִבְחַר H4005 עֲמָקַ֖יִךְ H6010 מָ֣לְאוּ H4390 רָ֑כֶב H7393 וְהַ H6571 שֹׁ֖ת H7896 שָׁ֥תוּ H7896 הַשָּֽׁעְרָ H8179 ",
      "8": "וַיְגַ֕ל H1540 אֵ֖ת H853 מָסַ֣ךְ H4539 יְהוּדָ֑ה H3063 וַתַּבֵּט֙ H5027 בַּיּ֣וֹם H3117 הַה֔וּא H1931 אֶל H413 נֶ֖שֶׁק H5402 בֵּ֥ית H1004 הַיָּֽעַר H3293 ",
      "9": "וְאֵ֨ת H853 בְּקִיעֵ֧י H1233 עִיר H5892 דָּוִ֛ד H1732 רְאִיתֶ֖ם H7200 כִּי H3588 רָ֑בּוּ H7235 וַֽתְּקַבְּצ֔וּ H6908 אֶת H853 מֵ֥י H4325 הַבְּרֵכָ֖ה H1295 הַתַּחְתּוֹנָֽה H8481 ",
      "10": "וְאֶת H853 בָּתֵּ֥י H1004 יְרוּשָׁלִַ֖ם H3389 סְפַרְתֶּ֑ם H5608 וַתִּתְֿצוּ֙ H5422 הַבָּ֣תִּ֔ים H1004 לְבַצֵּ֖ר H1219 הַחוֹמָֽה H2346 ",
      "11": "וּמִקְוָ֣ה H4724 עֲשִׂיתֶ֗ם H6213 בֵּ֚ין H996 הַחֹ֣מֹתַ֔יִם H2346 לְמֵ֖י H4325 הַבְּרֵכָ֣ה H1295 הַיְשָׁנָ֑ה H3465 וְלֹ֤א H3808 הִבַּטְתֶּם֙ H5027 אֶל H413 עֹשֶׂ֔יהָ H6213 וְיֹצְרָ֥ H3335 מֵֽרָח֖וֹק H7350 לֹ֥א H3808 רְאִיתֶֽם H7200 ",
      "12": "וַיִּקְרָ֗א H7121 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 בַּיּ֣וֹם H3117 הַה֑וּא H1931 לִבְכִי֙ H1065 וּלְ H4553 וּלְ H7144 וְלַ H2296 שָֽׂק H8242 ",
      "13": "וְהִנֵּ֣ה H2009 שָׂשׂ֣וֹן H8342 וְשִׂמְחָ֗ה H8057 הָרֹ֤ג H2026 בָּקָר֙ H1241 וְשָׁחֹ֣ט H7819 צֹ֔אן H6629 אָכֹ֥ל H398 בָּשָׂ֖ר H1320 וְשָׁת֣וֹת H8354 יָ֑יִן H3196 אָכ֣וֹל H398 וְשָׁת֔וֹ H8354 כִּ֥י H3588 מָחָ֖ר H4279 נָמֽוּת H4191 ",
      "14": "וְנִגְלָ֥ה H1540 בְאָזְנָ֖ H241 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אִם H518 יְ֠כֻפַּר H3722 הֶעָוֺ֨ן H5771 הַזֶּ֤ה H2088 לָכֶם֙ Hl עַד H5704 תְּמֻת֔וּן H4191 אָמַ֛ר H559 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָאֽוֹת H6635 ",
      "15": "כֹּ֥ה H3541 אָמַ֛ר H559 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָא֑וֹת H6635 לֶךְ H3212 בֹּא֙ H935 אֶל H413 הַסֹּכֵ֣ן H5532 הַזֶּ֔ה H2088 עַל H5921 שֶׁבְנָ֖א H7644 אֲשֶׁ֥ר H834 עַל H5921 הַבָּֽיִת H1004 ",
      "16": "מַה H4100 לְּךָ֥ Hl פֹה֙ H6311 וּמִ֣י H4310 לְךָ֣ Hl פֹ֔ה H6311 כִּֽי H3588 חָצַ֧בְתָּ H2672 לְּךָ֛ Hl פֹּ֖ה H6311 קָ֑בֶר H6913 חֹצְבִ֤י H2672 מָרוֹם֙ H4791 קִבְר֔וֹ H6913 חֹקְקִ֥י H2710 בַסֶּ֖לַע H5553 מִשְׁכָּ֥ן H4908 לֽוֹ Hl ",
      "17": "הִנֵּ֤ה H2009 יְהוָה֙ H3068 מְטַלְטֶלְךָ֔ H2904 טַלְטֵלָ֖ה H2925 גָּ֑בֶר H1397 וְעֹטְ H5844 עָטֹֽה H5844 ",
      "18": "צָנ֤וֹף H6801 יִצְנָפְךָ֙ H6801 צְנֵפָ֔ה H6802 כַּדּ֕וּר H1754 אֶל H413 אֶ֖רֶץ H776 רַחֲבַ֣ת H7342 יָדָ֑יִם H3027 שָׁ֣מָּה H8033 תָמ֗וּת H4191 וְשָׁ֨מָּ H8033 מַרְכְּב֣וֹת H4818 כְּבוֹדֶ֔ךָ H3519 קְל֖וֹן H7036 בֵּ֥ית H1004 אֲדֹנֶֽיךָ H113 ",
      "19": "וַהֲדַפְתִּ֖י H1920 מִמַּצָּבֶ֑ H4673 וּמִ H4612 יֶהֶרְסֶֽךָ H2040 ",
      "20": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְקָרָ֣אתִי H7121 לְעַבְדִּ֔ H5650 לְאֶלְיָקִ֖ים H471 בֶּן H1121 חִלְקִיָּֽהוּ H2518 ",
      "21": "וְהִלְבַּשְׁתִּ֣י H3847 כֻּתָּנְתֶּ֗ךָ H3801 וְאַבְנֵֽטְ H73 אֲחַזְּקֶ֔נּוּ H2388 וּמֶֽמְשֶׁלְתְּ H4475 אֶתֵּ֣ן H5414 בְּיָד֑ H3027 וְהָיָ֥ה H1961 לְאָ֛ב H1 לְיוֹשֵׁ֥ב H3427 יְרוּשָׁלִַ֖ם H3389 וּלְ H1004 יְהוּדָֽה H3063 ",
      "22": "וְנָתַתִּ֛י H5414 מַפְתֵּ֥חַ H4668 בֵּית H1004 דָּוִ֖ד H1732 עַל H5921 שִׁכְמ֑וֹ H7926 וּפָתַח֙ H6605 וְאֵ֣ין H369 סֹגֵ֔ר H5462 וְסָגַ֖ר H5462 וְאֵ֥ין H369 פֹּתֵֽחַ H6605 ",
      "23": "וּתְקַעְתִּ֥י H8628 יָתֵ֖ד H3489 בְּמָק֣וֹם H4725 נֶאֱמָ֑ן H539 וְהָיָ֛ה H1961 לְכִסֵּ֥א H3678 כָב֖וֹד H3519 לְבֵ֥ית H1004 אָבִֽיו H1 ",
      "24": "וְתָל֨וּ H8518 עָלָ֜יו H5921 כֹּ֣ל H3605 כְּב֣וֹד H3519 בֵּית H1004 אָבִ֗יו H1 הַצֶּֽאֱצָאִים֙ H6631 וְהַ H6849 כֹּ֖ל H3605 כְּלֵ֣י H3627 הַקָּטָ֑ן H6996 מִכְּלֵי֙ H3627 הָֽאַגָּנ֔וֹת H101 וְעַ֖ד H5704 כָּל H3605 כְּלֵ֥י H3627 הַנְּבָלִֽים H5035 ",
      "25": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 תָּמוּשׁ֙ H4185 הַיָּתֵ֔ד H3489 הַתְּקוּעָ֖ה H8628 בְּמָק֣וֹם H4725 נֶאֱמָ֑ן H539 וְנִגְדְּעָ֣ה H1438 וְנָפְלָ֗ה H5307 וְנִכְרַת֙ H3772 הַמַּשָּׂ֣א H4853 אֲשֶׁר H834 עָלֶ֔יהָ H5921 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 "
    },
    "23": {
      "1": "מַשָּׂ֖א H4853 צֹ֑ר H6865 הֵילִ֣ילוּ H3213 אֳנִיּ֣וֹת H591 תַּרְשִׁ֗ישׁ H8659 כִּֽי H3588 שֻׁדַּ֤ד H7703 מִבַּ֨יִת֙ H1004 מִבּ֔וֹא H935 מֵאֶ֥רֶץ H776 כִּתִּ֖ים H3794 נִגְלָה H1540 לָֽמוֹ Hl ",
      "2": "דֹּ֖מּוּ H1826 יֹ֣שְׁבֵי H3427 אִ֑י H339 סֹחֵ֥ר H5503 צִיד֛וֹן H6721 עֹבֵ֥ר H5674 יָ֖ם H3220 מִלְאֽוּךְ H4390 ",
      "3": "וּבְ H4325 רַבִּים֙ H7227 זֶ֣רַע H2233 שִׁחֹ֔ר H7883 קְצִ֥יר H7105 יְא֖וֹר H2975 תְּבֽוּאָתָ֑הּ H8393 וַתְּהִ֖י H1961 סְחַ֥ר H5505 גּוֹיִֽם H1471 ",
      "4": "בּ֣וֹשִׁי H954 צִיד֔וֹן H6721 כִּֽי H3588 אָמַ֣ר H559 יָ֔ם H3220 מָע֥וֹז H4581 הַיָּ֖ם H3220 לֵאמֹ֑ר H559 לֹֽא H3808 חַ֣לְתִּי H2342 וְלֹֽא H3808 יָלַ֗דְתִּי H3205 וְלֹ֥א H3808 גִדַּ֛לְתִּי H1431 בַּחוּרִ֖ים H970 רוֹמַ֥מְתִּי H7311 בְתוּלֽוֹת H1330 ",
      "5": "כַּֽאֲשֶׁר H834 שֵׁ֖מַע H8088 לְמִצְרָ֑יִם H4714 יָחִ֖ילוּ H2342 כְּשֵׁ֥מַע H8088 צֹֽר H6865 ",
      "6": "עִבְר֖וּ H5674 תַּרְשִׁ֑ישָׁה H8659 הֵילִ֖ילוּ H3213 יֹ֥שְׁבֵי H3427 אִֽי H339 ",
      "7": "הֲזֹ֥את H2063 לָכֶ֖ם Hl עַלִּיזָ֑ה H5947 מִֽימֵי H3117 קֶ֤דֶם H6924 קַדְמָתָהּ֙ H6927 יֹבִל֣וּהָ H2986 רַגְלֶ֔יהָ H7272 מֵֽרָח֖וֹק H7350 לָגֽוּר H1481 ",
      "8": "מִ֚י H4310 יָעַ֣ץ H3289 זֹ֔את H2063 עַל H5921 צֹ֖ר H6865 הַמַּֽעֲטִירָ֑ה H5849 אֲשֶׁ֤ר H834 סֹחֲרֶ֨יה֙ H5503 שָׂרִ֔ים H8269 כִּנְעָנֶ֖יהָ H3667 נִכְבַּדֵּי H3513 אָֽרֶץ H776 ",
      "9": "יְהוָ֥ה H3068 צְבָא֖וֹת H6635 יְעָצָ֑הּ H3289 לְחַלֵּל֙ H2490 גְּא֣וֹן H1347 כָּל H3605 צְבִ֔י H6643 לְהָקֵ֖ל H7043 כָּל H3605 נִכְבַּדֵּי H3513 אָֽרֶץ H776 ",
      "10": "עִבְרִ֥י H5674 אַרְצֵ֖ךְ H776 כַּיְאֹ֑ר H2975 בַּת H1323 תַּרְשִׁ֕ישׁ H8659 אֵ֖ין H369 מֵ֥זַח H4206 עֽוֹד H5750 ",
      "11": "יָדוֹ֙ H3027 נָטָ֣ה H5186 עַל H5921 הַיָּ֔ם H3220 הִרְגִּ֖יז H7264 מַמְלָכ֑וֹת H4467 יְהוָה֙ H3068 צִוָּ֣ה H6680 אֶל H413 כְּנַ֔עַן H3667 לַשְׁמִ֖ד H8045 מָעֻזְנֶֽיהָ H4581 ",
      "12": "וַיֹּ֕אמֶר H559 לֹֽא H3808 תוֹסִ֥יפִי H3254 ע֖וֹד H5750 לַעְל֑וֹז H5937 הַֽמְעֻשָּׁקָ֞ה H6231 בְּתוּלַ֣ת H1330 בַּת H1323 צִיד֗וֹן H6721 כתיים H3794 ק֣וּמִי H6965 עֲבֹ֔רִי H5674 גַּם H1571 שָׁ֖ם H8033 לֹא H3808 יָנ֥וּחַֽ H5117 לָֽךְ Hl ",
      "13": "הֵ֣ן H2005 אֶ֣רֶץ H776 כַּשְׂדִּ֗ים H3778 זֶ֤ה H2088 הָעָם֙ H5971 לֹ֣א H3808 הָיָ֔ה H1961 אַשּׁ֖וּר H804 יְסָדָ֣הּ H3245 לְצִיִּ֑ים H6728 הֵקִ֣ימוּ H6965 בחיניו H971 עֹרְרוּ֙ H6209 אַרְמְנוֹתֶ֔יהָ H759 שָׂמָ֖הּ H7760 לְמַפֵּלָֽה H4654 ",
      "14": "הֵילִ֖ילוּ H3213 אֳנִיּ֣וֹת H591 תַּרְשִׁ֑ישׁ H8659 כִּ֥י H3588 שֻׁדַּ֖ד H7703 מָעֻזְּכֶֽן H4581 ",
      "15": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְנִשְׁכַּ֤חַת H7911 צֹר֙ H6865 שִׁבְעִ֣ים H7657 שָׁנָ֔ה H8141 כִּימֵ֖י H3117 מֶ֣לֶךְ H4428 אֶחָ֑ד H259 מִקֵּ֞ץ H7093 שִׁבְעִ֤ים H7657 שָׁנָה֙ H8141 יִהְיֶ֣ה H1961 לְצֹ֔ר H6865 כְּשִׁירַ֖ת H7892 הַזּוֹנָֽה H2181 ",
      "16": "קְחִ֥י H3947 כִנּ֛וֹר H3658 סֹ֥בִּי H5437 עִ֖יר H5892 זוֹנָ֣ה H2181 נִשְׁכָּחָ֑ה H7911 הֵיטִ֤יבִי H3190 נַגֵּן֙ H5059 הַרְבִּי H7235 שִׁ֔יר H7892 לְמַ֖עַן H4616 תִּזָּכֵֽרִי H2142 ",
      "17": "וְהָיָ֞ה H1961 מִקֵּ֣ץ H7093 שִׁבְעִ֣ים H7657 שָׁנָ֗ה H8141 יִפְקֹ֤ד H6485 יְהוָה֙ H3068 אֶת H853 צֹ֔ר H6865 וְשָׁבָ֖ה H7725 לְאֶתְנַנָּ֑ H868 וְזָֽנְתָ֛ה H2181 אֶת H854 כָּל H3605 מַמְלְכ֥וֹת H4467 הָאָ֖רֶץ H776 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
      "18": "וְהָיָ֨ה H1961 סַחְרָ֜הּ H5504 וְאֶתְנַנָּ֗ H868 קֹ֚דֶשׁ H6944 לַֽיהוָ֔ה H3068 לֹ֥א H3808 יֵֽאָצֵ֖ר H686 וְלֹ֣א H3808 יֵֽחָסֵ֑ן H2630 כִּ֣י H3588 לַיֹּשְׁבִ֞ים H3427 לִפְנֵ֤י H6440 יְהוָה֙ H3068 יִֽהְיֶ֣ה H1961 סַחְרָ֔הּ H5504 לֶאֱכֹ֥ל H398 לְשָׂבְעָ֖ה H7654 וְלִ H4374 עָתִֽיק H6266 "
    },
    "24": {
      "1": "הִנֵּ֧ה H2009 יְהוָ֛ה H3068 בּוֹקֵ֥ק H1238 הָאָ֖רֶץ H776 וּבֽוֹלְקָ֑ H1110 וְעִוָּ֣ה H5753 פָנֶ֔יהָ H6440 וְהֵפִ֖יץ H6327 יֹשְׁבֶֽיהָ H3427 ",
      "2": "וְהָיָ֤ה H1961 כָעָם֙ H5971 כַּכֹּהֵ֔ן H3548 כַּעֶ֨בֶד֙ H5650 כַּֽאדֹנָ֔י H113 כַּשִּׁפְחָ֖ה H8198 כַּגְּבִרְתָּ֑ H1404 כַּקּוֹנֶה֙ H7069 כַּמּוֹכֵ֔ר H4376 כַּמַּלְוֶה֙ H3867 כַּלֹּוֶ֔ה H3867 כַּנֹּשֶׁ֕ה H5383 כַּאֲשֶׁ֖ר H834 נֹשֶׁ֥א H5378 בֽוֹ Hb ",
      "3": "הִבּ֧וֹק H1238 תִּבּ֛וֹק H1238 הָאָ֖רֶץ H776 וְהִבּ֣וֹז H962 תִּבּ֑וֹז H962 כִּ֣י H3588 יְהוָ֔ה H3068 דִּבֶּ֖ר H1696 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
      "4": "אָבְלָ֤ה H56 נָֽבְלָה֙ H5034 הָאָ֔רֶץ H776 אֻמְלְלָ֥ה H535 נָבְלָ֖ה H5034 תֵּבֵ֑ל H8398 אֻמְלָ֖לוּ H535 מְר֥וֹם H4791 עַם H5971 הָאָֽרֶץ H776 ",
      "5": "וְהָ H776 חָנְפָ֖ה H2610 תַּ֣חַת H8478 יֹשְׁבֶ֑יהָ H3427 כִּֽי H3588 עָבְר֤וּ H5674 תוֹרֹת֙ H8451 חָ֣לְפוּ H2498 חֹ֔ק H2706 הֵפֵ֖רוּ H6565 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
      "6": "עַל H5921 כֵּ֗ן H3651 אָלָה֙ H423 אָ֣כְלָה H398 אֶ֔רֶץ H776 וַֽיֶּאְשְׁמ֖וּ H816 יֹ֣שְׁבֵי H3427 בָ֑הּ Hb עַל H5921 כֵּ֗ן H3651 חָרוּ֙ H2787 יֹ֣שְׁבֵי H3427 אֶ֔רֶץ H776 וְנִשְׁאַ֥ר H7604 אֱנ֖וֹשׁ H582 מִזְעָֽר H4213 ",
      "7": "אָבַ֥ל H56 תִּיר֖וֹשׁ H8492 אֻמְלְלָה H535 גָ֑פֶן H1612 נֶאֶנְח֖וּ H584 כָּל H3605 שִׂמְחֵי H8056 לֵֽב H3820 ",
      "8": "שָׁבַת֙ H7673 מְשׂ֣וֹשׂ H4885 תֻּפִּ֔ים H8596 חָדַ֖ל H2308 שְׁא֣וֹן H7588 עַלִּיזִ֑ים H5947 שָׁבַ֖ת H7673 מְשׂ֥וֹשׂ H4885 כִּנּֽוֹר H3658 ",
      "9": "בַּשִּׁ֖יר H7892 לֹ֣א H3808 יִשְׁתּוּ H8354 יָ֑יִן H3196 יֵמַ֥ר H4843 שֵׁכָ֖ר H7941 לְשֹׁתָֽי H8354 ",
      "10": "נִשְׁבְּרָ֖ה H7665 קִרְיַת H7151 תֹּ֑הוּ H8414 סֻגַּ֥ר H5462 כָּל H3605 בַּ֖יִת H1004 מִבּֽוֹא H935 ",
      "11": "צְוָחָ֥ה H6682 עַל H5921 הַיַּ֖יִן H3196 בַּֽחוּצ֑וֹת H2351 עָֽרְבָה֙ H6150 כָּל H3605 שִׂמְחָ֔ה H8057 גָּלָ֖ה H1540 מְשׂ֥וֹשׂ H4885 הָאָֽרֶץ H776 ",
      "12": "נִשְׁאַ֥ר H7604 בָּעִ֖יר H5892 שַׁמָּ֑ה H8047 וּשְׁאִיָּ֖ה H7591 יֻכַּת H3807 שָֽׁעַר H8179 ",
      "13": "כִּ֣י H3588 כֹ֥ה H3541 יִהְיֶ֛ה H1961 בְּקֶ֥רֶב H7130 הָאָ֖רֶץ H776 בְּת֣וֹךְ H8432 הָֽעַמִּ֑ים H5971 כְּנֹ֣קֶף H5363 זַ֔יִת H2132 כְּעוֹלֵלֹ֖ת H5955 אִם H518 כָּלָ֥ה H3615 בָצִֽיר H1210 ",
      "14": "הֵ֛מָּה H1992 יִשְׂא֥וּ H5375 קוֹלָ֖ם H6963 יָרֹ֑נּוּ H7442 בִּגְא֣וֹן H1347 יְהוָ֔ה H3068 צָהֲל֖וּ H6670 מִיָּֽם H3220 ",
      "15": "עַל H5921 כֵּ֥ן H3651 בָּאֻרִ֖ים H217 כַּבְּד֣וּ H3513 יְהוָ֑ה H3068 בְּאִיֵּ֣י H339 הַיָּ֔ם H3220 שֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "16": "מִכְּנַ֨ף H3671 הָאָ֜רֶץ H776 זְמִרֹ֤ת H2158 שָׁמַ֨עְנוּ֙ H8085 צְבִ֣י H6643 לַצַּדִּ֔יק H6662 וָאֹמַ֛ר H559 רָזִי H7334 לִ֥י Hl רָֽזִי H7334 לִ֖י Hl א֣וֹי H188 לִ֑י Hl בֹּגְדִ֣ים H898 בָּגָ֔דוּ H898 וּבֶ֥גֶד H899 בּוֹגְדִ֖ים H898 בָּגָֽדוּ H898 ",
      "17": "פַּ֥חַד H6343 וָפַ֖חַת H6354 וָפָ֑ח H6341 עָלֶ֖יךָ H5921 יוֹשֵׁ֥ב H3427 הָאָֽרֶץ H776 ",
      "18": "וְֽ֠הָיָה H1961 הַנָּ֞ס H5127 מִקּ֤וֹל H6963 הַפַּ֨חַד֙ H6343 יִפֹּ֣ל H5307 אֶל H413 הַפַּ֔חַת H6354 וְהָֽ H5927 מִתּ֣וֹךְ H8432 הַפַּ֔חַת H6354 יִלָּכֵ֖ד H3920 בַּפָּ֑ח H6341 כִּֽי H3588 אֲרֻבּ֤וֹת H699 מִמָּרוֹם֙ H4791 נִפְתָּ֔חוּ H6605 וַֽיִּרְעֲשׁ֖וּ H7493 מ֥וֹסְדֵי H4146 אָֽרֶץ H776 ",
      "19": "רֹ֥עָה H7489 הִֽתְרֹעֲעָ֖ה H7489 הָאָ֑רֶץ H776 פּ֤וֹר H6565 הִֽתְפּוֹרְרָה֙ H6565 אֶ֔רֶץ H776 מ֥וֹט H4131 הִֽתְמוֹטְטָ֖ה H4131 אָֽרֶץ H776 ",
      "20": "נ֣וֹעַ H5128 תָּנ֤וּעַ H5128 אֶ֨רֶץ֙ H776 כַּשִּׁכּ֔וֹר H7910 וְהִֽתְנוֹדְדָ֖ה H5110 כַּמְּלוּנָ֑ה H4412 וְכָבַ֤ד H3513 עָלֶ֨יהָ֙ H5921 פִּשְׁעָ֔הּ H6588 וְנָפְלָ֖ה H5307 וְלֹא H3808 תֹסִ֥יף H3254 קֽוּם H6965 ",
      "21": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִפְקֹ֧ד H6485 יְהוָ֛ה H3068 עַל H5921 צְבָ֥א H6635 הַמָּר֖וֹם H4791 בַּמָּר֑וֹם H4791 וְעַל H5921 מַלְכֵ֥י H4428 הָאֲדָמָ֖ה H127 עַל H5921 הָאֲדָמָֽה H127 ",
      "22": "וְאֻסְּפ֨וּ H622 אֲסֵפָ֤ה H626 אַסִּיר֙ H616 עַל H5921 בּ֔וֹר H953 וְסֻגְּר֖וּ H5462 עַל H5921 מַסְגֵּ֑ר H4525 וּמֵ H7230 יָמִ֖ים H3117 יִפָּקֵֽדוּ H6485 ",
      "23": "וְחָֽפְרָה֙ H2659 הַלְּבָנָ֔ה H3842 וּבוֹשָׁ֖ה H954 הַֽחַמָּ֑ה H2535 כִּֽי H3588 מָלַ֞ךְ H4427 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 בְּהַ֤ר H2022 צִיּוֹן֙ H6726 וּבִ H3389 וְנֶ֥גֶד H5048 זְקֵנָ֖יו H2205 כָּבֽוֹד H3519 "
    },
    "25": {
      "1": "יְהוָ֤ה H3068 אֱלֹהַי֙ H430 אַתָּ֔ה H859 אֲרֽוֹמִמְךָ֙ H7311 אוֹדֶ֣ה H3034 שִׁמְךָ֔ H8034 כִּ֥י H3588 עָשִׂ֖יתָ H6213 פֶּ֑לֶא H6382 עֵצ֥וֹת H6098 מֵֽרָח֖וֹק H7350 אֱמ֥וּנָה H530 אֹֽמֶן H544 ",
      "2": "כִּ֣י H3588 שַׂ֤מְתָּ H7760 מֵעִיר֙ H5892 לַגָּ֔ל H1530 קִרְיָ֥ה H7151 בְצוּרָ֖ה H1219 לְמַפֵּלָ֑ה H4654 אַרְמ֤וֹן H759 זָרִים֙ H2114 מֵעִ֔יר H5892 לְעוֹלָ֖ם H5769 לֹ֥א H3808 יִבָּנֶֽה H1129 ",
      "3": "עַל H5921 כֵּ֖ן H3651 יְכַבְּד֣וּךָ H3513 עַם H5971 עָ֑ז H5794 קִרְיַ֛ת H7151 גּוֹיִ֥ם H1471 עָרִיצִ֖ים H6184 יִירָאֽוּךָ H3372 ",
      "4": "כִּֽי H3588 הָיִ֨יתָ H1961 מָע֥וֹז H4581 לַדָּ֛ל H1800 מָע֥וֹז H4581 לָאֶבְי֖וֹן H34 בַּצַּר H6862 ל֑וֹ Hl מַחְסֶ֤ה H4268 מִזֶּ֨רֶם֙ H2230 צֵ֣ל H6738 מֵחֹ֔רֶב H2721 כִּ֛י H3588 ר֥וּחַ H7307 עָרִיצִ֖ים H6184 כְּזֶ֥רֶם H2230 קִֽיר H7023 ",
      "5": "כְּחֹ֣רֶב H2721 בְּצָי֔וֹן H6724 שְׁא֥וֹן H7588 זָרִ֖ים H2114 תַּכְנִ֑יעַ H3665 חֹ֚רֶב H2721 בְּצֵ֣ל H6738 עָ֔ב H5645 זְמִ֥יר H2158 עָֽרִיצִ֖ים H6184 יַעֲנֶֽה H6030 ",
      "6": "וְעָשָׂה֩ H6213 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 לְכָל H3605 הָֽעַמִּים֙ H5971 בָּהָ֣ר H2022 הַזֶּ֔ה H2088 מִשְׁתֵּ֥ה H4960 שְׁמָנִ֖ים H8081 מִשְׁתֵּ֣ה H4960 שְׁמָרִ֑ים H8105 שְׁמָנִים֙ H8081 מְמֻ֣חָיִ֔ם H4229 שְׁמָרִ֖ים H8105 מְזֻקָּקִֽים H2212 ",
      "7": "וּבִלַּע֙ H1104 בָּהָ֣ר H2022 הַזֶּ֔ה H2088 פְּנֵֽי H6440 הַלּ֥וֹט H3875 הַלּ֖וֹט H3874 עַל H5921 כָּל H3605 הָֽעַמִּ֑ים H5971 וְהַ H4541 הַנְּסוּכָ֖ה H5259 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 ",
      "8": "בִּלַּ֤ע H1104 הַמָּ֨וֶת֙ H4194 לָנֶ֔צַח H5331 וּמָחָ֨ה H4229 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 דִּמְעָ֖ה H1832 מֵעַ֣ל H5921 כָּל H3605 פָּנִ֑ים H6440 וְחֶרְפַּ֣ת H2781 עַמּ֗וֹ H5971 יָסִיר֙ H5493 מֵעַ֣ל H5921 כָּל H3605 הָאָ֔רֶץ H776 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
      "9": "וְאָמַר֙ H559 בַּיּ֣וֹם H3117 הַה֔וּא H1931 הִנֵּ֨ה H2009 אֱלֹהֵ֥ינוּ H430 זֶ֛ה H2088 קִוִּ֥ינוּ H6960 ל֖וֹ Hl וְיֽוֹשִׁיעֵ֑ H3467 זֶ֤ה H2088 יְהוָה֙ H3068 קִוִּ֣ינוּ H6960 ל֔וֹ Hl נָגִ֥ילָה H1523 וְנִשְׂמְחָ֖ה H8055 בִּישׁוּעָתֽ H3444 ",
      "10": "כִּֽי H3588 תָנ֥וּחַ H5117 יַד H3027 יְהוָ֖ה H3068 בָּהָ֣ר H2022 הַזֶּ֑ה H2088 וְנָ֤דוֹשׁ H1758 מוֹאָב֙ H4124 תַּחְתָּ֔יו H8478 כְּהִדּ֥וּשׁ H1758 מַתְבֵּ֖ן H4963 במי H1119 מַדְמֵנָֽה H4087 ",
      "11": "וּפֵרַ֤שׂ H6566 יָדָיו֙ H3027 בְּקִרְבּ֔ H7130 כַּאֲשֶׁ֛ר H834 יְפָרֵ֥שׂ H6566 הַשֹּׂחֶ֖ה H7811 לִשְׂח֑וֹת H7811 וְהִשְׁפִּיל֙ H8213 גַּֽאֲוָת֔וֹ H1346 עִ֖ם H5973 אָרְבּ֥וֹת H698 יָדָֽיו H3027 ",
      "12": "וּמִבְצַ֞ר H4013 מִשְׂגַּ֣ב H4869 חוֹמֹתֶ֗יךָ H2346 הֵשַׁ֥ח H7817 הִשְׁפִּ֛יל H8213 הִגִּ֥יעַ H5060 לָאָ֖רֶץ H776 עַד H5704 עָפָֽר H6083 "
    },
    "26": {
      "1": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יוּשַׁ֥ר H7891 הַשִּׁיר H7892 הַזֶּ֖ה H2088 בְּאֶ֣רֶץ H776 יְהוּדָ֑ה H3063 עִ֣יר H5892 עָז H5794 לָ֔נוּ Hl יְשׁוּעָ֥ה H3444 יָשִׁ֖ית H7896 חוֹמ֥וֹת H2346 וָחֵֽל H2426 ",
      "2": "פִּתְח֖וּ H6605 שְׁעָרִ֑ים H8179 וְיָבֹ֥א H935 גוֹי H1471 צַדִּ֖יק H6662 שֹׁמֵ֥ר H8104 אֱמֻנִֽים H529 ",
      "3": "יֵ֣צֶר H3336 סָמ֔וּךְ H5564 תִּצֹּ֖ר H5341 שָׁל֣וֹם H7965 שָׁל֑וֹם H7965 כִּ֥י H3588 בְךָ֖ Hb בָּטֽוּחַ H982 ",
      "4": "בִּטְח֥וּ H982 בַֽיהוָ֖ה H3068 עֲדֵי H5704 עַ֑ד H5703 כִּ֚י H3588 בְּיָ֣הּ H3050 יְהוָ֔ה H3068 צ֖וּר H6697 עוֹלָמִֽים H5769 ",
      "5": "כִּ֤י H3588 הֵשַׁח֙ H7817 יֹשְׁבֵ֣י H3427 מָר֔וֹם H4791 קִרְיָ֖ה H7151 נִשְׂגָּבָ֑ה H7682 יַשְׁפִּילֶ֤נָּה H8213 יַשְׁפִּילָהּ֙ H8213 עַד H5704 אֶ֔רֶץ H776 יַגִּיעֶ֖נָּה H5060 עַד H5704 עָפָֽר H6083 ",
      "6": "תִּרְמְסֶ֖נָּה H7429 רָ֑גֶל H7272 רַגְלֵ֥י H7272 עָנִ֖י H6041 פַּעֲמֵ֥י H6471 דַלִּֽים H1800 ",
      "7": "אֹ֥רַח H734 לַצַּדִּ֖יק H6662 מֵֽישָׁרִ֑ים H4339 יָשָׁ֕ר H3477 מַעְגַּ֥ל H4570 צַדִּ֖יק H6662 תְּפַלֵּֽס H6424 ",
      "8": "אַ֣ף H637 אֹ֧רַח H734 מִשְׁפָּטֶ֛יךָ H4941 יְהוָ֖ה H3068 קִוִּינ֑וּךָ H6960 לְשִׁמְ H8034 וּֽלְ H2143 תַּאֲוַת H8378 נָֽפֶשׁ H5315 ",
      "9": "נַפְשִׁ֤י H5315 אִוִּיתִ֨יךָ֙ H183 בַּלַּ֔יְלָה H3915 אַף H637 רוּחִ֥י H7307 בְקִרְבִּ֖ H7130 אֲשַֽׁחֲרֶ֑ךָּ H7836 כִּ֞י H3588 כַּאֲשֶׁ֤ר H834 מִשְׁפָּטֶ֨יךָ֙ H4941 לָאָ֔רֶץ H776 צֶ֥דֶק H6664 לָמְד֖וּ H3925 יֹשְׁבֵ֥י H3427 תֵבֵֽל H8398 ",
      "10": "יֻחַ֤ן H2603 רָשָׁע֙ H7563 בַּל H1077 לָמַ֣ד H3925 צֶ֔דֶק H6664 בְּאֶ֥רֶץ H776 נְכֹח֖וֹת H5229 יְעַוֵּ֑ל H5765 וּבַל H1077 יִרְאֶ֖ה H7200 גֵּא֥וּת H1348 יְהוָֽה H3068 ",
      "11": "יְהוָ֛ה H3068 רָ֥מָה H7311 יָדְךָ֖ H3027 בַּל H1077 יֶחֱזָי֑וּן H2372 יֶחֱז֤וּ H2372 וְיֵבֹ֨שׁוּ֙ H954 קִנְאַת H7068 עָ֔ם H5971 אַף H637 אֵ֖שׁ H784 צָרֶ֥יךָ H6862 תֹאכְלֵֽם H398 ",
      "12": "יְהוָ֕ה H3068 תִּשְׁפֹּ֥ת H8239 שָׁל֖וֹם H7965 לָ֑נוּ Hl כִּ֛י H3588 גַּ֥ם H1571 כָּֽל H3605 מַעֲשֵׂ֖ינוּ H4639 פָּעַ֥לְתָּ H6466 לָּֽנוּ Hl ",
      "13": "יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 בְּעָל֥וּנוּ H1166 אֲדֹנִ֖ים H113 זֽוּלָתֶ֑ךָ H2108 לְבַד H905 בְּךָ֖ Hb נַזְכִּ֥יר H2142 שְׁמֶֽךָ H8034 ",
      "14": "מֵתִים֙ H4191 בַּל H1077 יִחְי֔וּ H2421 רְפָאִ֖ים H7496 בַּל H1077 יָקֻ֑מוּ H6965 לָכֵ֤ן H3651 פָּקַ֨דְתָּ֙ H6485 וַתַּשְׁמִידֵ֔ H8045 וַתְּאַבֵּ֥ד H6 כָּל H3605 זֵ֖כֶר H2143 לָֽמוֹ Hl ",
      "15": "יָסַ֤פְתָּ H3254 לַגּוֹי֙ H1471 יְהוָ֔ה H3068 יָסַ֥פְתָּ H3254 לַגּ֖וֹי H1471 נִכְבָּ֑דְתָּ H3513 רִחַ֖קְתָּ H7368 כָּל H3605 קַצְוֵי H7099 אָֽרֶץ H776 ",
      "16": "יְהוָ֖ה H3068 בַּצַּ֣ר H6862 פְּקָד֑וּךָ H6485 צָק֣וּן H6694 לַ֔חַשׁ H3908 מוּסָרְךָ֖ H4148 לָֽמוֹ Hl ",
      "17": "כְּמ֤וֹ H3644 הָרָה֙ H2030 תַּקְרִ֣יב H7126 לָלֶ֔דֶת H3205 תָּחִ֥יל H2342 תִּזְעַ֖ק H2199 בַּחֲבָלֶ֑י H2256 כֵּ֛ן H3651 הָיִ֥ינוּ H1961 מִפָּנֶ֖י H6440 יְהוָֽה H3068 ",
      "18": "הָרִ֣ינוּ H2029 חַ֔לְנוּ H2342 כְּמ֖וֹ H3644 יָלַ֣דְנוּ H3205 ר֑וּחַ H7307 יְשׁוּעֹת֙ H3444 בַּל H1077 נַ֣עֲשֶׂה H6213 אֶ֔רֶץ H776 וּבַֽל H1077 יִפְּל֖וּ H5307 יֹשְׁבֵ֥י H3427 תֵבֵֽל H8398 ",
      "19": "יִֽחְי֣וּ H2421 מֵתֶ֔יךָ H4191 נְבֵלָתִ֖י H5038 יְקוּמ֑וּן H6965 הָקִ֨יצוּ H6974 וְרַנְּנ֜וּ H7442 שֹׁכְנֵ֣י H7931 עָפָ֗ר H6083 כִּ֣י H3588 טַ֤ל H2919 אוֹרֹת֙ H219 טַלֶּ֔ךָ H2919 וָאָ֖רֶץ H776 רְפָאִ֥ים H7496 תַּפִּֽיל H5307 ",
      "20": "לֵ֤ךְ H3212 עַמִּי֙ H5971 בֹּ֣א H935 בַחֲדָרֶ֔י H2315 וּֽסְגֹ֥ר H5462 דלתיך H1817 בַּעֲדֶ֑ךָ H1157 חֲבִ֥י H2247 כִמְעַט H4592 רֶ֖גַע H7281 עַד H5704 יעבור H5674 זָֽעַם H2195 ",
      "21": "כִּֽי H3588 הִנֵּ֤ה H2009 יְהוָה֙ H3068 יֹצֵ֣א H3318 מִמְּקוֹמ֔ H4725 לִפְקֹ֛ד H6485 עֲוֺ֥ן H5771 יֹֽשֵׁב H3427 הָאָ֖רֶץ H776 עָלָ֑יו H5921 וְגִלְּתָ֤ה H1540 הָאָ֨רֶץ֙ H776 אֶת H853 דָּמֶ֔יהָ H1818 וְלֹֽא H3808 תְכַסֶּ֥ה H3680 ע֖וֹד H5750 עַל H5921 הֲרוּגֶֽיהָ H2026 "
    },
    "27": {
      "1": "בַּיּ֣וֹם H3117 הַה֡וּא H1931 יִפְקֹ֣ד H6485 יְהוָה֩ H3068 בְּחַרְב֨ H2719 הַקָּשָׁ֜ה H7186 וְהַ H1419 וְהַֽ H2389 עַ֤ל H5921 לִוְיָתָן֙ H3882 נָחָ֣שׁ H5175 בָּרִ֔חַ H1281 וְעַל֙ H5921 לִוְיָתָ֔ן H3882 נָחָ֖שׁ H5175 עֲקַלָּת֑וֹן H6129 וְהָרַ֥ג H2026 אֶת H853 הַתַּנִּ֖ין H8577 אֲשֶׁ֥ר H834 בַּיָּֽם H3220 ",
      "2": "בַּיּ֖וֹם H3117 הַה֑וּא H1931 כֶּ֥רֶם H3754 חֶ֖מֶד H2531 עַנּוּ H6030 לָֽהּ Hl ",
      "3": "אֲנִ֤י H589 יְהוָה֙ H3068 נֹֽצְרָ֔הּ H5341 לִרְגָעִ֖ים H7281 אַשְׁקֶ֑נָּה H8248 פֶּ֚ן H6435 יִפְקֹ֣ד H6485 עָלֶ֔יהָ H5921 לַ֥יְלָה H3915 וָי֖וֹם H3117 אֶצֳּרֶֽנָּה H5341 ",
      "4": "חֵמָ֖ה H2534 אֵ֣ין H369 לִ֑י Hl מִֽי H4310 יִתְּנֵ֜נִי H5414 שָׁמִ֥יר H8068 שַׁ֨יִת֙ H7898 בַּמִּלְחָמָ֔ה H4421 אֶפְשְׂעָ֥ה H6585 בָ֖הּ Hb אֲצִיתֶ֥נָּה H6702 יָּֽחַד H3162 ",
      "5": "א֚וֹ H176 יַחֲזֵ֣ק H2388 בְּמָעוּזִּ֔ H4581 יַעֲשֶׂ֥ה H6213 שָׁל֖וֹם H7965 לִ֑י Hl שָׁל֖וֹם H7965 יַֽעֲשֶׂה H6213 לִּֽי Hl ",
      "6": "הַבָּאִים֙ H935 יַשְׁרֵ֣שׁ H8327 יַֽעֲקֹ֔ב H3290 יָצִ֥יץ H6692 וּפָרַ֖ח H6524 יִשְׂרָאֵ֑ל H3478 וּמָלְא֥וּ H4390 פְנֵי H6440 תֵבֵ֖ל H8398 תְּנוּבָֽה H8570 ",
      "7": "הַכְּ H4347 מַכֵּ֖הוּ H5221 הִכָּ֑הוּ H5221 אִם H518 כְּהֶ֥רֶג H2027 הֲרֻגָ֖יו H2026 הֹרָֽג H2026 ",
      "8": "בְּסַּאסְּאָ֖ה H5432 בְּשַׁלְחָ֣ H7971 תְּרִיבֶ֑נָּה H7378 הָגָ֛ה H1898 בְּרוּח֥ H7307 הַקָּשָׁ֖ה H7186 בְּי֥וֹם H3117 קָדִֽים H6921 ",
      "9": "לָכֵ֗ן H3651 בְּזֹאת֙ H2063 יְכֻפַּ֣ר H3722 עֲוֺֽן H5771 יַעֲקֹ֔ב H3290 וְזֶ֕ה H2088 כָּל H3605 פְּרִ֖י H6529 הָסִ֣ר H5493 חַטָּאת֑וֹ H2403 בְּשׂוּמ֣ H7760 כָּל H3605 אַבְנֵ֣י H68 מִזְבֵּ֗חַ H4196 כְּאַבְנֵי H68 גִר֙ H1615 מְנֻפָּצ֔וֹת H5310 לֹֽא H3808 יָקֻ֥מוּ H6965 אֲשֵׁרִ֖ים H842 וְחַמָּנִֽים H2553 ",
      "10": "כִּ֣י H3588 עִ֤יר H5892 בְּצוּרָה֙ H1219 בָּדָ֔ד H910 נָוֶ֕ה H5116 מְשֻׁלָּ֥ח H7971 וְנֶעֱזָ֖ב H5800 כַּמִּדְבָּ֑ר H4057 שָׁ֣ם H8033 יִרְעֶ֥ה H7462 עֵ֛גֶל H5695 וְשָׁ֥ם H8033 יִרְבָּ֖ץ H7257 וְכִלָּ֥ה H3615 סְעִפֶֽיהָ H5585 ",
      "11": "בִּיבֹ֤שׁ H3001 קְצִירָהּ֙ H7105 תִּשָּׁבַ֔רְנָה H7665 נָשִׁ֕ים H802 בָּא֖וֹת H935 מְאִיר֣וֹת H215 אוֹתָ֑הּ H853 כִּ֣י H3588 לֹ֤א H3808 עַם H5971 בִּינוֹת֙ H998 ה֔וּא H1931 עַל H5921 כֵּן֙ H3651 לֹֽא H3808 יְרַחֲמֶ֣נּוּ H7355 עֹשֵׂ֔הוּ H6213 וְיֹצְר֖ H3335 לֹ֥א H3808 יְחֻנֶּֽנּוּ H2603 ",
      "12": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יַחְבֹּ֧ט H2251 יְהוָ֛ה H3068 מִשִּׁבֹּ֥לֶת H7641 הַנָּהָ֖ר H5104 עַד H5704 נַ֣חַל H5158 מִצְרָ֑יִם H4714 וְאַתֶּ֧ם H859 תְּלֻקְּט֛וּ H3950 לְאַחַ֥ד H259 אֶחָ֖ד H259 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "13": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִתָּקַע֮ H8628 בְּשׁוֹפָ֣ר H7782 גָּדוֹל֒ H1419 וּבָ֗אוּ H935 הָאֹֽבְדִים֙ H6 בְּאֶ֣רֶץ H776 אַשּׁ֔וּר H804 וְהַ H5080 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְהִשְׁתַּחֲו֧וּ H7812 לַיהוָ֛ה H3068 בְּהַ֥ר H2022 הַקֹּ֖דֶשׁ H6944 בִּירוּשָׁלִָֽם H3389 "
    },
    "28": {
      "1": "ה֗וֹי H1945 עֲטֶ֤רֶת H5850 גֵּאוּת֙ H1348 שִׁכֹּרֵ֣י H7910 אֶפְרַ֔יִם H669 וְצִ֥יץ H6731 נֹבֵ֖ל H5034 צְבִ֣י H6643 תִפְאַרְתּ֑וֹ H8597 אֲשֶׁ֛ר H834 עַל H5921 רֹ֥אשׁ H7218 גֵּֽיא H1516 שְׁמָנִ֖ים H8081 הֲל֥וּמֵי H1986 יָֽיִן H3196 ",
      "2": "הִנֵּ֨ה H2009 חָזָ֤ק H2389 וְאַמִּץ֙ H533 לַֽאדֹנָ֔ H136 כְּזֶ֥רֶם H2230 בָּרָ֖ד H1259 שַׂ֣עַר H8178 קָ֑טֶב H6986 כְּ֠זֶרֶם H2230 מַ֣יִם H4325 כַּבִּירִ֥ים H3524 שֹׁטְפִ֛ים H7857 הִנִּ֥יחַ H3240 לָאָ֖רֶץ H776 בְּיָֽד H3027 ",
      "3": "בְּרַגְלַ֖יִם H7272 תֵּֽרָמַ֑סְנָה H7429 עֲטֶ֥רֶת H5850 גֵּא֖וּת H1348 שִׁכּוֹרֵ֥י H7910 אֶפְרָֽיִם H669 ",
      "4": "וְֽהָ֨יְתָ֜ה H1961 צִיצַ֤ת H6733 נֹבֵל֙ H5034 צְבִ֣י H6643 תִפְאַרְתּ֔וֹ H8597 אֲשֶׁ֥ר H834 עַל H5921 רֹ֖אשׁ H7218 גֵּ֣יא H1516 שְׁמָנִ֑ים H8081 כְּבִכּוּרָהּ֙ H1061 בְּטֶ֣רֶם H2962 קַ֔יִץ H7019 אֲשֶׁ֨ר H834 יִרְאֶ֤ה H7200 הָֽרֹאֶה֙ H7200 אוֹתָ֔הּ H853 בְּעוֹדָ֥ H5750 בְּכַפּ֖ H3709 יִבְלָעֶֽנָּה H1104 ",
      "5": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶה֙ H1961 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 לַעֲטֶ֣רֶת H5850 צְבִ֔י H6643 וְלִ H6843 תִּפְאָרָ֑ה H8597 לִשְׁאָ֖ר H7605 עַמּֽוֹ H5971 ",
      "6": "וּלְ H7307 מִשְׁפָּ֑ט H4941 לַיּוֹשֵׁב֙ H3427 עַל H5921 הַמִּשְׁפָּ֔ט H4941 וְלִ֨ H1369 מְשִׁיבֵ֥י H7725 מִלְחָמָ֖ה H4421 שָֽׁעְרָה H8179 ",
      "7": "וְגַם H1571 אֵ֨לֶּה֙ H428 בַּיַּ֣יִן H3196 שָׁג֔וּ H7686 וּבַ H7941 תָּע֑וּ H8582 כֹּהֵ֣ן H3548 וְנָבִיא֩ H5030 שָׁג֨וּ H7686 בַשֵּׁכָ֜ר H7941 נִבְלְע֣וּ H1104 מִן H4480 הַיַּ֗יִן H3196 תָּעוּ֙ H8582 מִן H4480 הַשֵּׁכָ֔ר H7941 שָׁגוּ֙ H7686 בָּֽרֹאֶ֔ה H7203 פָּק֖וּ H6328 פְּלִילִיָּֽה H6417 ",
      "8": "כִּ֚י H3588 כָּל H3605 שֻׁלְחָנ֔וֹת H7979 מָלְא֖וּ H4390 קִ֣יא H6892 צֹאָ֑ה H6675 בְּלִ֖י H1097 מָקֽוֹם H4725 ",
      "9": "אֶת H853 מִי֙ H4310 יוֹרֶ֣ה H3384 דֵעָ֔ה H1844 וְאֶת H853 מִ֖י H4310 יָבִ֣ין H995 שְׁמוּעָ֑ה H8052 גְּמוּלֵי֙ H1580 מֵֽחָלָ֔ב H2461 עַתִּיקֵ֖י H6267 מִשָּׁדָֽיִם H7699 ",
      "10": "כִּ֣י H3588 צַ֤ו H6673 לָצָו֙ H6673 צַ֣ו H6673 לָצָ֔ו H6673 קַ֥ו H6957 לָקָ֖ו H6957 קַ֣ו H6957 לָקָ֑ו H6957 זְעֵ֥יר H2191 שָׁ֖ם H8033 זְעֵ֥יר H2191 שָֽׁם H8033 ",
      "11": "כִּ֚י H3588 בְּלַעֲגֵ֣י H3934 שָׂפָ֔ה H8193 וּבְ H3956 אַחֶ֑רֶת H312 יְדַבֵּ֖ר H1696 אֶל H413 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
      "12": "אֲשֶׁ֣ר H834 אָמַ֣ר H559 אֲלֵיהֶ֗ם H413 זֹ֤את H2063 הַמְּנוּחָה֙ H4496 הָנִ֣יחוּ H5117 לֶֽעָיֵ֔ף H5889 וְזֹ֖את H2063 הַמַּרְגֵּעָ֑ה H4774 וְלֹ֥א H3808 אָב֖וּא H14 שְׁמֽוֹעַ H8085 ",
      "13": "וְהָיָ֨ה H1961 לָהֶ֜ם H1992 דְּבַר H1697 יְהוָ֗ה H3068 צַ֣ו H6673 לָצָ֞ו H6673 צַ֤ו H6673 לָצָו֙ H6673 קַ֤ו H6957 לָקָו֙ H6957 קַ֣ו H6957 לָקָ֔ו H6957 זְעֵ֥יר H2191 שָׁ֖ם H8033 זְעֵ֣יר H2191 שָׁ֑ם H8033 לְמַ֨עַן H4616 יֵלְכ֜וּ H3212 וְכָשְׁל֤וּ H3782 אָחוֹר֙ H268 וְנִשְׁבָּ֔רוּ H7665 וְנוֹקְשׁ֖וּ H3369 וְנִלְכָּֽדוּ H3920 ",
      "14": "לָכֵ֛ן H3651 שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 אַנְשֵׁ֣י H376 לָצ֑וֹן H3944 מֹֽשְׁלֵי֙ H4910 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֲשֶׁ֖ר H834 בִּירוּשָׁלִָֽם H3389 ",
      "15": "כִּ֣י H3588 אֲמַרְתֶּ֗ם H559 כָּרַ֤תְנֽוּ H3772 בְרִית֙ H1285 אֶת H854 מָ֔וֶת H4194 וְעִם H5973 שְׁא֖וֹל H7585 עָשִׂ֣ינוּ H6213 חֹזֶ֑ה H2374 שיט H7885 שׁוֹטֵ֤ף H7857 כִּֽי H3588 עבר H5674 לֹ֣א H3808 יְבוֹאֵ֔נוּ H935 כִּ֣י H3588 שַׂ֧מְנוּ H7760 כָזָ֛ב H3577 מַחְסֵ֖נוּ H4268 וּבַ H8267 נִסְתָּֽרְנוּ H5641 ",
      "16": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֛י H2005 יִסַּ֥ד H3245 בְּצִיּ֖וֹן H6726 אָ֑בֶן H68 אֶ֣בֶן H68 בֹּ֜חַן H976 פִּנַּ֤ת H6438 יִקְרַת֙ H3368 מוּסָ֣ד H4143 מוּסָּ֔ד H3245 הַֽמַּאֲמִ֖ין H539 לֹ֥א H3808 יָחִֽישׁ H2363 ",
      "17": "וְשַׂמְתִּ֤י H7760 מִשְׁפָּט֙ H4941 לְקָ֔ו H6957 וּצְדָקָ֖ה H6666 לְמִשְׁקָ֑לֶת H4949 וְיָעָ֤ה H3261 בָרָד֙ H1259 מַחְסֵ֣ה H4268 כָזָ֔ב H3577 וְסֵ֥תֶר H5643 מַ֖יִם H4325 יִשְׁטֹֽפוּ H7857 ",
      "18": "וְכֻפַּ֤ר H3722 בְּרִֽיתְכֶם֙ H1285 אֶת H854 מָ֔וֶת H4194 וְחָזוּתְ H2380 אֶת H854 שְׁא֖וֹל H7585 לֹ֣א H3808 תָק֑וּם H6965 שׁ֤וֹט H7752 שׁוֹטֵף֙ H7857 כִּ֣י H3588 יַֽעֲבֹ֔ר H5674 וִהְיִ֥יתֶם H1961 ל֖וֹ Hl לְמִרְמָֽס H4823 ",
      "19": "מִדֵּ֤י H1767 עָבְרוֹ֙ H5674 יִקַּ֣ח H3947 אֶתְכֶ֔ם H853 כִּֽי H3588 בַבֹּ֧קֶר H1242 בַּבֹּ֛קֶר H1242 יַעֲבֹ֖ר H5674 בַּיּ֣וֹם H3117 וּבַ H3915 וְהָיָ֥ה H1961 רַק H7535 זְוָעָ֖ה H2113 הָבִ֥ין H995 שְׁמוּעָֽה H8052 ",
      "20": "כִּֽי H3588 קָצַ֥ר H7114 הַמַּצָּ֖ע H4702 מֵֽהִשְׂתָּרֵ֑עַ H8311 וְהַ H4541 צָ֖רָה H6887 כְּהִתְכַּנֵּֽס H3664 ",
      "21": "כִּ֤י H3588 כְהַר H2022 פְּרָצִים֙ H6559 יָק֣וּם H6965 יְהוָ֔ה H3068 כְּעֵ֖מֶק H6010 בְּגִבְע֣וֹן H1391 יִרְגָּ֑ז H7264 לַעֲשׂ֤וֹת H6213 מַעֲשֵׂ֨הוּ֙ H4639 זָ֣ר H2114 מַעֲשֵׂ֔הוּ H4639 וְלַֽ H5647 עֲבֹ֣דָת֔וֹ H5656 נָכְרִיָּ֖ה H5237 עֲבֹדָתֽוֹ H5656 ",
      "22": "וְעַתָּה֙ H6258 אַל H408 תִּתְלוֹצָ֔צוּ H3887 פֶּֽן H6435 יֶחְזְק֖וּ H2388 מֽוֹסְרֵיכֶ֑ם H4147 כִּֽי H3588 כָלָ֨ה H3617 וְנֶחֱרָצָ֜ה H2782 שָׁמַ֗עְתִּי H8085 מֵאֵ֨ת H854 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 עַל H5921 כָּל H3605 הָאָֽרֶץ H776 ",
      "23": "הַאֲזִ֥ינוּ H238 וְשִׁמְע֖וּ H8085 קוֹלִ֑י H6963 הַקְשִׁ֥יבוּ H7181 וְשִׁמְע֖וּ H8085 אִמְרָתִֽי H565 ",
      "24": "הֲכֹ֣ל H3605 הַיּ֔וֹם H3117 יַחֲרֹ֥שׁ H2790 הַחֹרֵ֖שׁ H2790 לִזְרֹ֑עַ H2232 יְפַתַּ֥ח H6605 וִֽישַׂדֵּ֖ד H7702 אַדְמָתֽוֹ H127 ",
      "25": "הֲלוֹא֙ H3808 אִם H518 שִׁוָּ֣ה H7737 פָנֶ֔יהָ H6440 וְהֵפִ֥יץ H6327 קֶ֖צַח H7100 וְכַמֹּ֣ן H3646 יִזְרֹ֑ק H2236 וְשָׂ֨ם H7760 חִטָּ֤ה H2406 שׂוֹרָה֙ H7795 וּשְׂעֹרָ֣ה H8184 נִסְמָ֔ן H5567 וְכֻסֶּ֖מֶת H3698 גְּבֻלָתֽוֹ H1367 ",
      "26": "וְיִסְּר֥ H3256 לַמִּשְׁפָּ֖ט H4941 אֱלֹהָ֥יו H430 יוֹרֶֽנּוּ H3384 ",
      "27": "כִּ֣י H3588 לֹ֤א H3808 בֶֽחָרוּץ֙ H2742 י֣וּדַשׁ H1758 קֶ֔צַח H7100 וְאוֹפַ֣ן H212 עֲגָלָ֔ה H5699 עַל H5921 כַּמֹּ֖ן H3646 יוּסָּ֑ב H5437 כִּ֧י H3588 בַמַּטֶּ֛ה H4294 יֵחָ֥בֶט H2251 קֶ֖צַח H7100 וְכַמֹּ֥ן H3646 בַּשָּֽׁבֶט H7626 ",
      "28": "לֶ֣חֶם H3899 יוּדָ֔ק H1854 כִּ֛י H3588 לֹ֥א H3808 לָנֶ֖צַח H5331 אָד֣וֹשׁ H156 יְדוּשֶׁ֑נּוּ H1758 וְ֠הָמַם H2000 גִּלְגַּ֧ל H1536 עֶגְלָת֛וֹ H5699 וּפָרָשָׁ֖י H6571 לֹֽא H3808 יְדֻקֶּֽנּוּ H1854 ",
      "29": "גַּם H1571 זֹ֕את H2063 מֵעִ֛ם H5973 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 יָצָ֑אָה H3318 הִפְלִ֣יא H6381 עֵצָ֔ה H6098 הִגְדִּ֖יל H1431 תּוּשִׁיָּֽה H8454 "
    },
    "29": {
      "1": "ה֚וֹי H1945 אֲרִיאֵ֣ל H740 אֲרִיאֵ֔ל H740 קִרְיַ֖ת H7151 חָנָ֣ה H2583 דָוִ֑ד H1732 סְפ֥וּ H5595 שָׁנָ֛ה H8141 עַל H5921 שָׁנָ֖ה H8141 חַגִּ֥ים H2282 יִנְקֹֽפוּ H5362 ",
      "2": "וַהֲצִיק֖וֹתִי H6693 לַֽאֲרִיאֵ֑ל H740 וְהָיְתָ֤ה H1961 תַֽאֲנִיָּה֙ H8386 וַֽאֲנִיָּ֔ה H592 וְהָ֥יְתָה H1961 לִּ֖י Hl כַּאֲרִיאֵֽל H740 ",
      "3": "וְחָנִ֥יתִי H2583 כַדּ֖וּר H1754 עָלָ֑יִךְ H5921 וְצַרְתִּ֤י H6696 עָלַ֨יִךְ֙ H5921 מֻצָּ֔ב H4674 וַהֲקִֽימֹתִ֥י H6965 עָלַ֖יִךְ H5921 מְצֻרֹֽת H4694 ",
      "4": "וְשָׁפַלְתְּ֙ H8213 מֵאֶ֣רֶץ H776 תְּדַבֵּ֔רִי H1696 וּמֵֽ H6083 תִּשַּׁ֣ח H7817 אִמְרָתֵ֑ךְ H565 וְֽ֠הָיָה H1961 כְּא֤וֹב H178 מֵאֶ֨רֶץ֙ H776 קוֹלֵ֔ךְ H6963 וּמֵ H6083 אִמְרָתֵ֥ךְ H565 תְּצַפְצֵֽף H6850 ",
      "5": "וְהָיָ֛ה H1961 כְּאָבָ֥ק H80 דַּ֖ק H1851 הֲמ֣וֹן H1995 זָרָ֑יִךְ H2114 וּכְ H4671 עֹבֵר֙ H5674 הֲמ֣וֹן H1995 עָֽרִיצִ֔ים H6184 וְהָיָ֖ה H1961 לְפֶ֥תַע H6621 פִּתְאֹֽם H6597 ",
      "6": "מֵעִ֨ם H5973 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 תִּפָּקֵ֔ד H6485 בְּרַ֥עַם H7482 וּבְ H7494 וְק֣וֹל H6963 גָּד֑וֹל H1419 סוּפָה֙ H5492 וּסְעָרָ֔ה H5591 וְלַ֖הַב H3851 אֵ֥שׁ H784 אוֹכֵלָֽה H398 ",
      "7": "וְהָיָ֗ה H1961 כַּֽחֲלוֹם֙ H2472 חֲז֣וֹן H2377 לַ֔יְלָה H3915 הֲמוֹן֙ H1995 כָּל H3605 הַגּוֹיִ֔ם H1471 הַצֹּבְאִ֖ים H6633 עַל H5921 אֲרִיאֵ֑ל H740 וְכָל H3605 צֹבֶ֨יהָ֙ H6633 וּמְצֹ֣דָתָ֔ H4685 וְהַ H6693 לָֽהּ Hl ",
      "8": "וְהָיָ֡ה H1961 כַּאֲשֶׁר֩ H834 יַחֲלֹ֨ם H2492 הָרָעֵ֜ב H7457 וְהִנֵּ֣ה H2009 אוֹכֵ֗ל H398 וְהֵקִיץ֮ H6974 וְרֵיקָ֣ה H7386 נַפְשׁוֹ֒ H5315 וְכַ H834 יַחֲלֹ֤ם H2492 הַצָּמֵא֙ H6771 וְהִנֵּ֣ה H2009 שֹׁתֶ֔ה H8354 וְהֵקִיץ֙ H6974 וְהִנֵּ֣ה H2009 עָיֵ֔ף H5889 וְנַפְשׁ֖ H5315 שׁוֹקֵקָ֑ה H8264 כֵּ֣ן H3651 יִֽהְיֶ֗ה H1961 הֲמוֹן֙ H1995 כָּל H3605 הַגּוֹיִ֔ם H1471 הַצֹּבְאִ֖ים H6633 עַל H5921 הַ֥ר H2022 צִיּֽוֹן H6726 ",
      "9": "הִתְמַהְמְה֣וּ H4102 וּתְמָ֔הוּ H8539 הִשְׁתַּֽעַשְׁע֖וּ H8173 וָשֹׁ֑עוּ H8173 שָֽׁכְר֣וּ H7937 וְלֹא H3808 יַ֔יִן H3196 נָע֖וּ H5128 וְלֹ֥א H3808 שֵׁכָֽר H7941 ",
      "10": "כִּֽי H3588 נָסַ֨ךְ H5258 עֲלֵיכֶ֤ם H5921 יְהוָה֙ H3068 ר֣וּחַ H7307 תַּרְדֵּמָ֔ה H8639 וַיְעַצֵּ֖ם H6105 אֶת H853 עֵֽינֵיכֶ֑ם H5869 אֶת H853 הַנְּבִיאִ֛ים H5030 וְאֶת H853 רָאשֵׁיכֶ֥ם H7218 הַחֹזִ֖ים H2374 כִּסָּֽה H3680 ",
      "11": "וַתְּהִ֨י H1961 לָכֶ֜ם Hl חָז֣וּת H2380 הַכֹּ֗ל H3605 כְּדִבְרֵי֮ H1697 הַסֵּ֣פֶר H5612 הֶֽחָתוּם֒ H2856 אֲשֶֽׁר H834 יִתְּנ֣וּ H5414 אֹת֗וֹ H853 אֶל H413 יוֹדֵ֥עַ H3045 הספר H5612 לֵאמֹ֖ר H559 קְרָ֣א H7121 נָא H4994 זֶ֑ה H2088 וְאָמַר֙ H559 לֹ֣א H3808 אוּכַ֔ל H3201 כִּ֥י H3588 חָת֖וּם H2856 הֽוּא H1931 ",
      "12": "וְנִתַּ֣ן H5414 הַסֵּ֗פֶר H5612 עַל֩ H5921 אֲשֶׁ֨ר H834 לֹֽא H3808 יָדַ֥ע H3045 סֵ֛פֶר H5612 לֵאמֹ֖ר H559 קְרָ֣א H7121 נָא H4994 זֶ֑ה H2088 וְאָמַ֕ר H559 לֹ֥א H3808 יָדַ֖עְתִּי H3045 סֵֽפֶר H5612 ",
      "13": "וַיֹּ֣אמֶר H559 אֲדֹנָ֗י H136 יַ֚עַן H3282 כִּ֤י H3588 נִגַּשׁ֙ H5066 הָעָ֣ם H5971 הַזֶּ֔ה H2088 בְּפִ֤י H6310 וּבִ H8193 כִּבְּד֔וּנִי H3513 וְלִבּ֖ H3820 רִחַ֣ק H7368 מִמֶּ֑נִּי H4480 וַתְּהִ֤י H1961 יִרְאָתָם֙ H3373 אֹתִ֔י H853 מִצְוַ֥ת H4687 אֲנָשִׁ֖ים H376 מְלֻמָּדָֽה H3925 ",
      "14": "לָכֵ֗ן H3651 הִנְנִ֥י H2005 יוֹסִ֛ף H3254 לְהַפְלִ֥יא H6381 אֶת H854 הָֽעָם H5971 הַזֶּ֖ה H2088 הַפְלֵ֣א H6381 וָפֶ֑לֶא H6382 וְאָֽבְדָה֙ H6 חָכְמַ֣ת H2451 חֲכָמָ֔יו H2450 וּבִינַ֥ת H998 נְבֹנָ֖יו H995 תִּסְתַּתָּֽר H5641 ",
      "15": "ה֛וֹי H1945 הַמַּעֲמִיקִ֥ים H6009 מֵֽיהוָ֖ה H3068 לַסְתִּ֣ר H5641 עֵצָ֑ה H6098 וְהָיָ֤ה H1961 בְמַחְשָׁךְ֙ H4285 מַֽעֲשֵׂיהֶ֔ם H4639 וַיֹּ֣אמְר֔וּ H559 מִ֥י H4310 רֹאֵ֖נוּ H7200 וּמִ֥י H4310 יוֹדְעֵֽנוּ H3045 ",
      "16": "הַ֨פְכְּכֶ֔ם H2017 אִם H518 כְּחֹ֥מֶר H2563 הַיֹּצֵ֖ר H3335 יֵֽחָשֵׁ֑ב H2803 כִּֽי H3588 יֹאמַ֨ר H559 מַעֲשֶׂ֤ה H4639 לְעֹשֵׂ֨ H6213 לֹ֣א H3808 עָשָׂ֔נִי H6213 וְיֵ֛צֶר H3336 אָמַ֥ר H559 לְיוֹצְר֖ H3335 לֹ֥א H3808 הֵבִֽין H995 ",
      "17": "הֲלוֹא H3808 עוֹד֙ H5750 מְעַ֣ט H4592 מִזְעָ֔ר H4213 וְשָׁ֥ב H7725 לְבָנ֖וֹן H3844 לַכַּרְמֶ֑ל H3759 וְהַ H3759 לַיַּ֥עַר H3293 יֵחָשֵֽׁב H2803 ",
      "18": "וְשָׁמְע֧וּ H8085 בַיּוֹם H3117 הַה֛וּא H1931 הַחֵרְשִׁ֖ים H2795 דִּבְרֵי H1697 סֵ֑פֶר H5612 וּמֵ H652 וּמֵ H2822 עֵינֵ֥י H5869 עִוְרִ֖ים H5787 תִּרְאֶֽינָה H7200 ",
      "19": "וְיָסְפ֧וּ H3254 עֲנָוִ֛ים H6035 בַּֽיהוָ֖ה H3068 שִׂמְחָ֑ה H8057 וְאֶבְיוֹנֵ֣י H34 אָדָ֔ם H120 בִּקְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 יָגִֽילוּ H1523 ",
      "20": "כִּֽי H3588 אָפֵ֥ס H656 עָרִ֖יץ H6184 וְכָ֣לָה H3615 לֵ֑ץ H3887 וְנִכְרְת֖וּ H3772 כָּל H3605 שֹׁ֥קְדֵי H8245 אָֽוֶן H205 ",
      "21": "מַחֲטִיאֵ֤י H2398 אָדָם֙ H120 בְּדָבָ֔ר H1697 וְלַ H3198 בַּשַּׁ֖עַר H8179 יְקֹשׁ֑וּן H6983 וַיַּטּ֥וּ H5186 בַתֹּ֖הוּ H8414 צַדִּֽיק H6662 ",
      "22": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 בֵּ֣ית H1004 יַֽעֲקֹ֔ב H3290 אֲשֶׁ֥ר H834 פָּדָ֖ה H6299 אֶת H853 אַבְרָהָ֑ם H85 לֹֽא H3808 עַתָּ֤ה H6258 יֵבוֹשׁ֙ H954 יַֽעֲקֹ֔ב H3290 וְלֹ֥א H3808 עַתָּ֖ה H6258 פָּנָ֥יו H6440 יֶחֱוָֽרוּ H2357 ",
      "23": "כִּ֣י H3588 בִ֠רְאֹת H7200 יְלָדָ֞יו H3206 מַעֲשֵׂ֥ה H4639 יָדַ֛י H3027 בְּקִרְבּ֖ H7130 יַקְדִּ֣ישֽׁוּ H6942 שְׁמִ֑י H8034 וְהִקְדִּ֨ישׁוּ֙ H6942 אֶת H853 קְד֣וֹשׁ H6918 יַֽעֲקֹ֔ב H3290 וְאֶת H853 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 יַעֲרִֽיצוּ H6206 ",
      "24": "וְיָדְע֥וּ H3045 תֹֽעֵי H8582 ר֖וּחַ H7307 בִּינָ֑ה H998 וְרוֹגְנִ֖ים H7279 יִלְמְדוּ H3925 לֶֽקַח H3948 "
    },
    "30": {
      "1": "ה֣וֹי H1945 בָּנִ֤ים H1121 סֽוֹרְרִים֙ H5637 נְאֻם H5002 יְהוָ֔ה H3068 לַעֲשׂ֤וֹת H6213 עֵצָה֙ H6098 וְלֹ֣א H3808 מִנִּ֔י H4480 וְלִ H5258 מַסֵּכָ֖ה H4541 וְלֹ֣א H3808 רוּחִ֑י H7307 לְמַ֛עַן H4616 סְפ֥וֹת H5595 חַטָּ֖את H2403 עַל H5921 חַטָּֽאת H2403 ",
      "2": "הַהֹלְכִים֙ H1980 לָרֶ֣דֶת H3381 מִצְרַ֔יִם H4714 וּפִ֖ H6310 לֹ֣א H3808 שָׁאָ֑לוּ H7592 לָעוֹז֙ H5810 בְּמָע֣וֹז H4581 פַּרְעֹ֔ה H6547 וְלַ H2620 בְּצֵ֥ל H6738 מִצְרָֽיִם H4714 ",
      "3": "וְהָיָ֥ה H1961 לָכֶ֛ם Hl מָע֥וֹז H4581 פַּרְעֹ֖ה H6547 לְבֹ֑שֶׁת H1322 וְהֶ H2622 בְּצֵל H6738 מִצְרַ֖יִם H4714 לִכְלִמָּֽה H3639 ",
      "4": "כִּֽי H3588 הָי֥וּ H1961 בְצֹ֖עַן H6814 שָׂרָ֑יו H8269 וּמַלְאָכָ֖י H4397 חָנֵ֥ס H2609 יַגִּֽיעוּ H5060 ",
      "5": "כֹּ֣ל H3605 הבאיש H887 עַל H5921 עַ֖ם H5971 לֹא H3808 יוֹעִ֣ילוּ H3276 לָ֑מוֹ Hl לֹ֤א H3808 לְעֵ֨זֶר֙ H5828 וְלֹ֣א H3808 לְהוֹעִ֔יל H3276 כִּ֥י H3588 לְבֹ֖שֶׁת H1322 וְגַם H1571 לְחֶרְפָּֽה H2781 ",
      "6": "מַשָּׂ֖א H4853 בַּהֲמ֣וֹת H929 נֶ֑גֶב H5045 בְּאֶרֶץ֩ H776 צָרָ֨ה H6869 וְצוּקָ֜ה H6695 לָבִ֧יא H3833 וָלַ֣יִשׁ H3918 מֵהֶ֗ם H1992 אֶפְעֶה֙ H660 וְשָׂרָ֣ף H8314 מְעוֹפֵ֔ף H5774 יִשְׂאוּ֩ H5375 עַל H5921 כֶּ֨תֶף H3802 עֲיָרִ֜ים H5895 חֵֽילֵהֶ֗ם H2428 וְעַל H5921 דַּבֶּ֤שֶׁת H1707 גְּמַלִּים֙ H1581 אֽוֹצְרֹתָ֔ם H214 עַל H5921 עַ֖ם H5971 לֹ֥א H3808 יוֹעִֽילוּ H3276 ",
      "7": "וּמִצְרַ֕יִם H4714 הֶ֥בֶל H1892 וָרִ֖יק H7385 יַעְזֹ֑רוּ H5826 לָכֵן֙ H3651 קָרָ֣אתִי H7121 לָזֹ֔את H2063 רַ֥הַב H7293 הֵ֖ם H1992 שָֽׁבֶת H7674 ",
      "8": "עַתָּ֗ה H6258 בּ֣וֹא H935 כָתְבָ֥הּ H3789 עַל H5921 ל֛וּחַ H3871 אִתָּ֖ם H854 וְעַל H5921 סֵ֣פֶר H5612 חֻקָּ֑הּ H2710 וּתְהִי֙ H1961 לְי֣וֹם H3117 אַחֲר֔וֹן H314 לָעַ֖ד H5707 עַד H5704 עוֹלָֽם H5769 ",
      "9": "כִּ֣י H3588 עַ֤ם H5971 מְרִי֙ H4805 ה֔וּא H1931 בָּנִ֖ים H1121 כֶּחָשִׁ֑ים H3586 בָּנִ֕ים H1121 לֹֽא H3808 אָב֥וּ H14 שְׁמ֖וֹעַ H8085 תּוֹרַ֥ת H8451 יְהוָֽה H3068 ",
      "10": "אֲשֶׁ֨ר H834 אָמְר֤וּ H559 לָֽרֹאִים֙ H7200 לֹ֣א H3808 תִרְא֔וּ H7200 וְלַ֣ H2374 לֹ֥א H3808 תֶחֱזוּ H2372 לָ֖נוּ Hl נְכֹח֑וֹת H5229 דַּבְּרוּ H1696 לָ֣נוּ Hl חֲלָק֔וֹת H2513 חֲז֖וּ H2372 מַהֲתַלּֽוֹת H4123 ",
      "11": "ס֚וּרוּ H5493 מִנֵּי H4480 דֶ֔רֶךְ H1870 הַטּ֖וּ H5186 מִנֵּי H4480 אֹ֑רַח H734 הַשְׁבִּ֥יתוּ H7673 מִפָּנֵ֖י H6440 אֶת H853 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
      "12": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֔ל H3478 יַ֥עַן H3282 מָֽאָסְכֶ֖ם H3988 בַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַֽתִּבְטְחוּ֙ H982 בְּעֹ֣שֶׁק H6233 וְנָל֔וֹז H3868 וַתִּֽשָּׁעֲנ֖וּ H8172 עָלָֽיו H5921 ",
      "13": "לָכֵ֗ן H3651 יִֽהְיֶ֤ה H1961 לָכֶם֙ Hl הֶעָוֺ֣ן H5771 הַזֶּ֔ה H2088 כְּפֶ֣רֶץ H6556 נֹפֵ֔ל H5307 נִבְעֶ֖ה H1158 בְּחוֹמָ֣ה H2346 נִשְׂגָּבָ֑ה H7682 אֲשֶׁר H834 פִּתְאֹ֥ם H6597 לְפֶ֖תַע H6621 יָב֥וֹא H935 שִׁבְרָֽהּ H7667 ",
      "14": "וּ֠שְׁבָרָ H7665 כְּשֵׁ֨בֶר H7667 נֵ֧בֶל H5035 יוֹצְרִ֛ים H3335 כָּת֖וּת H3807 לֹ֣א H3808 יַחְמֹ֑ל H2550 וְלֹֽא H3808 יִמָּצֵ֤א H4672 בִמְכִתָּת H4386 חֶ֔רֶשׂ H2789 לַחְתּ֥וֹת H2846 אֵשׁ֙ H784 מִיָּק֔וּד H3344 וְלַ H2834 מַ֖יִם H4325 מִגֶּֽבֶא H1360 ",
      "15": "כִּ֣י H3588 כֹֽה H3541 אָמַר֩ H559 אֲדֹנָ֨י H136 יְהוִ֜ה H3069 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֗ל H3478 בְּשׁוּבָ֤ה H7729 וָנַ֨חַת֙ H5183 תִּוָּ֣שֵׁע֔וּן H3467 בְּהַשְׁקֵט֙ H8252 וּבְ H985 תִּהְיֶ֖ה H1961 גְּבֽוּרַתְכֶ֑ם H1369 וְלֹ֖א H3808 אֲבִיתֶֽם H14 ",
      "16": "וַתֹּ֨אמְר֥וּ H559 לֹא H3808 כִ֛י H3588 עַל H5921 ס֥וּס H5483 נָנ֖וּס H5127 עַל H5921 כֵּ֣ן H3651 תְּנוּס֑וּן H5127 וְעַל H5921 קַ֣ל H7031 נִרְכָּ֔ב H7392 עַל H5921 כֵּ֖ן H3651 יִקַּ֥לּוּ H7043 רֹדְפֵיכֶֽם H7291 ",
      "17": "אֶ֣לֶף H505 אֶחָ֗ד H259 מִפְּנֵי֙ H6440 גַּעֲרַ֣ת H1606 אֶחָ֔ד H259 מִפְּנֵ֛י H6440 גַּעֲרַ֥ת H1606 חֲמִשָּׁ֖ה H2568 תָּנֻ֑סוּ H5127 עַ֣ד H5704 אִם H518 נוֹתַרְתֶּ֗ם H3498 כַּתֹּ֨רֶן֙ H8650 עַל H5921 רֹ֣אשׁ H7218 הָהָ֔ר H2022 וְכַ H5251 עַל H5921 הַגִּבְעָֽה H1389 ",
      "18": "וְלָ H3651 יְחַכֶּ֤ה H2442 יְהוָה֙ H3068 לַֽחֲנַנְ H2603 וְלָ H3651 יָר֖וּם H7311 לְרַֽחֶמְ H7355 כִּֽי H3588 אֱלֹהֵ֤י H430 מִשְׁפָּט֙ H4941 יְהוָ֔ה H3068 אַשְׁרֵ֖י H835 כָּל H3605 ח֥וֹכֵי H2442 לֽוֹ Hl ",
      "19": "כִּי H3588 עַ֛ם H5971 בְּצִיּ֥וֹן H6726 יֵשֵׁ֖ב H3427 בִּירֽוּשָׁלִָ֑ם H3389 בָּכ֣וֹ H1058 לֹֽא H3808 תִבְכֶּ֗ה H1058 חָנ֤וֹן H2603 יָחְנְךָ֙ H2603 לְק֣וֹל H6963 זַעֲקֶ֔ךָ H2201 כְּשָׁמְעָת֖ H8085 עָנָֽךְ H6030 ",
      "20": "וְנָתַ֨ן H5414 לָכֶ֧ם Hl אֲדֹנָ֛י H136 לֶ֥חֶם H3899 צָ֖ר H6862 וּמַ֣יִם H4325 לָ֑חַץ H3906 וְלֹֽא H3808 יִכָּנֵ֥ף H3670 עוֹד֙ H5750 מוֹרֶ֔יךָ H3384 וְהָי֥וּ H1961 עֵינֶ֖יךָ H5869 רֹא֥וֹת H7200 אֶת H853 מוֹרֶֽיךָ H3384 ",
      "21": "וְאָזְנֶ֨י H241 תִּשְׁמַ֣עְנָה H8085 דָבָ֔ר H1697 מֵֽאַחֲרֶ֖י H310 לֵאמֹ֑ר H559 זֶ֤ה H2088 הַדֶּ֨רֶךְ֙ H1870 לְכ֣וּ H3212 ב֔וֹ Hb כִּ֥י H3588 תַאֲמִ֖ינוּ H541 וְכִ֥י H3588 תַשְׂמְאִֽילוּ H8041 ",
      "22": "וְטִמֵּאתֶ֗ם H2930 אֶת H853 צִפּוּי֙ H6826 פְּסִילֵ֣י H6456 כַסְפֶּ֔ךָ H3701 וְאֶת H853 אֲפֻדַּ֖ת H642 מַסֵּכַ֣ת H4541 זְהָבֶ֑ךָ H2091 תִּזְרֵם֙ H2219 כְּמ֣וֹ H3644 דָוָ֔ה H1739 צֵ֖א H3318 תֹּ֥אמַר H559 לֽוֹ Hl ",
      "23": "וְנָתַן֩ H5414 מְטַ֨ר H4306 זַרְעֲךָ֜ H2233 אֲשֶׁר H834 תִּזְרַ֣ע H2232 אֶת H853 הָאֲדָמָ֗ה H127 וְלֶ֨חֶם֙ H3899 תְּבוּאַ֣ת H8393 הָֽאֲדָמָ֔ה H127 וְהָיָ֥ה H1961 דָשֵׁ֖ן H1879 וְשָׁמֵ֑ן H8082 יִרְעֶ֥ה H7462 מִקְנֶ֛יךָ H4735 בַּיּ֥וֹם H3117 הַה֖וּא H1931 כַּ֥ר H3733 נִרְחָֽב H7337 ",
      "24": "וְהָ H504 וְהָ H5895 עֹֽבְדֵי֙ H5647 הָֽאֲדָמָ֔ה H127 בְּלִ֥יל H1098 חָמִ֖יץ H2548 יֹאכֵ֑לוּ H398 אֲשֶׁר H834 זֹרֶ֥ה H2219 בָרַ֖חַת H7371 וּבַ H4214 ",
      "25": "וְהָיָ֣ה H1961 עַל H5921 כָּל H3605 הַ֣ר H2022 גָּבֹ֗הַ H1364 וְעַל֙ H5921 כָּל H3605 גִּבְעָ֣ה H1389 נִשָּׂאָ֔ה H5375 פְּלָגִ֖ים H6388 יִבְלֵי H2988 מָ֑יִם H4325 בְּיוֹם֙ H3117 הֶ֣רֶג H2027 רָ֔ב H7227 בִּנְפֹ֖ל H5307 מִגְדָּלִֽים H4026 ",
      "26": "וְהָיָ֤ה H1961 אֽוֹר H216 הַלְּבָנָה֙ H3842 כְּא֣וֹר H216 הַֽחַמָּ֔ה H2535 וְא֤וֹר H216 הַֽחַמָּה֙ H2535 יִהְיֶ֣ה H1961 שִׁבְעָתַ֔יִם H7659 כְּא֖וֹר H216 שִׁבְעַ֣ת H7651 הַיָּמִ֑ים H3117 בְּי֗וֹם H3117 חֲבֹ֤שׁ H2280 יְהוָה֙ H3068 אֶת H853 שֶׁ֣בֶר H7667 עַמּ֔וֹ H5971 וּמַ֥חַץ H4273 מַכָּת֖וֹ H4347 יִרְפָּֽא H7495 ",
      "27": "הִנֵּ֤ה H2009 שֵׁם H8034 יְהוָה֙ H3068 בָּ֣א H935 מִמֶּרְחָ֔ק H4801 בֹּעֵ֣ר H1197 אַפּ֔וֹ H639 וְכֹ֖בֶד H3514 מַשָּׂאָ֑ה H4858 שְׂפָתָיו֙ H8193 מָ֣לְאוּ H4390 זַ֔עַם H2195 וּלְשׁוֹנ֖ H3956 כְּאֵ֥שׁ H784 אֹכָֽלֶת H398 ",
      "28": "וְרוּח֞ H7307 כְּנַ֤חַל H5158 שׁוֹטֵף֙ H7857 עַד H5704 צַוָּ֣אר H6677 יֶֽחֱצֶ֔ה H2673 לַהֲנָפָ֥ה H5130 גוֹיִ֖ם H1471 בְּנָ֣פַת H5299 שָׁ֑וְא H7723 וְרֶ֣סֶן H7448 מַתְעֶ֔ה H8582 עַ֖ל H5921 לְחָיֵ֥י H3895 עַמִּֽים H5971 ",
      "29": "הַשִּׁיר֙ H7892 יִֽהְיֶ֣ה H1961 לָכֶ֔ם Hl כְּלֵ֖יל H3915 הִתְקַדֶּשׁ H6942 חָ֑ג H2282 וְשִׂמְחַ֣ת H8057 לֵבָ֗ב H3824 כַּֽהוֹלֵךְ֙ H1980 בֶּֽחָלִ֔יל H2485 לָב֥וֹא H935 בְהַר H2022 יְהוָ֖ה H3068 אֶל H413 צ֥וּר H6697 יִשְׂרָאֵֽל H3478 ",
      "30": "וְהִשְׁמִ֨יעַ H8085 יְהוָ֜ה H3068 אֶת H853 ה֣וֹד H1935 קוֹל֗וֹ H6963 וְנַ֤חַת H5183 זְרוֹעוֹ֙ H2220 יַרְאֶ֔ה H7200 בְּזַ֣עַף H2197 אַ֔ף H639 וְלַ֖הַב H3851 אֵ֣שׁ H784 אוֹכֵלָ֑ה H398 נֶ֥פֶץ H5311 וָזֶ֖רֶם H2230 וְאֶ֥בֶן H68 בָּרָֽד H1259 ",
      "31": "כִּֽי H3588 מִקּ֥וֹל H6963 יְהוָ֖ה H3068 יֵחַ֣ת H2865 אַשּׁ֑וּר H804 בַּשֵּׁ֖בֶט H7626 יַכֶּֽה H5221 ",
      "32": "וְהָיָ֗ה H1961 כֹּ֤ל H3605 מַֽעֲבַר֙ H4569 מַטֵּ֣ה H4294 מֽוּסָדָ֔ה H4145 אֲשֶׁ֨ר H834 יָנִ֤יחַ H5117 יְהוָה֙ H3068 עָלָ֔יו H5921 בְּתֻפִּ֖ים H8596 וּבְ H3658 וּבְ H4421 תְּנוּפָ֖ה H8573 נִלְחַם H3898 בה Hb ",
      "33": "כִּֽי H3588 עָר֤וּךְ H6186 מֵֽאֶתְמוּל֙ H865 תָּפְתֶּ֔ה H8613 גַּם H1571 הוא H1931 לַמֶּ֥לֶךְ H4428 הוּכָ֖ן H3559 הֶעְמִ֣יק H6009 הִרְחִ֑ב H7337 מְדֻרָתָ֗הּ H4071 אֵ֤שׁ H784 וְעֵצִים֙ H6086 הַרְבֵּ֔ה H7235 נִשְׁמַ֤ת H5397 יְהוָה֙ H3068 כְּנַ֣חַל H5158 גָּפְרִ֔ית H1614 בֹּעֲרָ֖ה H1197 בָּֽהּ Hb "
    },
    "31": {
      "1": "ה֣וֹי H1945 הַיֹּרְדִ֤ים H3381 מִצְרַ֨יִם֙ H4714 לְעֶזְרָ֔ה H5833 עַל H5921 סוּסִ֖ים H5483 יִשָּׁעֵ֑נוּ H8172 וַיִּבְטְח֨וּ H982 עַל H5921 רֶ֜כֶב H7393 כִּ֣י H3588 רָ֗ב H7227 וְעַ֤ל H5921 פָּֽרָשִׁים֙ H6571 כִּֽי H3588 עָצְמ֣וּ H6105 מְאֹ֔ד H3966 וְלֹ֤א H3808 שָׁעוּ֙ H8159 עַל H5921 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 יְהוָ֖ה H3068 לֹ֥א H3808 דָרָֽשׁוּ H1875 ",
      "2": "וְגַם H1571 ה֤וּא H1931 חָכָם֙ H2450 וַיָּ֣בֵא H935 רָ֔ע H7451 וְאֶת H853 דְּבָרָ֖יו H1697 לֹ֣א H3808 הֵסִ֑יר H5493 וְקָם֙ H6965 עַל H5921 בֵּ֣ית H1004 מְרֵעִ֔ים H7489 וְעַל H5921 עֶזְרַ֖ת H5833 פֹּ֥עֲלֵי H6466 אָֽוֶן H205 ",
      "3": "וּמִצְרַ֤יִם H4714 אָדָם֙ H120 וְֽלֹא H3808 אֵ֔ל H410 וְסוּסֵי H5483 בָּשָׂ֖ר H1320 וְלֹא H3808 ר֑וּחַ H7307 וַֽיהוָ֞ה H3068 יַטֶּ֣ה H5186 יָד֗וֹ H3027 וְכָשַׁ֤ל H3782 עוֹזֵר֙ H5826 וְנָפַ֣ל H5307 עָזֻ֔ר H5826 וְיַחְדָּ֖ו H3162 כֻּלָּ֥ם H3605 יִכְלָיֽוּן H3615 ",
      "4": "כִּ֣י H3588 כֹ֣ה H3541 אָֽמַר H559 יְהוָ֣ה H3068 אֵלַ֡י H413 כַּאֲשֶׁ֣ר H834 יֶהְגֶּה֩ H1897 הָאַרְיֵ֨ה H738 וְהַ H3715 עַל H5921 טַרְפּ֗וֹ H2964 אֲשֶׁ֨ר H834 יִקָּרֵ֤א H7121 עָלָיו֙ H5921 מְלֹ֣א H4393 רֹעִ֔ים H7462 מִקּוֹלָ H6963 לֹ֣א H3808 יֵחָ֔ת H2865 וּמֵֽ H1995 לֹ֣א H3808 יַֽעֲנֶ֑ה H6031 כֵּ֗ן H3651 יֵרֵד֙ H3381 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 לִצְבֹּ֥א H6633 עַל H5921 הַר H2022 צִיּ֖וֹן H6726 וְעַל H5921 גִּבְעָתָֽהּ H1389 ",
      "5": "כְּצִפֳּרִ֣ים H6833 עָפ֔וֹת H5774 כֵּ֗ן H3651 יָגֵ֛ן H1598 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 עַל H5921 יְרֽוּשָׁלִָ֑ם H3389 גָּנ֥וֹן H1598 וְהִצִּ֖יל H5337 פָּסֹ֥חַ H6452 וְהִמְלִֽיט H4422 ",
      "6": "שׁ֗וּבוּ H7725 לַאֲשֶׁ֛ר H834 הֶעְמִ֥יקוּ H6009 סָרָ֖ה H5627 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "7": "כִּ֚י H3588 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִמְאָס֗וּן H3988 אִ֚ישׁ H376 אֱלִילֵ֣י H457 כַסְפּ֔וֹ H3701 וֶאֱלִילֵ֖י H457 זְהָב֑וֹ H2091 אֲשֶׁ֨ר H834 עָשׂ֥וּ H6213 לָכֶ֛ם Hl יְדֵיכֶ֖ם H3027 חֵֽטְא H2399 ",
      "8": "וְנָפַ֤ל H5307 אַשּׁוּר֙ H804 בְּחֶ֣רֶב H2719 לֹא H3808 אִ֔ישׁ H376 וְחֶ֥רֶב H2719 לֹֽא H3808 אָדָ֖ם H120 תֹּֽאכֲלֶ֑נּוּ H398 וְנָ֥ס H5127 לוֹ֙ Hl מִפְּנֵי H6440 חֶ֔רֶב H2719 וּבַחוּרָ֖י H970 לָמַ֥ס H4522 יִהְיֽוּ H1961 ",
      "9": "וְסַלְע H5553 מִמָּג֣וֹר H4032 יַֽעֲב֔וֹר H5674 וְחַתּ֥וּ H2865 מִנֵּ֖ס H5251 שָׂרָ֑יו H8269 נְאֻם H5002 יְהוָ֗ה H3068 אֲשֶׁר H834 א֥וּר H217 לוֹ֙ Hl בְּצִיּ֔וֹן H6726 וְתַנּ֥וּר H8574 ל֖וֹ Hl בִּירוּשָׁלִָֽם H3389 "
    },
    "32": {
      "1": "הֵ֥ן H2005 לְצֶ֖דֶק H6664 יִמְלָךְ H4427 מֶ֑לֶךְ H4428 וּלְ H8269 לְמִשְׁפָּ֥ט H4941 יָשֹֽׂרוּ H8323 ",
      "2": "וְהָיָה H1961 אִ֥ישׁ H376 כְּמַֽחֲבֵא H4224 ר֖וּחַ H7307 וְסֵ֣תֶר H5643 זָ֑רֶם H2230 כְּפַלְגֵי H6388 מַ֣יִם H4325 בְּצָי֔וֹן H6724 כְּצֵ֥ל H6738 סֶֽלַע H5553 כָּבֵ֖ד H3515 בְּאֶ֥רֶץ H776 עֲיֵפָֽה H5889 ",
      "3": "וְלֹ֥א H3808 תִשְׁעֶ֖ינָה H8159 עֵינֵ֣י H5869 רֹאִ֑ים H7200 וְאָזְנֵ֥י H241 שֹׁמְעִ֖ים H8085 תִּקְשַֽׁבְנָה H7181 ",
      "4": "וּלְבַ֥ב H3824 נִמְהָרִ֖ים H4116 יָבִ֣ין H995 לָדָ֑עַת H3045 וּלְשׁ֣וֹן H3956 עִלְּגִ֔ים H5926 תְּמַהֵ֖ר H4116 לְדַבֵּ֥ר H1696 צָחֽוֹת H6703 ",
      "5": "לֹֽא H3808 יִקָּרֵ֥א H7121 ע֛וֹד H5750 לְנָבָ֖ל H5036 נָדִ֑יב H5081 וּלְ H3596 לֹ֥א H3808 יֵֽאָמֵ֖ר H559 שֽׁוֹעַ H7771 ",
      "6": "כִּ֤י H3588 נָבָל֙ H5036 נְבָלָ֣ה H5039 יְדַבֵּ֔ר H1696 וְלִבּ֖ H3820 יַעֲשֶׂה H6213 אָ֑וֶן H205 לַעֲשׂ֣וֹת H6213 חֹ֗נֶף H2612 וּלְ H1696 אֶל H413 יְהוָה֙ H3068 תּוֹעָ֔ה H8442 לְהָרִיק֙ H7324 נֶ֣פֶשׁ H5315 רָעֵ֔ב H7457 וּמַשְׁקֶ֥ה H4945 צָמֵ֖א H6771 יַחְסִֽיר H2637 ",
      "7": "וְכֵלַ֖י H3596 כֵּלָ֣יו H3627 רָעִ֑ים H7451 ה֚וּא H1931 זִמּ֣וֹת H2154 יָעָ֔ץ H3289 לְחַבֵּ֤ל H2254 ענוים H6035 בְּאִמְרֵי H561 שֶׁ֔קֶר H8267 וּבְ H1696 אֶבְי֖וֹן H34 מִשְׁפָּֽט H4941 ",
      "8": "וְנָדִ֖יב H5081 נְדִיב֣וֹת H5081 יָעָ֑ץ H3289 וְה֖וּא H1931 עַל H5921 נְדִיב֥וֹת H5081 יָקֽוּם H6965 ",
      "9": "נָשִׁים֙ H802 שַֽׁאֲנַנּ֔וֹת H7600 קֹ֖מְנָה H6965 שְׁמַ֣עְנָה H8085 קוֹלִ֑י H6963 בָּנוֹת֙ H1323 בֹּֽטח֔וֹת H982 הַאְזֵ֖נָּה H238 אִמְרָתִֽי H565 ",
      "10": "יָמִים֙ H3117 עַל H5921 שָׁנָ֔ה H8141 תִּרְגַּ֖זְנָה H7264 בֹּֽטְח֑וֹת H982 כִּ֚י H3588 כָּלָ֣ה H3615 בָצִ֔יר H1210 אֹ֖סֶף H625 בְּלִ֥י H1097 יָבֽוֹא H935 ",
      "11": "חִרְדוּ֙ H2729 שַֽׁאֲנַנּ֔וֹת H7600 רְגָ֖זָה H7264 בֹּֽטְח֑וֹת H982 פְּשֹׁ֣טָֽה H6584 וְעֹ֔רָה H6209 וַחֲג֖וֹרָה H2296 עַל H5921 חֲלָצָֽיִם H2504 ",
      "12": "עַל H5921 שָׁדַ֖יִם H7699 סֹֽפְדִ֑ים H5594 עַל H5921 שְׂדֵי H7704 חֶ֕מֶד H2531 עַל H5921 גֶּ֖פֶן H1612 פֹּרִיָּֽה H6509 ",
      "13": "עַ֚ל H5921 אַדְמַ֣ת H127 עַמִּ֔י H5971 ק֥וֹץ H6975 שָׁמִ֖יר H8068 תַּֽעֲלֶ֑ה H5927 כִּ֚י H3588 עַל H5921 כָּל H3605 בָּתֵּ֣י H1004 מָשׂ֔וֹשׂ H4885 קִרְיָ֖ה H7151 עַלִּיזָֽה H5947 ",
      "14": "כִּֽי H3588 אַרְמ֣וֹן H759 נֻטָּ֔שׁ H5203 הֲמ֥וֹן H1995 עִ֖יר H5892 עֻזָּ֑ב H5800 עֹ֣פֶל H6076 וָבַ֜חַן H975 הָיָ֨ה H1961 בְעַ֤ד H1157 מְעָרוֹת֙ H4631 עַד H5704 עוֹלָ֔ם H5769 מְשׂ֥וֹשׂ H4885 פְּרָאִ֖ים H6501 מִרְעֵ֥ה H4829 עֲדָרִֽים H5739 ",
      "15": "עַד H5704 יֵ֨עָרֶ֥ה H6168 עָלֵ֛ינוּ H5921 ר֖וּחַ H7307 מִמָּר֑וֹם H4791 וְהָיָ֤ה H1961 מִדְבָּר֙ H4057 לַכַּרְמֶ֔ל H3759 וכרמל H3759 לַיַּ֥עַר H3293 יֵחָשֵֽׁב H2803 ",
      "16": "וְשָׁכַ֥ן H7931 בַּמִּדְבָּ֖ר H4057 מִשְׁפָּ֑ט H4941 וּצְדָקָ֖ה H6666 בַּכַּרְמֶ֥ל H3759 תֵּשֵֽׁב H3427 ",
      "17": "וְהָיָ֛ה H1961 מַעֲשֵׂ֥ה H4639 הַצְּדָקָ֖ה H6666 שָׁל֑וֹם H7965 וַֽעֲבֹדַת֙ H5656 הַצְּדָקָ֔ה H6666 הַשְׁקֵ֥ט H8252 וָבֶ֖טַח H983 עַד H5704 עוֹלָֽם H5769 ",
      "18": "וְיָשַׁ֥ב H3427 עַמִּ֖י H5971 בִּנְוֵ֣ה H5116 שָׁל֑וֹם H7965 וּֽבְ H4908 מִבְטַחִ֔ים H4009 וּבִ H4496 שַׁאֲנַנּֽוֹת H7600 ",
      "19": "וּבָרַ֖ד H1258 בְּרֶ֣דֶת H3381 הַיָּ֑עַר H3293 וּבַ H8218 תִּשְׁפַּ֥ל H8213 הָעִֽיר H5892 ",
      "20": "אַשְׁרֵיכֶ֕ם H835 זֹרְעֵ֖י H2232 עַל H5921 כָּל H3605 מָ֑יִם H4325 מְשַׁלְּחֵ֥י H7971 רֶֽגֶל H7272 הַשּׁ֖וֹר H7794 וְהַ H2543 "
    },
    "33": {
      "1": "ה֣וֹי H1945 שׁוֹדֵ֗ד H7703 וְאַתָּה֙ H859 לֹ֣א H3808 שָׁד֔וּד H7703 וּבוֹגֵ֖ד H898 וְלֹא H3808 בָ֣גְדוּ H898 ב֑וֹ Hb כַּהֲתִֽמְ H8552 שׁוֹדֵד֙ H7703 תּוּשַּׁ֔ד H7703 כַּנְּלֹתְ H5239 לִבְגֹּ֖ד H898 יִבְגְּדוּ H898 בָֽךְ Hb ",
      "2": "יְהוָ֥ה H3068 חָנֵּ֖נוּ H2603 לְךָ֣ Hl קִוִּ֑ינוּ H6960 הֱיֵ֤ה H1961 זְרֹעָם֙ H2220 לַבְּקָרִ֔ים H1242 אַף H637 יְשׁוּעָתֵ֖נוּ H3444 בְּעֵ֥ת H6256 צָרָֽה H6869 ",
      "3": "מִקּ֣וֹל H6963 הָמ֔וֹן H1995 נָדְד֖וּ H5074 עַמִּ֑ים H5971 מֵר֣וֹמְמֻתֶ֔ H7427 נָפְצ֖וּ H5310 גּוֹיִֽם H1471 ",
      "4": "וְאֻסַּ֣ף H622 שְׁלַלְכֶ֔ם H7998 אֹ֖סֶף H625 הֶֽחָסִ֑יל H2625 כְּמַשַּׁ֥ק H4944 גֵּבִ֖ים H1357 שׁוֹקֵ֥ק H8264 בּֽוֹ Hb ",
      "5": "נִשְׂגָּ֣ב H7682 יְהוָ֔ה H3068 כִּ֥י H3588 שֹׁכֵ֖ן H7931 מָר֑וֹם H4791 מִלֵּ֣א H4390 צִיּ֔וֹן H6726 מִשְׁפָּ֖ט H4941 וּצְדָקָֽה H6666 ",
      "6": "וְהָיָה֙ H1961 אֱמוּנַ֣ת H530 עִתֶּ֔יךָ H6256 חֹ֥סֶן H2633 יְשׁוּעֹ֖ת H3444 חָכְמַ֣ת H2451 וָדָ֑עַת H1847 יִרְאַ֥ת H3374 יְהוָ֖ה H3068 הִ֥יא H1931 אוֹצָרֽוֹ H214 ",
      "7": "הֵ֚ן H2005 אֶרְאֶלָּ֔ם H691 צָעֲק֖וּ H6817 חֻ֑צָה H2351 מַלְאֲכֵ֣י H4397 שָׁל֔וֹם H7965 מַ֖ר H4751 יִבְכָּיֽוּן H1058 ",
      "8": "נָשַׁ֣מּוּ H8074 מְסִלּ֔וֹת H4546 שָׁבַ֖ת H7673 עֹבֵ֣ר H5674 אֹ֑רַח H734 הֵפֵ֤ר H6565 בְּרִית֙ H1285 מָאַ֣ס H3988 עָרִ֔ים H5892 לֹ֥א H3808 חָשַׁ֖ב H2803 אֱנֽוֹשׁ H582 ",
      "9": "אָבַ֤ל H56 אֻמְלְלָה֙ H535 אָ֔רֶץ H776 הֶחְפִּ֥יר H2659 לְבָנ֖וֹן H3844 קָמַ֑ל H7060 הָיָ֤ה H1961 הַשָּׁרוֹן֙ H8289 כָּֽעֲרָבָ֔ה H6160 וְנֹעֵ֥ר H5287 בָּשָׁ֖ן H1316 וְכַרְמֶֽל H3760 ",
      "10": "עַתָּ֥ה H6258 אָק֖וּם H6965 יֹאמַ֣ר H559 יְהוָ֑ה H3068 עַתָּה֙ H6258 אֵֽרוֹמָ֔ם H7311 עַתָּ֖ה H6258 אֶנָּשֵֽׂא H5375 ",
      "11": "תַּהֲר֥וּ H2029 חֲשַׁ֖שׁ H2842 תֵּ֣לְדוּ H3205 קַ֑שׁ H7179 רוּחֲכֶ֕ם H7307 אֵ֖שׁ H784 תֹּאכַלְכֶֽם H398 ",
      "12": "וְהָי֥וּ H1961 עַמִּ֖ים H5971 מִשְׂרְפ֣וֹת H4955 שִׂ֑יד H7875 קוֹצִ֥ים H6975 כְּסוּחִ֖ים H3683 בָּאֵ֥שׁ H784 יִצַּֽתּוּ H3341 ",
      "13": "שִׁמְע֥וּ H8085 רְחוֹקִ֖ים H7350 אֲשֶׁ֣ר H834 עָשִׂ֑יתִי H6213 וּדְע֥וּ H3045 קְרוֹבִ֖ים H7138 גְּבֻרָתִֽי H1369 ",
      "14": "פָּחֲד֤וּ H6342 בְצִיּוֹן֙ H6726 חַטָּאִ֔ים H2400 אָחֲזָ֥ה H270 רְעָדָ֖ה H7461 חֲנֵפִ֑ים H2611 מִ֣י H4310 יָג֣וּר H1481 לָ֗נוּ Hl אֵ֚שׁ H784 אוֹכֵלָ֔ה H398 מִי H4310 יָג֥וּר H1481 לָ֖נוּ Hl מוֹקְדֵ֥י H4168 עוֹלָֽם H5769 ",
      "15": "הֹלֵ֣ךְ H1980 צְדָק֔וֹת H6666 וְדֹבֵ֖ר H1696 מֵֽישָׁרִ֑ים H4339 מֹאֵ֞ס H3988 בְּבֶ֣צַע H1215 מַעֲשַׁקּ֗וֹת H4642 נֹעֵ֤ר H5287 כַּפָּיו֙ H3709 מִתְּמֹ֣ךְ H8551 בַּשֹּׁ֔חַד H7810 אֹטֵ֤ם H331 אָזְנוֹ֙ H241 מִשְּׁמֹ֣עַ H8085 דָּמִ֔ים H1818 וְעֹצֵ֥ם H6105 עֵינָ֖יו H5869 מֵרְא֥וֹת H7200 בְּרָֽע H7451 ",
      "16": "ה֚וּא H1931 מְרוֹמִ֣ים H4791 יִשְׁכֹּ֔ן H7931 מְצָד֥וֹת H4679 סְלָעִ֖ים H5553 מִשְׂגַּבּ֑וֹ H4869 לַחְמ֣וֹ H3899 נִתָּ֔ן H5414 מֵימָ֖יו H4325 נֶאֱמָנִֽים H539 ",
      "17": "מֶ֥לֶךְ H4428 בְּיָפְי֖ H3308 תֶּחֱזֶ֣ינָה H2372 עֵינֶ֑יךָ H5869 תִּרְאֶ֖ינָה H7200 אֶ֥רֶץ H776 מַרְחַקִּֽים H4801 ",
      "18": "לִבְּךָ֖ H3820 יֶהְגֶּ֣ה H1897 אֵימָ֑ה H367 אַיֵּ֤ה H346 סֹפֵר֙ H5608 אַיֵּ֣ה H346 שֹׁקֵ֔ל H8254 אַיֵּ֖ה H346 סֹפֵ֥ר H5608 אֶת H853 הַמִּגְדָּלִֽים H4026 ",
      "19": "אֶת H853 עַ֥ם H5971 נוֹעָ֖ז H3267 לֹ֣א H3808 תִרְאֶ֑ה H7200 עַ֣ם H5971 עִמְקֵ֤י H6012 שָׂפָה֙ H8193 מִשְּׁמ֔וֹעַ H8085 נִלְעַ֥ג H3932 לָשׁ֖וֹן H3956 אֵ֥ין H369 בִּינָֽה H998 ",
      "20": "חֲזֵ֣ה H2372 צִיּ֔וֹן H6726 קִרְיַ֖ת H7151 מֽוֹעֲדֵ֑נוּ H4150 עֵינֶיךָ֩ H5869 תִרְאֶ֨ינָה H7200 יְרוּשָׁלִַ֜ם H3389 נָוֶ֣ה H5116 שַׁאֲנָ֗ן H7600 אֹ֤הֶל H168 בַּל H1077 יִצְעָן֙ H6813 בַּל H1077 יִסַּ֤ע H5265 יְתֵֽדֹתָיו֙ H3489 לָנֶ֔צַח H5331 וְכָל H3605 חֲבָלָ֖יו H2256 בַּל H1077 יִנָּתֵֽקוּ H5423 ",
      "21": "כִּ֣י H3588 אִם H518 שָׁ֞ם H8033 אַדִּ֤יר H117 יְהוָה֙ H3068 לָ֔נוּ Hl מְקוֹם H4725 נְהָרִ֥ים H5104 יְאֹרִ֖ים H2975 רַחֲבֵ֣י H7342 יָדָ֑יִם H3027 בַּל H1077 תֵּ֤לֶךְ H3212 בּוֹ֙ Hb אֳנִי H590 שַׁ֔יִט H7885 וְצִ֥י H6716 אַדִּ֖יר H117 לֹ֥א H3808 יַעַבְרֶֽנּוּ H5674 ",
      "22": "כִּ֤י H3588 יְהוָה֙ H3068 שֹׁפְטֵ֔נוּ H8199 יְהוָ֖ה H3068 מְחֹקְקֵ֑נוּ H2710 יְהוָ֥ה H3068 מַלְכֵּ֖נוּ H4428 ה֥וּא H1931 יוֹשִׁיעֵֽנוּ H3467 ",
      "23": "נִטְּשׁ֖וּ H5203 חֲבָלָ֑יִךְ H2256 בַּל H1077 יְחַזְּק֤וּ H2388 כֵן H3653 תָּרְנָם֙ H8650 בַּל H1077 פָּ֣רְשׂוּ H6566 נֵ֔ס H5251 אָ֣ז H227 חֻלַּ֤ק H2505 עַֽד H5706 שָׁלָל֙ H7998 מַרְבֶּ֔ה H4766 פִּסְחִ֖ים H6455 בָּ֥זְזוּ H962 בַֽז H957 ",
      "24": "וּבַל H1077 יֹאמַ֥ר H559 שָׁכֵ֖ן H7934 חָלִ֑יתִי H2470 הָעָ֛ם H5971 הַיֹּשֵׁ֥ב H3427 בָּ֖הּ Hb נְשֻׂ֥א H5375 עָוֺֽן H5771 "
    },
    "34": {
      "1": "קִרְב֤וּ H7126 גוֹיִם֙ H1471 לִשְׁמֹ֔עַ H8085 וּלְאֻמִּ֖ים H3816 הַקְשִׁ֑יבוּ H7181 תִּשְׁמַ֤ע H8085 הָאָ֨רֶץ֙ H776 וּמְלֹאָ֔ H4393 תֵּבֵ֖ל H8398 וְכָל H3605 צֶאֱצָאֶֽיהָ H6631 ",
      "2": "כִּ֣י H3588 קֶ֤צֶף H7110 לַֽיהוָה֙ H3068 עַל H5921 כָּל H3605 הַגּוֹיִ֔ם H1471 וְחֵמָ֖ה H2534 עַל H5921 כָּל H3605 צְבָאָ֑ם H6635 הֶחֱרִימָ֖ם H2763 נְתָנָ֥ם H5414 לַטָּֽבַח H2874 ",
      "3": "וְחַלְלֵי H2491 יֻשְׁלָ֔כוּ H7993 וּפִגְרֵי H6297 יַעֲלֶ֣ה H5927 בָאְשָׁ֑ם H889 וְנָמַ֥סּוּ H4549 הָרִ֖ים H2022 מִדָּמָֽ H1818 ",
      "4": "וְנָמַ֨קּוּ֙ H4743 כָּל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וְנָגֹ֥לּוּ H1556 כַסֵּ֖פֶר H5612 הַשָּׁמָ֑יִם H8064 וְכָל H3605 צְבָאָ֣ם H6635 יִבּ֔וֹל H5034 כִּנְבֹ֤ל H5034 עָלֶה֙ H5929 מִגֶּ֔פֶן H1612 וּכְ H5034 מִתְּאֵנָֽה H8384 ",
      "5": "כִּֽי H3588 רִוְּתָ֥ה H7301 בַשָּׁמַ֖יִם H8064 חַרְבִּ֑י H2719 הִנֵּה֙ H2009 עַל H5921 אֱד֣וֹם H123 תֵּרֵ֔ד H3381 וְעַל H5921 עַ֥ם H5971 חֶרְמִ֖י H2764 לְמִשְׁפָּֽט H4941 ",
      "6": "חֶ֣רֶב H2719 לַיהוָ֞ה H3068 מָלְאָ֥ה H4390 דָם֙ H1818 הֻדַּ֣שְׁנָה H1878 מֵחֵ֔לֶב H2459 מִדַּ֤ם H1818 כָּרִים֙ H3733 וְעַתּוּדִ֔ים H6260 מֵחֵ֖לֶב H2459 כִּלְי֣וֹת H3629 אֵילִ֑ים H352 כִּ֣י H3588 זֶ֤בַח H2077 לַֽיהוָה֙ H3068 בְּבָצְרָ֔ה H1224 וְטֶ֥בַח H2874 גָּד֖וֹל H1419 בְּאֶ֥רֶץ H776 אֱדֽוֹם H123 ",
      "7": "וְיָרְד֤וּ H3381 רְאֵמִים֙ H7214 עִמָּ֔ם H5973 וּפָרִ֖ים H6499 עִם H5973 אַבִּירִ֑ים H47 וְרִוְּתָ֤ה H7301 אַרְצָם֙ H776 מִדָּ֔ם H1818 וַעֲפָרָ֖ H6083 מֵחֵ֥לֶב H2459 יְדֻשָּֽׁן H1878 ",
      "8": "כִּ֛י H3588 י֥וֹם H3117 נָקָ֖ם H5359 לַֽיהוָ֑ה H3068 שְׁנַ֥ת H8141 שִׁלּוּמִ֖ים H7966 לְרִ֥יב H7379 צִיּֽוֹן H6726 ",
      "9": "וְנֶהֶפְכ֤וּ H2015 נְחָלֶ֨יהָ֙ H5158 לְזֶ֔פֶת H2203 וַעֲפָרָ֖ H6083 לְגָפְרִ֑ית H1614 וְהָיְתָ֣ה H1961 אַרְצָ֔הּ H776 לְזֶ֖פֶת H2203 בֹּעֵרָֽה H1197 ",
      "10": "לַ֤יְלָה H3915 וְיוֹמָם֙ H3119 לֹ֣א H3808 תִכְבֶּ֔ה H3518 לְעוֹלָ֖ם H5769 יַעֲלֶ֣ה H5927 עֲשָׁנָ֑הּ H6227 מִדּ֤וֹר H1755 לָדוֹר֙ H1755 תֶּחֱרָ֔ב H2717 לְנֵ֣צַח H5331 נְצָחִ֔ים H5331 אֵ֥ין H369 עֹבֵ֖ר H5674 בָּֽהּ Hb ",
      "11": "וִירֵשׁ֨וּ H3423 קָאַ֣ת H6893 וְקִפּ֔וֹד H7090 וְיַנְשׁ֥וֹף H3244 וְעֹרֵ֖ב H6158 יִשְׁכְּנוּ H7931 בָ֑הּ Hb וְנָטָ֥ה H5186 עָלֶ֛יהָ H5921 קַֽו H6957 תֹ֖הוּ H8414 וְאַבְנֵי H68 בֹֽהוּ H922 ",
      "12": "חֹרֶ֥יהָ H2715 וְאֵֽין H369 שָׁ֖ם H8033 מְלוּכָ֣ה H4410 יִקְרָ֑אוּ H7121 וְכָל H3605 שָׂרֶ֖יהָ H8269 יִ֥הְיוּ H1961 אָֽפֶס H657 ",
      "13": "וְעָלְתָ֤ה H5927 אַרְמְנֹתֶ֨יהָ֙ H759 סִירִ֔ים H5518 קִמּ֥וֹשׂ H7057 וָח֖וֹחַ H2336 בְּמִבְצָרֶ֑י H4013 וְהָיְתָה֙ H1961 נְוֵ֣ה H5116 תַנִּ֔ים H8577 חָצִ֖יר H2681 לִבְנ֥וֹת H1323 יַעֲנָֽה H3284 ",
      "14": "וּפָגְשׁ֤וּ H6298 צִיִּים֙ H6728 אֶת H854 אִיִּ֔ים H338 וְשָׂעִ֖יר H8163 עַל H5921 רֵעֵ֣הוּ H7453 יִקְרָ֑א H7121 אַךְ H389 שָׁם֙ H8033 הִרְגִּ֣יעָה H7280 לִּילִ֔ית H3917 וּמָצְאָ֥ה H4672 לָ֖הּ Hl מָנֽוֹחַ H4494 ",
      "15": "שָׁ֣מָּה H8033 קִנְּנָ֤ה H7077 קִפּוֹז֙ H7091 וַתְּמַלֵּ֔ט H4422 וּבָקְעָ֖ה H1234 וְדָגְרָ֣ה H1716 בְצִלָּ֑ H6738 אַךְ H389 שָׁ֛ם H8033 נִקְבְּצ֥וּ H6908 דַיּ֖וֹת H1772 אִשָּׁ֥ה H802 רְעוּתָֽהּ H7468 ",
      "16": "דִּרְשׁ֨וּ H1875 מֵֽעַל H5921 סֵ֤פֶר H5612 יְהוָה֙ H3068 וּֽקְרָ֔אוּ H7121 אַחַ֤ת H259 מֵהֵ֨נָּה֙ H2007 לֹ֣א H3808 נֶעְדָּ֔רָה H5737 אִשָּׁ֥ה H802 רְעוּתָ֖הּ H7468 לֹ֣א H3808 פָקָ֑דוּ H6485 כִּֽי H3588 פִי֙ H6310 ה֣וּא H1931 צִוָּ֔ה H6680 וְרוּח֖ H7307 ה֥וּא H1931 קִבְּצָֽן H6908 ",
      "17": "וְהֽוּא H1931 הִפִּ֤יל H5307 לָהֶן֙ H1992 גּוֹרָ֔ל H1486 וְיָד֛ H3027 חִלְּקַ֥תָּה H2505 לָהֶ֖ם H1992 בַּקָּ֑ו H6957 עַד H5704 עוֹלָם֙ H5769 יִֽירָשׁ֔וּהָ H3423 לְד֥וֹר H1755 וָד֖וֹר H1755 יִשְׁכְּנוּ H7931 בָֽהּ Hb "
    },
    "35": {
      "1": "יְשֻׂשׂ֥וּם H7797 מִדְבָּ֖ר H4057 וְצִיָּ֑ה H6723 וְתָגֵ֧ל H1523 עֲרָבָ֛ה H6160 וְתִפְרַ֖ח H6524 כַּחֲבַצָּֽלֶת H2261 ",
      "2": "פָּרֹ֨חַ H6524 תִּפְרַ֜ח H6524 וְתָגֵ֗ל H1523 אַ֚ף H637 גִּילַ֣ת H1525 וְרַנֵּ֔ן H7442 כְּב֤וֹד H3519 הַלְּבָנוֹן֙ H3844 נִתַּן H5414 לָ֔הּ Hl הֲדַ֥ר H1926 הַכַּרְמֶ֖ל H3760 וְהַ H8289 הֵ֛מָּה H1992 יִרְא֥וּ H7200 כְבוֹד H3519 יְהוָ֖ה H3068 הֲדַ֥ר H1926 אֱלֹהֵֽינוּ H430 ",
      "3": "חַזְּק֖וּ H2388 יָדַ֣יִם H3027 רָפ֑וֹת H7504 וּבִרְכַּ֥יִם H1290 כֹּשְׁל֖וֹת H3782 אַמֵּֽצוּ H553 ",
      "4": "אִמְרוּ֙ H559 לְנִמְהֲרֵי H4116 לֵ֔ב H3820 חִזְק֖וּ H2388 אַל H408 תִּירָ֑אוּ H3372 הִנֵּ֤ה H2009 אֱלֹֽהֵיכֶם֙ H430 נָקָ֣ם H5359 יָב֔וֹא H935 גְּמ֣וּל H1576 אֱלֹהִ֔ים H430 ה֥וּא H1931 יָב֖וֹא H935 וְיֹשַׁעֲ H3467 ",
      "5": "אָ֥ז H227 תִּפָּקַ֖חְנָה H6491 עֵינֵ֣י H5869 עִוְרִ֑ים H5787 וְאָזְנֵ֥י H241 חֵרְשִׁ֖ים H2795 תִּפָּתַֽחְנָה H6605 ",
      "6": "אָ֣ז H227 יְדַלֵּ֤ג H1801 כָּֽאַיָּל֙ H354 פִּסֵּ֔חַ H6455 וְתָרֹ֖ן H7442 לְשׁ֣וֹן H3956 אִלֵּ֑ם H483 כִּֽי H3588 נִבְקְע֤וּ H1234 בַמִּדְבָּר֙ H4057 מַ֔יִם H4325 וּנְחָלִ֖ים H5158 בָּעֲרָבָֽה H6160 ",
      "7": "וְהָיָ֤ה H1961 הַשָּׁרָב֙ H8273 לַאֲגַ֔ם H98 וְצִמָּא֖וֹן H6774 לְמַבּ֣וּעֵי H4002 מָ֑יִם H4325 בִּנְוֵ֤ה H5116 תַנִּים֙ H8577 רִבְצָ֔הּ H7258 חָצִ֖יר H2682 לְקָנֶ֥ה H7070 וָגֹֽמֶא H1573 ",
      "8": "וְהָיָה H1961 שָׁ֞ם H8033 מַסְל֣וּל H4547 וָדֶ֗רֶךְ H1870 וְדֶ֤רֶךְ H1870 הַקֹּ֨דֶשׁ֙ H6944 יִקָּ֣רֵא H7121 לָ֔הּ Hl לֹֽא H3808 יַעַבְרֶ֥נּוּ H5674 טָמֵ֖א H2931 וְהוּא H1931 לָ֑מוֹ Hl הֹלֵ֥ךְ H1980 דֶּ֛רֶךְ H1870 וֶאֱוִילִ֖ים H191 לֹ֥א H3808 יִתְעֽוּ H8582 ",
      "9": "לֹא H3808 יִהְיֶ֨ה H1961 שָׁ֜ם H8033 אַרְיֵ֗ה H738 וּפְרִ֤יץ H6530 חַיּוֹת֙ H2416 בַּֽל H1077 יַעֲלֶ֔נָּה H5927 לֹ֥א H3808 תִמָּצֵ֖א H4672 שָׁ֑ם H8033 וְהָלְכ֖וּ H1980 גְּאוּלִֽים H1350 ",
      "10": "וּפְדוּיֵ֨י H6299 יְהוָ֜ה H3068 יְשֻׁב֗וּן H7725 וּבָ֤אוּ H935 צִיּוֹן֙ H6726 בְּרִנָּ֔ה H7440 וְשִׂמְחַ֥ת H8057 עוֹלָ֖ם H5769 עַל H5921 רֹאשָׁ֑ם H7218 שָׂשׂ֤וֹן H8342 וְשִׂמְחָה֙ H8057 יַשִּׂ֔יגוּ H5381 וְנָ֖סוּ H5127 יָג֥וֹן H3015 וַאֲנָחָֽה H585 "
    },
    "36": {
      "1": "וַיְהִ֡י H1961 בְּאַרְבַּע֩ H702 עֶשְׂרֵ֨ה H6240 שָׁנָ֜ה H8141 לַמֶּ֣לֶךְ H4428 חִזְקִיָּ֗הוּ H2396 עָלָ֞ה H5927 סַנְחֵרִ֤יב H5576 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עַ֣ל H5921 כָּל H3605 עָרֵ֧י H5892 יְהוּדָ֛ה H3063 הַבְּצֻר֖וֹת H1219 וַֽיִּתְפְּשֵֽׂ H8610 ",
      "2": "וַיִּשְׁלַ֣ח H7971 מֶֽלֶךְ H4428 אַשּׁ֣וּר H804 אֶת H853 רַב H7262 שָׁקֵ֨ה H7262 מִלָּכִ֧ישׁ H3923 יְרוּשָׁלְַ֛מָה H3389 אֶל H413 הַמֶּ֥לֶךְ H4428 חִזְקִיָּ֖הוּ H2396 בְּחֵ֣יל H2426 כָּבֵ֑ד H3515 וַֽיַּעֲמֹ֗ד H5975 בִּתְעָלַת֙ H8585 הַבְּרֵכָ֣ה H1295 הָעֶלְיוֹנָ֔ה H5945 בִּמְסִלַּ֖ת H4546 שְׂדֵ֥ה H7704 כוֹבֵֽס H3526 ",
      "3": "וַיֵּצֵ֥א H3318 אֵלָ֛יו H413 אֶלְיָקִ֥ים H471 בֶּן H1121 חִלְקִיָּ֖הוּ H2518 אֲשֶׁ֣ר H834 עַל H5921 הַבָּ֑יִת H1004 וְשֶׁבְנָא֙ H7644 הַסֹּפֵ֔ר H5608 וְיוֹאָ֥ח H3098 בֶּן H1121 אָסָ֖ף H623 הַמַּזְכִּֽיר H2142 ",
      "4": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 רַב H7262 שָׁקֵ֔ה H7262 אִמְרוּ H559 נָ֖א H4994 אֶל H413 חִזְקִיָּ֑הוּ H2396 כֹּֽה H3541 אָמַ֞ר H559 הַמֶּ֤לֶךְ H4428 הַגָּדוֹל֙ H1419 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 מָ֧ה H4100 הַבִּטָּח֛וֹן H986 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּטָֽחְתָּ H982 ",
      "5": "אָמַ֨רְתִּי֙ H559 אַךְ H389 דְּבַר H1697 שְׂפָתַ֔יִם H8193 עֵצָ֥ה H6098 וּגְבוּרָ֖ה H1369 לַמִּלְחָמָ֑ה H4421 עַתָּה֙ H6258 עַל H5921 מִ֣י H4310 בָטַ֔חְתָּ H982 כִּ֥י H3588 מָרַ֖דְתָּ H4775 בִּֽי Hb ",
      "6": "הִנֵּ֣ה H2009 בָטַ֡חְתָּ H982 עַל H5921 מִשְׁעֶנֶת֩ H4938 הַקָּנֶ֨ה H7070 הָרָצ֤וּץ H7533 הַזֶּה֙ H2088 עַל H5921 מִצְרַ֔יִם H4714 אֲשֶׁ֨ר H834 יִסָּמֵ֥ךְ H5564 אִישׁ֙ H376 עָלָ֔יו H5921 וּבָ֥א H935 בְכַפּ֖ H3709 וּנְקָבָ֑ H5344 כֵּ֚ן H3651 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 לְכָֽל H3605 הַבֹּטְחִ֖ים H982 עָלָֽיו H5921 ",
      "7": "וְכִי H3588 תֹאמַ֣ר H559 אֵלַ֔י H413 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 בָּטָ֑חְנוּ H982 הֲלוֹא H3808 ה֗וּא H1931 אֲשֶׁ֨ר H834 הֵסִ֤יר H5493 חִזְקִיָּ֨הוּ֙ H2396 אֶת H853 בָּמֹתָ֣יו H1116 וְאֶת H853 מִזְבְּחֹתָ֔יו H4196 וַיֹּ֤אמֶר H559 לִֽיהוּדָה֙ H3063 וְלִ H3389 לִפְנֵ֛י H6440 הַמִּזְבֵּ֥חַ H4196 הַזֶּ֖ה H2088 תִּֽשְׁתַּחֲוֽוּ H7812 ",
      "8": "וְעַתָּה֙ H6258 הִתְעָ֣רֶב H6148 נָ֔א H4994 אֶת H854 אֲדֹנִ֖י H113 הַמֶּ֣לֶךְ H4428 אַשּׁ֑וּר H804 וְאֶתְּנָ֤ה H5414 לְךָ֙ Hl אַלְפַּ֣יִם H505 סוּסִ֔ים H5483 אִם H518 תּוּכַ֕ל H3201 לָ֥תֶת H5414 לְךָ֖ Hl רֹכְבִ֥ים H7392 עֲלֵיהֶֽם H5921 ",
      "9": "וְאֵ֣יךְ H349 תָּשִׁ֗יב H7725 אֵ֠ת H853 פְּנֵ֨י H6440 פַחַ֥ת H6346 אַחַ֛ד H259 עַבְדֵ֥י H5650 אֲדֹנִ֖י H113 הַקְטַנִּ֑ים H6996 וַתִּבְטַ֤ח H982 לְךָ֙ Hl עַל H5921 מִצְרַ֔יִם H4714 לְרֶ֖כֶב H7393 וּלְ H6571 ",
      "10": "וְעַתָּה֙ H6258 הֲמִ H1107 יְהוָ֔ה H3068 עָלִ֛יתִי H5927 עַל H5921 הָאָ֥רֶץ H776 הַזֹּ֖את H2063 לְהַשְׁחִיתָ֑ H7843 יְהוָה֙ H3068 אָמַ֣ר H559 אֵלַ֔י H413 עֲלֵ֛ה H5927 אֶל H413 הָאָ֥רֶץ H776 הַזֹּ֖את H2063 וְהַשְׁחִיתָֽ H7843 ",
      "11": "וַיֹּ֣אמֶר H559 אֶלְיָקִים֩ H471 וְשֶׁבְנָ֨א H7644 וְיוֹאָ֜ח H3098 אֶל H413 רַב H7262 שָׁקֵ֗ה H7262 דַּבֶּר H1696 נָ֤א H4994 אֶל H413 עֲבָדֶ֨יךָ֙ H5650 אֲרָמִ֔ית H762 כִּ֥י H3588 שֹׁמְעִ֖ים H8085 אֲנָ֑חְנוּ H587 וְאַל H408 תְּדַבֵּ֤ר H1696 אֵלֵ֨ינוּ֙ H413 יְהוּדִ֔ית H3066 בְּאָזְנֵ֣י H241 הָעָ֔ם H5971 אֲשֶׁ֖ר H834 עַל H5921 הַחוֹמָֽה H2346 ",
      "12": "וַיֹּ֣אמֶר H559 רַב H7262 שָׁקֵ֗ה H7262 הַאֶ֨ל H413 אֲדֹנֶ֤יךָ H113 וְאֵלֶ֨י H413 שְׁלָחַ֣נִי H7971 אֲדֹנִ֔י H113 לְדַבֵּ֖ר H1696 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 הֲלֹ֣א H3808 עַל H5921 הָאֲנָשִׁ֗ים H376 הַיֹּֽשְׁבִים֙ H3427 עַל H5921 הַ֣חוֹמָ֔ה H2346 לֶאֱכֹ֣ל H398 אֶת H853 חראיהם H2716 וְלִ H8354 אֶת H853 שיניהם H7890 עִמָּכֶֽם H5973 ",
      "13": "וַֽיַּעֲמֹד֙ H5975 רַב H7262 שָׁקֵ֔ה H7262 וַיִּקְרָ֥א H7121 בְקוֹל H6963 גָּד֖וֹל H1419 יְהוּדִ֑ית H3066 וַיֹּ֕אמֶר H559 שִׁמְע֗וּ H8085 אֶת H853 דִּבְרֵ֛י H1697 הַמֶּ֥לֶךְ H4428 הַגָּד֖וֹל H1419 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "14": "כֹּ֚ה H3541 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 אַל H408 יַשִּׁ֥א H5377 לָכֶ֖ם Hl חִזְקִיָּ֑הוּ H2396 כִּ֥י H3588 לֹֽא H3808 יוּכַ֖ל H3201 לְהַצִּ֥יל H5337 אֶתְכֶֽם H853 ",
      "15": "וְאַל H408 יַבְטַ֨ח H982 אֶתְכֶ֤ם H853 חִזְקִיָּ֨הוּ֙ H2396 אֶל H413 יְהוָ֣ה H3068 לֵאמֹ֔ר H559 הַצֵּ֥ל H5337 יַצִּילֵ֖נוּ H5337 יְהוָ֑ה H3068 לֹ֤א H3808 תִנָּתֵן֙ H5414 הָעִ֣יר H5892 הַזֹּ֔את H2063 בְּיַ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "16": "אַֽל H408 תִּשְׁמְע֖וּ H8085 אֶל H413 חִזְקִיָּ֑הוּ H2396 כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 הַמֶּ֣לֶךְ H4428 אַשּׁ֗וּר H804 עֲשֽׂוּ H6213 אִתִּ֤י H854 בְרָכָה֙ H1293 וּצְא֣וּ H3318 אֵלַ֔י H413 וְאִכְל֤וּ H398 אִישׁ H376 גַּפְנוֹ֙ H1612 וְאִ֣ישׁ H376 תְּאֵנָת֔וֹ H8384 וּשְׁת֖וּ H8354 אִ֥ישׁ H376 מֵי H4325 בוֹרֽוֹ H953 ",
      "17": "עַד H5704 בֹּאִ֕י H935 וְלָקַחְתִּ֥י H3947 אֶתְכֶ֖ם H853 אֶל H413 אֶ֣רֶץ H776 כְּאַרְצְ H776 אֶ֤רֶץ H776 דָּגָן֙ H1715 וְתִיר֔וֹשׁ H8492 אֶ֥רֶץ H776 לֶ֖חֶם H3899 וּכְרָמִֽים H3754 ",
      "18": "פֶּן H6435 יַסִּ֨ית H5496 אֶתְכֶ֤ם H853 חִזְקִיָּ֨הוּ֙ H2396 לֵאמֹ֔ר H559 יְהוָ֖ה H3068 יַצִּילֵ֑נוּ H5337 הַהִצִּ֜ילוּ H5337 אֱלֹהֵ֤י H430 הַגּוֹיִם֙ H1471 אִ֣ישׁ H376 אֶת H853 אַרְצ֔וֹ H776 מִיַּ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "19": "אַיֵּ֞ה H346 אֱלֹהֵ֤י H430 חֲמָת֙ H2574 וְאַרְפָּ֔ד H774 אַיֵּ֖ה H346 אֱלֹהֵ֣י H430 סְפַרְוָ֑יִם H5617 וְכִֽי H3588 הִצִּ֥ילוּ H5337 אֶת H853 שֹׁמְר֖וֹן H8111 מִיָּדִֽ H3027 ",
      "20": "מִ֗י H4310 בְּכָל H3605 אֱלֹהֵ֤י H430 הָֽאֲרָצוֹת֙ H776 הָאֵ֔לֶּה H428 אֲשֶׁר H834 הִצִּ֥ילוּ H5337 אֶת H853 אַרְצָ֖ם H776 מִיָּדִ֑ H3027 כִּֽי H3588 יַצִּ֧יל H5337 יְהוָ֛ה H3068 אֶת H853 יְרוּשָׁלִַ֖ם H3389 מִיָּדִֽ H3027 ",
      "21": "וַֽיַּחֲרִ֔ישׁוּ H2790 וְלֹֽא H3808 עָנ֥וּ H6030 אֹת֖וֹ H853 דָּבָ֑ר H1697 כִּֽי H3588 מִצְוַ֨ת H4687 הַמֶּ֥לֶךְ H4428 הִ֛יא H1931 לֵאמֹ֖ר H559 לֹ֥א H3808 תַעֲנֻֽהוּ H6030 ",
      "22": "וַיָּבֹ֣א H935 אֶלְיָקִ֣ים H471 בֶּן H1121 חִלְקִיָּ֣הוּ H2518 אֲשֶׁר H834 עַל H5921 הַ֠בַּיִת H1004 וְשֶׁבְנָ֨א H7644 הַסּוֹפֵ֜ר H5608 וְיוֹאָ֨ח H3098 בֶּן H1121 אָסָ֧ף H623 הַמַּזְכִּ֛יר H2142 אֶל H413 חִזְקִיָּ֖הוּ H2396 קְרוּעֵ֣י H7167 בְגָדִ֑ים H899 וַיַּגִּ֣ידוּ H5046 ל֔וֹ Hl אֵ֖ת H853 דִּבְרֵ֥י H1697 רַב H7262 שָׁקֵֽה H7262 "
    },
    "37": {
      "1": "וַיְהִ֗י H1961 כִּשְׁמֹ֨עַ֙ H8085 הַמֶּ֣לֶךְ H4428 חִזְקִיָּ֔הוּ H2396 וַיִּקְרַ֖ע H7167 אֶת H853 בְּגָדָ֑יו H899 וַיִּתְכַּ֣ס H3680 בַּשָּׂ֔ק H8242 וַיָּבֹ֖א H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "2": "וַ֠יִּשְׁלַח H7971 אֶת H853 אֶלְיָקִ֨ים H471 אֲשֶׁר H834 עַל H5921 הַבַּ֜יִת H1004 וְאֵ֣ת H853 שֶׁבְנָ֣א H7644 הַסּוֹפֵ֗ר H5608 וְאֵת֙ H853 זִקְנֵ֣י H2205 הַכֹּהֲנִ֔ים H3548 מִתְכַּסִּ֖ים H3680 בַּשַּׂקִּ֑ים H8242 אֶל H413 יְשַֽׁעְיָ֥הוּ H3470 בֶן H1121 אָמ֖וֹץ H531 הַנָּבִֽיא H5030 ",
      "3": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 חִזְקִיָּ֔הוּ H2396 יוֹם H3117 צָרָ֧ה H6869 וְתוֹכֵחָ֛ה H8433 וּנְאָצָ֖ה H5007 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֣י H3588 בָ֤אוּ H935 בָנִים֙ H1121 עַד H5704 מַשְׁבֵּ֔ר H4866 וְכֹ֥חַ H3581 אַ֖יִן H369 לְלֵדָֽה H3205 ",
      "4": "אוּלַ֡י H194 יִשְׁמַע֩ H8085 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 אֵ֣ת H853 דִּבְרֵ֣י H1697 רַב H7262 שָׁקֵ֗ה H7262 אֲשֶׁר֩ H834 שְׁלָח֨וֹ H7971 מֶֽלֶךְ H4428 אַשּׁ֤וּר H804 אֲדֹנָיו֙ H113 לְחָרֵף֙ H2778 אֱלֹהִ֣ים H430 חַ֔י H2416 וְהוֹכִ֨יחַ֙ H3198 בַּדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 שָׁמַ֖ע H8085 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְנָשָׂ֣אתָ H5375 תְפִלָּ֔ה H8605 בְּעַ֥ד H1157 הַשְּׁאֵרִ֖ית H7611 הַנִּמְצָאָֽה H4672 ",
      "5": "וַיָּבֹ֗אוּ H935 עַבְדֵ֛י H5650 הַמֶּ֥לֶךְ H4428 חִזְקִיָּ֖הוּ H2396 אֶל H413 יְשַׁעְיָֽהוּ H3470 ",
      "6": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 יְשַֽׁעְיָ֔הוּ H3470 כֹּ֥ה H3541 תֹאמְר֖וּן H559 אֶל H413 אֲדֹנֵיכֶ֑ם H113 כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אַל H408 תִּירָא֙ H3372 מִפְּנֵ֤י H6440 הַדְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 שָׁמַ֔עְתָּ H8085 אֲשֶׁ֧ר H834 גִּדְּפ֛וּ H1442 נַעֲרֵ֥י H5288 מֶלֶךְ H4428 אַשּׁ֖וּר H804 אוֹתִֽי H853 ",
      "7": "הִנְנִ֨י H2005 נוֹתֵ֥ן H5414 בּוֹ֙ Hb ר֔וּחַ H7307 וְשָׁמַ֥ע H8085 שְׁמוּעָ֖ה H8052 וְשָׁ֣ב H7725 אֶל H413 אַרְצ֑וֹ H776 וְהִפַּלְתִּ֥י H5307 בַּחֶ֖רֶב H2719 בְּאַרְצֽ H776 ",
      "8": "וַיָּ֨שָׁב֙ H7725 רַב H7262 שָׁקֵ֔ה H7262 וַיִּמְצָא֙ H4672 אֶת H853 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 נִלְחָ֖ם H3898 עַל H5921 לִבְנָ֑ה H3841 כִּ֣י H3588 שָׁמַ֔ע H8085 כִּ֥י H3588 נָסַ֖ע H5265 מִלָּכִֽישׁ H3923 ",
      "9": "וַיִּשְׁמַ֗ע H8085 עַל H5921 תִּרְהָ֤קָה H8640 מֶֽלֶךְ H4428 כּוּשׁ֙ H3568 לֵאמֹ֔ר H559 יָצָ֖א H3318 לְהִלָּחֵ֣ם H3898 אִתָּ֑ךְ H854 וַיִּשְׁמַע֙ H8085 וַיִּשְׁלַ֣ח H7971 מַלְאָכִ֔ים H4397 אֶל H413 חִזְקִיָּ֖הוּ H2396 לֵאמֹֽר H559 ",
      "10": "כֹּ֣ה H3541 תֹאמְר֗וּן H559 אֶל H413 חִזְקִיָּ֤הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 לֵאמֹ֔ר H559 אַל H408 יַשִּֽׁאֲךָ֣ H5377 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 בּוֹטֵ֥חַ H982 בּ֖וֹ Hb לֵאמֹ֑ר H559 לֹ֤א H3808 תִנָּתֵן֙ H5414 יְר֣וּשָׁלִַ֔ם H3389 בְּיַ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "11": "הִנֵּ֣ה H2009 אַתָּ֣ה H859 שָׁמַ֗עְתָּ H8085 אֲשֶׁ֨ר H834 עָשׂ֜וּ H6213 מַלְכֵ֥י H4428 אַשּׁ֛וּר H804 לְכָל H3605 הָאֲרָצ֖וֹת H776 לְהַחֲרִימָ֑ H2763 וְאַתָּ֖ה H859 תִּנָּצֵֽל H5337 ",
      "12": "הַהִצִּ֨ילוּ H5337 אוֹתָ֜ם H853 אֱלֹהֵ֤י H430 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 הִשְׁחִ֣יתוּ H7843 אֲבוֹתַ֔י H1 אֶת H853 גּוֹזָ֖ן H1470 וְאֶת H853 חָרָ֑ן H2771 וְרֶ֥צֶף H7530 וּבְנֵי H1121 עֶ֖דֶן H5729 אֲשֶׁ֥ר H834 בִּתְלַשָּֽׂר H8515 ",
      "13": "אַיֵּ֤ה H346 מֶֽלֶךְ H4428 חֲמָת֙ H2574 וּמֶ֣לֶךְ H4428 אַרְפָּ֔ד H774 וּמֶ֖לֶךְ H4428 לָעִ֣יר H5892 סְפַרְוָ֑יִם H5617 הֵנַ֖ע H2012 וְעִוָּֽה H5755 ",
      "14": "וַיִּקַּ֨ח H3947 חִזְקִיָּ֧הוּ H2396 אֶת H853 הַסְּפָרִ֛ים H5612 מִיַּ֥ד H3027 הַמַּלְאָכִ֖ים H4397 וַיִּקְרָאֵ֑ H7121 וַיַּ֨עַל֙ H5927 בֵּ֣ית H1004 יְהוָ֔ה H3068 וַיִּפְרְשֵׂ֥ H6566 חִזְקִיָּ֖הוּ H2396 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "15": "וַיִּתְפַּלֵּל֙ H6419 חִזְקִיָּ֔הוּ H2396 אֶל H413 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
      "16": "יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 יֹשֵׁ֣ב H3427 הַכְּרֻבִ֔ים H3742 אַתָּה H859 ה֤וּא H1931 הָֽאֱלֹהִים֙ H430 לְבַדְּ H905 לְכֹ֖ל H3605 מַמְלְכ֣וֹת H4467 הָאָ֑רֶץ H776 אַתָּ֣ה H859 עָשִׂ֔יתָ H6213 אֶת H853 הַשָּׁמַ֖יִם H8064 וְאֶת H853 הָאָֽרֶץ H776 ",
      "17": "הַטֵּ֨ה H5186 יְהוָ֤ה H3068 אָזְנְךָ֙ H241 וּֽשְׁמָ֔ע H8085 פְּקַ֧ח H6491 יְהוָ֛ה H3068 עֵינֶ֖ךָ H5869 וּרְאֵ֑ה H7200 וּשְׁמַ֗ע H8085 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 סַנְחֵרִ֔יב H5576 אֲשֶׁ֣ר H834 שָׁלַ֔ח H7971 לְחָרֵ֖ף H2778 אֱלֹהִ֥ים H430 חָֽי H2416 ",
      "18": "אָמְנָ֖ם H551 יְהוָ֑ה H3068 הֶחֱרִ֜יבוּ H2717 מַלְכֵ֥י H4428 אַשּׁ֛וּר H804 אֶת H853 כָּל H3605 הָאֲרָצ֖וֹת H776 וְאֶת H853 אַרְצָֽם H776 ",
      "19": "וְנָתֹ֥ן H5414 אֶת H853 אֱלֹהֵיהֶ֖ם H430 בָּאֵ֑שׁ H784 כִּי֩ H3588 לֹ֨א H3808 אֱלֹהִ֜ים H430 הֵ֗מָּה H1992 כִּ֣י H3588 אִם H518 מַעֲשֵׂ֧ה H4639 יְדֵֽי H3027 אָדָ֛ם H120 עֵ֥ץ H6086 וָאֶ֖בֶן H68 וַֽיְאַבְּדֽוּ H6 ",
      "20": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 הוֹשִׁיעֵ֖נוּ H3467 מִיָד֑ H3027 וְיֵֽדְעוּ֙ H3045 כָּל H3605 מַמְלְכ֣וֹת H4467 הָאָ֔רֶץ H776 כִּֽי H3588 אַתָּ֥ה H859 יְהוָ֖ה H3068 לְבַדֶּֽ H905 ",
      "21": "וַיִּשְׁלַח֙ H7971 יְשַֽׁעְיָ֣הוּ H3470 בֶן H1121 אָמ֔וֹץ H531 אֶל H413 חִזְקִיָּ֖הוּ H2396 לֵאמֹ֑ר H559 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר֙ H834 הִתְפַּלַּ֣לְתָּ H6419 אֵלַ֔י H413 אֶל H413 סַנְחֵרִ֖יב H5576 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
      "22": "זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 עָלָ֑יו H5921 בָּזָ֨ה H959 לְךָ֜ Hl לָעֲגָ֣ה H3932 לְךָ֗ Hl בְּתוּלַת֙ H1330 בַּת H1323 צִיּ֔וֹן H6726 אַחֲרֶ֨יךָ֙ H310 רֹ֣אשׁ H7218 הֵנִ֔יעָה H5128 בַּ֖ת H1323 יְרוּשָׁלִָֽם H3389 ",
      "23": "אֶת H853 מִ֤י H4310 חֵרַ֨פְתָּ֙ H2778 וְגִדַּ֔פְתָּ H1442 וְעַל H5921 מִ֖י H4310 הֲרִימ֣וֹתָה H7311 קּ֑וֹל H6963 וַתִּשָּׂ֥א H5375 מָר֛וֹם H4791 עֵינֶ֖יךָ H5869 אֶל H413 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
      "24": "בְּיַ֣ד H3027 עֲבָדֶיךָ֮ H5650 חֵרַ֣פְתָּ H2778 אֲדֹנָי֒ H136 וַתֹּ֗אמֶר H559 בְּרֹ֥ב H7230 רִכְבִּ֛י H7393 אֲנִ֥י H589 עָלִ֛יתִי H5927 מְר֥וֹם H4791 הָרִ֖ים H2022 יַרְכְּתֵ֣י H3411 לְבָנ֑וֹן H3844 וְאֶכְרֹ֞ת H3772 קוֹמַ֤ת H6967 אֲרָזָיו֙ H730 מִבְחַ֣ר H4005 בְּרֹשָׁ֔יו H1265 וְאָבוֹא֙ H935 מְר֣וֹם H4791 קִצּ֔וֹ H7093 יַ֖עַר H3293 כַּרְמִלּֽוֹ H3759 ",
      "25": "אֲנִ֥י H589 קַ֖רְתִּי H6979 וְשָׁתִ֣יתִי H8354 מָ֑יִם H4325 וְאַחְרִב֙ H2717 בְּכַף H3709 פְּעָמַ֔י H6471 כֹּ֖ל H3605 יְאֹרֵ֥י H2975 מָצֽוֹר H4693 ",
      "26": "הֲלֽוֹא H3808 שָׁמַ֤עְתָּ H8085 לְמֵֽ H7350 אוֹתָ֣הּ H853 עָשִׂ֔יתִי H6213 מִ֥ימֵי H3117 קֶ֖דֶם H6924 וִיצַרְתִּ֑י H3335 עַתָּ֣ה H6258 הֲבֵאתִ֔יהָ H935 וּתְהִ֗י H1961 לְהַשְׁא֛וֹת H7582 גַּלִּ֥ים H1530 נִצִּ֖ים H5327 עָרִ֥ים H5892 בְּצֻרֽוֹת H1219 ",
      "27": "וְיֹֽשְׁבֵי H3427 קִצְרֵי H7116 יָ֔ד H3027 חַ֖תּוּ H2865 וָבֹ֑שׁוּ H954 הָי֞וּ H1961 עֵ֤שֶׂב H6212 שָׂדֶה֙ H7704 וִ֣ירַק H3419 דֶּ֔שֶׁא H1877 חֲצִ֣יר H2682 גַּגּ֔וֹת H1406 וּשְׁדֵמָ֖ה H7709 לִפְנֵ֥י H6440 קָמָֽה H7054 ",
      "28": "וְשִׁבְתְּ H3427 וְצֵאתְ H3318 וּבוֹאֲ H935 יָדָ֑עְתִּי H3045 וְאֵ֖ת H853 הִֽתְרַגֶּזְךָ֥ H7264 אֵלָֽי H413 ",
      "29": "יַ֚עַן H3282 הִתְרַגֶּזְךָ֣ H7264 אֵלַ֔י H413 וְשַׁאֲנַנְ H7600 עָלָ֣ה H5927 בְאָזְנָ֑ H241 וְשַׂמְתִּ֨י H7760 חַחִ֜י H2397 בְּאַפֶּ֗ H639 וּמִתְגִּ H4964 בִּשְׂפָתֶ֔י H8193 וַהֲשִׁ֣יבֹתִ֔י H7725 בַּדֶּ֖רֶךְ H1870 אֲשֶׁר H834 בָּ֥אתָ H935 בָּֽהּ Hb ",
      "30": "וְזֶה H2088 לְּךָ֣ Hl הָא֔וֹת H226 אָכ֤וֹל H398 הַשָּׁנָה֙ H8141 סָפִ֔יחַ H5599 וּבַ H8141 הַשֵּׁנִ֖ית H8145 שָׁחִ֑יס H7823 וּבַ H8141 הַשְּׁלִישִׁ֗ית H7992 זִרְע֧וּ H2232 וְקִצְר֛וּ H7114 וְנִטְע֥וּ H5193 כְרָמִ֖ים H3754 ואכול H398 פִרְיָֽם H6529 ",
      "31": "וְיָ֨סְפָ֜ה H3254 פְּלֵיטַ֧ת H6413 בֵּית H1004 יְהוּדָ֛ה H3063 הַנִּשְׁאָרָ֖ה H7604 שֹׁ֣רֶשׁ H8328 לְמָ֑טָּה H4295 וְעָשָׂ֥ה H6213 פְרִ֖י H6529 לְמָֽעְלָ H4605 ",
      "32": "כִּ֤י H3588 מִירֽוּשָׁלִַ֨ם֙ H3389 תֵּצֵ֣א H3318 שְׁאֵרִ֔ית H7611 וּפְלֵיטָ֖ה H6413 מֵהַ֣ר H2022 צִיּ֑וֹן H6726 קִנְאַ֛ת H7068 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 תַּֽעֲשֶׂה H6213 זֹּֽאת H2063 ",
      "33": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 לֹ֤א H3808 יָבוֹא֙ H935 אֶל H413 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְלֹֽא H3808 יוֹרֶ֥ה H3384 שָׁ֖ם H8033 חֵ֑ץ H2671 וְלֹֽא H3808 יְקַדְּמֶ֣נָּה H6923 מָגֵ֔ן H4043 וְלֹֽא H3808 יִשְׁפֹּ֥ךְ H8210 עֳלֶ֖יהָ H5921 סֹלְלָֽה H5550 ",
      "34": "בַּדֶּ֥רֶךְ H1870 אֲשֶׁר H834 בָּ֖א H935 בָּ֣הּ Hb יָשׁ֑וּב H7725 וְאֶל H413 הָעִ֥יר H5892 הַזֹּ֛את H2063 לֹ֥א H3808 יָב֖וֹא H935 נְאֻם H5002 יְהוָֽה H3068 ",
      "35": "וְגַנּוֹתִ֛י H1598 עַל H5921 הָעִ֥יר H5892 הַזֹּ֖את H2063 לְהֽוֹשִׁיעָ֑ H3467 לְמַֽעֲנִ֔י H4616 וּלְמַ֖עַן H4616 דָּוִ֥ד H1732 עַבְדִּֽי H5650 ",
      "36": "וַיֵּצֵ֣א H3318 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 וַיַּכֶּה֙ H5221 בְּמַחֲנֵ֣ה H4264 אַשּׁ֔וּר H804 מֵאָ֛ה H3967 וּשְׁמֹנִ֥ים H8084 וַחֲמִשָּׁ֖ה H2568 אָ֑לֶף H505 וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וְהִנֵּ֥ה H2009 כֻלָּ֖ם H3605 פְּגָרִ֥ים H6297 מֵתִֽים H4191 ",
      "37": "וַיִּסַּ֣ע H5265 וַיֵּ֔לֶךְ H3212 וַיָּ֖שָׁב H7725 סַנְחֵרִ֣יב H5576 מֶֽלֶךְ H4428 אַשּׁ֑וּר H804 וַיֵּ֖שֶׁב H3427 בְּנִֽינְוֵֽה H5210 ",
      "38": "וַיְהִי֩ H1961 ה֨וּא H1931 מִֽשְׁתַּחֲוֶ֜ה H7812 בֵּ֣ית H1004 נִסְרֹ֣ךְ H5268 אֱלֹהָ֗יו H430 וְֽאַדְרַמֶּ֨לֶךְ H152 וְשַׂרְאֶ֤צֶר H8272 בָּנָיו֙ H1121 הִכֻּ֣הוּ H5221 בַחֶ֔רֶב H2719 וְהֵ֥מָּה H1992 נִמְלְט֖וּ H4422 אֶ֣רֶץ H776 אֲרָרָ֑ט H780 וַיִּמְלֹ֛ךְ H4427 אֵֽסַר H634 חַדֹּ֥ן H634 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "38": {
      "1": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 חָלָ֥ה H2470 חִזְקִיָּ֖הוּ H2396 לָמ֑וּת H4191 וַיָּב֣וֹא H935 אֵ֠לָיו H413 יְשַׁעְיָ֨הוּ H3470 בֶן H1121 אָמ֜וֹץ H531 הַנָּבִ֗יא H5030 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 צַ֣ו H6680 לְבֵיתֶ֔ H1004 כִּ֛י H3588 מֵ֥ת H4191 אַתָּ֖ה H859 וְלֹ֥א H3808 תִֽחְיֶֽה H2421 ",
      "2": "וַיַּסֵּ֧ב H5437 חִזְקִיָּ֛הוּ H2396 פָּנָ֖יו H6440 אֶל H413 הַקִּ֑יר H7023 וַיִּתְפַּלֵּ֖ל H6419 אֶל H413 יְהוָֽה H3068 ",
      "3": "וַיֹּאמַ֗ר H559 אָנָּ֤ה H577 יְהוָה֙ H3068 זְכָר H2142 נָ֞א H4994 אֵ֣ת H853 אֲשֶׁ֧ר H834 הִתְהַלַּ֣כְתִּי H1980 לְפָנֶ֗י H6440 בֶּֽאֱמֶת֙ H571 וּבְ H3820 שָׁלֵ֔ם H8003 וְהַ H2896 בְּעֵינֶ֖י H5869 עָשִׂ֑יתִי H6213 וַיֵּ֥בְךְּ H1058 חִזְקִיָּ֖הוּ H2396 בְּכִ֥י H1058 גָדֽוֹל H1419 ",
      "4": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶֽל H413 יְשַׁעְיָ֖הוּ H3470 לֵאמֹֽר H559 ",
      "5": "הָל֞וֹךְ H1980 וְאָמַרְתָּ֣ H559 אֶל H413 חִזְקִיָּ֗הוּ H2396 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 דָּוִ֣ד H1732 אָבִ֔יךָ H1 שָׁמַ֨עְתִּי֙ H8085 אֶת H853 תְּפִלָּתֶ֔ךָ H8605 רָאִ֖יתִי H7200 אֶת H853 דִּמְעָתֶ֑ךָ H1832 הִנְנִי֙ H2005 יוֹסִ֣ף H3254 עַל H5921 יָמֶ֔יךָ H3117 חֲמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
      "6": "וּמִ H3709 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 אַצִּ֣ילְךָ֔ H5337 וְאֵ֖ת H853 הָעִ֣יר H5892 הַזֹּ֑את H2063 וְגַנּוֹתִ֖י H1598 עַל H5921 הָעִ֥יר H5892 הַזֹּֽאת H2063 ",
      "7": "וְזֶה H2088 לְּךָ֥ Hl הָא֖וֹת H226 מֵאֵ֣ת H853 יְהוָ֑ה H3068 אֲשֶׁר֙ H834 יַעֲשֶׂ֣ה H6213 יְהוָ֔ה H3068 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
      "8": "הִנְנִ֣י H2005 מֵשִׁ֣יב H7725 אֶת H853 צֵ֣ל H6738 הַֽמַּעֲל֡וֹת H4609 אֲשֶׁ֣ר H834 יָרְדָה֩ H3381 בְמַעֲל֨וֹת H4609 אָחָ֥ז H271 בַּשֶּׁ֛מֶשׁ H8121 אֲחֹרַנִּ֖ית H322 עֶ֣שֶׂר H6235 מַעֲל֑וֹת H4609 וַתָּ֤שָׁב H7725 הַשֶּׁ֨מֶשׁ֙ H8121 עֶ֣שֶׂר H6235 מַעֲל֔וֹת H4609 בַּֽמַּעֲל֖וֹת H4609 אֲשֶׁ֥ר H834 יָרָֽדָה H3381 ",
      "9": "מִכְתָּ֖ב H4385 לְחִזְקִיָּ֣הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בַּחֲלֹת֕ H2470 וַיְחִ֖י H2421 מֵחָלְיֽ H2483 ",
      "10": "אֲנִ֣י H589 אָמַ֗רְתִּי H559 בִּדְמִ֥י H1824 יָמַ֛י H3117 אֵלֵ֖כָה H3212 בְּשַׁעֲרֵ֣י H8179 שְׁא֑וֹל H7585 פֻּקַּ֖דְתִּי H6485 יֶ֥תֶר H3499 שְׁנוֹתָֽי H8141 ",
      "11": "אָמַ֨רְתִּי֙ H559 לֹא H3808 אֶרְאֶ֣ה H7200 יָ֔הּ H3050 יָ֖הּ H3050 בְּאֶ֣רֶץ H776 הַחַיִּ֑ים H2416 לֹא H3808 אַבִּ֥יט H5027 אָדָ֛ם H120 ע֖וֹד H5750 עִם H5973 י֥וֹשְׁבֵי H3427 חָֽדֶל H2309 ",
      "12": "דּוֹרִ֗י H1755 נִסַּ֧ע H5265 וְנִגְלָ֛ה H1540 מִנִּ֖י H4480 כְּאֹ֣הֶל H168 רֹעִ֑י H7473 קִפַּ֨דְתִּי H7088 כָאֹרֵ֤ג H707 חַיַּי֙ H2416 מִדַּלָּ֣ה H1803 יְבַצְּעֵ֔נִי H1214 מִיּ֥וֹם H3117 עַד H5704 לַ֖יְלָה H3915 תַּשְׁלִימֵֽנִי H7999 ",
      "13": "שִׁוִּ֤יתִי H7737 עַד H5704 בֹּ֨קֶר֙ H1242 כָּֽאֲרִ֔י H738 כֵּ֥ן H3651 יְשַׁבֵּ֖ר H7665 כָּל H3605 עַצְמוֹתָ֑י H6106 מִיּ֥וֹם H3117 עַד H5704 לַ֖יְלָה H3915 תַּשְׁלִימֵֽנִי H7999 ",
      "14": "כְּס֤וּס H5483 עָגוּר֙ H5693 כֵּ֣ן H3651 אֲצַפְצֵ֔ף H6850 אֶהְגֶּ֖ה H1897 כַּיּוֹנָ֑ה H3123 דַּלּ֤וּ H1809 עֵינַי֙ H5869 לַמָּר֔וֹם H4791 אֲדֹנָ֖י H136 עָֽשְׁקָה H6234 לִּ֥י Hl עָרְבֵֽנִי H6148 ",
      "15": "מָֽה H4100 אֲדַבֵּ֥ר H1696 וְאָֽמַר H559 לִ֖י Hl וְה֣וּא H1931 עָשָׂ֑ה H6213 אֶדַּדֶּ֥ה H1718 כָל H3605 שְׁנוֹתַ֖י H8141 עַל H5921 מַ֥ר H4751 נַפְשִֽׁי H5315 ",
      "16": "אֲדֹנָ֖י H136 עֲלֵיהֶ֣ם H5921 יִֽחְי֑וּ H2421 וּלְ H3605 בָּהֶן֙ Hb חַיֵּ֣י H2416 רוּחִ֔י H7307 וְתַחֲלִימֵ֖ H2492 וְהַחֲיֵֽ H2421 ",
      "17": "הִנֵּ֥ה H2009 לְשָׁל֖וֹם H7965 מַר H4751 לִ֣י Hl מָ֑ר H4843 וְאַתָּ֞ה H859 חָשַׁ֤קְתָּ H2836 נַפְשִׁי֙ H5315 מִשַּׁ֣חַת H7845 בְּלִ֔י H1097 כִּ֥י H3588 הִשְׁלַ֛כְתָּ H7993 אַחֲרֵ֥י H310 גֵוְךָ֖ H1460 כָּל H3605 חֲטָאָֽי H2399 ",
      "18": "כִּ֣י H3588 לֹ֥א H3808 שְׁא֛וֹל H7585 תּוֹדֶ֖ךָּ H3034 מָ֣וֶת H4194 יְהַלְלֶ֑ךָּ H1984 לֹֽא H3808 יְשַׂבְּר֥וּ H7663 יֽוֹרְדֵי H3381 ב֖וֹר H953 אֶל H413 אֲמִתֶּֽךָ H571 ",
      "19": "חַ֥י H2416 חַ֛י H2416 ה֥וּא H1931 יוֹדֶ֖ךָ H3034 כָּמ֣וֹנִי H3644 הַיּ֑וֹם H3117 אָ֣ב H1 לְבָנִ֔ים H1121 יוֹדִ֖יעַ H3045 אֶל H413 אֲמִתֶּֽךָ H571 ",
      "20": "יְהוָ֖ה H3068 לְהוֹשִׁיעֵ֑ H3467 וּנְגִנוֹתַ֧י H5058 נְנַגֵּ֛ן H5059 כָּל H3605 יְמֵ֥י H3117 חַיֵּ֖ינוּ H2416 עַל H5921 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "21": "וַיֹּ֣אמֶר H559 יְשַׁעְיָ֔הוּ H3470 יִשְׂא֖וּ H5375 דְּבֶ֣לֶת H1690 תְּאֵנִ֑ים H8384 וְיִמְרְח֥וּ H4799 עַֽל H5921 הַשְּׁחִ֖ין H7822 וְיֶֽחִי H2421 ",
      "22": "וַיֹּ֥אמֶר H559 חִזְקִיָּ֖הוּ H2396 מָ֣ה H4100 א֑וֹת H226 כִּ֥י H3588 אֶעֱלֶ֖ה H5927 בֵּ֥ית H1004 יְהוָֽה H3068 "
    },
    "39": {
      "1": "בָּעֵ֣ת H6256 הַהִ֡וא H1931 שָׁלַ֡ח H7971 מְרֹדַ֣ךְ H4757 בַּ֠לְאֲדָן H4757 בֶּֽן H1121 בַּלְאֲדָ֧ן H1081 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 סְפָרִ֥ים H5612 וּמִנְחָ֖ה H4503 אֶל H413 חִזְקִיָּ֑הוּ H2396 וַיִּשְׁמַ֕ע H8085 כִּ֥י H3588 חָלָ֖ה H2470 וַֽיֶּחֱזָֽק H2388 ",
      "2": "וַיִּשְׂמַ֣ח H8055 עֲלֵיהֶם֮ H5921 חִזְקִיָּהוּ֒ H2396 וַיַּרְאֵ֣ H7200 אֶת H853 בֵּ֣ית H1004 נכתה H5238 אֶת H853 הַכֶּסֶף֩ H3701 וְאֶת H853 הַזָּהָ֨ב H2091 וְאֶת H853 הַבְּשָׂמִ֜ים H1314 וְאֵ֣ת H853 הַשֶּׁ֣מֶן H8081 הַטּ֗וֹב H2896 וְאֵת֙ H853 כָּל H3605 בֵּ֣ית H1004 כֵּלָ֔יו H3627 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 נִמְצָ֖א H4672 בְּאֹֽצְרֹתָ֑י H214 לֹֽא H3808 הָיָ֣ה H1961 דָבָ֗ר H1697 אֲ֠שֶׁר H834 לֹֽא H3808 הֶרְאָ֧ם H7200 חִזְקִיָּ֛הוּ H2396 בְּבֵית֖ H1004 וּבְ H3605 מֶמְשַׁלְתּֽוֹ H4475 ",
      "3": "וַיָּבֹא֙ H935 יְשַׁעְיָ֣הוּ H3470 הַנָּבִ֔יא H5030 אֶל H413 הַמֶּ֖לֶךְ H4428 חִזְקִיָּ֑הוּ H2396 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 מָ֥ה H4100 אָמְר֣וּ H559 הָאֲנָשִׁ֣ים H376 הָאֵ֗לֶּה H428 וּמֵ H370 יָבֹ֣אוּ H935 אֵלֶ֔יךָ H413 וַיֹּ֨אמֶר֙ H559 חִזְקִיָּ֔הוּ H2396 מֵאֶ֧רֶץ H776 רְחוֹקָ֛ה H7350 בָּ֥אוּ H935 אֵלַ֖י H413 מִבָּבֶֽל H894 ",
      "4": "וַיֹּ֕אמֶר H559 מָ֥ה H4100 רָא֖וּ H7200 בְּבֵיתֶ֑ H1004 וַיֹּ֣אמֶר H559 חִזְקִיָּ֗הוּ H2396 אֵ֣ת H853 כָּל H3605 אֲשֶׁ֤ר H834 בְּבֵיתִ H1004 רָא֔וּ H7200 לֹֽא H3808 הָיָ֥ה H1961 דָבָ֛ר H1697 אֲשֶׁ֥ר H834 לֹֽא H3808 הִרְאִיתִ֖ים H7200 בְּאוֹצְרֹתָֽ H214 ",
      "5": "וַיֹּ֥אמֶר H559 יְשַׁעְיָ֖הוּ H3470 אֶל H413 חִזְקִיָּ֑הוּ H2396 שְׁמַ֖ע H8085 דְּבַר H1697 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "6": "הִנֵּה֮ H2009 יָמִ֣ים H3117 בָּאִים֒ H935 וְנִשָּׂ֣א H5375 כָּל H3605 אֲשֶׁ֣ר H834 בְּבֵיתֶ֗ H1004 וַאֲשֶׁ֨ר H834 אָצְר֧וּ H686 אֲבֹתֶ֛יךָ H1 עַד H5704 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 בָּבֶ֑ל H894 לֹֽא H3808 יִוָּתֵ֥ר H3498 דָּבָ֖ר H1697 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "7": "וּמִ H1121 אֲשֶׁ֨ר H834 יֵצְא֧וּ H3318 מִמְּךָ֛ H4480 אֲשֶׁ֥ר H834 תּוֹלִ֖יד H3205 יִקָּ֑חוּ H3947 וְהָיוּ֙ H1961 סָרִיסִ֔ים H5631 בְּהֵיכַ֖ל H1964 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
      "8": "וַיֹּ֤אמֶר H559 חִזְקִיָּ֨הוּ֙ H2396 אֶֽל H413 יְשַׁעְיָ֔הוּ H3470 ט֥וֹב H2896 דְּבַר H1697 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 דִּבַּ֑רְתָּ H1696 וַיֹּ֕אמֶר H559 כִּ֥י H3588 יִהְיֶ֛ה H1961 שָׁל֥וֹם H7965 וֶאֱמֶ֖ת H571 בְּיָמָֽ H3117 "
    },
    "40": {
      "1": "נַחֲמ֥וּ H5162 נַחֲמ֖וּ H5162 עַמִּ֑י H5971 יֹאמַ֖ר H559 אֱלֹהֵיכֶֽם H430 ",
      "2": "דַּבְּר֞וּ H1696 עַל H5921 לֵ֤ב H3820 יְרֽוּשָׁלִַ֨ם֙ H3389 וְקִרְא֣וּ H7121 אֵלֶ֔יהָ H413 כִּ֤י H3588 מָֽלְאָה֙ H4390 צְבָאָ֔הּ H6635 כִּ֥י H3588 נִרְצָ֖ה H7521 עֲוֺנָ֑הּ H5771 כִּ֤י H3588 לָקְחָה֙ H3947 מִיַּ֣ד H3027 יְהוָ֔ה H3068 כִּפְלַ֖יִם H3718 בְּכָל H3605 חַטֹּאתֶֽיהָ H2403 ",
      "3": "ק֣וֹל H6963 קוֹרֵ֔א H7121 בַּמִּדְבָּ֕ר H4057 פַּנּ֖וּ H6437 דֶּ֣רֶךְ H1870 יְהוָ֑ה H3068 יַשְּׁרוּ֙ H3474 בָּעֲרָבָ֔ה H6160 מְסִלָּ֖ה H4546 לֵאלֹהֵֽי H430 ",
      "4": "כָּל H3605 גֶּיא֙ H1516 יִנָּשֵׂ֔א H5375 וְכָל H3605 הַ֥ר H2022 וְגִבְעָ֖ה H1389 יִשְׁפָּ֑לוּ H8213 וְהָיָ֤ה H1961 הֶֽעָקֹב֙ H6121 לְמִישׁ֔וֹר H4334 וְהָ H7406 לְבִקְעָֽה H1237 ",
      "5": "וְנִגְלָ֖ה H1540 כְּב֣וֹד H3519 יְהוָ֑ה H3068 וְרָא֤וּ H7200 כָל H3605 בָּשָׂר֙ H1320 יַחְדָּ֔ו H3162 כִּ֛י H3588 פִּ֥י H6310 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
      "6": "ק֚וֹל H6963 אֹמֵ֣ר H559 קְרָ֔א H7121 וְאָמַ֖ר H559 מָ֣ה H4100 אֶקְרָ֑א H7121 כָּל H3605 הַבָּשָׂ֣ר H1320 חָצִ֔יר H2682 וְכָל H3605 חַסְדּ֖וֹ H2617 כְּצִ֥יץ H6731 הַשָּׂדֶֽה H7704 ",
      "7": "יָבֵ֤שׁ H3001 חָצִיר֙ H2682 נָ֣בֵֽל H5034 צִ֔יץ H6731 כִּ֛י H3588 ר֥וּחַ H7307 יְהוָ֖ה H3068 נָ֣שְׁבָה H5380 בּ֑וֹ Hb אָכֵ֥ן H403 חָצִ֖יר H2682 הָעָֽם H5971 ",
      "8": "יָבֵ֥שׁ H3001 חָצִ֖יר H2682 נָ֣בֵֽל H5034 צִ֑יץ H6731 וּדְבַר H1697 אֱלֹהֵ֖ינוּ H430 יָק֥וּם H6965 לְעוֹלָֽם H5769 ",
      "9": "עַ֣ל H5921 הַר H2022 גָּבֹ֤הַ H1364 עֲלִי H5927 לָךְ֙ Hl מְבַשֶּׂ֣רֶת H1319 צִיּ֔וֹן H6726 הָרִ֤ימִי H7311 בַכֹּ֨חַ֙ H3581 קוֹלֵ֔ךְ H6963 מְבַשֶּׂ֖רֶת H1319 יְרוּשָׁלִָ֑ם H3389 הָרִ֨ימִי֙ H7311 אַל H408 תִּירָ֔אִי H3372 אִמְרִי֙ H559 לְעָרֵ֣י H5892 יְהוּדָ֔ה H3063 הִנֵּ֖ה H2009 אֱלֹהֵיכֶֽם H430 ",
      "10": "הִנֵּ֨ה H2009 אֲדֹנָ֤י H136 יְהוִה֙ H3069 בְּחָזָ֣ק H2389 יָב֔וֹא H935 וּזְרֹע֖ H2220 מֹ֣שְׁלָה H4910 ל֑וֹ Hl הִנֵּ֤ה H2009 שְׂכָרוֹ֙ H7939 אִתּ֔וֹ H854 וּפְעֻלָּת֖ H6468 לְפָנָֽי H6440 ",
      "11": "כְּרֹעֶה֙ H7462 עֶדְר֣וֹ H5739 יִרְעֶ֔ה H7462 בִּזְרֹע H2220 יְקַבֵּ֣ץ H6908 טְלָאִ֔ים H2922 וּבְ H2436 יִשָּׂ֑א H5375 עָל֖וֹת H5763 יְנַהֵֽל H5095 ",
      "12": "מִֽי H4310 מָדַ֨ד H4058 בְּשָׁעֳל֜ H8168 מַ֗יִם H4325 וְשָׁמַ֨יִם֙ H8064 בַּזֶּ֣רֶת H2239 תִּכֵּ֔ן H8505 וְכָ֥ל H3557 בַּשָּׁלִ֖שׁ H7991 עֲפַ֣ר H6083 הָאָ֑רֶץ H776 וְשָׁקַ֤ל H8254 בַּפֶּ֨לֶס֙ H6425 הָרִ֔ים H2022 וּגְבָע֖וֹת H1389 בְּמֹאזְנָֽיִם H3976 ",
      "13": "מִֽי H4310 תִכֵּ֥ן H8505 אֶת H853 ר֖וּחַ H7307 יְהוָ֑ה H3068 וְאִ֥ישׁ H376 עֲצָת֖וֹ H6098 יוֹדִיעֶֽנּוּ H3045 ",
      "14": "אֶת H854 מִ֤י H4310 נוֹעָץ֙ H3289 וַיְבִינֵ֔ H995 וַֽיְלַמְּדֵ֖ H3925 בְּאֹ֣רַח H734 מִשְׁפָּ֑ט H4941 וַיְלַמְּדֵ֣ H3925 דַ֔עַת H1847 וְדֶ֥רֶךְ H1870 תְּבוּנ֖וֹת H8394 יוֹדִיעֶֽנּוּ H3045 ",
      "15": "הֵ֤ן H2005 גּוֹיִם֙ H1471 כְּמַ֣ר H4752 מִדְּלִ֔י H1805 וּכְ H7834 מֹאזְנַ֖יִם H3976 נֶחְשָׁ֑בוּ H2803 הֵ֥ן H2005 אִיִּ֖ים H339 כַּדַּ֥ק H1851 יִטּֽוֹל H5190 ",
      "16": "וּלְבָנ֕וֹן H3844 אֵ֥ין H369 דֵּ֖י H1767 בָּעֵ֑ר H1197 וְחַיָּת֔ H2416 אֵ֥ין H369 דֵּ֖י H1767 עוֹלָֽה H5930 ",
      "17": "כָּל H3605 הַגּוֹיִ֖ם H1471 כְּאַ֣יִן H369 נֶגְדּ֑וֹ H5048 מֵאֶ֥פֶס H657 וָתֹ֖הוּ H8414 נֶחְשְׁבוּ H2803 לֽוֹ Hl ",
      "18": "וְאֶל H413 מִ֖י H4310 תְּדַמְּי֣וּן H1819 אֵ֑ל H410 וּמַה H4100 דְּמ֖וּת H1823 תַּ֥עַרְכוּ H6186 לֽוֹ Hl ",
      "19": "הַפֶּ֨סֶל֙ H6459 נָסַ֣ךְ H5258 חָרָ֔שׁ H2796 וְצֹרֵ֖ף H6884 בַּזָּהָ֣ב H2091 יְרַקְּעֶ֑נּוּ H7554 וּרְתֻק֥וֹת H7577 כֶּ֖סֶף H3701 צוֹרֵֽף H6884 ",
      "20": "הַֽמְסֻכָּ֣ן H5533 תְּרוּמָ֔ה H8641 עֵ֥ץ H6086 לֹֽא H3808 יִרְקַ֖ב H7537 יִבְחָ֑ר H977 חָרָ֤שׁ H2796 חָכָם֙ H2450 יְבַקֶּשׁ H1245 ל֔וֹ Hl לְהָכִ֥ין H3559 פֶּ֖סֶל H6459 לֹ֥א H3808 יִמּֽוֹט H4131 ",
      "21": "הֲל֤וֹא H3808 תֵֽדְעוּ֙ H3045 הֲל֣וֹא H3808 תִשְׁמָ֔עוּ H8085 הֲל֛וֹא H3808 הֻגַּ֥ד H5046 מֵרֹ֖אשׁ H7218 לָכֶ֑ם Hl הֲלוֹא֙ H3808 הֲבִ֣ינֹתֶ֔ם H995 מוֹסְד֖וֹת H4146 הָאָֽרֶץ H776 ",
      "22": "הַיֹּשֵׁב֙ H3427 עַל H5921 ח֣וּג H2329 הָאָ֔רֶץ H776 וְיֹשְׁבֶ֖י H3427 כַּחֲגָבִ֑ים H2284 הַנּוֹטֶ֤ה H5186 כַדֹּק֙ H1852 שָׁמַ֔יִם H8064 וַיִּמְתָּחֵ֥ H4969 כָּאֹ֖הֶל H168 לָשָֽׁבֶת H3427 ",
      "23": "הַנּוֹתֵ֥ן H5414 רוֹזְנִ֖ים H7336 לְאָ֑יִן H369 שֹׁ֥פְטֵי H8199 אֶ֖רֶץ H776 כַּתֹּ֥הוּ H8414 עָשָֽׂה H6213 ",
      "24": "אַ֣ף H637 בַּל H1077 נִטָּ֗עוּ H5193 אַ֚ף H637 בַּל H1077 זֹרָ֔עוּ H2232 אַ֛ף H637 בַּל H1077 שֹׁרֵ֥שׁ H8327 בָּאָ֖רֶץ H776 גִּזְעָ֑ם H1503 וְגַם H1571 נָשַׁ֤ף H5398 בָּהֶם֙ Hb וַיִּבָ֔שׁוּ H3001 וּסְעָרָ֖ה H5591 כַּקַּ֥שׁ H7179 תִּשָּׂאֵֽם H5375 ",
      "25": "וְאֶל H413 מִ֥י H4310 תְדַמְּי֖וּנִי H1819 וְאֶשְׁוֶ֑ה H7737 יֹאמַ֖ר H559 קָדֽוֹשׁ H6918 ",
      "26": "שְׂאוּ H5375 מָר֨וֹם H4791 עֵינֵיכֶ֤ם H5869 וּרְאוּ֙ H7200 מִי H4310 בָרָ֣א H1254 אֵ֔לֶּה H428 הַמּוֹצִ֥יא H3318 בְמִסְפָּ֖ר H4557 צְבָאָ֑ם H6635 לְכֻלָּ H3605 בְּשֵׁ֣ם H8034 יִקְרָ֔א H7121 מֵרֹ֤ב H7230 אוֹנִים֙ H202 וְאַמִּ֣יץ H533 כֹּ֔חַ H3581 אִ֖ישׁ H376 לֹ֥א H3808 נֶעְדָּֽר H5737 ",
      "27": "לָ֤מָּה H4100 תֹאמַר֙ H559 יַֽעֲקֹ֔ב H3290 וּתְדַבֵּ֖ר H1696 יִשְׂרָאֵ֑ל H3478 נִסְתְּרָ֤ה H5641 דַרְכִּי֙ H1870 מֵֽיְהוָ֔ה H3068 וּמֵ H430 מִשְׁפָּטִ֥י H4941 יַעֲבֽוֹר H5674 ",
      "28": "הֲל֨וֹא H3808 יָדַ֜עְתָּ H3045 אִם H518 לֹ֣א H3808 שָׁמַ֗עְתָּ H8085 אֱלֹהֵ֨י H430 עוֹלָ֤ם H5769 יְהוָה֙ H3068 בּוֹרֵא֙ H1254 קְצ֣וֹת H7098 הָאָ֔רֶץ H776 לֹ֥א H3808 יִיעַ֖ף H3286 וְלֹ֣א H3808 יִיגָ֑ע H3021 אֵ֥ין H369 חֵ֖קֶר H2714 לִתְבוּנָתֽ H8394 ",
      "29": "נֹתֵ֥ן H5414 לַיָּעֵ֖ף H3287 כֹּ֑חַ H3581 וּלְ H369 אוֹנִ֖ים H202 עָצְמָ֥ה H6109 יַרְבֶּֽה H7235 ",
      "30": "וְיִֽעֲפ֥וּ H3286 נְעָרִ֖ים H5288 וְיִגָ֑עוּ H3021 וּבַחוּרִ֖ים H970 כָּשׁ֥וֹל H3782 יִכָּשֵֽׁלוּ H3782 ",
      "31": "וְקוֹיֵ֤ H6960 יְהוָה֙ H3068 יַחֲלִ֣יפוּ H2498 כֹ֔חַ H3581 יַעֲל֥וּ H5927 אֵ֖בֶר H83 כַּנְּשָׁרִ֑ים H5404 יָר֨וּצוּ֙ H7323 וְלֹ֣א H3808 יִיגָ֔עוּ H3021 יֵלְכ֖וּ H3212 וְלֹ֥א H3808 יִיעָֽפוּ H3286 "
    },
    "41": {
      "1": "הַחֲרִ֤ישׁוּ H2790 אֵלַי֙ H413 אִיִּ֔ים H339 וּלְאֻמִּ֖ים H3816 יַחֲלִ֣יפוּ H2498 כֹ֑חַ H3581 יִגְּשׁוּ֙ H5066 אָ֣ז H227 יְדַבֵּ֔רוּ H1696 יַחְדָּ֖ו H3162 לַמִּשְׁפָּ֥ט H4941 נִקְרָֽבָה H7126 ",
      "2": "מִ֤י H4310 הֵעִיר֙ H5782 מִמִּזְרָ֔ח H4217 צֶ֖דֶק H6664 יִקְרָאֵ֣הוּ H7121 לְרַגְל֑ H7272 יִתֵּ֨ן H5414 לְפָנָ֤י H6440 גּוֹיִם֙ H1471 וּמְלָכִ֣ים H4428 יַ֔רְדְּ H7287 יִתֵּ֤ן H5414 כֶּֽעָפָר֙ H6083 חַרְבּ֔וֹ H2719 כְּקַ֥שׁ H7179 נִדָּ֖ף H5086 קַשְׁתּֽוֹ H7198 ",
      "3": "יִרְדְּפֵ֖ם H7291 יַעֲב֣וֹר H5674 שָׁל֑וֹם H7965 אֹ֥רַח H734 בְּרַגְלָ֖י H7272 לֹ֥א H3808 יָבֽוֹא H935 ",
      "4": "מִֽי H4310 פָעַ֣ל H6466 וְעָשָׂ֔ה H6213 קֹרֵ֥א H7121 הַדֹּר֖וֹת H1755 מֵרֹ֑אשׁ H7218 אֲנִ֤י H589 יְהוָה֙ H3068 רִאשׁ֔וֹן H7223 וְאֶת H853 אַחֲרֹנִ֖ים H314 אֲנִי H589 הֽוּא H1931 ",
      "5": "רָא֤וּ H7200 אִיִּים֙ H339 וְיִירָ֔אוּ H3372 קְצ֥וֹת H7098 הָאָ֖רֶץ H776 יֶחֱרָ֑דוּ H2729 קָרְב֖וּ H7126 וַיֶּאֱתָיֽוּ H857 ",
      "6": "אִ֥ישׁ H376 אֶת H853 רֵעֵ֖הוּ H7453 יַעְזֹ֑רוּ H5826 וּלְ H251 יֹאמַ֥ר H559 חֲזָֽק H2388 ",
      "7": "וַיְחַזֵּ֤ק H2388 חָרָשׁ֙ H2796 אֶת H853 צֹרֵ֔ף H6884 מַחֲלִ֥יק H2505 פַּטִּ֖ישׁ H6360 אֶת H853 ה֣וֹלֶם H1986 פָּ֑עַם H6471 אֹמֵ֤ר H559 לַדֶּ֨בֶק֙ H1694 ט֣וֹב H2896 ה֔וּא H1931 וַיְחַזְּקֵ֥ H2388 בְמַסְמְרִ֖ים H4548 לֹ֥א H3808 יִמּֽוֹט H4131 ",
      "8": "וְאַתָּה֙ H859 יִשְׂרָאֵ֣ל H3478 עַבְדִּ֔י H5650 יַעֲקֹ֖ב H3290 אֲשֶׁ֣ר H834 בְּחַרְתִּ֑יךָ H977 זֶ֖רַע H2233 אַבְרָהָ֥ם H85 אֹהֲבִֽי H157 ",
      "9": "אֲשֶׁ֤ר H834 הֶחֱזַקְתִּ֨יךָ֙ H2388 מִקְצ֣וֹת H7098 הָאָ֔רֶץ H776 וּמֵ H678 קְרָאתִ֑יךָ H7121 וָאֹ֤מַר H559 לְךָ֙ Hl עַבְדִּי H5650 אַ֔תָּה H859 בְּחַרְתִּ֖יךָ H977 וְלֹ֥א H3808 מְאַסְתִּֽיךָ H3988 ",
      "10": "אַל H408 תִּירָא֙ H3372 כִּ֣י H3588 עִמְּךָ H5973 אָ֔נִי H589 אַל H408 תִּשְׁתָּ֖ע H8159 כִּֽי H3588 אֲנִ֣י H589 אֱלֹהֶ֑יךָ H430 אִמַּצְתִּ֨יךָ֙ H553 אַף H637 עֲזַרְתִּ֔יךָ H5826 אַף H637 תְּמַכְתִּ֖יךָ H8551 בִּימִ֥ין H3225 צִדְקִֽי H6664 ",
      "11": "הֵ֤ן H2005 יֵבֹ֨שׁוּ֙ H954 וְיִכָּ֣לְמ֔וּ H3637 כֹּ֖ל H3605 הַנֶּחֱרִ֣ים H2734 בָּ֑ךְ Hb יִֽהְי֥וּ H1961 כְאַ֛יִן H369 וְיֹאבְד֖וּ H6 אַנְשֵׁ֥י H376 רִיבֶֽךָ H7379 ",
      "12": "תְּבַקְשֵׁם֙ H1245 וְלֹ֣א H3808 תִמְצָאֵ֔ם H4672 אַנְשֵׁ֖י H376 מַצֻּתֶ֑ךָ H4695 יִהְי֥וּ H1961 כְאַ֛יִן H369 וּכְ H657 אַנְשֵׁ֥י H376 מִלְחַמְתֶּֽךָ H4421 ",
      "13": "כִּ֗י H3588 אֲנִ֛י H589 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מַחֲזִ֣יק H2388 יְמִינֶ֑ךָ H3225 הָאֹמֵ֥ר H559 לְךָ֛ Hl אַל H408 תִּירָ֖א H3372 אֲנִ֥י H589 עֲזַרְתִּֽיךָ H5826 ",
      "14": "אַל H408 תִּֽירְאִי֙ H3372 תּוֹלַ֣עַת H8438 יַֽעֲקֹ֔ב H3290 מְתֵ֖י H4962 יִשְׂרָאֵ֑ל H3478 אֲנִ֤י H589 עֲזַרְתִּיךְ֙ H5826 נְאֻם H5002 יְהוָ֔ה H3068 וְגֹאֲלֵ֖ H1350 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
      "15": "הִנֵּ֣ה H2009 שַׂמְתִּ֗יךְ H7760 לְמוֹרַג֙ H4173 חָר֣וּץ H2742 חָדָ֔שׁ H2319 בַּ֖עַל H1167 פִּֽיפִיּ֑וֹת H6374 תָּד֤וּשׁ H1758 הָרִים֙ H2022 וְתָדֹ֔ק H1854 וּגְבָע֖וֹת H1389 כַּמֹּ֥ץ H4671 תָּשִֽׂים H7760 ",
      "16": "תִּזְרֵם֙ H2219 וְר֣וּחַ H7307 תִּשָּׂאֵ֔ם H5375 וּסְעָרָ֖ה H5591 תָּפִ֣יץ H6327 אוֹתָ֑ם H853 וְאַתָּה֙ H859 תָּגִ֣יל H1523 בַּֽיהוָ֔ה H3068 בִּקְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 תִּתְהַלָּֽל H1984 ",
      "17": "הָעֲנִיִּ֨ים H6041 וְהָ H34 מְבַקְשִׁ֥ים H1245 מַ֨יִם֙ H4325 וָאַ֔יִן H369 לְשׁוֹנָ֖ם H3956 בַּצָּמָ֣א H6772 נָשָׁ֑תָּה H5405 אֲנִ֤י H589 יְהוָה֙ H3068 אֶעֱנֵ֔ם H6030 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 לֹ֥א H3808 אֶעֶזְבֵֽם H5800 ",
      "18": "אֶפְתַּ֤ח H6605 עַל H5921 שְׁפָיִים֙ H8205 נְהָר֔וֹת H5104 וּבְ H8432 בְּקָע֖וֹת H1237 מַעְיָנ֑וֹת H4599 אָשִׂ֤ים H7760 מִדְבָּר֙ H4057 לַאֲגַם H98 מַ֔יִם H4325 וְאֶ֥רֶץ H776 צִיָּ֖ה H6723 לְמוֹצָ֥אֵי H4161 מָֽיִם H4325 ",
      "19": "אֶתֵּ֤ן H5414 בַּמִּדְבָּר֙ H4057 אֶ֣רֶז H730 שִׁטָּ֔ה H7848 וַהֲדַ֖ס H1918 וְעֵ֣ץ H6086 שָׁ֑מֶן H8081 אָשִׂ֣ים H7760 בָּעֲרָבָ֗ה H6160 בְּר֛וֹשׁ H1265 תִּדְהָ֥ר H8410 וּתְאַשּׁ֖וּר H8391 יַחְדָּֽו H3162 ",
      "20": "לְמַ֧עַן H4616 יִרְא֣וּ H7200 וְיֵדְע֗וּ H3045 וְיָשִׂ֤ימוּ H7760 וְיַשְׂכִּ֨ילוּ֙ H7919 יַחְדָּ֔ו H3162 כִּ֥י H3588 יַד H3027 יְהוָ֖ה H3068 עָ֣שְׂתָה H6213 זֹּ֑את H2063 וּקְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 בְּרָאָֽהּ H1254 ",
      "21": "קָרְב֥וּ H7126 רִֽיבְכֶ֖ם H7379 יֹאמַ֣ר H559 יְהוָ֑ה H3068 הַגִּ֨ישׁוּ֙ H5066 עֲצֻמ֣וֹתֵיכֶ֔ם H6110 יֹאמַ֖ר H559 מֶ֥לֶךְ H4428 יַעֲקֹֽב H3290 ",
      "22": "יַגִּ֨ישׁוּ֙ H5066 וְיַגִּ֣ידוּ H5046 לָ֔נוּ Hl אֵ֖ת H853 אֲשֶׁ֣ר H834 תִּקְרֶ֑ינָה H7136 הָרִאשֹׁנ֣וֹת H7223 מָ֣ה H4100 הֵ֗נָּה H2007 הַגִּ֜ידוּ H5046 וְנָשִׂ֤ימָה H7760 לִבֵּ֨נוּ֙ H3820 וְנֵדְעָ֣ה H3045 אַחֲרִיתָ֔ן H319 א֥וֹ H176 הַבָּא֖וֹת H935 הַשְׁמִיעֻֽנוּ H8085 ",
      "23": "הַגִּ֨ידוּ֙ H5046 הָאֹתִיּ֣וֹת H857 לְאָח֔וֹר H268 וְנֵ֣דְעָ֔ה H3045 כִּ֥י H3588 אֱלֹהִ֖ים H430 אַתֶּ֑ם H859 אַף H637 תֵּיטִ֣יבוּ H3190 וְתָרֵ֔עוּ H7489 וְנִשְׁתָּ֖עָה H8159 ונרא H7200 יַחְדָּֽו H3162 ",
      "24": "הֵן H2005 אַתֶּ֣ם H859 מֵאַ֔יִן H369 וּפָעָלְ H6467 מֵאָ֑פַע H659 תּוֹעֵבָ֖ה H8441 יִבְחַ֥ר H977 בָּכֶֽם Hb ",
      "25": "הַעִיר֤וֹתִי H5782 מִצָּפוֹן֙ H6828 וַיַּ֔את H857 מִמִּזְרַח H4217 שֶׁ֖מֶשׁ H8121 יִקְרָ֣א H7121 בִשְׁמִ֑ H8034 וְיָבֹ֤א H935 סְגָנִים֙ H5461 כְּמוֹ H3644 חֹ֔מֶר H2563 וּכְמ֥וֹ H3644 יוֹצֵ֖ר H3335 יִרְמָס H7429 טִֽיט H2916 ",
      "26": "מִֽי H4310 הִגִּ֤יד H5046 מֵרֹאשׁ֙ H7218 וְנֵדָ֔עָה H3045 וּמִ H6440 וְנֹאמַ֣ר H559 צַדִּ֑יק H6662 אַ֣ף H637 אֵין H369 מַגִּ֗יד H5046 אַ֚ף H637 אֵ֣ין H369 מַשְׁמִ֔יעַ H8085 אַ֥ף H637 אֵין H369 שֹׁמֵ֖עַ H8085 אִמְרֵיכֶֽם H561 ",
      "27": "רִאשׁ֥וֹן H7223 לְצִיּ֖וֹן H6726 הִנֵּ֣ה H2009 הִנָּ֑ם H2005 וְלִ H3389 מְבַשֵּׂ֥ר H1319 אֶתֵּֽן H5414 ",
      "28": "וְאֵ֨רֶא֙ H7200 וְאֵ֣ין H369 אִ֔ישׁ H376 וּמֵ H428 וְאֵ֣ין H369 יוֹעֵ֑ץ H3289 וְאֶשְׁאָלֵ֖ H7592 וְיָשִׁ֥יבוּ H7725 דָבָֽר H1697 ",
      "29": "הֵ֣ן H2005 כֻּלָּ֔ם H3605 אָ֥וֶן H205 אֶ֖פֶס H657 מַעֲשֵׂיהֶ֑ם H4639 ר֥וּחַ H7307 וָתֹ֖הוּ H8414 נִסְכֵּיהֶֽם H5262 "
    },
    "42": {
      "1": "הֵ֤ן H2005 עַבְדִּי֙ H5650 אֶתְמָךְ H8551 בּ֔וֹ Hb בְּחִירִ֖י H972 רָצְתָ֣ה H7521 נַפְשִׁ֑י H5315 נָתַ֤תִּי H5414 רוּחִי֙ H7307 עָלָ֔יו H5921 מִשְׁפָּ֖ט H4941 לַגּוֹיִ֥ם H1471 יוֹצִֽיא H3318 ",
      "2": "לֹ֥א H3808 יִצְעַ֖ק H6817 וְלֹ֣א H3808 יִשָּׂ֑א H5375 וְלֹֽא H3808 יַשְׁמִ֥יעַ H8085 בַּח֖וּץ H2351 קוֹלֽוֹ H6963 ",
      "3": "קָנֶ֤ה H7070 רָצוּץ֙ H7533 לֹ֣א H3808 יִשְׁבּ֔וֹר H7665 וּפִשְׁתָּ֥ה H6594 כֵהָ֖ה H3544 לֹ֣א H3808 יְכַבֶּ֑נָּה H3518 לֶאֱמֶ֖ת H571 יוֹצִ֥יא H3318 מִשְׁפָּֽט H4941 ",
      "4": "לֹ֤א H3808 יִכְהֶה֙ H3543 וְלֹ֣א H3808 יָר֔וּץ H7533 עַד H5704 יָשִׂ֥ים H7760 בָּאָ֖רֶץ H776 מִשְׁפָּ֑ט H4941 וּלְ H8451 אִיִּ֥ים H339 יְיַחֵֽילוּ H3176 ",
      "5": "כֹּֽה H3541 אָמַ֞ר H559 הָאֵ֣ל H410 יְהוָ֗ה H3068 בּוֹרֵ֤א H1254 הַשָּׁמַ֨יִם֙ H8064 וְנ֣וֹטֵי H5186 רֹקַ֥ע H7554 הָאָ֖רֶץ H776 וְצֶאֱצָאֶ֑י H6631 נֹתֵ֤ן H5414 נְשָׁמָה֙ H5397 לָעָ֣ם H5971 עָלֶ֔יהָ H5921 וְר֖וּחַ H7307 לַהֹלְכִ֥ים H1980 בָּֽהּ Hb ",
      "6": "אֲנִ֧י H589 יְהוָ֛ה H3068 קְרָאתִ֥יךָֽ H7121 בְצֶ֖דֶק H6664 וְאַחְזֵ֣ק H2388 בְּיָדֶ֑ H3027 וְאֶצָּרְ H5341 וְאֶתֶּנְ H5414 לִבְרִ֥ית H1285 עָ֖ם H5971 לְא֥וֹר H216 גּוֹיִֽם H1471 ",
      "7": "לִפְקֹ֖חַ H6491 עֵינַ֣יִם H5869 עִוְר֑וֹת H5787 לְהוֹצִ֤יא H3318 מִמַּסְגֵּר֙ H4525 אַסִּ֔יר H616 מִבֵּ֥ית H1004 כֶּ֖לֶא H3608 יֹ֥שְׁבֵי H3427 חֹֽשֶׁךְ H2822 ",
      "8": "אֲנִ֥י H589 יְהוָ֖ה H3068 ה֣וּא H1931 שְׁמִ֑י H8034 וּכְבוֹדִ H3519 לְאַחֵ֣ר H312 לֹֽא H3808 אֶתֵּ֔ן H5414 וּתְהִלָּתִ֖ H8416 לַפְּסִילִֽים H6456 ",
      "9": "הָרִֽאשֹׁנ֖וֹת H7223 הִנֵּה H2009 בָ֑אוּ H935 וַֽחֲדָשׁוֹת֙ H2319 אֲנִ֣י H589 מַגִּ֔יד H5046 בְּטֶ֥רֶם H2962 תִּצְמַ֖חְנָה H6779 אַשְׁמִ֥יע H8085 אֶתְכֶֽם H853 ",
      "10": "שִׁ֤ירוּ H7891 לַֽיהוָה֙ H3068 שִׁ֣יר H7892 חָדָ֔שׁ H2319 תְּהִלָּת֖וֹ H8416 מִקְצֵ֣ה H7097 הָאָ֑רֶץ H776 יוֹרְדֵ֤י H3381 הַיָּם֙ H3220 וּמְלֹא֔ H4393 אִיִּ֖ים H339 וְיֹשְׁבֵי H3427 ",
      "11": "יִשְׂא֤וּ H5375 מִדְבָּר֙ H4057 וְעָרָ֔י H5892 חֲצֵרִ֖ים H2691 תֵּשֵׁ֣ב H3427 קֵדָ֑ר H6938 יָרֹ֨נּוּ֙ H7442 יֹ֣שְׁבֵי H3427 סֶ֔לַע H5554 מֵרֹ֥אשׁ H7218 הָרִ֖ים H2022 יִצְוָֽחוּ H6681 ",
      "12": "יָשִׂ֥ימוּ H7760 לַֽיהוָ֖ה H3068 כָּב֑וֹד H3519 וּתְהִלָּת֖ H8416 בָּאִיִּ֥ים H339 יַגִּֽידוּ H5046 ",
      "13": "יְהוָה֙ H3068 כַּגִּבּ֣וֹר H1368 יֵצֵ֔א H3318 כְּאִ֥ישׁ H376 מִלְחָמ֖וֹת H4421 יָעִ֣יר H5782 קִנְאָ֑ה H7068 יָרִ֨יעַ֙ H7321 אַף H637 יַצְרִ֔יחַ H6873 עַל H5921 אֹיְבָ֖יו H341 יִתְגַּבָּֽר H1396 ",
      "14": "הֶחֱשֵׁ֨יתִי֙ H2814 מֵֽעוֹלָ֔ם H5769 אַחֲרִ֖ישׁ H2790 אֶתְאַפָּ֑ק H662 כַּיּוֹלֵדָ֣ה H3205 אֶפְעֶ֔ה H6463 אֶשֹּׁ֥ם H5395 וְאֶשְׁאַ֖ף H7602 יָֽחַד H3162 ",
      "15": "אַחֲרִ֤יב H2717 הָרִים֙ H2022 וּגְבָע֔וֹת H1389 וְכָל H3605 עֶשְׂבָּ֖ם H6212 אוֹבִ֑ישׁ H3001 וְשַׂמְתִּ֤י H7760 נְהָרוֹת֙ H5104 לָֽאִיִּ֔ים H339 וַאֲגַמִּ֖ים H98 אוֹבִֽישׁ H3001 ",
      "16": "וְהוֹלַכְתִּ֣י H3212 עִוְרִ֗ים H5787 בְּדֶ֨רֶךְ֙ H1870 לֹ֣א H3808 יָדָ֔עוּ H3045 בִּנְתִיב֥וֹת H5410 לֹֽא H3808 יָדְע֖וּ H3045 אַדְרִיכֵ֑ם H1869 אָשִׂים֩ H7760 מַחְשָׁ֨ךְ H4285 לִפְנֵי H6440 לָא֗וֹר H216 וּמַֽעֲקַשִּׁים֙ H4625 לְמִישׁ֔וֹר H4334 אֵ֚לֶּה H428 הַדְּבָרִ֔ים H1697 עֲשִׂיתִ֖ם H6213 וְלֹ֥א H3808 עֲזַבְתִּֽים H5800 ",
      "17": "נָסֹ֤גוּ H5472 אָחוֹר֙ H268 יֵבֹ֣שׁוּ H954 בֹ֔שֶׁת H1322 הַבֹּטְחִ֖ים H982 בַּפָּ֑סֶל H6459 הָאֹמְרִ֥ים H559 לְמַסֵּכָ֖ה H4541 אַתֶּ֥ם H859 אֱלֹהֵֽינוּ H430 ",
      "18": "הַחֵרְשִׁ֖ים H2795 שְׁמָ֑עוּ H8085 וְהַ H5787 הַבִּ֥יטוּ H5027 לִרְאֽוֹת H7200 ",
      "19": "מִ֤י H4310 עִוֵּר֙ H5787 כִּ֣י H3588 אִם H518 עַבְדִּ֔י H5650 וְחֵרֵ֖שׁ H2795 כְּמַלְאָכִ֣ H4397 אֶשְׁלָ֑ח H7971 מִ֤י H4310 עִוֵּר֙ H5787 כִּמְשֻׁלָּ֔ם H7999 וְעִוֵּ֖ר H5787 כְּעֶ֥בֶד H5650 יְהוָֽה H3068 ",
      "20": "ראית H7200 רַבּ֖וֹת H7227 וְלֹ֣א H3808 תִשְׁמֹ֑ר H8104 פָּק֥וֹחַ H6491 אָזְנַ֖יִם H241 וְלֹ֥א H3808 יִשְׁמָֽע H8085 ",
      "21": "יְהוָ֥ה H3068 חָפֵ֖ץ H2654 לְמַ֣עַן H4616 צִדְק֑וֹ H6664 יַגְדִּ֥יל H1431 תּוֹרָ֖ה H8451 וְיַאְדִּֽיר H142 ",
      "22": "וְהוּא֮ H1931 עַם H5971 בָּז֣וּז H962 וְשָׁסוּי֒ H8154 הָפֵ֤חַ H6351 בַּֽחוּרִים֙ H2352 כֻּלָּ֔ם H3605 וּבְ H1004 כְלָאִ֖ים H3608 הָחְבָּ֑אוּ H2244 הָי֤וּ H1961 לָבַז֙ H957 וְאֵ֣ין H369 מַצִּ֔יל H5337 מְשִׁסָּ֖ה H4933 וְאֵין H369 אֹמֵ֥ר H559 הָשַֽׁב H7725 ",
      "23": "מִ֥י H4310 בָכֶ֖ם Hb יַאֲזִ֣ין H238 זֹ֑את H2063 יַקְשִׁ֥ב H7181 וְיִשְׁמַ֖ע H8085 לְאָחֽוֹר H268 ",
      "24": "מִֽי H4310 נָתַ֨ן H5414 למשוסה H4882 יַעֲקֹ֛ב H3290 וְיִשְׂרָאֵ֥ל H3478 לְבֹזְזִ֖ים H962 הֲל֣וֹא H3808 יְהוָ֑ה H3068 ז֚וּ H2098 חָטָ֣אנוּ H2398 ל֔וֹ Hl וְלֹֽא H3808 אָב֤וּ H14 בִדְרָכָי H1870 הָל֔וֹךְ H1980 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 בְּתוֹרָתֽ H8451 ",
      "25": "וַיִּשְׁפֹּ֤ךְ H8210 עָלָיו֙ H5921 חֵמָ֣ה H2534 אַפּ֔וֹ H639 וֶעֱז֖וּז H5807 מִלְחָמָ֑ה H4421 וַתְּלַהֲטֵ֤ H3857 מִסָּבִיב֙ H5439 וְלֹ֣א H3808 יָדָ֔ע H3045 וַתִּבְעַר H1197 בּ֖וֹ Hb וְלֹא H3808 יָשִׂ֥ים H7760 עַל H5921 לֵֽב H3820 "
    },
    "43": {
      "1": "וְעַתָּ֞ה H6258 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 בֹּרַאֲךָ֣ H1254 יַעֲקֹ֔ב H3290 וְיֹצֶרְ H3335 יִשְׂרָאֵ֑ל H3478 אַל H408 תִּירָא֙ H3372 כִּ֣י H3588 גְאַלְתִּ֔יךָ H1350 קָרָ֥אתִי H7121 בְשִׁמְ H8034 לִי Hl אָֽתָּה H859 ",
      "2": "כִּֽי H3588 תַעֲבֹ֤ר H5674 בַּמַּ֨יִם֙ H4325 אִתְּךָ H854 אָ֔נִי H589 וּבַ H5104 לֹ֣א H3808 יִשְׁטְפ֑וּךָ H7857 כִּֽי H3588 תֵלֵ֤ךְ H3212 בְּמוֹ H1119 אֵשׁ֙ H784 לֹ֣א H3808 תִכָּוֶ֔ה H3554 וְלֶהָבָ֖ה H3852 לֹ֥א H3808 תִבְעַר H1197 בָּֽךְ Hb ",
      "3": "כִּ֗י H3588 אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 מוֹשִׁיעֶ֑ךָ H3467 נָתַ֤תִּי H5414 כָפְרְךָ֙ H3724 מִצְרַ֔יִם H4714 כּ֥וּשׁ H3568 וּסְבָ֖א H5434 תַּחְתֶּֽיךָ H8478 ",
      "4": "מֵאֲשֶׁ֨ר H834 יָקַ֧רְתָּ H3365 בְעֵינַ֛ H5869 נִכְבַּ֖דְתָּ H3513 וַאֲנִ֣י H589 אֲהַבְתִּ֑יךָ H157 וְאֶתֵּ֤ן H5414 אָדָם֙ H120 תַּחְתֶּ֔יךָ H8478 וּלְאֻמִּ֖ים H3816 תַּ֥חַת H8478 נַפְשֶֽׁךָ H5315 ",
      "5": "אַל H408 תִּירָ֖א H3372 כִּ֣י H3588 אִתְּךָ H854 אָ֑נִי H589 מִמִּזְרָח֙ H4217 אָבִ֣יא H935 זַרְעֶ֔ךָ H2233 וּמִֽ H4628 אֲקַבְּצֶֽךָּ H6908 ",
      "6": "אֹמַ֤ר H559 לַצָּפוֹן֙ H6828 תֵּ֔נִי H5414 וּלְ H8486 אַל H408 תִּכְלָ֑אִי H3607 הָבִ֤יאִי H935 בָנַי֙ H1121 מֵרָח֔וֹק H7350 וּבְנוֹתַ֖ H1323 מִקְצֵ֥ה H7097 הָאָֽרֶץ H776 ",
      "7": "כֹּ֚ל H3605 הַנִּקְרָ֣א H7121 בִשְׁמִ֔ H8034 וְלִ H3519 בְּרָאתִ֑יו H1254 יְצַרְתִּ֖יו H3335 אַף H637 עֲשִׂיתִֽיו H6213 ",
      "8": "הוֹצִ֥יא H3318 עַם H5971 עִוֵּ֖ר H5787 וְעֵינַ֣יִם H5869 יֵ֑שׁ H3426 וְחֵרְשִׁ֖ים H2795 וְאָזְנַ֥יִם H241 לָֽמוֹ Hl ",
      "9": "כָּֽל H3605 הַגּוֹיִ֞ם H1471 נִקְבְּצ֣וּ H6908 יַחְדָּ֗ו H3162 וְיֵאָֽסְפוּ֙ H622 לְאֻמִּ֔ים H3816 מִ֤י H4310 בָהֶם֙ Hb יַגִּ֣יד H5046 זֹ֔את H2063 וְרִֽאשֹׁנ֖וֹת H7223 יַשְׁמִיעֻ֑נוּ H8085 יִתְּנ֤וּ H5414 עֵֽדֵיהֶם֙ H5707 וְיִצְדָּ֔קוּ H6663 וְיִשְׁמְע֖וּ H8085 וְיֹאמְר֥וּ H559 אֱמֶֽת H571 ",
      "10": "אַתֶּ֤ם H859 עֵדַי֙ H5707 נְאֻם H5002 יְהוָ֔ה H3068 וְעַבְדִּ֖ H5650 אֲשֶׁ֣ר H834 בָּחָ֑רְתִּי H977 לְמַ֣עַן H4616 תֵּ֠דְעוּ H3045 וְתַאֲמִ֨ינוּ H539 לִ֤י Hl וְתָבִ֨ינוּ֙ H995 כִּֽי H3588 אֲנִ֣י H589 ה֔וּא H1931 לְפָנַ H6440 לֹא H3808 נ֣וֹצַר H3335 אֵ֔ל H410 וְאַחֲרַ֖ H310 לֹ֥א H3808 יִהְיֶֽה H1961 ",
      "11": "אָנֹכִ֥י H595 אָנֹכִ֖י H595 יְהוָ֑ה H3068 וְאֵ֥ין H369 מִבַּלְעָדַ֖ H1107 מוֹשִֽׁיעַ H3467 ",
      "12": "אָנֹכִ֞י H595 הִגַּ֤דְתִּי H5046 וְהוֹשַׁ֨עְתִּי֙ H3467 וְהִשְׁמַ֔עְתִּי H8085 וְאֵ֥ין H369 בָּכֶ֖ם Hb זָ֑ר H2114 וְאַתֶּ֥ם H859 עֵדַ֛י H5707 נְאֻם H5002 יְהוָ֖ה H3068 וַֽאֲנִי H589 אֵֽל H410 ",
      "13": "גַּם H1571 מִיּוֹם֙ H3117 אֲנִ֣י H589 ה֔וּא H1931 וְאֵ֥ין H369 מִיָּדִ֖ H3027 מַצִּ֑יל H5337 אֶפְעַ֖ל H6466 וּמִ֥י H4310 יְשִׁיבֶֽנָּה H7725 ",
      "14": "כֹּֽה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 גֹּאַלְכֶ֖ם H1350 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֑ל H3478 לְמַעַנְכֶ֞ם H4616 שִׁלַּ֣חְתִּי H7971 בָבֶ֗לָה H894 וְהוֹרַדְתִּ֤י H3381 בָֽרִיחִים֙ H1281 כֻּלָּ֔ם H3605 וְכַשְׂדִּ֖ים H3778 בָּאֳנִיּ֥וֹת H591 רִנָּתָֽם H7440 ",
      "15": "אֲנִ֥י H589 יְהוָ֖ה H3068 קְדֽוֹשְׁכֶ֑ם H6918 בּוֹרֵ֥א H1254 יִשְׂרָאֵ֖ל H3478 מַלְכְּכֶֽם H4428 ",
      "16": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַנּוֹתֵ֥ן H5414 בַּיָּ֖ם H3220 דָּ֑רֶךְ H1870 וּבְ H4325 עַזִּ֖ים H5794 נְתִיבָֽה H5410 ",
      "17": "הַמּוֹצִ֥יא H3318 רֶֽכֶב H7393 וָס֖וּס H5483 חַ֣יִל H2428 וְעִזּ֑וּז H5808 יַחְדָּ֤ו H3162 יִשְׁכְּבוּ֙ H7901 בַּל H1077 יָק֔וּמוּ H6965 דָּעֲכ֖וּ H1846 כַּפִּשְׁתָּ֥ה H6594 כָבֽוּ H3518 ",
      "18": "אַֽל H408 תִּזְכְּר֖וּ H2142 רִֽאשֹׁנ֑וֹת H7223 וְקַדְמֹנִיּ֖וֹת H6931 אַל H408 תִּתְבֹּנָֽנוּ H995 ",
      "19": "הִנְנִ֨י H2005 עֹשֶׂ֤ה H6213 חֲדָשָׁה֙ H2319 עַתָּ֣ה H6258 תִצְמָ֔ח H6779 הֲל֖וֹא H3808 תֵֽדָע֑וּהָ H3045 אַ֣ף H637 אָשִׂ֤ים H7760 בַּמִּדְבָּר֙ H4057 דֶּ֔רֶךְ H1870 בִּֽישִׁמ֖וֹן H3452 נְהָרֽוֹת H5104 ",
      "20": "תְּכַבְּדֵ֨נִי֙ H3513 חַיַּ֣ת H2416 הַשָּׂדֶ֔ה H7704 תַּנִּ֖ים H8577 וּבְנ֣וֹת H1323 יַֽעֲנָ֑ה H3284 כִּֽי H3588 נָתַ֨תִּי H5414 בַמִּדְבָּ֜ר H4057 מַ֗יִם H4325 נְהָרוֹת֙ H5104 בִּֽישִׁימֹ֔ן H3452 לְהַשְׁק֖וֹת H8248 עַמִּ֥י H5971 בְחִירִֽי H972 ",
      "21": "עַם H5971 זוּ֙ H2098 יָצַ֣רְתִּי H3335 לִ֔י Hl תְּהִלָּתִ֖י H8416 יְסַפֵּֽרוּ H5608 ",
      "22": "וְלֹא H3808 אֹתִ֥י H853 קָרָ֖אתָ H7121 יַֽעֲקֹ֑ב H3290 כִּֽי H3588 יָגַ֥עְתָּ H3021 בִּ֖י Hb יִשְׂרָאֵֽל H3478 ",
      "23": "לֹֽא H3808 הֵבֵ֤יאתָ H935 לִּי֙ Hl שֵׂ֣ה H7716 עֹלֹתֶ֔יךָ H5930 וּזְבָחֶ֖י H2077 לֹ֣א H3808 כִבַּדְתָּ֑נִי H3513 לֹ֤א H3808 הֶעֱבַדְתִּ֨יךָ֙ H5647 בְּמִנְחָ֔ה H4503 וְלֹ֥א H3808 הוֹגַעְתִּ֖יךָ H3021 בִּלְבוֹנָֽה H3828 ",
      "24": "לֹא H3808 קָנִ֨יתָ H7069 לִּ֤י Hl בַכֶּ֨סֶף֙ H3701 קָנֶ֔ה H7070 וְחֵ֥לֶב H2459 זְבָחֶ֖יךָ H2077 לֹ֣א H3808 הִרְוִיתָ֑נִי H7301 אַ֗ךְ H389 הֶעֱבַדְתַּ֨נִי֙ H5647 בְּחַטֹּאותֶ֔י H2403 הוֹגַעְתַּ֖נִי H3021 בַּעֲוֺנֹתֶֽי H5771 ",
      "25": "אָנֹכִ֨י H595 אָנֹכִ֥י H595 ה֛וּא H1931 מֹחֶ֥ה H4229 פְשָׁעֶ֖יךָ H6588 לְמַעֲנִ֑י H4616 וְחַטֹּאתֶ֖י H2403 לֹ֥א H3808 אֶזְכֹּֽר H2142 ",
      "26": "הַזְכִּירֵ֕נִי H2142 נִשָּׁפְטָ֖ה H8199 יָ֑חַד H3162 סַפֵּ֥ר H5608 אַתָּ֖ה H859 לְמַ֥עַן H4616 תִּצְדָּֽק H6663 ",
      "27": "אָבִ֥יךָ H1 הָרִאשׁ֖וֹן H7223 חָטָ֑א H2398 וּמְלִיצֶ֖י H3887 פָּ֥שְׁעוּ H6586 בִֽי Hb ",
      "28": "וַאֲחַלֵּ֖ל H2490 שָׂ֣רֵי H8269 קֹ֑דֶשׁ H6944 וְאֶתְּנָ֤ה H5414 לַחֵ֨רֶם֙ H2764 יַעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 לְגִדּוּפִֽים H1421 "
    },
    "44": {
      "1": "וְעַתָּ֥ה H6258 שְׁמַ֖ע H8085 יַעֲקֹ֣ב H3290 עַבְדִּ֑י H5650 וְיִשְׂרָאֵ֖ל H3478 בָּחַ֥רְתִּי H977 בֽוֹ Hb ",
      "2": "כֹּה H3541 אָמַ֨ר H559 יְהוָ֥ה H3068 עֹשֶׂ֛ךָ H6213 וְיֹצֶרְ H3335 מִבֶּ֖טֶן H990 יַעְזְרֶ֑ךָּ H5826 אַל H408 תִּירָא֙ H3372 עַבְדִּ֣י H5650 יַֽעֲקֹ֔ב H3290 וִישֻׁר֖וּן H3484 בָּחַ֥רְתִּי H977 בֽוֹ Hb ",
      "3": "כִּ֤י H3588 אֶצָּק H3332 מַ֨יִם֙ H4325 עַל H5921 צָמֵ֔א H6771 וְנֹזְלִ֖ים H5140 עַל H5921 יַבָּשָׁ֑ה H3004 אֶצֹּ֤ק H3332 רוּחִי֙ H7307 עַל H5921 זַרְעֶ֔ךָ H2233 וּבִרְכָתִ֖ H1293 עַל H5921 צֶאֱצָאֶֽיךָ H6631 ",
      "4": "וְצָמְח֖וּ H6779 בְּבֵ֣ין H996 חָצִ֑יר H2682 כַּעֲרָבִ֖ים H6155 עַל H5921 יִבְלֵי H2988 מָֽיִם H4325 ",
      "5": "זֶ֤ה H2088 יֹאמַר֙ H559 לַֽיהוָ֣ה H3068 אָ֔נִי H589 וְזֶ֖ה H2088 יִקְרָ֣א H7121 בְשֵֽׁם H8034 יַעֲקֹ֑ב H3290 וְזֶ֗ה H2088 יִכְתֹּ֤ב H3789 יָדוֹ֙ H3027 לַֽיהוָ֔ה H3068 וּבְ H8034 יִשְׂרָאֵ֖ל H3478 יְכַנֶּֽה H3655 ",
      "6": "כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֧ה H3068 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וְגֹאֲל֖ H1350 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אֲנִ֤י H589 רִאשׁוֹן֙ H7223 וַאֲנִ֣י H589 אַחֲר֔וֹן H314 וּמִ H1107 אֵ֥ין H369 אֱלֹהִֽים H430 ",
      "7": "וּמִֽי H4310 כָמ֣וֹנִי H3644 יִקְרָ֗א H7121 וְיַגִּידֶ֤ H5046 וְיַעְרְכֶ֨ H6186 לִ֔י Hl מִשּׂוּמִ֖ H7760 עַם H5971 עוֹלָ֑ם H5769 וְאֹתִיּ֛וֹת H857 וַאֲשֶׁ֥ר H834 תָּבֹ֖אנָה H935 יַגִּ֥ידוּ H5046 לָֽמוֹ Hl ",
      "8": "אַֽל H408 תִּפְחֲדוּ֙ H6342 וְאַל H408 תִּרְה֔וּ H7297 הֲלֹ֥א H3808 מֵאָ֛ז H227 הִשְׁמַעְתִּ֥יךָ H8085 וְהִגַּ֖דְתִּי H5046 וְאַתֶּ֣ם H859 עֵדָ֑י H5707 הֲיֵ֤שׁ H3426 אֱל֨וֹהַּ֙ H433 מִבַּלְעָדַ֔ H1107 וְאֵ֥ין H369 צ֖וּר H6697 בַּל H1077 יָדָֽעְתִּי H3045 ",
      "9": "יֹֽצְרֵי H3335 פֶ֤סֶל H6459 כֻּלָּם֙ H3605 תֹּ֔הוּ H8414 וַחֲמוּדֵי H2530 בַּל H1077 יוֹעִ֑ילוּ H3276 וְעֵדֵי H5707 הֵׄ֗מָּׄהׄ H1992 בַּל H1077 יִרְא֛וּ H7200 וּבַל H1077 יֵדְע֖וּ H3045 לְמַ֥עַן H4616 יֵבֹֽשׁוּ H954 ",
      "10": "מִֽי H4310 יָצַ֥ר H3335 אֵ֖ל H410 וּפֶ֣סֶל H6459 נָסָ֑ךְ H5258 לְבִלְתִּ֖י H1115 הוֹעִֽיל H3276 ",
      "11": "הֵ֤ן H2005 כָּל H3605 חֲבֵרָיו֙ H2270 יֵבֹ֔שׁוּ H954 וְחָרָשִׁ֥ים H2796 הֵ֖מָּה H1992 מֵֽאָדָ֑ם H120 יִֽתְקַבְּצ֤וּ H6908 כֻלָּם֙ H3605 יַֽעֲמֹ֔דוּ H5975 יִפְחֲד֖וּ H6342 יֵבֹ֥שׁוּ H954 יָֽחַד H3162 ",
      "12": "חָרַ֤שׁ H2796 בַּרְזֶל֙ H1270 מַֽעֲצָ֔ד H4621 וּפָעַל֙ H6466 בַּפֶּחָ֔ם H6352 וּבַ H4717 יִצְּרֵ֑הוּ H3335 וַיִּפְעָלֵ֨ H6466 בִּזְר֣וֹעַ H2220 כֹּח֔וֹ H3581 גַּם H1571 רָעֵב֙ H7456 וְאֵ֣ין H369 כֹּ֔חַ H3581 לֹא H3808 שָׁ֥תָה H8354 מַ֖יִם H4325 וַיִּיעָֽף H3286 ",
      "13": "חָרַ֣שׁ H2796 עֵצִים֮ H6086 נָ֣טָה H5186 קָו֒ H6957 יְתָאֲרֵ֣הוּ H8388 בַשֶּׂ֔רֶד H8279 יַעֲשֵׂ֨הוּ֙ H6213 בַּמַּקְצֻע֔וֹת H4741 וּבַ H4230 יְתָאֳרֵ֑הוּ H8388 וַֽיַּעֲשֵׂ֨ H6213 כְּתַבְנִ֣ית H8403 אִ֔ישׁ H376 כְּתִפְאֶ֥רֶת H8597 אָדָ֖ם H120 לָשֶׁ֥בֶת H3427 בָּֽיִת H1004 ",
      "14": "לִכְרָת H3772 ל֣וֹ Hl אֲרָזִ֔ים H730 וַיִּקַּ֤ח H3947 תִּרְזָה֙ H8645 וְאַלּ֔וֹן H437 וַיְאַמֶּץ H553 ל֖וֹ Hl בַּעֲצֵי H6086 יָ֑עַר H3293 נָטַ֥ע H5193 אֹ֖רֶ H766 וְגֶ֥שֶׁם H1653 יְגַדֵּֽל H1431 ",
      "15": "וְהָיָ֤ה H1961 לְאָדָם֙ H120 לְבָעֵ֔ר H1197 וַיִּקַּ֤ח H3947 מֵהֶם֙ H1992 וַיָּ֔חָם H2552 אַף H637 יַשִּׂ֖יק H5400 וְאָ֣פָה H644 לָ֑חֶם H3899 אַף H637 יִפְעַל H6466 אֵל֙ H410 וַיִּשְׁתָּ֔חוּ H7812 עָשָׂ֥הוּ H6213 פֶ֖סֶל H6459 וַיִּסְגָּד H5456 לָֽמוֹ Hl ",
      "16": "חֶצְיוֹ֙ H2677 שָׂרַ֣ף H8313 בְּמוֹ H1119 אֵ֔שׁ H784 עַל H5921 חֶצְיוֹ֙ H2677 בָּשָׂ֣ר H1320 יֹאכֵ֔ל H398 יִצְלֶ֥ה H6740 צָלִ֖י H6748 וְיִשְׂבָּ֑ע H7646 אַף H637 יָחֹם֙ H2552 וְיֹאמַ֣ר H559 הֶאָ֔ח H1889 חַמּוֹתִ֖י H2552 רָאִ֥יתִי H7200 אֽוּר H217 ",
      "17": "וּשְׁאֵ֣רִית֔ H7611 לְאֵ֥ל H410 עָשָׂ֖ה H6213 לְפִסְל֑ H6459 יסגוד H5456 ל֤וֹ H5456 וְיִשְׁתַּ֨חוּ֙ H7812 וְיִתְפַּלֵּ֣ל H6419 אֵלָ֔יו H413 וְיֹאמַר֙ H559 הַצִּילֵ֔נִי H5337 כִּ֥י H3588 אֵלִ֖י H410 אָֽתָּה H859 ",
      "18": "לֹ֥א H3808 יָדְע֖וּ H3045 וְלֹ֣א H3808 יָבִ֑ינוּ H995 כִּ֣י H3588 טַ֤ח H2902 מֵֽרְאוֹת֙ H7200 עֵֽינֵיהֶ֔ם H5869 מֵהַשְׂכִּ֖יל H7919 לִבֹּתָֽם H3820 ",
      "19": "וְלֹא H3808 יָשִׁ֣יב H7725 אֶל H413 לִבּ֗וֹ H3820 וְלֹ֨א H3808 דַ֥עַת H1847 וְלֹֽא H3808 תְבוּנָה֮ H8394 לֵאמֹר֒ H559 חֶצְי֞וֹ H2677 שָׂרַ֣פְתִּי H8313 בְמוֹ H1119 אֵ֗שׁ H784 וְ֠אַף H637 אָפִ֤יתִי H644 עַל H5921 גֶּחָלָיו֙ H1513 לֶ֔חֶם H3899 אֶצְלֶ֥ה H6740 בָשָׂ֖ר H1320 וְאֹכֵ֑ל H398 וְיִתְר H3499 לְתוֹעֵבָ֣ה H8441 אֶעֱשֶׂ֔ה H6213 לְב֥וּל H944 עֵ֖ץ H6086 אֶסְגּֽוֹד H5456 ",
      "20": "רֹעֶ֣ה H7462 אֵ֔פֶר H665 לֵ֥ב H3820 הוּתַ֖ל H2048 הִטָּ֑הוּ H5186 וְלֹֽא H3808 יַצִּ֤יל H5337 אֶת H853 נַפְשׁוֹ֙ H5315 וְלֹ֣א H3808 יֹאמַ֔ר H559 הֲל֥וֹא H3808 שֶׁ֖קֶר H8267 בִּימִינִֽ H3225 ",
      "21": "זְכָר H2142 אֵ֣לֶּה H428 יַעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 כִּ֣י H3588 עַבְדִּי H5650 אָ֑תָּה H859 יְצַרְתִּ֤יךָ H3335 עֶֽבֶד H5650 לִי֙ Hl אַ֔תָּה H859 יִשְׂרָאֵ֖ל H3478 לֹ֥א H3808 תִנָּשֵֽׁנִי H5382 ",
      "22": "מָחִ֤יתִי H4229 כָעָב֙ H5645 פְּשָׁעֶ֔יךָ H6588 וְכֶ H6051 חַטֹּאותֶ֑יךָ H2403 שׁוּבָ֥ה H7725 אֵלַ֖י H413 כִּ֥י H3588 גְאַלְתִּֽיךָ H1350 ",
      "23": "רָנּ֨וּ H7442 שָׁמַ֜יִם H8064 כִּֽי H3588 עָשָׂ֣ה H6213 יְהוָ֗ה H3068 הָרִ֨יעוּ֙ H7321 תַּחְתִּיּ֣וֹת H8482 אָ֔רֶץ H776 פִּצְח֤וּ H6476 הָרִים֙ H2022 רִנָּ֔ה H7440 יַ֖עַר H3293 וְכָל H3605 עֵ֣ץ H6086 בּ֑וֹ Hb כִּֽי H3588 גָאַ֤ל H1350 יְהוָה֙ H3068 יַֽעֲקֹ֔ב H3290 וּבְ H3478 יִתְפָּאָֽר H6286 ",
      "24": "כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 גֹּאֲלֶ֔ךָ H1350 וְיֹצֶרְ H3335 מִבָּ֑טֶן H990 אָנֹכִ֤י H595 יְהוָה֙ H3068 עֹ֣שֶׂה H6213 כֹּ֔ל H3605 נֹטֶ֤ה H5186 שָׁמַ֨יִם֙ H8064 לְבַדִּ֔ H905 רֹקַ֥ע H7554 הָאָ֖רֶץ H776 מי H4325 אתי H854 ",
      "25": "מֵפֵר֙ H6565 אֹת֣וֹת H226 בַּדִּ֔ים H907 וְקֹסְמִ֖ים H7080 יְהוֹלֵ֑ל H1984 מֵשִׁ֧יב H7725 חֲכָמִ֛ים H2450 אָח֖וֹר H268 וְדַעְתָּ֥ H1847 יְשַׂכֵּֽל H5528 ",
      "26": "מֵקִים֙ H6965 דְּבַ֣ר H1697 עַבְדּ֔וֹ H5650 וַעֲצַ֥ת H6098 מַלְאָכָ֖יו H4397 יַשְׁלִ֑ים H7999 הָאֹמֵ֨ר H559 לִירוּשָׁלִַ֜ם H3389 תּוּשָׁ֗ב H3427 וּלְ H5892 יְהוּדָה֙ H3063 תִּבָּנֶ֔ינָה H1129 וְחָרְבוֹתֶ֖י H2723 אֲקוֹמֵֽם H6965 ",
      "27": "הָאֹמֵ֥ר H559 לַצּוּלָ֖ה H6683 חֳרָ֑בִי H2717 וְנַהֲרֹתַ֖יִ H5104 אוֹבִֽישׁ H3001 ",
      "28": "הָאֹמֵ֤ר H559 לְכ֨וֹרֶשׁ֙ H3566 רֹעִ֔י H7473 וְכָל H3605 חֶפְצִ֖י H2656 יַשְׁלִ֑ם H7999 וְלֵ H559 לִירוּשָׁלִַ֨ם֙ H3389 תִּבָּנֶ֔ה H1129 וְהֵיכָ֖ל H1964 תִּוָּסֵֽד H3245 "
    },
    "45": {
      "1": "כֹּה H3541 אָמַ֣ר H559 יְהוָה֮ H3068 לִמְשִׁיח H4899 לְכ֣וֹרֶשׁ H3566 אֲשֶׁר H834 הֶחֱזַ֣קְתִּי H2388 בִֽימִינ֗ H3225 לְרַד H7286 לְפָנָי H6440 גּוֹיִ֔ם H1471 וּמָתְנֵ֥י H4975 מְלָכִ֖ים H4428 אֲפַתֵּ֑חַ H6605 לִפְתֹּ֤חַ H6605 לְפָנָי H6440 דְּלָתַ֔יִם H1817 וּשְׁעָרִ֖ים H8179 לֹ֥א H3808 יִסָּגֵֽרוּ H5462 ",
      "2": "אֲנִי֙ H589 לְפָנֶ֣י H6440 אֵלֵ֔ךְ H3212 וַהֲדוּרִ֖ים H1921 אושר H3474 דַּלְת֤וֹת H1817 נְחוּשָׁה֙ H5154 אֲשַׁבֵּ֔ר H7665 וּבְרִיחֵ֥י H1280 בַרְזֶ֖ל H1270 אֲגַדֵּֽעַ H1438 ",
      "3": "וְנָתַתִּ֤י H5414 לְךָ֙ Hl אוֹצְר֣וֹת H214 חֹ֔שֶׁךְ H2822 וּמַטְמֻנֵ֖י H4301 מִסְתָּרִ֑ים H4565 לְמַ֣עַן H4616 תֵּדַ֗ע H3045 כִּֽי H3588 אֲנִ֧י H589 יְהוָ֛ה H3068 הַקּוֹרֵ֥א H7121 בְשִׁמְ H8034 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "4": "לְמַ֨עַן֙ H4616 עַבְדִּ֣י H5650 יַעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 בְּחִירִ֑י H972 וָאֶקְרָ֤א H7121 לְךָ֙ Hl בִּשְׁמֶ֔ H8034 אֲכַנְּךָ֖ H3655 וְלֹ֥א H3808 יְדַעְתָּֽנִי H3045 ",
      "5": "אֲנִ֤י H589 יְהוָה֙ H3068 וְאֵ֣ין H369 ע֔וֹד H5750 זוּלָתִ֖י H2108 אֵ֣ין H369 אֱלֹהִ֑ים H430 אֲאַזֶּרְךָ֖ H247 וְלֹ֥א H3808 יְדַעְתָּֽנִי H3045 ",
      "6": "לְמַ֣עַן H4616 יֵדְע֗וּ H3045 מִמִּזְרַח H4217 שֶׁ֨מֶשׁ֙ H8121 וּמִ H4628 כִּי H3588 אֶ֖פֶס H657 בִּלְעָדָ֑י H1107 אֲנִ֥י H589 יְהוָ֖ה H3068 וְאֵ֥ין H369 עֽוֹד H5750 ",
      "7": "יוֹצֵ֥ר H3335 אוֹר֙ H216 וּבוֹרֵ֣א H1254 חֹ֔שֶׁךְ H2822 עֹשֶׂ֥ה H6213 שָׁל֖וֹם H7965 וּב֣וֹרֵא H1254 רָ֑ע H7451 אֲנִ֥י H589 יְהוָ֖ה H3068 עֹשֶׂ֥ה H6213 כָל H3605 אֵֽלֶּה H428 ",
      "8": "הַרְעִ֤יפוּ H7491 שָׁמַ֨יִם֙ H8064 מִמַּ֔עַל H4605 וּשְׁחָקִ֖ים H7834 יִזְּלוּ H5140 צֶ֑דֶק H6664 תִּפְתַּח H6605 אֶ֣רֶץ H776 וְיִפְרוּ H6509 יֶ֗שַׁע H3468 וּצְדָקָ֤ה H6666 תַצְמִ֨יחַ֙ H6779 יַ֔חַד H3162 אֲנִ֥י H589 יְהוָ֖ה H3068 בְּרָאתִֽיו H1254 ",
      "9": "ה֗וֹי H1945 רָ֚ב H7378 אֶת H854 יֹ֣צְר֔וֹ H3335 חֶ֖רֶשׂ H2789 אֶת H854 חַרְשֵׂ֣י H2789 אֲדָמָ֑ה H127 הֲיֹאמַ֨ר H559 חֹ֤מֶר H2563 לְיֹֽצְר H3335 מַֽה H4100 תַּעֲשֶׂ֔ה H6213 וּפָעָלְ H6467 אֵין H369 יָדַ֥יִם H3027 לֽוֹ Hl ",
      "10": "ה֛וֹי H1945 אֹמֵ֥ר H559 לְאָ֖ב H1 מַה H4100 תּוֹלִ֑יד H3205 וּלְ H802 מַה H4100 תְּחִילִֽין H2342 ",
      "11": "כֹּֽה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 וְיֹצְר֑ H3335 הָאֹתִיּ֣וֹת H857 שְׁאָל֔וּנִי H7592 עַל H5921 בָּנַ֛י H1121 וְעַל H5921 פֹּ֥עַל H6467 יָדַ֖י H3027 תְּצַוֻּֽנִי H6680 ",
      "12": "אָֽנֹכִי֙ H595 עָשִׂ֣יתִי H6213 אֶ֔רֶץ H776 וְאָדָ֖ם H120 עָלֶ֣יהָ H5921 בָרָ֑אתִי H1254 אֲנִ֗י H589 יָדַי֙ H3027 נָט֣וּ H5186 שָׁמַ֔יִם H8064 וְכָל H3605 צְבָאָ֖ם H6635 צִוֵּֽיתִי H6680 ",
      "13": "אָנֹכִי֙ H595 הַעִירֹתִ֣הֽוּ H5782 בְצֶ֔דֶק H6664 וְכָל H3605 דְּרָכָ֖יו H1870 אֲיַשֵּׁ֑ר H3474 הֽוּא H1931 יִבְנֶ֤ה H1129 עִירִי֙ H5892 וְגָלוּתִ֣ H1546 יְשַׁלֵּ֔חַ H7971 לֹ֤א H3808 בִמְחִיר֙ H4242 וְלֹ֣א H3808 בְשֹׁ֔חַד H7810 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
      "14": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 יְגִ֨יעַ H3018 מִצְרַ֥יִם H4714 וּֽסְחַר H5505 כּוּשׁ֮ H3568 וּסְבָאִים֮ H5436 אַנְשֵׁ֣י H376 מִדָּה֒ H4060 עָלַ֤יִךְ H5921 יַעֲבֹ֨רוּ֙ H5674 וְלָ֣ Hc/Hl יִֽהְי֔וּ H1961 אַחֲרַ֣יִךְ H310 יֵלֵ֔כוּ H3212 בַּזִּקִּ֖ים H2131 יַעֲבֹ֑רוּ H5674 וְאֵלַ֤יִ H413 יִֽשְׁתַּחֲוּוּ֙ H7812 אֵלַ֣יִךְ H413 יִתְפַּלָּ֔לוּ H6419 אַ֣ךְ H389 בָּ֥ךְ Hb אֵ֛ל H410 וְאֵ֥ין H369 ע֖וֹד H5750 אֶ֥פֶס H657 אֱלֹהִֽים H430 ",
      "15": "אָכֵ֕ן H403 אַתָּ֖ה H859 אֵ֣ל H410 מִסְתַּתֵּ֑ר H5641 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 מוֹשִֽׁיעַ H3467 ",
      "16": "בּ֥וֹשׁוּ H954 וְגַֽם H1571 נִכְלְמ֖וּ H3637 כֻּלָּ֑ם H3605 יַחְדָּו֙ H3162 הָלְכ֣וּ H1980 בַכְּלִמָּ֔ה H3639 חָרָשֵׁ֖י H2796 צִירִֽים H6736 ",
      "17": "יִשְׂרָאֵל֙ H3478 נוֹשַׁ֣ע H3467 בַּיהוָ֔ה H3068 תְּשׁוּעַ֖ת H8668 עוֹלָמִ֑ים H5769 לֹא H3808 תֵבֹ֥שׁוּ H954 וְלֹא H3808 תִכָּלְמ֖וּ H3637 עַד H5704 ע֥וֹלְמֵי H5769 עַֽד H5703 ",
      "18": "כִּ֣י H3588 כֹ֣ה H3541 אָֽמַר H559 יְ֠הוָה H3068 בּוֹרֵ֨א H1254 הַשָּׁמַ֜יִם H8064 ה֣וּא H1931 הָאֱלֹהִ֗ים H430 יֹצֵ֨ר H3335 הָאָ֤רֶץ H776 וְעֹשָׂ H6213 ה֣וּא H1931 כֽוֹנְנָ֔הּ H3559 לֹא H3808 תֹ֥הוּ H8414 בְרָאָ֖הּ H1254 לָשֶׁ֣בֶת H3427 יְצָרָ֑הּ H3335 אֲנִ֥י H589 יְהוָ֖ה H3068 וְאֵ֥ין H369 עֽוֹד H5750 ",
      "19": "לֹ֧א H3808 בַסֵּ֣תֶר H5643 דִּבַּ֗רְתִּי H1696 בִּמְקוֹם֙ H4725 אֶ֣רֶץ H776 חֹ֔שֶׁךְ H2822 לֹ֥א H3808 אָמַ֛רְתִּי H559 לְזֶ֥רַע H2233 יַעֲקֹ֖ב H3290 תֹּ֣הוּ H8414 בַקְּשׁ֑וּנִי H1245 אֲנִ֤י H589 יְהוָה֙ H3068 דֹּבֵ֣ר H1696 צֶ֔דֶק H6664 מַגִּ֖יד H5046 מֵישָׁרִֽים H4339 ",
      "20": "הִקָּבְצ֥וּ H6908 וָבֹ֛אוּ H935 הִֽתְנַגְּשׁ֥וּ H5066 יַחְדָּ֖ו H3162 פְּלִיטֵ֣י H6412 הַגּוֹיִ֑ם H1471 לֹ֣א H3808 יָדְע֗וּ H3045 הַנֹּֽשְׂאִים֙ H5375 אֶת H853 עֵ֣ץ H6086 פִּסְלָ֔ם H6459 וּמִתְפַּלְלִ֔ים H6419 אֶל H413 אֵ֖ל H410 לֹ֥א H3808 יוֹשִֽׁיעַ H3467 ",
      "21": "הַגִּ֣ידוּ H5046 וְהַגִּ֔ישׁוּ H5066 אַ֥ף H637 יִֽוָּעֲצ֖וּ H3289 יַחְדָּ֑ו H3162 מִ֣י H4310 הִשְׁמִיעַ֩ H8085 זֹ֨את H2063 מִקֶּ֜דֶם H6924 מֵאָ֣ז H227 הִגִּידָ֗הּ H5046 הֲל֨וֹא H3808 אֲנִ֤י H589 יְהוָה֙ H3068 וְאֵֽין H369 ע֤וֹד H5750 אֱלֹהִים֙ H430 מִבַּלְעָדַ֔ H1107 אֵֽל H410 צַדִּ֣יק H6662 וּמוֹשִׁ֔יעַ H3467 אַ֖יִן H369 זוּלָתִֽי H2108 ",
      "22": "פְּנוּ H6437 אֵלַ֥י H413 וְהִוָּשְׁע֖וּ H3467 כָּל H3605 אַפְסֵי H657 אָ֑רֶץ H776 כִּ֥י H3588 אֲנִי H589 אֵ֖ל H410 וְאֵ֥ין H369 עֽוֹד H5750 ",
      "23": "בִּ֣י Hb נִשְׁבַּ֔עְתִּי H7650 יָצָ֨א H3318 מִפִּ֧ H6310 צְדָקָ֛ה H6666 דָּבָ֖ר H1697 וְלֹ֣א H3808 יָשׁ֑וּב H7725 כִּי H3588 לִי֙ Hl תִּכְרַ֣ע H3766 כָּל H3605 בֶּ֔רֶךְ H1290 תִּשָּׁבַ֖ע H7650 כָּל H3605 לָשֽׁוֹן H3956 ",
      "24": "אַ֧ךְ H389 בַּיהוָ֛ה H3068 לִ֥י Hl אָמַ֖ר H559 צְדָק֣וֹת H6666 וָעֹ֑ז H5797 עָדָיו֙ H5704 יָב֣וֹא H935 וְיֵבֹ֔שׁוּ H954 כֹּ֖ל H3605 הַנֶּחֱרִ֥ים H2734 בּֽוֹ Hb ",
      "25": "בַּיהוָ֛ה H3068 יִצְדְּק֥וּ H6663 וְיִֽתְהַלְל֖וּ H1984 כָּל H3605 זֶ֥רַע H2233 יִשְׂרָאֵֽל H3478 "
    },
    "46": {
      "1": "כָּרַ֥ע H3766 בֵּל֙ H1078 קֹרֵ֣ס H7164 נְב֔וֹ H5015 הָיוּ֙ H1961 עֲצַבֵּיהֶ֔ם H6091 לַחַיָּ֖ה H2416 וְלַ H929 נְשֻׂאֹתֵיכֶ֣ם H5385 עֲמוּס֔וֹת H6006 מַשָּׂ֖א H4853 לַעֲיֵפָֽה H5889 ",
      "2": "קָרְס֤וּ H7164 כָֽרְעוּ֙ H3766 יַחְדָּ֔ו H3162 לֹ֥א H3808 יָכְל֖וּ H3201 מַלֵּ֣ט H4422 מַשָּׂ֑א H4853 וְנַפְשָׁ֖ H5315 בַּשְּׁבִ֥י H7628 הָלָֽכָה H1980 ",
      "3": "שִׁמְע֤וּ H8085 אֵלַי֙ H413 בֵּ֣ית H1004 יַעֲקֹ֔ב H3290 וְכָל H3605 שְׁאֵרִ֖ית H7611 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הַֽעֲמֻסִים֙ H6006 מִנִּי H4480 בֶ֔טֶן H990 הַנְּשֻׂאִ֖ים H5375 מִנִּי H4480 רָֽחַם H7356 ",
      "4": "וְעַד H5704 זִקְנָה֙ H2209 אֲנִ֣י H589 ה֔וּא H1931 וְעַד H5704 שֵיבָ֖ה H7872 אֲנִ֣י H589 אֶסְבֹּ֑ל H5445 אֲנִ֤י H589 עָשִׂ֨יתִי֙ H6213 וַאֲנִ֣י H589 אֶשָּׂ֔א H5375 וַאֲנִ֥י H589 אֶסְבֹּ֖ל H5445 וַאֲמַלֵּֽט H4422 ",
      "5": "לְמִ֥י H4310 תְדַמְי֖וּנִי H1819 וְתַשְׁו֑וּ H7737 וְתַמְשִׁל֖וּ H4911 וְנִדְמֶֽה H1819 ",
      "6": "הַזָּלִ֤ים H2107 זָהָב֙ H2091 מִכִּ֔יס H3599 וְכֶ֖סֶף H3701 בַּקָּנֶ֣ה H7070 יִשְׁקֹ֑לוּ H8254 יִשְׂכְּר֤וּ H7936 צוֹרֵף֙ H6884 וְיַעֲשֵׂ֣ H6213 אֵ֔ל H410 יִסְגְּד֖וּ H5456 אַף H637 יִֽשְׁתַּחֲוּֽוּ H7812 ",
      "7": "יִ֠שָּׂאֻהוּ H5375 עַל H5921 כָּתֵ֨ף H3802 יִסְבְּלֻ֜הוּ H5445 וְיַנִּיחֻ֤ H3240 תַחְתָּיו֙ H8478 וְיַֽעֲמֹ֔ד H5975 מִמְּקוֹמ֖ H4725 לֹ֣א H3808 יָמִ֑ישׁ H4185 אַף H637 יִצְעַ֤ק H6817 אֵלָיו֙ H413 וְלֹ֣א H3808 יַעֲנֶ֔ה H6030 מִצָּרָת֖ H6869 לֹ֥א H3808 יוֹשִׁיעֶֽנּוּ H3467 ",
      "8": "זִכְרוּ H2142 זֹ֖את H2063 וְהִתְאֹשָׁ֑שׁוּ H377 הָשִׁ֥יבוּ H7725 פוֹשְׁעִ֖ים H6586 עַל H5921 לֵֽב H3820 ",
      "9": "זִכְר֥וּ H2142 רִאשֹׁנ֖וֹת H7223 מֵעוֹלָ֑ם H5769 כִּ֣י H3588 אָנֹכִ֥י H595 אֵל֙ H410 וְאֵ֣ין H369 ע֔וֹד H5750 אֱלֹהִ֖ים H430 וְאֶ֥פֶס H657 כָּמֽוֹנִי H3644 ",
      "10": "מַגִּ֤יד H5046 מֵֽרֵאשִׁית֙ H7225 אַחֲרִ֔ית H319 וּמִ H6924 אֲשֶׁ֣ר H834 לֹא H3808 נַעֲשׂ֑וּ H6213 אֹמֵר֙ H559 עֲצָתִ֣י H6098 תָק֔וּם H6965 וְכָל H3605 חֶפְצִ֖י H2656 אֶעֱשֶֽׂה H6213 ",
      "11": "קֹרֵ֤א H7121 מִמִּזְרָח֙ H4217 עַ֔יִט H5861 מֵאֶ֥רֶץ H776 מֶרְחָ֖ק H4801 אִ֣ישׁ H376 עצתו H6098 אַף H637 דִּבַּ֨רְתִּי֙ H1696 אַף H637 אֲבִיאֶ֔נָּה H935 יָצַ֖רְתִּי H3335 אַף H637 אֶעֱשֶֽׂנָּה H6213 ",
      "12": "שִׁמְע֥וּ H8085 אֵלַ֖י H413 אַבִּ֣ירֵי H47 לֵ֑ב H3820 הָרְחוֹקִ֖ים H7350 מִצְּדָקָֽה H6666 ",
      "13": "קֵרַ֤בְתִּי H7126 צִדְקָתִי֙ H6666 לֹ֣א H3808 תִרְחָ֔ק H7368 וּתְשׁוּעָתִ֖ H8668 לֹ֣א H3808 תְאַחֵ֑ר H309 וְנָתַתִּ֤י H5414 בְצִיּוֹן֙ H6726 תְּשׁוּעָ֔ה H8668 לְיִשְׂרָאֵ֖ל H3478 תִּפְאַרְתִּֽי H8597 "
    },
    "47": {
      "1": "רְדִ֣י H3381 וּשְׁבִ֣י H3427 עַל H5921 עָפָ֗ר H6083 בְּתוּלַת֙ H1330 בַּת H1323 בָּבֶ֔ל H894 שְׁבִי H3427 לָאָ֥רֶץ H776 אֵין H369 כִּסֵּ֖א H3678 בַּת H1323 כַּשְׂדִּ֑ים H3778 כִּ֣י H3588 לֹ֤א H3808 תוֹסִ֨יפִי֙ H3254 יִקְרְאוּ H7121 לָ֔ךְ Hl רַכָּ֖ה H7390 וַעֲנֻגָּֽה H6028 ",
      "2": "קְחִ֥י H3947 רֵחַ֖יִם H7347 וְטַ֣חֲנִי H2912 קָ֑מַח H7058 גַּלִּ֨י H1540 צַמָּתֵ֧ךְ H6777 חֶשְׂפִּי H2834 שֹׁ֛בֶל H7640 גַּלִּי H1540 שׁ֖וֹק H7785 עִבְרִ֥י H5674 נְהָרֽוֹת H5104 ",
      "3": "תִּגָּל֙ H1540 עֶרְוָתֵ֔ךְ H6172 גַּ֥ם H1571 תֵּרָאֶ֖ה H7200 חֶרְפָּתֵ֑ךְ H2781 נָקָ֣ם H5359 אֶקָּ֔ח H3947 וְלֹ֥א H3808 אֶפְגַּ֖ע H6293 אָדָֽם H120 ",
      "4": "גֹּאֲלֵ֕נוּ H1350 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמ֑וֹ H8034 קְד֖וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
      "5": "שְׁבִ֥י H3427 דוּמָ֛ם H1748 וּבֹ֥אִי H935 בַחֹ֖שֶׁךְ H2822 בַּת H1323 כַּשְׂדִּ֑ים H3778 כִּ֣י H3588 לֹ֤א H3808 תוֹסִ֨יפִי֙ H3254 יִקְרְאוּ H7121 לָ֔ךְ Hl גְּבֶ֖רֶת H1404 מַמְלָכֽוֹת H4467 ",
      "6": "קָצַ֣פְתִּי H7107 עַל H5921 עַמִּ֗י H5971 חִלַּ֨לְתִּי֙ H2490 נַחֲלָתִ֔י H5159 וָאֶתְּנֵ֖ H5414 בְּיָדֵ֑ H3027 לֹא H3808 שַׂ֤מְתְּ H7760 לָהֶם֙ H1992 רַחֲמִ֔ים H7356 עַל H5921 זָקֵ֕ן H2205 הִכְבַּ֥דְתְּ H3513 עֻלֵּ֖ךְ H5923 מְאֹֽד H3966 ",
      "7": "וַתֹּ֣אמְרִ֔י H559 לְעוֹלָ֖ם H5769 אֶהְיֶ֣ה H1961 גְבָ֑רֶת H1404 עַ֣ד H5704 לֹא H3808 שַׂ֥מְתְּ H7760 אֵ֨לֶּה֙ H428 עַל H5921 לִבֵּ֔ךְ H3820 לֹ֥א H3808 זָכַ֖רְתְּ H2142 אַחֲרִיתָֽהּ H319 ",
      "8": "וְעַתָּ֞ה H6258 שִׁמְעִי H8085 זֹ֤את H2063 עֲדִינָה֙ H5719 הַיּוֹשֶׁ֣בֶת H3427 לָבֶ֔טַח H983 הָאֹֽמְרָה֙ H559 בִּלְבָ֔בָ H3824 אֲנִ֖י H589 וְאַפְסִ֣ H657 ע֑וֹד H5750 לֹ֤א H3808 אֵשֵׁב֙ H3427 אַלְמָנָ֔ה H490 וְלֹ֥א H3808 אֵדַ֖ע H3045 שְׁכֽוֹל H7908 ",
      "9": "וְתָבֹאנָה֩ H935 לָּ֨ךְ Hl שְׁתֵּי H8147 אֵ֥לֶּה H428 רֶ֛גַע H7281 בְּי֥וֹם H3117 אֶחָ֖ד H259 שְׁכ֣וֹל H7908 וְאַלְמֹ֑ן H489 כְּתֻמָּ H8537 בָּ֣אוּ H935 עָלַ֔יִךְ H5921 בְּרֹ֣ב H7230 כְּשָׁפַ֔יִךְ H3785 בְּעָצְמַ֥ת H6109 חֲבָרַ֖יִךְ H2267 מְאֹֽד H3966 ",
      "10": "וַתִּבְטְחִ֣י H982 בְרָעָתֵ֗ H7451 אָמַרְתְּ֙ H559 אֵ֣ין H369 רֹאָ֔נִי H7200 חָכְמָתֵ֥ךְ H2451 וְדַעְתֵּ֖ H1847 הִ֣יא H1931 שׁוֹבְבָ֑תֶךְ H7725 וַתֹּאמְרִ֣י H559 בְלִבֵּ֔ H3820 אֲנִ֖י H589 וְאַפְסִ֥ H657 עֽוֹד H5750 ",
      "11": "וּבָ֧א H935 עָלַ֣יִךְ H5921 רָעָ֗ה H7451 לֹ֤א H3808 תֵדְעִי֙ H3045 שַׁחְרָ֔הּ H7837 וְתִפֹּ֤ל H5307 עָלַ֨יִךְ֙ H5921 הֹוָ֔ה H1943 לֹ֥א H3808 תוּכְלִ֖י H3201 כַּפְּרָ֑הּ H3722 וְתָבֹ֨א H935 עָלַ֧יִךְ H5921 פִּתְאֹ֛ם H6597 שׁוֹאָ֖ה H7722 לֹ֥א H3808 תֵדָֽעִי H3045 ",
      "12": "עִמְדִי H5975 נָ֤א H4994 בַחֲבָרַ֨יִ H2267 וּבְ H7230 כְּשָׁפַ֔יִךְ H3785 בַּאֲשֶׁ֥ר H834 יָגַ֖עַתְּ H3021 מִנְּעוּרָ֑יִ H5271 אוּלַ֛י H194 תּוּכְלִ֥י H3201 הוֹעִ֖יל H3276 אוּלַ֥י H194 תַּעֲרֽוֹצִי H6206 ",
      "13": "נִלְאֵ֖ית H3811 בְּרֹ֣ב H7230 עֲצָתָ֑יִךְ H6098 יַעַמְדוּ H5975 נָ֨א H4994 וְיוֹשִׁיעֻ֜ H3467 הברו H1895 שָׁמַ֗יִם H8064 הַֽחֹזִים֙ H2374 בַּכּ֣וֹכָבִ֔ים H3556 מֽוֹדִיעִם֙ H3045 לֶחֳדָשִׁ֔ים H2320 מֵאֲשֶׁ֥ר H834 יָבֹ֖אוּ H935 עָלָֽיִךְ H5921 ",
      "14": "הִנֵּ֨ה H2009 הָי֤וּ H1961 כְקַשׁ֙ H7179 אֵ֣שׁ H784 שְׂרָפָ֔תַם H8313 לֹֽא H3808 יַצִּ֥ילוּ H5337 אֶת H853 נַפְשָׁ֖ם H5315 מִיַּ֣ד H3027 לֶֽהָבָ֑ה H3852 אֵין H369 גַּחֶ֣לֶת H1513 לַחְמָ֔ם H2552 א֖וּר H217 לָשֶׁ֥בֶת H3427 נֶגְדּֽוֹ H5048 ",
      "15": "כֵּ֥ן H3651 הָיוּ H1961 לָ֖ךְ Hl אֲשֶׁ֣ר H834 יָגָ֑עַתְּ H3021 סֹחֲרַ֣יִךְ H5503 מִנְּעוּרַ֗יִ H5271 אִ֤ישׁ H376 לְעֶבְר H5676 תָּע֔וּ H8582 אֵ֖ין H369 מוֹשִׁיעֵֽךְ H3467 "
    },
    "48": {
      "1": "שִׁמְעוּ H8085 זֹ֣את H2063 בֵּֽית H1004 יַעֲקֹ֗ב H3290 הַנִּקְרָאִים֙ H7121 בְּשֵׁ֣ם H8034 יִשְׂרָאֵ֔ל H3478 וּמִ H4325 יְהוּדָ֖ה H3063 יָצָ֑אוּ H3318 הַֽנִּשְׁבָּעִ֣ים H7650 בְּשֵׁ֣ם H8034 יְהוָ֗ה H3068 וּבֵ H430 יִשְׂרָאֵל֙ H3478 יַזְכִּ֔ירוּ H2142 לֹ֥א H3808 בֶאֱמֶ֖ת H571 וְלֹ֥א H3808 בִצְדָקָֽה H6666 ",
      "2": "כִּֽי H3588 מֵעִ֤יר H5892 הַקֹּ֨דֶשׁ֙ H6944 נִקְרָ֔אוּ H7121 וְעַל H5921 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 נִסְמָ֑כוּ H5564 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
      "3": "הָרִֽאשֹׁנוֹת֙ H7223 מֵאָ֣ז H227 הִגַּ֔דְתִּי H5046 וּמִ H6310 יָצְא֖וּ H3318 וְאַשְׁמִיעֵ֑ H8085 פִּתְאֹ֥ם H6597 עָשִׂ֖יתִי H6213 וַתָּבֹֽאנָה H935 ",
      "4": "מִדַּעְתִּ֕ H1847 כִּ֥י H3588 קָשֶׁ֖ה H7186 אָ֑תָּה H859 וְגִ֤יד H1517 בַּרְזֶל֙ H1270 עָרְפֶּ֔ךָ H6203 וּמִצְחֲ H4696 נְחוּשָֽׁה H5154 ",
      "5": "וָאַגִּ֤יד H5046 לְךָ֙ Hl מֵאָ֔ז H227 בְּטֶ֥רֶם H2962 תָּב֖וֹא H935 הִשְׁמַעְתִּ֑יךָ H8085 פֶּן H6435 תֹּאמַר֙ H559 עָצְבִּ֣י H6090 עָשָׂ֔ם H6213 וּפִסְלִ֥ H6459 וְנִסְכִּ֖ H5262 צִוָּֽם H6680 ",
      "6": "שָׁמַ֤עְתָּֽ H8085 חֲזֵה֙ H2372 כֻּלָּ֔הּ H3605 וְאַתֶּ֖ם H859 הֲל֣וֹא H3808 תַגִּ֑ידוּ H5046 הִשְׁמַעְתִּ֤יךָ H8085 חֲדָשׁוֹת֙ H2319 מֵעַ֔תָּה H6258 וּנְצֻר֖וֹת H5341 וְלֹ֥א H3808 יְדַעְתָּֽם H3045 ",
      "7": "עַתָּ֤ה H6258 נִבְרְאוּ֙ H1254 וְלֹ֣א H3808 מֵאָ֔ז H227 וְלִ H6440 י֖וֹם H3117 וְלֹ֣א H3808 שְׁמַעְתָּ֑ם H8085 פֶּן H6435 תֹּאמַ֖ר H559 הִנֵּ֥ה H2009 יְדַעְתִּֽין H3045 ",
      "8": "גַּ֣ם H1571 לֹֽא H3808 שָׁמַ֗עְתָּ H8085 גַּ֚ם H1571 לֹ֣א H3808 יָדַ֔עְתָּ H3045 גַּ֕ם H1571 מֵאָ֖ז H227 לֹא H3808 פִתְּחָ֣ה H6605 אָזְנֶ֑ךָ H241 כִּ֤י H3588 יָדַ֨עְתִּי֙ H3045 בָּג֣וֹד H898 תִּבְגּ֔וֹד H898 וּפֹשֵׁ֥עַ H6586 מִבֶּ֖טֶן H990 קֹ֥רָא H7121 לָֽךְ Hl ",
      "9": "לְמַ֤עַן H4616 שְׁמִי֙ H8034 אַאֲרִ֣יךְ H748 אַפִּ֔י H639 וּתְהִלָּתִ֖ H8416 אֶחֱטָם H2413 לָ֑ךְ Hl לְבִלְתִּ֖י H1115 הַכְרִיתֶֽךָ H3772 ",
      "10": "הִנֵּ֥ה H2009 צְרַפְתִּ֖יךָ H6884 וְלֹ֣א H3808 בְכָ֑סֶף H3701 בְּחַרְתִּ֖יךָ H977 בְּכ֥וּר H3564 עֹֽנִי H6040 ",
      "11": "לְמַעֲנִ֧י H4616 לְמַעֲנִ֛י H4616 אֶעֱשֶׂ֖ה H6213 כִּ֣י H3588 אֵ֣יךְ H349 יֵחָ֑ל H2490 וּכְבוֹדִ֖ H3519 לְאַחֵ֥ר H312 לֹֽא H3808 אֶתֵּֽן H5414 ",
      "12": "שְׁמַ֤ע H8085 אֵלַי֙ H413 יַֽעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 מְקֹרָאִ֑י H7121 אֲנִי H589 הוּא֙ H1931 אֲנִ֣י H589 רִאשׁ֔וֹן H7223 אַ֖ף H637 אֲנִ֥י H589 אַחֲרֽוֹן H314 ",
      "13": "אַף H637 יָדִי֙ H3027 יָ֣סְדָה H3245 אֶ֔רֶץ H776 וִֽימִינִ֖ H3225 טִפְּחָ֣ה H2946 שָׁמָ֑יִם H8064 קֹרֵ֥א H7121 אֲנִ֛י H589 אֲלֵיהֶ֖ם H413 יַעַמְד֥וּ H5975 יַחְדָּֽו H3162 ",
      "14": "הִקָּבְצ֤וּ H6908 כֻלְּכֶם֙ H3605 וּֽשֲׁמָ֔עוּ H8085 מִ֥י H4310 בָהֶ֖ם Hb הִגִּ֣יד H5046 אֶת H853 אֵ֑לֶּה H428 יְהוָ֣ה H3068 אֲהֵב֔וֹ H157 יַעֲשֶׂ֤ה H6213 חֶפְצוֹ֙ H2656 בְּבָבֶ֔ל H894 וּזְרֹע֖ H2220 כַּשְׂדִּֽים H3778 ",
      "15": "אֲנִ֥י H589 אֲנִ֛י H589 דִּבַּ֖רְתִּי H1696 אַף H637 קְרָאתִ֑יו H7121 הֲבִיאֹתִ֖יו H935 וְהִצְלִ֥יחַ H6743 דַּרְכּֽוֹ H1870 ",
      "16": "קִרְב֧וּ H7126 אֵלַ֣י H413 שִׁמְעוּ H8085 זֹ֗את H2063 לֹ֤א H3808 מֵרֹאשׁ֙ H7218 בַּסֵּ֣תֶר H5643 דִּבַּ֔רְתִּי H1696 מֵעֵ֥ת H6256 הֱיוֹתָ֖הּ H1961 שָׁ֣ם H8033 אָ֑נִי H589 וְעַתָּ֗ה H6258 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 שְׁלָחַ֖נִי H7971 וְרוּחֽ H7307 ",
      "17": "כֹּֽה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 גֹּאַלְךָ֖ H1350 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֑ל H3478 אֲנִ֨י H589 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 מְלַמֶּדְךָ֣ H3925 לְהוֹעִ֔יל H3276 מַדְרִֽיכֲךָ֖ H1869 בְּדֶ֥רֶךְ H1870 תֵּלֵֽךְ H3212 ",
      "18": "ל֥וּא H3863 הִקְשַׁ֖בְתָּ H7181 לְמִצְוֺתָ֑ H4687 וַיְהִ֤י H1961 כַנָּהָר֙ H5104 שְׁלוֹמֶ֔ךָ H7965 וְצִדְקָתְ H6666 כְּגַלֵּ֥י H1530 הַיָּֽם H3220 ",
      "19": "וַיְהִ֤י H1961 כַחוֹל֙ H2344 זַרְעֶ֔ךָ H2233 וְצֶאֱצָאֵ֥י H6631 מֵעֶ֖יךָ H4578 כִּמְעֹתָ֑י H4579 לֹֽא H3808 יִכָּרֵ֧ת H3772 וְֽלֹא H3808 יִשָּׁמֵ֛ד H8045 שְׁמ֖וֹ H8034 מִלְּ H6440 ",
      "20": "צְא֣וּ H3318 מִבָּבֶל֮ H894 בִּרְח֣וּ H1272 מִכַּשְׂדִּים֒ H3778 בְּק֣וֹל H6963 רִנָּ֗ה H7440 הַגִּ֤ידוּ H5046 הַשְׁמִ֨יעוּ֙ H8085 זֹ֔את H2063 הוֹצִיא֖וּהָ H3318 עַד H5704 קְצֵ֣ה H7097 הָאָ֑רֶץ H776 אִמְר֕וּ H559 גָּאַ֥ל H1350 יְהוָ֖ה H3068 עַבְדּ֥וֹ H5650 יַעֲקֹֽב H3290 ",
      "21": "וְלֹ֣א H3808 צָמְא֗וּ H6770 בָּחֳרָבוֹת֙ H2723 הֽוֹלִיכָ֔ם H3212 מַ֥יִם H4325 מִצּ֖וּר H6697 הִזִּ֣יל H5140 לָ֑מוֹ Hl וַיִּ֨בְקַע H1234 צ֔וּר H6697 וַיָּזֻ֖בוּ H2100 מָֽיִם H4325 ",
      "22": "אֵ֣ין H369 שָׁל֔וֹם H7965 אָמַ֥ר H559 יְהוָ֖ה H3068 לָרְשָׁעִֽים H7563 "
    },
    "49": {
      "1": "שִׁמְע֤וּ H8085 אִיִּים֙ H339 אֵלַ֔י H413 וְהַקְשִׁ֥יבוּ H7181 לְאֻמִּ֖ים H3816 מֵרָח֑וֹק H7350 יְהוָה֙ H3068 מִבֶּ֣טֶן H990 קְרָאָ֔נִי H7121 מִמְּעֵ֥י H4578 אִמִּ֖י H517 הִזְכִּ֥יר H2142 שְׁמִֽי H8034 ",
      "2": "וַיָּ֤שֶׂם H7760 פִּי֙ H6310 כְּחֶ֣רֶב H2719 חַדָּ֔ה H2299 בְּצֵ֥ל H6738 יָד֖וֹ H3027 הֶחְבִּיאָ֑נִי H2244 וַיְשִׂימֵ֨ H7760 לְחֵ֣ץ H2671 בָּר֔וּר H1305 בְּאַשְׁפָּת֖ H827 הִסְתִּירָֽנִי H5641 ",
      "3": "וַיֹּ֥אמֶר H559 לִ֖י Hl עַבְדִּי H5650 אָ֑תָּה H859 יִשְׂרָאֵ֕ל H3478 אֲשֶׁר H834 בְּךָ֖ Hb אֶתְפָּאָֽר H6286 ",
      "4": "וַאֲנִ֤י H589 אָמַ֨רְתִּי֙ H559 לְרִ֣יק H7385 יָגַ֔עְתִּי H3021 לְתֹ֥הוּ H8414 וְהֶ֖בֶל H1892 כֹּחִ֣י H3581 כִלֵּ֑יתִי H3615 אָכֵן֙ H403 מִשְׁפָּטִ֣י H4941 אֶת H854 יְהוָ֔ה H3068 וּפְעֻלָּתִ֖ H6468 אֶת H854 אֱלֹהָֽי H430 ",
      "5": "וְעַתָּ֣ה H6258 אָמַ֣ר H559 יְהוָ֗ה H3068 יֹצְרִ֤י H3335 מִבֶּ֨טֶן֙ H990 לְעֶ֣בֶד H5650 ל֔וֹ Hl לְשׁוֹבֵ֤ב H7725 יַֽעֲקֹב֙ H3290 אֵלָ֔יו H413 וְיִשְׂרָאֵ֖ל H3478 לא H3808 יֵאָסֵ֑ף H622 וְאֶכָּבֵד֙ H3513 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 וֵאלֹהַ֖ H430 הָיָ֥ה H1961 עֻזִּֽי H5797 ",
      "6": "וַיֹּ֗אמֶר H559 נָקֵ֨ל H7043 מִֽהְיוֹתְ H1961 לִי֙ Hl עֶ֔בֶד H5650 לְהָקִים֙ H6965 אֶת H853 שִׁבְטֵ֣י H7626 יַעֲקֹ֔ב H3290 ונצירי H5336 יִשְׂרָאֵ֖ל H3478 לְהָשִׁ֑יב H7725 וּנְתַתִּ֨י H5414 לְא֣וֹר H216 גּוֹיִ֔ם H1471 לִֽהְי֥וֹת H1961 יְשׁוּעָתִ֖י H3444 עַד H5704 קְצֵ֥ה H7097 הָאָֽרֶץ H776 ",
      "7": "כֹּ֣ה H3541 אָֽמַר H559 יְהוָה֩ H3068 גֹּאֵ֨ל H1350 יִשְׂרָאֵ֜ל H3478 קְדוֹשׁ֗וֹ H6918 לִבְזֹה H960 נֶ֜פֶשׁ H5315 לִמְתָ֤עֵֽב H8581 גּוֹי֙ H1471 לְעֶ֣בֶד H5650 מֹשְׁלִ֔ים H4910 מְלָכִים֙ H4428 יִרְא֣וּ H7200 וָקָ֔מוּ H6965 שָׂרִ֖ים H8269 וְיִֽשְׁתַּחֲוּ֑וּ H7812 לְמַ֤עַן H4616 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 נֶאֱמָ֔ן H539 קְדֹ֥שׁ H6918 יִשְׂרָאֵ֖ל H3478 וַיִּבְחָרֶֽ H977 ",
      "8": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 בְּעֵ֤ת H6256 רָצוֹן֙ H7522 עֲנִיתִ֔יךָ H6030 וּבְ H3117 יְשׁוּעָ֖ה H3444 עֲזַרְתִּ֑יךָ H5826 וְאֶצָּרְ H5341 וְאֶתֶּנְ H5414 לִבְרִ֣ית H1285 עָ֔ם H5971 לְהָקִ֣ים H6965 אֶ֔רֶץ H776 לְהַנְחִ֖יל H5157 נְחָל֥וֹת H5159 שֹׁמֵמֽוֹת H8074 ",
      "9": "לֵאמֹ֤ר H559 לַֽאֲסוּרִים֙ H631 צֵ֔אוּ H3318 לַאֲשֶׁ֥ר H834 בַּחֹ֖שֶׁךְ H2822 הִגָּל֑וּ H1540 עַל H5921 דְּרָכִ֣ים H1870 יִרְע֔וּ H7462 וּבְ H3605 שְׁפָיִ֖ים H8205 מַרְעִיתָֽם H4830 ",
      "10": "לֹ֤א H3808 יִרְעָ֨בוּ֙ H7456 וְלֹ֣א H3808 יִצְמָ֔אוּ H6770 וְלֹא H3808 יַכֵּ֥ם H5221 שָׁרָ֖ב H8273 וָשָׁ֑מֶשׁ H8121 כִּי H3588 מְרַחֲמָ֣ם H7355 יְנַהֲגֵ֔ם H5090 וְעַל H5921 מַבּ֥וּעֵי H4002 מַ֖יִם H4325 יְנַהֲלֵֽם H5095 ",
      "11": "וְשַׂמְתִּ֥י H7760 כָל H3605 הָרַ֖י H2022 לַדָּ֑רֶךְ H1870 וּמְסִלֹּתַ֖ H4546 יְרֻמֽוּן H7311 ",
      "12": "הִנֵּה H2009 אֵ֕לֶּה H428 מֵרָח֖וֹק H7350 יָבֹ֑אוּ H935 וְהִֽנֵּה H2009 אֵ֨לֶּה֙ H428 מִצָּפ֣וֹן H6828 וּמִ H3220 וְאֵ֖לֶּה H428 מֵאֶ֥רֶץ H776 סִינִֽים H5515 ",
      "13": "רָנּ֤וּ H7442 שָׁמַ֨יִם֙ H8064 וְגִ֣ילִי H1523 אָ֔רֶץ H776 יפצחו H6476 הָרִ֖ים H2022 רִנָּ֑ה H7440 כִּֽי H3588 נִחַ֤ם H5162 יְהוָה֙ H3068 עַמּ֔וֹ H5971 וַעֲנִיָּ֖ H6041 יְרַחֵֽם H7355 ",
      "14": "וַתֹּ֥אמֶר H559 צִיּ֖וֹן H6726 עֲזָבַ֣נִי H5800 יְהוָ֑ה H3068 וַאדֹנָ֖ H136 שְׁכֵחָֽנִי H7911 ",
      "15": "הֲתִשְׁכַּ֤ח H7911 אִשָּׁה֙ H802 עוּלָ֔הּ H5764 מֵרַחֵ֖ם H7355 בֶּן H1121 בִּטְנָ֑הּ H990 גַּם H1571 אֵ֣לֶּה H428 תִשְׁכַּ֔חְנָה H7911 וְאָנֹכִ֖י H595 לֹ֥א H3808 אֶשְׁכָּחֵֽךְ H7911 ",
      "16": "הֵ֥ן H2005 עַל H5921 כַּפַּ֖יִם H3709 חַקֹּתִ֑יךְ H2710 חוֹמֹתַ֥יִךְ H2346 נֶגְדִּ֖י H5048 תָּמִֽיד H8548 ",
      "17": "מִֽהֲר֖וּ H4116 בָּנָ֑יִךְ H1121 מְהָֽרְסַ֥יִךְ H2040 וּמַחֲרִבַ֖יִ H2717 מִמֵּ֥ךְ H4480 יֵצֵֽאוּ H3318 ",
      "18": "שְׂאִֽי H5375 סָבִ֤יב H5439 עֵינַ֨יִךְ֙ H5869 וּרְאִ֔י H7200 כֻּלָּ֖ם H3605 נִקְבְּצ֣וּ H6908 בָֽאוּ H935 לָ֑ךְ Hl חַי H2416 אָ֣נִי H589 נְאֻם H5002 יְהוָ֗ה H3068 כִּ֤י H3588 כֻלָּם֙ H3605 כָּעֲדִ֣י H5716 תִלְבָּ֔שִׁי H3847 וּֽתְקַשְּׁרִ֖י H7194 כַּכַּלָּֽה H3618 ",
      "19": "כִּ֤י H3588 חָרְבֹתַ֨יִךְ֙ H2723 וְשֹׁ֣מְמֹתַ֔יִ H8074 וְאֶ֖רֶץ H776 הֲרִֽסֻתֵ֑יךְ H2035 כִּ֤י H3588 עַתָּה֙ H6258 תֵּצְרִ֣י H3334 מִיּוֹשֵׁ֔ב H3427 וְרָחֲק֖וּ H7368 מְבַלְּעָֽיִךְ H1104 ",
      "20": "ע֚וֹד H5750 יֹאמְר֣וּ H559 בְאָזְנַ֔יִ H241 בְּנֵ֖י H1121 שִׁכֻּלָ֑יִךְ H7923 צַר H6862 לִ֥י Hl הַמָּק֖וֹם H4725 גְּשָׁה H5066 לִּ֥י Hl וְאֵשֵֽׁבָה H3427 ",
      "21": "וְאָמַ֣רְתְּ H559 בִּלְבָבֵ֗ H3824 מִ֤י H4310 יָֽלַד H3205 לִי֙ Hl אֶת H853 אֵ֔לֶּה H428 וַאֲנִ֥י H589 שְׁכוּלָ֖ה H7921 וְגַלְמוּדָ֑ה H1565 גֹּלָ֣ה H1540 וְסוּרָ֗ה H5493 וְאֵ֨לֶּה֙ H428 מִ֣י H4310 גִדֵּ֔ל H1431 הֵ֤ן H2005 אֲנִי֙ H589 נִשְׁאַ֣רְתִּי H7604 לְבַדִּ֔ H905 אֵ֖לֶּה H428 אֵיפֹ֥ה H375 הֵֽם H1992 ",
      "22": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הִנֵּ֨ה H2009 אֶשָּׂ֤א H5375 אֶל H413 גּוֹיִם֙ H1471 יָדִ֔י H3027 וְאֶל H413 עַמִּ֖ים H5971 אָרִ֣ים H7311 נִסִּ֑י H5251 וְהֵבִ֤יאוּ H935 בָנַ֨יִךְ֙ H1121 בְּחֹ֔צֶן H2684 וּבְנֹתַ֖יִ H1323 עַל H5921 כָּתֵ֥ף H3802 תִּנָּשֶֽׂאנָה H5375 ",
      "23": "וְהָי֨וּ H1961 מְלָכִ֜ים H4428 אֹֽמְנַ֗יִךְ H539 וְשָׂרֽוֹתֵי H8282 מֵינִ֣יקֹתַ֔יִךְ H3243 אַפַּ֗יִם H639 אֶ֚רֶץ H776 יִשְׁתַּ֣חֲווּ H7812 לָ֔ךְ Hl וַעֲפַ֥ר H6083 רַגְלַ֖יִךְ H7272 יְלַחֵ֑כוּ H3897 וְיָדַ֨עַתְּ֙ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 לֹֽא H3808 יֵבֹ֖שׁוּ H954 קוָֹֽי H6960 ",
      "24": "הֲיֻקַּ֥ח H3947 מִגִּבּ֖וֹר H1368 מַלְק֑וֹחַ H4455 וְאִם H518 שְׁבִ֥י H7628 צַדִּ֖יק H6662 יִמָּלֵֽט H4422 ",
      "25": "כִּי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 גַּם H1571 שְׁבִ֤י H7628 גִבּוֹר֙ H1368 יֻקָּ֔ח H3947 וּמַלְק֥וֹחַ H4455 עָרִ֖יץ H6184 יִמָּלֵ֑ט H4422 וְאֶת H854 יְרִיבֵךְ֙ H3401 אָנֹכִ֣י H595 אָרִ֔יב H7378 וְאֶת H853 בָּנַ֖יִךְ H1121 אָנֹכִ֥י H595 אוֹשִֽׁיעַ H3467 ",
      "26": "וְהַאֲכַלְתִּ֤י H398 אֶת H853 מוֹנַ֨יִךְ֙ H3238 אֶת H853 בְּשָׂרָ֔ם H1320 וְכֶ H6071 דָּמָ֣ם H1818 יִשְׁכָּר֑וּן H7937 וְיָדְע֣וּ H3045 כָל H3605 בָּשָׂ֗ר H1320 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 מֽוֹשִׁיעֵ֔ךְ H3467 וְגֹאֲלֵ֖ H1350 אֲבִ֥יר H46 יַעֲקֹֽב H3290 "
    },
    "50": {
      "1": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אֵ֣י H335 זֶ֠ה H2088 סֵ֣פֶר H5612 כְּרִית֤וּת H3748 אִמְּכֶם֙ H517 אֲשֶׁ֣ר H834 שִׁלַּחְתִּ֔יהָ H7971 א֚וֹ H176 מִ֣י H4310 מִנּוֹשַׁ֔ H5383 אֲשֶׁר H834 מָכַ֥רְתִּי H4376 אֶתְכֶ֖ם H853 ל֑וֹ Hl הֵ֤ן H2005 בַּעֲוֺנֹֽתֵי H5771 נִמְכַּרְתֶּ֔ם H4376 וּבְ H6588 שֻׁלְּחָ֥ה H7971 אִמְּכֶֽם H517 ",
      "2": "מַדּ֨וּעַ H4069 בָּ֜אתִי H935 וְאֵ֣ין H369 אִ֗ישׁ H376 קָרָֽאתִי֮ H7121 וְאֵ֣ין H369 עוֹנֶה֒ H6030 הֲקָצ֨וֹר H7114 קָצְרָ֤ה H7114 יָדִי֙ H3027 מִפְּד֔וּת H6304 וְאִם H518 אֵֽין H369 בִּ֥י Hb כֹ֖חַ H3581 לְהַצִּ֑יל H5337 הֵ֣ן H2005 בְּגַעֲרָתִ֞ H1606 אַחֲרִ֣יב H2717 יָ֗ם H3220 אָשִׂ֤ים H7760 נְהָרוֹת֙ H5104 מִדְבָּ֔ר H4057 תִּבְאַ֤שׁ H887 דְּגָתָם֙ H1710 מֵאֵ֣ין H369 מַ֔יִם H4325 וְתָמֹ֖ת H4191 בַּצָּמָֽא H6772 ",
      "3": "אַלְבִּ֥ישׁ H3847 שָׁמַ֖יִם H8064 קַדְר֑וּת H6940 וְשַׂ֖ק H8242 אָשִׂ֥ים H7760 כְּסוּתָֽם H3682 ",
      "4": "אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 נָ֤תַן H5414 לִי֙ Hl לְשׁ֣וֹן H3956 לִמּוּדִ֔ים H3928 לָדַ֛עַת H3045 לָע֥וּת H5790 אֶת H853 יָעֵ֖ף H3287 דָּבָ֑ר H1697 יָעִ֣יר H5782 בַּבֹּ֣קֶר H1242 בַּבֹּ֗קֶר H1242 יָעִ֥יר H5782 לִי֙ Hl אֹ֔זֶן H241 לִשְׁמֹ֖עַ H8085 כַּלִּמּוּדִֽים H3928 ",
      "5": "אֲדֹנָ֤י H136 יְהוִה֙ H3069 פָּתַֽח H6605 לִ֣י Hl אֹ֔זֶן H241 וְאָנֹכִ֖י H595 לֹ֣א H3808 מָרִ֑יתִי H4784 אָח֖וֹר H268 לֹ֥א H3808 נְסוּגֹֽתִי H5472 ",
      "6": "גֵּוִי֙ H1460 נָתַ֣תִּי H5414 לְמַכִּ֔ים H5221 וּלְחָיַ֖ H3895 לְמֹֽרְטִ֑ים H4803 פָּנַי֙ H6440 לֹ֣א H3808 הִסְתַּ֔רְתִּי H5641 מִכְּלִמּ֖וֹת H3639 וָרֹֽק H7536 ",
      "7": "וַאדֹנָ֤ H136 יְהוִה֙ H3069 יַֽעֲזָר H5826 לִ֔י Hl עַל H5921 כֵּ֖ן H3651 לֹ֣א H3808 נִכְלָ֑מְתִּי H3637 עַל H5921 כֵּ֞ן H3651 שַׂ֤מְתִּי H7760 פָנַי֙ H6440 כַּֽחַלָּמִ֔ישׁ H2496 וָאֵדַ֖ע H3045 כִּי H3588 לֹ֥א H3808 אֵבֽוֹשׁ H954 ",
      "8": "קָרוֹב֙ H7138 מַצְדִּיקִ֔י H6663 מִֽי H4310 יָרִ֥יב H7378 אִתִּ֖י H854 נַ֣עַמְדָה H5975 יָּ֑חַד H3162 מִֽי H4310 בַ֥עַל H1167 מִשְׁפָּטִ֖י H4941 יִגַּ֥שׁ H5066 אֵלָֽי H413 ",
      "9": "הֵ֣ן H2005 אֲדֹנָ֤י H136 יְהוִה֙ H3069 יַֽעֲזָר H5826 לִ֔י Hl מִי H4310 ה֖וּא H1931 יַרְשִׁיעֵ֑נִי H7561 הֵ֤ן H2005 כֻּלָּם֙ H3605 כַּבֶּ֣גֶד H899 יִבְל֔וּ H1086 עָ֖שׁ H6211 יֹאכְלֵֽם H398 ",
      "10": "מִ֤י H4310 בָכֶם֙ Hb יְרֵ֣א H3373 יְהוָ֔ה H3068 שֹׁמֵ֖עַ H8085 בְּק֣וֹל H6963 עַבְדּ֑וֹ H5650 אֲשֶׁ֣ר H834 הָלַ֣ךְ H1980 חֲשֵׁכִ֗ים H2825 וְאֵ֥ין H369 נֹ֨גַהּ֙ H5051 ל֔וֹ Hl יִבְטַח֙ H982 בְּשֵׁ֣ם H8034 יְהוָ֔ה H3068 וְיִשָּׁעֵ֖ן H8172 בֵּאלֹהָֽי H430 ",
      "11": "הֵ֧ן H2005 כֻּלְּכֶ֛ם H3605 קֹ֥דְחֵי H6919 אֵ֖שׁ H784 מְאַזְּרֵ֣י H247 זִיק֑וֹת H2131 לְכ֣וּ H3212 בְּא֣וּר H217 אֶשְׁכֶ֗ם H784 וּבְ H2131 בִּֽעַרְתֶּ֔ם H1197 מִיָּדִ H3027 הָיְתָה H1961 זֹּ֣את H2063 לָכֶ֔ם Hl לְמַעֲצֵבָ֖ה H4620 תִּשְׁכָּבֽוּן H7901 "
    },
    "51": {
      "1": "שִׁמְע֥וּ H8085 אֵלַ֛י H413 רֹ֥דְפֵי H7291 צֶ֖דֶק H6664 מְבַקְשֵׁ֣י H1245 יְהוָ֑ה H3068 הַבִּ֨יטוּ֙ H5027 אֶל H413 צ֣וּר H6697 חֻצַּבְתֶּ֔ם H2672 וְאֶל H413 מַקֶּ֥בֶת H4718 בּ֖וֹר H953 נֻקַּרְתֶּֽם H5365 ",
      "2": "הַבִּ֨יטוּ֙ H5027 אֶל H413 אַבְרָהָ֣ם H85 אֲבִיכֶ֔ם H1 וְאֶל H413 שָׂרָ֖ה H8283 תְּחוֹלֶלְכֶ֑ם H2342 כִּי H3588 אֶחָ֣ד H259 קְרָאתִ֔יו H7121 וַאֲבָרְכֵ֖ H1288 וְאַרְבֵּֽ H7235 ",
      "3": "כִּֽי H3588 נִחַ֨ם H5162 יְהוָ֜ה H3068 צִיּ֗וֹן H6726 נִחַם֙ H5162 כָּל H3605 חָרְבֹתֶ֔יהָ H2723 וַיָּ֤שֶׂם H7760 מִדְבָּרָהּ֙ H4057 כְּעֵ֔דֶן H5731 וְעַרְבָתָ֖ H6160 כְּגַן H1588 יְהוָ֑ה H3068 שָׂשׂ֤וֹן H8342 וְשִׂמְחָה֙ H8057 יִמָּ֣צֵא H4672 בָ֔הּ Hb תּוֹדָ֖ה H8426 וְק֥וֹל H6963 זִמְרָֽה H2172 ",
      "4": "הַקְשִׁ֤יבוּ H7181 אֵלַי֙ H413 עַמִּ֔י H5971 וּלְאוּמִּ֖ H3816 אֵלַ֣י H413 הַאֲזִ֑ינוּ H238 כִּ֤י H3588 תוֹרָה֙ H8451 מֵאִתִּ֣ H853 תֵצֵ֔א H3318 וּמִשְׁפָּטִ֔ H4941 לְא֥וֹר H216 עַמִּ֖ים H5971 אַרְגִּֽיעַ H7280 ",
      "5": "קָר֤וֹב H7138 צִדְקִי֙ H6664 יָצָ֣א H3318 יִשְׁעִ֔י H3468 וּזְרֹעַ֖ H2220 עַמִּ֣ים H5971 יִשְׁפֹּ֑טוּ H8199 אֵלַי֙ H413 אִיִּ֣ים H339 יְקַוּ֔וּ H6960 וְאֶל H413 זְרֹעִ֖י H2220 יְיַחֵלֽוּן H3176 ",
      "6": "שְׂאוּ֩ H5375 לַשָּׁמַ֨יִם H8064 עֵֽינֵיכֶ֜ם H5869 וְֽהַבִּ֧יטוּ H5027 אֶל H413 הָאָ֣רֶץ H776 מִתַּ֗חַת H8478 כִּֽי H3588 שָׁמַ֜יִם H8064 כֶּעָשָׁ֤ן H6227 נִמְלָ֨חוּ֙ H4414 וְהָ H776 כַּבֶּ֣גֶד H899 תִּבְלֶ֔ה H1086 וְיֹשְׁבֶ֖י H3427 כְּמוֹ H3644 כֵ֣ן H3654 יְמוּת֑וּן H4191 וִישֽׁוּעָתִ H3444 לְעוֹלָ֣ם H5769 תִּֽהְיֶ֔ה H1961 וְצִדְקָתִ֖ H6666 לֹ֥א H3808 תֵחָֽת H2865 ",
      "7": "שִׁמְע֤וּ H8085 אֵלַי֙ H413 יֹ֣דְעֵי H3045 צֶ֔דֶק H6664 עַ֖ם H5971 תּוֹרָתִ֣י H8451 בְלִבָּ֑ H3820 אַל H408 תִּֽירְאוּ֙ H3372 חֶרְפַּ֣ת H2781 אֱנ֔וֹשׁ H582 וּמִ H1421 אַל H408 תֵּחָֽתּוּ H2865 ",
      "8": "כִּ֤י H3588 כַבֶּ֨גֶד֙ H899 יֹאכְלֵ֣ם H398 עָ֔שׁ H6211 וְכַ H6785 יֹאכְלֵ֣ם H398 סָ֑ס H5580 וְצִדְקָתִ H6666 לְעוֹלָ֣ם H5769 תִּֽהְיֶ֔ה H1961 וִישׁוּעָתִ֖ H3444 לְד֥וֹר H1755 דּוֹרִֽים H1755 ",
      "9": "עוּרִ֨י H5782 עוּרִ֤י H5782 לִבְשִׁי H3847 עֹז֙ H5797 זְר֣וֹעַ H2220 יְהוָ֔ה H3068 ע֚וּרִי H5782 כִּ֣ימֵי H3117 קֶ֔דֶם H6924 דֹּר֖וֹת H1755 עוֹלָמִ֑ים H5769 הֲל֥וֹא H3808 אַתְּ H859 הִ֛יא H1931 הַמַּחְצֶ֥בֶת H2672 רַ֖הַב H7294 מְחוֹלֶ֥לֶת H2490 תַּנִּֽין H8577 ",
      "10": "הֲל֤וֹא H3808 אַתְּ H859 הִיא֙ H1931 הַמַּחֲרֶ֣בֶת H2717 יָ֔ם H3220 מֵ֖י H4325 תְּה֣וֹם H8415 רַבָּ֑ה H7227 הַשָּׂ֨מָה֙ H7760 מַֽעֲמַקֵּי H4615 יָ֔ם H3220 דֶּ֖רֶךְ H1870 לַעֲבֹ֥ר H5674 גְּאוּלִֽים H1350 ",
      "11": "וּפְדוּיֵ֨י H6299 יְהוָ֜ה H3068 יְשׁוּב֗וּן H7725 וּבָ֤אוּ H935 צִיּוֹן֙ H6726 בְּרִנָּ֔ה H7440 וְשִׂמְחַ֥ת H8057 עוֹלָ֖ם H5769 עַל H5921 רֹאשָׁ֑ם H7218 שָׂשׂ֤וֹן H8342 וְשִׂמְחָה֙ H8057 יַשִּׂיג֔וּן H5381 נָ֖סוּ H5127 יָג֥וֹן H3015 וַאֲנָחָֽה H585 ",
      "12": "אָנֹכִ֧י H595 אָנֹכִ֛י H595 ה֖וּא H1931 מְנַחֶמְכֶ֑ם H5162 מִֽי H4310 אַ֤תְּ H859 וַתִּֽירְאִי֙ H3372 מֵאֱנ֣וֹשׁ H582 יָמ֔וּת H4191 וּמִ H1121 אָדָ֖ם H120 חָצִ֥יר H2682 יִנָּתֵֽן H5414 ",
      "13": "וַתִּשְׁכַּ֞ח H7911 יְהוָ֣ה H3068 עֹשֶׂ֗ךָ H6213 נוֹטֶ֣ה H5186 שָׁמַיִם֮ H8064 וְיֹסֵ֣ד H3245 אָרֶץ֒ H776 וַתְּפַחֵ֨ד H6342 תָּמִ֜יד H8548 כָּל H3605 הַיּ֗וֹם H3117 מִפְּנֵי֙ H6440 חֲמַ֣ת H2534 הַמֵּצִ֔יק H6693 כַּאֲשֶׁ֥ר H834 כּוֹנֵ֖ן H3559 לְהַשְׁחִ֑ית H7843 וְאַיֵּ֖ה H346 חֲמַ֥ת H2534 הַמֵּצִֽיק H6693 ",
      "14": "מִהַ֥ר H4116 צֹעֶ֖ה H6808 לְהִפָּתֵ֑חַ H6605 וְלֹא H3808 יָמ֣וּת H4191 לַשַּׁ֔חַת H7845 וְלֹ֥א H3808 יֶחְסַ֖ר H2637 לַחְמֽוֹ H3899 ",
      "15": "וְאָֽנֹכִי֙ H595 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 רֹגַ֣ע H7280 הַיָּ֔ם H3220 וַיֶּהֱמ֖וּ H1993 גַּלָּ֑יו H1530 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
      "16": "וָאָשִׂ֤ים H7760 דְּבָרַי֙ H1697 בְּפִ֔י H6310 וּבְ H6738 יָדִ֖י H3027 כִּסִּיתִ֑יךָ H3680 לִנְטֹ֤עַ H5193 שָׁמַ֨יִם֙ H8064 וְלִ H3245 אָ֔רֶץ H776 וְלֵ H559 לְצִיּ֖וֹן H6726 עַמִּי H5971 אָֽתָּה H859 ",
      "17": "הִתְעוֹרְרִ֣י H5782 הִֽתְעוֹרְרִ֗י H5782 ק֚וּמִי H6965 יְר֣וּשָׁלִַ֔ם H3389 אֲשֶׁ֥ר H834 שָׁתִ֛ית H8354 מִיַּ֥ד H3027 יְהוָ֖ה H3068 אֶת H853 כּ֣וֹס H3563 חֲמָת֑וֹ H2534 אֶת H853 קֻבַּ֜עַת H6907 כּ֧וֹס H3563 הַתַּרְעֵלָ֛ה H8653 שָׁתִ֖ית H8354 מָצִֽית H4680 ",
      "18": "אֵין H369 מְנַהֵ֣ל H5095 לָ֔הּ Hl מִכָּל H3605 בָּנִ֖ים H1121 יָלָ֑דָה H3205 וְאֵ֤ין H369 מַחֲזִיק֙ H2388 בְּיָדָ֔ H3027 מִכָּל H3605 בָּנִ֖ים H1121 גִּדֵּֽלָה H1431 ",
      "19": "שְׁתַּ֤יִם H8147 הֵ֨נָּה֙ H2007 קֹֽרְאֹתַ֔יִךְ H7122 מִ֖י H4310 יָנ֣וּד H5110 לָ֑ךְ Hl הַשֹּׁ֧ד H7701 וְהַ H7667 וְהָ H7458 וְהַ H2719 מִ֥י H4310 אֲנַחֲמֵֽךְ H5162 ",
      "20": "בָּנַ֜יִךְ H1121 עֻלְּפ֥וּ H5968 שָׁכְב֛וּ H7901 בְּרֹ֥אשׁ H7218 כָּל H3605 חוּצ֖וֹת H2351 כְּת֣וֹא H8377 מִכְמָ֑ר H4364 הַֽמְלֵאִ֥ים H4392 חֲמַת H2534 יְהוָ֖ה H3068 גַּעֲרַ֥ת H1606 אֱלֹהָֽיִךְ H430 ",
      "21": "לָכֵ֛ן H3651 שִׁמְעִי H8085 נָ֥א H4994 זֹ֖את H2063 עֲנִיָּ֑ה H6041 וּשְׁכֻרַ֖ת H7937 וְלֹ֥א H3808 מִיָּֽיִן H3196 ",
      "22": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנַ֣יִךְ H113 יְהוָ֗ה H3068 וֵאלֹהַ֨יִ H430 יָרִ֣יב H7378 עַמּ֔וֹ H5971 הִנֵּ֥ה H2009 לָקַ֛חְתִּי H3947 מִיָּדֵ֖ H3027 אֶת H853 כּ֣וֹס H3563 הַתַּרְעֵלָ֑ה H8653 אֶת H853 קֻבַּ֨עַת֙ H6907 כּ֣וֹס H3563 חֲמָתִ֔י H2534 לֹא H3808 תוֹסִ֥יפִי H3254 לִשְׁתּוֹתָ֖ H8354 עֽוֹד H5750 ",
      "23": "וְשַׂמְתִּ֨י H7760 בְּיַד H3027 מוֹגַ֔יִךְ H3013 אֲשֶׁר H834 אָמְר֥וּ H559 לְנַפְשֵׁ֖ H5315 שְׁחִ֣י H7812 וְנַעֲבֹ֑רָה H5674 וַתָּשִׂ֤ימִי H7760 כָאָ֨רֶץ֙ H776 גֵּוֵ֔ךְ H1460 וְכַ H2351 לַעֹבְרִֽים H5674 "
    },
    "52": {
      "1": "עוּרִ֥י H5782 עוּרִ֛י H5782 לִבְשִׁ֥י H3847 עֻזֵּ֖ךְ H5797 צִיּ֑וֹן H6726 לִבְשִׁ֣י H3847 בִּגְדֵ֣י H899 תִפְאַרְתֵּ֗ךְ H8597 יְרוּשָׁלִַ֨ם֙ H3389 עִ֣יר H5892 הַקֹּ֔דֶשׁ H6944 כִּ֣י H3588 לֹ֥א H3808 יוֹסִ֛יף H3254 יָבֹא H935 בָ֥ךְ Hb ע֖וֹד H5750 עָרֵ֥ל H6189 וְטָמֵֽא H2931 ",
      "2": "הִתְנַעֲרִ֧י H5287 מֵעָפָ֛ר H6083 ק֥וּמִי H6965 שְּׁבִ֖י H3427 יְרֽוּשָׁלִָ֑ם H3389 התפתחו H6605 מוֹסְרֵ֣י H4147 צַוָּארֵ֔ךְ H6677 שְׁבִיָּ֖ה H7628 בַּת H1323 צִיּֽוֹן H6726 ",
      "3": "כִּֽי H3588 כֹה֙ H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 חִנָּ֖ם H2600 נִמְכַּרְתֶּ֑ם H4376 וְלֹ֥א H3808 בְכֶ֖סֶף H3701 תִּגָּאֵֽלוּ H1350 ",
      "4": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 מִצְרַ֛יִם H4714 יָֽרַד H3381 עַמִּ֥י H5971 בָרִֽאשֹׁנָ֖ה H7223 לָג֣וּר H1481 שָׁ֑ם H8033 וְאַשּׁ֖וּר H804 בְּאֶ֥פֶס H657 עֲשָׁקֽוֹ H6231 ",
      "5": "וְעַתָּ֤ה H6258 מי H4100 לי Hl פֹה֙ H6311 נְאֻם H5002 יְהוָ֔ה H3068 כִּֽי H3588 לֻקַּ֥ח H3947 עַמִּ֖י H5971 חִנָּ֑ם H2600 משלו H4910 יְהֵילִ֨ילוּ֙ H3213 נְאֻם H5002 יְהוָ֔ה H3068 וְתָמִ֥יד H8548 כָּל H3605 הַיּ֖וֹם H3117 שְׁמִ֥י H8034 מִנֹּאָֽץ H5006 ",
      "6": "לָכֵ֛ן H3651 יֵדַ֥ע H3045 עַמִּ֖י H5971 שְׁמִ֑י H8034 לָכֵן֙ H3651 בַּיּ֣וֹם H3117 הַה֔וּא H1931 כִּֽי H3588 אֲנִי H589 ה֥וּא H1931 הַֽמְדַבֵּ֖ר H1696 הִנֵּֽנִי H2005 ",
      "7": "מַה H4100 נָּאו֨וּ H4998 עַל H5921 הֶהָרִ֜ים H2022 רַגְלֵ֣י H7272 מְבַשֵּׂ֗ר H1319 מַשְׁמִ֧יעַ H8085 שָׁל֛וֹם H7965 מְבַשֵּׂ֥ר H1319 ט֖וֹב H2896 מַשְׁמִ֣יעַ H8085 יְשׁוּעָ֑ה H3444 אֹמֵ֥ר H559 לְצִיּ֖וֹן H6726 מָלַ֥ךְ H4427 אֱלֹהָֽיִךְ H430 ",
      "8": "ק֥וֹל H6963 צֹפַ֛יִךְ H6822 נָ֥שְׂאוּ H5375 ק֖וֹל H6963 יַחְדָּ֣ו H3162 יְרַנֵּ֑נוּ H7442 כִּ֣י H3588 עַ֤יִן H5869 בְּעַ֨יִן֙ H5869 יִרְא֔וּ H7200 בְּשׁ֥וּב H7725 יְהוָ֖ה H3068 צִיּֽוֹן H6726 ",
      "9": "פִּצְח֤וּ H6476 רַנְּנוּ֙ H7442 יַחְדָּ֔ו H3162 חָרְב֖וֹת H2723 יְרוּשָׁלִָ֑ם H3389 כִּֽי H3588 נִחַ֤ם H5162 יְהוָה֙ H3068 עַמּ֔וֹ H5971 גָּאַ֖ל H1350 יְרוּשָׁלִָֽם H3389 ",
      "10": "חָשַׂ֤ף H2834 יְהוָה֙ H3068 אֶת H853 זְר֣וֹעַ H2220 קָדְשׁ֔וֹ H6944 לְעֵינֵ֖י H5869 כָּל H3605 הַגּוֹיִ֑ם H1471 וְרָאוּ֙ H7200 כָּל H3605 אַפְסֵי H657 אָ֔רֶץ H776 אֵ֖ת H853 יְשׁוּעַ֥ת H3444 אֱלֹהֵֽינוּ H430 ",
      "11": "ס֤וּרוּ H5493 ס֨וּרוּ֙ H5493 צְא֣וּ H3318 מִשָּׁ֔ם H8033 טָמֵ֖א H2931 אַל H408 תִּגָּ֑עוּ H5060 צְא֣וּ H3318 מִתּוֹכָ֔ H8432 הִבָּ֕רוּ H1305 נֹשְׂאֵ֖י H5375 כְּלֵ֥י H3627 יְהוָֽה H3068 ",
      "12": "כִּ֣י H3588 לֹ֤א H3808 בְחִפָּזוֹן֙ H2649 תֵּצֵ֔אוּ H3318 וּבִ H4499 לֹ֣א H3808 תֵלֵכ֑וּן H3212 כִּֽי H3588 הֹלֵ֤ךְ H1980 לִפְנֵי H6440 יְהוָ֔ה H3068 וּמְאַסִּפְ H622 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "13": "הִנֵּ֥ה H2009 יַשְׂכִּ֖יל H7919 עַבְדִּ֑י H5650 יָר֧וּם H7311 וְנִשָּׂ֛א H5375 וְגָבַ֖הּ H1361 מְאֹֽד H3966 ",
      "14": "כַּאֲשֶׁ֨ר H834 שָׁמְמ֤וּ H8074 עָלֶ֨יךָ֙ H5921 רַבִּ֔ים H7227 כֵּן H3651 מִשְׁחַ֥ת H4893 מֵאִ֖ישׁ H376 מַרְאֵ֑הוּ H4758 וְתֹאֲר֖ H8389 מִבְּנֵ֥י H1121 אָדָֽם H120 ",
      "15": "כֵּ֤ן H3651 יַזֶּה֙ H5137 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 עָלָ֛יו H5921 יִקְפְּצ֥וּ H7092 מְלָכִ֖ים H4428 פִּיהֶ֑ם H6310 כִּ֠י H3588 אֲשֶׁ֨ר H834 לֹֽא H3808 סֻפַּ֤ר H5608 לָהֶם֙ Hl רָא֔וּ H7200 וַאֲשֶׁ֥ר H834 לֹֽא H3808 שָׁמְע֖וּ H8085 הִתְבּוֹנָֽנוּ H995 "
    },
    "53": {
      "1": "מִ֥י H4310 הֶאֱמִ֖ין H539 לִשְׁמֻעָתֵ֑ H8052 וּזְר֥וֹעַ H2220 יְהוָ֖ה H3068 עַל H5921 מִ֥י H4310 נִגְלָֽתָה H1540 ",
      "2": "וַיַּ֨עַל H5927 כַּיּוֹנֵ֜ק H3126 לְפָנָ֗י H6440 וְכַ H8328 מֵאֶ֣רֶץ H776 צִיָּ֔ה H6723 לֹא H3808 תֹ֥אַר H8389 ל֖וֹ Hl וְלֹ֣א H3808 הָדָ֑ר H1926 וְנִרְאֵ֥ H7200 וְלֹֽא H3808 מַרְאֶ֖ה H4758 וְנֶחְמְדֵֽ H2530 ",
      "3": "נִבְזֶה֙ H959 וַחֲדַ֣ל H2310 אִישִׁ֔ים H376 אִ֥ישׁ H376 מַכְאֹב֖וֹת H4341 וִיד֣וּעַ H3045 חֹ֑לִי H2483 וּכְ H4564 פָּנִים֙ H6440 מִמֶּ֔נּוּ H4480 נִבְזֶ֖ה H959 וְלֹ֥א H3808 חֲשַׁבְנֻֽהוּ H2803 ",
      "4": "אָכֵ֤ן H403 חֳלָיֵ֨נוּ֙ H2483 ה֣וּא H1931 נָשָׂ֔א H5375 וּמַכְאֹבֵ֖י H4341 סְבָלָ֑ם H5445 וַאֲנַ֣חְנוּ H587 חֲשַׁבְנֻ֔הוּ H2803 נָג֛וּעַ H5060 מֻכֵּ֥ה H5221 אֱלֹהִ֖ים H430 וּמְעֻנֶּֽה H6031 ",
      "5": "וְהוּא֙ H1931 מְחֹלָ֣ל H2490 מִפְּשָׁעֵ֔ H6588 מְדֻכָּ֖א H1792 מֵעֲוֺנֹתֵ֑י H5771 מוּסַ֤ר H4148 שְׁלוֹמֵ֨נוּ֙ H7965 עָלָ֔יו H5921 וּבַ H2250 נִרְפָּא H7495 לָֽנוּ Hl ",
      "6": "כֻּלָּ֨נוּ֙ H3605 כַּצֹּ֣אן H6629 תָּעִ֔ינוּ H8582 אִ֥ישׁ H376 לְדַרְכּ֖ H1870 פָּנִ֑ינוּ H6437 וַֽיהוָה֙ H3068 הִפְגִּ֣יעַ H6293 בּ֔וֹ Hb אֵ֖ת H853 עֲוֺ֥ן H5771 כֻּלָּֽנוּ H3605 ",
      "7": "נִגַּ֨שׂ H5065 וְה֣וּא H1931 נַעֲנֶה֮ H6031 וְלֹ֣א H3808 יִפְתַּח H6605 פִּיו֒ H6310 כַּשֶּׂה֙ H7716 לַטֶּ֣בַח H2874 יוּבָ֔ל H2986 וּכְ H7353 לִפְנֵ֥י H6440 גֹזְזֶ֖יהָ H1494 נֶאֱלָ֑מָה H481 וְלֹ֥א H3808 יִפְתַּ֖ח H6605 פִּֽיו H6310 ",
      "8": "מֵעֹ֤צֶר H6115 וּמִ H4941 לֻקָּ֔ח H3947 וְאֶת H853 דּוֹר֖וֹ H1755 מִ֣י H4310 יְשׂוֹחֵ֑חַ H7878 כִּ֤י H3588 נִגְזַר֙ H1504 מֵאֶ֣רֶץ H776 חַיִּ֔ים H2416 מִפֶּ֥שַׁע H6588 עַמִּ֖י H5971 נֶ֥גַע H5061 לָֽמוֹ Hl ",
      "9": "וַיִּתֵּ֤ן H5414 אֶת H854 רְשָׁעִים֙ H7563 קִבְר֔וֹ H6913 וְאֶת H854 עָשִׁ֖יר H6223 בְּמֹתָ֑י H4194 עַ֚ל H5921 לֹא H3808 חָמָ֣ס H2555 עָשָׂ֔ה H6213 וְלֹ֥א H3808 מִרְמָ֖ה H4820 בְּפִֽי H6310 ",
      "10": "וַיהוָ֞ה H3068 חָפֵ֤ץ H2654 דַּכְּאוֹ֙ H1792 הֶֽחֱלִ֔י H2470 אִם H518 תָּשִׂ֤ים H7760 אָשָׁם֙ H817 נַפְשׁ֔וֹ H5315 יִרְאֶ֥ה H7200 זֶ֖רַע H2233 יַאֲרִ֣יךְ H748 יָמִ֑ים H3117 וְחֵ֥פֶץ H2656 יְהוָ֖ה H3068 בְּיָד֥ H3027 יִצְלָֽח H6743 ",
      "11": "מֵעֲמַ֤ל H5999 נַפְשׁוֹ֙ H5315 יִרְאֶ֣ה H7200 יִשְׂבָּ֔ע H7646 בְּדַעְתּ֗ H1847 יַצְדִּ֥יק H6663 צַדִּ֛יק H6662 עַבְדִּ֖י H5650 לָֽרַבִּ֑ים H7227 וַעֲוֺנֹתָ֖ H5771 ה֥וּא H1931 יִסְבֹּֽל H5445 ",
      "12": "לָכֵ֞ן H3651 אֲחַלֶּק H2505 ל֣וֹ Hl בָרַבִּ֗ים H7227 וְאֶת H854 עֲצוּמִים֮ H6099 יְחַלֵּ֣ק H2505 שָׁלָל֒ H7998 תַּ֗חַת H8478 אֲשֶׁ֨ר H834 הֶעֱרָ֤ה H6168 לַמָּ֨וֶת֙ H4194 נַפְשׁ֔וֹ H5315 וְאֶת H854 פֹּשְׁעִ֖ים H6586 נִמְנָ֑ה H4487 וְהוּא֙ H1931 חֵטְא H2399 רַבִּ֣ים H7227 נָשָׂ֔א H5375 וְלַ H6586 יַפְגִּֽיעַ H6293 "
    },
    "54": {
      "1": "רָנִּ֥י H7442 עֲקָרָ֖ה H6135 לֹ֣א H3808 יָלָ֑דָה H3205 פִּצְחִ֨י H6476 רִנָּ֤ה H7440 וְצַהֲלִי֙ H6670 לֹא H3808 חָ֔לָה H2342 כִּֽי H3588 רַבִּ֧ים H7227 בְּֽנֵי H1121 שׁוֹמֵמָ֛ה H8074 מִבְּנֵ֥י H1121 בְעוּלָ֖ה H1166 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "2": "הַרְחִ֣יבִי H7337 מְק֣וֹם H4725 אָהֳלֵ֗ךְ H168 וִירִיע֧וֹת H3407 מִשְׁכְּנוֹתַ֛יִךְ H4908 יַטּ֖וּ H5186 אַל H408 תַּחְשֹׂ֑כִי H2820 הַאֲרִ֨יכִי֙ H748 מֵֽיתָרַ֔יִךְ H4340 וִיתֵדֹתַ֖יִ H3489 חַזֵּֽקִי H2388 ",
      "3": "כִּי H3588 יָמִ֥ין H3225 וּשְׂמֹ֖אול H8040 תִּפְרֹ֑צִי H6555 וְזַרְעֵ H2233 גּוֹיִ֣ם H1471 יִירָ֔שׁ H3423 וְעָרִ֥ים H5892 נְשַׁמּ֖וֹת H8074 יוֹשִֽׁיבוּ H3427 ",
      "4": "אַל H408 תִּֽירְאִי֙ H3372 כִּי H3588 לֹ֣א H3808 תֵב֔וֹשִׁי H954 וְאַל H408 תִּכָּלְמִ֖י H3637 כִּ֣י H3588 לֹ֣א H3808 תַחְפִּ֑ירִי H2659 כִּ֣י H3588 בֹ֤שֶׁת H1322 עֲלוּמַ֨יִךְ֙ H5934 תִּשְׁכָּ֔חִי H7911 וְחֶרְפַּ֥ת H2781 אַלְמְנוּתַ֖יִךְ H491 לֹ֥א H3808 תִזְכְּרִי H2142 עֽוֹד H5750 ",
      "5": "כִּ֤י H3588 בֹעֲלַ֨יִךְ֙ H1166 עֹשַׂ֔יִךְ H6213 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמ֑וֹ H8034 וְגֹֽאֲלֵ H1350 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֔ל H3478 אֱלֹהֵ֥י H430 כָל H3605 הָאָ֖רֶץ H776 יִקָּרֵֽא H7121 ",
      "6": "כִּֽי H3588 כְאִשָּׁ֧ה H802 עֲזוּבָ֛ה H5800 וַעֲצ֥וּבַת H6087 ר֖וּחַ H7307 קְרָאָ֣ךְ H7121 יְהוָ֑ה H3068 וְאֵ֧שֶׁת H802 נְעוּרִ֛ים H5271 כִּ֥י H3588 תִמָּאֵ֖ס H3988 אָמַ֥ר H559 אֱלֹהָֽיִךְ H430 ",
      "7": "בְּרֶ֥גַע H7281 קָטֹ֖ן H6996 עֲזַבְתִּ֑יךְ H5800 וּבְ H7356 גְּדֹלִ֖ים H1419 אֲקַבְּצֵֽךְ H6908 ",
      "8": "בְּשֶׁ֣צֶף H8241 קֶ֗צֶף H7110 הִסְתַּ֨רְתִּי H5641 פָנַ֥י H6440 רֶ֨גַע֙ H7281 מִמֵּ֔ךְ H4480 וּבְ H2617 עוֹלָ֖ם H5769 רִֽחַמְתִּ֑יךְ H7355 אָמַ֥ר H559 גֹּאֲלֵ֖ךְ H1350 יְהוָֽה H3068 ",
      "9": "כִּי H3588 מֵ֥י H4325 נֹ֨חַ֙ H5146 זֹ֣את H2063 לִ֔י Hl אֲשֶׁ֣ר H834 נִשְׁבַּ֗עְתִּי H7650 מֵעֲבֹ֥ר H5674 מֵי H4325 נֹ֛חַ H5146 ע֖וֹד H5750 עַל H5921 הָאָ֑רֶץ H776 כֵּ֥ן H3651 נִשְׁבַּ֛עְתִּי H7650 מִקְּצֹ֥ף H7107 עָלַ֖יִךְ H5921 וּמִ H1605 בָּֽךְ Hb ",
      "10": "כִּ֤י H3588 הֶֽהָרִים֙ H2022 יָמ֔וּשׁוּ H4185 וְהַ H1389 תְּמוּטֶ֑נָה H4131 וְחַסְדִּ֞ H2617 מֵאִתֵּ֣ H854 לֹֽא H3808 יָמ֗וּשׁ H4185 וּבְרִ֤ית H1285 שְׁלוֹמִי֙ H7965 לֹ֣א H3808 תָמ֔וּט H4131 אָמַ֥ר H559 מְרַחֲמֵ֖ךְ H7355 יְהוָֽה H3068 ",
      "11": "עֲנִיָּ֥ה H6041 סֹעֲרָ֖ה H5590 לֹ֣א H3808 נֻחָ֑מָה H5162 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 מַרְבִּ֤יץ H7257 בַּפּוּךְ֙ H6320 אֲבָנַ֔יִךְ H68 וִיסַדְתִּ֖י H3245 בַּסַּפִּירִֽים H5601 ",
      "12": "וְשַׂמְתִּ֤י H7760 כַּֽדְכֹד֙ H3539 שִׁמְשֹׁתַ֔יִךְ H8121 וּשְׁעָרַ֖יִ H8179 לְאַבְנֵ֣י H68 אֶקְדָּ֑ח H688 וְכָל H3605 גְּבוּלֵ֖ךְ H1366 לְאַבְנֵי H68 חֵֽפֶץ H2656 ",
      "13": "וְכָל H3605 בָּנַ֖יִךְ H1121 לִמּוּדֵ֣י H3928 יְהוָ֑ה H3068 וְרַ֖ב H7227 שְׁל֥וֹם H7965 בָּנָֽיִךְ H1121 ",
      "14": "בִּצְדָקָ֖ה H6666 תִּכּוֹנָ֑נִי H3559 רַחֲקִ֤י H7368 מֵעֹ֨שֶׁק֙ H6233 כִּֽי H3588 לֹ֣א H3808 תִירָ֔אִי H3372 וּמִ֨ H4288 כִּ֥י H3588 לֹֽא H3808 תִקְרַ֖ב H7126 אֵלָֽיִךְ H413 ",
      "15": "הֵ֣ן H2005 גּ֥וֹר H1481 יָג֛וּר H1481 אֶ֖פֶס H657 מֵֽאוֹתִ֑ H853 מִי H4310 גָ֥ר H1481 אִתָּ֖ךְ H854 עָלַ֥יִךְ H5921 יִפּֽוֹל H5307 ",
      "16": "הן H2005 אָֽנֹכִי֙ H595 בָּרָ֣אתִי H1254 חָרָ֔שׁ H2796 נֹפֵ֨חַ֙ H5301 בְּאֵ֣שׁ H784 פֶּחָ֔ם H6352 וּמוֹצִ֥יא H3318 כְלִ֖י H3627 לְמַעֲשֵׂ֑ H4639 וְאָנֹכִ֛י H595 בָּרָ֥אתִי H1254 מַשְׁחִ֖ית H7843 לְחַבֵּֽל H2254 ",
      "17": "כָּל H3605 כְּלִ֞י H3627 יוּצַ֤ר H3335 עָלַ֨יִךְ֙ H5921 לֹ֣א H3808 יִצְלָ֔ח H6743 וְכָל H3605 לָשׁ֛וֹן H3956 תָּֽקוּם H6965 אִתָּ֥ךְ H854 לַמִּשְׁפָּ֖ט H4941 תַּרְשִׁ֑יעִי H7561 זֹ֡את H2063 נַחֲלַת֩ H5159 עַבְדֵ֨י H5650 יְהוָ֧ה H3068 וְצִדְקָתָ֛ H6666 מֵאִתִּ֖ H854 נְאֻם H5002 יְהוָֽה H3068 "
    },
    "55": {
      "1": "ה֤וֹי H1945 כָּל H3605 צָמֵא֙ H6771 לְכ֣וּ H3212 לַמַּ֔יִם H4325 וַאֲשֶׁ֥ר H834 אֵֽין H369 ל֖וֹ Hl כָּ֑סֶף H3701 לְכ֤וּ H3212 שִׁבְרוּ֙ H7666 וֶֽאֱכֹ֔לוּ H398 וּלְכ֣וּ H3212 שִׁבְר֗וּ H7666 בְּלוֹא H3808 כֶ֛סֶף H3701 וּבְ H3808 מְחִ֖יר H4242 יַ֥יִן H3196 וְחָלָֽב H2461 ",
      "2": "לָ֤מָּה H4100 תִשְׁקְלוּ H8254 כֶ֨סֶף֙ H3701 בְּֽלוֹא H3808 לֶ֔חֶם H3899 וִיגִיעֲ H3018 בְּל֣וֹא H3808 לְשָׂבְעָ֑ה H7654 שִׁמְע֨וּ H8085 שָׁמ֤וֹעַ H8085 אֵלַי֙ H413 וְאִכְלוּ H398 ט֔וֹב H2896 וְתִתְעַנַּ֥ג H6026 בַּדֶּ֖שֶׁן H1880 נַפְשְׁכֶֽם H5315 ",
      "3": "הַטּ֤וּ H5186 אָזְנְכֶם֙ H241 וּלְכ֣וּ H3212 אֵלַ֔י H413 שִׁמְע֖וּ H8085 וּתְחִ֣י H2421 נַפְשְׁכֶ֑ם H5315 וְאֶכְרְתָ֤ה H3772 לָכֶם֙ Hl בְּרִ֣ית H1285 עוֹלָ֔ם H5769 חַֽסְדֵ֥י H2617 דָוִ֖ד H1732 הַנֶּאֱמָנִֽים H539 ",
      "4": "הֵ֛ן H2005 עֵ֥ד H5707 לְאוּמִּ֖ים H3816 נְתַתִּ֑יו H5414 נָגִ֥יד H5057 וּמְצַוֵּ֖ה H6680 לְאֻמִּֽים H3816 ",
      "5": "הֵ֣ן H2005 גּ֤וֹי H1471 לֹֽא H3808 תֵדַע֙ H3045 תִּקְרָ֔א H7121 וְג֥וֹי H1471 לֹֽא H3808 יְדָע֖וּךָ H3045 אֵלֶ֣יךָ H413 יָר֑וּצוּ H7323 לְמַ֨עַן֙ H4616 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְלִ H6918 יִשְׂרָאֵ֖ל H3478 כִּ֥י H3588 פֵאֲרָֽךְ H6286 ",
      "6": "דִּרְשׁ֥וּ H1875 יְהוָ֖ה H3068 בְּהִמָּצְא֑ H4672 קְרָאֻ֖הוּ H7121 בִּֽהְיוֹת֥ H1961 קָרֽוֹב H7138 ",
      "7": "יַעֲזֹ֤ב H5800 רָשָׁע֙ H7563 דַּרְכּ֔וֹ H1870 וְאִ֥ישׁ H376 אָ֖וֶן H205 מַחְשְׁבֹתָ֑יו H4284 וְיָשֹׁ֤ב H7725 אֶל H413 יְהוָה֙ H3068 וִֽירַחֲמֵ֔ H7355 וְאֶל H413 אֱלֹהֵ֖ינוּ H430 כִּֽי H3588 יַרְבֶּ֥ה H7235 לִסְלֽוֹחַ H5545 ",
      "8": "כִּ֣י H3588 לֹ֤א H3808 מַחְשְׁבוֹתַי֙ H4284 מַחְשְׁב֣וֹתֵיכֶ֔ם H4284 וְלֹ֥א H3808 דַרְכֵיכֶ֖ם H1870 דְּרָכָ֑י H1870 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
      "9": "כִּֽי H3588 גָבְה֥וּ H1361 שָׁמַ֖יִם H8064 מֵאָ֑רֶץ H776 כֵּ֣ן H3651 גָּבְה֤וּ H1361 דְרָכַי֙ H1870 מִדַּרְכֵי H1870 וּמַחְשְׁבֹתַ֖ H4284 מִמַּחְשְׁבֹתֵי H4284 ",
      "10": "כִּ֡י H3588 כַּאֲשֶׁ֣ר H834 יֵרֵד֩ H3381 הַגֶּ֨שֶׁם H1653 וְהַ H7950 מִן H4480 הַשָּׁמַ֗יִם H8064 וְשָׁ֨מָּ H8033 לֹ֣א H3808 יָשׁ֔וּב H7725 כִּ֚י H3588 אִם H518 הִרְוָ֣ה H7301 אֶת H853 הָאָ֔רֶץ H776 וְהוֹלִידָ֖ H3205 וְהִצְמִיחָ֑ H6779 וְנָ֤תַן H5414 זֶ֨רַע֙ H2233 לַזֹּרֵ֔עַ H2232 וְלֶ֖חֶם H3899 לָאֹכֵֽל H398 ",
      "11": "כֵּ֣ן H3651 יִֽהְיֶ֤ה H1961 דְבָרִי֙ H1697 אֲשֶׁ֣ר H834 יֵצֵ֣א H3318 מִפִּ֔ H6310 לֹֽא H3808 יָשׁ֥וּב H7725 אֵלַ֖י H413 רֵיקָ֑ם H7387 כִּ֤י H3588 אִם H518 עָשָׂה֙ H6213 אֶת H853 אֲשֶׁ֣ר H834 חָפַ֔צְתִּי H2654 וְהִצְלִ֖יחַ H6743 אֲשֶׁ֥ר H834 שְׁלַחְתִּֽיו H7971 ",
      "12": "כִּֽי H3588 בְשִׂמְחָ֣ה H8057 תֵצֵ֔אוּ H3318 וּבְ H7965 תּֽוּבָל֑וּן H2986 הֶהָרִ֣ים H2022 וְהַ H1389 יִפְצְח֤וּ H6476 לִפְנֵי H6440 רִנָּ֔ה H7440 וְכָל H3605 עֲצֵ֥י H6086 הַשָּׂדֶ֖ה H7704 יִמְחֲאוּ H4222 כָֽף H3709 ",
      "13": "תַּ֤חַת H8478 הַֽנַּעֲצוּץ֙ H5285 יַעֲלֶ֣ה H5927 בְר֔וֹשׁ H1265 תחת H8478 הַסִּרְפַּ֖ד H5636 יַעֲלֶ֣ה H5927 הֲדַ֑ס H1918 וְהָיָ֤ה H1961 לַֽיהוָה֙ H3068 לְשֵׁ֔ם H8034 לְא֥וֹת H226 עוֹלָ֖ם H5769 לֹ֥א H3808 יִכָּרֵֽת H3772 "
    },
    "56": {
      "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שִׁמְר֥וּ H8104 מִשְׁפָּ֖ט H4941 וַעֲשׂ֣וּ H6213 צְדָקָ֑ה H6666 כִּֽי H3588 קְרוֹבָ֤ה H7138 יְשֽׁוּעָתִי֙ H3444 לָב֔וֹא H935 וְצִדְקָתִ֖ H6666 לְהִגָּלֽוֹת H1540 ",
      "2": "אַשְׁרֵ֤י H835 אֱנוֹשׁ֙ H582 יַעֲשֶׂה H6213 זֹּ֔את H2063 וּבֶן H1121 אָדָ֖ם H120 יַחֲזִ֣יק H2388 בָּ֑הּ Hb שֹׁמֵ֤ר H8104 שַׁבָּת֙ H7676 מֵֽחַלְּל֔ H2490 וְשֹׁמֵ֥ר H8104 יָד֖וֹ H3027 מֵעֲשׂ֥וֹת H6213 כָּל H3605 רָֽע H7451 ",
      "3": "וְאַל H408 יֹאמַ֣ר H559 בֶּן H1121 הַנֵּכָ֗ר H5236 הַנִּלְוָ֤ה H3867 אֶל H413 יְהוָה֙ H3068 לֵאמֹ֔ר H559 הַבְדֵּ֧ל H914 יַבְדִּילַ֛נִי H914 יְהוָ֖ה H3068 מֵעַ֣ל H5921 עַמּ֑וֹ H5971 וְאַל H408 יֹאמַר֙ H559 הַסָּרִ֔יס H5631 הֵ֥ן H2005 אֲנִ֖י H589 עֵ֥ץ H6086 יָבֵֽשׁ H3002 ",
      "4": "כִּי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 לַסָּֽרִיסִים֙ H5631 אֲשֶׁ֤ר H834 יִשְׁמְרוּ֙ H8104 אֶת H853 שַׁבְּתוֹתַ֔י H7676 וּבָֽחֲר֖וּ H977 בַּאֲשֶׁ֣ר H834 חָפָ֑צְתִּי H2654 וּמַחֲזִיקִ֖ים H2388 בִּבְרִיתִֽ H1285 ",
      "5": "וְנָתַתִּ֨י H5414 לָהֶ֜ם Hl בְּבֵיתִ֤ H1004 וּבְ H2346 יָ֣ד H3027 וָשֵׁ֔ם H8034 ט֖וֹב H2896 מִבָּנִ֣ים H1121 וּמִ H1323 שֵׁ֤ם H8034 עוֹלָם֙ H5769 אֶתֶּן H5414 ל֔וֹ Hl אֲשֶׁ֖ר H834 לֹ֥א H3808 יִכָּרֵֽת H3772 ",
      "6": "וּבְנֵ֣י H1121 הַנֵּכָ֗ר H5236 הַנִּלְוִ֤ים H3867 עַל H5921 יְהוָה֙ H3068 לְשָׁ֣רְת֔ H8334 וּֽלְ H157 אֶת H853 שֵׁ֣ם H8034 יְהוָ֔ה H3068 לִהְי֥וֹת H1961 ל֖וֹ Hl לַעֲבָדִ֑ים H5650 כָּל H3605 שֹׁמֵ֤ר H8104 שַׁבָּת֙ H7676 מֵֽחַלְּל֔ H2490 וּמַחֲזִיקִ֖ים H2388 בִּבְרִיתִֽ H1285 ",
      "7": "וַהֲבִיאוֹתִ֞י H935 אֶל H413 הַ֣ר H2022 קָדְשִׁ֗י H6944 וְשִׂמַּחְתִּי H8055 בְּבֵ֣ית H1004 תְּפִלָּתִ֔י H8605 עוֹלֹתֵיהֶ֧ם H5930 וְזִבְחֵי H2077 לְרָצ֖וֹן H7522 עַֽל H5921 מִזְבְּחִ֑י H4196 כִּ֣י H3588 בֵיתִ֔י H1004 בֵּית H1004 תְּפִלָּ֥ה H8605 יִקָּרֵ֖א H7121 לְכָל H3605 הָעַמִּֽים H5971 ",
      "8": "נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 מְקַבֵּ֖ץ H6908 נִדְחֵ֣י H1760 יִשְׂרָאֵ֑ל H3478 ע֛וֹד H5750 אֲקַבֵּ֥ץ H6908 עָלָ֖יו H5921 לְנִקְבָּצָֽי H6908 ",
      "9": "כֹּ֖ל H3605 חַיְת֣וֹ H2416 שָׂדָ֑י H7704 אֵתָ֕יוּ H857 לֶאֱכֹ֥ל H398 כָּל H3605 חַיְת֖וֹ H2416 בַּיָּֽעַר H3293 ",
      "10": "צפו H6822 עִוְרִ֤ים H5787 כֻּלָּם֙ H3605 לֹ֣א H3808 יָדָ֔עוּ H3045 כֻּלָּם֙ H3605 כְּלָבִ֣ים H3611 אִלְּמִ֔ים H483 לֹ֥א H3808 יוּכְל֖וּ H3201 לִנְבֹּ֑חַ H5024 הֹזִים֙ H1957 שֹֽׁכְבִ֔ים H7901 אֹהֲבֵ֖י H157 לָנֽוּם H5123 ",
      "11": "וְהַ H3611 עַזֵּי H5794 נֶ֗פֶשׁ H5315 לֹ֤א H3808 יָֽדְעוּ֙ H3045 שָׂבְעָ֔ה H7654 וְהֵ֣מָּה H1992 רֹעִ֔ים H7462 לֹ֥א H3808 יָדְע֖וּ H3045 הָבִ֑ין H995 כֻּלָּם֙ H3605 לְדַרְכָּ֣ H1870 פָּנ֔וּ H6437 אִ֥ישׁ H376 לְבִצְע֖ H1215 מִקָּצֵֽ H7097 ",
      "12": "אֵתָ֥יוּ H857 אֶקְחָה H3947 יַ֖יִן H3196 וְנִסְבְּאָ֣ה H5433 שֵׁכָ֑ר H7941 וְהָיָ֤ה H1961 כָזֶה֙ H2088 י֣וֹם H3117 מָחָ֔ר H4279 גָּד֖וֹל H1419 יֶ֥תֶר H3499 מְאֹֽד H3966 "
    },
    "57": {
      "1": "הַצַּדִּ֣יק H6662 אָבָ֔ד H6 וְאֵ֥ין H369 אִ֖ישׁ H376 שָׂ֣ם H7760 עַל H5921 לֵ֑ב H3820 וְאַנְשֵׁי H376 חֶ֤סֶד H2617 נֶֽאֱסָפִים֙ H622 בְּאֵ֣ין H369 מֵבִ֔ין H995 כִּֽי H3588 מִפְּנֵ֥י H6440 הָרָעָ֖ה H7451 נֶאֱסַ֥ף H622 הַצַּדִּֽיק H6662 ",
      "2": "יָב֣וֹא H935 שָׁל֔וֹם H7965 יָנ֖וּחוּ H5117 עַל H5921 מִשְׁכְּבוֹתָ֑ם H4904 הֹלֵ֖ךְ H1980 נְכֹחֽוֹ H5228 ",
      "3": "וְאַתֶּ֥ם H859 קִרְבוּ H7126 הֵ֖נָּה H2008 בְּנֵ֣י H1121 עֹנְנָ֑ה H6049 זֶ֥רַע H2233 מְנָאֵ֖ף H5003 וַתִּזְנֶֽה H2181 ",
      "4": "עַל H5921 מִי֙ H4310 תִּתְעַנָּ֔גוּ H6026 עַל H5921 מִ֛י H4310 תַּרְחִ֥יבוּ H7337 פֶ֖ה H6310 תַּאֲרִ֣יכוּ H748 לָשׁ֑וֹן H3956 הֲלֽוֹא H3808 אַתֶּ֥ם H859 יִלְדֵי H3206 פֶ֖שַׁע H6588 זֶ֥רַע H2233 שָֽׁקֶר H8267 ",
      "5": "הַנֵּֽחָמִים֙ H2552 בָּֽאֵלִ֔ים H410 תַּ֖חַת H8478 כָּל H3605 עֵ֣ץ H6086 רַעֲנָ֑ן H7488 שֹׁחֲטֵ֤י H7819 הַיְלָדִים֙ H3206 בַּנְּחָלִ֔ים H5158 תַּ֖חַת H8478 סְעִפֵ֥י H5585 הַסְּלָעִֽים H5553 ",
      "6": "בְּחַלְּקֵי H2511 נַ֣חַל H5158 חֶלְקֵ֔ךְ H2506 הֵ֥ם H1992 הֵ֖ם H1992 גּוֹרָלֵ֑ךְ H1486 גַּם H1571 לָהֶ֞ם H1992 שָׁפַ֥כְתְּ H8210 נֶ֨סֶךְ֙ H5262 הֶעֱלִ֣ית H5927 מִנְחָ֔ה H4503 הַ֥עַל H5921 אֵ֖לֶּה H428 אֶנָּחֵֽם H5162 ",
      "7": "עַ֤ל H5921 הַר H2022 גָּבֹ֨הַּ֙ H1364 וְנִשָּׂ֔א H5375 שַׂ֖מְתְּ H7760 מִשְׁכָּבֵ֑ךְ H4904 גַּם H1571 שָׁ֥ם H8033 עָלִ֖ית H5927 לִזְבֹּ֥חַ H2076 זָֽבַח H2077 ",
      "8": "וְאַחַ֤ר H310 הַדֶּ֨לֶת֙ H1817 וְהַ H4201 שַׂ֖מְתְּ H7760 זִכְרוֹנֵ֑ךְ H2146 כִּ֣י H3588 מֵאִתִּ֞ H854 גִּלִּ֣ית H1540 וַֽתַּעֲלִ֗י H5927 הִרְחַ֤בְתְּ H7337 מִשְׁכָּבֵךְ֙ H4904 וַתִּכְרָת H3772 לָ֣ךְ Hl מֵהֶ֔ם H1992 אָהַ֥בְתְּ H157 מִשְׁכָּבָ֖ם H4904 יָ֥ד H3027 חָזִֽית H2372 ",
      "9": "וַתָּשֻׁ֤רִי H7788 לַמֶּ֨לֶךְ֙ H4428 בַּשֶּׁ֔מֶן H8081 וַתַּרְבִּ֖י H7235 רִקֻּחָ֑יִךְ H7547 וַתְּשַׁלְּחִ֤י H7971 צִרַ֨יִךְ֙ H6735 עַד H5704 מֵ֣רָחֹ֔ק H7350 וַתַּשְׁפִּ֖ילִי H8213 עַד H5704 שְׁאֽוֹל H7585 ",
      "10": "בְּרֹ֤ב H7230 דַּרְכֵּךְ֙ H1870 יָגַ֔עַתְּ H3021 לֹ֥א H3808 אָמַ֖רְתְּ H559 נוֹאָ֑שׁ H2976 חַיַּ֤ת H2416 יָדֵךְ֙ H3027 מָצָ֔את H4672 עַל H5921 כֵּ֖ן H3651 לֹ֥א H3808 חָלִֽית H2470 ",
      "11": "וְאֶת H853 מִ֞י H4310 דָּאַ֤גְתְּ H1672 וַתִּֽירְאִי֙ H3372 כִּ֣י H3588 תְכַזֵּ֔בִי H3576 וְאוֹתִ H853 לֹ֣א H3808 זָכַ֔רְתְּ H2142 לֹא H3808 שַׂ֖מְתְּ H7760 עַל H5921 לִבֵּ֑ךְ H3820 הֲלֹ֨א H3808 אֲנִ֤י H589 מַחְשֶׁה֙ H2814 וּמֵ֣ H5769 וְאוֹתִ֖ H853 לֹ֥א H3808 תִירָֽאִי H3372 ",
      "12": "אֲנִ֥י H589 אַגִּ֖יד H5046 צִדְקָתֵ֑ךְ H6666 וְאֶֽת H853 מַעֲשַׂ֖יִךְ H4639 וְלֹ֥א H3808 יוֹעִילֽוּךְ H3276 ",
      "13": "בְּזַֽעֲקֵ H2199 יַצִּילֻ֣ךְ H5337 קִבּוּצַ֔יִךְ H6899 וְאֶת H853 כֻּלָּ֥ם H3605 יִשָּׂא H5375 ר֖וּחַ H7307 יִקַּח H3947 הָ֑בֶל H1892 וְהַ H2620 בִי֙ Hb יִנְחַל H5157 אֶ֔רֶץ H776 וְיִירַ֖שׁ H3423 הַר H2022 קָדְשִֽׁי H6944 ",
      "14": "וְאָמַ֥ר H559 סֹֽלּוּ H5549 סֹ֖לּוּ H5549 פַּנּוּ H6437 דָ֑רֶךְ H1870 הָרִ֥ימוּ H7311 מִכְשׁ֖וֹל H4383 מִדֶּ֥רֶךְ H1870 עַמִּֽי H5971 ",
      "15": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 רָ֣ם H7311 וְנִשָּׂ֗א H5375 שֹׁכֵ֥ן H7931 עַד֙ H5703 וְקָד֣וֹשׁ H6918 שְׁמ֔וֹ H8034 מָר֥וֹם H4791 וְקָד֖וֹשׁ H6918 אֶשְׁכּ֑וֹן H7931 וְאֶת H854 דַּכָּא֙ H1793 וּשְׁפַל H8217 ר֔וּחַ H7307 לְהַחֲיוֹת֙ H2421 ר֣וּחַ H7307 שְׁפָלִ֔ים H8217 וּֽלְ H2421 לֵ֥ב H3820 נִדְכָּאִֽים H1792 ",
      "16": "כִּ֣י H3588 לֹ֤א H3808 לְעוֹלָם֙ H5769 אָרִ֔יב H7378 וְלֹ֥א H3808 לָנֶ֖צַח H5331 אֶקְּצ֑וֹף H7107 כִּי H3588 ר֨וּחַ֙ H7307 מִלְּ H6440 יַֽעֲט֔וֹף H5848 וּנְשָׁמ֖וֹת H5397 אֲנִ֥י H589 עָשִֽׂיתִי H6213 ",
      "17": "בַּעֲוֺ֥ן H5771 בִּצְע֛וֹ H1215 קָצַ֥פְתִּי H7107 וְאַכֵּ֖ H5221 הַסְתֵּ֣ר H5641 וְאֶקְצֹ֑ף H7107 וַיֵּ֥לֶךְ H3212 שׁוֹבָ֖ב H7726 בְּדֶ֥רֶךְ H1870 לִבּֽוֹ H3820 ",
      "18": "דְּרָכָ֥יו H1870 רָאִ֖יתִי H7200 וְאֶרְפָּאֵ֑ H7495 וְאַנְחֵ֕ H5148 וַאֲשַׁלֵּ֧ם H7999 נִֽחֻמִ֛ים H5150 ל֖וֹ Hl וְלַ H57 ",
      "19": "בּוֹרֵ֖א H1254 נוב H5108 שְׂפָתָ֑יִם H8193 שָׁל֨וֹם H7965 שָׁל֜וֹם H7965 לָרָח֧וֹק H7350 וְלַ H7138 אָמַ֥ר H559 יְהוָ֖ה H3068 וּרְפָאתִֽי H7495 ",
      "20": "וְהָ H7563 כַּיָּ֣ם H3220 נִגְרָ֑שׁ H1644 כִּ֤י H3588 הַשְׁקֵט֙ H8252 לֹ֣א H3808 יוּכָ֔ל H3201 וַיִּגְרְשׁ֥וּ H1644 מֵימָ֖יו H4325 רֶ֥פֶשׁ H7516 וָטִֽיט H2916 ",
      "21": "אֵ֣ין H369 שָׁל֔וֹם H7965 אָמַ֥ר H559 אֱלֹהַ֖י H430 לָרְשָׁעִֽים H7563 "
    },
    "58": {
      "1": "קְרָ֤א H7121 בְגָרוֹן֙ H1627 אַל H408 תַּחְשֹׂ֔ךְ H2820 כַּשּׁוֹפָ֖ר H7782 הָרֵ֣ם H7311 קוֹלֶ֑ךָ H6963 וְהַגֵּ֤ד H5046 לְעַמִּ H5971 פִּשְׁעָ֔ם H6588 וּלְ H1004 יַעֲקֹ֖ב H3290 חַטֹּאתָֽם H2403 ",
      "2": "וְאוֹתִ֗ H853 י֥וֹם H3117 יוֹם֙ H3117 יִדְרֹשׁ֔וּן H1875 וְדַ֥עַת H1847 דְּרָכַ֖י H1870 יֶחְפָּצ֑וּן H2654 כְּג֞וֹי H1471 אֲשֶׁר H834 צְדָקָ֣ה H6666 עָשָׂ֗ה H6213 וּמִשְׁפַּ֤ט H4941 אֱלֹהָיו֙ H430 לֹ֣א H3808 עָזָ֔ב H5800 יִשְׁאָל֨וּנִי֙ H7592 מִשְׁפְּטֵי H4941 צֶ֔דֶק H6664 קִרְבַ֥ת H7132 אֱלֹהִ֖ים H430 יֶחְפָּצֽוּן H2654 ",
      "3": "לָ֤מָּה H4100 צַּ֨מְנוּ֙ H6684 וְלֹ֣א H3808 רָאִ֔יתָ H7200 עִנִּ֥ינוּ H6031 נַפְשֵׁ֖נוּ H5315 וְלֹ֣א H3808 תֵדָ֑ע H3045 הֵ֣ן H2005 בְּי֤וֹם H3117 צֹֽמְכֶם֙ H6685 תִּמְצְאוּ H4672 חֵ֔פֶץ H2656 וְכָל H3605 עַצְּבֵיכֶ֖ם H6092 תִּנְגֹּֽשׂוּ H5065 ",
      "4": "הֵ֣ן H2005 לְרִ֤יב H7379 וּמַצָּה֙ H4683 תָּצ֔וּמוּ H6684 וּלְ H5221 בְּאֶגְרֹ֣ף H106 רֶ֑שַׁע H7562 לֹא H3808 תָצ֣וּמוּ H6684 כַיּ֔וֹם H3117 לְהַשְׁמִ֥יעַ H8085 בַּמָּר֖וֹם H4791 קוֹלְכֶֽם H6963 ",
      "5": "הֲכָ H2088 יִֽהְיֶה֙ H1961 צ֣וֹם H6685 אֶבְחָרֵ֔הוּ H977 י֛וֹם H3117 עַנּ֥וֹת H6031 אָדָ֖ם H120 נַפְשׁ֑וֹ H5315 הֲלָ H3721 כְּאַגְמֹ֜ן H100 רֹאשׁ֗וֹ H7218 וְשַׂ֤ק H8242 וָאֵ֨פֶר֙ H665 יַצִּ֔יעַ H3331 הֲלָ H2088 תִּקְרָא H7121 צ֔וֹם H6685 וְי֥וֹם H3117 רָצ֖וֹן H7522 לַיהוָֽה H3068 ",
      "6": "הֲל֣וֹא H3808 זֶה֮ H2088 צ֣וֹם H6685 אֶבְחָרֵהוּ֒ H977 פַּתֵּ֨חַ֙ H6605 חַרְצֻבּ֣וֹת H2784 רֶ֔שַׁע H7562 הַתֵּ֖ר H5425 אֲגֻדּ֣וֹת H92 מוֹטָ֑ה H4133 וְשַׁלַּ֤ח H7971 רְצוּצִים֙ H7533 חָפְשִׁ֔ים H2670 וְכָל H3605 מוֹטָ֖ה H4133 תְּנַתֵּֽקוּ H5423 ",
      "7": "הֲל֨וֹא H3808 פָרֹ֤ס H6536 לָֽרָעֵב֙ H7457 לַחְמֶ֔ךָ H3899 וַעֲנִיִּ֥ים H6041 מְרוּדִ֖ים H4788 תָּ֣בִיא H935 בָ֑יִת H1004 כִּֽי H3588 תִרְאֶ֤ה H7200 עָרֹם֙ H6174 וְכִסִּית֔ H3680 וּמִ H1320 לֹ֥א H3808 תִתְעַלָּֽם H5956 ",
      "8": "אָ֣ז H227 יִבָּקַ֤ע H1234 כַּשַּׁ֨חַר֙ H7837 אוֹרֶ֔ךָ H216 וַאֲרֻכָתְ H724 מְהֵרָ֣ה H4120 תִצְמָ֑ח H6779 וְהָלַ֤ךְ H1980 לְפָנֶ֨י H6440 צִדְקֶ֔ךָ H6664 כְּב֥וֹד H3519 יְהוָ֖ה H3068 יַאַסְפֶֽךָ H622 ",
      "9": "אָ֤ז H227 תִּקְרָא֙ H7121 וַיהוָ֣ה H3068 יַעֲנֶ֔ה H6030 תְּשַׁוַּ֖ע H7768 וְיֹאמַ֣ר H559 הִנֵּ֑נִי H2005 אִם H518 תָּסִ֤יר H5493 מִתּֽוֹכְ H8432 מוֹטָ֔ה H4133 שְׁלַ֥ח H7971 אֶצְבַּ֖ע H676 וְדַבֶּר H1696 אָֽוֶן H205 ",
      "10": "וְתָפֵ֤ק H6329 לָֽרָעֵב֙ H7457 נַפְשֶׁ֔ךָ H5315 וְנֶ֥פֶשׁ H5315 נַעֲנָ֖ה H6031 תַּשְׂבִּ֑יעַ H7646 וְזָרַ֤ח H2224 בַּחֹ֨שֶׁךְ֙ H2822 אוֹרֶ֔ךָ H216 וַאֲפֵלָתְ H653 כַּֽצָּהֳרָֽיִם H6672 ",
      "11": "וְנָחֲ H5148 יְהוָה֮ H3068 תָּמִיד֒ H8548 וְהִשְׂבִּ֤יעַ H7646 בְּצַחְצָחוֹת֙ H6710 נַפְשֶׁ֔ךָ H5315 וְעַצְמֹתֶ֖י H6106 יַחֲלִ֑יץ H2502 וְהָיִ֨יתָ֙ H1961 כְּגַ֣ן H1588 רָוֶ֔ה H7302 וּכְ H4161 מַ֔יִם H4325 אֲשֶׁ֥ר H834 לֹא H3808 יְכַזְּב֖וּ H3576 מֵימָֽיו H4325 ",
      "12": "וּבָנ֤וּ H1129 מִמְּךָ֙ H4480 חָרְב֣וֹת H2723 עוֹלָ֔ם H5769 מוֹסְדֵ֥י H4146 דוֹר H1755 וָד֖וֹר H1755 תְּקוֹמֵ֑ם H6965 וְקֹרָ֤א H7121 לְךָ֙ Hl גֹּדֵ֣ר H1443 פֶּ֔רֶץ H6556 מְשֹׁבֵ֥ב H7725 נְתִיב֖וֹת H5410 לָשָֽׁבֶת H3427 ",
      "13": "אִם H518 תָּשִׁ֤יב H7725 מִשַּׁבָּת֙ H7676 רַגְלֶ֔ךָ H7272 עֲשׂ֥וֹת H6213 חֲפָצֶ֖יךָ H2656 בְּי֣וֹם H3117 קָדְשִׁ֑י H6944 וְקָרָ֨אתָ H7121 לַשַּׁבָּ֜ת H7676 עֹ֗נֶג H6027 לִקְד֤וֹשׁ H6918 יְהוָה֙ H3068 מְכֻבָּ֔ד H3513 וְכִבַּדְתּ H3513 מֵעֲשׂ֣וֹת H6213 דְּרָכֶ֔יךָ H1870 מִמְּצ֥וֹא H4672 חֶפְצְךָ֖ H2656 וְדַבֵּ֥ר H1696 דָּבָֽר H1697 ",
      "14": "אָ֗ז H227 תִּתְעַנַּג֙ H6026 עַל H5921 יְהוָ֔ה H3068 וְהִרְכַּבְתִּ֖י H7392 עַל H5921 בָּ֣מֳותֵי H1116 אָ֑רֶץ H776 וְהַאֲכַלְתִּ֗י H398 נַחֲלַת֙ H5159 יַעֲקֹ֣ב H3290 אָבִ֔יךָ H1 כִּ֛י H3588 פִּ֥י H6310 יְהוָ֖ה H3068 דִּבֵּֽר H1696 "
    },
    "59": {
      "1": "הֵ֛ן H2005 לֹֽא H3808 קָצְרָ֥ה H7114 יַד H3027 יְהוָ֖ה H3068 מֵֽהוֹשִׁ֑יעַ H3467 וְלֹא H3808 כָבְדָ֥ה H3513 אָזְנ֖וֹ H241 מִשְּׁמֽוֹעַ H8085 ",
      "2": "כִּ֤י H3588 אִם H518 עֲוֺנֹֽתֵיכֶם֙ H5771 הָי֣וּ H1961 מַבְדִּלִ֔ים H914 בֵּינֵכֶ֕ם H996 לְבֵ֖ין H996 אֱלֹֽהֵיכֶ֑ם H430 וְחַטֹּֽאותֵי H2403 הִסְתִּ֧ירוּ H5641 פָנִ֛ים H6440 מִכֶּ֖ם H4480 מִשְּׁמֽוֹעַ H8085 ",
      "3": "כִּ֤י H3588 כַפֵּיכֶם֙ H3709 נְגֹאֲל֣וּ H1351 בַדָּ֔ם H1818 וְאֶצְבְּעוֹתֵי H676 בֶּֽעָוֺ֑ן H5771 שִׂפְתֽוֹתֵיכֶם֙ H8193 דִּבְּרוּ H1696 שֶׁ֔קֶר H8267 לְשׁוֹנְכֶ֖ם H3956 עַוְלָ֥ה H5766 תֶהְגֶּֽה H1897 ",
      "4": "אֵין H369 קֹרֵ֣א H7121 בְצֶ֔דֶק H6664 וְאֵ֥ין H369 נִשְׁפָּ֖ט H8199 בֶּאֱמוּנָ֑ה H530 בָּט֤וֹחַ H982 עַל H5921 תֹּ֨הוּ֙ H8414 וְדַבֶּר H1696 שָׁ֔וְא H7723 הָר֥וֹ H2029 עָמָ֖ל H5999 וְהוֹלֵ֥יד H3205 אָֽוֶן H205 ",
      "5": "בֵּיצֵ֤י H1000 צִפְעוֹנִי֙ H6848 בִּקֵּ֔עוּ H1234 וְקוּרֵ֥י H6980 עַכָּבִ֖ישׁ H5908 יֶאֱרֹ֑גוּ H707 הָאֹכֵ֤ל H398 מִבֵּֽיצֵי H1000 יָמ֔וּת H4191 וְהַ H2116 תִּבָּקַ֥ע H1234 אֶפְעֶֽה H660 ",
      "6": "קֽוּרֵיהֶם֙ H6980 לֹא H3808 יִהְי֣וּ H1961 לְבֶ֔גֶד H899 וְלֹ֥א H3808 יִתְכַּסּ֖וּ H3680 בְּמַֽעֲשֵׂי H4639 מַֽעֲשֵׂיהֶם֙ H4639 מַֽעֲשֵׂי H4639 אָ֔וֶן H205 וּפֹ֥עַל H6467 חָמָ֖ס H2555 בְּכַפֵּי H3709 ",
      "7": "רַגְלֵיהֶם֙ H7272 לָרַ֣ע H7451 יָרֻ֔צוּ H7323 וִֽימַהֲר֔וּ H4116 לִשְׁפֹּ֖ךְ H8210 דָּ֣ם H1818 נָקִ֑י H5355 מַחְשְׁבֽוֹתֵיהֶם֙ H4284 מַחְשְׁב֣וֹת H4284 אָ֔וֶן H205 שֹׁ֥ד H7701 וָשֶׁ֖בֶר H7667 בִּמְסִלּוֹתָֽ H4546 ",
      "8": "דֶּ֤רֶךְ H1870 שָׁלוֹם֙ H7965 לֹ֣א H3808 יָדָ֔עוּ H3045 וְאֵ֥ין H369 מִשְׁפָּ֖ט H4941 בְּמַעְגְּלוֹתָ֑ H4570 נְתִיבֽוֹתֵיהֶם֙ H5410 עִקְּשׁ֣וּ H6140 לָהֶ֔ם H1992 כֹּ֚ל H3605 דֹּרֵ֣ךְ H1869 בָּ֔הּ Hb לֹ֥א H3808 יָדַ֖ע H3045 שָׁלֽוֹם H7965 ",
      "9": "עַל H5921 כֵּ֗ן H3651 רָחַ֤ק H7368 מִשְׁפָּט֙ H4941 מִמֶּ֔נּוּ H4480 וְלֹ֥א H3808 תַשִּׂיגֵ֖נוּ H5381 צְדָקָ֑ה H6666 נְקַוֶּ֤ה H6960 לָאוֹר֙ H216 וְהִנֵּה H2009 חֹ֔שֶׁךְ H2822 לִנְגֹה֖וֹת H5054 בָּאֲפֵל֥וֹת H653 נְהַלֵּֽךְ H1980 ",
      "10": "נְגַֽשְׁשָׁ֤ה H1659 כַֽעִוְרִים֙ H5787 קִ֔יר H7023 וּכְ H369 עֵינַ֖יִם H5869 נְגַשֵּׁ֑שָׁה H1659 כָּשַׁ֤לְנוּ H3782 בַֽצָּהֳרַ֨יִם֙ H6672 כַּנֶּ֔שֶׁף H5399 בָּאַשְׁמַנִּ֖ים H820 כַּמֵּתִֽים H4191 ",
      "11": "נֶהֱמֶ֤ה H1993 כַדֻּבִּים֙ H1677 כֻּלָּ֔נוּ H3605 וְכַ H3123 הָגֹ֣ה H1897 נֶהְגֶּ֑ה H1897 נְקַוֶּ֤ה H6960 לַמִּשְׁפָּט֙ H4941 וָאַ֔יִן H369 לִֽישׁוּעָ֖ה H3444 רָחֲקָ֥ה H7368 מִמֶּֽנּוּ H4480 ",
      "12": "כִּֽי H3588 רַבּ֤וּ H7235 פְשָׁעֵ֨ינוּ֙ H6588 נֶגְדֶּ֔ךָ H5048 וְחַטֹּאותֵ֖י H2403 עָ֣נְתָה H6030 בָּ֑נוּ Hb כִּֽי H3588 פְשָׁעֵ֣ינוּ H6588 אִתָּ֔נוּ H854 וַעֲוֺנֹתֵ֖י H5771 יְדַֽעֲנֽוּם H3045 ",
      "13": "פָּשֹׁ֤עַ H6586 וְכַחֵשׁ֙ H3584 בַּֽיהוָ֔ה H3068 וְנָס֖וֹג H5253 מֵאַחַ֣ר H310 אֱלֹהֵ֑ינוּ H430 דַּבֶּר H1696 עֹ֣שֶׁק H6233 וְסָרָ֔ה H5627 הֹר֧וֹ H2029 וְהֹג֛וֹ H1897 מִלֵּ֖ב H3820 דִּבְרֵי H1697 שָֽׁקֶר H8267 ",
      "14": "וְהֻסַּ֤ג H5253 אָחוֹר֙ H268 מִשְׁפָּ֔ט H4941 וּצְדָקָ֖ה H6666 מֵרָח֣וֹק H7350 תַּעֲמֹ֑ד H5975 כִּֽי H3588 כָשְׁלָ֤ה H3782 בָֽרְחוֹב֙ H7339 אֱמֶ֔ת H571 וּנְכֹחָ֖ה H5229 לֹא H3808 תוּכַ֥ל H3201 לָבֽוֹא H935 ",
      "15": "וַתְּהִ֤י H1961 הָֽאֱמֶת֙ H571 נֶעְדֶּ֔רֶת H5737 וְסָ֥ר H5493 מֵרָ֖ע H7451 מִשְׁתּוֹלֵ֑ל H7997 וַיַּ֧רְא H7200 יְהוָ֛ה H3068 וַיֵּ֥רַע H7489 בְּעֵינָ֖י H5869 כִּֽי H3588 אֵ֥ין H369 מִשְׁפָּֽט H4941 ",
      "16": "וַיַּרְא֙ H7200 כִּֽי H3588 אֵ֣ין H369 אִ֔ישׁ H376 וַיִּשְׁתּוֹמֵ֖ם H8074 כִּ֣י H3588 אֵ֣ין H369 מַפְגִּ֑יעַ H6293 וַתּ֤וֹשַֽׁע H3467 לוֹ֙ Hl זְרֹע֔וֹ H2220 וְצִדְקָת֖ H6666 הִ֥יא H1931 סְמָכָֽתְהוּ H5564 ",
      "17": "וַיִּלְבַּ֤שׁ H3847 צְדָקָה֙ H6666 כַּשִּׁרְיָ֔ן H8302 וְכ֥וֹבַע H3553 יְשׁוּעָ֖ה H3444 בְּרֹאשׁ֑ H7218 וַיִּלְבַּ֞שׁ H3847 בִּגְדֵ֤י H899 נָקָם֙ H5359 תִּלְבֹּ֔שֶׁת H8516 וַיַּ֥עַט H5844 כַּמְעִ֖יל H4598 קִנְאָֽה H7068 ",
      "18": "כְּעַ֤ל H5921 גְּמֻלוֹת֙ H1578 כְּעַ֣ל H5921 יְשַׁלֵּ֔ם H7999 חֵמָ֣ה H2534 לְצָרָ֔י H6862 גְּמ֖וּל H1576 לְאֹֽיְבָ֑י H341 לָאִיִּ֖ים H339 גְּמ֥וּל H1576 יְשַׁלֵּֽם H7999 ",
      "19": "וְיִֽירְא֤וּ H3372 מִֽמַּעֲרָב֙ H4628 אֶת H853 שֵׁ֣ם H8034 יְהוָ֔ה H3068 וּמִ H4217 שֶׁ֖מֶשׁ H8121 אֶת H853 כְּבוֹד֑וֹ H3519 כִּֽי H3588 יָב֤וֹא H935 כַנָּהָר֙ H5104 צָ֔ר H6862 ר֥וּחַ H7307 יְהוָ֖ה H3068 נֹ֥סְסָה H5127 בֽוֹ Hb ",
      "20": "וּבָ֤א H935 לְצִיּוֹן֙ H6726 גּוֹאֵ֔ל H1350 וּלְ H7725 פֶ֖שַׁע H6588 בְּיַֽעֲקֹ֑ב H3290 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
      "21": "וַאֲנִ֗י H589 זֹ֣את H2063 בְּרִיתִ֤י H1285 אוֹתָם֙ H854 אָמַ֣ר H559 יְהוָ֔ה H3068 רוּחִי֙ H7307 אֲשֶׁ֣ר H834 עָלֶ֔יךָ H5921 וּדְבָרַ֖ H1697 אֲשֶׁר H834 שַׂ֣מְתִּי H7760 בְּפִ֑י H6310 לֹֽא H3808 יָמ֡וּשׁוּ H4185 מִפִּי H6310 וּמִ H6310 זַרְעֲךָ֜ H2233 וּמִ H6310 זֶ֤רַע H2233 זַרְעֲךָ֙ H2233 אָמַ֣ר H559 יְהוָ֔ה H3068 מֵעַתָּ֖ה H6258 וְעַד H5704 עוֹלָֽם H5769 "
    },
    "60": {
      "1": "ק֥וּמִי H6965 א֖וֹרִי H215 כִּ֣י H3588 בָ֣א H935 אוֹרֵ֑ךְ H216 וּכְב֥וֹד H3519 יְהוָ֖ה H3068 עָלַ֥יִךְ H5921 זָרָֽח H2224 ",
      "2": "כִּֽי H3588 הִנֵּ֤ה H2009 הַחֹ֨שֶׁךְ֙ H2822 יְכַסֶּה H3680 אֶ֔רֶץ H776 וַעֲרָפֶ֖ל H6205 לְאֻמִּ֑ים H3816 וְעָלַ֨יִ H5921 יִזְרַ֣ח H2224 יְהוָ֔ה H3068 וּכְבוֹד֖ H3519 עָלַ֥יִךְ H5921 יֵרָאֶֽה H7200 ",
      "3": "וְהָלְכ֥וּ H1980 גוֹיִ֖ם H1471 לְאוֹרֵ֑ H216 וּמְלָכִ֖ים H4428 לְנֹ֥גַהּ H5051 זַרְחֵֽךְ H2225 ",
      "4": "שְׂאִֽי H5375 סָבִ֤יב H5439 עֵינַ֨יִךְ֙ H5869 וּרְאִ֔י H7200 כֻּלָּ֖ם H3605 נִקְבְּצ֣וּ H6908 בָֽאוּ H935 לָ֑ךְ Hl בָּנַ֨יִךְ֙ H1121 מֵרָח֣וֹק H7350 יָבֹ֔אוּ H935 וּבְנֹתַ֖יִ H1323 עַל H5921 צַ֥ד H6654 תֵּאָמַֽנָה H539 ",
      "5": "אָ֤ז H227 תִּרְאִי֙ H7200 וְנָהַ֔רְתְּ H5102 וּפָחַ֥ד H6342 וְרָחַ֖ב H7337 לְבָבֵ֑ךְ H3824 כִּֽי H3588 יֵהָפֵ֤ךְ H2015 עָלַ֨יִךְ֙ H5921 הֲמ֣וֹן H1995 יָ֔ם H3220 חֵ֥יל H2428 גּוֹיִ֖ם H1471 יָבֹ֥אוּ H935 לָֽךְ Hl ",
      "6": "שִֽׁפְעַ֨ת H8229 גְּמַלִּ֜ים H1581 תְּכַסֵּ֗ךְ H3680 בִּכְרֵ֤י H1070 מִדְיָן֙ H4080 וְעֵיפָ֔ה H5891 כֻּלָּ֖ם H3605 מִשְּׁבָ֣א H7614 יָבֹ֑אוּ H935 זָהָ֤ב H2091 וּלְבוֹנָה֙ H3828 יִשָּׂ֔אוּ H5375 וּתְהִלֹּ֥ת H8416 יְהוָ֖ה H3068 יְבַשֵּֽׂרוּ H1319 ",
      "7": "כָּל H3605 צֹ֤אן H6629 קֵדָר֙ H6938 יִקָּ֣בְצוּ H6908 לָ֔ךְ Hl אֵילֵ֥י H352 נְבָי֖וֹת H5032 יְשָׁרְת֑וּנֶךְ H8334 יַעֲל֤וּ H5927 עַל H5921 רָצוֹן֙ H7522 מִזְבְּחִ֔י H4196 וּבֵ֥ית H1004 תִּפְאַרְתִּ֖י H8597 אֲפָאֵֽר H6286 ",
      "8": "מִי H4310 אֵ֖לֶּה H428 כָּעָ֣ב H5645 תְּעוּפֶ֑ינָה H5774 וְכַ H3123 אֶל H413 אֲרֻבֹּתֵיהֶֽם H699 ",
      "9": "כִּֽי H3588 לִ֣י Hl אִיִּ֣ים H339 יְקַוּ֗וּ H6960 וָאֳנִיּ֤וֹת H591 תַּרְשִׁישׁ֙ H8659 בָּרִ֣אשֹׁנָ֔ה H7223 לְהָבִ֤יא H935 בָנַ֨יִךְ֙ H1121 מֵֽרָח֔וֹק H7350 כַּסְפָּ֥ם H3701 וּזְהָבָ֖ H2091 אִתָּ֑ם H854 לְשֵׁם֙ H8034 יְהוָ֣ה H3068 אֱלֹהַ֔יִךְ H430 וְלִ H6918 יִשְׂרָאֵ֖ל H3478 כִּ֥י H3588 פֵאֲרָֽךְ H6286 ",
      "10": "וּבָנ֤וּ H1129 בְנֵֽי H1121 נֵכָר֙ H5236 חֹמֹתַ֔יִךְ H2346 וּמַלְכֵי H4428 יְשָׁרְת֑וּנֶךְ H8334 כִּ֤י H3588 בְקִצְפִּ H7110 הִכִּיתִ֔יךְ H5221 וּבִ H7522 רִֽחַמְתִּֽיךְ H7355 ",
      "11": "וּפִתְּח֨וּ H6605 שְׁעָרַ֧יִךְ H8179 תָּמִ֛יד H8548 יוֹמָ֥ם H3119 וָלַ֖יְלָה H3915 לֹ֣א H3808 יִסָּגֵ֑רוּ H5462 לְהָבִ֤יא H935 אֵלַ֨יִךְ֙ H413 חֵ֣יל H2428 גּוֹיִ֔ם H1471 וּמַלְכֵי H4428 נְהוּגִֽים H5090 ",
      "12": "כִּֽי H3588 הַגּ֧וֹי H1471 וְהַ H4467 אֲשֶׁ֥ר H834 לֹא H3808 יַעַבְד֖וּךְ H5647 יֹאבֵ֑דוּ H6 וְהַ H1471 חָרֹ֥ב H2717 יֶחֱרָֽבוּ H2717 ",
      "13": "כְּב֤וֹד H3519 הַלְּבָנוֹן֙ H3844 אֵלַ֣יִךְ H413 יָב֔וֹא H935 בְּר֛וֹשׁ H1265 תִּדְהָ֥ר H8410 וּתְאַשּׁ֖וּר H8391 יַחְדָּ֑ו H3162 לְפָאֵר֙ H6286 מְק֣וֹם H4725 מִקְדָּשִׁ֔י H4720 וּמְק֥וֹם H4725 רַגְלַ֖י H7272 אֲכַבֵּֽד H3513 ",
      "14": "וְהָלְכ֨וּ H1980 אֵלַ֤יִךְ H413 שְׁח֨וֹחַ֙ H7817 בְּנֵ֣י H1121 מְעַנַּ֔יִךְ H6031 וְהִֽשְׁתַּחֲו֛וּ H7812 עַל H5921 כַּפּ֥וֹת H3709 רַגְלַ֖יִךְ H7272 כָּל H3605 מְנַֽאֲצָ֑יִךְ H5006 וְקָ֤רְאוּ H7121 לָךְ֙ Hl עִ֣יר H5892 יְהוָ֔ה H3068 צִיּ֖וֹן H6726 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
      "15": "תַּ֧חַת H8478 הֱיוֹתֵ֛ךְ H1961 עֲזוּבָ֥ה H5800 וּשְׂנוּאָ֖ה H8130 וְאֵ֣ין H369 עוֹבֵ֑ר H5674 וְשַׂמְתִּי H7760 לִגְא֣וֹן H1347 עוֹלָ֔ם H5769 מְשׂ֖וֹשׂ H4885 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
      "16": "וְיָנַקְתְּ֙ H3243 חֲלֵ֣ב H2461 גּוֹיִ֔ם H1471 וְשֹׁ֥ד H7699 מְלָכִ֖ים H4428 תִּינָ֑קִי H3243 וְיָדַ֗עַתְּ H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 מֽוֹשִׁיעֵ֔ךְ H3467 וְגֹאֲלֵ֖ H1350 אֲבִ֥יר H46 יַעֲקֹֽב H3290 ",
      "17": "תַּ֣חַת H8478 הַנְּחֹ֜שֶׁת H5178 אָבִ֣יא H935 זָהָ֗ב H2091 וְתַ֤חַת H8478 הַבַּרְזֶל֙ H1270 אָ֣בִיא H935 כֶ֔סֶף H3701 וְתַ֤חַת H8478 הָֽעֵצִים֙ H6086 נְחֹ֔שֶׁת H5178 וְתַ֥חַת H8478 הָאֲבָנִ֖ים H68 בַּרְזֶ֑ל H1270 וְשַׂמְתִּ֤י H7760 פְקֻדָּתֵךְ֙ H6486 שָׁל֔וֹם H7965 וְנֹגְשַׂ֖יִ H5065 צְדָקָֽה H6666 ",
      "18": "לֹא H3808 יִשָּׁמַ֨ע H8085 ע֤וֹד H5750 חָמָס֙ H2555 בְּאַרְצֵ֔ H776 שֹׁ֥ד H7701 וָשֶׁ֖בֶר H7667 בִּגְבוּלָ֑יִ H1366 וְקָרָ֤את H7121 יְשׁוּעָה֙ H3444 חוֹמֹתַ֔יִךְ H2346 וּשְׁעָרַ֖יִ H8179 תְּהִלָּֽה H8416 ",
      "19": "לֹא H3808 יִֽהְיֶה H1961 לָּ֨ךְ Hl ע֤וֹד H5750 הַשֶּׁ֨מֶשׁ֙ H8121 לְא֣וֹר H216 יוֹמָ֔ם H3119 וּלְ H5051 הַיָּרֵ֖חַ H3394 לֹא H3808 יָאִ֣יר H215 לָ֑ךְ Hl וְהָיָה H1961 לָ֤ךְ Hl יְהוָה֙ H3068 לְא֣וֹר H216 עוֹלָ֔ם H5769 וֵאלֹהַ֖יִ H430 לְתִפְאַרְתֵּֽ H8597 ",
      "20": "לֹא H3808 יָב֥וֹא H935 עוֹד֙ H5750 שִׁמְשֵׁ֔ךְ H8121 וִירֵחֵ֖ H3391 לֹ֣א H3808 יֵאָסֵ֑ף H622 כִּ֣י H3588 יְהוָ֗ה H3068 יִֽהְיֶה H1961 לָּךְ֙ Hl לְא֣וֹר H216 עוֹלָ֔ם H5769 וְשָׁלְמ֖וּ H7999 יְמֵ֥י H3117 אֶבְלֵֽךְ H60 ",
      "21": "וְעַמֵּ H5971 כֻּלָּ֣ם H3605 צַדִּיקִ֔ים H6662 לְעוֹלָ֖ם H5769 יִ֣ירְשׁוּ H3423 אָ֑רֶץ H776 נֵ֧צֶר H5342 מטעו H4302 מַעֲשֵׂ֥ה H4639 יָדַ֖י H3027 לְהִתְפָּאֵֽר H6286 ",
      "22": "הַקָּטֹן֙ H6996 יִֽהְיֶ֣ה H1961 לָאֶ֔לֶף H505 וְהַ H6810 לְג֣וֹי H1471 עָצ֑וּם H6099 אֲנִ֥י H589 יְהוָ֖ה H3068 בְּעִתָּ֥ H6256 אֲחִישֶֽׁנָּה H2363 "
    },
    "61": {
      "1": "ר֛וּחַ H7307 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 עָלָ֑י H5921 יַ֡עַן H3282 מָשַׁח֩ H4886 יְהוָ֨ה H3068 אֹתִ֜י H853 לְבַשֵּׂ֣ר H1319 עֲנָוִ֗ים H6035 שְׁלָחַ֨נִי֙ H7971 לַחֲבֹ֣שׁ H2280 לְנִשְׁבְּרֵי H7665 לֵ֔ב H3820 לִקְרֹ֤א H7121 לִשְׁבוּיִם֙ H7617 דְּר֔וֹר H1865 וְלַ H631 פְּקַח H6495 קֽוֹחַ H6495 ",
      "2": "לִקְרֹ֤א H7121 שְׁנַת H8141 רָצוֹן֙ H7522 לַֽיהוָ֔ה H3068 וְי֥וֹם H3117 נָקָ֖ם H5359 לֵאלֹהֵ֑י H430 לְנַחֵ֖ם H5162 כָּל H3605 אֲבֵלִֽים H57 ",
      "3": "לָשׂ֣וּם H7760 לַאֲבֵלֵ֣י H57 צִיּ֗וֹן H6726 לָתֵת֩ H5414 לָהֶ֨ם Hl פְּאֵ֜ר H6287 תַּ֣חַת H8478 אֵ֗פֶר H665 שֶׁ֤מֶן H8081 שָׂשׂוֹן֙ H8342 תַּ֣חַת H8478 אֵ֔בֶל H60 מַעֲטֵ֣ה H4594 תְהִלָּ֔ה H8416 תַּ֖חַת H8478 ר֣וּחַ H7307 כֵּהָ֑ה H3544 וְקֹרָ֤א H7121 לָהֶם֙ Hl אֵילֵ֣י H352 הַצֶּ֔דֶק H6664 מַטַּ֥ע H4302 יְהוָ֖ה H3068 לְהִתְפָּאֵֽר H6286 ",
      "4": "וּבָנוּ֙ H1129 חָרְב֣וֹת H2723 עוֹלָ֔ם H5769 שֹׁמְמ֥וֹת H8074 רִֽאשֹׁנִ֖ים H7223 יְקוֹמֵ֑מוּ H6965 וְחִדְּשׁוּ֙ H2318 עָ֣רֵי H5892 חֹ֔רֶב H2721 שֹׁמְמ֖וֹת H8074 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
      "5": "וְעָמְד֣וּ H5975 זָרִ֔ים H2114 וְרָע֖וּ H7462 צֹאנְכֶ֑ם H6629 וּבְנֵ֣י H1121 נֵכָ֔ר H5236 אִכָּרֵיכֶ֖ם H406 וְכֹרְמֵי H3755 ",
      "6": "וְאַתֶּ֗ם H859 כֹּהֲנֵ֤י H3548 יְהוָה֙ H3068 תִּקָּרֵ֔אוּ H7121 מְשָׁרְתֵ֣י H8334 אֱלֹהֵ֔ינוּ H430 יֵאָמֵ֖ר H559 לָכֶ֑ם Hl חֵ֤יל H2428 גּוֹיִם֙ H1471 תֹּאכֵ֔לוּ H398 וּבִ H3519 תִּתְיַמָּֽרוּ H3235 ",
      "7": "תַּ֤חַת H8478 בָּשְׁתְּכֶם֙ H1322 מִשְׁנֶ֔ה H4932 וּכְלִמָּ֖ה H3639 יָרֹ֣נּוּ H7442 חֶלְקָ֑ם H2506 לָכֵ֤ן H3651 בְּאַרְצָ H776 מִשְׁנֶ֣ה H4932 יִירָ֔שׁוּ H3423 שִׂמְחַ֥ת H8057 עוֹלָ֖ם H5769 תִּֽהְיֶ֥ה H1961 לָהֶֽם Hl ",
      "8": "כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֹהֵ֣ב H157 מִשְׁפָּ֔ט H4941 שֹׂנֵ֥א H8130 גָזֵ֖ל H1498 בְּעוֹלָ֑ה H5930 וְנָתַתִּ֤י H5414 פְעֻלָּתָם֙ H6468 בֶּאֱמֶ֔ת H571 וּבְרִ֥ית H1285 עוֹלָ֖ם H5769 אֶכְר֥וֹת H3772 לָהֶֽם Hl ",
      "9": "וְנוֹדַ֤ע H3045 בַּגּוֹיִם֙ H1471 זַרְעָ֔ם H2233 וְצֶאֱצָאֵי H6631 בְּת֣וֹךְ H8432 הָעַמִּ֑ים H5971 כָּל H3605 רֹֽאֵיהֶם֙ H7200 יַכִּיר֔וּם H5234 כִּ֛י H3588 הֵ֥ם H1992 זֶ֖רַע H2233 בֵּרַ֥ךְ H1288 יְהוָֽה H3068 ",
      "10": "שׂ֧וֹשׂ H7797 אָשִׂ֣ישׂ H7797 בַּֽיהוָ֗ה H3068 תָּגֵ֤ל H1523 נַפְשִׁי֙ H5315 בֵּֽאלֹהַ֔ H430 כִּ֤י H3588 הִלְבִּישַׁ֨נִי֙ H3847 בִּגְדֵי H899 יֶ֔שַׁע H3468 מְעִ֥יל H4598 צְדָקָ֖ה H6666 יְעָטָ֑נִי H3271 כֶּֽחָתָן֙ H2860 יְכַהֵ֣ן H3547 פְּאֵ֔ר H6287 וְכַ H3618 תַּעְדֶּ֥ה H5710 כֵלֶֽיהָ H3627 ",
      "11": "כִּ֤י H3588 כָאָ֨רֶץ֙ H776 תּוֹצִ֣יא H3318 צִמְחָ֔הּ H6780 וּכְ H1593 זֵרוּעֶ֣יהָ H2221 תַצְמִ֑יחַ H6779 כֵּ֣ן H3651 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 יַצְמִ֤יחַ H6779 צְדָקָה֙ H6666 וּתְהִלָּ֔ה H8416 נֶ֖גֶד H5048 כָּל H3605 הַגּוֹיִֽם H1471 "
    },
    "62": {
      "1": "לְמַ֤עַן H4616 צִיּוֹן֙ H6726 לֹ֣א H3808 אֶחֱשֶׁ֔ה H2814 וּלְמַ֥עַן H4616 יְרוּשָׁלִַ֖ם H3389 לֹ֣א H3808 אֶשְׁק֑וֹט H8252 עַד H5704 יֵצֵ֤א H3318 כַנֹּ֨גַהּ֙ H5051 צִדְקָ֔הּ H6664 וִישׁוּעָתָ֖ H3444 כְּלַפִּ֥יד H3940 יִבְעָֽר H1197 ",
      "2": "וְרָא֤וּ H7200 גוֹיִם֙ H1471 צִדְקֵ֔ךְ H6664 וְכָל H3605 מְלָכִ֖ים H4428 כְּבוֹדֵ֑ךְ H3519 וְקֹ֤רָא H7121 לָךְ֙ Hl שֵׁ֣ם H8034 חָדָ֔שׁ H2319 אֲשֶׁ֛ר H834 פִּ֥י H6310 יְהוָ֖ה H3068 יִקֳּבֶֽנּוּ H5344 ",
      "3": "וְהָיִ֛יתְ H1961 עֲטֶ֥רֶת H5850 תִּפְאֶ֖רֶת H8597 בְּיַד H3027 יְהוָ֑ה H3068 וצנוף H6797 מְלוּכָ֖ה H4410 בְּכַף H3709 אֱלֹהָֽיִךְ H430 ",
      "4": "לֹֽא H3808 יֵאָמֵר֩ H559 לָ֨ךְ Hl ע֜וֹד H5750 עֲזוּבָ֗ה H5800 וּלְ H776 לֹא H3808 יֵאָמֵ֥ר H559 עוֹד֙ H5750 שְׁמָמָ֔ה H8077 כִּ֣י H3588 לָ֗ךְ Hl יִקָּרֵא֙ H7121 חֶפְצִי H2657 בָ֔הּ H2657 וּלְ H776 בְּעוּלָ֑ה H1166 כִּֽי H3588 חָפֵ֤ץ H2654 יְהוָה֙ H3068 בָּ֔ךְ Hb וְאַרְצֵ֖ H776 תִּבָּעֵֽל H1166 ",
      "5": "כִּֽי H3588 יִבְעַ֤ל H1166 בָּחוּר֙ H970 בְּתוּלָ֔ה H1330 יִבְעָל֖וּךְ H1166 בָּנָ֑יִךְ H1121 וּמְשׂ֤וֹשׂ H4885 חָתָן֙ H2860 עַל H5921 כַּלָּ֔ה H3618 יָשִׂ֥ישׂ H7797 עָלַ֖יִךְ H5921 אֱלֹהָֽיִךְ H430 ",
      "6": "עַל H5921 חוֹמֹתַ֣יִךְ H2346 יְרוּשָׁלִַ֗ם H3389 הִפְקַ֨דְתִּי֙ H6485 שֹֽׁמְרִ֔ים H8104 כָּל H3605 הַיּ֧וֹם H3117 וְכָל H3605 הַלַּ֛יְלָה H3915 תָּמִ֖יד H8548 לֹ֣א H3808 יֶחֱשׁ֑וּ H2814 הַמַּזְכִּרִים֙ H2142 אֶת H853 יְהוָ֔ה H3068 אַל H408 דֳּמִ֖י H1824 לָכֶֽם Hl ",
      "7": "וְאַֽל H408 תִּתְּנ֥וּ H5414 דֳמִ֖י H1824 ל֑וֹ Hl עַד H5704 יְכוֹנֵ֞ן H3559 וְעַד H5704 יָשִׂ֧ים H7760 אֶת H853 יְרֽוּשָׁלִַ֛ם H3389 תְּהִלָּ֖ה H8416 בָּאָֽרֶץ H776 ",
      "8": "נִשְׁבַּ֧ע H7650 יְהוָ֛ה H3068 בִּֽימִינ֖ H3225 וּבִ H2220 עֻזּ֑וֹ H5797 אִם H518 אֶתֵּן֩ H5414 אֶת H853 דְּגָנֵ֨ךְ H1715 ע֤וֹד H5750 מַֽאֲכָל֙ H3978 לְאֹ֣יְבַ֔יִ H341 וְאִם H518 יִשְׁתּ֤וּ H8354 בְנֵֽי H1121 נֵכָר֙ H5236 תִּֽירוֹשֵׁ֔ךְ H8492 אֲשֶׁ֥ר H834 יָגַ֖עַתְּ H3021 בּֽוֹ Hb ",
      "9": "כִּ֤י H3588 מְאַסְפָיו֙ H622 יֹאכְלֻ֔הוּ H398 וְהִֽלְל֖וּ H1984 אֶת H853 יְהוָ֑ה H3068 וּֽמְקַבְּצָ֥י H6908 יִשְׁתֻּ֖הוּ H8354 בְּחַצְר֥וֹת H2691 קָדְשִֽׁי H6944 ",
      "10": "עִבְר֤וּ H5674 עִבְרוּ֙ H5674 בַּשְּׁעָרִ֔ים H8179 פַּנּ֖וּ H6437 דֶּ֣רֶךְ H1870 הָעָ֑ם H5971 סֹ֣לּוּ H5549 סֹ֤לּוּ H5549 הַֽמְסִלָּה֙ H4546 סַקְּל֣וּ H5619 מֵאֶ֔בֶן H68 הָרִ֥ימוּ H7311 נֵ֖ס H5251 עַל H5921 הָעַמִּֽים H5971 ",
      "11": "הִנֵּ֣ה H2009 יְהוָ֗ה H3068 הִשְׁמִ֨יעַ֙ H8085 אֶל H413 קְצֵ֣ה H7097 הָאָ֔רֶץ H776 אִמְרוּ֙ H559 לְבַת H1323 צִיּ֔וֹן H6726 הִנֵּ֥ה H2009 יִשְׁעֵ֖ךְ H3468 בָּ֑א H935 הִנֵּ֤ה H2009 שְׂכָרוֹ֙ H7939 אִתּ֔וֹ H854 וּפְעֻלָּת֖ H6468 לְפָנָֽי H6440 ",
      "12": "וְקָרְא֥וּ H7121 לָהֶ֛ם H1992 עַם H5971 הַקֹּ֖דֶשׁ H6944 גְּאוּלֵ֣י H1350 יְהוָ֑ה H3068 וְלָ Hc/Hl יִקָּרֵ֣א H7121 דְרוּשָׁ֔ה H1875 עִ֖יר H5892 לֹ֥א H3808 נֶעֱזָֽבָה H5800 "
    },
    "63": {
      "1": "מִי H4310 זֶ֣ה H2088 בָּ֣א H935 מֵאֱד֗וֹם H123 חֲמ֤וּץ H2556 בְּגָדִים֙ H899 מִבָּצְרָ֔ה H1224 זֶ֚ה H2088 הָד֣וּר H1921 בִּלְבוּשׁ֔ H3830 צֹעֶ֖ה H6808 בְּרֹ֣ב H7230 כֹּח֑וֹ H3581 אֲנִ֛י H589 מְדַבֵּ֥ר H1696 בִּצְדָקָ֖ה H6666 רַ֥ב H7227 לְהוֹשִֽׁיעַ H3467 ",
      "2": "מַדּ֥וּעַ H4069 אָדֹ֖ם H122 לִלְבוּשֶׁ֑ H3830 וּבְגָדֶ֖י H899 כְּדֹרֵ֥ךְ H1869 בְּגַֽת H1660 ",
      "3": "פּוּרָ֣ה H6333 דָּרַ֣כְתִּי H1869 לְבַדִּ֗ H905 וּמֵֽ H5971 אֵֽין H369 אִ֣ישׁ H376 אִתִּ֔י H854 וְאֶדְרְכֵ֣ H1869 בְּאַפִּ֔ H639 וְאֶרְמְסֵ֖ H7429 בַּחֲמָתִ֑ H2534 וְיֵ֤ז H5137 נִצְחָם֙ H5332 עַל H5921 בְּגָדַ֔י H899 וְכָל H3605 מַלְבּוּשַׁ֖י H4403 אֶגְאָֽלְתִּי H1351 ",
      "4": "כִּ֛י H3588 י֥וֹם H3117 נָקָ֖ם H5359 בְּלִבִּ֑ H3820 וּשְׁנַ֥ת H8141 גְּאוּלַ֖י H1350 בָּֽאָה H935 ",
      "5": "וְאַבִּיט֙ H5027 וְאֵ֣ין H369 עֹזֵ֔ר H5826 וְאֶשְׁתּוֹמֵ֖ם H8074 וְאֵ֣ין H369 סוֹמֵ֑ךְ H5564 וַתּ֤וֹשַֽׁע H3467 לִי֙ Hl זְרֹעִ֔י H2220 וַחֲמָתִ֖ H2534 הִ֥יא H1931 סְמָכָֽתְנִי H5564 ",
      "6": "וְאָב֤וּס H947 עַמִּים֙ H5971 בְּאַפִּ֔ H639 וַאֲשַׁכְּרֵ֖ H7937 בַּחֲמָתִ֑ H2534 וְאוֹרִ֥יד H3381 לָאָ֖רֶץ H776 נִצְחָֽם H5332 ",
      "7": "חַֽסְדֵ֨י H2617 יְהוָ֤ה H3068 אַזְכִּיר֙ H2142 תְּהִלֹּ֣ת H8416 יְהוָ֔ה H3068 כְּעַ֕ל H5921 כֹּ֥ל H3605 אֲשֶׁר H834 גְּמָלָ֖נוּ H1580 יְהוָ֑ה H3068 וְרַב H7227 טוּב֙ H2898 לְבֵ֣ית H1004 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 גְּמָלָ֥ם H1580 כְּֽרַחֲמָ֖י H7356 וּכְ H7230 חֲסָדָֽיו H2617 ",
      "8": "וַיֹּ֨אמֶר֙ H559 אַךְ H389 עַמִּ֣י H5971 הֵ֔מָּה H1992 בָּנִ֖ים H1121 לֹ֣א H3808 יְשַׁקֵּ֑רוּ H8266 וַיְהִ֥י H1961 לָהֶ֖ם H1992 לְמוֹשִֽׁיעַ H3467 ",
      "9": "בְּֽכָל H3605 צָרָתָ֣ם H6869 לא H3808 צָ֗ר H6862 וּמַלְאַ֤ךְ H4397 פָּנָיו֙ H6440 הֽוֹשִׁיעָ֔ם H3467 בְּאַהֲבָת֥ H160 וּבְ H2551 ה֣וּא H1931 גְאָלָ֑ם H1350 וַֽיְנַטְּלֵ֥ H5190 וַֽיְנַשְּׂאֵ֖ H5375 כָּל H3605 יְמֵ֥י H3117 עוֹלָֽם H5769 ",
      "10": "וְהֵ֛מָּה H1992 מָר֥וּ H4784 וְעִצְּב֖וּ H6087 אֶת H853 ר֣וּחַ H7307 קָדְשׁ֑וֹ H6944 וַיֵּהָפֵ֥ךְ H2015 לָהֶ֛ם Hl לְאוֹיֵ֖ב H341 ה֥וּא H1931 נִלְחַם H3898 בָּֽם Hb ",
      "11": "וַיִּזְכֹּ֥ר H2142 יְמֵֽי H3117 עוֹלָ֖ם H5769 מֹשֶׁ֣ה H4872 עַמּ֑וֹ H5971 אַיֵּ֣ה H346 הַֽמַּעֲלֵ֣ H5927 מִיָּ֗ם H3220 אֵ֚ת H854 רֹעֵ֣י H7462 צֹאנ֔וֹ H6629 אַיֵּ֛ה H346 הַשָּׂ֥ם H7760 בְּקִרְבּ֖ H7130 אֶת H853 ר֥וּחַ H7307 קָדְשֽׁוֹ H6944 ",
      "12": "מוֹלִיךְ֙ H3212 לִימִ֣ין H3225 מֹשֶׁ֔ה H4872 זְר֖וֹעַ H2220 תִּפְאַרְתּ֑וֹ H8597 בּ֤וֹקֵֽעַ H1234 מַ֨יִם֙ H4325 מִפְּנֵי H6440 לַעֲשׂ֥וֹת H6213 ל֖וֹ Hl שֵׁ֥ם H8034 עוֹלָֽם H5769 ",
      "13": "מוֹלִיכָ֖ם H3212 בַּתְּהֹמ֑וֹת H8415 כַּסּ֥וּס H5483 בַּמִּדְבָּ֖ר H4057 לֹ֥א H3808 יִכָּשֵֽׁלוּ H3782 ",
      "14": "כַּבְּהֵמָה֙ H929 בַּבִּקְעָ֣ה H1237 תֵרֵ֔ד H3381 ר֥וּחַ H7307 יְהוָ֖ה H3068 תְּנִיחֶ֑נּוּ H5117 כֵּ֚ן H3651 נִהַ֣גְתָּ H5090 עַמְּךָ֔ H5971 לַעֲשׂ֥וֹת H6213 לְךָ֖ Hl שֵׁ֥ם H8034 תִּפְאָֽרֶת H8597 ",
      "15": "הַבֵּ֤ט H5027 מִשָּׁמַ֨יִם֙ H8064 וּרְאֵ֔ה H7200 מִזְּבֻ֥ל H2073 קָדְשְׁךָ֖ H6944 וְתִפְאַרְתֶּ֑ H8597 אַיֵּ֤ה H346 קִנְאָֽתְךָ֙ H7068 וּגְב֣וּרֹתֶ֔ H1369 הֲמ֥וֹן H1995 מֵעֶ֛יךָ H4578 וְֽרַחֲמֶ֖י H7356 אֵלַ֥י H413 הִתְאַפָּֽקוּ H662 ",
      "16": "כִּֽי H3588 אַתָּ֣ה H859 אָבִ֔ינוּ H1 כִּ֤י H3588 אַבְרָהָם֙ H85 לֹ֣א H3808 יְדָעָ֔נוּ H3045 וְיִשְׂרָאֵ֖ל H3478 לֹ֣א H3808 יַכִּירָ֑נוּ H5234 אַתָּ֤ה H859 יְהוָה֙ H3068 אָבִ֔ינוּ H1 גֹּאֲלֵ֥נוּ H1350 מֵֽעוֹלָ֖ם H5769 שְׁמֶֽךָ H8034 ",
      "17": "לָ֣מָּה H4100 תַתְעֵ֤נוּ H8582 יְהוָה֙ H3068 מִדְּרָכֶ֔י H1870 תַּקְשִׁ֥יחַ H7188 לִבֵּ֖נוּ H3820 מִיִּרְאָתֶ֑ H3374 שׁ֚וּב H7725 לְמַ֣עַן H4616 עֲבָדֶ֔יךָ H5650 שִׁבְטֵ֖י H7626 נַחֲלָתֶֽךָ H5159 ",
      "18": "לַמִּצְעָ֕ר H4705 יָרְשׁ֖וּ H3423 עַם H5971 קָדְשֶׁ֑ךָ H6944 צָרֵ֕ינוּ H6862 בּוֹסְס֖וּ H947 מִקְדָּשֶֽׁךָ H4720 ",
      "19": ""
    },
    "64": {
      "1": "הָיִ֗ינוּ H1961 מֵֽעוֹלָם֙ H5769 לֹֽא H3808 מָשַׁ֣לְתָּ H4910 בָּ֔ם Hb לֹֽא H3808 נִקְרָ֥א H7121 שִׁמְךָ֖ H8034 עֲלֵיהֶ֑ם H5921 לוּא H3863 קָרַ֤עְתָּ H7167 שָׁמַ֨יִם֙ H8064 יָרַ֔דְתָּ H3381 מִפָּנֶ֖י H6440 הָרִ֥ים H2022 נָזֹֽלּוּ H2151 ",
      "2": "כִּקְדֹ֧חַ H6919 אֵ֣שׁ H784 הֲמָסִ֗ים H2003 מַ֚יִם H4325 תִּבְעֶה H1158 אֵ֔שׁ H784 לְהוֹדִ֥יעַ H3045 שִׁמְךָ֖ H8034 לְצָרֶ֑י H6862 מִפָּנֶ֖י H6440 גּוֹיִ֥ם H1471 יִרְגָּֽזוּ H7264 ",
      "3": "בַּעֲשׂוֹתְ H6213 נוֹרָא֖וֹת H3372 לֹ֣א H3808 נְקַוֶּ֑ה H6960 יָרַ֕דְתָּ H3381 מִפָּנֶ֖י H6440 הָרִ֥ים H2022 נָזֹֽלּוּ H2151 ",
      "4": "וּמֵ H5769 לֹא H3808 שָׁמְע֖וּ H8085 לֹ֣א H3808 הֶאֱזִ֑ינוּ H238 עַ֣יִן H5869 לֹֽא H3808 רָאָ֗תָה H7200 אֱלֹהִים֙ H430 זוּלָ֣תְךָ֔ H2108 יַעֲשֶׂ֖ה H6213 לִמְחַכֵּה H2442 לֽוֹ Hl ",
      "5": "פָּגַ֤עְתָּ H6293 אֶת H853 שָׂשׂ֙ H7797 וְעֹ֣שֵׂה H6213 צֶ֔דֶק H6664 בִּדְרָכֶ֖י H1870 יִזְכְּר֑וּךָ H2142 הֵן H2005 אַתָּ֤ה H859 קָצַ֨פְתָּ֙ H7107 וַֽנֶּחֱטָ֔א H2398 בָּהֶ֥ם Hb עוֹלָ֖ם H5769 וְנִוָּשֵֽׁעַ H3467 ",
      "6": "וַנְּהִ֤י H1961 כַטָּמֵא֙ H2931 כֻּלָּ֔נוּ H3605 וּכְ H899 עִדִּ֖ים H5708 כָּל H3605 צִדְקֹתֵ֑ינוּ H6666 וַנָּ֤בֶל H5034 כֶּֽעָלֶה֙ H5929 כֻּלָּ֔נוּ H3605 וַעֲוֺנֵ֖ H5771 כָּר֥וּחַ H7307 יִשָּׂאֻֽנוּ H5375 ",
      "7": "וְאֵין H369 קוֹרֵ֣א H7121 בְשִׁמְ H8034 מִתְעוֹרֵ֖ר H5782 לְהַחֲזִ֣יק H2388 בָּ֑ךְ Hb כִּֽי H3588 הִסְתַּ֤רְתָּ H5641 פָנֶ֨יךָ֙ H6440 מִמֶּ֔נּוּ H4480 וַתְּמוּגֵ֖ H4127 בְּיַד H3027 עֲוֺנֵֽנוּ H5771 ",
      "8": "וְעַתָּ֥ה H6258 יְהוָ֖ה H3068 אָבִ֣ינוּ H1 אָ֑תָּה H859 אֲנַ֤חְנוּ H587 הַחֹ֨מֶר֙ H2563 וְאַתָּ֣ה H859 יֹצְרֵ֔נוּ H3335 וּמַעֲשֵׂ֥ה H4639 יָדְךָ֖ H3027 כֻּלָּֽנוּ H3605 ",
      "9": "אַל H408 תִּקְצֹ֤ף H7107 יְהוָה֙ H3068 עַד H5704 מְאֹ֔ד H3966 וְאַל H408 לָעַ֖ד H5703 תִּזְכֹּ֣ר H2142 עָוֺ֑ן H5771 הֵ֥ן H2005 הַבֶּט H5027 נָ֖א H4994 עַמְּךָ֥ H5971 כֻלָּֽנוּ H3605 ",
      "10": "עָרֵ֥י H5892 קָדְשְׁךָ֖ H6944 הָי֣וּ H1961 מִדְבָּ֑ר H4057 צִיּוֹן֙ H6726 מִדְבָּ֣ר H4057 הָיָ֔תָה H1961 יְרוּשָׁלִַ֖ם H3389 שְׁמָמָֽה H8077 ",
      "11": "בֵּ֧ית H1004 קָדְשֵׁ֣נוּ H6944 וְתִפְאַרְתֵּ֗ H8597 אֲשֶׁ֤ר H834 הִֽלְל֨וּךָ֙ H1984 אֲבֹתֵ֔ינוּ H1 הָיָ֖ה H1961 לִשְׂרֵ֣פַת H8316 אֵ֑שׁ H784 וְכָל H3605 מַחֲמַדֵּ֖ינוּ H4261 הָיָ֥ה H1961 לְחָרְבָּֽה H2723 ",
      "12": "הַעַל H5921 אֵ֥לֶּה H428 תִתְאַפַּ֖ק H662 יְהוָ֑ה H3068 תֶּחֱשֶׁ֥ה H2814 וּתְעַנֵּ֖ H6031 עַד H5704 מְאֹֽד H3966 "
    },
    "65": {
      "1": "נִדְרַ֨שְׁתִּי֙ H1875 לְל֣וֹא H3808 שָׁאָ֔לוּ H7592 נִמְצֵ֖אתִי H4672 לְלֹ֣א H3808 בִקְשֻׁ֑נִי H1245 אָמַ֨רְתִּי֙ H559 הִנֵּ֣נִי H2005 הִנֵּ֔נִי H2005 אֶל H413 גּ֖וֹי H1471 לֹֽא H3808 קֹרָ֥א H7121 בִשְׁמִֽ H8034 ",
      "2": "פֵּרַ֧שְׂתִּי H6566 יָדַ֛י H3027 כָּל H3605 הַיּ֖וֹם H3117 אֶל H413 עַ֣ם H5971 סוֹרֵ֑ר H5637 הַהֹלְכִים֙ H1980 הַדֶּ֣רֶךְ H1870 לֹא H3808 ט֔וֹב H2896 אַחַ֖ר H310 מַחְשְׁבֹתֵיהֶֽם H4284 ",
      "3": "הָעָ֗ם H5971 הַמַּכְעִיסִ֥ים H3707 אוֹתִ֛י H853 עַל H5921 פָּנַ֖י H6440 תָּמִ֑יד H8548 זֹֽבְחִים֙ H2076 בַּגַּנּ֔וֹת H1593 וּֽמְקַטְּרִ֖ים H6999 עַל H5921 הַלְּבֵנִֽים H3843 ",
      "4": "הַיֹּֽשְׁבִים֙ H3427 בַּקְּבָרִ֔ים H6913 וּבַ H5341 יָלִ֑ינוּ H3885 הָאֹֽכְלִים֙ H398 בְּשַׂ֣ר H1320 הַחֲזִ֔יר H2386 ופרק H6564 פִּגֻּלִ֖ים H6292 כְּלֵיהֶֽם H3627 ",
      "5": "הָאֹֽמְרִים֙ H559 קְרַ֣ב H7126 אֵלֶ֔יךָ H413 אַל H408 תִּגַּשׁ H5066 בִּ֖י Hb כִּ֣י H3588 קְדַשְׁתִּ֑יךָ H6942 אֵ֚לֶּה H428 עָשָׁ֣ן H6227 בְּאַפִּ֔ H639 אֵ֥שׁ H784 יֹקֶ֖דֶת H3344 כָּל H3605 הַיּֽוֹם H3117 ",
      "6": "הִנֵּ֥ה H2009 כְתוּבָ֖ה H3789 לְפָנָ֑ H6440 לֹ֤א H3808 אֶחֱשֶׂה֙ H2814 כִּ֣י H3588 אִם H518 שִׁלַּ֔מְתִּי H7999 וְשִׁלַּמְתִּ֖י H7999 עַל H5921 חֵיקָֽם H2436 ",
      "7": "עֲ֠וֺנֹתֵיכֶם H5771 וַעֲוֺנֹ֨ת H5771 אֲבוֹתֵיכֶ֤ם H1 יַחְדָּו֙ H3162 אָמַ֣ר H559 יְהוָ֔ה H3068 אֲשֶׁ֤ר H834 קִטְּרוּ֙ H6999 עַל H5921 הֶ֣הָרִ֔ים H2022 וְעַל H5921 הַגְּבָע֖וֹת H1389 חֵרְפ֑וּנִי H2778 וּמַדֹּתִ֧י H4058 פְעֻלָּתָ֛ם H6468 רִֽאשֹׁנָ֖ה H7223 על H5921 חֵיקָֽם H2436 ",
      "8": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 כַּאֲשֶׁ֨ר H834 יִמָּצֵ֤א H4672 הַתִּירוֹשׁ֙ H8492 בָּֽאֶשְׁכּ֔וֹל H811 וְאָמַר֙ H559 אַל H408 תַּשְׁחִיתֵ֔הוּ H7843 כִּ֥י H3588 בְרָכָ֖ה H1293 בּ֑וֹ Hb כֵּ֤ן H3651 אֶֽעֱשֶׂה֙ H6213 לְמַ֣עַן H4616 עֲבָדַ֔י H5650 לְבִלְתִּ֖י H1115 הַֽשְׁחִ֥ית H7843 הַכֹּֽל H3605 ",
      "9": "וְהוֹצֵאתִ֤י H3318 מִֽיַּעֲקֹב֙ H3290 זֶ֔רַע H2233 וּמִ H3063 יוֹרֵ֣שׁ H3423 הָרָ֑י H2022 וִירֵשׁ֣וּ H3423 בְחִירַ֔י H972 וַעֲבָדַ֖ H5650 יִשְׁכְּנוּ H7931 שָֽׁמָּה H8033 ",
      "10": "וְהָיָ֤ה H1961 הַשָּׁרוֹן֙ H8289 לִנְוֵה H5116 צֹ֔אן H6629 וְעֵ֥מֶק H6010 עָכ֖וֹר H5911 לְרֵ֣בֶץ H7258 בָּקָ֑ר H1241 לְעַמִּ֖ H5971 אֲשֶׁ֥ר H834 דְּרָשֽׁוּנִי H1875 ",
      "11": "וְאַתֶּם֙ H859 עֹזְבֵ֣י H5800 יְהוָ֔ה H3068 הַשְּׁכֵחִ֖ים H7913 אֶת H853 הַ֣ר H2022 קָדְשִׁ֑י H6944 הַֽעֹרְכִ֤ים H6186 לַגַּד֙ H1408 שֻׁלְחָ֔ן H7979 וְהַֽ H4390 לַמְנִ֥י H4507 מִמְסָֽךְ H4469 ",
      "12": "וּמָנִ֨יתִי H4487 אֶתְכֶ֜ם H853 לַחֶ֗רֶב H2719 וְכֻלְּ H3605 לַטֶּ֣בַח H2874 תִּכְרָ֔עוּ H3766 יַ֤עַן H3282 קָרָ֨אתִי֙ H7121 וְלֹ֣א H3808 עֲנִיתֶ֔ם H6030 דִּבַּ֖רְתִּי H1696 וְלֹ֣א H3808 שְׁמַעְתֶּ֑ם H8085 וַתַּעֲשׂ֤וּ H6213 הָרַע֙ H7451 בְּעֵינַ֔ H5869 וּבַ H834 לֹֽא H3808 חָפַ֖צְתִּי H2654 בְּחַרְתֶּֽם H977 ",
      "13": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הִנֵּ֨ה H2009 עֲבָדַ֤י H5650 יֹאכֵ֨לוּ֙ H398 וְאַתֶּ֣ם H859 תִּרְעָ֔בוּ H7456 הִנֵּ֧ה H2009 עֲבָדַ֛י H5650 יִשְׁתּ֖וּ H8354 וְאַתֶּ֣ם H859 תִּצְמָ֑אוּ H6770 הִנֵּ֧ה H2009 עֲבָדַ֛י H5650 יִשְׂמָ֖חוּ H8055 וְאַתֶּ֥ם H859 תֵּבֹֽשׁוּ H954 ",
      "14": "הִנֵּ֧ה H2009 עֲבָדַ֛י H5650 יָרֹ֖נּוּ H7442 מִטּ֣וּב H2898 לֵ֑ב H3820 וְאַתֶּ֤ם H859 תִּצְעֲקוּ֙ H6817 מִכְּאֵ֣ב H3511 לֵ֔ב H3820 וּמִ H7667 ר֖וּחַ H7307 תְּיֵלִֽילוּ H3213 ",
      "15": "וְהִנַּחְתֶּ֨ם H3240 שִׁמְכֶ֤ם H8034 לִשְׁבוּעָה֙ H7621 לִבְחִירַ֔ H972 וֶהֱמִיתְ H4191 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְלַ H5650 יִקְרָ֖א H7121 שֵׁ֥ם H8034 אַחֵֽר H312 ",
      "16": "אֲשֶׁ֨ר H834 הַמִּתְבָּרֵ֜ךְ H1288 בָּאָ֗רֶץ H776 יִתְבָּרֵךְ֙ H1288 בֵּאלֹהֵ֣י H430 אָמֵ֔ן H543 וְהַ H7650 בָּאָ֔רֶץ H776 יִשָּׁבַ֖ע H7650 בֵּאלֹהֵ֣י H430 אָמֵ֑ן H543 כִּ֣י H3588 נִשְׁכְּח֗וּ H7911 הַצָּרוֹת֙ H6869 הָרִ֣אשֹׁנ֔וֹת H7223 וְכִ֥י H3588 נִסְתְּר֖וּ H5641 מֵעֵינָֽ H5869 ",
      "17": "כִּֽי H3588 הִנְנִ֥י H2005 בוֹרֵ֛א H1254 שָׁמַ֥יִם H8064 חֲדָשִׁ֖ים H2319 וָאָ֣רֶץ H776 חֲדָשָׁ֑ה H2319 וְלֹ֤א H3808 תִזָּכַ֨רְנָה֙ H2142 הָרִ֣אשֹׁנ֔וֹת H7223 וְלֹ֥א H3808 תַעֲלֶ֖ינָה H5927 עַל H5921 לֵֽב H3820 ",
      "18": "כִּֽי H3588 אִם H518 שִׂ֤ישׂוּ H7797 וְגִ֨ילוּ֙ H1523 עֲדֵי H5704 עַ֔ד H5703 אֲשֶׁ֖ר H834 אֲנִ֣י H589 בוֹרֵ֑א H1254 כִּי֩ H3588 הִנְנִ֨י H2005 בוֹרֵ֧א H1254 אֶת H853 יְרוּשָׁלִַ֛ם H3389 גִּילָ֖ה H1525 וְעַמָּ֥ H5971 מָשֽׂוֹשׂ H4885 ",
      "19": "וְגַלְתִּ֥י H1523 בִירוּשָׁלִַ֖ם H3389 וְשַׂשְׂתִּ֣י H7797 בְעַמִּ֑ H5971 וְלֹֽא H3808 יִשָּׁמַ֥ע H8085 בָּהּ֙ Hb ע֔וֹד H5750 ק֥וֹל H6963 בְּכִ֖י H1065 וְק֥וֹל H6963 זְעָקָֽה H2201 ",
      "20": "לֹא H3808 יִֽהְיֶ֨ה H1961 מִשָּׁ֜ם H8033 ע֗וֹד H5750 ע֤וּל H5764 יָמִים֙ H3117 וְזָקֵ֔ן H2205 אֲשֶׁ֥ר H834 לֹֽא H3808 יְמַלֵּ֖א H4390 אֶת H853 יָמָ֑יו H3117 כִּ֣י H3588 הַנַּ֗עַר H5288 בֶּן H1121 מֵאָ֤ה H3967 שָׁנָה֙ H8141 יָמ֔וּת H4191 וְהַ֣ H2398 בֶּן H1121 מֵאָ֥ה H3967 שָׁנָ֖ה H8141 יְקֻלָּֽל H7043 ",
      "21": "וּבָנ֥וּ H1129 בָתִּ֖ים H1004 וְיָשָׁ֑בוּ H3427 וְנָטְע֣וּ H5193 כְרָמִ֔ים H3754 וְאָכְל֖וּ H398 פִּרְיָֽם H6529 ",
      "22": "לֹ֤א H3808 יִבְנוּ֙ H1129 וְאַחֵ֣ר H312 יֵשֵׁ֔ב H3427 לֹ֥א H3808 יִטְּע֖וּ H5193 וְאַחֵ֣ר H312 יֹאכֵ֑ל H398 כִּֽי H3588 כִימֵ֤י H3117 הָעֵץ֙ H6086 יְמֵ֣י H3117 עַמִּ֔י H5971 וּמַעֲשֵׂ֥ה H4639 יְדֵיהֶ֖ם H3027 יְבַלּ֥וּ H1086 בְחִירָֽי H972 ",
      "23": "לֹ֤א H3808 יִֽיגְעוּ֙ H3021 לָרִ֔יק H7385 וְלֹ֥א H3808 יֵלְד֖וּ H3205 לַבֶּהָלָ֑ה H928 כִּ֣י H3588 זֶ֜רַע H2233 בְּרוּכֵ֤י H1288 יְהוָה֙ H3068 הֵ֔מָּה H1992 וְצֶאֱצָאֵי H6631 אִתָּֽם H854 ",
      "24": "וְהָיָ֥ה H1961 טֶֽרֶם H2962 יִקְרָ֖אוּ H7121 וַאֲנִ֣י H589 אֶעֱנֶ֑ה H6030 ע֛וֹד H5750 הֵ֥ם H1992 מְדַבְּרִ֖ים H1696 וַאֲנִ֥י H589 אֶשְׁמָֽע H8085 ",
      "25": "זְאֵ֨ב H2061 וְטָלֶ֜ה H2924 יִרְע֣וּ H7462 כְאֶחָ֗ד H259 וְאַרְיֵה֙ H738 כַּבָּקָ֣ר H1241 יֹֽאכַל H398 תֶּ֔בֶן H8401 וְנָחָ֖שׁ H5175 עָפָ֣ר H6083 לַחְמ֑וֹ H3899 לֹֽא H3808 יָרֵ֧עוּ H7489 וְלֹֽא H3808 יַשְׁחִ֛יתוּ H7843 בְּכָל H3605 הַ֥ר H2022 קָדְשִׁ֖י H6944 אָמַ֥ר H559 יְהוָֽה H3068 "
    },
    "66": {
      "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַשָּׁמַ֣יִם H8064 כִּסְאִ֔י H3678 וְהָ H776 הֲדֹ֣ם H1916 רַגְלָ֑י H7272 אֵי H335 זֶ֥ה H2088 בַ֨יִת֙ H1004 אֲשֶׁ֣ר H834 תִּבְנוּ H1129 לִ֔י Hl וְאֵי H335 זֶ֥ה H2088 מָק֖וֹם H4725 מְנוּחָתִֽי H4496 ",
      "2": "וְאֶת H853 כָּל H3605 אֵ֨לֶּה֙ H428 יָדִ֣י H3027 עָשָׂ֔תָה H6213 וַיִּהְי֥וּ H1961 כָל H3605 אֵ֖לֶּה H428 נְאֻם H5002 יְהוָ֑ה H3068 וְאֶל H413 זֶ֣ה H2088 אַבִּ֔יט H5027 אֶל H413 עָנִי֙ H6041 וּנְכֵה H5223 ר֔וּחַ H7307 וְחָרֵ֖ד H2730 עַל H5921 דְּבָרִֽי H1697 ",
      "3": "שׁוֹחֵ֨ט H7819 הַשּׁ֜וֹר H7794 מַכֵּה H5221 אִ֗ישׁ H376 זוֹבֵ֤חַ H2076 הַשֶּׂה֙ H7716 עֹ֣רֵֽף H6202 כֶּ֔לֶב H3611 מַעֲלֵ֤ה H5927 מִנְחָה֙ H4503 דַּם H1818 חֲזִ֔יר H2386 מַזְכִּ֥יר H2142 לְבֹנָ֖ה H3828 מְבָ֣רֵֽךְ H1288 אָ֑וֶן H205 גַּם H1571 הֵ֗מָּה H1992 בָּֽחֲרוּ֙ H977 בְּדַרְכֵי H1870 וּבְ H8251 נַפְשָׁ֥ם H5315 חָפֵֽצָה H2654 ",
      "4": "גַּם H1571 אֲנִ֞י H589 אֶבְחַ֣ר H977 בְּתַעֲלֻלֵי H8586 וּמְגֽוּרֹתָ H4035 אָבִ֣יא H935 לָהֶ֔ם H1992 יַ֤עַן H3282 קָרָ֨אתִי֙ H7121 וְאֵ֣ין H369 עוֹנֶ֔ה H6030 דִּבַּ֖רְתִּי H1696 וְלֹ֣א H3808 שָׁמֵ֑עוּ H8085 וַיַּעֲשׂ֤וּ H6213 הָרַע֙ H7451 בְּעֵינַ֔ H5869 וּבַ H834 לֹֽא H3808 חָפַ֖צְתִּי H2654 בָּחָֽרוּ H977 ",
      "5": "שִׁמְעוּ֙ H8085 דְּבַר H1697 יְהוָ֔ה H3068 הַחֲרֵדִ֖ים H2730 אֶל H413 דְּבָר֑וֹ H1697 אָמְרוּ֩ H559 אֲחֵיכֶ֨ם H251 שֹׂנְאֵיכֶ֜ם H8130 מְנַדֵּיכֶ֗ם H5077 לְמַ֤עַן H4616 שְׁמִי֙ H8034 יִכְבַּ֣ד H3513 יְהוָ֔ה H3068 וְנִרְאֶ֥ה H7200 בְשִׂמְחַתְ H8057 וְהֵ֥ם H1992 יֵבֹֽשׁוּ H954 ",
      "6": "ק֤וֹל H6963 שָׁאוֹן֙ H7588 מֵעִ֔יר H5892 ק֖וֹל H6963 מֵֽהֵיכָ֑ל H1964 ק֣וֹל H6963 יְהוָ֔ה H3068 מְשַׁלֵּ֥ם H7999 גְּמ֖וּל H1576 לְאֹיְבָֽי H341 ",
      "7": "בְּטֶ֥רֶם H2962 תָּחִ֖יל H2342 יָלָ֑דָה H3205 בְּטֶ֨רֶם H2962 יָב֥וֹא H935 חֵ֛בֶל H2256 לָ֖הּ Hl וְהִמְלִ֥יטָה H4422 זָכָֽר H2145 ",
      "8": "מִֽי H4310 שָׁמַ֣ע H8085 כָּזֹ֗את H2063 מִ֤י H4310 רָאָה֙ H7200 כָּאֵ֔לֶּה H428 הֲי֤וּחַל H2342 אֶ֨רֶץ֙ H776 בְּי֣וֹם H3117 אֶחָ֔ד H259 אִם H518 יִוָּ֥לֵֽד H3205 גּ֖וֹי H1471 פַּ֣עַם H6471 אֶחָ֑ת H259 כִּֽי H3588 חָ֛לָה H2342 גַּם H1571 יָלְדָ֥ה H3205 צִיּ֖וֹן H6726 אֶת H853 בָּנֶֽיהָ H1121 ",
      "9": "הַאֲנִ֥י H589 אַשְׁבִּ֛יר H7665 וְלֹ֥א H3808 אוֹלִ֖יד H3205 יֹאמַ֣ר H559 יְהוָ֑ה H3068 אִם H518 אֲנִ֧י H589 הַמּוֹלִ֛יד H3205 וְעָצַ֖רְתִּי H6113 אָמַ֥ר H559 אֱלֹהָֽיִךְ H430 ",
      "10": "שִׂמְח֧וּ H8055 אֶת H854 יְרוּשָׁלִַ֛ם H3389 וְגִ֥ילוּ H1523 בָ֖הּ Hb כָּל H3605 אֹהֲבֶ֑יהָ H157 שִׂ֤ישׂוּ H7797 אִתָּהּ֙ H854 מָשׂ֔וֹשׂ H4885 כָּל H3605 הַמִּֽתְאַבְּלִ֖ים H56 עָלֶֽיהָ H5921 ",
      "11": "לְמַ֤עַן H4616 תִּֽינְקוּ֙ H3243 וּשְׂבַעְתֶּ֔ם H7646 מִשֹּׁ֖ד H7699 תַּנְחֻמֶ֑יהָ H8575 לְמַ֧עַן H4616 תָּמֹ֛צּוּ H4711 וְהִתְעַנַּגְתֶּ֖ם H6026 מִזִּ֥יז H2123 כְּבוֹדָֽהּ H3519 ",
      "12": "כִּֽי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִנְנִ֣י H2005 נֹטֶֽה H5186 אֵ֠לֶיהָ H413 כְּנָהָ֨ר H5104 שָׁל֜וֹם H7965 וּכְ H5158 שׁוֹטֵ֛ף H7857 כְּב֥וֹד H3519 גּוֹיִ֖ם H1471 וִֽינַקְתֶּ֑ם H3243 עַל H5921 צַד֙ H6654 תִּנָּשֵׂ֔אוּ H5375 וְעַל H5921 בִּרְכַּ֖יִם H1290 תְּשָׁעֳשָֽׁעוּ H8173 ",
      "13": "כְּאִ֕ישׁ H376 אֲשֶׁ֥ר H834 אִמּ֖וֹ H517 תְּנַחֲמֶ֑נּוּ H5162 כֵּ֤ן H3651 אָֽנֹכִי֙ H595 אֲנַ֣חֶמְכֶ֔ם H5162 וּבִ H3389 תְּנֻחָֽמוּ H5162 ",
      "14": "וּרְאִיתֶם֙ H7200 וְשָׂ֣שׂ H7797 לִבְּכֶ֔ם H3820 וְעַצְמוֹתֵי H6106 כַּדֶּ֣שֶׁא H1877 תִפְרַ֑חְנָה H6524 וְנוֹדְעָ֤ה H3045 יַד H3027 יְהוָה֙ H3068 אֶת H854 עֲבָדָ֔יו H5650 וְזָעַ֖ם H2194 אֶת H853 אֹיְבָֽיו H341 ",
      "15": "כִּֽי H3588 הִנֵּ֤ה H2009 יְהוָה֙ H3068 בָּאֵ֣שׁ H784 יָב֔וֹא H935 וְכַ H5492 מַרְכְּבֹתָ֑יו H4818 לְהָשִׁ֤יב H7725 בְּחֵמָה֙ H2534 אַפּ֔וֹ H639 וְגַעֲרָת֖ H1606 בְּלַהֲבֵי H3851 אֵֽשׁ H784 ",
      "16": "כִּ֤י H3588 בָאֵשׁ֙ H784 יְהוָ֣ה H3068 נִשְׁפָּ֔ט H8199 וּבְ H2719 אֶת H854 כָּל H3605 בָּשָׂ֑ר H1320 וְרַבּ֖וּ H7231 חַֽלְלֵ֥י H2491 יְהוָֽה H3068 ",
      "17": "הַמִּתְקַדְּשִׁ֨ים H6942 וְהַ H2891 אֶל H413 הַגַּנּ֗וֹת H1593 אַחַ֤ר H310 אחד H259 בַּתָּ֔וֶךְ H8432 אֹֽכְלֵי֙ H398 בְּשַׂ֣ר H1320 הַחֲזִ֔יר H2386 וְהַ H8263 וְהָ H5909 יַחְדָּ֥ו H3162 יָסֻ֖פוּ H5486 נְאֻם H5002 יְהוָֽה H3068 ",
      "18": "וְאָנֹכִ֗י H595 מַעֲשֵׂיהֶם֙ H4639 וּמַחְשְׁבֹ֣תֵי H4284 בָּאָ֕ה H935 לְקַבֵּ֥ץ H6908 אֶת H853 כָּל H3605 הַגּוֹיִ֖ם H1471 וְהַ H3956 וּבָ֖אוּ H935 וְרָא֥וּ H7200 אֶת H853 כְּבוֹדִֽי H3519 ",
      "19": "וְשַׂמְתִּ֨י H7760 בָהֶ֜ם Hb א֗וֹת H226 וְשִׁלַּחְתִּ֣י H7971 מֵהֶ֣ם H1992 פְּ֠לֵיטִים H6412 אֶֽל H413 הַגּוֹיִ֞ם H1471 תַּרְשִׁ֨ישׁ H8659 פּ֥וּל H6322 וְל֛וּד H3865 מֹ֥שְׁכֵי H4900 קֶ֖שֶׁת H7198 תֻּבַ֣ל H8422 וְיָוָ֑ן H3120 הָאִיִּ֣ים H339 הָרְחֹקִ֗ים H7350 אֲשֶׁ֨ר H834 לֹא H3808 שָׁמְע֤וּ H8085 אֶת H853 שִׁמְעִי֙ H8088 וְלֹא H3808 רָא֣וּ H7200 אֶת H853 כְּבוֹדִ֔י H3519 וְהִגִּ֥ידוּ H5046 אֶת H853 כְּבוֹדִ֖י H3519 בַּגּוֹיִֽם H1471 ",
      "20": "וְהֵבִ֣יאוּ H935 אֶת H853 כָּל H3605 אֲחֵיכֶ֣ם H251 מִכָּל H3605 הַגּוֹיִ֣ם H1471 מִנְחָ֣ה H4503 לַֽיהוָ֡ה H3068 בַּסּוּסִ֡ים H5483 וּ֠בָ H7393 וּבַ H6632 וּבַ H6505 וּבַ H3753 עַ֣ל H5921 הַ֥ר H2022 קָדְשִׁ֛י H6944 יְרוּשָׁלִַ֖ם H3389 אָמַ֣ר H559 יְהוָ֑ה H3068 כַּאֲשֶׁ֣ר H834 יָבִיאוּ֩ H935 בְנֵ֨י H1121 יִשְׂרָאֵ֧ל H3478 אֶת H853 הַמִּנְחָ֛ה H4503 בִּכְלִ֥י H3627 טָה֖וֹר H2889 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "21": "וְגַם H1571 מֵהֶ֥ם H1992 אֶקַּ֛ח H3947 לַכֹּהֲנִ֥ים H3548 לַלְוִיִּ֖ם H3881 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "22": "כִּ֣י H3588 כַאֲשֶׁ֣ר H834 הַשָּׁמַ֣יִם H8064 הַ֠חֳדָשִׁים H2319 וְהָ H776 הַחֲדָשָׁ֜ה H2319 אֲשֶׁ֨ר H834 אֲנִ֥י H589 עֹשֶׂ֛ה H6213 עֹמְדִ֥ים H5975 לְפָנַ֖ H6440 נְאֻם H5002 יְהוָ֑ה H3068 כֵּ֛ן H3651 יַעֲמֹ֥ד H5975 זַרְעֲכֶ֖ם H2233 וְשִׁמְ H8034 ",
      "23": "וְהָיָ֗ה H1961 מִֽדֵּי H1767 חֹ֨דֶשׁ֙ H2320 בְּחָדְשׁ֔ H2320 וּמִ H1767 שַׁבָּ֖ת H7676 בְּשַׁבַּתּ֑ H7676 יָב֧וֹא H935 כָל H3605 בָּשָׂ֛ר H1320 לְהִשְׁתַּחֲוֺ֥ת H7812 לְפָנַ֖ H6440 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "24": "וְיָצְא֣וּ H3318 וְרָא֔וּ H7200 בְּפִגְרֵי֙ H6297 הָאֲנָשִׁ֔ים H376 הַפֹּשְׁעִ֖ים H6586 בִּ֑י Hb כִּ֣י H3588 תוֹלַעְתָּ֞ם H8438 לֹ֣א H3808 תָמ֗וּת H4191 וְאִשָּׁ H784 לֹ֣א H3808 תִכְבֶּ֔ה H3518 וְהָי֥וּ H1961 דֵרָא֖וֹן H1860 לְכָל H3605 בָּשָֽׂר H1320 "
    }
  }
}
