{
  "Job": {
    "1": {
      "1": "אִ֛ישׁ H376 הָיָ֥ה H1961 בְאֶֽרֶץ H776 ע֖וּץ H5780 אִיּ֣וֹב H347 שְׁמ֑וֹ H8034 וְהָיָ֣ה H1961 הָאִ֣ישׁ H376 הַה֗וּא H1931 תָּ֧ם H8535 וְיָשָׁ֛ר H3477 וִירֵ֥א H3373 אֱלֹהִ֖ים H430 וְסָ֥ר H5493 מֵרָֽע H7451 ",
      "2": "וַיִּוָּ֥לְדוּ H3205 ל֛וֹ Hl שִׁבְעָ֥ה H7651 בָנִ֖ים H1121 וְשָׁל֥וֹשׁ H7969 בָּנֽוֹת H1323 ",
      "3": "וַיְהִ֣י H1961 מִ֠קְנֵהוּ H4735 שִֽׁבְעַ֨ת H7651 אַלְפֵי H505 צֹ֜אן H6629 וּשְׁלֹ֧שֶׁת H7969 אַלְפֵ֣י H505 גְמַלִּ֗ים H1581 וַחֲמֵ֨שׁ H2568 מֵא֤וֹת H3967 צֶֽמֶד H6776 בָּקָר֙ H1241 וַחֲמֵ֣שׁ H2568 מֵא֣וֹת H3967 אֲתוֹנ֔וֹת H860 וַעֲבֻדָּ֖ה H5657 רַבָּ֣ה H7227 מְאֹ֑ד H3966 וַיְהִי֙ H1961 הָאִ֣ישׁ H376 הַה֔וּא H1931 גָּד֖וֹל H1419 מִכָּל H3605 בְּנֵי H1121 קֶֽדֶם H6924 ",
      "4": "וְהָלְכ֤וּ H1980 בָנָיו֙ H1121 וְעָשׂ֣וּ H6213 מִשְׁתֶּ֔ה H4960 בֵּ֖ית H1004 אִ֣ישׁ H376 יוֹמ֑וֹ H3117 וְשָׁלְח֗וּ H7971 וְקָרְאוּ֙ H7121 לִשְׁלֹ֣שֶׁת H7969 אחיתיהם H269 לֶאֱכֹ֥ל H398 וְלִ H8354 עִמָּהֶֽם H5973 ",
      "5": "וַיְהִ֡י H1961 כִּ֣י H3588 הִקִּיפֽוּ֩ H5362 יְמֵ֨י H3117 הַמִּשְׁתֶּ֜ה H4960 וַיִּשְׁלַ֧ח H7971 אִיּ֣וֹב H347 וַֽיְקַדְּשֵׁ֗ H6942 וְהִשְׁכִּ֣ים H7925 בַּבֹּקֶר֮ H1242 וְהֶעֱלָ֣ה H5927 עֹלוֹת֮ H5930 מִסְפַּ֣ר H4557 כֻּלָּם֒ H3605 כִּ֚י H3588 אָמַ֣ר H559 אִיּ֔וֹב H347 אוּלַי֙ H194 חָטְא֣וּ H2398 בָנַ֔י H1121 וּבֵרֲכ֥וּ H1288 אֱלֹהִ֖ים H430 בִּלְבָבָ֑ H3824 כָּ֛כָה H3602 יַעֲשֶׂ֥ה H6213 אִיּ֖וֹב H347 כָּל H3605 הַיָּמִֽים H3117 ",
      "6": "וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיָּבֹ֨אוּ֙ H935 בְּנֵ֣י H1121 הָאֱלֹהִ֔ים H430 לְהִתְיַצֵּ֖ב H3320 עַל H5921 יְהוָ֑ה H3068 וַיָּב֥וֹא H935 גַֽם H1571 הַשָּׂטָ֖ן H7854 בְּתוֹכָֽ H8432 ",
      "7": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 הַשָּׂטָ֖ן H7854 מֵאַ֣יִן H370 תָּבֹ֑א H935 וַיַּ֨עַן H6030 הַשָּׂטָ֤ן H7854 אֶת H853 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 מִשּׁ֣וּט H7751 בָּאָ֔רֶץ H776 וּמֵֽ H1980 בָּֽהּ Hb ",
      "8": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 הַשָּׂטָ֔ן H7854 הֲשַׂ֥מְתָּ H7760 לִבְּךָ֖ H3820 עַל H5921 עַבְדִּ֣י H5650 אִיּ֑וֹב H347 כִּ֣י H3588 אֵ֤ין H369 כָּמֹ֨הוּ֙ H3644 בָּאָ֔רֶץ H776 אִ֣ישׁ H376 תָּ֧ם H8535 וְיָשָׁ֛ר H3477 יְרֵ֥א H3373 אֱלֹהִ֖ים H430 וְסָ֥ר H5493 מֵרָֽע H7451 ",
      "9": "וַיַּ֧עַן H6030 הַשָּׂטָ֛ן H7854 אֶת H853 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 הַֽחִנָּ֔ם H2600 יָרֵ֥א H3372 אִיּ֖וֹב H347 אֱלֹהִֽים H430 ",
      "10": "הֲלֹֽא H3808 את H859 שַׂ֣כְתָּ H7753 בַעֲד֧וֹ H1157 וּבְעַד H1157 בֵּית֛וֹ H1004 וּבְעַ֥ד H1157 כָּל H3605 אֲשֶׁר H834 ל֖וֹ Hl מִסָּבִ֑יב H5439 מַעֲשֵׂ֤ה H4639 יָדָיו֙ H3027 בֵּרַ֔כְתָּ H1288 וּמִקְנֵ֖ H4735 פָּרַ֥ץ H6555 בָּאָֽרֶץ H776 ",
      "11": "וְאוּלָם֙ H199 שְֽׁלַֽח H7971 נָ֣א H4994 יָֽדְךָ֔ H3027 וְגַ֖ע H5060 בְּכָל H3605 אֲשֶׁר H834 ל֑וֹ Hl אִם H518 לֹ֥א H3808 עַל H5921 פָּנֶ֖יךָ H6440 יְבָרֲכֶֽךָּ H1288 ",
      "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הַשָּׂטָ֗ן H7854 הִנֵּ֤ה H2009 כָל H3605 אֲשֶׁר H834 לוֹ֙ Hl בְּיָדֶ֔ H3027 רַ֣ק H7535 אֵלָ֔יו H413 אַל H408 תִּשְׁלַ֖ח H7971 יָדֶ֑ךָ H3027 וַיֵּצֵא֙ H3318 הַשָּׂטָ֔ן H7854 מֵעִ֖ם H5973 פְּנֵ֥י H6440 יְהוָֽה H3068 ",
      "13": "וַיְהִ֖י H1961 הַיּ֑וֹם H3117 וּבָנָ֨י H1121 וּבְנֹתָ֤י H1323 אֹֽכְלִים֙ H398 וְשֹׁתִ֣ים H8354 יַ֔יִן H3196 בְּבֵ֖ית H1004 אֲחִיהֶ֥ם H251 הַבְּכֽוֹר H1060 ",
      "14": "וּמַלְאָ֛ךְ H4397 בָּ֥א H935 אֶל H413 אִיּ֖וֹב H347 וַיֹּאמַ֑ר H559 הַבָּקָר֙ H1241 הָי֣וּ H1961 חֹֽרְשׁ֔וֹת H2790 וְהָ H860 רֹע֥וֹת H7462 עַל H5921 יְדֵיהֶֽם H3027 ",
      "15": "וַתִּפֹּ֤ל H5307 שְׁבָא֙ H7614 וַתִּקָּחֵ֔ H3947 וְאֶת H853 הַנְּעָרִ֖ים H5288 הִכּ֣וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וָֽאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
      "16": "ע֣וֹד H5750 זֶ֣ה H2088 מְדַבֵּ֗ר H1696 וְזֶה֮ H2088 בָּ֣א H935 וַיֹּאמַר֒ H559 אֵ֣שׁ H784 אֱלֹהִ֗ים H430 נָֽפְלָה֙ H5307 מִן H4480 הַשָּׁמַ֔יִם H8064 וַתִּבְעַ֥ר H1197 בַּצֹּ֛אן H6629 וּבַ H5288 וַתֹּאכְלֵ֑ H398 וָאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
      "17": "ע֣וֹד H5750 זֶ֣ה H2088 מְדַבֵּ֗ר H1696 וְזֶה֮ H2088 בָּ֣א H935 וַיֹּאמַר֒ H559 כַּשְׂדִּ֞ים H3778 שָׂ֣מוּ H7760 שְׁלֹשָׁ֣ה H7969 רָאשִׁ֗ים H7218 וַֽיִּפְשְׁט֤וּ H6584 עַל H5921 הַגְּמַלִּים֙ H1581 וַיִּקָּח֔וּ H3947 וְאֶת H853 הַנְּעָרִ֖ים H5288 הִכּ֣וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וָאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
      "18": "עַ֚ד H5704 זֶ֣ה H2088 מְדַבֵּ֔ר H1696 וְזֶ֖ה H2088 בָּ֣א H935 וַיֹּאמַ֑ר H559 בָּנֶ֨יךָ H1121 וּבְנוֹתֶ֤י H1323 אֹֽכְלִים֙ H398 וְשֹׁתִ֣ים H8354 יַ֔יִן H3196 בְּבֵ֖ית H1004 אֲחִיהֶ֥ם H251 הַבְּכֽוֹר H1060 ",
      "19": "וְהִנֵּה֩ H2009 ר֨וּחַ H7307 גְּדוֹלָ֜ה H1419 בָּ֣אָה H935 מֵעֵ֣בֶר H5676 הַמִּדְבָּ֗ר H4057 וַיִּגַּע֙ H5060 בְּאַרְבַּע֙ H702 פִּנּ֣וֹת H6438 הַבַּ֔יִת H1004 וַיִּפֹּ֥ל H5307 עַל H5921 הַנְּעָרִ֖ים H5288 וַיָּמ֑וּתוּ H4191 וָאִמָּ֨לְטָ֧ H4422 רַק H7535 אֲנִ֛י H589 לְבַדִּ֖ H905 לְהַגִּ֥יד H5046 לָֽךְ Hl ",
      "20": "וַיָּ֤קָם H6965 אִיּוֹב֙ H347 וַיִּקְרַ֣ע H7167 אֶת H853 מְעִל֔וֹ H4598 וַיָּ֖גָז H1494 אֶת H853 רֹאשׁ֑וֹ H7218 וַיִּפֹּ֥ל H5307 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
      "21": "וַיֹּאמֶר֩ H559 עָרֹ֨ם H6174 יצתי H3318 מִבֶּ֣טֶן H990 אִמִּ֗י H517 וְעָרֹם֙ H6174 אָשׁ֣וּב H7725 שָׁ֔מָה H8033 יְהוָ֣ה H3068 נָתַ֔ן H5414 וַיהוָ֖ה H3068 לָקָ֑ח H3947 יְהִ֛י H1961 שֵׁ֥ם H8034 יְהוָ֖ה H3068 מְבֹרָֽךְ H1288 ",
      "22": "בְּכָל H3605 זֹ֖את H2063 לֹא H3808 חָטָ֣א H2398 אִיּ֑וֹב H347 וְלֹא H3808 נָתַ֥ן H5414 תִּפְלָ֖ה H8604 לֵאלֹהִֽים H430 "
    },
    "2": {
      "1": "וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיָּבֹ֨אוּ֙ H935 בְּנֵ֣י H1121 הָֽאֱלֹהִ֔ים H430 לְהִתְיַצֵּ֖ב H3320 עַל H5921 יְהוָ֑ה H3068 וַיָּב֤וֹא H935 גַֽם H1571 הַשָּׂטָן֙ H7854 בְּתֹכָ֔ H8432 לְהִתְיַצֵּ֖ב H3320 עַל H5921 יְהוָֽה H3068 ",
      "2": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 הַשָּׂטָ֔ן H7854 אֵ֥י H335 מִזֶּ֖ה H2088 תָּבֹ֑א H935 וַיַּ֨עַן H6030 הַשָּׂטָ֤ן H7854 אֶת H853 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 מִשֻּׁ֣ט H7751 בָּאָ֔רֶץ H776 וּמֵ H1980 בָּֽהּ Hb ",
      "3": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הַשָּׂטָ֗ן H7854 הֲשַׂ֣מְתָּ H7760 לִבְּךָ֮ H3820 אֶל H413 עַבְדִּ֣י H5650 אִיּוֹב֒ H347 כִּי֩ H3588 אֵ֨ין H369 כָּמֹ֜הוּ H3644 בָּאָ֗רֶץ H776 אִ֣ישׁ H376 תָּ֧ם H8535 וְיָשָׁ֛ר H3477 יְרֵ֥א H3373 אֱלֹהִ֖ים H430 וְסָ֣ר H5493 מֵרָ֑ע H7451 וְעֹדֶ֨ H5750 מַחֲזִ֣יק H2388 בְּתֻמָּת֔ H8538 וַתְּסִיתֵ֥ H5496 ב֖וֹ Hb לְבַלְּע֥ H1104 חִנָּֽם H2600 ",
      "4": "וַיַּ֧עַן H6030 הַשָּׂטָ֛ן H7854 אֶת H853 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 ע֣וֹר H5785 בְּעַד H1157 ע֗וֹר H5785 וְכֹל֙ H3605 אֲשֶׁ֣ר H834 לָאִ֔ישׁ H376 יִתֵּ֖ן H5414 בְּעַ֥ד H1157 נַפְשֽׁוֹ H5315 ",
      "5": "אוּלָם֙ H199 שְֽׁלַֽח H7971 נָ֣א H4994 יָֽדְךָ֔ H3027 וְגַ֥ע H5060 אֶל H413 עַצְמ֖וֹ H6106 וְאֶל H413 בְּשָׂר֑וֹ H1320 אִם H518 לֹ֥א H3808 אֶל H413 פָּנֶ֖יךָ H6440 יְבָרֲכֶֽךָּ H1288 ",
      "6": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 הַשָּׂטָ֖ן H7854 הִנּ֣וֹ H2005 בְיָדֶ֑ H3027 אַ֖ךְ H389 אֶת H853 נַפְשׁ֥וֹ H5315 שְׁמֹֽר H8104 ",
      "7": "וַיֵּצֵא֙ H3318 הַשָּׂטָ֔ן H7854 מֵאֵ֖ת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 וַיַּ֤ךְ H5221 אֶת H853 אִיּוֹב֙ H347 בִּשְׁחִ֣ין H7822 רָ֔ע H7451 מִכַּ֥ף H3709 רַגְל֖וֹ H7272 עד H5704 קָדְקֳדֽוֹ H6936 ",
      "8": "וַיִּֽקַּֽח H3947 ל֣וֹ Hl חֶ֔רֶשׂ H2789 לְהִתְגָּרֵ֖ד H1623 בּ֑וֹ Hb וְה֖וּא H1931 יֹשֵׁ֥ב H3427 בְּתוֹךְ H8432 הָאֵֽפֶר H665 ",
      "9": "וַתֹּ֤אמֶר H559 לוֹ֙ Hl אִשְׁתּ֔וֹ H802 עֹדְךָ֖ H5750 מַחֲזִ֣יק H2388 בְּתֻמָּתֶ֑ H8538 בָּרֵ֥ךְ H1288 אֱלֹהִ֖ים H430 וָמֻֽת H4191 ",
      "10": "וַיֹּ֣אמֶר H559 אֵלֶ֗יהָ H413 כְּדַבֵּ֞ר H1696 אַחַ֤ת H259 הַנְּבָלוֹת֙ H5036 תְּדַבֵּ֔רִי H1696 גַּ֣ם H1571 אֶת H853 הַטּ֗וֹב H2896 נְקַבֵּל֙ H6901 מֵאֵ֣ת H853 הָאֱלֹהִ֔ים H430 וְאֶת H853 הָרָ֖ע H7451 לֹ֣א H3808 נְקַבֵּ֑ל H6901 בְּכָל H3605 זֹ֛את H2063 לֹא H3808 חָטָ֥א H2398 אִיּ֖וֹב H347 בִּשְׂפָתָֽי H8193 ",
      "11": "וַֽיִּשְׁמְע֞וּ H8085 שְׁלֹ֣שֶׁת H7969 רֵעֵ֣י H7453 אִיּ֗וֹב H347 אֵ֣ת H853 כָּל H3605 הָרָעָ֣ה H7451 הַזֹּאת֮ H2063 הַבָּ֣אָה H935 עָלָיו֒ H5921 וַיָּבֹ֨אוּ֙ H935 אִ֣ישׁ H376 מִמְּקֹמ֔ H4725 אֱלִיפַ֤ז H464 הַתֵּימָנִי֙ H8489 וּבִלְדַּ֣ד H1085 הַשּׁוּחִ֔י H7747 וְצוֹפַ֖ר H6691 הַנַּֽעֲמָתִ֑י H5284 וַיִּוָּעֲד֣וּ H3259 יַחְדָּ֔ו H3162 לָב֥וֹא H935 לָנֽוּד H5110 ל֖וֹ Hl וּֽלְ H5162 ",
      "12": "וַיִּשְׂא֨וּ H5375 אֶת H853 עֵינֵיהֶ֤ם H5869 מֵרָחוֹק֙ H7350 וְלֹ֣א H3808 הִכִּירֻ֔הוּ H5234 וַיִּשְׂא֥וּ H5375 קוֹלָ֖ם H6963 וַיִּבְכּ֑וּ H1058 וַֽיִּקְרְעוּ֙ H7167 אִ֣ישׁ H376 מְעִל֔וֹ H4598 וַיִּזְרְק֥וּ H2236 עָפָ֛ר H6083 עַל H5921 רָאשֵׁיהֶ֖ם H7218 הַשָּׁמָֽיְמָ H8064 ",
      "13": "וַיֵּשְׁב֤וּ H3427 אִתּוֹ֙ H854 לָאָ֔רֶץ H776 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 וְשִׁבְעַ֣ת H7651 לֵיל֑וֹת H3915 וְאֵין H369 דֹּבֵ֤ר H1696 אֵלָיו֙ H413 דָּבָ֔ר H1697 כִּ֣י H3588 רָא֔וּ H7200 כִּֽי H3588 גָדַ֥ל H1431 הַכְּאֵ֖ב H3511 מְאֹֽד H3966 "
    },
    "3": {
      "1": "אַחֲרֵי H310 כֵ֗ן H3651 פָּתַ֤ח H6605 אִיּוֹב֙ H347 אֶת H853 פִּ֔יהוּ H6310 וַיְקַלֵּ֖ל H7043 אֶת H853 יוֹמֽוֹ H3117 ",
      "2": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "3": "יֹ֣אבַד H6 י֭וֹם H3117 אִוָּ֣לֶד H3205 בּ֑וֹ Hb וְהַ H3915 אָ֝מַ֗ר H559 הֹ֣רָה H2029 גָֽבֶר H1397 ",
      "4": "הַיּ֥וֹם H3117 הַה֗וּא H1931 יְֽהִ֫י H1961 חֹ֥שֶׁךְ H2822 אַֽל H408 יִדְרְשֵׁ֣הוּ H1875 אֱל֣וֹהַּ H433 מִמָּ֑עַל H4605 וְאַל H408 תּוֹפַ֖ע H3313 עָלָ֣יו H5921 נְהָרָֽה H5105 ",
      "5": "יִגְאָלֻ֡הוּ H1350 חֹ֣שֶׁךְ H2822 וְ֭צַלְמָוֶת H6757 תִּשְׁכָּן H7931 עָלָ֣יו H5921 עֲנָנָ֑ה H6053 יְ֝בַעֲתֻ֗הוּ H1204 כִּֽמְרִ֥ירֵי H3650 יֽוֹם H3117 ",
      "6": "הַלַּ֥יְלָה H3915 הַהוּא֮ H1931 יִקָּחֵ֪ה֫וּ H3947 אֹ֥פֶל H652 אַל H408 יִ֭חַדְּ H2302 בִּימֵ֣י H3117 שָׁנָ֑ה H8141 בְּמִסְפַּ֥ר H4557 יְ֝רָחִ֗ים H3391 אַל H408 יָבֹֽא H935 ",
      "7": "הִנֵּ֤ה H2009 הַלַּ֣יְלָה H3915 הַ֭הוּא H1931 יְהִ֣י H1961 גַלְמ֑וּד H1565 אַל H408 תָּבֹ֖א H935 רְנָנָ֣ה H7445 בֽוֹ Hb ",
      "8": "יִקְּבֻ֥הוּ H5344 אֹרְרֵי H779 י֑וֹם H3117 הָ֝עֲתִידִ֗ים H6264 עֹרֵ֥ר H5782 לִוְיָתָֽן H3882 ",
      "9": "יֶחְשְׁכוּ֮ H2821 כּוֹכְבֵ֪י H3556 נִ֫שְׁפּ֥וֹ H5399 יְקַו H6960 לְא֥וֹר H216 וָאַ֑יִן H369 וְאַל H408 יִ֝רְאֶ֗ה H7200 בְּעַפְעַפֵּי H6079 שָֽׁחַר H7837 ",
      "10": "כִּ֤י H3588 לֹ֣א H3808 סָ֭גַר H5462 דַּלְתֵ֣י H1817 בִטְנִ֑י H990 וַיַּסְתֵּ֥ר H5641 עָ֝מָ֗ל H5999 מֵעֵינָֽ H5869 ",
      "11": "לָ֤מָּה H4100 לֹּ֣א H3808 מֵרֶ֣חֶם H7358 אָמ֑וּת H4191 מִבֶּ֖טֶן H990 יָצָ֣אתִי H3318 וְאֶגְוָֽע H1478 ",
      "12": "מַ֭דּוּעַ H4069 קִדְּמ֣וּנִי H6923 בִרְכָּ֑יִם H1290 וּמַה H4100 שָּׁ֝דַ֗יִם H7699 כִּ֣י H3588 אִינָֽק H3243 ",
      "13": "כִּֽי H3588 עַ֭תָּה H6258 שָׁכַ֣בְתִּי H7901 וְאֶשְׁק֑וֹט H8252 יָ֝שַׁ֗נְתִּי H3462 אָ֤ז H227 יָנ֬וּחַֽ H5117 לִֽי Hl ",
      "14": "עִם H5973 מְ֭לָכִים H4428 וְיֹ֣עֲצֵי H3289 אָ֑רֶץ H776 הַבֹּנִ֖ים H1129 חֳרָב֣וֹת H2723 לָֽמוֹ Hl ",
      "15": "א֣וֹ H176 עִם H5973 שָׂ֭רִים H8269 זָהָ֣ב H2091 לָהֶ֑ם H1992 הַֽמְמַלְאִ֖ים H4390 בָּתֵּיהֶ֣ם H1004 כָּֽסֶף H3701 ",
      "16": "א֤וֹ H176 כְנֵ֣פֶל H5309 טָ֭מוּן H2934 לֹ֣א H3808 אֶהְיֶ֑ה H1961 כְּ֝עֹלְלִ֗ים H5768 לֹא H3808 רָ֥אוּ H7200 אֽוֹר H216 ",
      "17": "שָׁ֣ם H8033 רְ֭שָׁעִים H7563 חָ֣דְלוּ H2308 רֹ֑גֶז H7267 וְשָׁ֥ם H8033 יָ֝נ֗וּחוּ H5117 יְגִ֣יעֵי H3019 כֹֽחַ H3581 ",
      "18": "יַ֭חַד H3162 אֲסִירִ֣ים H615 שַׁאֲנָ֑נוּ H7599 לֹ֥א H3808 שָׁ֝מְע֗וּ H8085 ק֣וֹל H6963 נֹגֵֽשׂ H5065 ",
      "19": "קָטֹ֣ן H6996 וְ֭גָדוֹל H1419 שָׁ֣ם H8033 ה֑וּא H1931 וְ֝עֶ֗בֶד H5650 חָפְשִׁ֥י H2670 מֵאֲדֹנָֽי H113 ",
      "20": "לָ֤מָּה H4100 יִתֵּ֣ן H5414 לְעָמֵ֣ל H6001 א֑וֹר H216 וְ֝חַיִּ֗ים H2416 לְמָ֣רֵי H4751 נָֽפֶשׁ H5315 ",
      "21": "הַֽמְחַכִּ֣ים H2442 לַמָּ֣וֶת H4194 וְאֵינֶ֑ H369 וַֽ֝יַּחְפְּרֻ֗ H2658 מִמַּטְמוֹנִֽים H4301 ",
      "22": "הַשְּׂמֵחִ֥ים H8055 אֱלֵי H413 גִ֑יל H1524 יָ֝שִׂ֗ישׂוּ H7797 כִּ֣י H3588 יִמְצְאוּ H4672 קָֽבֶר H6913 ",
      "23": "לְ֭גֶבֶר H1397 אֲשֶׁר H834 דַּרְכּ֣וֹ H1870 נִסְתָּ֑רָה H5641 וַיָּ֖סֶךְ H5526 אֱל֣וֹהַּ H433 בַּעֲדֽוֹ H1157 ",
      "24": "כִּֽי H3588 לִפְנֵ֣י H6440 לַ֭חְמִי H3899 אַנְחָתִ֣י H585 תָבֹ֑א H935 וַֽיִּתְּכ֥וּ H5413 כַ֝מַּ֗יִם H4325 שַׁאֲגֹתָֽי H7581 ",
      "25": "כִּ֤י H3588 פַ֣חַד H6343 פָּ֭חַדְתִּי H6342 וַיֶּאֱתָיֵ֑ H857 וַאֲשֶׁ֥ר H834 יָ֝גֹ֗רְתִּי H3025 יָ֣בֹא H935 לִֽי Hl ",
      "26": "לֹ֤א H3808 שָׁלַ֨וְתִּי H7951 וְלֹ֖א H3808 שָׁקַ֥טְתִּי H8252 וְֽלֹא H3808 נָ֗חְתִּי H5117 וַיָּ֥בֹא H935 רֹֽגֶז H7267 "
    },
    "4": {
      "1": "וַ֭יַּעַן H6030 אֱלִיפַ֥ז H464 הַֽתֵּימָנִ֗י H8489 וַיֹּאמַֽר H559 ",
      "2": "הֲנִסָּ֬ה H5254 דָבָ֣ר H1697 אֵלֶ֣יךָ H413 תִּלְאֶ֑ה H3811 וַעְצֹ֥ר H6113 בְּ֝מִלִּ֗ין H4405 מִ֣י H4310 יוּכָֽל H3201 ",
      "3": "הִ֭נֵּה H2009 יִסַּ֣רְתָּ H3256 רַבִּ֑ים H7227 וְיָדַ֖יִם H3027 רָפ֣וֹת H7504 תְּחַזֵּֽק H2388 ",
      "4": "כּ֭וֹשֵׁל H3782 יְקִימ֣וּן H6965 מִלֶּ֑יךָ H4405 וּבִרְכַּ֖יִם H1290 כֹּרְע֣וֹת H3766 תְּאַמֵּֽץ H553 ",
      "5": "כִּ֤י H3588 עַתָּ֨ה H6258 תָּב֣וֹא H935 אֵלֶ֣יךָ H413 וַתֵּ֑לֶא H3811 תִּגַּ֥ע H5060 עָ֝דֶ֗יךָ H5704 וַתִּבָּהֵֽל H926 ",
      "6": "הֲלֹ֣א H3808 יִ֭רְאָתְךָ H3374 כִּסְלָתֶ֑ךָ H3690 תִּ֝קְוָתְךָ֗ H8615 וְתֹ֣ם H8537 דְּרָכֶֽיךָ H1870 ",
      "7": "זְכָר H2142 נָ֗א H4994 מִ֤י H4310 ה֣וּא H1931 נָקִ֣י H5355 אָבָ֑ד H6 וְ֝אֵיפֹ֗ה H375 יְשָׁרִ֥ים H3477 נִכְחָֽדוּ H3582 ",
      "8": "כַּאֲשֶׁ֣ר H834 רָ֭אִיתִי H7200 חֹ֣רְשֵׁי H2790 אָ֑וֶן H205 וְזֹרְעֵ֖י H2232 עָמָ֣ל H5999 יִקְצְרֻֽהוּ H7114 ",
      "9": "מִנִּשְׁמַ֣ת H5397 אֱל֣וֹהַ H433 יֹאבֵ֑דוּ H6 וּמֵ H7307 אַפּ֣וֹ H639 יִכְלֽוּ H3615 ",
      "10": "שַׁאֲגַ֣ת H7581 אַ֭רְיֵה H738 וְק֣וֹל H6963 שָׁ֑חַל H7826 וְשִׁנֵּ֖י H8127 כְפִירִ֣ים H3715 נִתָּֽעוּ H5421 ",
      "11": "לַ֭יִשׁ H3918 אֹבֵ֣ד H6 מִבְּלִי H1097 טָ֑רֶף H2964 וּבְנֵ֥י H1121 לָ֝בִ֗יא H3833 יִתְפָּרָֽדוּ H6504 ",
      "12": "וְ֭אֵלַ H413 דָּבָ֣ר H1697 יְגֻנָּ֑ב H1589 וַתִּקַּ֥ח H3947 אָ֝זְנִ֗י H241 שֵׁ֣מֶץ H8102 מֶֽנְהֽוּ H4480 ",
      "13": "בִּ֭שְׂעִפִּים H5587 מֵחֶזְיֹנ֣וֹת H2384 לָ֑יְלָה H3915 בִּנְפֹ֥ל H5307 תַּ֝רְדֵּמָ֗ה H8639 עַל H5921 אֲנָשִֽׁים H376 ",
      "14": "פַּ֣חַד H6343 קְ֭רָאַנִי H7122 וּרְעָדָ֑ה H7461 וְרֹ֖ב H7230 עַצְמוֹתַ֣י H6106 הִפְחִֽיד H6342 ",
      "15": "וְ֭רוּחַ H7307 עַל H5921 פָּנַ֣י H6440 יַחֲלֹ֑ף H2498 תְּ֝סַמֵּ֗ר H5568 שַֽׂעֲרַ֥ת H8185 בְּשָׂרִֽי H1320 ",
      "16": "יַעֲמֹ֤ד H5975 וְֽלֹא H3808 אַכִּ֬יר H5234 מַרְאֵ֗הוּ H4758 תְּ֭מוּנָה H8544 לְנֶ֣גֶד H5048 עֵינָ֑י H5869 דְּמָמָ֖ה H1827 וָק֣וֹל H6963 אֶשְׁמָֽע H8085 ",
      "17": "הַֽ֭אֱנוֹשׁ H582 מֵאֱל֣וֹהַ H433 יִצְדָּ֑ק H6663 אִ֥ם H518 מֵ֝עֹשֵׂ֗ H6213 יִטְהַר H2891 גָּֽבֶר H1397 ",
      "18": "הֵ֣ן H2005 בַּ֭עֲבָדָי H5650 לֹ֣א H3808 יַאֲמִ֑ין H539 וּ֝בְ H4397 יָשִׂ֥ים H7760 תָּהֳלָֽה H8417 ",
      "19": "אַ֤ף H637 שֹׁכְנֵ֬י H7931 בָֽתֵּי H1004 חֹ֗מֶר H2563 אֲשֶׁר H834 בֶּעָפָ֥ר H6083 יְסוֹדָ֑ם H3247 יְ֝דַכְּא֗וּם H1792 לִפְנֵי H6440 עָֽשׁ H6211 ",
      "20": "מִבֹּ֣קֶר H1242 לָעֶ֣רֶב H6153 יֻכַּ֑תּוּ H3807 מִבְּלִ֥י H1097 מֵ֝שִׂ֗ים H7760 לָנֶ֥צַח H5331 יֹאבֵֽדוּ H6 ",
      "21": "הֲלֹא H3808 נִסַּ֣ע H5265 יִתְרָ֣ם H3499 בָּ֑ם Hb יָ֝מ֗וּתוּ H4191 וְלֹ֣א H3808 בְחָכְמָֽה H2451 "
    },
    "5": {
      "1": "קְֽרָא H7121 נָ֭א H4994 הֲיֵ֣שׁ H3426 עוֹנֶ֑ךָּ H6030 וְאֶל H413 מִ֖י H4310 מִקְּדֹשִׁ֣ים H6918 תִּפְנֶֽה H6437 ",
      "2": "כִּֽי H3588 לֶֽ֭אֱוִיל H191 יַהֲרָג H2026 כָּ֑עַשׂ H3708 וּ֝פֹתֶ֗ה H6601 תָּמִ֥ית H4191 קִנְאָֽה H7068 ",
      "3": "אֲֽנִי H589 רָ֭אִיתִי H7200 אֱוִ֣יל H191 מַשְׁרִ֑ישׁ H8327 וָאֶקּ֖וֹב H6895 נָוֵ֣הוּ H5116 פִתְאֹֽם H6597 ",
      "4": "יִרְחֲק֣וּ H7368 בָנָ֣יו H1121 מִיֶּ֑שַׁע H3468 וְיִֽדַּכְּא֥וּ H1792 בַ֝שַּׁ֗עַר H8179 וְאֵ֣ין H369 מַצִּֽיל H5337 ",
      "5": "אֲשֶׁ֤ר H834 קְצִיר֨וֹ H7105 רָ֘עֵ֤ב H7457 יֹאכֵ֗ל H398 וְאֶֽל H413 מִצִּנִּ֥ים H6791 יִקָּחֵ֑הוּ H3947 וְשָׁאַ֖ף H7602 צַמִּ֣ים H6782 חֵילָֽם H2428 ",
      "6": "כִּ֤י H3588 לֹא H3808 יֵצֵ֣א H3318 מֵעָפָ֣ר H6083 אָ֑וֶן H205 וּ֝מֵ H127 לֹא H3808 יִצְמַ֥ח H6779 עָמָֽל H5999 ",
      "7": "כִּֽי H3588 אָ֭דָם H120 לְעָמָ֣ל H5999 יוּלָּ֑ד H3205 וּבְנֵי H1121 רֶ֝֗שֶׁף H7565 יַגְבִּ֥יהוּ H1361 עֽוּף H5774 ",
      "8": "אוּלָ֗ם H199 אֲ֭נִי H589 אֶדְרֹ֣שׁ H1875 אֶל H413 אֵ֑ל H410 וְאֶל H413 אֱ֝לֹהִ֗ים H430 אָשִׂ֥ים H7760 דִּבְרָתִֽי H1700 ",
      "9": "עֹשֶׂ֣ה H6213 גְ֭דֹלוֹת H1419 וְאֵ֣ין H369 חֵ֑קֶר H2714 נִ֝פְלָא֗וֹת H6381 עַד H5704 אֵ֥ין H369 מִסְפָּֽר H4557 ",
      "10": "הַנֹּתֵ֣ן H5414 מָ֭טָר H4306 עַל H5921 פְּנֵי H6440 אָ֑רֶץ H776 וְשֹׁ֥לֵֽחַ H7971 מַ֝יִם H4325 עַל H5921 פְּנֵ֥י H6440 חוּצֽוֹת H2351 ",
      "11": "לָשׂ֣וּם H7760 שְׁפָלִ֣ים H8217 לְמָר֑וֹם H4791 וְ֝קֹדְרִ֗ים H6937 שָׂ֣גְבוּ H7682 יֶֽשַׁע H3468 ",
      "12": "מֵ֭פֵר H6565 מַחְשְׁב֣וֹת H4284 עֲרוּמִ֑ים H6175 וְֽלֹא H3808 תַעֲשֶׂ֥ינָה H6213 יְ֝דֵיהֶ֗ם H3027 תּוּשִׁיָּֽה H8454 ",
      "13": "לֹכֵ֣ד H3920 חֲכָמִ֣ים H2450 בְּעָרְמָ֑ H6193 וַעֲצַ֖ת H6098 נִפְתָּלִ֣ים H6617 נִמְהָֽרָה H4116 ",
      "14": "יוֹמָ֥ם H3119 יְפַגְּשׁוּ H6298 חֹ֑שֶׁךְ H2822 וְ֝כַ H3915 יְֽמַשְׁשׁ֥וּ H4959 בַֽצָּהֳרָֽיִם H6672 ",
      "15": "וַיֹּ֣שַׁע H3467 מֵ֭חֶרֶב H2719 מִפִּי H6310 וּמִ H3027 חָזָ֣ק H2389 אֶבְיֽוֹן H34 ",
      "16": "וַתְּהִ֣י H1961 לַדַּ֣ל H1800 תִּקְוָ֑ה H8615 וְ֝עֹלָ֗תָ H5766 קָ֣פְצָה H7092 פִּֽיהָ H6310 ",
      "17": "הִנֵּ֤ה H2009 אַשְׁרֵ֣י H835 אֱ֭נוֹשׁ H582 יוֹכִחֶ֣נּֽוּ H3198 אֱל֑וֹהַּ H433 וּמוּסַ֥ר H4148 שַׁ֝דַּ֗י H7706 אַל H408 תִּמְאָֽס H3988 ",
      "18": "כִּ֤י H3588 ה֣וּא H1931 יַכְאִ֣יב H3510 וְיֶחְבָּ֑שׁ H2280 יִ֝מְחַ֗ץ H4272 ויד H3027 תִּרְפֶּֽינָה H7495 ",
      "19": "בְּשֵׁ֣שׁ H8337 צָ֭רוֹת H6869 יַצִּילֶ֑ךָּ H5337 וּבְ H7651 לֹא H3808 יִגַּ֖ע H5060 בְּךָ֣ Hb רָֽע H7451 ",
      "20": "בְּ֭רָעָב H7458 פָּֽדְךָ֣ H6299 מִמָּ֑וֶת H4194 וּ֝בְ H4421 מִ֣ידֵי H3027 חָֽרֶב H2719 ",
      "21": "בְּשׁ֣וֹט H7752 לָ֭שׁוֹן H3956 תֵּחָבֵ֑א H2244 וְֽלֹא H3808 תִירָ֥א H3372 מִ֝שֹּׁ֗ד H7701 כִּ֣י H3588 יָבֽוֹא H935 ",
      "22": "לְשֹׁ֣ד H7701 וּלְ H3720 תִּשְׂחָ֑ק H7832 וּֽמֵ H2416 הָ֝אָ֗רֶץ H776 אַל H408 תִּירָֽא H3372 ",
      "23": "כִּ֤י H3588 עִם H5973 אַבְנֵ֣י H68 הַשָּׂדֶ֣ה H7704 בְרִיתֶ֑ךָ H1285 וְחַיַּ֥ת H2416 הַ֝שָּׂדֶ֗ה H7704 הָשְׁלְמָה H7999 לָֽךְ Hl ",
      "24": "וְֽ֭יָדַעְתָּ H3045 כִּי H3588 שָׁל֣וֹם H7965 אָהֳלֶ֑ךָ H168 וּֽפָקַדְתָּ֥ H6485 נָ֝וְךָ H5116 וְלֹ֣א H3808 תֶחֱטָֽא H2398 ",
      "25": "וְֽ֭יָדַעְתָּ H3045 כִּי H3588 רַ֣ב H7227 זַרְעֶ֑ךָ H2233 וְ֝צֶאֱצָאֶ֗י H6631 כְּעֵ֣שֶׂב H6212 הָאָֽרֶץ H776 ",
      "26": "תָּב֣וֹא H935 בְכֶ֣לַח H3624 אֱלֵי H413 קָ֑בֶר H6913 כַּעֲל֖וֹת H5927 גָּדִ֣ישׁ H1430 בְּעִתּֽ H6256 ",
      "27": "הִנֵּה H2009 זֹ֭את H2063 חֲקַרְנ֥וּהָ H2713 כֶּֽן H3651 הִ֑יא H1931 שְׁ֝מָעֶ֗נָּה H8085 וְאַתָּ֥ה H859 דַֽע H3045 לָֽךְ Hl "
    },
    "6": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "ל֗וּ H3863 שָׁק֣וֹל H8254 יִשָּׁקֵ֣ל H8254 כַּעְשִׂ֑י H3708 והית H1962 בְּֽמֹאזְנַ֥יִם H3976 יִשְׂאוּ H5375 יָֽחַד H3162 ",
      "3": "כִּֽי H3588 עַתָּ֗ה H6258 מֵח֣וֹל H2344 יַמִּ֣ים H3220 יִכְבָּ֑ד H3513 עַל H5921 כֵּ֝֗ן H3651 דְּבָרַ֥י H1697 לָֽעוּ H3886 ",
      "4": "כִּ֤י H3588 חִצֵּ֪י H2671 שַׁדַּ֡י H7706 עִמָּדִ֗י H5978 אֲשֶׁ֣ר H834 חֲ֭מָתָם H2534 שֹׁתָ֣ה H8354 רוּחִ֑י H7307 בִּעוּתֵ֖י H1161 אֱל֣וֹהַּ H433 יַֽעַרְכֽוּנִי H6186 ",
      "5": "הֲיִֽנְהַק H5101 פֶּ֥רֶא H6501 עֲלֵי H5921 דֶ֑שֶׁא H1877 אִ֥ם H518 יִגְעֶה H1600 שּׁ֝֗וֹר H7794 עַל H5921 בְּלִילֽוֹ H1098 ",
      "6": "הֲיֵאָכֵ֣ל H398 תָּ֭פֵל H8602 מִבְּלִי H1097 מֶ֑לַח H4417 אִם H518 יֶשׁ H3426 טַ֝֗עַם H2940 בְּרִ֣יר H7388 חַלָּמֽוּת H2495 ",
      "7": "מֵאֲנָ֣ה H3985 לִנְגּ֣וֹעַ H5060 נַפְשִׁ֑י H5315 הֵ֝֗מָּה H1992 כִּדְוֵ֥י H1741 לַחְמִֽי H3899 ",
      "8": "מִֽי H4310 יִ֭תֵּן H5414 תָּב֣וֹא H935 שֶֽׁאֱלָתִ֑י H7596 וְ֝תִקְוָתִ֗ H8615 יִתֵּ֥ן H5414 אֱלֽוֹהַּ H433 ",
      "9": "וְיֹאֵ֣ל H2974 אֱ֭לוֹהַּ H433 וִֽידַכְּאֵ֑ H1792 יַתֵּ֥ר H5425 יָ֝ד֗וֹ H3027 וִֽיבַצְּעֵֽ H1214 ",
      "10": "וּ֥תְהִי H1961 ע֨וֹד H5750 נֶ֘חָ֤מָתִ֗י H5165 וַאֲסַלְּדָ֣ה H5539 בְ֭חִילָה H2427 לֹ֣א H3808 יַחְמ֑וֹל H2550 כִּי H3588 לֹ֥א H3808 כִ֝חַ֗דְתִּי H3582 אִמְרֵ֥י H561 קָדֽוֹשׁ H6918 ",
      "11": "מַה H4100 כֹּחִ֥י H3581 כִֽי H3588 אֲיַחֵ֑ל H3176 וּמַה H4100 קִּ֝צִּ֗י H7093 כִּֽי H3588 אַאֲרִ֥יךְ H748 נַפְשִֽׁי H5315 ",
      "12": "אִם H518 כֹּ֣חַ H3581 אֲבָנִ֣ים H68 כֹּחִ֑י H3581 אִֽם H518 בְּשָׂרִ֥י H1320 נָחֽוּשׁ H5153 ",
      "13": "הַאִ֬ם H518 אֵ֣ין H369 עֶזְרָתִ֣י H5833 בִ֑י Hb וְ֝תֻשִׁיָּ֗ה H8454 נִדְּחָ֥ה H5080 מִמֶּֽנִּי H4480 ",
      "14": "לַמָּ֣ס H4523 מֵרֵעֵ֣הוּ H7453 חָ֑סֶד H2617 וְיִרְאַ֖ת H3374 שַׁדַּ֣י H7706 יַעֲזֽוֹב H5800 ",
      "15": "אַ֭חַי H251 בָּגְד֣וּ H898 כְמוֹ H3644 נָ֑חַל H5158 כַּאֲפִ֖יק H650 נְחָלִ֣ים H5158 יַעֲבֹֽרוּ H5674 ",
      "16": "הַקֹּדְרִ֥ים H6937 מִנִּי H4480 קָ֑רַח H7140 עָ֝לֵ֗ימוֹ H5921 יִתְעַלֶּם H5956 שָֽׁלֶג H7950 ",
      "17": "בְּ֭עֵת H6256 יְזֹרְב֣וּ H2215 נִצְמָ֑תוּ H6789 בְּ֝חֻמּ֗ H2527 נִדְעֲכ֥וּ H1846 מִמְּקוֹמָֽ H4725 ",
      "18": "יִ֭לָּ֣פְתוּ H3943 אָרְח֣וֹת H734 דַּרְכָּ֑ם H1870 יַעֲל֖וּ H5927 בַתֹּ֣הוּ H8414 וְיֹאבֵֽדוּ H6 ",
      "19": "הִ֭בִּיטוּ H5027 אָרְח֣וֹת H734 תֵּמָ֑א H8485 הֲלִיכֹ֥ת H1979 שְׁ֝בָ֗א H7614 קִוּוּ H6960 לָֽמוֹ Hl ",
      "20": "בֹּ֥שׁוּ H954 כִּֽי H3588 בָטָ֑ח H982 בָּ֥אוּ H935 עָ֝דֶ֗יהָ H5704 וַיֶּחְפָּֽרוּ H2659 ",
      "21": "כִּֽי H3588 עַ֭תָּה H6258 הֱיִ֣יתֶם H1961 לא H3808 תִּֽרְא֥וּ H7200 חֲ֝תַ֗ת H2866 וַתִּירָֽאוּ H3372 ",
      "22": "הֲֽכִי H3588 אָ֭מַרְתִּי H559 הָ֣בוּ H3051 לִ֑י Hl וּ֝מִ H3581 שִׁחֲד֥וּ H7809 בַעֲדִֽי H1157 ",
      "23": "וּמַלְּט֥וּ H4422 מִיַּד H3027 צָ֑ר H6862 וּמִ H3027 עָרִיצִ֣ים H6184 תִּפְדּֽוּנִי H6299 ",
      "24": "ה֭וֹרוּנִי H3384 וַאֲנִ֣י H589 אַחֲרִ֑ישׁ H2790 וּמַה H4100 שָּׁ֝גִ֗יתִי H7686 הָבִ֥ינוּ H995 לִֽי Hl ",
      "25": "מַה H4100 נִּמְרְצ֥וּ H4834 אִמְרֵי H561 יֹ֑שֶׁר H3476 וּמַה H4100 יּוֹכִ֖יחַ H3198 הוֹכֵ֣חַ H3198 מִכֶּֽם H4480 ",
      "26": "הַלְ H3198 מִלִּ֣ים H4405 תַּחְשֹׁ֑בוּ H2803 וּ֝לְ H7307 אִמְרֵ֥י H561 נֹאָֽשׁ H2976 ",
      "27": "אַף H637 עַל H5921 יָת֥וֹם H3490 תַּפִּ֑ילוּ H5307 וְ֝תִכְר֗וּ H3738 עַל H5921 רֵֽיעֲכֶֽם H7453 ",
      "28": "וְ֭עַתָּה H6258 הוֹאִ֣ילוּ H2974 פְנוּ H6437 בִ֑י Hb וְעַל H5921 פְּ֝נֵיכֶ֗ם H6440 אִם H518 אֲכַזֵּֽב H3576 ",
      "29": "שֻֽׁבוּ H7725 נָ֭א H4994 אַל H408 תְּהִ֣י H1961 עַוְלָ֑ה H5766 ושבי H7725 ע֝וֹד H5750 צִדְקִי H6664 בָֽהּ Hb ",
      "30": "הֲיֵשׁ H3426 בִּלְשׁוֹנִ֥ H3956 עַוְלָ֑ה H5766 אִם H518 חִ֝כִּ֗י H2441 לֹא H3808 יָבִ֥ין H995 הַוּֽוֹת H1942 "
    },
    "7": {
      "1": "הֲלֹא H3808 צָבָ֣א H6635 לֶאֱנ֣וֹשׁ H582 על H5921 אָ֑רֶץ H776 וְכִ H3117 שָׂכִ֣יר H7916 יָמָֽיו H3117 ",
      "2": "כְּעֶ֥בֶד H5650 יִשְׁאַף H7602 צֵ֑ל H6738 וּ֝כְ H7916 יְקַוֶּ֥ה H6960 פָעֳלֽוֹ H6467 ",
      "3": "כֵּ֤ן H3651 הָנְחַ֣לְתִּי H5157 לִ֭י Hl יַרְחֵי H3391 שָׁ֑וְא H7723 וְלֵיל֥וֹת H3915 עָ֝מָ֗ל H5999 מִנּוּ H4487 לִֽי Hl ",
      "4": "אִם H518 שָׁכַ֗בְתִּי H7901 וְאָמַ֗רְתִּי H559 מָתַ֣י H4970 אָ֭קוּם H6965 וּמִדַּד H4059 עָ֑רֶב H6153 וְשָׂבַ֖עְתִּי H7646 נְדֻדִ֣ים H5076 עֲדֵי H5704 נָֽשֶׁף H5399 ",
      "5": "לָ֘בַ֤שׁ H3847 בְּשָׂרִ֣י H1320 רִ֭מָּה H7415 וגיש H1487 עָפָ֑ר H6083 עוֹרִ֥י H5785 רָ֝גַ֗ע H7280 וַיִּמָּאֵֽס H3988 ",
      "6": "יָמַ֣י H3117 קַ֭לּוּ H7043 מִנִּי H4480 אָ֑רֶג H708 וַ֝יִּכְל֗וּ H3615 בְּאֶ֣פֶס H657 תִּקְוָֽה H8615 ",
      "7": "זְ֭כֹר H2142 כִּי H3588 ר֣וּחַ H7307 חַיָּ֑י H2416 לֹא H3808 תָשׁ֥וּב H7725 עֵ֝ינִ֗י H5869 לִרְא֥וֹת H7200 טֽוֹב H2896 ",
      "8": "לֹֽא H3808 תְ֭שׁוּרֵנִי H7789 עֵ֣ין H5869 רֹ֑אִי H7210 עֵינֶ֖יךָ H5869 בִּ֣י Hb וְאֵינֶֽ H369 ",
      "9": "כָּלָ֣ה H3615 עָ֭נָן H6051 וַיֵּלַ֑ךְ H3212 כֵּ֥ן H3651 יוֹרֵ֥ד H3381 שְׁ֝א֗וֹל H7585 לֹ֣א H3808 יַעֲלֶֽה H5927 ",
      "10": "לֹא H3808 יָשׁ֣וּב H7725 ע֣וֹד H5750 לְבֵית֑ H1004 וְלֹא H3808 יַכִּירֶ֖נּוּ H5234 ע֣וֹד H5750 מְקֹמֽוֹ H4725 ",
      "11": "גַּם H1571 אֲנִי֮ H589 לֹ֤א H3808 אֶחֱשָׂ֫ךְ H2820 פִּ֥י H6310 אֲֽ֭דַבְּרָה H1696 בְּצַ֣ר H6862 רוּחִ֑י H7307 אָ֝שִׂ֗יחָה H7878 בְּמַ֣ר H4751 נַפְשִֽׁי H5315 ",
      "12": "הֲֽיָם H3220 אָ֭נִי H589 אִם H518 תַּנִּ֑ין H8577 כִּֽי H3588 תָשִׂ֖ים H7760 עָלַ֣י H5921 מִשְׁמָֽר H4929 ",
      "13": "כִּֽי H3588 אָ֭מַרְתִּי H559 תְּנַחֲמֵ֣נִי H5162 עַרְשִׂ֑י H6210 יִשָּׂ֥א H5375 בְ֝שִׂיחִ֗ H7879 מִשְׁכָּבִֽי H4904 ",
      "14": "וְחִתַּתַּ֥ H2865 בַחֲלֹמ֑וֹת H2472 וּֽמֵ H2384 תְּבַעֲתַֽנִּי H1204 ",
      "15": "וַתִּבְחַ֣ר H977 מַחֲנָ֣ק H4267 נַפְשִׁ֑י H5315 מָ֝֗וֶת H4194 מֵֽעַצְמוֹתָֽ H6106 ",
      "16": "מָ֭אַסְתִּי H3988 לֹא H3808 לְעֹלָ֣ם H5769 אֶֽחְיֶ֑ה H2421 חֲדַ֥ל H2308 מִ֝מֶּ֗נִּי H4480 כִּי H3588 הֶ֥בֶל H1892 יָמָֽי H3117 ",
      "17": "מָֽה H4100 אֱ֭נוֹשׁ H582 כִּ֣י H3588 תְגַדְּלֶ֑נּוּ H1431 וְכִי H3588 תָשִׁ֖ית H7896 אֵלָ֣יו H413 לִבֶּֽךָ H3820 ",
      "18": "וַתִּפְקְדֶ֥ H6485 לִבְקָרִ֑ים H1242 לִ֝רְגָעִ֗ים H7281 תִּבְחָנֶֽנּוּ H974 ",
      "19": "כַּ֭מָּה H4100 לֹא H3808 תִשְׁעֶ֣ה H8159 מִמֶּ֑נִּי H4480 לֹֽא H3808 תַ֝רְפֵּ֗נִי H7503 עַד H5704 בִּלְעִ֥י H1104 רֻקִּֽי H7536 ",
      "20": "חָטָ֡אתִי H2398 מָ֤ה H4100 אֶפְעַ֨ל H6466 לָךְ֮ Hl נֹצֵ֪ר H5341 הָאָ֫דָ֥ם H120 לָ֤מָה H4100 שַׂמְתַּ֣נִי H7760 לְמִפְגָּ֣ע H4645 לָ֑ךְ Hl וָאֶהְיֶ֖ה H1961 עָלַ֣י H5921 לְמַשָּֽׂא H4853 ",
      "21": "וּמֶ֤ה H4100 לֹא H3808 תִשָּׂ֣א H5375 פִשְׁעִי֮ H6588 וְתַעֲבִ֪יר H5674 אֶת H853 עֲוֺ֫נִ֥י H5771 כִּֽי H3588 עַ֭תָּה H6258 לֶעָפָ֣ר H6083 אֶשְׁכָּ֑ב H7901 וְשִׁ֖חֲרְתַּ֣ H7836 וְאֵינֶֽ H369 "
    },
    "8": {
      "1": "וַ֭יַּעַן H6030 בִּלְדַּ֥ד H1085 הַשּׁוּחִ֗י H7747 וַיֹאמַֽר H559 ",
      "2": "עַד H5704 אָ֥ן H575 תְּמַלֶּל H4448 אֵ֑לֶּה H428 וְר֥וּחַ H7307 כַּ֝בִּיר H3524 אִמְרֵי H561 פִֽיךָ H6310 ",
      "3": "הַ֭אֵל H410 יְעַוֵּ֣ת H5791 מִשְׁפָּ֑ט H4941 וְאִם H518 שַׁ֝דַּ֗י H7706 יְעַוֵּֽת H5791 צֶֽדֶק H6664 ",
      "4": "אִם H518 בָּנֶ֥יךָ H1121 חָֽטְאוּ H2398 ל֑וֹ Hl וַֽ֝יְשַׁלְּחֵ֗ H7971 בְּיַד H3027 פִּשְׁעָֽם H6588 ",
      "5": "אִם H518 אַ֭תָּה H859 תְּשַׁחֵ֣ר H7836 אֶל H413 אֵ֑ל H410 וְאֶל H413 שַׁ֝דַּ֗י H7706 תִּתְחַנָּֽן H2603 ",
      "6": "אִם H518 זַ֥ךְ H2134 וְיָשָׁ֗ר H3477 אָ֥תָּה H859 כִּי H3588 עַ֭תָּה H6258 יָעִ֣יר H5782 עָלֶ֑יךָ H5921 וְ֝שִׁלַּ֗ם H7999 נְוַ֣ת H5116 צִדְקֶֽךָ H6664 ",
      "7": "וְהָיָ֣ה H1961 רֵאשִׁיתְךָ֣ H7225 מִצְעָ֑ר H4705 וְ֝אַחֲרִיתְ H319 יִשְׂגֶּ֥ה H7685 מְאֹֽד H3966 ",
      "8": "כִּֽי H3588 שְׁאַל H7592 נָ֭א H4994 לְדֹ֣ר H1755 רִישׁ֑וֹן H7223 וְ֝כוֹנֵ֗ן H3559 לְחֵ֣קֶר H2714 אֲבוֹתָֽם H1 ",
      "9": "כִּֽי H3588 תְמ֣וֹל H8543 אֲ֭נַחְנוּ H587 וְלֹ֣א H3808 נֵדָ֑ע H3045 כִּ֤י H3588 צֵ֖ל H6738 יָמֵ֣ינוּ H3117 עֲלֵי H5921 אָֽרֶץ H776 ",
      "10": "הֲלֹא H3808 הֵ֣ם H1992 י֭וֹרוּךָ H3384 יֹ֣אמְרוּ H559 לָ֑ךְ Hl וּ֝מִ H3820 יוֹצִ֥אוּ H3318 מִלִּֽים H4405 ",
      "11": "הֲיִֽגְאֶה H1342 גֹּ֭מֶא H1573 בְּלֹ֣א H3808 בִצָּ֑ה H1207 יִשְׂגֶּה H7685 אָ֥חוּ H260 בְלִי H1097 מָֽיִם H4325 ",
      "12": "עֹדֶ֣נּוּ H5750 בְ֭אִבּ H3 לֹ֣א H3808 יִקָּטֵ֑ף H6998 וְלִ H6440 כָל H3605 חָצִ֣יר H2682 יִיבָֽשׁ H3001 ",
      "13": "כֵּ֗ן H3651 אָ֭רְחוֹת H734 כָּל H3605 שֹׁ֣כְחֵי H7911 אֵ֑ל H410 וְתִקְוַ֖ת H8615 חָנֵ֣ף H2611 תֹּאבֵֽד H6 ",
      "14": "אֲשֶׁר H834 יָק֥וֹט H6990 כִּסְל֑וֹ H3689 וּבֵ֥ית H1004 עַ֝כָּבִ֗ישׁ H5908 מִבְטַחֽוֹ H4009 ",
      "15": "יִשָּׁעֵ֣ן H8172 עַל H5921 בֵּ֭יתוֹ H1004 וְלֹ֣א H3808 יַעֲמֹ֑ד H5975 יַחֲזִ֥יק H2388 בּ֝֗וֹ Hb וְלֹ֣א H3808 יָקֽוּם H6965 ",
      "16": "רָטֹ֣ב H7373 ה֭וּא H1931 לִפְנֵי H6440 שָׁ֑מֶשׁ H8121 וְעַ֥ל H5921 גַּ֝נָּת֗וֹ H1593 יֹֽנַקְתּ֥וֹ H3127 תֵצֵֽא H3318 ",
      "17": "עַל H5921 גַּ֭ל H1530 שָֽׁרָשָׁ֣יו H8328 יְסֻבָּ֑כוּ H5440 בֵּ֖ית H1004 אֲבָנִ֣ים H68 יֶחֱזֶֽה H2372 ",
      "18": "אִם H518 יְבַלְּעֶ֥נּוּ H1104 מִמְּקוֹמ֑ H4725 וְכִ֥חֶשׁ H3584 בּ֝֗וֹ Hb לֹ֣א H3808 רְאִיתִֽיךָ H7200 ",
      "19": "הֶן H2005 ה֭וּא H1931 מְשׂ֣וֹשׂ H4885 דַּרְכּ֑וֹ H1870 וּ֝מֵ H6083 אַחֵ֥ר H312 יִצְמָֽחוּ H6779 ",
      "20": "הֶן H2005 אֵ֭ל H410 לֹ֣א H3808 יִמְאַס H3988 תָּ֑ם H8535 וְלֹֽא H3808 יַ֝חֲזִ֗יק H2388 בְּיַד H3027 מְרֵעִֽים H7489 ",
      "21": "עַד H5704 יְמַלֵּ֣ה H4390 שְׂח֣וֹק H7814 פִּ֑יךָ H6310 וּשְׂפָתֶ֥י H8193 תְרוּעָֽה H8643 ",
      "22": "שֹׂנְאֶ֥יךָ H8130 יִלְבְּשׁוּ H3847 בֹ֑שֶׁת H1322 וְאֹ֖הֶל H168 רְשָׁעִ֣ים H7563 אֵינֶֽנּוּ H369 "
    },
    "9": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "אָ֭מְנָם H551 יָדַ֣עְתִּי H3045 כִי H3588 כֵ֑ן H3651 וּמַה H4100 יִּצְדַּ֖ק H6663 אֱנ֣וֹשׁ H582 עִם H5973 אֵֽל H410 ",
      "3": "אִם H518 יַ֭חְפֹּץ H2654 לָרִ֣יב H7378 עִמּ֑וֹ H5973 לֹֽא H3808 יַ֝עֲנֶ֗נּוּ H6030 אַחַ֥ת H259 מִנִּי H4480 אָֽלֶף H505 ",
      "4": "חֲכַ֣ם H2450 לֵ֭בָב H3824 וְאַמִּ֣יץ H533 כֹּ֑חַ H3581 מִֽי H4310 הִקְשָׁ֥ה H7185 אֵ֝לָ֗יו H413 וַיִּשְׁלָֽם H7999 ",
      "5": "הַמַּעְתִּ֣יק H6275 הָ֭רִים H2022 וְלֹ֣א H3808 יָדָ֑עוּ H3045 אֲשֶׁ֖ר H834 הֲפָכָ֣ם H2015 בְּאַפּֽ H639 ",
      "6": "הַמַּרְגִּ֣יז H7264 אֶ֭רֶץ H776 מִמְּקוֹמָ֑ H4725 וְ֝עַמּוּדֶ֗י H5982 יִתְפַלָּצֽוּן H6426 ",
      "7": "הָאֹמֵ֣ר H559 לַ֭חֶרֶס H2775 וְלֹ֣א H3808 יִזְרָ֑ח H2224 וּבְעַ֖ד H1157 כּוֹכָבִ֣ים H3556 יַחְתֹּֽם H2856 ",
      "8": "נֹטֶ֣ה H5186 שָׁמַ֣יִם H8064 לְבַדּ֑ H905 וְ֝דוֹרֵ֗ךְ H1869 עַל H5921 בָּ֥מֳתֵי H1116 יָֽם H3220 ",
      "9": "עֹֽשֶׂה H6213 עָ֭שׁ H5906 כְּסִ֥יל H3685 וְכִימָ֗ה H3598 וְחַדְרֵ֥י H2315 תֵמָֽן H8486 ",
      "10": "עֹשֶׂ֣ה H6213 גְ֭דֹלוֹת H1419 עַד H5704 אֵ֣ין H369 חֵ֑קֶר H2714 וְנִפְלָא֗וֹת H6381 עַד H5704 אֵ֥ין H369 מִסְפָּֽר H4557 ",
      "11": "הֵ֤ן H2005 יַעֲבֹ֣ר H5674 עָ֭לַי H5921 וְלֹ֣א H3808 אֶרְאֶ֑ה H7200 וְ֝יַחֲלֹ֗ף H2498 וְֽלֹא H3808 אָבִ֥ין H995 לֽוֹ Hl ",
      "12": "הֵ֣ן H2005 יַ֭חְתֹּף H2862 מִ֣י H4310 יְשִׁיבֶ֑נּוּ H7725 מִֽי H4310 יֹאמַ֥ר H559 אֵ֝לָ֗יו H413 מַֽה H4100 תַּעֲשֶֽׂה H6213 ",
      "13": "אֱ֭לוֹהַּ H433 לֹא H3808 יָשִׁ֣יב H7725 אַפּ֑וֹ H639 תחתו H8478 שָׁ֝חֲח֗וּ H7817 עֹ֣זְרֵי H5826 רָֽהַב H7293 ",
      "14": "אַ֭ף H637 כִּֽי H3588 אָנֹכִ֣י H595 אֶֽעֱנֶ֑נּוּ H6030 אֶבְחֲרָ֖ה H977 דְבָרַ֣י H1697 עִמּֽוֹ H5973 ",
      "15": "אֲשֶׁ֣ר H834 אִם H518 צָ֭דַקְתִּי H6663 לֹ֣א H3808 אֶעֱנֶ֑ה H6030 לִ֝מְשֹׁפְטִ֗ H8199 אֶתְחַנָּֽן H2603 ",
      "16": "אִם H518 קָרָ֥אתִי H7121 וַֽיַּעֲנֵ֑ H6030 לֹֽא H3808 אַ֝אֲמִ֗ין H539 כִּֽי H3588 יַאֲזִ֥ין H238 קוֹלִֽי H6963 ",
      "17": "אֲשֶׁר H834 בִּשְׂעָרָ֥ה H8183 יְשׁוּפֵ֑נִי H7779 וְהִרְבָּ֖ה H7235 פְצָעַ֣י H6482 חִנָּֽם H2600 ",
      "18": "לֹֽא H3808 יִ֭תְּנֵנִי H5414 הָשֵׁ֣ב H7725 רוּחִ֑י H7307 כִּ֥י H3588 יַ֝שְׂבִּעַ֗נִי H7646 מַמְּרֹרִֽים H4472 ",
      "19": "אִם H518 לְכֹ֣חַ H3581 אַמִּ֣יץ H533 הִנֵּ֑ה H2009 וְאִם H518 לְ֝מִשְׁפָּ֗ט H4941 מִ֣י H4310 יוֹעִידֵֽנִי H3259 ",
      "20": "אִם H518 אֶ֭צְדָּק H6663 פִּ֣י H6310 יַרְשִׁיעֵ֑נִי H7561 תָּֽם H8535 אָ֝֗נִי H589 וַֽיַּעְקְשֵֽׁ H6140 ",
      "21": "תָּֽם H8535 אָ֭נִי H589 לֹֽא H3808 אֵדַ֥ע H3045 נַפְשִׁ֗י H5315 אֶמְאַ֥ס H3988 חַיָּֽי H2416 ",
      "22": "אַחַ֗ת H259 הִ֥יא H1931 עַל H5921 כֵּ֥ן H3651 אָמַ֑רְתִּי H559 תָּ֥ם H8535 וְ֝רָשָׁ֗ע H7563 ה֣וּא H1931 מְכַלֶּֽה H3615 ",
      "23": "אִם H518 שׁ֭וֹט H7752 יָמִ֣ית H4191 פִּתְאֹ֑ם H6597 לְמַסַּ֖ת H4531 נְקִיִּ֣ם H5355 יִלְעָֽג H3932 ",
      "24": "אֶ֤רֶץ H776 נִתְּנָ֬ה H5414 בְֽיַד H3027 רָשָׁ֗ע H7563 פְּנֵֽי H6440 שֹׁפְטֶ֥יהָ H8199 יְכַסֶּ֑ה H3680 אִם H518 לֹ֖א H3808 אֵפ֣וֹא H645 מִי H4310 הֽוּא H1931 ",
      "25": "וְיָמַ֣ H3117 קַ֭לּוּ H7043 מִנִּי H4480 רָ֑ץ H7323 בָּֽ֝רְח֗וּ H1272 לֹא H3808 רָא֥וּ H7200 טוֹבָֽה H2896 ",
      "26": "חָ֭לְפוּ H2498 עִם H5973 אֳנִיּ֣וֹת H591 אֵבֶ֑ה H16 כְּ֝נֶ֗שֶׁר H5404 יָט֥וּשׂ H2907 עֲלֵי H5921 אֹֽכֶל H400 ",
      "27": "אִם H518 אָ֭מְרִי H559 אֶשְׁכְּחָ֣ה H7911 שִׂיחִ֑י H7879 אֶעֶזְבָ֖ה H5800 פָנַ֣י H6440 וְאַבְלִֽיגָה H1082 ",
      "28": "יָגֹ֥רְתִּי H3025 כָל H3605 עַצְּבֹתָ֑י H6094 יָ֝דַ֗עְתִּי H3045 כִּי H3588 לֹ֥א H3808 תְנַקֵּֽנִי H5352 ",
      "29": "אָנֹכִ֥י H595 אֶרְשָׁ֑ע H7561 לָמָּה H4100 זֶּ֝֗ה H2088 הֶ֣בֶל H1892 אִיגָֽע H3021 ",
      "30": "אִם H518 הִתְרָחַ֥צְתִּי H7364 במו H1119 שָׁ֑לֶג H7950 וַ֝הֲזִכּ֗וֹתִי H2141 בְּבֹ֣ר H1253 כַּפָּֽי H3709 ",
      "31": "אָ֭ז H227 בַּשַּׁ֣חַת H7845 תִּטְבְּלֵ֑נִי H2881 וְ֝תִֽעֲב֗וּ H8581 שַׂלְמוֹתָֽי H8008 ",
      "32": "כִּי H3588 לֹא H3808 אִ֣ישׁ H376 כָּמֹ֣נִי H3644 אֶֽעֱנֶ֑נּוּ H6030 נָב֥וֹא H935 יַ֝חְדָּ֗ו H3162 בַּמִּשְׁפָּֽט H4941 ",
      "33": "לֹ֣א H3863 יֵשׁ H3426 בֵּינֵ֣ינוּ H996 מוֹכִ֑יחַ H3198 יָשֵׁ֖ת H7896 יָד֣וֹ H3027 עַל H5921 שְׁנֵֽינוּ H8147 ",
      "34": "יָסֵ֣ר H5493 מֵעָלַ֣ H5921 שִׁבְט֑וֹ H7626 וְ֝אֵמָת֗ H367 אַֽל H408 תְּבַעֲתַֽנִּי H1204 ",
      "35": "אַֽ֭דַבְּרָה H1696 וְלֹ֣א H3808 אִירָאֶ֑נּוּ H3372 כִּ֥י H3588 לֹא H3808 כֵ֥ן H3651 אָ֝נֹכִ֗י H595 עִמָּדִֽי H5978 "
    },
    "10": {
      "1": "נָֽקְטָ֥ה H5354 נַפְשִׁ֗י H5315 בְּחַ֫יָּ֥ H2416 אֶֽעֶזְבָ֣ה H5800 עָלַ֣י H5921 שִׂיחִ֑י H7879 אֲ֝דַבְּרָה֗ H1696 בְּמַ֣ר H4751 נַפְשִֽׁי H5315 ",
      "2": "אֹמַ֣ר H559 אֶל H413 אֱ֭לוֹהַּ H433 אַל H408 תַּרְשִׁיעֵ֑נִי H7561 הֽ֝וֹדִיעֵ֗נִי H3045 עַ֣ל H5921 מַה H4100 תְּרִיבֵֽנִי H7378 ",
      "3": "הֲט֤וֹב H2896 לְךָ֨ Hl כִּֽי H3588 תַעֲשֹׁ֗ק H6231 כִּֽי H3588 תִ֭מְאַס H3988 יְגִ֣יעַ H3018 כַּפֶּ֑יךָ H3709 וְעַל H5921 עֲצַ֖ת H6098 רְשָׁעִ֣ים H7563 הוֹפָֽעְתָּ H3313 ",
      "4": "הַעֵינֵ֣י H5869 בָשָׂ֣ר H1320 לָ֑ךְ Hl אִם H518 כִּרְא֖וֹת H7200 אֱנ֣וֹשׁ H582 תִּרְאֶֽה H7200 ",
      "5": "הֲכִ H3117 אֱנ֣וֹשׁ H582 יָמֶ֑יךָ H3117 אִם H518 שְׁ֝נוֹתֶ֗יךָ H8141 כִּ֣ימֵי H3117 גָֽבֶר H1397 ",
      "6": "כִּֽי H3588 תְבַקֵּ֥שׁ H1245 לַעֲוֺנִ֑ H5771 וּ֭לְ H2403 תִדְרֽוֹשׁ H1875 ",
      "7": "עַֽל H5921 דַּ֭עְתְּךָ H1847 כִּי H3588 לֹ֣א H3808 אֶרְשָׁ֑ע H7561 וְאֵ֖ין H369 מִיָּדְ H3027 מַצִּֽיל H5337 ",
      "8": "יָדֶ֣יךָ H3027 עִ֭צְּבוּנִי H6087 וַֽיַּעֲשׂ֑וּ H6213 יַ֥חַד H3162 סָ֝בִ֗יב H5439 וַֽתְּבַלְּעֵֽ H1104 ",
      "9": "זְכָר H2142 נָ֭א H4994 כִּי H3588 כַחֹ֣מֶר H2563 עֲשִׂיתָ֑נִי H6213 וְֽאֶל H413 עָפָ֥ר H6083 תְּשִׁיבֵֽנִי H7725 ",
      "10": "הֲלֹ֣א H3808 כֶ֭חָלָב H2461 תַּתִּיכֵ֑נִי H5413 וְ֝כַ H1385 תַּקְפִּיאֵֽנִי H7087 ",
      "11": "ע֣וֹר H5785 וּ֭בָשָׂר H1320 תַּלְבִּישֵׁ֑נִי H3847 וּֽבַ H6106 וְ֝גִידִ֗ים H1517 תְּסֹכְכֵֽנִי H5526 ",
      "12": "חַיִּ֣ים H2416 וָ֭חֶסֶד H2617 עָשִׂ֣יתָ H6213 עִמָּדִ֑י H5978 וּ֝פְקֻדָּתְ H6486 שָֽׁמְרָ֥ה H8104 רוּחִֽי H7307 ",
      "13": "וְ֭אֵלֶּה H428 צָפַ֣נְתָּ H6845 בִלְבָבֶ֑ H3824 יָ֝דַ֗עְתִּי H3045 כִּי H3588 זֹ֥את H2063 עִמָּֽךְ H5973 ",
      "14": "אִם H518 חָטָ֥אתִי H2398 וּשְׁמַרְתָּ֑ H8104 וּ֝מֵ H5771 לֹ֣א H3808 תְנַקֵּֽנִי H5352 ",
      "15": "אִם H518 רָשַׁ֡עְתִּי H7561 אַלְלַ֬י H480 לִ֗י Hl וְ֭צָדַקְתִּי H6663 לֹא H3808 אֶשָּׂ֣א H5375 רֹאשִׁ֑י H7218 שְׂבַ֥ע H7649 קָ֝ל֗וֹן H7036 וּרְאֵ֥ה H7202 עָנְיִֽי H6040 ",
      "16": "וְ֭יִגְאֶה H1342 כַּשַּׁ֣חַל H7826 תְּצוּדֵ֑נִי H6679 וְ֝תָשֹׁ֗ב H7725 תִּתְפַּלָּא H6381 בִֽי Hb ",
      "17": "תְּחַדֵּ֬שׁ H2318 עֵדֶ֨יךָ H5707 נֶגְדִּ֗י H5048 וְתֶ֣רֶב H7235 כַּֽ֭עַשְׂךָ H3708 עִמָּדִ֑י H5978 חֲלִיפ֖וֹת H2487 וְצָבָ֣א H6635 עִמִּֽי H5973 ",
      "18": "וְלָ֣ H4100 מֵ֭רֶחֶם H7358 הֹצֵאתָ֑נִי H3318 אֶ֝גְוַ֗ע H1478 וְעַ֣יִן H5869 לֹא H3808 תִרְאֵֽנִי H7200 ",
      "19": "כַּאֲשֶׁ֣ר H834 לֹא H3808 הָיִ֣יתִי H1961 אֶהְיֶ֑ה H1961 מִ֝בֶּ֗טֶן H990 לַקֶּ֥בֶר H6913 אוּבָֽל H2986 ",
      "20": "הֲלֹא H3808 מְעַ֣ט H4592 יָמַ֣י H3117 יחדל H2308 ישית H7896 מִ֝מֶּ֗נִּי H4480 וְאַבְלִ֥יגָה H1082 מְּעָֽט H4592 ",
      "21": "בְּטֶ֣רֶם H2962 אֵ֭לֵךְ H3212 וְלֹ֣א H3808 אָשׁ֑וּב H7725 אֶל H413 אֶ֖רֶץ H776 חֹ֣שֶׁךְ H2822 וְצַלְמָֽוֶת H6757 ",
      "22": "אֶ֤רֶץ H776 עֵיפָ֨תָה H5890 כְּמ֥וֹ H3644 אֹ֗פֶל H652 צַ֭לְמָוֶת H6757 וְלֹ֥א H3808 סְדָרִ֗ים H5468 וַתֹּ֥פַע H3313 כְּמוֹ H3644 אֹֽפֶל H652 "
    },
    "11": {
      "1": "וַ֭יַּעַן H6030 צֹפַ֥ר H6691 הַֽנַּעֲמָתִ֗י H5284 וַיֹּאמַֽר H559 ",
      "2": "הֲרֹ֣ב H7230 דְּ֭בָרִים H1697 לֹ֣א H3808 יֵעָנֶ֑ה H6030 וְאִם H518 אִ֖ישׁ H376 שְׂפָתַ֣יִם H8193 יִצְדָּֽק H6663 ",
      "3": "בַּ֭דֶּיךָ H907 מְתִ֣ים H4962 יַחֲרִ֑ישׁו H2790 וַ֝תִּלְעַ֗ג H3932 וְאֵ֣ין H369 מַכְלִֽם H3637 ",
      "4": "וַ֭תֹּאמֶר H559 זַ֣ךְ H2134 לִקְחִ֑י H3948 וּ֝בַ֗ר H1249 הָיִ֥יתִי H1961 בְעֵינֶֽי H5869 ",
      "5": "וְֽאוּלָ֗ם H199 מִֽי H4310 יִתֵּ֣ן H5414 אֱל֣וֹהַּ H433 דַּבֵּ֑ר H1696 וְיִפְתַּ֖ח H6605 שְׂפָתָ֣יו H8193 עִמָּֽךְ H5973 ",
      "6": "וְיַגֶּד H5046 לְךָ֨ Hl תַּֽעֲלֻמ֣וֹת H8587 חָכְמָה֮ H2451 כִּֽי H3588 כִפְלַ֪יִם H3718 לְֽת֫וּשִׁיָּ֥ה H8454 וְדַ֡ע H3045 כִּֽי H3588 יַשֶּׁ֥ה H5382 לְךָ֥ Hl אֱ֝ל֗וֹהַ H433 מֵעֲוֺנֶֽ H5771 ",
      "7": "הַחֵ֣קֶר H2714 אֱל֣וֹהַ H433 תִּמְצָ֑א H4672 אִ֤ם H518 עַד H5704 תַּכְלִ֖ית H8503 שַׁדַּ֣י H7706 תִּמְצָֽא H4672 ",
      "8": "גָּבְהֵ֣י H1363 שָׁ֭מַיִם H8064 מַה H4100 תִּפְעָ֑ל H6466 עֲמֻקָּ֥ה H6013 מִ֝שְּׁא֗וֹל H7585 מַה H4100 תֵּדָֽע H3045 ",
      "9": "אֲרֻכָּ֣ה H752 מֵאֶ֣רֶץ H776 מִדָּ֑הּ H4055 וּ֝רְחָבָ֗ה H7342 מִנִּי H4480 יָֽם H3220 ",
      "10": "אִם H518 יַחֲלֹ֥ף H2498 וְיַסְגִּ֑יר H5462 וְ֝יַקְהִ֗יל H6950 וּמִ֣י H4310 יְשִׁיבֶֽנּוּ H7725 ",
      "11": "כִּי H3588 ה֭וּא H1931 יָדַ֣ע H3045 מְתֵי H4962 שָׁ֑וְא H7723 וַיַּרְא H7200 אָ֝֗וֶן H205 וְלֹ֣א H3808 יִתְבּוֹנָֽן H995 ",
      "12": "וְאִ֣ישׁ H376 נָ֭בוּב H5014 יִלָּבֵ֑ב H3823 וְעַ֥יִר H5895 פֶּ֝֗רֶא H6501 אָדָ֥ם H120 יִוָּלֵֽד H3205 ",
      "13": "אִם H518 אַ֭תָּ֗ה H859 הֲכִינ֣וֹתָ H3559 לִבֶּ֑ךָ H3820 וּפָרַשְׂתָּ֖ H6566 אֵלָ֣יו H413 כַּפֶּֽךָ H3709 ",
      "14": "אִם H518 אָ֣וֶן H205 בְּ֭יָדְ H3027 הַרְחִיקֵ֑הוּ H7368 וְאַל H408 תַּשְׁכֵּ֖ן H7931 בְּאֹהָלֶ֣י H168 עַוְלָֽה H5766 ",
      "15": "כִּי H3588 אָ֤ז H227 תִּשָּׂ֣א H5375 פָנֶ֣יךָ H6440 מִמּ֑וּם H3971 וְהָיִ֥יתָ H1961 מֻ֝צָ֗ק H3332 וְלֹ֣א H3808 תִירָֽא H3372 ",
      "16": "כִּי H3588 אַ֭תָּה H859 עָמָ֣ל H5999 תִּשְׁכָּ֑ח H7911 כְּמַ֖יִם H4325 עָבְר֣וּ H5674 תִזְכֹּֽר H2142 ",
      "17": "וּֽ֭מִ H6672 יָק֣וּם H6965 חָ֑לֶד H2465 תָּ֝עֻ֗פָה H5774 כַּבֹּ֥קֶר H1242 תִּהְיֶֽה H1961 ",
      "18": "וּֽ֭בָטַחְתָּ H982 כִּי H3588 יֵ֣שׁ H3426 תִּקְוָ֑ה H8615 וְ֝חָפַרְתָּ֗ H2658 לָבֶ֥טַח H983 תִּשְׁכָּֽב H7901 ",
      "19": "וְֽ֭רָבַצְתָּ H7257 וְאֵ֣ין H369 מַחֲרִ֑יד H2729 וְחִלּ֖וּ H2470 פָנֶ֣יךָ H6440 רַבִּֽים H7227 ",
      "20": "וְעֵינֵ֥י H5869 רְשָׁעִ֗ים H7563 תִּ֫כְלֶ֥ינָה H3615 וּ֭מָנוֹס H4498 אָבַ֣ד H6 מִנְהֶ֑ם H4480 וְ֝תִקְוָתָ֗ H8615 מַֽפַּח H4646 נָֽפֶשׁ H5315 "
    },
    "12": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "אָ֭מְנָם H551 כִּ֣י H3588 אַתֶּם H859 עָ֑ם H5971 וְ֝עִמָּ H5973 תָּמ֥וּת H4191 חָכְמָֽה H2451 ",
      "3": "גַּם H1571 לִ֤י Hl לֵבָ֨ב H3824 כְּֽמוֹכֶ֗ם H3644 לֹא H3808 נֹפֵ֣ל H5307 אָנֹכִ֣י H595 מִכֶּ֑ם H4480 וְאֶת H854 מִי H4310 אֵ֥ין H369 כְּמוֹ H3644 אֵֽלֶּה H428 ",
      "4": "שְׂחֹ֤ק H7814 לְרֵעֵ֨ H7453 אֶֽהְיֶ֗ה H1961 קֹרֵ֣א H7121 לֶ֭אֱלוֹהַּ H433 וַֽיַּעֲנֵ֑ H6030 שְׂ֝ח֗וֹק H7814 צַדִּ֥יק H6662 תָּמִֽים H8549 ",
      "5": "לַפִּ֣יד H3940 בּ֭וּז H937 לְעַשְׁתּ֣וּת H6248 שַׁאֲנָ֑ן H7600 נָ֝כ֗וֹן H3559 לְמ֣וֹעֲדֵי H4571 רָֽגֶל H7272 ",
      "6": "יִשְׁלָ֤יוּ H7951 אֹֽהָלִ֨ים H168 לְשֹׁ֥דְדִ֗ים H7703 וּֽ֭בַטֻּחוֹת H987 לְמַרְגִּ֣יזֵי H7264 אֵ֑ל H410 לַאֲשֶׁ֤ר H834 הֵבִ֖יא H935 אֱל֣וֹהַּ H433 בְּיָדֽ H3027 ",
      "7": "וְֽאוּלָ֗ם H199 שְׁאַל H7592 נָ֣א H4994 בְהֵמ֣וֹת H929 וְתֹרֶ֑ H3384 וְע֥וֹף H5775 הַ֝שָּׁמַ֗יִם H8064 וְיַגֶּד H5046 לָֽךְ Hl ",
      "8": "א֤וֹ H176 שִׂ֣יחַ H7878 לָאָ֣רֶץ H776 וְתֹרֶ֑ H3384 וִֽיסַפְּר֥וּ H5608 לְ֝ךָ֗ Hl דְּגֵ֣י H1709 הַיָּֽם H3220 ",
      "9": "מִ֭י H4310 לֹא H3808 יָדַ֣ע H3045 בְּכָל H3605 אֵ֑לֶּה H428 כִּ֥י H3588 יַד H3027 יְ֝הוָה H3068 עָ֣שְׂתָה H6213 זֹּֽאת H2063 ",
      "10": "אֲשֶׁ֣ר H834 בְּ֭יָד H3027 נֶ֣פֶשׁ H5315 כָּל H3605 חָ֑י H2416 וְ֝ר֗וּחַ H7307 כָּל H3605 בְּשַׂר H1320 אִֽישׁ H376 ",
      "11": "הֲלֹא H3808 אֹ֭זֶן H241 מִלִּ֣ין H4405 תִּבְחָ֑ן H974 וְ֝חֵ֗ךְ H2441 אֹ֣כֶל H400 יִטְעַם H2938 לֽוֹ Hl ",
      "12": "בִּֽישִׁישִׁ֥ים H3453 חָכְמָ֑ה H2451 וְאֹ֖רֶךְ H753 יָמִ֣ים H3117 תְּבוּנָֽה H8394 ",
      "13": "עִ֭מּוֹ H5973 חָכְמָ֣ה H2451 וּגְבוּרָ֑ה H1369 ל֝֗וֹ Hl עֵצָ֥ה H6098 וּתְבוּנָֽה H8394 ",
      "14": "הֵ֣ן H2005 יַ֭הֲרוֹס H2040 וְלֹ֣א H3808 יִבָּנֶ֑ה H1129 יִסְגֹּ֥ר H5462 עַל H5921 אִ֝֗ישׁ H376 וְלֹ֣א H3808 יִפָּתֵֽחַ H6605 ",
      "15": "הֵ֤ן H2005 יַעְצֹ֣ר H6113 בַּמַּ֣יִם H4325 וְיִבָ֑שׁוּ H3001 וִֽ֝ישַׁלְּחֵ֗ H7971 וְיַ֖הַפְכוּ H2015 אָֽרֶץ H776 ",
      "16": "עִ֭מּוֹ H5973 עֹ֣ז H5797 וְתֽוּשִׁיָּ֑ה H8454 ל֝֗וֹ Hl שֹׁגֵ֥ג H7683 וּמַשְׁגֶּֽה H7686 ",
      "17": "מוֹלִ֣יךְ H3212 יוֹעֲצִ֣ים H3289 שׁוֹלָ֑ל H7758 וְֽשֹׁפְטִ֥ים H8199 יְהוֹלֵֽל H1984 ",
      "18": "מוּסַ֣ר H4148 מְלָכִ֣ים H4428 פִּתֵּ֑חַ H6605 וַיֶּאְסֹ֥ר H631 אֵ֝ז֗וֹר H232 בְּמָתְנֵי H4975 ",
      "19": "מוֹלִ֣יךְ H3212 כֹּהֲנִ֣ים H3548 שׁוֹלָ֑ל H7758 וְאֵֽתָנִ֣ים H386 יְסַלֵּֽף H5557 ",
      "20": "מֵסִ֣יר H5493 שָׂ֭פָה H8193 לְנֶאֱמָנִ֑ים H539 וְטַ֖עַם H2940 זְקֵנִ֣ים H2205 יִקָּֽח H3947 ",
      "21": "שׁוֹפֵ֣ךְ H8210 בּ֭וּז H937 עַל H5921 נְדִיבִ֑ים H5081 וּמְזִ֖יחַ H4206 אֲפִיקִ֣ים H650 רִפָּֽה H7503 ",
      "22": "מְגַלֶּ֣ה H1540 עֲ֭מֻקוֹת H6013 מִנִּי H4480 חֹ֑שֶׁךְ H2822 וַיֹּצֵ֖א H3318 לָא֣וֹר H216 צַלְמָֽוֶת H6757 ",
      "23": "מַשְׂגִּ֣יא H7679 לַ֭גּוֹיִם H1471 וַֽיְאַבְּדֵ֑ H6 שֹׁטֵ֥חַ H7849 לַ֝גּוֹיִ֗ם H1471 וַיַּנְחֵֽ H5148 ",
      "24": "מֵסִ֗יר H5493 לֵ֭ב H3820 רָאשֵׁ֣י H7218 עַם H5971 הָאָ֑רֶץ H776 וַ֝יַּתְעֵ֗ H8582 בְּתֹ֣הוּ H8414 לֹא H3808 דָֽרֶךְ H1870 ",
      "25": "יְמַֽשְׁשׁוּ H4959 חֹ֥שֶׁךְ H2822 וְלֹא H3808 א֑וֹר H216 וַ֝יַּתְעֵ֗ H8582 כַּשִּׁכּֽוֹר H7910 "
    },
    "13": {
      "1": "הֶן H2005 כֹּ֭ל H3605 רָאֲתָ֣ה H7200 עֵינִ֑י H5869 שָֽׁמְעָ֥ה H8085 אָ֝זְנִ֗י H241 וַתָּ֥בֶן H995 לָֽהּ Hl ",
      "2": "כְּֽ֭דַעְתְּ H1847 יָדַ֣עְתִּי H3045 גַם H1571 אָ֑נִי H589 לֹא H3808 נֹפֵ֖ל H5307 אָנֹכִ֣י H595 מִכֶּֽם H4480 ",
      "3": "אוּלָ֗ם H199 אֲ֭נִי H589 אֶל H413 שַׁדַּ֣י H7706 אֲדַבֵּ֑ר H1696 וְהוֹכֵ֖חַ H3198 אֶל H413 אֵ֣ל H410 אֶחְפָּֽץ H2654 ",
      "4": "וְֽאוּלָ֗ם H199 אַתֶּ֥ם H859 טֹֽפְלֵי H2950 שָׁ֑קֶר H8267 רֹפְאֵ֖י H7495 אֱלִ֣ל H457 כֻּלְּכֶֽם H3605 ",
      "5": "מִֽי H4310 יִ֭תֵּן H5414 הַחֲרֵ֣שׁ H2790 תַּחֲרִישׁ֑וּן H2790 וּתְהִ֖י H1961 לָכֶ֣ם Hl לְחָכְמָֽה H2451 ",
      "6": "שִׁמְעוּ H8085 נָ֥א H4994 תוֹכַחְתִּ֑י H8433 וְרִב֖וֹת H7379 שְׂפָתַ֣י H8193 הַקְשִֽׁיבוּ H7181 ",
      "7": "הַ֭לְ H410 תְּדַבְּר֣וּ H1696 עַוְלָ֑ה H5766 וְ֝ל֗ Hc/Hl תְּֽדַבְּר֥וּ H1696 רְמִיָּֽה H7423 ",
      "8": "הֲפָנָ֥י H6440 תִּשָּׂא֑וּן H5375 אִם H518 לָאֵ֥ל H410 תְּרִיבֽוּן H7378 ",
      "9": "הֲ֭טוֹב H2896 כִּֽי H3588 יַחְקֹ֣ר H2713 אֶתְכֶ֑ם H853 אִם H518 כְּהָתֵ֥ל H2048 בֶּ֝אֱנ֗וֹשׁ H582 תְּהָתֵ֥לּוּ H2048 בֽוֹ Hb ",
      "10": "הוֹכֵ֣חַ H3198 יוֹכִ֣יחַ H3198 אֶתְכֶ֑ם H853 אִם H518 בַּ֝סֵּ֗תֶר H5643 פָּנִ֥ים H6440 תִּשָּׂאֽוּן H5375 ",
      "11": "הֲלֹ֣א H3808 שְׂ֭אֵתוֹ H7613 תְּבַעֵ֣ת H1204 אֶתְכֶ֑ם H853 וּ֝פַחְדּ֗ H6343 יִפֹּ֥ל H5307 עֲלֵיכֶֽם H5921 ",
      "12": "זִֽ֭כְרֹנֵיכֶם H2146 מִשְׁלֵי H4912 אֵ֑פֶר H665 לְגַבֵּי H1354 חֹ֝֗מֶר H2563 גַּבֵּיכֶֽם H1354 ",
      "13": "הַחֲרִ֣ישׁוּ H2790 מִ֭מֶּנִּי H4480 וַאֲדַבְּרָה H1696 אָ֑נִי H589 וְיַעֲבֹ֖ר H5674 עָלַ֣י H5921 מָֽה H4100 ",
      "14": "עַל H5921 מָ֤ה H4100 אֶשָּׂ֣א H5375 בְשָׂרִ֣י H1320 בְשִׁנָּ֑ H8127 וְ֝נַפְשִׁ֗ H5315 אָשִׂ֥ים H7760 בְּכַפִּֽ H3709 ",
      "15": "הֵ֣ן H2005 יִ֭קְטְלֵנִי H6991 לא H3808 אֲיַחֵ֑ל H3176 אַךְ H389 דְּ֝רָכַ֗י H1870 אֶל H413 פָּנָ֥יו H6440 אוֹכִֽיחַ H3198 ",
      "16": "גַּם H1571 הוּא H1931 לִ֥י Hl לִֽישׁוּעָ֑ה H3444 כִּי H3588 לֹ֥א H3808 לְ֝פָנָ֗י H6440 חָנֵ֥ף H2611 יָבֽוֹא H935 ",
      "17": "שִׁמְע֣וּ H8085 שָׁ֭מוֹעַ H8085 מִלָּתִ֑י H4405 וְ֝אַֽחֲוָתִ֗ H262 בְּאָזְנֵי H241 ",
      "18": "הִנֵּה H2009 נָ֭א H4994 עָרַ֣כְתִּי H6186 מִשְׁפָּ֑ט H4941 יָ֝דַ֗עְתִּי H3045 כִּֽי H3588 אֲנִ֥י H589 אֶצְדָּֽק H6663 ",
      "19": "מִי H4310 ה֭וּא H1931 יָרִ֣יב H7378 עִמָּדִ֑י H5978 כִּֽי H3588 עַתָּ֖ה H6258 אַחֲרִ֣ישׁ H2790 וְאֶגְוָֽע H1478 ",
      "20": "אַךְ H389 שְׁ֭תַּיִם H8147 אַל H408 תַּ֣עַשׂ H6213 עִמָּדִ֑י H5978 אָ֥ז H227 מִ֝פָּנֶ֗י H6440 לֹ֣א H3808 אֶסָּתֵֽר H5641 ",
      "21": "כַּ֭פְּךָ H3709 מֵעָלַ֣ H5921 הַרְחַ֑ק H7368 וְ֝אֵ֥מָתְ H367 אַֽל H408 תְּבַעֲתַֽנִּי H1204 ",
      "22": "וּ֭קְרָא H7121 וְאָנֹכִ֣י H595 אֶֽעֱנֶ֑ה H6030 אֽוֹ H176 אֲ֝דַבֵּ֗ר H1696 וַהֲשִׁיבֵֽ H7725 ",
      "23": "כַּמָּ֣ה H4100 לִ֭י Hl עֲוֺנ֣וֹת H5771 וְחַטָּא֑וֹת H2403 פִּֽשְׁעִ֥י H6588 וְ֝חַטָּאתִ֗ H2403 הֹדִיעֵֽנִי H3045 ",
      "24": "לָֽמָּה H4100 פָנֶ֥יךָ H6440 תַסְתִּ֑יר H5641 וְתַחְשְׁבֵ֖ H2803 לְאוֹיֵ֣ב H341 לָֽךְ Hl ",
      "25": "הֶעָלֶ֣ה H5929 נִדָּ֣ף H5086 תַּעֲר֑וֹץ H6206 וְאֶת H853 קַ֖שׁ H7179 יָבֵ֣שׁ H3002 תִּרְדֹּֽף H7291 ",
      "26": "כִּֽי H3588 תִכְתֹּ֣ב H3789 עָלַ֣י H5921 מְרֹר֑וֹת H4846 וְ֝תוֹרִישֵׁ֗ H3423 עֲוֺנ֥וֹת H5771 נְעוּרָֽי H5271 ",
      "27": "וְתָ֘שֵׂ֤ם H7760 בַּסַּ֨ד H5465 רַגְלַ֗י H7272 וְתִשְׁמ֥וֹר H8104 כָּל H3605 אָרְחוֹתָ֑י H734 עַל H5921 שָׁרְשֵׁ֥י H8328 רַ֝גְלַ֗י H7272 תִּתְחַקֶּֽה H2707 ",
      "28": "וְ֭הוּא H1931 כְּרָקָ֣ב H7538 יִבְלֶ֑ה H1086 כְּ֝בֶ֗גֶד H899 אֲכָ֣לוֹ H398 עָֽשׁ H6211 "
    },
    "14": {
      "1": "אָ֭דָם H120 יְל֣וּד H3205 אִשָּׁ֑ה H802 קְצַ֥ר H7116 יָ֝מִ֗ים H3117 וּֽשְׂבַֽע H7649 רֹֽגֶז H7267 ",
      "2": "כְּצִ֣יץ H6731 יָ֭צָא H3318 וַיִּמָּ֑ל H5243 וַיִּבְרַ֥ח H1272 כַּ֝צֵּ֗ל H6738 וְלֹ֣א H3808 יַעֲמֽוֹד H5975 ",
      "3": "אַף H637 עַל H5921 זֶ֭ה H2088 פָּקַ֣חְתָּ H6491 עֵינֶ֑ךָ H5869 וְאֹ֘תִ֤ H853 תָבִ֖יא H935 בְמִשְׁפָּ֣ט H4941 עִמָּֽךְ H5973 ",
      "4": "מִֽי H4310 יִתֵּ֣ן H5414 טָ֭הוֹר H2889 מִטָּמֵ֗א H2931 לֹ֣א H3808 אֶחָֽד H259 ",
      "5": "אִ֥ם H518 חֲרוּצִ֨ים H2782 יָמָ֗יו H3117 מִֽסְפַּר H4557 חֳדָשָׁ֥יו H2320 אִתָּ֑ךְ H854 חקו H2706 עָ֝שִׂ֗יתָ H6213 וְלֹ֣א H3808 יַעֲבֽוֹר H5674 ",
      "6": "שְׁעֵ֣ה H8159 מֵעָלָ֣י H5921 וְיֶחְדָּ֑ל H2308 עַד H5704 יִ֝רְצֶ֗ה H7521 כְּשָׂכִ֥יר H7916 יוֹמֽוֹ H3117 ",
      "7": "כִּ֤י H3588 יֵ֥שׁ H3426 לָעֵ֗ץ H6086 תִּ֫קְוָ֥ה H8615 אִֽם H518 יִ֭כָּרֵת H3772 וְע֣וֹד H5750 יַחֲלִ֑יף H2498 וְ֝יֹֽנַקְתּ֗ H3127 לֹ֣א H3808 תֶחְדָּֽל H2308 ",
      "8": "אִם H518 יַזְקִ֣ין H2204 בָּאָ֣רֶץ H776 שָׁרְשׁ֑וֹ H8328 וּ֝בֶ H6083 יָמ֥וּת H4191 גִּזְעֽוֹ H1503 ",
      "9": "מֵרֵ֣יחַ H7381 מַ֣יִם H4325 יַפְרִ֑חַ H6524 וְעָשָׂ֖ה H6213 קָצִ֣יר H7105 כְּמוֹ H3644 נָֽטַע H5194 ",
      "10": "וְגֶ֣בֶר H1397 יָ֭מוּת H4191 וַֽיֶּחֱלָ֑שׁ H2522 וַיִּגְוַ֖ע H1478 אָדָ֣ם H120 וְאַיּֽ H346 ",
      "11": "אָֽזְלוּ H235 מַ֭יִם H4325 מִנִּי H4480 יָ֑ם H3220 וְ֝נָהָ֗ר H5104 יֶחֱרַ֥ב H2717 וְיָבֵֽשׁ H3001 ",
      "12": "וְאִ֥ישׁ H376 שָׁכַ֗ב H7901 וְֽלֹא H3808 יָ֫ק֥וּם H6965 עַד H5704 בִּלְתִּ֣י H1115 שָׁ֭מַיִם H8064 לֹ֣א H3808 יָקִ֑יצוּ H6974 וְלֹֽא H3808 יֵ֝עֹ֗רוּ H5782 מִשְּׁנָתָֽ H8142 ",
      "13": "מִ֤י H4310 יִתֵּ֨ן H5414 בִּשְׁא֬וֹל H7585 תַּצְפִּנֵ֗נִי H6845 תַּ֭סְתִּירֵנִי H5641 עַד H5704 שׁ֣וּב H7725 אַפֶּ֑ךָ H639 תָּ֤שִׁ֥ית H7896 לִ֖י Hl חֹ֣ק H2706 וְתִזְכְּרֵֽ H2142 ",
      "14": "אִם H518 יָמ֥וּת H4191 גֶּ֗בֶר H1397 הֲיִ֫חְיֶ֥ה H2421 כָּל H3605 יְמֵ֣י H3117 צְבָאִ֣י H6635 אֲיַחֵ֑ל H3176 עַד H5704 בּ֝֗וֹא H935 חֲלִיפָתִֽי H2487 ",
      "15": "תִּ֭קְרָא H7121 וְאָנֹכִ֣י H595 אֶֽעֱנֶ֑ךָּ H6030 לְֽמַעֲשֵׂ֖ה H4639 יָדֶ֣יךָ H3027 תִכְסֹֽף H3700 ",
      "16": "כִּֽי H3588 עַ֭תָּה H6258 צְעָדַ֣י H6806 תִּסְפּ֑וֹר H5608 לֹֽא H3808 תִ֝שְׁמ֗וֹר H8104 עַל H5921 חַטָּאתִֽי H2403 ",
      "17": "חָתֻ֣ם H2856 בִּצְר֣וֹר H6872 פִּשְׁעִ֑י H6588 וַ֝תִּטְפֹּ֗ל H2950 עַל H5921 עֲוֺנִֽי H5771 ",
      "18": "וְ֭אוּלָם H199 הַר H2022 נוֹפֵ֣ל H5307 יִבּ֑וֹל H5034 וְ֝צ֗וּר H6697 יֶעְתַּ֥ק H6275 מִמְּקֹמֽ H4725 ",
      "19": "אֲבָנִ֤ים H68 שָׁ֥חֲקוּ H7833 מַ֗יִם H4325 תִּשְׁטֹֽף H7857 סְפִיחֶ֥יהָ H5599 עֲפַר H6083 אָ֑רֶץ H776 וְתִקְוַ֖ת H8615 אֱנ֣וֹשׁ H582 הֶאֱבַֽדְתָּ H6 ",
      "20": "תִּתְקְפֵ֣הוּ H8630 לָ֭נֶצַח H5331 וַֽיַּהֲלֹ֑ךְ H1980 מְשַׁנֶּ֥ה H8138 פָ֝נָ֗יו H6440 וַֽתְּשַׁלְּחֵֽ H7971 ",
      "21": "יִכְבְּד֣וּ H3513 בָ֭נָיו H1121 וְלֹ֣א H3808 יֵדָ֑ע H3045 וְ֝יִצְעֲר֗וּ H6819 וְֽלֹא H3808 יָבִ֥ין H995 לָֽמוֹ Hl ",
      "22": "אַךְ H389 בְּ֭שָׂרוֹ H1320 עָלָ֣יו H5921 יִכְאָ֑ב H3510 וְ֝נַפְשׁ֗ H5315 עָלָ֥יו H5921 תֶּאֱבָֽל H56 "
    },
    "15": {
      "1": "וַ֭יַּעַן H6030 אֱלִיפַ֥ז H464 הַֽתֵּימָנִ֗י H8489 וַיֹּאמַֽר H559 ",
      "2": "הֶֽחָכָ֗ם H2450 יַעֲנֶ֥ה H6030 דַֽעַת H1847 ר֑וּחַ H7307 וִֽימַלֵּ֖א H4390 קָדִ֣ים H6921 בִּטְנֽוֹ H990 ",
      "3": "הוֹכֵ֣חַ H3198 בְּ֭דָבָר H1697 לֹ֣א H3808 יִסְכּ֑וֹן H5532 וּ֝מִלִּ֗ים H4405 לֹא H3808 יוֹעִ֥יל H3276 בָּֽם Hb ",
      "4": "אַף H637 אַ֭תָּה H859 תָּפֵ֣ר H6565 יִרְאָ֑ה H3374 וְתִגְרַ֥ע H1639 שִׂ֝יחָ֗ה H7881 לִפְנֵי H6440 אֵֽל H410 ",
      "5": "כִּ֤י H3588 יְאַלֵּ֣ף H502 עֲוֺנְךָ֣ H5771 פִ֑יךָ H6310 וְ֝תִבְחַ֗ר H977 לְשׁ֣וֹן H3956 עֲרוּמִֽים H6175 ",
      "6": "יַרְשִֽׁיעֲךָ֣ H7561 פִ֣יךָ H6310 וְלֹא H3808 אָ֑נִי H589 וּ֝שְׂפָתֶ֗י H8193 יַעֲנוּ H6030 בָֽךְ Hb ",
      "7": "הֲרִאישׁ֣וֹן H7223 אָ֭דָם H120 תִּוָּלֵ֑ד H3205 וְלִ H6440 גְבָע֣וֹת H1389 חוֹלָֽלְתָּ H2342 ",
      "8": "הַבְ H5475 אֱל֣וֹהַ H433 תִּשְׁמָ֑ע H8085 וְתִגְרַ֖ע H1639 אֵלֶ֣יךָ H413 חָכְמָֽה H2451 ",
      "9": "מַה H4100 יָּ֭דַעְתָּ H3045 וְלֹ֣א H3808 נֵדָ֑ע H3045 תָּ֝בִ֗ין H995 וְֽלֹא H3808 עִמָּ֥נוּ H5973 הֽוּא H1931 ",
      "10": "גַּם H1571 שָׂ֣ב H7867 גַּם H1571 יָשִׁ֣ישׁ H3453 בָּ֑נוּ Hb כַּבִּ֖יר H3524 מֵאָבִ֣י H1 יָמִֽים H3117 ",
      "11": "הַמְעַ֣ט H4592 מִ֭מְּךָ H4480 תַּנְחֻמ֣וֹת H8575 אֵ֑ל H410 וְ֝דָבָ֗ר H1697 לָאַ֥ט H328 עִמָּֽךְ H5973 ",
      "12": "מַה H4100 יִּקָּחֲךָ֥ H3947 לִבֶּ֑ךָ H3820 וּֽמַה H4100 יִּרְזְמ֥וּן H7335 עֵינֶֽיךָ H5869 ",
      "13": "כִּֽי H3588 תָשִׁ֣יב H7725 אֶל H413 אֵ֣ל H410 רוּחֶ֑ךָ H7307 וְהֹצֵ֖אתָ H3318 מִפִּ֣י H6310 מִלִּֽין H4405 ",
      "14": "מָֽה H4100 אֱנ֥וֹשׁ H582 כִּֽי H3588 יִזְכֶּ֑ה H2135 וְכִֽי H3588 יִ֝צְדַּ֗ק H6663 יְל֣וּד H3205 אִשָּֽׁה H802 ",
      "15": "הֵ֣ן H2005 בקדש H6918 לֹ֣א H3808 יַאֲמִ֑ין H539 וְ֝שָׁמַ֗יִם H8064 לֹא H3808 זַכּ֥וּ H2141 בְעֵינָֽי H5869 ",
      "16": "אַ֭ף H637 כִּֽי H3588 נִתְעָ֥ב H8581 וְֽנֶאֱלָ֑ח H444 אִישׁ H376 שֹׁתֶ֖ה H8354 כַמַּ֣יִם H4325 עַוְלָֽה H5766 ",
      "17": "אֲחַוְךָ֥ H2331 שְֽׁמַֽע H8085 לִ֑י Hl וְזֶֽה H2088 חָ֝זִ֗יתִי H2372 וַאֲסַפֵּֽרָה H5608 ",
      "18": "אֲשֶׁר H834 חֲכָמִ֥ים H2450 יַגִּ֑ידוּ H5046 וְלֹ֥א H3808 כִֽ֝חֲד֗וּ H3582 מֵאֲבוֹתָֽ H1 ",
      "19": "לָהֶ֣ם Hl לְ֭בַדָּ H905 נִתְּנָ֣ה H5414 הָאָ֑רֶץ H776 וְלֹא H3808 עָ֖בַר H5674 זָ֣ר H2114 בְּתוֹכָֽ H8432 ",
      "20": "כָּל H3605 יְמֵ֣י H3117 רָ֭שָׁע H7563 ה֣וּא H1931 מִתְחוֹלֵ֑ל H2342 וּמִסְפַּ֥ר H4557 שָׁ֝נִ֗ים H8141 נִצְפְּנ֥וּ H6845 לֶעָרִֽיץ H6184 ",
      "21": "קוֹל H6963 פְּחָדִ֥ים H6343 בְּאָזְנָ֑י H241 בַּ֝שָּׁל֗וֹם H7965 שׁוֹדֵ֥ד H7703 יְבוֹאֶֽנּוּ H935 ",
      "22": "לֹא H3808 יַאֲמִ֣ין H539 שׁ֭וּב H7725 מִנִּי H4480 חֹ֑שֶׁךְ H2822 וצפו H6822 ה֣וּא H1931 אֱלֵי H413 חָֽרֶב H2719 ",
      "23": "נֹ֘דֵ֤ד H5074 ה֣וּא H1931 לַלֶּ֣חֶם H3899 אַיֵּ֑ה H346 יָדַ֓ע H3045 כִּֽי H3588 נָכ֖וֹן H3559 בְּיָד֣ H3027 יֽוֹם H3117 חֹֽשֶׁךְ H2822 ",
      "24": "יְֽ֭בַעֲתֻהוּ H1204 צַ֣ר H6862 וּמְצוּקָ֑ה H4691 תִּ֝תְקְפֵ֗הוּ H8630 כְּמֶ֤לֶךְ H4428 עָתִ֬יד H6264 לַכִּידֽוֹר H3593 ",
      "25": "כִּֽי H3588 נָטָ֣ה H5186 אֶל H413 אֵ֣ל H410 יָד֑וֹ H3027 וְאֶל H413 שַׁ֝דַּ֗י H7706 יִתְגַּבָּֽר H1396 ",
      "26": "יָר֣וּץ H7323 אֵלָ֣יו H413 בְּצַוָּ֑אר H6677 בַּ֝עֲבִ֗י H5672 גַּבֵּ֥י H1354 מָֽגִנָּֽיו H4043 ",
      "27": "כִּֽי H3588 כִסָּ֣ה H3680 פָנָ֣יו H6440 בְּחֶלְבּ֑ H2459 וַיַּ֖עַשׂ H6213 פִּימָ֣ה H6371 עֲלֵי H5921 כָֽסֶל H3689 ",
      "28": "וַיִּשְׁכּ֤וֹן H7931 עָ֘רִ֤ים H5892 נִכְחָד֗וֹת H3582 בָּ֭תִּים H1004 לֹא H3808 יֵ֣שְׁבוּ H3427 לָ֑מוֹ Hl אֲשֶׁ֖ר H834 הִתְעַתְּד֣וּ H6257 לְגַלִּֽים H1530 ",
      "29": "לֹֽא H3808 יֶ֭עְשַׁר H6238 וְלֹא H3808 יָק֣וּם H6965 חֵיל֑וֹ H2428 וְלֹֽא H3808 יִטֶּ֖ה H5186 לָאָ֣רֶץ H776 מִנְלָֽם H4512 ",
      "30": "לֹֽא H3808 יָס֨וּר H5493 מִנִּי H4480 חֹ֗שֶׁךְ H2822 יֹֽ֭נַקְתּוֹ H3127 תְּיַבֵּ֣שׁ H3001 שַׁלְהָ֑בֶת H7957 וְ֝יָס֗וּר H5493 בְּר֣וּחַ H7307 פִּֽיו H6310 ",
      "31": "אַל H408 יַאֲמֵ֣ן H539 בשו H7723 נִתְעָ֑ה H8582 כִּי H3588 שָׁ֝֗וְא H7723 תִּהְיֶ֥ה H1961 תְמוּרָתֽוֹ H8545 ",
      "32": "בְּֽלֹא H3808 י֭וֹמוֹ H3117 תִּמָּלֵ֑א H4390 וְ֝כִפָּת֗ H3712 לֹ֣א H3808 רַעֲנָֽנָה H7488 ",
      "33": "יַחְמֹ֣ס H2554 כַּגֶּ֣פֶן H1612 בִּסְר֑וֹ H1154 וְיַשְׁלֵ֥ךְ H7993 כַּ֝זַּ֗יִת H2132 נִצָּתֽוֹ H5328 ",
      "34": "כִּֽי H3588 עֲדַ֣ת H5712 חָנֵ֣ף H2611 גַּלְמ֑וּד H1565 וְ֝אֵ֗שׁ H784 אָכְלָ֥ה H398 אָֽהֳלֵי H168 שֹֽׁחַד H7810 ",
      "35": "הָרֹ֣ה H2029 עָ֭מָל H5999 וְיָ֣לֹד H3205 אָ֑וֶן H205 וּ֝בִטְנָ֗ H990 תָּכִ֥ין H3559 מִרְמָֽה H4820 "
    },
    "16": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "שָׁמַ֣עְתִּי H8085 כְאֵ֣לֶּה H428 רַבּ֑וֹת H7227 מְנַחֲמֵ֖י H5162 עָמָ֣ל H5999 כֻּלְּכֶֽם H3605 ",
      "3": "הֲקֵ֥ץ H7093 לְדִבְרֵי H1697 ר֑וּחַ H7307 א֥וֹ H176 מַה H4100 יַּ֝מְרִֽיצְךָ֗ H4834 כִּ֣י H3588 תַעֲנֶֽה H6030 ",
      "4": "גַּ֤ם H1571 אָנֹכִי֮ H595 כָּכֶ֪ם Hk אֲדַ֫בֵּ֥רָה H1696 ל֤וּ H3863 יֵ֪שׁ H3426 נַפְשְׁכֶ֡ם H5315 תַּ֤חַת H8478 נַפְשִׁ֗י H5315 אַחְבִּ֣ירָה H2266 עֲלֵיכֶ֣ם H5921 בְּמִלִּ֑ים H4405 וְאָנִ֥יעָה H5128 עֲ֝לֵיכֶ֗ם H5921 בְּמ֣וֹ H1119 רֹאשִֽׁי H7218 ",
      "5": "אֲאַמִּצְכֶ֥ם H553 בְּמוֹ H1119 פִ֑י H6310 וְנִ֖יד H5205 שְׂפָתַ֣י H8193 יַחְשֹֽׂךְ H2820 ",
      "6": "אִֽם H518 אֲ֭דַבְּרָה H1696 לֹא H3808 יֵחָשֵׂ֣ךְ H2820 כְּאֵבִ֑י H3511 וְ֝אַחְדְּלָ֗ה H2308 מַה H4100 מִנִּ֥י H4480 יַהֲלֹֽךְ H1980 ",
      "7": "אַךְ H389 עַתָּ֥ה H6258 הֶלְאָ֑נִי H3811 הֲ֝שִׁמּ֗וֹתָ H8074 כָּל H3605 עֲדָתִֽי H5712 ",
      "8": "וַֽ֭תִּקְמְטֵ H7059 לְעֵ֣ד H5707 הָיָ֑ה H1961 וַיָּ֥קָם H6965 בִּ֥י Hb כַ֝חֲשִׁ֗י H3585 בְּפָנַ֥ H6440 יַעֲנֶֽה H6030 ",
      "9": "אַפּ֤וֹ H639 טָרַ֨ף H2963 וַֽיִּשְׂטְמֵ֗ H7852 חָרַ֣ק H2786 עָלַ֣י H5921 בְּשִׁנָּ֑י H8127 צָרִ֓י H6862 יִלְט֖וֹשׁ H3913 עֵינָ֣יו H5869 לִֽי Hl ",
      "10": "פָּעֲר֬וּ H6473 עָלַ֨י H5921 בְּפִי H6310 בְּ֭חֶרְפָּה H2781 הִכּ֣וּ H5221 לְחָיָ֑י H3895 יַ֝֗חַד H3162 עָלַ֥י H5921 יִתְמַלָּאֽוּן H4390 ",
      "11": "יַסְגִּירֵ֣נִי H5462 אֵ֭ל H410 אֶ֣ל H413 עֲוִ֑יל H5760 וְעַל H5921 יְדֵ֖י H3027 רְשָׁעִ֣ים H7563 יִרְטֵֽנִי H3399 ",
      "12": "שָׁ֘לֵ֤ו H7961 הָיִ֨יתִי H1961 וַֽיְפַרְפְּרֵ֗ H6565 וְאָחַ֣ז H270 בְּ֭עָרְפִּ H6203 וַֽיְפַצְפְּצֵ֑ H6327 וַיְקִימֵ֥ H6965 ל֝֗וֹ Hl לְמַטָּרָֽה H4307 ",
      "13": "יָ֘סֹ֤בּוּ H5437 עָלַ֨י H5921 רַבָּ֗יו H7228 יְפַלַּ֣ח H6398 כִּ֭לְיוֹתַי H3629 וְלֹ֣א H3808 יַחְמ֑וֹל H2550 יִשְׁפֹּ֥ךְ H8210 לָ֝אָ֗רֶץ H776 מְרֵרָֽתִי H4845 ",
      "14": "יִפְרְצֵ֣נִי H6555 פֶ֭רֶץ H6556 עַל H5921 פְּנֵי H6440 פָ֑רֶץ H6556 יָרֻ֖ץ H7323 עָלַ֣י H5921 כְּגִבּֽוֹר H1368 ",
      "15": "שַׂ֣ק H8242 תָּ֭פַרְתִּי H8609 עֲלֵ֣י H5921 גִלְדִּ֑י H1539 וְעֹלַ֖לְתִּי H5953 בֶעָפָ֣ר H6083 קַרְנִֽי H7161 ",
      "16": "פָּנַ֣י H6440 חמרמרה H2560 מִנִּי H4480 בֶ֑כִי H1065 וְעַ֖ל H5921 עַפְעַפַּ֣י H6079 צַלְמָֽוֶת H6757 ",
      "17": "עַ֭ל H5921 לֹא H3808 חָמָ֣ס H2555 בְּכַפָּ֑ H3709 וּֽתְפִלָּתִ֥ H8605 זַכָּֽה H2134 ",
      "18": "אֶ֭רֶץ H776 אַל H408 תְּכַסִּ֣י H3680 דָמִ֑י H1818 וְֽאַל H408 יְהִ֥י H1961 מָ֝ק֗וֹם H4725 לְזַעֲקָתִֽ H2201 ",
      "19": "גַּם H1571 עַ֭תָּה H6258 הִנֵּה H2009 בַשָּׁמַ֣יִם H8064 עֵדִ֑י H5707 וְ֝שָׂהֲדִ֗ H7717 בַּמְּרוֹמִֽים H4791 ",
      "20": "מְלִיצַ֥י H3887 רֵעָ֑י H7453 אֶל H413 אֱ֝ל֗וֹהַ H433 דָּלְפָ֥ה H1811 עֵינִֽי H5869 ",
      "21": "וְיוֹכַ֣ח H3198 לְגֶ֣בֶר H1397 עִם H5973 אֱל֑וֹהַּ H433 וּֽבֶן H1121 אָדָ֥ם H120 לְרֵעֵֽ H7453 ",
      "22": "כִּֽי H3588 שְׁנ֣וֹת H8141 מִסְפָּ֣ר H4557 יֶאֱתָ֑יוּ H857 וְאֹ֖רַח H734 לֹא H3808 אָשׁ֣וּב H7725 אֶהֱלֹֽךְ H1980 "
    },
    "17": {
      "1": "רוּחִ֣י H7307 חֻ֭בָּלָה H2254 יָמַ֥י H3117 נִזְעָ֗כוּ H2193 קְבָרִ֥ים H6913 לִֽי Hl ",
      "2": "אִם H518 לֹ֣א H3808 הֲ֭תֻלִים H2049 עִמָּדִ֑י H5978 וּ֝בְ H4784 תָּלַ֥ן H3885 עֵינִֽי H5869 ",
      "3": "שִֽׂימָה H7760 נָּ֭א H4994 עָרְבֵ֣נִי H6148 עִמָּ֑ךְ H5973 מִֽי H4310 ה֝֗וּא H1931 לְיָדִ֥ H3027 יִתָּקֵֽעַ H8628 ",
      "4": "כִּֽי H3588 לִ֭בָּם H3820 צָפַ֣נְתָּ H6845 מִּשָּׂ֑כֶל H7922 עַל H5921 כֵּ֝֗ן H3651 לֹ֣א H3808 תְרֹמֵֽם H7311 ",
      "5": "לְ֭חֵלֶק H2506 יַגִּ֣יד H5046 רֵעִ֑ים H7453 וְעֵינֵ֖י H5869 בָנָ֣יו H1121 תִּכְלֶֽנָה H3615 ",
      "6": "וְֽ֭הִצִּגַ H3322 לִמְשֹׁ֣ל H4914 עַמִּ֑ים H5971 וְתֹ֖פֶת H8611 לְפָנִ֣ים H6440 אֶֽהְיֶֽה H1961 ",
      "7": "וַתֵּ֣כַהּ H3543 מִכַּ֣עַשׂ H3708 עֵינִ֑י H5869 וִֽיצֻרַ֖ H3338 כַּצֵּ֣ל H6738 כֻּלָּֽם H3605 ",
      "8": "יָשֹׁ֣מּוּ H8074 יְשָׁרִ֣ים H3477 עַל H5921 זֹ֑את H2063 וְ֝נָקִ֗י H5355 עַל H5921 חָנֵ֥ף H2611 יִתְעֹרָֽר H5782 ",
      "9": "וְיֹאחֵ֣ז H270 צַדִּ֣יק H6662 דַּרְכּ֑וֹ H1870 וּֽטֳהָר H2891 יָ֝דַ֗יִם H3027 יֹסִ֥יף H3254 אֹֽמֶץ H555 ",
      "10": "וְֽאוּלָ֗ם H199 כֻּלָּ֣ם H3605 תָּ֭שֻׁבוּ H7725 וּבֹ֣אוּ H935 נָ֑א H4994 וְלֹֽא H3808 אֶמְצָ֖א H4672 בָכֶ֣ם Hb חָכָֽם H2450 ",
      "11": "יָמַ֣י H3117 עָ֭בְרוּ H5674 זִמֹּתַ֣י H2154 נִתְּק֑וּ H5423 מ֖וֹרָשֵׁ֣י H4180 לְבָבִֽי H3824 ",
      "12": "לַ֭יְלָה H3915 לְי֣וֹם H3117 יָשִׂ֑ימוּ H7760 א֝֗וֹר H216 קָר֥וֹב H7138 מִפְּנֵי H6440 חֹֽשֶׁךְ H2822 ",
      "13": "אִם H518 אֲ֭קַוֶּה H6960 שְׁא֣וֹל H7585 בֵּיתִ֑י H1004 בַּ֝חֹ֗שֶׁךְ H2822 רִפַּ֥דְתִּי H7502 יְצוּעָֽי H3326 ",
      "14": "לַשַּׁ֣חַת H7845 קָ֭רָאתִי H7121 אָ֣בִי H1 אָ֑תָּה H859 אִמִּ֥י H517 וַ֝אֲחֹתִ֗ H269 לָֽרִמָּֽה H7415 ",
      "15": "וְ֭אַיֵּה H346 אֵפ֣וֹ H645 תִקְוָתִ֑י H8615 וְ֝תִקְוָתִ֗ H8615 מִ֣י H4310 יְשׁוּרֶֽנָּה H7789 ",
      "16": "בַּדֵּ֣י H905 שְׁאֹ֣ל H7585 תֵּרַ֑דְנָה H3381 אִם H518 יַ֖חַד H3162 עַל H5921 עָפָ֣ר H6083 נָֽחַת H5183 "
    },
    "18": {
      "1": "וַ֭יַּעַן H6030 בִּלְדַּ֥ד H1085 הַשֻּׁחִ֗י H7747 וַיֹּאמַֽר H559 ",
      "2": "עַד H5704 אָ֤נָה H575 תְּשִׂימ֣וּן H7760 קִנְצֵ֣י H7078 לְמִלִּ֑ין H4405 תָּ֝בִ֗ינוּ H995 וְאַחַ֥ר H310 נְדַבֵּֽר H1696 ",
      "3": "מַ֭דּוּעַ H4069 נֶחְשַׁ֣בְנוּ H2803 כַבְּהֵמָ֑ה H929 נִ֝טְמִ֗ינוּ H2933 בְּעֵינֵי H5869 ",
      "4": "טֹֽרֵ֥ף H2963 נַפְשׁ֗וֹ H5315 בְּאַ֫פּ֥ H639 הַ֭לְמַעַנְ H4616 תֵּעָ֣זַב H5800 אָ֑רֶץ H776 וְיֶעְתַּק H6275 צ֝֗וּר H6697 מִמְּקֹמֽ H4725 ",
      "5": "גַּ֤ם H1571 א֣וֹר H216 רְשָׁעִ֣ים H7563 יִדְעָ֑ךְ H1846 וְלֹֽא H3808 יִ֝גַּ֗הּ H5050 שְׁבִ֣יב H7632 אִשּֽׁוֹ H784 ",
      "6": "א֭וֹר H216 חָשַׁ֣ךְ H2821 בְּאָהֳל֑ H168 וְ֝נֵר֗ H5216 עָלָ֥יו H5921 יִדְעָֽךְ H1846 ",
      "7": "יֵֽ֭צְרוּ H3334 צַעֲדֵ֣י H6806 אוֹנ֑וֹ H202 וְֽתַשְׁלִיכֵ֥ H7993 עֲצָתֽוֹ H6098 ",
      "8": "כִּֽי H3588 שֻׁלַּ֣ח H7971 בְּרֶ֣שֶׁת H7568 בְּרַגְלָ֑י H7272 וְעַל H5921 שְׂ֝בָכָ֗ה H7639 יִתְהַלָּֽךְ H1980 ",
      "9": "יֹאחֵ֣ז H270 בְּעָקֵ֣ב H6119 פָּ֑ח H6341 יַחֲזֵ֖ק H2388 עָלָ֣יו H5921 צַמִּֽים H6782 ",
      "10": "טָמ֣וּן H2934 בָּאָ֣רֶץ H776 חַבְל֑וֹ H2256 וּ֝מַלְכֻּדְתּ֗ H4434 עֲלֵ֣י H5921 נָתִֽיב H5410 ",
      "11": "סָ֭בִיב H5439 בִּֽעֲתֻ֣הוּ H1204 בַלָּה֑וֹת H1091 וֶהֱפִיצֻ֥ H6327 לְרַגְלָֽי H7272 ",
      "12": "יְהִי H1961 רָעֵ֥ב H7457 אֹנ֑וֹ H202 וְ֝אֵ֗יד H343 נָכ֥וֹן H3559 לְצַלְעֽ H6763 ",
      "13": "יֹ֭אכַל H398 בַּדֵּ֣י H905 עוֹר֑וֹ H5785 יֹאכַ֥ל H398 בַּ֝דָּ֗יו H905 בְּכ֣וֹר H1060 מָֽוֶת H4194 ",
      "14": "יִנָּתֵ֣ק H5423 מֵ֭אָהֳל H168 מִבְטַח֑וֹ H4009 וְ֝תַצְעִדֵ֗ H6805 לְמֶ֣לֶךְ H4428 בַּלָּהֽוֹת H1091 ",
      "15": "תִּשְׁכּ֣וֹן H7931 בְּ֭אָהֳל H168 מִבְּלִי H1097 ל֑וֹ Hl יְזֹרֶ֖ה H2219 עַל H5921 נָוֵ֣הוּ H5116 גָפְרִֽית H1614 ",
      "16": "מִ֭תַּחַת H8478 שָֽׁרָשָׁ֣יו H8328 יִבָ֑שׁוּ H3001 וּ֝מִ H4605 יִמַּ֥ל H5243 קְצִירֽוֹ H7105 ",
      "17": "זִֽכְרוֹ H2143 אָ֭בַד H6 מִנִּי H4480 אָ֑רֶץ H776 וְלֹא H3808 שֵׁ֥ם H8034 ל֝֗וֹ Hl עַל H5921 פְּנֵי H6440 חֽוּץ H2351 ",
      "18": "יֶ֭הְדְּפֻהוּ H1920 מֵא֣וֹר H216 אֶל H413 חֹ֑שֶׁךְ H2822 וּֽמִ H8398 יְנִדֻּֽהוּ H5074 ",
      "19": "לֹ֘א H3808 נִ֤ין H5209 ל֣וֹ Hl וְלֹא H3808 נֶ֣כֶד H5220 בְּעַמּ֑ H5971 וְאֵ֥ין H369 שָׂ֝רִ֗יד H8300 בִּמְגוּרָֽי H4033 ",
      "20": "עַל H5921 י֭וֹמוֹ H3117 נָשַׁ֣מּוּ H8074 אַחֲרֹנִ֑ים H314 וְ֝קַדְמֹנִ֗ים H6931 אָ֣חֲזוּ H270 שָֽׂעַר H8178 ",
      "21": "אַךְ H389 אֵ֭לֶּה H428 מִשְׁכְּנ֣וֹת H4908 עַוָּ֑ל H5767 וְ֝זֶ֗ה H2088 מְק֣וֹם H4725 לֹא H3808 יָדַֽע H3045 אֵֽל H410 "
    },
    "19": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "עַד H5704 אָ֭נָה H575 תּוֹגְי֣וּן H3013 נַפְשִׁ֑י H5315 וּֽתְדַכְּאוּ H1792 בְמִלִּֽים H4405 ",
      "3": "זֶ֤ה H2088 עֶ֣שֶׂר H6235 פְּ֭עָמִים H6471 תַּכְלִימ֑וּנִי H3637 לֹֽא H3808 תֵ֝בֹ֗שׁוּ H954 תַּהְכְּרוּ H1970 לִֽי Hl ",
      "4": "וְאַף H637 אָמְנָ֥ם H551 שָׁגִ֑יתִי H7686 אִ֝תִּ֗י H854 תָּלִ֥ין H3885 מְשׁוּגָתִֽי H4879 ",
      "5": "אִם H518 אָ֭מְנָם H551 עָלַ֣י H5921 תַּגְדִּ֑ילוּ H1431 וְתוֹכִ֥יחוּ H3198 עָ֝לַ֗י H5921 חֶרְפָּתִּֽי H2781 ",
      "6": "דְּֽעוּ H3045 אֵ֭פוֹ H645 כִּי H3588 אֱל֣וֹהַּ H433 עִוְּתָ֑נִי H5791 וּ֝מְצוּד֗ H4686 עָלַ֥י H5921 הִקִּֽיף H5362 ",
      "7": "הֵ֤ן H2005 אֶצְעַ֣ק H6817 חָ֭מָס H2555 וְלֹ֣א H3808 אֵעָנֶ֑ה H6030 אֲ֝שַׁוַּ֗ע H7768 וְאֵ֣ין H369 מִשְׁפָּֽט H4941 ",
      "8": "אָרְחִ֣י H734 גָ֭דַר H1443 וְלֹ֣א H3808 אֶעֱב֑וֹר H5674 וְעַ֥ל H5921 נְ֝תִיבוֹתַ֗י H5410 חֹ֣שֶׁךְ H2822 יָשִֽׂים H7760 ",
      "9": "כְּ֭בוֹדִי H3519 מֵעָלַ֣ H5921 הִפְשִׁ֑יט H6584 וַ֝יָּ֗סַר H5493 עֲטֶ֣רֶת H5850 רֹאשִֽׁי H7218 ",
      "10": "יִתְּצֵ֣נִי H5422 סָ֭בִיב H5439 וָאֵלַ֑ךְ H3212 וַיַּסַּ֥ע H5265 כָּ֝עֵ֗ץ H6086 תִּקְוָתִֽי H8615 ",
      "11": "וַיַּ֣חַר H2734 עָלַ֣י H5921 אַפּ֑וֹ H639 וַיַּחְשְׁבֵ֖ H2803 ל֣וֹ Hl כְצָרָֽי H6862 ",
      "12": "יַ֤חַד H3162 יָ֘בֹ֤אוּ H935 גְדוּדָ֗יו H1416 וַיָּסֹ֣לּוּ H5549 עָלַ֣י H5921 דַּרְכָּ֑ם H1870 וַיַּחֲנ֖וּ H2583 סָבִ֣יב H5439 לְאָהֳלִֽ H168 ",
      "13": "אַ֭חַי H251 מֵעָלַ֣ H5921 הִרְחִ֑יק H7368 וְ֝יֹדְעַ֗ H3045 אַךְ H389 זָ֥רוּ H2114 מִמֶּֽנִּי H4480 ",
      "14": "חָדְל֥וּ H2308 קְרוֹבָ֑י H7138 וּֽמְיֻדָּעַ֥ H3045 שְׁכֵחֽוּנִי H7911 ",
      "15": "גָּ֘רֵ֤י H1481 בֵיתִ֣י H1004 וְ֭אַמְהֹתַ H519 לְזָ֣ר H2114 תַּחְשְׁבֻ֑נִי H2803 נָ֝כְרִ֗י H5237 הָיִ֥יתִי H1961 בְעֵינֵי H5869 ",
      "16": "לְעַבְדִּ֣ H5650 קָ֭רָאתִי H7121 וְלֹ֣א H3808 יַעֲנֶ֑ה H6030 בְּמוֹ H1119 פִ֝֗י H6310 אֶתְחַנֶּן H2603 לֽוֹ Hl ",
      "17": "ר֭וּחִֽי H7307 זָ֣רָה H2114 לְאִשְׁתִּ֑ H802 וְ֝חַנֹּתִ֗י H2603 לִבְנֵ֥י H1121 בִטְנִֽי H990 ",
      "18": "גַּם H1571 עֲ֭וִילִים H5759 מָ֣אֲסוּ H3988 בִ֑י Hb אָ֝ק֗וּמָה H6965 וַיְדַבְּרוּ H1696 בִֽי Hb ",
      "19": "תִּֽ֭עֲבוּנִי H8581 כָּל H3605 מְתֵ֣י H4962 סוֹדִ֑י H5475 וְזֶֽה H2088 אָ֝הַ֗בְתִּי H157 נֶהְפְּכוּ H2015 בִֽי Hb ",
      "20": "בְּעוֹרִ֣ H5785 וּ֭בִ H1320 דָּבְקָ֣ה H1692 עַצְמִ֑י H6106 וָ֝אֶתְמַלְּטָ֗ H4422 בְּע֣וֹר H5785 שִׁנָּֽי H8127 ",
      "21": "חָנֻּ֬נִי H2603 חָנֻּ֣נִי H2603 אַתֶּ֣ם H859 רֵעָ֑י H7453 כִּ֥י H3588 יַד H3027 אֱ֝ל֗וֹהַּ H433 נָ֣גְעָה H5060 בִּֽי Hb ",
      "22": "לָ֭מָּה H4100 תִּרְדְּפֻ֣נִי H7291 כְמוֹ H3644 אֵ֑ל H410 וּ֝מִ H1320 לֹ֣א H3808 תִשְׂבָּֽעוּ H7646 ",
      "23": "מִֽי H4310 יִתֵּ֣ן H5414 אֵ֭פוֹ H645 וְיִכָּתְב֣וּ H3789 מִלָּ֑י H4405 מִֽי H4310 יִתֵּ֖ן H5414 בַּסֵּ֣פֶר H5612 וְיֻחָֽקוּ H2710 ",
      "24": "בְּעֵט H5842 בַּרְזֶ֥ל H1270 וְעֹפָ֑רֶת H5777 לָ֝עַ֗ד H5703 בַּצּ֥וּר H6697 יֵחָצְבֽוּן H2672 ",
      "25": "וַאֲנִ֣י H589 יָ֭דַעְתִּי H3045 גֹּ֣אֲלִי H1350 חָ֑י H2416 וְ֝אַחֲר֗וֹן H314 עַל H5921 עָפָ֥ר H6083 יָקֽוּם H6965 ",
      "26": "וְאַחַ֣ר H310 ע֭וֹרִֽי H5785 נִקְּפוּ H5362 זֹ֑את H2063 וּ֝מִ H1320 אֶֽחֱזֶ֥ה H2372 אֱלֽוֹהַּ H433 ",
      "27": "אֲשֶׁ֤ר H834 אֲנִ֨י H589 אֶֽחֱזֶה H2372 לִּ֗י Hl וְעֵינַ֣ H5869 רָא֣וּ H7200 וְלֹא H3808 זָ֑ר H2114 כָּל֖וּ H3615 כִלְיֹתַ֣י H3629 בְּחֵקִֽ H2436 ",
      "28": "כִּ֣י H3588 תֹ֭אמְרוּ H559 מַה H4100 נִּרְדָּף H7291 ל֑וֹ Hl וְשֹׁ֥רֶשׁ H8328 דָּ֝בָ֗ר H1697 נִמְצָא H4672 בִֽי Hb ",
      "29": "גּ֤וּרוּ H1481 לָכֶ֨ם Hl מִפְּנֵי H6440 חֶ֗רֶב H2719 כִּֽי H3588 חֵ֭מָה H2534 עֲוֺנ֣וֹת H5771 חָ֑רֶב H2719 לְמַ֖עַן H4616 תֵּדְע֣וּן H3045 שדין H1779 "
    },
    "20": {
      "1": "וַ֭יַּעַן H6030 צֹפַ֥ר H6691 הַנַּֽעֲמָתִ֗י H5284 וַיֹּאמַֽר H559 ",
      "2": "לָ֭כֵן H3651 שְׂעִפַּ֣י H5587 יְשִׁיב֑וּנִי H7725 וּ֝בַ H5668 ח֣וּשִׁי H2363 בִֽי Hb ",
      "3": "מוּסַ֣ר H4148 כְּלִמָּתִ֣י H3639 אֶשְׁמָ֑ע H8085 וְ֝ר֗וּחַ H7307 מִֽבִּינָתִ֥ H998 יַעֲנֵֽנִי H6030 ",
      "4": "הֲזֹ֣את H2063 יָ֭דַעְתָּ H3045 מִנִּי H4480 עַ֑ד H5703 מִנִּ֤י H4480 שִׂ֖ים H7760 אָדָ֣ם H120 עֲלֵי H5921 אָֽרֶץ H776 ",
      "5": "כִּ֤י H3588 רִנְנַ֣ת H7445 רְ֭שָׁעִים H7563 מִקָּר֑וֹב H7138 וְשִׂמְחַ֖ת H8057 חָנֵ֣ף H2611 עֲדֵי H5704 רָֽגַע H7281 ",
      "6": "אִם H518 יַעֲלֶ֣ה H5927 לַשָּׁמַ֣יִם H8064 שִׂיא֑וֹ H7863 וְ֝רֹאשׁ֗ H7218 לָעָ֥ב H5645 יַגִּֽיעַ H5060 ",
      "7": "כְּֽ֭גֶלֲל H1561 לָנֶ֣צַח H5331 יֹאבֵ֑ד H6 רֹ֝אָ֗יו H7200 יֹאמְר֥וּ H559 אַיּֽוֹ H335 ",
      "8": "כַּחֲל֣וֹם H2472 יָ֭עוּף H5774 וְלֹ֣א H3808 יִמְצָא֑וּהוּ H4672 וְ֝יֻדַּ֗ד H5074 כְּחֶזְי֥וֹן H2384 לָֽיְלָה H3915 ",
      "9": "עַ֣יִן H5869 שְׁ֭זָפַתּוּ H7805 וְלֹ֣א H3808 תוֹסִ֑יף H3254 וְלֹא H3808 ע֝֗וֹד H5750 תְּשׁוּרֶ֥נּוּ H7789 מְקוֹמֽוֹ H4725 ",
      "10": "בָּ֭נָיו H1121 יְרַצּ֣וּ H7521 דַלִּ֑ים H1800 וְ֝יָדָ֗י H3027 תָּשֵׁ֥בְנָה H7725 אוֹנֽוֹ H202 ",
      "11": "עַ֭צְמוֹתָיו H6106 מָלְא֣וּ H4390 עלומו H5934 וְ֝עִמּ֗ H5973 עַל H5921 עָפָ֥ר H6083 תִּשְׁכָּֽב H7901 ",
      "12": "אִם H518 תַּמְתִּ֣יק H4985 בְּפִ֣י H6310 רָעָ֑ה H7451 יַ֝כְחִידֶ֗נָּה H3582 תַּ֣חַת H8478 לְשׁוֹנֽוֹ H3956 ",
      "13": "יַחְמֹ֣ל H2550 עָ֭לֶיהָ H5921 וְלֹ֣א H3808 יַֽעַזְבֶ֑נָּה H5800 וְ֝יִמְנָעֶ֗ H4513 בְּת֣וֹךְ H8432 חִכּֽוֹ H2441 ",
      "14": "לַ֭חְמוֹ H3899 בְּמֵעָ֣י H4578 נֶהְפָּ֑ךְ H2015 מְרוֹרַ֖ת H4846 פְּתָנִ֣ים H6620 בְּקִרְבּֽ H7130 ",
      "15": "חַ֣יִל H2428 בָּ֭לַע H1104 וַיְקִאֶ֑ H6958 מִ֝בִּטְנ֗ H990 יוֹרִשֶׁ֥נּוּ H3423 אֵֽל H410 ",
      "16": "רֹאשׁ H7219 פְּתָנִ֥ים H6620 יִינָ֑ק H3243 תַּֽ֝הַרְגֵ֗הוּ H2026 לְשׁ֣וֹן H3956 אֶפְעֶֽה H660 ",
      "17": "אַל H408 יֵ֥רֶא H7200 בִפְלַגּ֑וֹת H6390 נַהֲרֵ֥י H5104 נַ֝חֲלֵ֗י H5158 דְּבַ֣שׁ H1706 וְחֶמְאָֽה H2529 ",
      "18": "מֵשִׁ֣יב H7725 יָ֭גָע H3022 וְלֹ֣א H3808 יִבְלָ֑ע H1104 כְּחֵ֥יל H2428 תְּ֝מוּרָת֗וֹ H8545 וְלֹ֣א H3808 יַעֲלֹֽס H5965 ",
      "19": "כִּֽי H3588 רִ֭צַּץ H7533 עָזַ֣ב H5800 דַּלִּ֑ים H1800 בַּ֥יִת H1004 גָּ֝זַ֗ל H1497 וְלֹ֣א H3808 יִבֶנֵֽהוּ H1129 ",
      "20": "כִּ֤י H3588 לֹא H3808 יָדַ֣ע H3045 שָׁלֵ֣ו H7961 בְּבִטְנ֑ H990 בַּ֝חֲמוּד֗ H2530 לֹ֣א H3808 יְמַלֵּֽט H4422 ",
      "21": "אֵין H369 שָׂרִ֥יד H8300 לְאָכְל֑ H400 עַל H5921 כֵּ֝֗ן H3651 לֹא H3808 יָחִ֥יל H2342 טוּבֽוֹ H2898 ",
      "22": "בִּמְלֹ֣אות H4390 שִׂ֭פְקוֹ H5607 יֵ֣צֶר H3334 ל֑וֹ Hl כָּל H3605 יַ֖ד H3027 עָמֵ֣ל H6001 תְּבוֹאֶֽנּוּ H935 ",
      "23": "יְהִ֤י H1961 לְמַלֵּ֬א H4390 בִטְנ֗וֹ H990 יְֽשַׁלַּח H7971 בּ֭וֹ Hb חֲר֣וֹן H2740 אַפּ֑וֹ H639 וְיַמְטֵ֥ר H4305 עָ֝לֵ֗ימוֹ H5921 בִּלְחוּמֽ H3894 ",
      "24": "יִ֭בְרַח H1272 מִנֵּ֣שֶׁק H5402 בַּרְזֶ֑ל H1270 תַּ֝חְלְפֵ֗הוּ H2498 קֶ֣שֶׁת H7198 נְחוּשָֽׁה H5154 ",
      "25": "שָׁלַף֮ H8025 וַיֵּצֵ֪א H3318 מִגֵּ֫וָ֥ה H1465 וּ֭בָרָק H1300 מִֽמְּרֹרָת֥ H4846 יַהֲלֹ֗ךְ H1980 עָלָ֥יו H5921 אֵמִֽים H367 ",
      "26": "כָּל H3605 חֹשֶׁךְ֮ H2822 טָמ֪וּן H2934 לִצְפּ֫וּנָ֥י H6845 תְּ֭אָכְלֵהוּ H398 אֵ֣שׁ H784 לֹֽא H3808 נֻפָּ֑ח H5301 יֵ֖רַע H3415 שָׂרִ֣יד H8300 בְּאָהֳלֽ H168 ",
      "27": "יְגַלּ֣וּ H1540 שָׁמַ֣יִם H8064 עֲוֺנ֑וֹ H5771 וְ֝אֶ֗רֶץ H776 מִתְקוֹמָ֘מָ֥ה H6965 לֽוֹ Hl ",
      "28": "יִ֭גֶל H1540 יְב֣וּל H2981 בֵּית֑וֹ H1004 נִ֝גָּר֗וֹת H5064 בְּי֣וֹם H3117 אַפּֽוֹ H639 ",
      "29": "זֶ֤ה H2088 חֵֽלֶק H2506 אָדָ֣ם H120 רָ֭שָׁע H7563 מֵאֱלֹהִ֑ים H430 וְנַחֲלַ֖ת H5159 אִמְר֣וֹ H561 מֵאֵֽל H410 "
    },
    "21": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "שִׁמְע֣וּ H8085 שָׁ֭מוֹעַ H8085 מִלָּתִ֑י H4405 וּתְהִי H1961 זֹ֝֗את H2063 תַּנְח֥וּמֹֽתֵיכֶֽם H8575 ",
      "3": "שָׂ֭אוּנִי H5375 וְאָנֹכִ֣י H595 אֲדַבֵּ֑ר H1696 וְאַחַ֖ר H310 דַּבְּרִ֣י H1696 תַלְעִֽיג H3932 ",
      "4": "הֶ֭אָנֹכִי H595 לְאָדָ֣ם H120 שִׂיחִ֑י H7879 וְאִם H518 מַ֝דּ֗וּעַ H4069 לֹא H3808 תִקְצַ֥ר H7114 רוּחִֽי H7307 ",
      "5": "פְּנוּ H6437 אֵלַ֥י H413 וְהָשַׁ֑מּוּ H8074 וְשִׂ֖ימוּ H7760 יָ֣ד H3027 עַל H5921 פֶּֽה H6310 ",
      "6": "וְאִם H518 זָכַ֥רְתִּי H2142 וְנִבְהָ֑לְתִּי H926 וְאָחַ֥ז H270 בְּ֝שָׂרִ֗י H1320 פַּלָּצֽוּת H6427 ",
      "7": "מַדּ֣וּעַ H4069 רְשָׁעִ֣ים H7563 יִחְי֑וּ H2421 עָ֝תְק֗וּ H6275 גַּם H1571 גָּ֥בְרוּ H1396 חָֽיִל H2428 ",
      "8": "זַרְעָ֤ם H2233 נָכ֣וֹן H3559 לִפְנֵי H6440 עִמָּ֑ם H5973 וְ֝צֶאֱצָאֵי H6631 לְעֵינֵי H5869 ",
      "9": "בָּתֵּיהֶ֣ם H1004 שָׁל֣וֹם H7965 מִפָּ֑חַד H6343 וְלֹ֤א H3808 שֵׁ֖בֶט H7626 אֱל֣וֹהַּ H433 עֲלֵיהֶֽם H5921 ",
      "10": "שׁוֹר֣וֹ H7794 עִ֭בַּר H5674 וְלֹ֣א H3808 יַגְעִ֑ל H1602 תְּפַלֵּ֥ט H6403 פָּ֝רָת֗וֹ H6510 וְלֹ֣א H3808 תְשַׁכֵּֽל H7921 ",
      "11": "יְשַׁלְּח֣וּ H7971 כַ֭צֹּאן H6629 עֲוִילֵיהֶ֑ם H5759 וְ֝יַלְדֵי H3206 יְרַקֵּדֽוּן H7540 ",
      "12": "יִ֭שְׂאוּ H5375 כְּתֹ֣ף H8596 וְכִנּ֑וֹר H3658 וְ֝יִשְׂמְח֗וּ H8055 לְק֣וֹל H6963 עוּגָֽב H5748 ",
      "13": "יבלו H1086 בַטּ֣וֹב H2896 יְמֵיהֶ֑ם H3117 וּ֝בְ H7281 שְׁא֣וֹל H7585 יֵחָֽתּוּ H5181 ",
      "14": "וַיֹּאמְר֣וּ H559 לָ֭אֵל H410 ס֣וּר H5493 מִמֶּ֑נּוּ H4480 וְדַ֥עַת H1847 דְּ֝רָכֶ֗יךָ H1870 לֹ֣א H3808 חָפָֽצְנוּ H2654 ",
      "15": "מַה H4100 שַׁדַּ֥י H7706 כִּֽי H3588 נַֽעַבְדֶ֑נּוּ H5647 וּמַה H4100 נּ֝וֹעִ֗יל H3276 כִּ֣י H3588 נִפְגַּע H6293 בּֽוֹ Hb ",
      "16": "הֵ֤ן H2005 לֹ֣א H3808 בְיָדָ֣ H3027 טוּבָ֑ם H2898 עֲצַ֥ת H6098 רְ֝שָׁעִ֗ים H7563 רָ֣חֲקָה H7368 מֶֽנִּי H4480 ",
      "17": "כַּמָּ֤ה H4100 נֵר H5216 רְשָׁ֘עִ֤ים H7563 יִדְעָ֗ךְ H1846 וְיָבֹ֣א H935 עָלֵ֣ימוֹ H5921 אֵידָ֑ם H343 חֲ֝בָלִ֗ים H2256 יְחַלֵּ֥ק H2505 בְּאַפּֽ H639 ",
      "18": "יִהְי֗וּ H1961 כְּתֶ֥בֶן H8401 לִפְנֵי H6440 ר֑וּחַ H7307 וּ֝כְ H4671 גְּנָבַ֥תּוּ H1589 סוּפָֽה H5492 ",
      "19": "אֱל֗וֹהַּ H433 יִצְפֹּן H6845 לְבָנָ֥י H1121 אוֹנ֑וֹ H205 יְשַׁלֵּ֖ם H7999 אֵלָ֣יו H413 וְיֵדָֽע H3045 ",
      "20": "יִרְא֣וּ H7200 עינו H5869 כִּיד֑וֹ H3589 וּמֵ H2534 שַׁדַּ֣י H7706 יִשְׁתֶּֽה H8354 ",
      "21": "כִּ֤י H3588 מַה H4100 חֶפְצ֣וֹ H2656 בְּבֵית֣ H1004 אַחֲרָ֑יו H310 וּמִסְפַּ֖ר H4557 חֳדָשָׁ֣יו H2320 חֻצָּֽצוּ H2686 ",
      "22": "הַלְ H410 יְלַמֶּד H3925 דָּ֑עַת H1847 וְ֝ה֗וּא H1931 רָמִ֥ים H7311 יִשְׁפּֽוֹט H8199 ",
      "23": "זֶ֗ה H2088 יָ֭מוּת H4191 בְּעֶ֣צֶם H6106 תֻּמּ֑וֹ H8537 כֻּ֝לּ֗וֹ H3605 שַׁלְאֲנַ֥ן H7946 וְשָׁלֵֽיו H7961 ",
      "24": "עֲ֭טִינָיו H5845 מָלְא֣וּ H4390 חָלָ֑ב H2461 וּמֹ֖חַ H4221 עַצְמוֹתָ֣יו H6106 יְשֻׁקֶּֽה H8248 ",
      "25": "וְזֶ֗ה H2088 יָ֭מוּת H4191 בְּנֶ֣פֶשׁ H5315 מָרָ֑ה H4751 וְלֹֽא H3808 אָ֝כַ֗ל H398 בַּטּוֹבָֽה H2896 ",
      "26": "יַ֭חַד H3162 עַל H5921 עָפָ֣ר H6083 יִשְׁכָּ֑בוּ H7901 וְ֝רִמָּ֗ה H7415 תְּכַסֶּ֥ה H3680 עֲלֵיהֶֽם H5921 ",
      "27": "הֵ֣ן H2005 יָ֭דַעְתִּי H3045 מַחְשְׁבֽוֹתֵיכֶ֑ם H4284 וּ֝מְזִמּ֗וֹת H4209 עָלַ֥י H5921 תַּחְמֹֽסוּ H2554 ",
      "28": "כִּ֤י H3588 תֹֽאמְר֗וּ H559 אַיֵּ֥ה H346 בֵית H1004 נָדִ֑יב H5081 וְ֝אַיֵּ֗ה H346 אֹ֤הֶל H168 מִשְׁכְּנ֬וֹת H4908 רְשָׁעִֽים H7563 ",
      "29": "הֲלֹ֣א H3808 שְׁ֭אֶלְתֶּם H7592 ע֣וֹבְרֵי H5674 דָ֑רֶךְ H1870 וְ֝אֹתֹתָ֗ H226 לֹ֣א H3808 תְנַכֵּֽרוּ H5234 ",
      "30": "כִּ֤י H3588 לְי֣וֹם H3117 אֵ֭יד H343 יֵחָ֣שֶׂךְ H2820 רָ֑ע H7451 לְי֖וֹם H3117 עֲבָר֣וֹת H5678 יוּבָֽלוּ H2986 ",
      "31": "מִֽי H4310 יַגִּ֣יד H5046 עַל H5921 פָּנָ֣יו H6440 דַּרְכּ֑וֹ H1870 וְהֽוּא H1931 עָ֝שָׂ֗ה H6213 מִ֣י H4310 יְשַׁלֶּם H7999 לֽוֹ Hl ",
      "32": "וְ֭הוּא H1931 לִקְבָר֣וֹת H6913 יוּבָ֑ל H2986 וְֽעַל H5921 גָּדִ֥ישׁ H1430 יִשְׁקֽוֹד H8245 ",
      "33": "מָֽתְקוּ H4985 ל֗וֹ Hl רִגְבֵ֫י H7263 נָ֥חַל H5158 וְ֭אַחֲרָי H310 כָּל H3605 אָדָ֣ם H120 יִמְשׁ֑וֹךְ H4900 וּ֝לְ H6440 אֵ֣ין H369 מִסְפָּֽר H4557 ",
      "34": "וְ֭אֵיךְ H349 תְּנַחֲמ֣וּנִי H5162 הָ֑בֶל H1892 וּ֝תְשֽׁוּבֹתֵי H8666 נִשְׁאַר H7604 מָֽעַל H4604 "
    },
    "22": {
      "1": "וַ֭יַּעַן H6030 אֱלִיפַ֥ז H464 הַֽתֵּמָנִ֗י H8489 וַיֹּאמַֽר H559 ",
      "2": "הַלְ H410 יִסְכָּן H5532 גָּ֑בֶר H1397 כִּֽי H3588 יִסְכֹּ֖ן H5532 עָלֵ֣ימוֹ H5921 מַשְׂכִּֽיל H7919 ",
      "3": "הַחֵ֣פֶץ H2656 לְ֭שַׁדַּי H7706 כִּ֣י H3588 תִצְדָּ֑ק H6663 וְאִם H518 בֶּ֝֗צַע H1215 כִּֽי H3588 תַתֵּ֥ם H8552 דְּרָכֶֽיךָ H1870 ",
      "4": "הֲֽ֭מִ H3374 יֹכִיחֶ֑ךָ H3198 יָב֥וֹא H935 עִ֝מְּךָ֗ H5973 בַּמִּשְׁפָּֽט H4941 ",
      "5": "הֲלֹ֣א H3808 רָעָֽתְךָ֣ H7451 רַבָּ֑ה H7227 וְאֵֽין H369 קֵ֝֗ץ H7093 לַעֲוֺנֹתֶֽי H5771 ",
      "6": "כִּֽי H3588 תַחְבֹּ֣ל H2254 אַחֶ֣יךָ H251 חִנָּ֑ם H2600 וּבִגְדֵ֖י H899 עֲרוּמִּ֣ים H6174 תַּפְשִֽׁיט H6584 ",
      "7": "לֹא H3808 מַ֭יִם H4325 עָיֵ֣ף H5889 תַּשְׁקֶ֑ה H8248 וּ֝מֵ H7457 תִּֽמְנַֽע H4513 לָֽחֶם H3899 ",
      "8": "וְאִ֣ישׁ H376 זְ֭רוֹעַ H2220 ל֣וֹ Hl הָאָ֑רֶץ H776 וּנְשׂ֥וּא H5375 פָ֝נִ֗ים H6440 יֵ֣שֶׁב H3427 בָּֽהּ Hb ",
      "9": "אַ֭לְמָנוֹת H490 שִׁלַּ֣חְתָּ H7971 רֵיקָ֑ם H7387 וּזְרֹע֖וֹת H2220 יְתֹמִ֣ים H3490 יְדֻכָּֽא H1792 ",
      "10": "עַל H5921 כֵּ֭ן H3651 סְבִיבוֹתֶ֣יךָ H5439 פַחִ֑ים H6341 וִֽ֝יבַהֶלְ H926 פַּ֣חַד H6343 פִּתְאֹֽם H6597 ",
      "11": "אוֹ H176 חֹ֥שֶׁךְ H2822 לֹֽא H3808 תִרְאֶ֑ה H7200 וְֽשִׁפְעַת H8229 מַ֥יִם H4325 תְּכַסֶּֽךָּ H3680 ",
      "12": "הֲֽלֹא H3808 אֱ֭לוֹהַּ H433 גֹּ֣בַהּ H1363 שָׁמָ֑יִם H8064 וּרְאֵ֤ה H7200 רֹ֖אשׁ H7218 כּוֹכָבִ֣ים H3556 כִּי H3588 רָֽמּוּ H7311 ",
      "13": "וְֽ֭אָמַרְתָּ H559 מַה H4100 יָּ֣דַֽע H3045 אֵ֑ל H410 הַבְעַ֖ד H1157 עֲרָפֶ֣ל H6205 יִשְׁפּֽוֹט H8199 ",
      "14": "עָבִ֣ים H5645 סֵֽתֶר H5643 ל֭וֹ Hl וְלֹ֣א H3808 יִרְאֶ֑ה H7200 וְח֥וּג H2329 שָׁ֝מַ֗יִם H8064 יִתְהַלָּֽךְ H1980 ",
      "15": "הַאֹ֣רַח H734 עוֹלָ֣ם H5769 תִּשְׁמֹ֑ר H8104 אֲשֶׁ֖ר H834 דָּרְכ֣וּ H1869 מְתֵי H4962 אָֽוֶן H205 ",
      "16": "אֲשֶֽׁר H834 קֻמְּט֥וּ H7059 וְלֹא H3808 עֵ֑ת H6256 נָ֝הָ֗ר H5104 יוּצַ֥ק H3332 יְסוֹדָֽם H3247 ",
      "17": "הָאֹמְרִ֣ים H559 לָ֭אֵל H410 ס֣וּר H5493 מִמֶּ֑נּוּ H4480 וּמַה H4100 יִּפְעַ֖ל H6466 שַׁדַּ֣י H7706 לָֽמוֹ Hl ",
      "18": "וְה֤וּא H1931 מִלֵּ֣א H4390 בָתֵּיהֶ֣ם H1004 ט֑וֹב H2896 וַעֲצַ֥ת H6098 רְ֝שָׁעִ֗ים H7563 רָ֣חֲקָה H7368 מֶֽנִּי H4480 ",
      "19": "יִרְא֣וּ H7200 צַדִּיקִ֣ים H6662 וְיִשְׂמָ֑חוּ H8055 וְ֝נָקִ֗י H5355 יִלְעַג H3932 לָֽמוֹ Hl ",
      "20": "אִם H518 לֹ֣א H3808 נִכְחַ֣ד H3582 קִימָ֑נוּ H7009 וְ֝יִתְרָ֗ H3499 אָ֣כְלָה H398 אֵֽשׁ H784 ",
      "21": "הַסְכֶּן H5532 נָ֣א H4994 עִמּ֑וֹ H5973 וּשְׁלם H7999 בָּ֝הֶ֗ם Hb תְּֽבוֹאַתְךָ֥ H935 טוֹבָֽה H2896 ",
      "22": "קַח H3947 נָ֣א H4994 מִפִּ֣י H6310 תּוֹרָ֑ה H8451 וְשִׂ֥ים H7760 אֲ֝מָרָ֗יו H561 בִּלְבָבֶֽ H3824 ",
      "23": "אִם H518 תָּשׁ֣וּב H7725 עַד H5704 שַׁ֭דַּי H7706 תִּבָּנֶ֑ה H1129 תַּרְחִ֥יק H7368 עַ֝וְלָ֗ה H5766 מֵאָהֳלֶֽ H168 ",
      "24": "וְשִׁית H7896 עַל H5921 עָפָ֥ר H6083 בָּ֑צֶר H1220 וּבְ H6697 נְחָלִ֣ים H5158 אוֹפִֽיר H211 ",
      "25": "וְהָיָ֣ה H1961 שַׁדַּ֣י H7706 בְּצָרֶ֑יךָ H1220 וְכֶ֖סֶף H3701 תּוֹעָפ֣וֹת H8443 לָֽךְ Hl ",
      "26": "כִּי H3588 אָ֭ז H227 עַל H5921 שַׁדַּ֣י H7706 תִּתְעַנָּ֑ג H6026 וְתִשָּׂ֖א H5375 אֶל H413 אֱל֣וֹהַּ H433 פָּנֶֽיךָ H6440 ",
      "27": "תַּעְתִּ֣יר H6279 אֵ֭לָיו H413 וְיִשְׁמָעֶ֑ H8085 וּנְדָרֶ֥י H5088 תְשַׁלֵּֽם H7999 ",
      "28": "וְֽתִגְזַר H1504 א֭וֹמֶר H562 וְיָ֣קָם H6965 לָ֑ךְ Hl וְעַל H5921 דְּ֝רָכֶ֗יךָ H1870 נָ֣גַֽהּ H5050 אֽוֹר H216 ",
      "29": "כִּֽי H3588 הִ֭שְׁפִּילוּ H8213 וַתֹּ֣אמֶר H559 גֵּוָ֑ה H1466 וְשַׁ֖ח H7807 עֵינַ֣יִם H5869 יוֹשִֽׁעַ H3467 ",
      "30": "יְֽמַלֵּ֥ט H4422 אִֽי H336 נָקִ֑י H5355 וְ֝נִמְלַ֗ט H4422 בְּבֹ֣ר H1252 כַּפֶּֽיךָ H3709 "
    },
    "23": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "גַּם H1571 הַ֭יּוֹם H3117 מְרִ֣י H4805 שִׂחִ֑י H7879 יָ֝דִ֗י H3027 כָּבְדָ֥ה H3513 עַל H5921 אַנְחָתִֽי H585 ",
      "3": "מִֽי H4310 יִתֵּ֣ן H5414 יָ֭דַעְתִּי H3045 וְאֶמְצָאֵ֑ H4672 אָ֝ב֗וֹא H935 עַד H5704 תְּכוּנָתֽוֹ H8499 ",
      "4": "אֶעֶרְכָ֣ה H6186 לְפָנָ֣י H6440 מִשְׁפָּ֑ט H4941 וּ֝פִ֗ H6310 אֲמַלֵּ֥א H4390 תוֹכָחֽוֹת H8433 ",
      "5": "אֵ֭דְעָה H3045 מִלִּ֣ים H4405 יַעֲנֵ֑נִי H6030 וְ֝אָבִ֗ינָה H995 מַה H4100 יֹּ֥אמַר H559 לִֽי Hl ",
      "6": "הַבְּ H7227 כֹּ֭חַ H3581 יָרִ֣יב H7378 עִמָּדִ֑י H5978 לֹ֥א H3808 אַךְ H389 ה֝֗וּא H1931 יָשִׂ֥ם H7760 בִּֽי Hb ",
      "7": "שָׁ֗ם H8033 יָ֭שָׁר H3477 נוֹכָ֣ח H3198 עִמּ֑וֹ H5973 וַאֲפַלְּטָ֥ה H6403 לָ֝נֶ֗צַח H5331 מִשֹּׁפְטִֽ H8199 ",
      "8": "הֵ֤ן H2005 קֶ֣דֶם H6924 אֶהֱלֹ֣ךְ H1980 וְאֵינֶ֑ H369 וְ֝אָח֗וֹר H268 וְֽלֹא H3808 אָבִ֥ין H995 לֽוֹ Hl ",
      "9": "שְׂמֹ֣אול H8040 בַּעֲשֹׂת֣ H6213 וְלֹא H3808 אָ֑חַז H2372 יַעְטֹ֥ף H5848 יָ֝מִ֗ין H3225 וְלֹ֣א H3808 אֶרְאֶֽה H7200 ",
      "10": "כִּֽי H3588 יָ֭דַע H3045 דֶּ֣רֶךְ H1870 עִמָּדִ֑י H5978 בְּ֝חָנַ֗נִי H974 כַּזָּהָ֥ב H2091 אֵצֵֽא H3318 ",
      "11": "בַּ֭אֲשֻׁר H838 אָחֲזָ֣ה H270 רַגְלִ֑י H7272 דַּרְכּ֖וֹ H1870 שָׁמַ֣רְתִּי H8104 וְלֹא H3808 אָֽט H5186 ",
      "12": "מִצְוַ֣ת H4687 שְׂ֭פָתָיו H8193 וְלֹ֣א H3808 אָמִ֑ישׁ H4185 מֵ֝חֻקִּ֗ H2706 צָפַ֥נְתִּי H6845 אִמְרֵי H561 פִֽיו H6310 ",
      "13": "וְה֣וּא H1931 בְ֭אֶחָד H259 וּמִ֣י H4310 יְשִׁיבֶ֑נּוּ H7725 וְנַפְשׁ֖ H5315 אִוְּתָ֣ה H183 וַיָּֽעַשׂ H6213 ",
      "14": "כִּ֭י H3588 יַשְׁלִ֣ים H7999 חֻקִּ֑י H2706 וְכָ H2007 רַבּ֣וֹת H7227 עִמּֽוֹ H5973 ",
      "15": "עַל H5921 כֵּ֭ן H3651 מִפָּנָ֣י H6440 אֶבָּהֵ֑ל H926 אֶ֝תְבּוֹנֵ֗ן H995 וְאֶפְחַ֥ד H6342 מִמֶּֽנּוּ H4480 ",
      "16": "וְ֭אֵל H410 הֵרַ֣ךְ H7401 לִבִּ֑י H3820 וְ֝שַׁדַּ֗י H7706 הִבְהִילָֽנִי H926 ",
      "17": "כִּֽי H3588 לֹ֣א H3808 נִ֭צְמַתִּי H6789 מִפְּנֵי H6440 חֹ֑שֶׁךְ H2822 וּ֝מִ H6440 כִּסָּה H3680 אֹֽפֶל H652 "
    },
    "24": {
      "1": "מַדּ֗וּעַ H4069 מִ֭שַּׁדַּי H7706 לֹא H3808 נִצְפְּנ֣וּ H6845 עִתִּ֑ים H6256 וידע H3045 לֹא H3808 חָ֥זוּ H2372 יָמָֽיו H3117 ",
      "2": "גְּבֻל֥וֹת H1367 יַשִּׂ֑יגוּ H5381 עֵ֥דֶר H5739 גָּ֝זְל֗וּ H1497 וַיִּרְעֽוּ H7462 ",
      "3": "חֲמ֣וֹר H2543 יְתוֹמִ֣ים H3490 יִנְהָ֑גוּ H5090 יַ֝חְבְּל֗וּ H2254 שׁ֣וֹר H7794 אַלְמָנָֽה H490 ",
      "4": "יַטּ֣וּ H5186 אֶבְיוֹנִ֣ים H34 מִדָּ֑רֶךְ H1870 יַ֥חַד H3162 חֻ֝בְּא֗וּ H2244 עֲנִיֵּי H6035 אָֽרֶץ H776 ",
      "5": "הֵ֤ן H2005 פְּרָאִ֨ים H6501 בַּֽמִּדְבָּ֗ר H4057 יָצְא֣וּ H3318 בְּ֭פָעֳלָ H6467 מְשַׁחֲרֵ֣י H7836 לַטָּ֑רֶף H2964 עֲרָבָ֥ה H6160 ל֥וֹ Hl לֶ֝֗חֶם H3899 לַנְּעָרִֽים H5288 ",
      "6": "בַּ֭שָּׂדֶה H7704 בְּלִיל֣וֹ H1098 יקצירו H7114 וְכֶ֖רֶם H3754 רָשָׁ֣ע H7563 יְלַקֵּֽשׁוּ H3953 ",
      "7": "עָר֣וֹם H6174 יָ֭לִינוּ H3885 מִבְּלִ֣י H1097 לְב֑וּשׁ H3830 וְאֵ֥ין H369 כְּ֝ס֗וּת H3682 בַּקָּרָֽה H7135 ",
      "8": "מִזֶּ֣רֶם H2230 הָרִ֣ים H2022 יִרְטָ֑בוּ H7372 וּֽמִ H1097 מַ֝חְסֶ֗ה H4268 חִבְּקוּ H2263 צֽוּר H6697 ",
      "9": "יִ֭גְזְלוּ H1497 מִשֹּׁ֣ד H7699 יָת֑וֹם H3490 וְֽעַל H5764 עָנִ֥י H6041 יַחְבֹּֽלוּ H2254 ",
      "10": "עָר֣וֹם H6174 הִ֭לְּכוּ H1980 בְּלִ֣י H1097 לְב֑וּשׁ H3830 וּ֝רְעֵבִ֗ים H7457 נָ֣שְׂאוּ H5375 עֹֽמֶר H6016 ",
      "11": "בֵּין H996 שׁוּרֹתָ֥ם H7791 יַצְהִ֑ירוּ H6671 יְקָבִ֥ים H3342 דָּ֝רְכ֗וּ H1869 וַיִּצְמָֽאוּ H6770 ",
      "12": "מֵ֘עִ֤יר H5892 מְתִ֨ים H4962 יִנְאָ֗קוּ H5008 וְנֶֽפֶשׁ H5315 חֲלָלִ֥ים H2491 תְּשַׁוֵּ֑עַ H7768 וֶ֝אֱל֗וֹהַּ H433 לֹא H3808 יָשִׂ֥ים H7760 תִּפְלָֽה H8604 ",
      "13": "הֵ֤מָּה H1992 הָיוּ֮ H1961 בְּֽמֹרְדֵ֫י H4775 א֥וֹר H216 לֹֽא H3808 הִכִּ֥ירוּ H5234 דְרָכָ֑יו H1870 וְלֹ֥א H3808 יָ֝שְׁב֗וּ H3427 בִּנְתִיבֹתָֽי H5410 ",
      "14": "לָא֡וֹר H216 יָ֘ק֤וּם H6965 רוֹצֵ֗חַ H7523 יִֽקְטָל H6991 עָנִ֥י H6041 וְאֶבְי֑וֹן H34 וּ֝בַ H3915 יְהִ֣י H1961 כַגַּנָּֽב H1590 ",
      "15": "וְעֵ֤ין H5869 נֹאֵ֨ף H5003 שָׁ֤מְרָֽה H8104 נֶ֣שֶׁף H5399 לֵ֭אמֹר H559 לֹא H3808 תְשׁוּרֵ֣נִי H7789 עָ֑יִן H5869 וְסֵ֖תֶר H5643 פָּנִ֣ים H6440 יָשִֽׂים H7760 ",
      "16": "חָתַ֥ר H2864 בַּחֹ֗שֶׁךְ H2822 בָּ֫תִּ֥ים H1004 יוֹמָ֥ם H3119 חִתְּמוּ H2856 לָ֗מוֹ Hl לֹא H3808 יָ֥דְעוּ H3045 אֽוֹר H216 ",
      "17": "כִּ֤י H3588 יַחְדָּ֨ו H3162 בֹּ֣קֶר H1242 לָ֣מוֹ Hl צַלְמָ֑וֶת H6757 כִּֽי H3588 יַ֝כִּ֗יר H5234 בַּלְה֥וֹת H1091 צַלְמָֽוֶת H6757 ",
      "18": "קַֽל H7031 ה֤וּא H1931 עַל H5921 פְּנֵי H6440 מַ֗יִם H4325 תְּקֻלַּ֣ל H7043 חֶלְקָתָ֣ם H2513 בָּאָ֑רֶץ H776 לֹֽא H3808 יִ֝פְנֶה H6437 דֶּ֣רֶךְ H1870 כְּרָמִֽים H3754 ",
      "19": "צִיָּ֤ה H6723 גַם H1571 חֹ֗ם H2527 יִגְזְל֥וּ H1497 מֵֽימֵי H4325 שֶׁ֗לֶג H7950 שְׁא֣וֹל H7585 חָטָֽאוּ H2398 ",
      "20": "יִשְׁכָּ֘חֵ֤הוּ H7911 רֶ֨חֶם H7358 מְתָ֘ק֤וֹ H4988 רִמָּ֗ה H7415 ע֥וֹד H5750 לֹֽא H3808 יִזָּכֵ֑ר H2142 וַתִּשָּׁבֵ֖ר H7665 כָּעֵ֣ץ H6086 עַוְלָֽה H5766 ",
      "21": "רֹעֶ֣ה H7462 עֲ֭קָרָה H6135 לֹ֣א H3808 תֵלֵ֑ד H3205 וְ֝אַלְמָנָ֗ה H490 לֹ֣א H3808 יְיֵטִֽיב H3190 ",
      "22": "וּמָשַׁ֣ךְ H4900 אַבִּירִ֣ים H47 בְּכֹח֑ H3581 יָ֝ק֗וּם H6965 וְֽלֹא H3808 יַאֲמִ֥ין H539 בַּֽחַיִּֽין H2416 ",
      "23": "יִתֶּן H5414 ל֣וֹ Hl לָ֭בֶטַח H983 וְיִשָּׁעֵ֑ן H8172 וְ֝עֵינֵ֗י H5869 עַל H5921 דַּרְכֵיהֶֽם H1870 ",
      "24": "ר֤וֹמּוּ H7426 מְּעַ֨ט H4592 וְֽאֵינֶ֗ H369 וְֽהֻמְּכ֗וּ H4355 כַּכֹּ֥ל H3605 יִקָּפְצ֑וּן H7092 וּכְ H7218 שִׁבֹּ֣לֶת H7641 יִמָּֽלוּ H5243 ",
      "25": "וְאִם H518 לֹ֣א H3808 אֵ֭פוֹ H645 מִ֣י H4310 יַכְזִיבֵ֑נִי H3576 וְיָשֵׂ֥ם H7760 לְ֝אַ֗ל H408 מִלָּתִֽי H4405 "
    },
    "25": {
      "1": "וַ֭יַּעַן H6030 בִּלְדַּ֥ד H1085 הַשֻּׁחִ֗י H7747 וַיֹּאמַֽר H559 ",
      "2": "הַמְשֵׁ֣ל H4910 וָפַ֣חַד H6343 עִמּ֑וֹ H5973 עֹשֶׂ֥ה H6213 שָׁ֝ל֗וֹם H7965 בִּמְרוֹמָֽי H4791 ",
      "3": "הֲיֵ֣שׁ H3426 מִ֭סְפָּר H4557 לִגְדוּדָ֑י H1416 וְעַל H5921 מִ֝֗י H4310 לֹא H3808 יָק֥וּם H6965 אוֹרֵֽהוּ H216 ",
      "4": "וּמַה H4100 יִּצְדַּ֣ק H6663 אֱנ֣וֹשׁ H582 עִם H5973 אֵ֑ל H410 וּמַה H4100 יִּ֝זְכֶּ֗ה H2135 יְל֣וּד H3205 אִשָּֽׁה H802 ",
      "5": "הֵ֣ן H2005 עַד H5704 יָ֭רֵחַ H3394 וְלֹ֣א H3808 יַאֲהִ֑יל H166 וְ֝כוֹכָבִ֗ים H3556 לֹא H3808 זַכּ֥וּ H2141 בְעֵינָֽי H5869 ",
      "6": "אַ֭ף H637 כִּֽי H3588 אֱנ֣וֹשׁ H582 רִמָּ֑ה H7415 וּבֶן H1121 אָ֝דָ֗ם H120 תּוֹלֵעָֽה H8438 "
    },
    "26": {
      "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "מֶה H4100 עָזַ֥רְתָּ H5826 לְלֹא H3808 כֹ֑חַ H3581 ה֝וֹשַׁ֗עְתָּ H3467 זְר֣וֹעַ H2220 לֹא H3808 עֹֽז H5797 ",
      "3": "מַה H4100 יָּ֭עַצְתָּ H3289 לְלֹ֣א H3808 חָכְמָ֑ה H2451 וְ֝תוּשִׁיָּ֗ה H8454 לָרֹ֥ב H7230 הוֹדָֽעְתָּ H3045 ",
      "4": "אֶת H854 מִ֭י H4310 הִגַּ֣דְתָּ H5046 מִלִּ֑ין H4405 וְנִשְׁמַת H5397 מִ֝י H4310 יָצְאָ֥ה H3318 מִמֶּֽךָּ H4480 ",
      "5": "הָרְפָאִ֥ים H7496 יְחוֹלָ֑לוּ H2342 מִתַּ֥חַת H8478 מַ֝֗יִם H4325 וְשֹׁכְנֵי H7931 ",
      "6": "עָר֣וֹם H6174 שְׁא֣וֹל H7585 נֶגְדּ֑וֹ H5048 וְאֵ֥ין H369 כְּ֝ס֗וּת H3682 לָֽאֲבַדּֽוֹן H11 ",
      "7": "נֹטֶ֣ה H5186 צָפ֣וֹן H6828 עַל H5921 תֹּ֑הוּ H8414 תֹּ֥לֶה H8518 אֶ֝֗רֶץ H776 עַל H5921 בְּלִי H1099 מָֽה H1099 ",
      "8": "צֹרֵֽר H6887 מַ֥יִם H4325 בְּעָבָ֑י H5645 וְלֹא H3808 נִבְקַ֖ע H1234 עָנָ֣ן H6051 תַּחְתָּֽם H8478 ",
      "9": "מְאַחֵ֥ז H270 פְּנֵי H6440 כִסֵּ֑ה H3678 פַּרְשֵׁ֖ז H6576 עָלָ֣יו H5921 עֲנָנֽוֹ H6051 ",
      "10": "חֹֽק H2706 חָ֭ג H2328 עַל H5921 פְּנֵי H6440 מָ֑יִם H4325 עַד H5704 תַּכְלִ֖ית H8503 א֣וֹר H216 עִם H5973 חֹֽשֶׁךְ H2822 ",
      "11": "עַמּוּדֵ֣י H5982 שָׁמַ֣יִם H8064 יְרוֹפָ֑פוּ H7322 וְ֝יִתְמְה֗וּ H8539 מִגַּעֲרָתֽ H1606 ",
      "12": "בְּ֭כֹח H3581 רָגַ֣ע H7280 הַיָּ֑ם H3220 וב H8394 מָ֣חַץ H4272 רָֽהַב H7293 ",
      "13": "בְּ֭רוּח H7307 שָׁמַ֣יִם H8064 שִׁפְרָ֑ה H8235 חֹֽלֲלָ֥ה H2490 יָ֝ד֗וֹ H3027 נָחָ֥שׁ H5175 בָּרִֽיחַ H1281 ",
      "14": "הֶן H2005 אֵ֤לֶּה H428 קְצ֬וֹת H7098 דרכו H1870 וּמַה H4100 שֵּׁ֣מֶץ H8102 דָּ֭בָר H1697 נִשְׁמַע H8085 בּ֑וֹ Hb וְרַ֥עַם H7482 גבורתו H1369 מִ֣י H4310 יִתְבּוֹנָֽן H995 "
    },
    "27": {
      "1": "וַיֹּ֣סֶף H3254 אִ֭יּוֹב H347 שְׂאֵ֥ת H5375 מְשָׁל֗וֹ H4912 וַיֹּאמַֽר H559 ",
      "2": "חַי H2416 אֵ֭ל H410 הֵסִ֣יר H5493 מִשְׁפָּטִ֑י H4941 וְ֝שַׁדַּ֗י H7706 הֵמַ֥ר H4843 נַפְשִֽׁי H5315 ",
      "3": "כִּֽי H3588 כָל H3605 ע֣וֹד H5750 נִשְׁמָתִ֣י H5397 בִ֑י Hb וְר֖וּחַ H7307 אֱל֣וֹהַּ H433 בְּאַפִּֽ H639 ",
      "4": "אִם H518 תְּדַבֵּ֣רְנָה H1696 שְׂפָתַ֣י H8193 עַוְלָ֑ה H5766 וּ֝לְשׁוֹנִ֗ H3956 אִם H518 יֶהְגֶּ֥ה H1897 רְמִיָּֽה H7423 ",
      "5": "חָלִ֣ילָה H2486 לִּי֮ Hl אִם H518 אַצְדִּ֪יק H6663 אֶ֫תְכֶ֥ם H853 עַד H5704 אֶגְוָ֑ע H1478 לֹא H3808 אָסִ֖יר H5493 תֻּמָּתִ֣י H8538 מִמֶּֽנִּי H4480 ",
      "6": "בְּצִדְקָתִ֣ H6666 הֶ֭חֱזַקְתִּי H2388 וְלֹ֣א H3808 אַרְפֶּ֑הָ H7503 לֹֽא H3808 יֶחֱרַ֥ף H2778 לְ֝בָבִ֗י H3824 מִיָּמָֽ H3117 ",
      "7": "יְהִ֣י H1961 כְ֭רָשָׁע H7563 אֹ֣יְבִ֑י H341 וּמִתְקוֹמְמִ֥ H6965 כְעַוָּֽל H5767 ",
      "8": "כִּ֤י H3588 מַה H4100 תִּקְוַ֣ת H8615 חָ֭נֵף H2611 כִּ֣י H3588 יִבְצָ֑ע H1214 כִּ֤י H3588 יֵ֖שֶׁל H7953 אֱל֣וֹהַּ H433 נַפְשֽׁוֹ H5315 ",
      "9": "הַֽ֭צַעֲקָת H6818 יִשְׁמַ֥ע H8085 אֵ֑ל H410 כִּֽי H3588 תָב֖וֹא H935 עָלָ֣יו H5921 צָרָֽה H6869 ",
      "10": "אִם H518 עַל H5921 שַׁדַּ֥י H7706 יִתְעַנָּ֑ג H6026 יִקְרָ֖א H7121 אֱל֣וֹהַּ H433 בְּכָל H3605 עֵֽת H6256 ",
      "11": "אוֹרֶ֣ה H3384 אֶתְכֶ֣ם H853 בְּיַד H3027 אֵ֑ל H410 אֲשֶׁ֥ר H834 עִם H5973 שַׁ֝דַּ֗י H7706 לֹ֣א H3808 אֲכַחֵֽד H3582 ",
      "12": "הֵן H2005 אַתֶּ֣ם H859 כֻּלְּכֶ֣ם H3605 חֲזִיתֶ֑ם H2372 וְלָ H4100 זֶּ֝֗ה H2088 הֶ֣בֶל H1892 תֶּהְבָּֽלוּ H1891 ",
      "13": "זֶ֤ה H2088 חֵֽלֶק H2506 אָדָ֖ם H120 רָשָׁ֥ע H7563 עִם H5973 אֵ֑ל H410 וְֽנַחֲלַ֥ת H5159 עָ֝רִיצִ֗ים H6184 מִשַּׁדַּ֥י H7706 יִקָּֽחוּ H3947 ",
      "14": "אִם H518 יִרְבּ֣וּ H7235 בָנָ֣יו H1121 לְמוֹ H3926 חָ֑רֶב H2719 וְ֝צֶאֱצָאָ֗י H6631 לֹ֣א H3808 יִשְׂבְּעוּ H7646 לָֽחֶם H3899 ",
      "15": "שרידו H8300 בַּמָּ֣וֶת H4194 יִקָּבֵ֑רוּ H6912 וְ֝אַלְמְנֹתָ֗י H490 לֹ֣א H3808 תִבְכֶּֽינָה H1058 ",
      "16": "אִם H518 יִצְבֹּ֣ר H6651 כֶּעָפָ֣ר H6083 כָּ֑סֶף H3701 וְ֝כַ H2563 יָכִ֥ין H3559 מַלְבּֽוּשׁ H4403 ",
      "17": "יָ֭כִין H3559 וְצַדִּ֣יק H6662 יִלְבָּ֑שׁ H3847 וְ֝כֶ֗סֶף H3701 נָקִ֥י H5355 יַחֲלֹֽק H2505 ",
      "18": "בָּנָ֣ה H1129 כָעָ֣שׁ H6211 בֵּית֑וֹ H1004 וּ֝כְ H5521 עָשָׂ֥ה H6213 נֹצֵֽר H5341 ",
      "19": "עָשִׁ֣יר H6223 יִ֭שְׁכַּב H7901 וְלֹ֣א H3808 יֵאָסֵ֑ף H622 עֵינָ֖יו H5869 פָּקַ֣ח H6491 וְאֵינֶֽ H369 ",
      "20": "תַּשִּׂיגֵ֣הוּ H5381 כַ֭מַּיִם H4325 בַּלָּה֑וֹת H1091 לַ֝֗יְלָה H3915 גְּנָבַ֥תּוּ H1589 סוּפָֽה H5492 ",
      "21": "יִשָּׂאֵ֣הוּ H5375 קָדִ֣ים H6921 וְיֵלַ֑ךְ H3212 וִֽ֝ישָׂעֲרֵ֗ H8175 מִמְּקֹמֽ H4725 ",
      "22": "וְיַשְׁלֵ֣ךְ H7993 עָ֭לָיו H5921 וְלֹ֣א H3808 יַחְמֹ֑ל H2550 מִ֝יָּד֗ H3027 בָּר֥וֹחַ H1272 יִבְרָֽח H1272 ",
      "23": "יִשְׂפֹּ֣ק H5606 עָלֵ֣ימוֹ H5921 כַפֵּ֑ימוֹ H3709 וְיִשְׁרֹ֥ק H8319 עָ֝לָ֗יו H5921 מִמְּקֹמֽ H4725 "
    },
    "28": {
      "1": "כִּ֤י H3588 יֵ֣שׁ H3426 לַכֶּ֣סֶף H3701 מוֹצָ֑א H4161 וּ֝מָק֗וֹם H4725 לַזָּהָ֥ב H2091 יָזֹֽקּוּ H2212 ",
      "2": "בַּ֭רְזֶל H1270 מֵעָפָ֣ר H6083 יֻקָּ֑ח H3947 וְ֝אֶ֗בֶן H68 יָצ֥וּק H6694 נְחוּשָֽׁה H5154 ",
      "3": "קֵ֤ץ H7093 שָׂ֤ם H7760 לַחֹ֗שֶׁךְ H2822 וּֽלְ H3605 תַּ֭כְלִית H8503 ה֣וּא H1931 חוֹקֵ֑ר H2713 אֶ֖בֶן H68 אֹ֣פֶל H652 וְצַלְמָֽוֶת H6757 ",
      "4": "פָּ֤רַץ H6555 נַ֨חַל H5158 מֵֽעִם H5973 גָּ֗ר H1481 הַֽנִּשְׁכָּחִ֥ים H7911 מִנִּי H4480 רָ֑גֶל H7272 דַּ֖לּוּ H1809 מֵאֱנ֣וֹשׁ H582 נָֽעוּ H5128 ",
      "5": "אֶ֗רֶץ H776 מִמֶּ֥נָּה H4480 יֵֽצֵא H3318 לָ֑חֶם H3899 וְ֝תַחְתֶּ֗י H8478 נֶהְפַּ֥ךְ H2015 כְּמוֹ H3644 אֵֽשׁ H784 ",
      "6": "מְקוֹם H4725 סַפִּ֥יר H5601 אֲבָנֶ֑יהָ H68 וְעַפְרֹ֖ת H6083 זָהָ֣ב H2091 לֽוֹ Hl ",
      "7": "נָ֭תִיב H5410 לֹֽא H3808 יְדָ֣עוֹ H3045 עָ֑יִט H5861 וְלֹ֥א H3808 שְׁ֝זָפַ֗תּוּ H7805 עֵ֣ין H5869 אַיָּֽה H344 ",
      "8": "לֹֽא H3808 הִדְרִיכֻ֥הוּ H1869 בְנֵי H1121 שָׁ֑חַץ H7830 לֹֽא H3808 עָדָ֖ה H5710 עָלָ֣יו H5921 שָֽׁחַל H7826 ",
      "9": "בַּֽ֭חַלָּמִישׁ H2496 שָׁלַ֣ח H7971 יָד֑וֹ H3027 הָפַ֖ךְ H2015 מִשֹּׁ֣רֶשׁ H8328 הָרִֽים H2022 ",
      "10": "בַּ֭צּוּרוֹת H6697 יְאֹרִ֣ים H2975 בִּקֵּ֑עַ H1234 וְכָל H3605 יְ֝קָ֗ר H3366 רָאֲתָ֥ה H7200 עֵינֽוֹ H5869 ",
      "11": "מִ֭בְּכִי H1065 נְהָר֣וֹת H5104 חִבֵּ֑שׁ H2280 וְ֝תַעֲלֻמָ֗הּ H8587 יֹ֣צִא H3318 אֽוֹר H216 ",
      "12": "וְֽ֭הַ H2451 מֵאַ֣יִן H370 תִּמָּצֵ֑א H4672 וְאֵ֥י H335 זֶ֝ה H2088 מְק֣וֹם H4725 בִּינָֽה H998 ",
      "13": "לֹא H3808 יָדַ֣ע H3045 אֱנ֣וֹשׁ H582 עֶרְכָּ֑הּ H6187 וְלֹ֥א H3808 תִ֝מָּצֵ֗א H4672 בְּאֶ֣רֶץ H776 הַֽחַיִּֽים H2416 ",
      "14": "תְּה֣וֹם H8415 אָ֭מַר H559 לֹ֣א H3808 בִי Hb הִ֑יא H1931 וְיָ֥ם H3220 אָ֝מַ֗ר H559 אֵ֣ין H369 עִמָּדִֽי H5978 ",
      "15": "לֹא H3808 יֻתַּ֣ן H5414 סְג֣וֹר H5458 תַּחְתֶּ֑יהָ H8478 וְלֹ֥א H3808 יִ֝שָּׁקֵ֗ל H8254 כֶּ֣סֶף H3701 מְחִירָֽהּ H4242 ",
      "16": "לֹֽא H3808 תְ֭סֻלֶּה H5541 בְּכֶ֣תֶם H3800 אוֹפִ֑יר H211 בְּשֹׁ֖הַם H7718 יָקָ֣ר H3368 וְסַפִּֽיר H5601 ",
      "17": "לֹא H3808 יַעַרְכֶ֣נָּה H6186 זָ֭הָב H2091 וּזְכוֹכִ֑ית H2137 וּתְמ֖וּרָתָ֣ H8545 כְּלִי H3627 פָֽז H6337 ",
      "18": "רָאמ֣וֹת H7215 וְ֭גָבִישׁ H1378 לֹ֣א H3808 יִזָּכֵ֑ר H2142 וּמֶ֥שֶׁךְ H4901 חָ֝כְמָ֗ה H2451 מִפְּנִינִֽים H6443 ",
      "19": "לֹֽא H3808 יַ֭עַרְכֶנָּה H6186 פִּטְדַת H6357 כּ֑וּשׁ H3568 בְּכֶ֥תֶם H3800 טָ֝ה֗וֹר H2889 לֹ֣א H3808 תְסֻלֶּֽה H5541 ",
      "20": "וְֽ֭הַ H2451 מֵאַ֣יִן H370 תָּב֑וֹא H935 וְאֵ֥י H335 זֶ֝֗ה H2088 מְק֣וֹם H4725 בִּינָֽה H998 ",
      "21": "וְֽ֭נֶעֶלְמָה H5956 מֵעֵינֵ֣י H5869 כָל H3605 חָ֑י H2416 וּמֵ H5775 הַשָּׁמַ֣יִם H8064 נִסְתָּֽרָה H5641 ",
      "22": "אֲבַדּ֣וֹן H11 וָ֭מָוֶת H4194 אָ֣מְר֑וּ H559 בְּ֝אָזְנֵ֗י H241 שָׁמַ֥עְנוּ H8085 שִׁמְעָֽהּ H8088 ",
      "23": "אֱ֭לֹהִים H430 הֵבִ֣ין H995 דַּרְכָּ֑הּ H1870 וְ֝ה֗וּא H1931 יָדַ֥ע H3045 אֶת H853 מְקוֹמָֽהּ H4725 ",
      "24": "כִּי H3588 ה֭וּא H1931 לִקְצוֹת H7098 הָאָ֣רֶץ H776 יַבִּ֑יט H5027 תַּ֖חַת H8478 כָּל H3605 הַשָּׁמַ֣יִם H8064 יִרְאֶֽה H7200 ",
      "25": "לַעֲשׂ֣וֹת H6213 לָר֣וּחַ H7307 מִשְׁקָ֑ל H4948 וּ֝מַ֗יִם H4325 תִּכֵּ֥ן H8505 בְּמִדָּֽה H4060 ",
      "26": "בַּעֲשֹׂת֣ H6213 לַמָּטָ֣ר H4306 חֹ֑ק H2706 וְ֝דֶ֗רֶךְ H1870 לַחֲזִ֥יז H2385 קֹלֽוֹת H6963 ",
      "27": "אָ֣ז H227 רָ֭אָהּ H7200 וַֽיְסַפְּרָ֑ H5608 הֱ֝כִינָ֗הּ H3559 וְגַם H1571 חֲקָרָֽהּ H2713 ",
      "28": "וַיֹּ֤אמֶר H559 לָֽאָדָ֗ם H120 הֵ֤ן H2005 יִרְאַ֣ת H3374 אֲ֭דֹנָי H136 הִ֣יא H1931 חָכְמָ֑ה H2451 וְס֖וּר H5493 מֵרָ֣ע H7451 בִּינָֽה H998 "
    },
    "29": {
      "1": "וַיֹּ֣סֶף H3254 אִ֭יּוֹב H347 שְׂאֵ֥ת H5375 מְשָׁל֗וֹ H4912 וַיֹּאמַֽר H559 ",
      "2": "מִֽי H4310 יִתְּנֵ֥נִי H5414 כְיַרְחֵי H3391 קֶ֑דֶם H6924 כִּ֝ימֵ֗י H3117 אֱל֣וֹהַּ H433 יִשְׁמְרֵֽנִי H8104 ",
      "3": "בְּהִלּ֣ H1984 נֵ֭רוֹ H5216 עֲלֵ֣י H5921 רֹאשִׁ֑י H7218 לְ֝אוֹר H216 אֵ֣לֶךְ H3212 חֹֽשֶׁךְ H2822 ",
      "4": "כַּאֲשֶׁ֣ר H834 הָ֭יִיתִי H1961 בִּימֵ֣י H3117 חָרְפִּ֑י H2779 בְּס֥וֹד H5475 אֱ֝ל֗וֹהַּ H433 עֲלֵ֣י H5921 אָהֳלִֽי H168 ",
      "5": "בְּע֣וֹד H5750 שַׁ֭דַּי H7706 עִמָּדִ֑י H5978 סְבִ֖יבוֹתַ֣י H5439 נְעָרָֽי H5288 ",
      "6": "בִּרְחֹ֣ץ H7364 הֲלִיכַ֣י H1978 בְּחֵמָ֑ה H2529 וְצ֥וּר H6697 יָצ֥וּק H6694 עִ֝מָּדִ֗י H5978 פַּלְגֵי H6388 שָֽׁמֶן H8081 ",
      "7": "בְּצֵ֣אתִ H3318 שַׁ֣עַר H8179 עֲלֵי H5921 קָ֑רֶת H7176 בָּ֝רְח֗וֹב H7339 אָכִ֥ין H3559 מוֹשָׁבִֽי H4186 ",
      "8": "רָא֣וּנִי H7200 נְעָרִ֣ים H5288 וְנֶחְבָּ֑אוּ H2244 וִֽ֝ישִׁישִׁים H3453 קָ֣מוּ H6965 עָמָֽדוּ H5975 ",
      "9": "שָׂ֭רִים H8269 עָצְר֣וּ H6113 בְמִלִּ֑ים H4405 וְ֝כַ֗ף H3709 יָשִׂ֥ימוּ H7760 לְפִי H6310 ",
      "10": "קוֹל H6963 נְגִידִ֥ים H5057 נֶחְבָּ֑אוּ H2244 וּ֝לְשׁוֹנָ֗ H3956 לְחִכָּ֥ H2441 דָּבֵֽקָה H1692 ",
      "11": "כִּ֤י H3588 אֹ֣זֶן H241 שָׁ֭מְעָה H8085 וַֽתְּאַשְּׁרֵ֑ H833 וְעַ֥יִן H5869 רָ֝אֲתָ֗ה H7200 וַתְּעִידֵֽ H5749 ",
      "12": "כִּֽי H3588 אֲ֭מַלֵּט H4422 עָנִ֣י H6041 מְשַׁוֵּ֑עַ H7768 וְ֝יָת֗וֹם H3490 וְֽלֹא H3808 עֹזֵ֥ר H5826 לֽוֹ Hl ",
      "13": "בִּרְכַּ֣ת H1293 אֹ֭בֵד H6 עָלַ֣י H5921 תָּבֹ֑א H935 וְלֵ֖ב H3820 אַלְמָנָ֣ה H490 אַרְנִֽן H7442 ",
      "14": "צֶ֣דֶק H6664 לָ֭בַשְׁתִּי H3847 וַיִּלְבָּשֵׁ֑ H3847 כִּֽמְעִ֥יל H4598 וְ֝צָנִ֗יף H6797 מִשְׁפָּטִֽי H4941 ",
      "15": "עֵינַ֣יִם H5869 הָ֭יִיתִי H1961 לַֽעִוֵּ֑ר H5787 וְרַגְלַ֖יִם H7272 לַפִּסֵּ֣חַ H6455 אָֽנִי H589 ",
      "16": "אָ֣ב H1 אָ֭נֹכִֽי H595 לָֽאֶבְיוֹנִ֑ים H34 וְרִ֖ב H7379 לֹא H3808 יָדַ֣עְתִּי H3045 אֶחְקְרֵֽהוּ H2713 ",
      "17": "וָֽ֭אֲשַׁבְּרָ H7665 מְתַלְּע֣וֹת H4973 עַוָּ֑ל H5767 וּ֝מִ H8127 אַשְׁלִ֥יךְ H7993 טָֽרֶף H2964 ",
      "18": "וָ֭אֹמַר H559 עִם H5973 קִנִּ֣י H7064 אֶגְוָ֑ע H1478 וְ֝כַ H2344 אַרְבֶּ֥ה H7235 יָמִֽים H3117 ",
      "19": "שָׁרְשִׁ֣י H8328 פָת֣וּחַ H6605 אֱלֵי H413 מָ֑יִם H4325 וְ֝טַ֗ל H2919 יָלִ֥ין H3885 בִּקְצִירִֽ H7105 ",
      "20": "כְּ֭בוֹדִי H3519 חָדָ֣שׁ H2319 עִמָּדִ֑י H5978 וְ֝קַשְׁתִּ֗ H7198 בְּיָדִ֥ H3027 תַחֲלִֽיף H2498 ",
      "21": "לִֽי Hl שָׁמְע֥וּ H8085 וְיִחֵ֑לּוּ H3176 וְ֝יִדְּמ֗וּ H1826 לְמ֣וֹ H3926 עֲצָתִֽי H6098 ",
      "22": "אַחֲרֵ֣י H310 דְ֭בָרִי H1697 לֹ֣א H3808 יִשְׁנ֑וּ H8138 וְ֝עָלֵ֗י H5921 תִּטֹּ֥ף H5197 מִלָּתִֽי H4405 ",
      "23": "וְיִֽחֲל֣וּ H3176 כַמָּטָ֣ר H4306 לִ֑י Hl וּ֝פִי H6310 פָּעֲר֥וּ H6473 לְמַלְקֽוֹשׁ H4456 ",
      "24": "אֶשְׂחַ֣ק H7832 אֲ֭לֵהֶם H413 לֹ֣א H3808 יַאֲמִ֑ינוּ H539 וְא֥וֹר H216 פָּ֝נַ֗י H6440 לֹ֣א H3808 יַפִּילֽוּן H5307 ",
      "25": "אֶֽבֲחַ֣ר H977 דַּרְכָּם֮ H1870 וְאֵשֵׁ֪ב H3427 רֹ֥אשׁ H7218 וְ֭אֶשְׁכּוֹן H7931 כְּמֶ֣לֶךְ H4428 בַּגְּד֑וּד H1416 כַּאֲשֶׁ֖ר H834 אֲבֵלִ֣ים H57 יְנַחֵֽם H5162 "
    },
    "30": {
      "1": "וְעַתָּ֤ה H6258 שָֽׂחֲק֣וּ H7832 עָלַי֮ H5921 צְעִירִ֥ים H6810 מִמֶּ֗נִּי H4480 לְיָ֫מִ֥ים H3117 אֲשֶׁר H834 מָאַ֥סְתִּי H3988 אֲבוֹתָ֑ם H1 לָ֝שִׁ֗ית H7896 עִם H5973 כַּלְבֵ֥י H3611 צֹאנִֽי H6629 ",
      "2": "גַּם H1571 כֹּ֣חַ H3581 יְ֭דֵיהֶם H3027 לָ֣מָּה H4100 לִּ֑י Hl עָ֝לֵ֗ימוֹ H5921 אָ֣בַד H6 כָּֽלַח H3624 ",
      "3": "בְּחֶ֥סֶר H2639 וּבְ H3720 גַּ֫לְמ֥וּד H1565 הַֽעֹרְקִ֥ים H6207 צִיָּ֑ה H6723 אֶ֝֗מֶשׁ H570 שׁוֹאָ֥ה H7722 וּמְשֹׁאָֽה H4875 ",
      "4": "הַקֹּטְפִ֣ים H6998 מַלּ֣וּחַ H4408 עֲלֵי H5921 שִׂ֑יחַ H7880 וְשֹׁ֖רֶשׁ H8328 רְתָמִ֣ים H7574 לַחְמָֽ H3899 ",
      "5": "מִן H4480 גֵּ֥ו H1460 יְגֹרָ֑שׁוּ H1644 יָרִ֥יעוּ H7321 עָ֝לֵ֗ימוֹ H5921 כַּגַּנָּֽב H1590 ",
      "6": "בַּעֲר֣וּץ H6178 נְחָלִ֣ים H5158 לִשְׁכֹּ֑ן H7931 חֹרֵ֖י H2356 עָפָ֣ר H6083 וְכֵפִֽים H3710 ",
      "7": "בֵּין H996 שִׂיחִ֥ים H7880 יִנְהָ֑קוּ H5101 תַּ֖חַת H8478 חָר֣וּל H2738 יְסֻפָּֽחוּ H5596 ",
      "8": "בְּֽנֵי H1121 נָ֭בָל H5036 גַּם H1571 בְּנֵ֣י H1121 בְלִי H1097 שֵׁ֑ם H8034 נִ֝כְּא֗וּ H5217 מִן H4480 הָאָֽרֶץ H776 ",
      "9": "וְ֭עַתָּה H6258 נְגִינָתָ֣ם H5058 הָיִ֑יתִי H1961 וָאֱהִ֖י H1961 לָהֶ֣ם H1992 לְמִלָּֽה H4405 ",
      "10": "תִּֽ֭עֲבוּנִי H8581 רָ֣חֲקוּ H7368 מֶ֑נִּי H4480 וּ֝מִ H6440 לֹא H3808 חָ֥שְׂכוּ H2820 רֹֽק H7536 ",
      "11": "כִּֽי H3588 יתרו H3499 פִ֭תַּח H6605 וַיְעַנֵּ֑ H6031 וְ֝רֶ֗סֶן H7448 מִפָּנַ֥ H6440 שִׁלֵּֽחוּ H7971 ",
      "12": "עַל H5921 יָמִין֮ H3225 פִּרְחַ֪ח H6526 יָ֫ק֥וּמוּ H6965 רַגְלַ֥י H7272 שִׁלֵּ֑חוּ H7971 וַיָּסֹ֥לּוּ H5549 עָ֝לַ֗י H5921 אָרְח֥וֹת H734 אֵידָֽם H343 ",
      "13": "נָתְס֗וּ H5420 נְֽתִיבָ֫תִ֥י H5410 לְהַוָּתִ֥ H1942 יֹעִ֑ילוּ H3276 לֹ֖א H3808 עֹזֵ֣ר H5826 לָֽמוֹ Hl ",
      "14": "כְּפֶ֣רֶץ H6556 רָחָ֣ב H7342 יֶאֱתָ֑יוּ H857 תַּ֥חַת H8478 שֹׁ֝אָ֗ה H7722 הִתְגַּלְגָּֽלוּ H1556 ",
      "15": "הָהְפַּ֥ךְ H2015 עָלַ֗י H5921 בַּלָּ֫ה֥וֹת H1091 תִּרְדֹּ֣ף H7291 כָּ֭רוּחַ H7307 נְדִבָתִ֑י H5082 וּ֝כְ H5645 עָבְרָ֥ה H5674 יְשֻׁעָתִֽי H3444 ",
      "16": "וְעַתָּ֗ה H6258 עָ֭לַי H5921 תִּשְׁתַּפֵּ֣ךְ H8210 נַפְשִׁ֑י H5315 יֹ֭אחֲז֣וּנִי H270 יְמֵי H3117 עֹֽנִי H6040 ",
      "17": "לַ֗יְלָה H3915 עֲ֭צָמַי H6106 נִקַּ֣ר H5365 מֵעָלָ֑ H5921 וְ֝עֹרְקַ֗ H6207 לֹ֣א H3808 יִשְׁכָּבֽוּן H7901 ",
      "18": "בְּרָב H7227 כֹּ֭חַ H3581 יִתְחַפֵּ֣שׂ H2664 לְבוּשִׁ֑י H3830 כְּפִ֖י H6310 כֻתָּנְתִּ֣י H3801 יַֽאַזְרֵֽנִי H247 ",
      "19": "הֹרָ֥נִי H3384 לַחֹ֑מֶר H2563 וָ֝אֶתְמַשֵּׁ֗ל H4911 כֶּעָפָ֥ר H6083 וָאֵֽפֶר H665 ",
      "20": "אֲשַׁוַּ֣ע H7768 אֵ֭לֶיךָ H413 וְלֹ֣א H3808 תַעֲנֵ֑נִי H6030 עָ֝מַ֗דְתִּי H5975 וַתִּתְבֹּ֥נֶן H995 בִּֽי Hb ",
      "21": "תֵּהָפֵ֣ךְ H2015 לְאַכְזָ֣ר H393 לִ֑י Hl בְּעֹ֖צֶם H6108 יָדְךָ֣ H3027 תִשְׂטְמֵֽנִי H7852 ",
      "22": "תִּשָּׂאֵ֣נִי H5375 אֶל H413 ר֭וּחַ H7307 תַּרְכִּיבֵ֑נִי H7392 וּ֝תְמֹגְגֵ֗ H4127 תשוה H7738 ",
      "23": "כִּֽי H3588 יָ֭דַעְתִּי H3045 מָ֣וֶת H4194 תְּשִׁיבֵ֑נִי H7725 וּבֵ֖ית H1004 מוֹעֵ֣ד H4150 לְכָל H3605 חָֽי H2416 ",
      "24": "אַ֣ךְ H389 לֹא H3808 בְ֭עִי H1164 יִשְׁלַח H7971 יָ֑ד H3027 אִם H518 בְּ֝פִיד֗ H6365 לָהֶ֥ן H2004 שֽׁוּעַ H7769 ",
      "25": "אִם H518 לֹ֣א H3808 בָ֭כִיתִי H1058 לִקְשֵׁה H7186 י֑וֹם H3117 עָֽגְמָ֥ה H5701 נַ֝פְשִׁ֗י H5315 לָאֶבְיֽוֹן H34 ",
      "26": "כִּ֤י H3588 ט֣וֹב H2896 קִ֭וִּיתִי H6960 וַיָּ֣בֹא H935 רָ֑ע H7451 וַֽאֲיַחֲלָ֥ה H3176 לְ֝א֗וֹר H216 וַיָּ֥בֹא H935 אֹֽפֶל H652 ",
      "27": "מֵעַ֖י H4578 רֻתְּח֥וּ H7570 וְלֹא H3808 דָ֗מּוּ H1826 קִדְּמֻ֥נִי H6923 יְמֵי H3117 עֹֽנִי H6040 ",
      "28": "קֹדֵ֣ר H6937 הִ֭לַּכְתִּי H1980 בְּלֹ֣א H3808 חַמָּ֑ה H2535 קַ֖מְתִּי H6965 בַקָּהָ֣ל H6951 אֲשַׁוֵּֽעַ H7768 ",
      "29": "אָ֭ח H251 הָיִ֣יתִי H1961 לְתַנִּ֑ים H8577 וְ֝רֵ֗עַ H7453 לִבְנ֥וֹת H1323 יַעֲנָֽה H3284 ",
      "30": "ע֭וֹרִי H5785 שָׁחַ֣ר H7835 מֵעָלָ֑ H5921 וְעַצְמִ H6106 חָ֝֗רָה H2787 מִנִּי H4480 חֹֽרֶב H2721 ",
      "31": "וַיְהִ֣י H1961 לְ֭אֵבֶל H60 כִּנֹּרִ֑י H3658 וְ֝עֻגָבִ֗ H5748 לְק֣וֹל H6963 בֹּכִֽים H1058 "
    },
    "31": {
      "1": "בְּ֭רִית H1285 כָּרַ֣תִּי H3772 לְעֵינָ֑ H5869 וּמָ֥ה H4100 אֶ֝תְבּוֹנֵ֗ן H995 עַל H5921 בְּתוּלָֽה H1330 ",
      "2": "וּמֶ֤ה H4100 חֵ֣לֶק H2506 אֱל֣וֹהַּ H433 מִמָּ֑עַל H4605 וְֽנַחֲלַ֥ת H5159 שַׁ֝דַּ֗י H7706 מִמְּרֹמִֽים H4791 ",
      "3": "הֲלֹא H3808 אֵ֥יד H343 לְעַוָּ֑ל H5767 וְ֝נֵ֗כֶר H5235 לְפֹ֣עֲלֵי H6466 אָֽוֶן H205 ",
      "4": "הֲלֹא H3808 ה֭וּא H1931 יִרְאֶ֣ה H7200 דְרָכָ֑י H1870 וְֽכָל H3605 צְעָדַ֥י H6806 יִסְפּֽוֹר H5608 ",
      "5": "אִם H518 הָלַ֥כְתִּי H1980 עִם H5973 שָׁ֑וְא H7723 וַתַּ֖חַשׁ H2363 עַל H5921 מִרְמָ֣ה H4820 רַגְלִֽי H7272 ",
      "6": "יִשְׁקְלֵ֥נִי H8254 בְמֹאזְנֵי H3976 צֶ֑דֶק H6664 וְיֵדַ֥ע H3045 אֱ֝ל֗וֹהַּ H433 תֻּמָּתִֽי H8538 ",
      "7": "אִ֥ם H518 תִּטֶּ֣ה H5186 אַשֻּׁרִי֮ H838 מִנִּ֪י H4480 הַ֫דָּ֥רֶךְ H1870 וְאַחַ֣ר H310 עֵ֭ינַי H5869 הָלַ֣ךְ H1980 לִבִּ֑י H3820 וּ֝בְ H3709 דָּ֣בַק H1692 מֻאֽוּם H3971 ",
      "8": "אֶ֭זְרְעָה H2232 וְאַחֵ֣ר H312 יֹאכֵ֑ל H398 וְֽצֶאֱצָאַ֥ H6631 יְשֹׁרָֽשׁוּ H8327 ",
      "9": "אִם H518 נִפְתָּ֣ה H6601 לִ֭בִּי H3820 עַל H5921 אִשָּׁ֑ה H802 וְעַל H5921 פֶּ֖תַח H6607 רֵעִ֣י H7453 אָרָֽבְתִּי H693 ",
      "10": "תִּטְחַ֣ן H2912 לְאַחֵ֣ר H312 אִשְׁתִּ֑י H802 וְ֝עָלֶ֗י H5921 יִכְרְע֥וּן H3766 אֲחֵרִֽין H312 ",
      "11": "כִּי H3588 הוא H1931 זִמָּ֑ה H2154 והיא H1931 עָוֺ֥ן H5771 פְּלִילִֽים H6414 ",
      "12": "כִּ֤י H3588 אֵ֣שׁ H784 הִ֭יא H1931 עַד H5704 אֲבַדּ֣וֹן H11 תֹּאכֵ֑ל H398 וּֽבְ H3605 תְּב֖וּאָתִ֣י H8393 תְשָׁרֵֽשׁ H8327 ",
      "13": "אִם H518 אֶמְאַ֗ס H3988 מִשְׁפַּ֣ט H4941 עַ֭בְדִּי H5650 וַאֲמָתִ֑ H519 בְּ֝רִבָ֗ H7378 עִמָּדִֽי H5978 ",
      "14": "וּמָ֣ה H4100 אֶֽ֭עֱשֶׂה H6213 כִּֽי H3588 יָק֣וּם H6965 אֵ֑ל H410 וְכִֽי H3588 יִ֝פְקֹ֗ד H6485 מָ֣ה H4100 אֲשִׁיבֶֽנּוּ H7725 ",
      "15": "הֲֽ֝לֹא H3808 בַ֭בֶּטֶן H990 עֹשֵׂ֣נִי H6213 עָשָׂ֑הוּ H6213 וַ֝יְכֻנֶ֗ H3559 בָּרֶ֥חֶם H7358 אֶחָֽד H259 ",
      "16": "אִם H518 אֶ֭מְנַע H4513 מֵחֵ֣פֶץ H2656 דַּלִּ֑ים H1800 וְעֵינֵ֖י H5869 אַלְמָנָ֣ה H490 אֲכַלֶּֽה H3615 ",
      "17": "וְאֹכַ֣ל H398 פִּתִּ֣י H6595 לְבַדִּ֑ H905 וְלֹא H3808 אָכַ֖ל H398 יָת֣וֹם H3490 מִמֶּֽנָּה H4480 ",
      "18": "כִּ֣י H3588 מִ֭נְּעוּרַ H5271 גְּדֵלַ֣נִי H1431 כְאָ֑ב H1 וּמִ H990 אִמִּ֣י H517 אַנְחֶֽנָּה H5148 ",
      "19": "אִם H518 אֶרְאֶ֣ה H7200 א֭וֹבֵד H6 מִבְּלִ֣י H1097 לְב֑וּשׁ H3830 וְאֵ֥ין H369 כְּ֝ס֗וּת H3682 לָאֶבְיֽוֹן H34 ",
      "20": "אִם H518 לֹ֣א H3808 בֵרֲכ֣וּנִי H1288 חלצו H2504 וּמִ H1488 כְּ֝בָשַׂי H3532 יִתְחַמָּֽם H2552 ",
      "21": "אִם H518 הֲנִיפ֣וֹתִי H5130 עַל H5921 יָת֣וֹם H3490 יָדִ֑י H3027 כִּֽי H3588 אֶרְאֶ֥ה H7200 בַ֝שַּׁ֗עַר H8179 עֶזְרָתִֽי H5833 ",
      "22": "כְּ֭תֵפִי H3802 מִשִּׁכְמָ֣ H7929 תִפּ֑וֹל H5307 וְ֝אֶזְרֹעִ֗ H248 מִקָּנָ֥ H7070 תִשָּׁבֵֽר H7665 ",
      "23": "כִּ֤י H3588 פַ֣חַד H6343 אֵ֭לַי H413 אֵ֣יד H343 אֵ֑ל H410 וּ֝מִ H7613 לֹ֣א H3808 אוּכָֽל H3201 ",
      "24": "אִם H518 שַׂ֣מְתִּי H7760 זָהָ֣ב H2091 כִּסְלִ֑י H3689 וְ֝לַ H3800 אָמַ֥רְתִּי H559 מִבְטַחִֽי H4009 ",
      "25": "אִם H518 אֶ֭שְׂמַח H8055 כִּי H3588 רַ֣ב H7227 חֵילִ֑י H2428 וְכִֽי H3588 כַ֝בִּ֗יר H3524 מָצְאָ֥ה H4672 יָדִֽי H3027 ",
      "26": "אִם H518 אֶרְאֶ֣ה H7200 א֖וֹר H216 כִּ֣י H3588 יָהֵ֑ל H1984 וְ֝יָרֵ֗חַ H3394 יָקָ֥ר H3368 הֹלֵֽךְ H1980 ",
      "27": "וַיִּ֣פְתְּ H6601 בַּסֵּ֣תֶר H5643 לִבִּ֑י H3820 וַתִּשַּׁ֖ק H5401 יָדִ֣י H3027 לְפִֽ H6310 ",
      "28": "גַּם H1571 ה֭וּא H1931 עָוֺ֣ן H5771 פְּלִילִ֑י H6416 כִּֽי H3588 כִחַ֖שְׁתִּי H3584 לָאֵ֣ל H410 מִמָּֽעַל H4605 ",
      "29": "אִם H518 אֶ֭שְׂמַח H8055 בְּפִ֣יד H6365 מְשַׂנְאִ֑י H8130 וְ֝הִתְעֹרַ֗רְתִּי H5782 כִּֽי H3588 מְצָ֥אוֹ H4672 רָֽע H7451 ",
      "30": "וְלֹא H3808 נָתַ֣תִּי H5414 לַחֲטֹ֣א H2398 חִכִּ֑י H2441 לִשְׁאֹ֖ל H7592 בְּאָלָ֣ה H423 נַפְשֽׁוֹ H5315 ",
      "31": "אִם H518 לֹ֣א H3808 אָ֭מְרוּ H559 מְתֵ֣י H4962 אָהֳלִ֑י H168 מִֽי H4310 יִתֵּ֥ן H5414 מִ֝בְּשָׂר֗ H1320 לֹ֣א H3808 נִשְׂבָּֽע H7646 ",
      "32": "בַּ֭חוּץ H2351 לֹא H3808 יָלִ֣ין H3885 גֵּ֑ר H1616 דְּ֝לָתַ֗י H1817 לָאֹ֥רַח H734 אֶפְתָּֽח H6605 ",
      "33": "אִם H518 כִּסִּ֣יתִי H3680 כְאָדָ֣ם H121 פְּשָׁעָ֑י H6588 לִטְמ֖וֹן H2934 בְּחֻבִּ֣ H2243 עֲוֺֽנִי H5771 ",
      "34": "כִּ֤י H3588 אֶֽעֱר֨וֹץ H6206 הָ֘מ֤וֹן H1995 רַבָּ֗ה H7227 וּבוּז H937 מִשְׁפָּח֥וֹת H4940 יְחִתֵּ֑נִי H2865 וָ֝אֶדֹּ֗ם H1826 לֹא H3808 אֵ֥צֵא H3318 פָֽתַח H6607 ",
      "35": "מִ֤י H4310 יִתֶּן H5414 לִ֨י Hl שֹׁ֘מֵ֤עַֽ H8085 לִ֗י Hl הֶן H2005 תָּ֭וִי H8420 שַׁדַּ֣י H7706 יַעֲנֵ֑נִי H6030 וְסֵ֥פֶר H5612 כָּ֝תַ֗ב H3789 אִ֣ישׁ H376 רִיבִֽי H7379 ",
      "36": "אִם H518 לֹ֣א H3808 עַל H5921 שִׁ֭כְמִי H7926 אֶשָּׂאֶ֑נּוּ H5375 אֶֽעֶנְדֶ֖נּוּ H6029 עֲטָר֣וֹת H5850 לִֽי Hl ",
      "37": "מִסְפַּ֣ר H4557 צְ֭עָדַי H6806 אַגִּידֶ֑נּוּ H5046 כְּמוֹ H3644 נָ֝גִ֗יד H5057 אֲקָרֲבֶֽנּוּ H7126 ",
      "38": "אִם H518 עָ֭לַי H5921 אַדְמָתִ֣י H127 תִזְעָ֑ק H2199 וְ֝יַ֗חַד H3162 תְּלָמֶ֥יהָ H8525 יִבְכָּיֽוּן H1058 ",
      "39": "אִם H518 כֹּ֭חָהּ H3581 אָכַ֣לְתִּי H398 בְלִי H1097 כָ֑סֶף H3701 וְנֶ֖פֶשׁ H5315 בְּעָלֶ֣יהָ H1167 הִפָּֽחְתִּי H5301 ",
      "40": "תַּ֤חַת H8478 חִטָּ֨ה H2406 יֵ֥צֵא H3318 ח֗וֹחַ H2336 וְתַֽחַת H8478 שְׂעֹרָ֥ה H8184 בָאְשָׁ֑ה H890 תַּ֝֗מּוּ H8552 דִּבְרֵ֥י H1697 אִיּֽוֹב H347 "
    },
    "32": {
      "1": "וַֽיִּשְׁבְּת֡וּ H7673 שְׁלֹ֤שֶׁת H7969 הָאֲנָשִׁ֣ים H376 הָ֭אֵלֶּה H428 מֵעֲנ֣וֹת H6030 אֶת H853 אִיּ֑וֹב H347 כִּ֤י H3588 ה֖וּא H1931 צַדִּ֣יק H6662 בְּעֵינָֽי H5869 ",
      "2": "וַיִּ֤חַר H2734 אַ֨ף H639 אֱלִיה֣וּא H453 בֶן H1121 בַּרַכְאֵ֣ל H1292 הַבּוּזִי֮ H940 מִמִּשְׁפַּ֪חַ֫ת H4940 רָ֥ם H7410 בְּ֭אִיּוֹב H347 חָרָ֣ה H2734 אַפּ֑וֹ H639 עַֽל H5921 צַדְּק֥וֹ H6663 נַ֝פְשׁ֗וֹ H5315 מֵאֱלֹהִֽים H430 ",
      "3": "וּבִ H7969 רֵעָיו֮ H7453 חָרָ֪ה H2734 אַ֫פּ֥וֹ H639 עַ֤ל H5921 אֲשֶׁ֣ר H834 לֹא H3808 מָצְא֣וּ H4672 מַעֲנֶ֑ה H4617 וַ֝יַּרְשִׁ֗יעוּ H7561 אֶת H853 אִיּֽוֹב H347 ",
      "4": "וֶֽאֱלִיה֗וּ H453 חִכָּ֣ה H2442 אֶת H853 אִ֭יּוֹב H347 בִּדְבָרִ֑ים H1697 כִּ֤י H3588 זְֽקֵנִים H2205 הֵ֖מָּה H1992 מִמֶּ֣נּוּ H4480 לְיָמִֽים H3117 ",
      "5": "וַיַּ֤רְא H7200 אֱלִיה֗וּא H453 כִּ֘י H3588 אֵ֤ין H369 מַעֲנֶ֗ה H4617 בְּ֭פִי H6310 שְׁלֹ֥שֶׁת H7969 הָאֲנָשִׁ֗ים H376 וַיִּ֥חַר H2734 אַפּֽוֹ H639 ",
      "6": "וַיַּ֤עַן H6030 אֱלִיה֖וּא H453 בֶן H1121 בַּֽרַכְאֵ֥ל H1292 הַבּוּזִ֗י H940 וַיֹּ֫אמַ֥ר H559 צָ֘עִ֤יר H6810 אֲנִ֣י H589 לְ֭יָמִים H3117 וְאַתֶּ֣ם H859 יְשִׁישִׁ֑ים H3453 עַל H5921 כֵּ֖ן H3651 זָחַ֥לְתִּי H2119 וָֽאִירָ֓א H3372 מֵחַוֺּ֖ת H2331 דֵּעִ֣י H1843 אֶתְכֶֽם H853 ",
      "7": "אָ֭מַרְתִּי H559 יָמִ֣ים H3117 יְדַבֵּ֑רוּ H1696 וְרֹ֥ב H7230 שָׁ֝נִ֗ים H8141 יֹדִ֥יעוּ H3045 חָכְמָֽה H2451 ",
      "8": "אָ֭כֵן H403 רֽוּחַ H7307 הִ֣יא H1931 בֶאֱנ֑וֹשׁ H582 וְנִשְׁמַ֖ת H5397 שַׁדַּ֣י H7706 תְּבִינֵֽם H995 ",
      "9": "לֹֽא H3808 רַבִּ֥ים H7227 יֶחְכָּ֑מוּ H2449 וּ֝זְקֵנִ֗ים H2205 יָבִ֥ינוּ H995 מִשְׁפָּֽט H4941 ",
      "10": "לָכֵ֣ן H3651 אָ֭מַרְתִּי H559 שִׁמְעָה H8085 לִּ֑י Hl אֲחַוֶּ֖ה H2331 דֵּעִ֣י H1843 אַף H637 אָֽנִי H589 ",
      "11": "הֵ֤ן H2005 הוֹחַ֨לְתִּי H3176 לְֽדִבְרֵי H1697 אָ֭זִין H238 עַד H5704 תְּב֥וּנֹֽתֵיכֶ֑ם H8394 עַֽד H5704 תַּחְקְר֥וּן H2713 מִלִּֽין H4405 ",
      "12": "וְעָֽדֵי H5704 אֶתְבּ֫וֹנָ֥ן H995 וְהִנֵּ֤ה H2009 אֵ֣ין H369 לְאִיּ֣וֹב H347 מוֹכִ֑יחַ H3198 עוֹנֶ֖ה H6030 אֲמָרָ֣יו H561 מִכֶּֽם H4480 ",
      "13": "פֶּן H6435 תֹּ֣֭אמְרוּ H559 מָצָ֣אנוּ H4672 חָכְמָ֑ה H2451 אֵ֖ל H410 יִדְּפֶ֣נּוּ H5086 לֹא H3808 אִֽישׁ H376 ",
      "14": "וְלֹא H3808 עָרַ֣ךְ H6186 אֵלַ֣י H413 מִלִּ֑ין H4405 וּ֝בְ H561 לֹ֣א H3808 אֲשִׁיבֶֽנּוּ H7725 ",
      "15": "חַ֭תּוּ H2865 לֹא H3808 עָ֣נוּ H6030 ע֑וֹד H5750 הֶעְתִּ֖יקוּ H6275 מֵהֶ֣ם H1992 מִלִּֽים H4405 ",
      "16": "וְ֭הוֹחַלְתִּי H3176 כִּי H3588 לֹ֣א H3808 יְדַבֵּ֑רוּ H1696 כִּ֥י H3588 עָ֝מְד֗וּ H5975 לֹא H3808 עָ֥נוּ H6030 עֽוֹד H5750 ",
      "17": "אַעֲנֶ֣ה H6030 אַף H637 אֲנִ֣י H589 חֶלְקִ֑י H2506 אֲחַוֶּ֖ה H2331 דֵעִ֣י H1843 אַף H637 אָֽנִי H589 ",
      "18": "כִּ֭י H3588 מָלֵ֣תִי H4390 מִלִּ֑ים H4405 הֱ֝צִיקַ֗תְנִי H6693 ר֣וּחַ H7307 בִּטְנִֽי H990 ",
      "19": "הִנֵּֽה H2009 בִטְנִ֗י H990 כְּיַ֥יִן H3196 לֹא H3808 יִפָּתֵ֑חַ H6605 כְּאֹב֥וֹת H178 חֲ֝דָשִׁ֗ים H2319 יִבָּקֵֽעַ H1234 ",
      "20": "אֲדַבְּרָ֥ה H1696 וְיִֽרְוַֽח H7304 לִ֑י Hl אֶפְתַּ֖ח H6605 שְׂפָתַ֣י H8193 וְאֶֽעֱנֶֽה H6030 ",
      "21": "אַל H408 נָ֭א H4994 אֶשָּׂ֣א H5375 פְנֵי H6440 אִ֑ישׁ H376 וְאֶל H413 אָ֝דָ֗ם H120 לֹ֣א H3808 אֲכַנֶּֽה H3655 ",
      "22": "כִּ֤י H3588 לֹ֣א H3808 יָדַ֣עְתִּי H3045 אֲכַנֶּ֑ה H3655 כִּ֝מְעַ֗ט H4592 יִשָּׂאֵ֥נִי H5375 עֹשֵֽׂנִי H6213 "
    },
    "33": {
      "1": "וְֽאוּלָ֗ם H199 שְׁמַֽע H8085 נָ֣א H4994 אִיּ֣וֹב H347 מִלָּ֑י H4405 וְֽכָל H3605 דְּבָרַ֥י H1697 הַאֲזִֽינָה H238 ",
      "2": "הִנֵּה H2009 נָ֭א H4994 פָּתַ֣חְתִּי H6605 פִ֑י H6310 דִּבְּרָ֖ה H1696 לְשׁוֹנִ֣י H3956 בְחִכִּֽ H2441 ",
      "3": "יֹֽשֶׁר H3476 לִבִּ֥י H3820 אֲמָרָ֑י H561 וְדַ֥עַת H1847 שְׂ֝פָתַ֗י H8193 בָּר֥וּר H1305 מִלֵּֽלוּ H4448 ",
      "4": "רֽוּחַ H7307 אֵ֥ל H410 עָשָׂ֑תְנִי H6213 וְנִשְׁמַ֖ת H5397 שַׁדַּ֣י H7706 תְּחַיֵּֽנִי H2421 ",
      "5": "אִם H518 תּוּכַ֥ל H3201 הֲשִׁיבֵ֑נִי H7725 עֶרְכָ֥ה H6186 לְ֝פָנַ֗ H6440 הִתְיַצָּֽבָה H3320 ",
      "6": "הֵן H2005 אֲנִ֣י H589 כְפִ֣י H6310 לָאֵ֑ל H410 מֵ֝חֹ֗מֶר H2563 קֹרַ֥צְתִּי H7169 גַם H1571 אָֽנִי H589 ",
      "7": "הִנֵּ֣ה H2009 אֵ֭מָתִי H367 לֹ֣א H3808 תְבַעֲתֶ֑ךָּ H1204 וְ֝אַכְפִּ֗ H405 עָלֶ֥יךָ H5921 לֹא H3808 יִכְבָּֽד H3513 ",
      "8": "אַ֭ךְ H389 אָמַ֣רְתָּ H559 בְאָזְנָ֑ H241 וְק֖וֹל H6963 מִלִּ֣ין H4405 אֶשְׁמָֽע H8085 ",
      "9": "זַ֥ךְ H2134 אֲנִ֗י H589 בְּֽלִ֫י H1097 פָ֥שַׁע H6588 חַ֥ף H2643 אָנֹכִ֑י H595 וְלֹ֖א H3808 עָוֺ֣ן H5771 לִֽי Hl ",
      "10": "הֵ֣ן H2005 תְּ֭נוּאוֹת H8569 עָלַ֣י H5921 יִמְצָ֑א H4672 יַחְשְׁבֵ֖נִי H2803 לְאוֹיֵ֣ב H341 לֽוֹ Hl ",
      "11": "יָשֵׂ֣ם H7760 בַּסַּ֣ד H5465 רַגְלָ֑י H7272 יִ֝שְׁמֹ֗ר H8104 כָּל H3605 אָרְחֹתָֽי H734 ",
      "12": "הֶן H2005 זֹ֣את H2063 לֹא H3808 צָדַ֣קְתָּ H6663 אֶעֱנֶ֑ךָּ H6030 כִּֽי H3588 יִרְבֶּ֥ה H7235 אֱ֝ל֗וֹהַ H433 מֵאֱנֽוֹשׁ H582 ",
      "13": "מַ֭דּוּעַ H4069 אֵלָ֣יו H413 רִיב֑וֹתָ H7378 כִּ֥י H3588 כָל H3605 דְּ֝בָרָ֗יו H1697 לֹ֣א H3808 יַעֲנֶֽה H6030 ",
      "14": "כִּֽי H3588 בְאַחַ֥ת H259 יְדַבֶּר H1696 אֵ֑ל H410 וּ֝בִ H8147 לֹ֣א H3808 יְשׁוּרֶֽנָּה H7789 ",
      "15": "בַּחֲל֤וֹם H2472 חֶזְי֬וֹן H2384 לַ֗יְלָה H3915 בִּנְפֹ֣ל H5307 תַּ֭רְדֵּמָה H8639 עַל H5921 אֲנָשִׁ֑ים H376 בִּ֝תְנוּמ֗וֹת H8572 עֲלֵ֣י H5921 מִשְׁכָּֽב H4904 ",
      "16": "אָ֣ז H227 יִ֭גְלֶה H1540 אֹ֣זֶן H241 אֲנָשִׁ֑ים H376 וּבְ H4561 יַחְתֹּֽם H2856 ",
      "17": "לְ֭הָסִיר H5493 אָדָ֣ם H120 מַעֲשֶׂ֑ה H4639 וְגֵוָ֖ה H1466 מִגֶּ֣בֶר H1397 יְכַסֶּֽה H3680 ",
      "18": "יַחְשֹׂ֣ךְ H2820 נַ֭פְשׁוֹ H5315 מִנִּי H4480 שָׁ֑חַת H7845 וְ֝חַיָּת֗ H2416 מֵעֲבֹ֥ר H5674 בַּשָּֽׁלַח H7973 ",
      "19": "וְהוּכַ֣ח H3198 בְּ֭מַכְאוֹב H4341 עַל H5921 מִשְׁכָּב֑וֹ H4904 וריב H7379 עֲצָמָ֣יו H6106 אֵתָֽן H386 ",
      "20": "וְזִֽהֲמַ֣תּ H2092 חַיָּת֣וֹ H2416 לָ֑חֶם H3899 וְ֝נַפְשׁ֗ H5315 מַאֲכַ֥ל H3978 תַּאֲוָֽה H8378 ",
      "21": "יִ֣כֶל H3615 בְּשָׂר֣וֹ H1320 מֵרֹ֑אִי H7210 ושפי H8205 עַ֝צְמוֹתָ֗יו H6106 לֹ֣א H3808 רֻאּֽוּ H7200 ",
      "22": "וַתִּקְרַ֣ב H7126 לַשַּׁ֣חַת H7845 נַפְשׁ֑וֹ H5315 וְ֝חַיָּת֗ H2416 לַֽמְמִתִֽים H4191 ",
      "23": "אִם H518 יֵ֤שׁ H3426 עָלָ֨יו H5921 מַלְאָ֗ךְ H4397 מֵלִ֗יץ H3887 אֶחָ֥ד H259 מִנִּי H4480 אָ֑לֶף H505 לְהַגִּ֖יד H5046 לְאָדָ֣ם H120 יָשְׁרֽוֹ H3476 ",
      "24": "וַיְחֻנֶּ֗ H2603 וַיֹּ֗אמֶר H559 פְּ֭דָעֵהוּ H6308 מֵרֶ֥דֶת H3381 שָׁ֗חַת H7845 מָצָ֥אתִי H4672 כֹֽפֶר H3724 ",
      "25": "רֻֽטֲפַ֣שׁ H7375 בְּשָׂר֣וֹ H1320 מִנֹּ֑עַר H5290 יָ֝שׁ֗וּב H7725 לִימֵ֥י H3117 עֲלוּמָֽיו H5934 ",
      "26": "יֶעְתַּ֤ר H6279 אֶל H413 אֱל֨וֹהַּ H433 וַיִּרְצֵ֗ H7521 וַיַּ֣רְא H7200 פָּ֭נָיו H6440 בִּתְרוּעָ֑ה H8643 וַיָּ֥שֶׁב H7725 לֶ֝אֱנ֗וֹשׁ H582 צִדְקָתֽוֹ H6666 ",
      "27": "יָשֹׁ֤ר H7789 עַל H5921 אֲנָשִׁ֗ים H376 וַיֹּ֗אמֶר H559 חָ֭טָאתִי H2398 וְיָשָׁ֥ר H3477 הֶעֱוֵ֗יתִי H5753 וְלֹא H3808 שָׁ֥וָה H7737 לִֽי Hl ",
      "28": "פָּדָ֣ה H6299 נפשי H5315 מֵעֲבֹ֣ר H5674 בַּשָּׁ֑חַת H7845 וחית H2416 בָּא֥וֹר H216 תִּרְאֶֽה H7200 ",
      "29": "הֶן H2005 כָּל H3605 אֵ֭לֶּה H428 יִפְעַל H6466 אֵ֑ל H410 פַּעֲמַ֖יִם H6471 שָׁל֣וֹשׁ H7969 עִם H5973 גָּֽבֶר H1397 ",
      "30": "לְהָשִׁ֣יב H7725 נַ֭פְשׁוֹ H5315 מִנִּי H4480 שָׁ֑חַת H7845 לֵ֝א֗וֹר H215 בְּא֣וֹר H216 הַֽחַיִּים H2416 ",
      "31": "הַקְשֵׁ֖ב H7181 אִיּ֥וֹב H347 שְֽׁמַֽע H8085 לִ֑י Hl הַ֝חֲרֵ֗שׁ H2790 וְאָנֹכִ֥י H595 אֲדַבֵּֽר H1696 ",
      "32": "אִם H518 יֵשׁ H3426 מִלִּ֥ין H4405 הֲשִׁיבֵ֑נִי H7725 דַּ֝בֵּ֗ר H1696 כִּֽי H3588 חָפַ֥צְתִּי H2654 צַדְּקֶֽךָּ H6663 ",
      "33": "אִם H518 אַ֭יִן H369 אַתָּ֥ה H859 שְֽׁמַֽע H8085 לִ֑י Hl הַ֝חֲרֵ֗שׁ H2790 וַאֲאַלֶּפְ H502 חָכְמָֽה H2451 "
    },
    "34": {
      "1": "וַיַּ֥עַן H6030 אֱלִיה֗וּא H453 וַיֹּאמַֽר H559 ",
      "2": "שִׁמְע֣וּ H8085 חֲכָמִ֣ים H2450 מִלָּ֑י H4405 וְ֝יֹדְעִ֗ים H3045 הַאֲזִ֥ינוּ H238 לִֽי Hl ",
      "3": "כִּי H3588 אֹ֭זֶן H241 מִלִּ֣ין H4405 תִּבְחָ֑ן H974 וְ֝חֵ֗ךְ H2441 יִטְעַ֥ם H2938 לֶאֱכֹֽל H398 ",
      "4": "מִשְׁפָּ֥ט H4941 נִבְחֲרָה H977 לָּ֑נוּ Hl נֵדְעָ֖ה H3045 בֵינֵ֣ינוּ H996 מַה H4100 טּֽוֹב H2896 ",
      "5": "כִּֽי H3588 אָ֭מַר H559 אִיּ֣וֹב H347 צָדַ֑קְתִּי H6663 וְ֝אֵ֗ל H410 הֵסִ֥יר H5493 מִשְׁפָּטִֽי H4941 ",
      "6": "עַל H5921 מִשְׁפָּטִ֥י H4941 אֲכַזֵּ֑ב H3576 אָנ֖וּשׁ H605 חִצִּ֣י H2671 בְלִי H1097 פָֽשַׁע H6588 ",
      "7": "מִי H4310 גֶ֥בֶר H1397 כְּאִיּ֑וֹב H347 יִֽשְׁתֶּה H8354 לַּ֥עַג H3933 כַּמָּֽיִם H4325 ",
      "8": "וְאָרַ֣ח H732 לְ֭חֶבְרָה H2274 עִם H5973 פֹּ֣עֲלֵי H6466 אָ֑וֶן H205 וְ֝לָ H3212 עִם H5973 אַנְשֵׁי H376 רֶֽשַׁע H7562 ",
      "9": "כִּֽי H3588 אָ֭מַר H559 לֹ֣א H3808 יִסְכָּן H5532 גָּ֑בֶר H1397 בִּ֝רְצֹת֗ H7521 עִם H5973 אֱלֹהִֽים H430 ",
      "10": "לָכֵ֤ן H3651 אַ֥נֲשֵׁ֥י H376 לֵבָ֗ב H3824 שִׁמְע֫וּ H8085 לִ֥י Hl חָלִ֖לָה H2486 לָאֵ֥ל H410 מֵרֶ֗שַׁע H7562 וְשַׁדַּ֥י H7706 מֵעָֽוֶל H5766 ",
      "11": "כִּ֤י H3588 פֹ֣עַל H6467 אָ֭דָם H120 יְשַׁלֶּם H7999 ל֑וֹ Hl וּֽכְ H734 אִ֝֗ישׁ H376 יַמְצִאֶֽנּוּ H4672 ",
      "12": "אַף H637 אָמְנָ֗ם H551 אֵ֥ל H410 לֹֽא H3808 יַרְשִׁ֑יעַ H7561 וְ֝שַׁדַּ֗י H7706 לֹֽא H3808 יְעַוֵּ֥ת H5791 מִשְׁפָּֽט H4941 ",
      "13": "מִֽי H4310 פָקַ֣ד H6485 עָלָ֣יו H5921 אָ֑רְצָה H776 וּמִ֥י H4310 שָׂ֝֗ם H7760 תֵּבֵ֥ל H8398 כֻּלָּֽהּ H3605 ",
      "14": "אִם H518 יָשִׂ֣ים H7760 אֵלָ֣יו H413 לִבּ֑וֹ H3820 רוּח֥וֹ H7307 וְ֝נִשְׁמָת֗ H5397 אֵלָ֥יו H413 יֶאֱסֹֽף H622 ",
      "15": "יִגְוַ֣ע H1478 כָּל H3605 בָּשָׂ֣ר H1320 יָ֑חַד H3162 וְ֝אָדָ֗ם H120 עַל H5921 עָפָ֥ר H6083 יָשֽׁוּב H7725 ",
      "16": "וְאִם H518 בִּ֥ינָה H998 שִׁמְעָה H8085 זֹּ֑את H2063 הַ֝אֲזִ֗ינָה H238 לְק֣וֹל H6963 מִלָּֽי H4405 ",
      "17": "הַאַ֬ף H637 שׂוֹנֵ֣א H8130 מִשְׁפָּ֣ט H4941 יַחֲב֑וֹשׁ H2280 וְאִם H518 צַדִּ֖יק H6662 כַּבִּ֣יר H3524 תַּרְשִֽׁיעַ H7561 ",
      "18": "הַאֲמֹ֣ר H559 לְמֶ֣לֶךְ H4428 בְּלִיָּ֑עַל H1100 רָ֝שָׁ֗ע H7563 אֶל H413 נְדִיבִֽים H5081 ",
      "19": "אֲשֶׁ֤ר H834 לֹֽא H3808 נָשָׂ֨א H5375 פְּנֵ֥י H6440 שָׂרִ֗ים H8269 וְלֹ֣א H3808 נִכַּר H5234 שׁ֭וֹעַ H7771 לִפְנֵי H6440 דָ֑ל H1800 כִּֽי H3588 מַעֲשֵׂ֖ה H4639 יָדָ֣יו H3027 כֻּלָּֽם H3605 ",
      "20": "רֶ֤גַע H7281 יָמֻתוּ֮ H4191 וַחֲצ֪וֹת H2676 לָ֥יְלָה H3915 יְגֹעֲשׁ֣וּ H1607 עָ֣ם H5971 וְיַעֲבֹ֑רוּ H5674 וְיָסִ֥ירוּ H5493 אַ֝בִּ֗יר H47 לֹ֣א H3808 בְיָֽד H3027 ",
      "21": "כִּי H3588 עֵ֭ינָיו H5869 עַל H5921 דַּרְכֵי H1870 אִ֑ישׁ H376 וְֽכָל H3605 צְעָדָ֥יו H6806 יִרְאֶֽה H7200 ",
      "22": "אֵֽין H369 חֹ֭שֶׁךְ H2822 וְאֵ֣ין H369 צַלְמָ֑וֶת H6757 לְהִסָּ֥תֶר H5641 שָׁ֝֗ם H8033 פֹּ֣עֲלֵי H6466 אָֽוֶן H205 ",
      "23": "כִּ֤י H3588 לֹ֣א H3808 עַל H5921 אִ֭ישׁ H376 יָשִׂ֣ים H7760 ע֑וֹד H5750 לַהֲלֹ֥ךְ H1980 אֶל H413 אֵ֝֗ל H410 בַּמִּשְׁפָּֽט H4941 ",
      "24": "יָרֹ֣עַ H7489 כַּבִּירִ֣ים H3524 לֹא H3808 חֵ֑קֶר H2714 וַיַּעֲמֵ֖ד H5975 אֲחֵרִ֣ים H312 תַּחְתָּֽם H8478 ",
      "25": "לָכֵ֗ן H3651 יַ֭כִּיר H5234 מַעְבָּֽדֵיהֶ֑ם H4566 וְהָ֥פַךְ H2015 לַ֝֗יְלָה H3915 וְיִדַּכָּֽאוּ H1792 ",
      "26": "תַּֽחַת H8478 רְשָׁעִ֥ים H7563 סְפָקָ֗ם H5606 בִּמְק֥וֹם H4725 רֹאִֽים H7200 ",
      "27": "אֲשֶׁ֣ר H834 עַל H5921 כֵּ֭ן H3651 סָ֣רוּ H5493 מֵֽאַחֲרָ֑י H310 וְכָל H3605 דְּ֝רָכָ֗יו H1870 לֹ֣א H3808 הִשְׂכִּֽילוּ H7919 ",
      "28": "לְהָבִ֣יא H935 עָ֭לָיו H5921 צַֽעֲקַת H6818 דָּ֑ל H1800 וְצַעֲקַ֖ת H6818 עֲנִיִּ֣ים H6041 יִשְׁמָֽע H8085 ",
      "29": "וְה֤וּא H1931 יַשְׁקִ֨ט H8252 וּמִ֥י H4310 יַרְשִׁ֗עַ H7561 וְיַסְתֵּ֣ר H5641 פָּ֭נִים H6440 וּמִ֣י H4310 יְשׁוּרֶ֑נּוּ H7789 וְעַל H5921 גּ֖וֹי H1471 וְעַל H5921 אָדָ֣ם H120 יָֽחַד H3162 ",
      "30": "מִ֭מְּלֹךְ H4427 אָדָ֥ם H120 חָנֵ֗ף H2611 מִמֹּ֥קְשֵׁי H4170 עָֽם H5971 ",
      "31": "כִּֽי H3588 אֶל H413 אֵ֭ל H410 הֶאָמַ֥ר H559 נָשָׂ֗אתִי H5375 לֹ֣א H3808 אֶחְבֹּֽל H2254 ",
      "32": "בִּלְעֲדֵ֣י H1107 אֶ֭חֱזֶה H2372 אַתָּ֣ה H859 הֹרֵ֑נִי H3384 אִֽם H518 עָ֥וֶל H5766 פָּ֝עַ֗לְתִּי H6466 לֹ֣א H3808 אֹסִֽיף H3254 ",
      "33": "הַֽמֵ H5973 יְשַׁלְמֶ֨נָּה H7999 כִּֽי H3588 מָאַ֗סְתָּ H3988 כִּי H3588 אַתָּ֣ה H859 תִבְחַ֣ר H977 וְלֹא H3808 אָ֑נִי H589 וּֽמַה H4100 יָדַ֥עְתָּ H3045 דַבֵּֽר H1696 ",
      "34": "אַנְשֵׁ֣י H376 לֵ֭בָב H3824 יֹ֣אמְרוּ H559 לִ֑י Hl וְגֶ֥בֶר H1397 חָ֝כָ֗ם H2450 שֹׁמֵ֥עַֽ H8085 לִֽי Hl ",
      "35": "אִ֭יּוֹב H347 לֹא H3808 בְדַ֣עַת H1847 יְדַבֵּ֑ר H1696 וּ֝דְבָרָ֗י H1697 לֹ֣א H3808 בְהַשְׂכֵּֽיל H7919 ",
      "36": "אָבִ֗י H15 יִבָּחֵ֣ן H974 אִיּ֣וֹב H347 עַד H5704 נֶ֑צַח H5331 עַל H5921 תְּ֝שֻׁבֹ֗ת H8666 בְּאַנְשֵׁי H376 אָֽוֶן H205 ",
      "37": "כִּ֥י H3588 יֹ֘סִ֤יף H3254 עַֽל H5921 חַטָּאת֣וֹ H2403 פֶ֭שַׁע H6588 בֵּינֵ֣ינוּ H996 יִסְפּ֑וֹק H5606 וְיֶ֖רֶב H7235 אֲמָרָ֣יו H561 לָאֵֽל H410 "
    },
    "35": {
      "1": "וַיַּ֥עַן H6030 אֱלִיה֗וּ H453 וַיֹּאמַֽר H559 ",
      "2": "הֲ֭זֹאת H2063 חָשַׁ֣בְתָּ H2803 לְמִשְׁפָּ֑ט H4941 אָ֝מַ֗רְתָּ H559 צִדְקִ֥י H6664 מֵאֵֽל H410 ",
      "3": "כִּֽי H3588 תֹ֭אמַר H559 מַה H4100 יִּסְכָּן H5532 לָ֑ךְ Hl מָֽה H4100 אֹ֝עִ֗יל H3276 מֵֽחַטָּאתִֽ H2403 ",
      "4": "אֲ֭נִי H589 אֲשִֽׁיבְךָ֣ H7725 מִלִּ֑ין H4405 וְֽאֶת H853 רֵעֶ֥יךָ H7453 עִמָּֽךְ H5973 ",
      "5": "הַבֵּ֣ט H5027 שָׁמַ֣יִם H8064 וּרְאֵ֑ה H7200 וְשׁ֥וּר H7789 שְׁ֝חָקִ֗ים H7834 גָּבְה֥וּ H1361 מִמֶּֽךָּ H4480 ",
      "6": "אִם H518 חָ֭טָאתָ H2398 מַה H4100 תִּפְעָל H6466 בּ֑וֹ Hb וְרַבּ֥וּ H7231 פְ֝שָׁעֶ֗יךָ H6588 מַה H4100 תַּעֲשֶׂה H6213 לּֽוֹ Hl ",
      "7": "אִם H518 צָ֭דַקְתָּ H6663 מַה H4100 תִּתֶּן H5414 ל֑וֹ Hl א֥וֹ H176 מַה H4100 מִיָּדְ H3027 יִקָּֽח H3947 ",
      "8": "לְאִישׁ H376 כָּמ֥וֹךָ H3644 רִשְׁעֶ֑ךָ H7562 וּלְ H1121 אָ֝דָ֗ם H120 צִדְקָתֶֽךָ H6666 ",
      "9": "מֵ֭רֹב H7230 עֲשׁוּקִ֣ים H6217 יַזְעִ֑יקוּ H2199 יְשַׁוְּע֖וּ H7768 מִזְּר֣וֹעַ H2220 רַבִּֽים H7227 ",
      "10": "וְֽלֹא H3808 אָמַ֗ר H559 אַ֭יֵּה H335 אֱל֣וֹהַּ H433 עֹשָׂ֑י H6213 נֹתֵ֖ן H5414 זְמִר֣וֹת H2158 בַּלָּֽיְלָה H3915 ",
      "11": "מַ֭לְּפֵנוּ H502 מִבַּהֲמ֣וֹת H929 אָ֑רֶץ H776 וּמֵ H5775 הַשָּׁמַ֣יִם H8064 יְחַכְּמֵֽנוּ H2449 ",
      "12": "שָׁ֣ם H8033 יִ֭צְעֲקוּ H6817 וְלֹ֣א H3808 יַעֲנֶ֑ה H6030 מִ֝פְּנֵ֗י H6440 גְּא֣וֹן H1347 רָעִֽים H7451 ",
      "13": "אַךְ H389 שָׁ֭וְא H7723 לֹא H3808 יִשְׁמַ֥ע H8085 אֵ֑ל H410 וְ֝שַׁדַּ֗י H7706 לֹ֣א H3808 יְשׁוּרֶֽנָּה H7789 ",
      "14": "אַ֣ף H637 כִּֽי H3588 תֹ֭אמַר H559 לֹ֣א H3808 תְשׁוּרֶ֑נּוּ H7789 דִּ֥ין H1779 לְ֝פָנָ֗י H6440 וּתְח֥וֹלֵֽל H2342 לֽוֹ Hl ",
      "15": "וְעַתָּ֗ה H6258 כִּי H3588 אַ֭יִן H369 פָּקַ֣ד H6485 אַפּ֑וֹ H639 וְלֹֽא H3808 יָדַ֖ע H3045 בַּפַּ֣שׁ H6580 מְאֹֽד H3966 ",
      "16": "וְ֭אִיּוֹב H347 הֶ֣בֶל H1892 יִפְצֶה H6475 פִּ֑יהוּ H6310 בִּבְלִי H1097 דַ֝֗עַת H1847 מִלִּ֥ין H4405 יַכְבִּֽר H3527 "
    },
    "36": {
      "1": "וַיֹּ֥סֶף H3254 אֱלִיה֗וּא H453 וַיֹּאמַֽר H559 ",
      "2": "כַּתַּר H3803 לִ֣י Hl זְ֭עֵיר H2191 וַאֲחַוֶּ֑ H2331 כִּ֤י H3588 ע֖וֹד H5750 לֶאֱל֣וֹהַּ H433 מִלִּֽים H4405 ",
      "3": "אֶשָּׂ֣א H5375 דֵ֭עִי H1843 לְמֵ H7350 וּ֝לְ H6466 אֶֽתֵּֽן H5414 צֶֽדֶק H6664 ",
      "4": "כִּֽי H3588 אָ֭מְנָם H551 לֹא H3808 שֶׁ֣קֶר H8267 מִלָּ֑י H4405 תְּמִ֖ים H8549 דֵּע֣וֹת H1844 עִמָּֽךְ H5973 ",
      "5": "הֶן H2005 אֵ֣ל H410 כַּ֭בִּיר H3524 וְלֹ֣א H3808 יִמְאָ֑ס H3988 כַּ֝בִּ֗יר H3524 כֹּ֣חַֽ H3581 לֵֽב H3820 ",
      "6": "לֹא H3808 יְחַיֶּ֥ה H2421 רָשָׁ֑ע H7563 וּמִשְׁפַּ֖ט H4941 עֲנִיִּ֣ים H6041 יִתֵּֽן H5414 ",
      "7": "לֹֽא H3808 יִגְרַ֥ע H1639 מִצַּדִּ֗יק H6662 עֵ֫ינָ֥יו H5869 וְאֶת H854 מְלָכִ֥ים H4428 לַכִּסֵּ֑א H3678 וַיֹּשִׁיבֵ֥ H3427 לָ֝נֶ֗צַח H5331 וַיִּגְבָּֽהוּ H1361 ",
      "8": "וְאִם H518 אֲסוּרִ֥ים H631 בַּזִּקִּ֑ים H2131 יִ֝לָּכְד֗וּן H3920 בְּחַבְלֵי H2256 עֹֽנִי H6040 ",
      "9": "וַיַּגֵּ֣ד H5046 לָהֶ֣ם H1992 פָּעֳלָ֑ם H6467 וּ֝פִשְׁעֵי H6588 כִּ֣י H3588 יִתְגַּבָּֽרוּ H1396 ",
      "10": "וַיִּ֣גֶל H1540 אָ֭זְנָם H241 לַמּוּסָ֑ר H4148 וַ֝יֹּ֗אמֶר H559 כִּֽי H3588 יְשֻׁב֥וּן H7725 מֵאָֽוֶן H205 ",
      "11": "אִֽם H518 יִשְׁמְע֗וּ H8085 וְֽיַ֫עֲבֹ֥דוּ H5647 יְכַלּ֣וּ H3615 יְמֵיהֶ֣ם H3117 בַּטּ֑וֹב H2896 וּ֝שְׁנֵי H8141 בַּנְּעִימִֽים H5273 ",
      "12": "וְאִם H518 לֹ֣א H3808 יִ֭שְׁמְעוּ H8085 בְּשֶׁ֣לַח H7973 יַעֲבֹ֑רוּ H5674 וְ֝יִגְוְע֗וּ H1478 כִּבְלִי H1097 דָֽעַת H1847 ",
      "13": "וְֽחַנְפֵי H2611 לֵ֭ב H3820 יָשִׂ֣ימוּ H7760 אָ֑ף H639 לֹ֥א H3808 יְ֝שַׁוְּע֗וּ H7768 כִּ֣י H3588 אֲסָרָֽם H631 ",
      "14": "תָּמֹ֣ת H4191 בַּנֹּ֣עַר H5290 נַפְשָׁ֑ם H5315 וְ֝חַיָּתָ֗ H2416 בַּקְּדֵשִֽׁים H6945 ",
      "15": "יְחַלֵּ֣ץ H2502 עָנִ֣י H6041 בְעָנְי֑ H6040 וְיִ֖גֶל H1540 בַּלַּ֣חַץ H3906 אָזְנָֽם H241 ",
      "16": "וְאַ֤ף H637 הֲסִיתְךָ֨ H5496 מִפִּי H6310 צָ֗ר H6862 רַ֭חַב H7338 לֹא H3808 מוּצָ֣ק H4164 תַּחְתֶּ֑יהָ H8478 וְנַ֥חַת H5183 שֻׁ֝לְחָנְךָ֗ H7979 מָ֣לֵא H4390 דָֽשֶׁן H1880 ",
      "17": "וְדִין H1779 רָשָׁ֥ע H7563 מָלֵ֑אתָ H4390 דִּ֖ין H1779 וּמִשְׁפָּ֣ט H4941 יִתְמֹֽכוּ H8551 ",
      "18": "כִּֽי H3588 חֵ֭מָה H2534 פֶּן H6435 יְסִֽיתְךָ֣ H5496 בְסָ֑פֶק H5607 וְרָב H7227 כֹּ֝֗פֶר H3724 אַל H408 יַטֶּֽךָּ H5186 ",
      "19": "הֲיַעֲרֹ֣ךְ H6186 שׁ֭וּעֲךָ H7769 לֹ֣א H3808 בְצָ֑ר H1222 וְ֝כֹ֗ל H3605 מַאֲמַצֵּי H3981 כֹֽחַ H3581 ",
      "20": "אַל H408 תִּשְׁאַ֥ף H7602 הַלָּ֑יְלָה H3915 לַעֲל֖וֹת H5927 עַמִּ֣ים H5971 תַּחְתָּֽם H8478 ",
      "21": "הִ֭שָּׁמֶר H8104 אַל H408 תֵּ֣פֶן H6437 אֶל H413 אָ֑וֶן H205 כִּֽי H3588 עַל H5921 זֶ֝֗ה H2088 בָּחַ֥רְתָּ H977 מֵעֹֽנִי H6040 ",
      "22": "הֶן H2005 אֵ֭ל H410 יַשְׂגִּ֣יב H7682 בְּכֹח֑ H3581 מִ֖י H4310 כָמֹ֣הוּ H3644 מוֹרֶֽה H3384 ",
      "23": "מִֽי H4310 פָקַ֣ד H6485 עָלָ֣יו H5921 דַּרְכּ֑וֹ H1870 וּמִֽי H4310 אָ֝מַ֗ר H559 פָּעַ֥לְתָּ H6466 עַוְלָֽה H5766 ",
      "24": "זְ֭כֹר H2142 כִּֽי H3588 תַשְׂגִּ֣יא H7679 פָעֳל֑וֹ H6467 אֲשֶׁ֖ר H834 שֹׁרְר֣וּ H7891 אֲנָשִֽׁים H376 ",
      "25": "כָּל H3605 אָדָ֥ם H120 חָֽזוּ H2372 ב֑וֹ Hb אֱ֝נ֗וֹשׁ H582 יַבִּ֥יט H5027 מֵרָחֽוֹק H7350 ",
      "26": "הֶן H2005 אֵ֣ל H410 שַׂ֭גִּיא H7689 וְלֹ֣א H3808 נֵדָ֑ע H3045 מִסְפַּ֖ר H4557 שָׁנָ֣יו H8141 וְלֹא H3808 חֵֽקֶר H2714 ",
      "27": "כִּ֭י H3588 יְגָרַ֣ע H1639 נִטְפֵי H5198 מָ֑יִם H4325 יָזֹ֖קּוּ H2212 מָטָ֣ר H4306 לְאֵדֽ H108 ",
      "28": "אֲשֶֽׁר H834 יִזְּל֥וּ H5140 שְׁחָקִ֑ים H7834 יִ֝רְעֲפ֗וּ H7491 עֲלֵ֤י H5921 אָדָ֬ם H120 רָֽב H7227 ",
      "29": "אַ֣ף H637 אִם H518 יָ֭בִין H995 מִפְרְשֵׂי H4666 עָ֑ב H5645 תְּ֝שֻׁא֗וֹת H8663 סֻכָּתֽוֹ H5521 ",
      "30": "הֵן H2005 פָּרַ֣שׂ H6566 עָלָ֣יו H5921 אוֹר֑וֹ H216 וְשָׁרְשֵׁ֖י H8328 הַיָּ֣ם H3220 כִּסָּֽה H3680 ",
      "31": "כִּי H3588 בָ֭ם Hb יָדִ֣ין H1777 עַמִּ֑ים H5971 יִֽתֶּן H5414 אֹ֥כֶל H400 לְמַכְבִּֽיר H4342 ",
      "32": "עַל H5921 כַּפַּ֥יִם H3709 כִּסָּה H3680 א֑וֹר H216 וַיְצַ֖ו H6680 עָלֶ֣יהָ H5921 בְמַפְגִּֽיעַ H6293 ",
      "33": "יַגִּ֣יד H5046 עָלָ֣יו H5921 רֵע֑וֹ H7452 מִ֝קְנֶ֗ה H4735 אַ֣ף H637 עַל H5921 עוֹלֶֽה H5927 "
    },
    "37": {
      "1": "אַף H637 לְ֭זֹאת H2063 יֶחֱרַ֣ד H2729 לִבִּ֑י H3820 וְ֝יִתַּ֗ר H5425 מִמְּקוֹמֽ H4725 ",
      "2": "שִׁמְע֤וּ H8085 שָׁמ֣וֹעַ H8085 בְּרֹ֣גֶז H7267 קֹל֑וֹ H6963 וְ֝הֶ֗גֶה H1899 מִפִּ֥י H6310 יֵצֵֽא H3318 ",
      "3": "תַּֽחַת H8478 כָּל H3605 הַשָּׁמַ֥יִם H8064 יִשְׁרֵ֑הוּ H3474 וְ֝אוֹר֗ H216 עַל H5921 כַּנְפ֥וֹת H3671 הָאָֽרֶץ H776 ",
      "4": "אַחֲרָ֤יו H310 יִשְׁאַג H7580 ק֗וֹל H6963 יַ֭רְעֵם H7481 בְּק֣וֹל H6963 גְּאוֹנ֑וֹ H1347 וְלֹ֥א H3808 יְ֝עַקְּבֵ֗ם H6117 כִּֽי H3588 יִשָּׁמַ֥ע H8085 קוֹלֽוֹ H6963 ",
      "5": "יַרְעֵ֤ם H7481 אֵ֣ל H410 בְּ֭קוֹל H6963 נִפְלָא֑וֹת H6381 עֹשֶׂ֥ה H6213 גְ֝דֹל֗וֹת H1419 וְלֹ֣א H3808 נֵדָֽע H3045 ",
      "6": "כִּ֤י H3588 לַשֶּׁ֨לַג H7950 יֹאמַ֗ר H559 הֱוֵ֫א H1933 אָ֥רֶץ H776 וְגֶ֥שֶׁם H1653 מָטָ֑ר H4306 וְ֝גֶ֗שֶׁם H1653 מִטְר֥וֹת H4306 עֻזּֽוֹ H5797 ",
      "7": "בְּיַד H3027 כָּל H3605 אָדָ֥ם H120 יַחְתּ֑וֹם H2856 לָ֝דַ֗עַת H3045 כָּל H3605 אַנְשֵׁ֥י H376 מַעֲשֵֽׂהוּ H4639 ",
      "8": "וַתָּבֹ֣א H935 חַיָּ֣ה H2416 בְמוֹ H1119 אָ֑רֶב H695 וּבִ H4585 תִשְׁכֹּֽן H7931 ",
      "9": "מִן H4480 הַ֭חֶדֶר H2315 תָּב֣וֹא H935 סוּפָ֑ה H5492 וּֽמִ H4215 קָרָֽה H7135 ",
      "10": "מִנִּשְׁמַת H5397 אֵ֥ל H410 יִתֶּן H5414 קָ֑רַח H7140 וְרֹ֖חַב H7341 מַ֣יִם H4325 בְּמוּצָֽק H4164 ",
      "11": "אַף H637 בְּ֭רִי H7377 יַטְרִ֣יחַ H2959 עָ֑ב H5645 יָ֝פִ֗יץ H6327 עֲנַ֣ן H6051 אוֹרֽוֹ H216 ",
      "12": "וְה֤וּא H1931 מְסִבּ֨וֹת H4524 מִתְהַפֵּ֣ךְ H2015 בתחבולת H8458 לְפָעֳלָ֑ H6467 כֹּ֖ל H3605 אֲשֶׁ֥ר H834 יְצַוֵּ֓ם H6680 עַל H5921 פְּנֵ֖י H6440 תֵבֵ֣ל H8398 אָֽרְצָה H776 ",
      "13": "אִם H518 לְשֵׁ֥בֶט H7626 אִם H518 לְאַרְצ֑ H776 אִם H518 לְ֝חֶ֗סֶד H2617 יַמְצִאֵֽהוּ H4672 ",
      "14": "הַאֲזִ֣ינָה H238 זֹּ֣את H2063 אִיּ֑וֹב H347 עֲ֝מֹ֗ד H5975 וְהִתְבּוֹנֵ֤ן H995 נִפְלְא֬וֹת H6381 אֵֽל H410 ",
      "15": "הֲ֭תֵדַע H3045 בְּשׂוּם H7760 אֱל֣וֹהַּ H433 עֲלֵיהֶ֑ם H5921 וְ֝הוֹפִ֗יעַ H3313 א֣וֹר H216 עֲנָנֽוֹ H6051 ",
      "16": "הֲ֭תֵדַע H3045 עַל H5921 מִפְלְשֵׂי H4657 עָ֑ב H5645 מִ֝פְלְא֗וֹת H4652 תְּמִ֣ים H8549 דֵּעִֽים H1843 ",
      "17": "אֲשֶׁר H834 בְּגָדֶ֥יךָ H899 חַמִּ֑ים H2525 בְּהַשְׁקִ֥ט H8252 אֶ֝֗רֶץ H776 מִדָּרֽוֹם H1864 ",
      "18": "תַּרְקִ֣יעַ H7554 עִ֭מּוֹ H5973 לִשְׁחָקִ֑ים H7834 חֲ֝זָקִ֗ים H2389 כִּרְאִ֥י H7209 מוּצָֽק H3332 ",
      "19": "ה֭וֹדִיעֵנוּ H3045 מַה H4100 נֹּ֣אמַר H559 ל֑וֹ Hl לֹ֥א H3808 נַ֝עֲרֹ֗ךְ H6186 מִפְּנֵי H6440 חֹֽשֶׁךְ H2822 ",
      "20": "הַֽיְסֻפַּר H5608 ל֭וֹ Hl כִּ֣י H3588 אֲדַבֵּ֑ר H1696 אִֽם H518 אָ֥מַר H559 אִ֝֗ישׁ H376 כִּ֣י H3588 יְבֻלָּֽע H1104 ",
      "21": "וְעַתָּ֤ה H6258 לֹ֘א H3808 רָ֤אוּ H7200 א֗וֹר H216 בָּהִ֣יר H925 ה֭וּא H1931 בַּשְּׁחָקִ֑ים H7834 וְר֥וּחַ H7307 עָ֝בְרָ֗ה H5674 וַֽתְּטַהֲרֵֽ H2891 ",
      "22": "מִ֭צָּפוֹן H6828 זָהָ֣ב H2091 יֶֽאֱתֶ֑ה H857 עַל H5921 אֱ֝ל֗וֹהַּ H433 נ֣וֹרָא H3372 הֽוֹד H1935 ",
      "23": "שַׁדַּ֣י H7706 לֹֽא H3808 מְ֭צָאנֻהוּ H4672 שַׂגִּיא H7689 כֹ֑חַ H3581 וּמִשְׁפָּ֥ט H4941 וְרֹב H7230 צְ֝דָקָ֗ה H6666 לֹ֣א H3808 יְעַנֶּֽה H6031 ",
      "24": "לָ֭כֵן H3651 יְרֵא֣וּהוּ H3372 אֲנָשִׁ֑ים H376 לֹֽא H3808 יִ֝רְאֶ֗ה H7200 כָּל H3605 חַכְמֵי H2450 לֵֽב H3820 "
    },
    "38": {
      "1": "וַיַּֽעַן H6030 יְהוָ֣ה H3068 אֶת H853 אִ֭יּוֹב H347 מנ H4480 הסערה H5591 וַיֹּאמַֽר H559 ",
      "2": "מִ֤י H4310 זֶ֨ה H2088 מַחְשִׁ֖יךְ H2821 עֵצָ֥ה H6098 בְמִלִּ֗ין H4405 בְּֽלִי H1097 דָֽעַת H1847 ",
      "3": "אֱזָר H247 נָ֣א H4994 כְגֶ֣בֶר H1397 חֲלָצֶ֑יךָ H2504 וְ֝אֶשְׁאָלְ H7592 וְהוֹדִיעֵֽ H3045 ",
      "4": "אֵיפֹ֣ה H375 הָ֭יִיתָ H1961 בְּיָסְדִ H3245 אָ֑רֶץ H776 הַ֝גֵּ֗ד H5046 אִם H518 יָדַ֥עְתָּ H3045 בִינָֽה H998 ",
      "5": "מִי H4310 שָׂ֣ם H7760 מְ֭מַדֶּיהָ H4461 כִּ֣י H3588 תֵדָ֑ע H3045 א֤וֹ H176 מִֽי H4310 נָטָ֖ה H5186 עָלֶ֣יהָ H5921 קָּֽו H6957 ",
      "6": "עַל H5921 מָ֭ה H4100 אֲדָנֶ֣יהָ H134 הָטְבָּ֑עוּ H2883 א֥וֹ H176 מִֽי H4310 יָ֝רָ֗ה H3384 אֶ֣בֶן H68 פִּנָּתָֽהּ H6438 ",
      "7": "בְּרָן H7442 יַ֭חַד H3162 כּ֣וֹכְבֵי H3556 בֹ֑קֶר H1242 וַ֝יָּרִ֗יעוּ H7321 כָּל H3605 בְּנֵ֥י H1121 אֱלֹהִֽים H430 ",
      "8": "וַיָּ֣סֶךְ H5526 בִּדְלָתַ֣יִם H1817 יָ֑ם H3220 בְּ֝גִיח֗ H1518 מֵרֶ֥חֶם H7358 יֵצֵֽא H3318 ",
      "9": "בְּשׂוּמִ֣ H7760 עָנָ֣ן H6051 לְבֻשׁ֑וֹ H3830 וַ֝עֲרָפֶ֗ל H6205 חֲתֻלָּתֽוֹ H2854 ",
      "10": "וָאֶשְׁבֹּ֣ר H7665 עָלָ֣יו H5921 חֻקִּ֑י H2706 וָֽ֝אָשִׂ֗ים H7760 בְּרִ֣יחַ H1280 וּדְלָתָֽיִם H1817 ",
      "11": "וָאֹמַ֗ר H559 עַד H5704 פֹּ֣ה H6311 תָ֭בוֹא H935 וְלֹ֣א H3808 תֹסִ֑יף H3254 וּפֹ֥א H6311 יָ֝שִׁ֗ית H7896 בִּגְא֥וֹן H1347 גַּלֶּֽיךָ H1530 ",
      "12": "הְֽ֭מִ H3117 צִוִּ֣יתָ H6680 בֹּ֑קֶר H1242 ידעתה H3045 שחר H7837 מְקֹמֽוֹ H4725 ",
      "13": "לֶ֭אֱחֹז H270 בְּכַנְפ֣וֹת H3671 הָאָ֑רֶץ H776 וְיִנָּעֲר֖וּ H5287  H7563 מִמֶּֽנָּה H4480 ",
      "14": "תִּ֭תְהַפֵּךְ H2015 כְּחֹ֣מֶר H2563 חוֹתָ֑ם H2368 וְ֝יִֽתְיַצְּב֗וּ H3320 כְּמ֣וֹ H3644 לְבֽוּשׁ H3830 ",
      "15": "וְיִמָּנַ֣ע H4513  H7563 אוֹרָ֑ם H216 וּזְר֥וֹעַ H2220 רָ֝מָ֗ה H7311 תִּשָּׁבֵֽר H7665 ",
      "16": "הֲ֭בָאתָ H935 עַד H5704 נִבְכֵי H5033 יָ֑ם H3220 וּבְ H2714 תְּ֝ה֗וֹם H8415 הִתְהַלָּֽכְתָּ H1980 ",
      "17": "הֲנִגְל֣וּ H1540 לְ֭ךָ Hl שַׁעֲרֵי H8179 מָ֑וֶת H4194 וְשַׁעֲרֵ֖י H8179 צַלְמָ֣וֶת H6757 תִּרְאֶֽה H7200 ",
      "18": "הִ֭תְבֹּנַנְתָּ H995 עַד H5704 רַחֲבֵי H7338 אָ֑רֶץ H776 הַ֝גֵּ֗ד H5046 אִם H518 יָדַ֥עְתָּ H3045 כֻלָּֽהּ H3605 ",
      "19": "אֵי H335 זֶ֣ה H2088 הַ֭דֶּרֶךְ H1870 יִשְׁכָּן H7931 א֑וֹר H216 וְ֝חֹ֗שֶׁךְ H2822 אֵי H335 זֶ֥ה H2088 מְקֹמֽוֹ H4725 ",
      "20": "כִּ֣י H3588 תִ֭קָּחֶנּוּ H3947 אֶל H413 גְּבוּל֑וֹ H1366 וְכִֽי H3588 תָ֝בִ֗ין H995 נְתִיב֥וֹת H5410 בֵּיתֽוֹ H1004 ",
      "21": "יָ֭דַעְתָּ H3045 כִּי H3588 אָ֣ז H227 תִּוָּלֵ֑ד H3205 וּמִסְפַּ֖ר H4557 יָמֶ֣יךָ H3117 רַבִּֽים H7227 ",
      "22": "הֲ֭בָאתָ H935 אֶל H413 אֹצְר֣וֹת H214 שָׁ֑לֶג H7950 וְאֹצְר֖וֹת H214 בָּרָ֣ד H1259 תִּרְאֶֽה H7200 ",
      "23": "אֲשֶׁר H834 חָשַׂ֥כְתִּי H2820 לְעֶת H6256 צָ֑ר H6862 לְי֥וֹם H3117 קְ֝רָ֗ב H7128 וּמִלְחָמָֽה H4421 ",
      "24": "אֵי H335 זֶ֣ה H2088 הַ֭דֶּרֶךְ H1870 יֵחָ֣לֶק H2505 א֑וֹר H216 יָפֵ֖ץ H6327 קָדִ֣ים H6921 עֲלֵי H5921 אָֽרֶץ H776 ",
      "25": "מִֽי H4310 פִלַּ֣ג H6385 לַשֶּׁ֣טֶף H7858 תְּעָלָ֑ה H8585 וְ֝דֶ֗רֶךְ H1870 לַחֲזִ֥יז H2385 קֹלֽוֹת H6963 ",
      "26": "לְ֭הַמְטִיר H4305 עַל H5921 אֶ֣רֶץ H776 לֹא H3808 אִ֑ישׁ H376 מִ֝דְבָּ֗ר H4057 לֹא H3808 אָדָ֥ם H120 בּֽוֹ Hb ",
      "27": "לְהַשְׂבִּ֣יעַ H7646 שֹׁ֭אָה H7722 וּמְשֹׁאָ֑ה H4875 וּ֝לְ H6779 מֹ֣צָא H4161 דֶֽשֶׁא H1877 ",
      "28": "הֲיֵשׁ H3426 לַמָּטָ֥ר H4306 אָ֑ב H1 א֥וֹ H176 מִי H4310 ה֝וֹלִ֗יד H3205 אֶגְלֵי H96 טָֽל H2919 ",
      "29": "מִבֶּ֣טֶן H990 מִ֭י H4310 יָצָ֣א H3318 הַקָּ֑רַח H7140 וּכְפֹ֥ר H3713 שָׁ֝מַיִם H8064 מִ֣י H4310 יְלָדֽוֹ H3205 ",
      "30": "כָּ֭אֶבֶן H68 מַ֣יִם H4325 יִתְחַבָּ֑אוּ H2244 וּפְנֵ֥י H6440 תְ֝ה֗וֹם H8415 יִתְלַכָּֽדוּ H3920 ",
      "31": "הַֽ֭תְקַשֵּׁר H7194 מַעֲדַנּ֣וֹת H4575 כִּימָ֑ה H3598 אֽוֹ H176 מֹשְׁכ֖וֹת H4189 כְּסִ֣יל H3685 תְּפַתֵּֽחַ H6605 ",
      "32": "הֲתֹצִ֣יא H3318 מַזָּר֣וֹת H4216 בְּעִתּ֑ H6256 וְ֝עַ֗יִשׁ H5906 עַל H5921 בָּנֶ֥יהָ H1121 תַנְחֵֽם H5148 ",
      "33": "הֲ֭יָדַעְתָּ H3045 חֻקּ֣וֹת H2708 שָׁמָ֑יִם H8064 אִם H518 תָּשִׂ֖ים H7760 מִשְׁטָר֣וֹ H4896 בָאָֽרֶץ H776 ",
      "34": "הֲתָרִ֣ים H7311 לָעָ֣ב H5645 קוֹלֶ֑ךָ H6963 וְֽשִׁפְעַת H8229 מַ֥יִם H4325 תְּכַסֶּֽךָּ H3680 ",
      "35": "הַֽתְשַׁלַּ֣ח H7971 בְּרָקִ֣ים H1300 וְיֵלֵ֑כוּ H3212 וְיֹאמְר֖וּ H559 לְךָ֣ Hl הִנֵּֽנוּ H2005 ",
      "36": "מִי H4310 שָׁ֭ת H7896 בַּטֻּח֣וֹת H2910 חָכְמָ֑ה H2451 א֤וֹ H176 מִֽי H4310 נָתַ֖ן H5414 לַשֶּׂ֣כְוִי H7907 בִינָֽה H998 ",
      "37": "מִֽי H4310 יְסַפֵּ֣ר H5608 שְׁחָקִ֣ים H7834 בְּחָכְמָ֑ה H2451 וְנִבְלֵ֥י H5035 שָׁ֝מַ֗יִם H8064 מִ֣י H4310 יַשְׁכִּֽיב H7901 ",
      "38": "בְּצֶ֣קֶת H3332 עָ֭פָר H6083 לַמּוּצָ֑ק H4165 וּרְגָבִ֥ים H7263 יְדֻבָּֽקוּ H1692 ",
      "39": "הֲתָצ֣וּד H6679 לְלָבִ֣יא H3833 טָ֑רֶף H2964 וְחַיַּ֖ת H2416 כְּפִירִ֣ים H3715 תְּמַלֵּֽא H4390 ",
      "40": "כִּי H3588 יָשֹׁ֥חוּ H7817 בַמְּעוֹנ֑וֹת H4585 יֵשְׁב֖וּ H3427 בַסֻּכָּ֣ה H5521 לְמוֹ H3926 אָֽרֶב H695 ",
      "41": "מִ֤י H4310 יָכִ֥ין H3559 לָעֹרֵ֗ב H6158 צֵ֫יד֥וֹ H6718 כִּֽי H3588 ילדו H3206 אֶל H413 אֵ֣ל H410 יְשַׁוֵּ֑עוּ H7768 יִ֝תְע֗וּ H8582 לִבְלִי H1097 אֹֽכֶל H400 "
    },
    "39": {
      "1": "הֲיָדַ֗עְתָּ H3045 עֵ֭ת H6256 לֶ֣דֶת H3205 יַעֲלֵי H3277 סָ֑לַע H5553 חֹלֵ֖ל H2342 אַיָּל֣וֹת H355 תִּשְׁמֹֽר H8104 ",
      "2": "תִּסְפֹּ֣ר H5608 יְרָחִ֣ים H3391 תְּמַלֶּ֑אנָה H4390 וְ֝יָדַ֗עְתָּ H3045 עֵ֣ת H6256 לִדְתָּֽנָה H3205 ",
      "3": "תִּ֭כְרַעְנָה H3766 יַלְדֵיהֶ֣ן H3206 תְּפַלַּ֑חְנָה H6398 חֶבְלֵיהֶ֥ם H2256 תְּשַׁלַּֽחְנָה H7971 ",
      "4": "יַחְלְמ֣וּ H2492 בְ֭נֵיהֶם H1121 יִרְבּ֣וּ H7235 בַבָּ֑ר H1250 יָ֝צְא֗וּ H3318 וְלֹא H3808 שָׁ֥בוּ H7725 לָֽמוֹ Hl ",
      "5": "מִֽי H4310 שִׁלַּ֣ח H7971 פֶּ֣רֶא H6501 חָפְשִׁ֑י H2670 וּמֹסְר֥וֹת H4147 עָ֝ר֗וֹד H6171 מִ֣י H4310 פִתֵּֽחַ H6605 ",
      "6": "אֲשֶׁר H834 שַׂ֣מְתִּי H7760 עֲרָבָ֣ה H6160 בֵית֑וֹ H1004 וּֽמִשְׁכְּנוֹתָ֥י H4908 מְלֵֽחָה H4420 ",
      "7": "יִ֭שְׂחַק H7832 לַהֲמ֣וֹן H1995 קִרְיָ֑ה H7151 תְּשֻׁא֥וֹת H8663 נ֝וֹגֵ֗שׂ H5065 לֹ֣א H3808 יִשְׁמָֽע H8085 ",
      "8": "יְת֣וּר H3491 הָרִ֣ים H2022 מִרְעֵ֑הוּ H4829 וְאַחַ֖ר H310 כָּל H3605 יָר֣וֹק H3387 יִדְרֽוֹשׁ H1875 ",
      "9": "הֲיֹ֣אבֶה H14 רֵּ֣ים H7214 עָבְדֶ֑ךָ H5647 אִם H518 יָ֝לִ֗ין H3885 עַל H5921 אֲבוּסֶֽךָ H18 ",
      "10": "הֲֽתִקְשָׁר H7194 רֵ֭ים H7214 בְּתֶ֣לֶם H8525 עֲבֹת֑וֹ H5688 אִם H518 יְשַׂדֵּ֖ד H7702 עֲמָקִ֣ים H6010 אַחֲרֶֽיךָ H310 ",
      "11": "הֲֽתִבְטַח H982 בּ֭וֹ Hb כִּי H3588 רַ֣ב H7227 כֹּח֑וֹ H3581 וְתַעֲזֹ֖ב H5800 אֵלָ֣יו H413 יְגִיעֶֽךָ H3018 ",
      "12": "הֲתַאֲמִ֣ין H539 בּ֭וֹ Hb כִּי H3588 ישוב H7725 זַרְעֶ֑ךָ H2233 וְֽגָרְנְ H1637 יֶאֱסֹֽף H622 ",
      "13": "כְּנַף H3671 רְנָנִ֥ים H7443 נֶעֱלָ֑סָה H5965 אִם H518 אֶ֝בְרָ֗ה H84 חֲסִידָ֥ה H2624 וְנֹצָֽה H5133 ",
      "14": "כִּֽי H3588 תַעֲזֹ֣ב H5800 לָאָ֣רֶץ H776 בֵּצֶ֑יהָ H1000 וְֽעַל H5921 עָפָ֥ר H6083 תְּחַמֵּֽם H2552 ",
      "15": "וַ֭תִּשְׁכַּח H7911 כִּי H3588 רֶ֣גֶל H7272 תְּזוּרֶ֑הָ H2115 וְחַיַּ֖ת H2416 הַשָּׂדֶ֣ה H7704 תְּדוּשֶֽׁהָ H1758 ",
      "16": "הִקְשִׁ֣יחַ H7188 בָּנֶ֣יהָ H1121 לְּלֹא H3808 לָ֑הּ Hl לְרִ֖יק H7385 יְגִיעָ֣הּ H3018 בְּלִי H1097 פָֽחַד H6343 ",
      "17": "כִּֽי H3588 הִשָּׁ֣הּ H5382 אֱל֣וֹהַּ H433 חָכְמָ֑ה H2451 וְלֹא H3808 חָ֥לַק H2505 לָ֝֗הּ Hl בַּבִּינָֽה H998 ",
      "18": "כָּ֭עֵת H6256 בַּמָּר֣וֹם H4791 תַּמְרִ֑יא H4754 תִּֽשְׂחַ֥ק H7832 לַ֝סּ֗וּס H5483 וּלְ H7392 ",
      "19": "הֲתִתֵּ֣ן H5414 לַסּ֣וּס H5483 גְּבוּרָ֑ה H1369 הֲתַלְבִּ֖ישׁ H3847 צַוָּאר֣וֹ H6677 רַעְמָֽה H7483 ",
      "20": "הְֽ֭תַרְעִישֶׁ H7493 כָּאַרְבֶּ֑ה H697 ה֖וֹד H1935 נַחְר֣וֹ H5170 אֵימָֽה H367 ",
      "21": "יַחְפְּר֣וּ H2658 בָ֭עֵמֶק H6010 וְיָשִׂ֣ישׂ H7797 בְּכֹ֑חַ H3581 יֵ֝צֵ֗א H3318 לִקְרַאת H7125 נָֽשֶׁק H5402 ",
      "22": "יִשְׂחַ֣ק H7832 לְ֭פַחַד H6343 וְלֹ֣א H3808 יֵחָ֑ת H2865 וְלֹֽא H3808 יָ֝שׁ֗וּב H7725 מִפְּנֵי H6440 חָֽרֶב H2719 ",
      "23": "עָ֭לָיו H5921 תִּרְנֶ֣ה H7439 אַשְׁפָּ֑ה H827 לַ֖הַב H3851 חֲנִ֣ית H2595 וְכִידֽוֹן H3591 ",
      "24": "בְּרַ֣עַשׁ H7494 וְ֭רֹגֶז H7267 יְגַמֶּא H1572 אָ֑רֶץ H776 וְלֹֽא H3808 יַ֝אֲמִ֗ין H539 כִּי H3588 ק֥וֹל H6963 שׁוֹפָֽר H7782 ",
      "25": "בְּדֵ֤י H1767 שֹׁפָ֨ר H7782 יֹ֘אמַ֤ר H559 הֶאָ֗ח H1889 וּֽ֭מֵ H7350 יָרִ֣יחַ H7306 מִלְחָמָ֑ה H4421 רַ֥עַם H7482 שָׂ֝רִים H8269 וּתְרוּעָֽה H8643 ",
      "26": "הֲֽ֭מִ H998 יַֽאֲבֶר H82 נֵ֑ץ H5322 יִפְרֹ֖שׂ H6566 כנפו H3671 לְתֵימָֽן H8486 ",
      "27": "אִם H518 עַל H5921 פִּ֭יךָ H6310 יַגְבִּ֣יהַּ H1361 נָ֑שֶׁר H5404 וְ֝כִ֗י H3588 יָרִ֥ים H7311 קִנּֽוֹ H7064 ",
      "28": "סֶ֣לַע H5553 יִ֭שְׁכֹּן H7931 וְיִתְלֹנָ֑ן H3885 עַֽל H5921 שֶׁן H8127 סֶ֝֗לַע H5553 וּמְצוּדָֽה H4686 ",
      "29": "מִשָּׁ֥ם H8033 חָֽפַר H2658 אֹ֑כֶל H400 לְ֝מֵ H7350 עֵינָ֥יו H5869 יַבִּֽיטוּ H5027 ",
      "30": "ואפרח H667 יְעַלְעוּ H5966 דָ֑ם H1818 וּבַ H834 חֲ֝לָלִ֗ים H2491 שָׁ֣ם H8033 הֽוּא H1931 "
    },
    "40": {
      "1": "וַיַּ֖עַן H6030 יְהוָ֥ה H3068 אֶת H853 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
      "2": "הֲ֭רֹב H7378 עִם H5973 שַׁדַּ֣י H7706 יִסּ֑וֹר H3250 מוֹכִ֖יחַ H3198 אֱל֣וֹהַּ H433 יַעֲנֶֽנָּה H6030 ",
      "3": "וַיַּ֖עַן H6030 אִיּ֥וֹב H347 אֶת H853 יְהוָ֗ה H3068 וַיֹּאמַֽר H559 ",
      "4": "הֵ֣ן H2005 קַ֭לֹּתִי H7043 מָ֣ה H4100 אֲשִׁיבֶ֑ךָּ H7725 יָ֝דִ֗י H3027 שַׂ֣מְתִּי H7760 לְמוֹ H3926 פִֽי H6310 ",
      "5": "אַחַ֣ת H259 דִּ֭בַּרְתִּי H1696 וְלֹ֣א H3808 אֶֽעֱנֶ֑ה H6030 וּ֝שְׁתַּ֗יִם H8147 וְלֹ֣א H3808 אוֹסִֽיף H3254 ",
      "6": "וַיַּֽעַן H6030 יְהוָ֣ה H3068 אֶת H853 אִ֭יּוֹב H347 מנ H4480 סערה H5591 וַיֹּאמַֽר H559 ",
      "7": "אֱזָר H247 נָ֣א H4994 כְגֶ֣בֶר H1397 חֲלָצֶ֑יךָ H2504 אֶ֝שְׁאָלְךָ֗ H7592 וְהוֹדִיעֵֽ H3045 ",
      "8": "הַ֭אַף H637 תָּפֵ֣ר H6565 מִשְׁפָּטִ֑י H4941 תַּ֝רְשִׁיעֵ֗נִי H7561 לְמַ֣עַן H4616 תִּצְדָּֽק H6663 ",
      "9": "וְאִם H518 זְר֖וֹעַ H2220 כָּאֵ֥ל H410 לָ֑ךְ Hl וּ֝בְ H6963 כָּמֹ֥הוּ H3644 תַרְעֵֽם H7481 ",
      "10": "עֲדֵ֥ה H5710 נָ֣א H4994 גָֽא֣וֹן H1347 וָגֹ֑בַהּ H1363 וְה֖וֹד H1935 וְהָדָ֣ר H1926 תִּלְבָּֽשׁ H3847 ",
      "11": "הָ֭פֵץ H6327 עֶבְר֣וֹת H5678 אַפֶּ֑ךָ H639 וּרְאֵ֥ה H7200 כָל H3605 גֵּ֝אֶ֗ה H1343 וְהַשְׁפִּילֵֽ H8213 ",
      "12": "רְאֵ֣ה H7200 כָל H3605 גֵּ֭אֶה H1343 הַכְנִיעֵ֑הוּ H3665 וַהֲדֹ֖ךְ H1915 רְשָׁעִ֣ים H7563 תַּחְתָּֽם H8478 ",
      "13": "טָמְנֵ֣ם H2934 בֶּעָפָ֣ר H6083 יָ֑חַד H3162 פְּ֝נֵיהֶ֗ם H6440 חֲבֹ֣שׁ H2280 בַּטָּמֽוּן H2934 ",
      "14": "וְגַם H1571 אֲנִ֥י H589 אוֹדֶ֑ךָּ H3034 כִּֽי H3588 תוֹשִׁ֖עַ H3467 לְךָ֣ Hl יְמִינֶֽךָ H3225 ",
      "15": "הִנֵּה H2009 נָ֣א H4994 בְ֭הֵמוֹת H930 אֲשֶׁר H834 עָשִׂ֣יתִי H6213 עִמָּ֑ךְ H5973 חָ֝צִ֗יר H2682 כַּבָּקָ֥ר H1241 יֹאכֵֽל H398 ",
      "16": "הִנֵּה H2009 נָ֣א H4994 כֹח֣וֹ H3581 בְמָתְנָ֑י H4975 וְ֝אֹנ֗ H202 בִּשְׁרִירֵ֥י H8306 בִטְנֽוֹ H990 ",
      "17": "יַחְפֹּ֣ץ H2654 זְנָב֣וֹ H2180 כְמוֹ H3644 אָ֑רֶז H730 גִּידֵ֖י H1517 פחדו H6344 יְשֹׂרָֽגוּ H8276 ",
      "18": "עֲ֭צָמָיו H6106 אֲפִיקֵ֣י H650 נְחוּשָׁ֑ה H5154 גְּ֝רָמָ֗יו H1634 כִּמְטִ֥יל H4300 בַּרְזֶֽל H1270 ",
      "19": "ה֭וּא H1931 רֵאשִׁ֣ית H7225 דַּרְכֵי H1870 אֵ֑ל H410 הָ֝עֹשׂ H6213 יַגֵּ֥שׁ H5066 חַרְבּֽוֹ H2719 ",
      "20": "כִּֽי H3588 ב֭וּל H944 הָרִ֣ים H2022 יִשְׂאוּ H5375 ל֑וֹ Hl וְֽכָל H3605 חַיַּ֥ת H2416 הַ֝שָּׂדֶ֗ה H7704 יְשַֽׂחֲקוּ H7832 שָֽׁם H8033 ",
      "21": "תַּֽחַת H8478 צֶאֱלִ֥ים H6628 יִשְׁכָּ֑ב H7901 בְּסֵ֖תֶר H5643 קָנֶ֣ה H7070 וּבִצָּֽה H1207 ",
      "22": "יְסֻכֻּ֣הוּ H5526 צֶאֱלִ֣ים H6628 צִֽלֲל֑וֹ H6752 יְ֝סֻבּ֗וּהוּ H5437 עַרְבֵי H6155 נָֽחַל H5158 ",
      "23": "הֵ֤ן H2005 יַעֲשֹׁ֣ק H6231 נָ֭הָר H5104 לֹ֣א H3808 יַחְפּ֑וֹז H2648 יִבְטַ֓ח H982 כִּֽי H3588 יָגִ֖יחַ H1518 יַרְדֵּ֣ן H3383 אֶל H413 פִּֽיהוּ H6310 ",
      "24": "בְּעֵינָ֥י H5869 יִקָּחֶ֑נּוּ H3947 בְּ֝מֽוֹקְשִׁ֗ים H4170 יִנְקָב H5344 אָֽף H639 ",
      "25": "",
      "26": "",
      "27": "",
      "28": "",
      "29": "",
      "30": "",
      "31": "",
      "32": ""
    },
    "41": {
      "1": "תִּמְשֹׁ֣ךְ H4900 לִוְיָתָ֣ן H3882 בְּחַכָּ֑ה H2443 וּ֝בְ H2256 תַּשְׁקִ֥יעַ H8257 לְשֹׁנֽוֹ H3956 ",
      "2": "הֲתָשִׂ֣ים H7760 אַגְמ֣וֹן H100 בְּאַפּ֑ H639 וּ֝בְ H2336 תִּקּ֥וֹב H5344 לֶֽחֱיוֹ H3895 ",
      "3": "הֲיַרְבֶּ֣ה H7235 אֵ֭לֶיךָ H413 תַּחֲנוּנִ֑ים H8469 אִם H518 יְדַבֵּ֖ר H1696 אֵלֶ֣יךָ H413 רַכּֽוֹת H7390 ",
      "4": "הֲיִכְרֹ֣ת H3772 בְּרִ֣ית H1285 עִמָּ֑ךְ H5973 תִּ֝קָּחֶ֗נּוּ H3947 לְעֶ֣בֶד H5650 עוֹלָֽם H5769 ",
      "5": "הַֽתְשַׂחֶק H7832 בּ֭וֹ Hb כַּצִּפּ֑וֹר H6833 וְ֝תִקְשְׁרֶ֗ H7194 לְנַעֲרוֹתֶֽי H5291 ",
      "6": "יִכְר֣וּ H3738 עָ֭לָיו H5921 חַבָּרִ֑ים H2271 יֶ֝חֱצ֗וּהוּ H2673 בֵּ֣ין H996 כְּֽנַעֲנִֽים H3669 ",
      "7": "הַֽתְמַלֵּ֣א H4390 בְשֻׂכּ֣וֹת H7905 עוֹר֑וֹ H5785 וּבְ H6767 דָּגִ֣ים H1709 רֹאשֽׁוֹ H7218 ",
      "8": "שִׂים H7760 עָלָ֥יו H5921 כַּפֶּ֑ךָ H3709 זְכֹ֥ר H2142 מִ֝לְחָמָ֗ה H4421 אַל H408 תּוֹסַֽף H3254 ",
      "9": "הֵן H2005 תֹּחַלְתּ֥וֹ H8431 נִכְזָ֑בָה H3576 הֲגַ֖ם H1571 אֶל H413 מַרְאָ֣יו H4758 יֻטָֽל H2904 ",
      "10": "לֹֽא H3808 אַ֭כְזָר H393 כִּ֣י H3588 יְעוּרֶ֑נּוּ H5782 וּמִ֥י H4310 ה֝֗וּא H1931 לְפָנַ֥ H6440 יִתְיַצָּֽב H3320 ",
      "11": "מִ֣י H4310 הִ֭קְדִּימַנִי H6923 וַאֲשַׁלֵּ֑ם H7999 תַּ֖חַת H8478 כָּל H3605 הַשָּׁמַ֣יִם H8064 לִי Hl הֽוּא H1931 ",
      "12": "לא H3808 אַחֲרִ֥ישׁ H2790 בַּדָּ֑יו H907 וּדְבַר H1697 גְּ֝בוּר֗וֹת H1369 וְחִ֣ין H2433 עֶרְכּֽוֹ H6187 ",
      "13": "מִֽי H4310 גִ֭לָּה H1540 פְּנֵ֣י H6440 לְבוּשׁ֑וֹ H3830 בְּכֶ֥פֶל H3718 רִ֝סְנ֗וֹ H7448 מִ֣י H4310 יָבֽוֹא H935 ",
      "14": "דַּלְתֵ֣י H1817 פָ֭נָיו H6440 מִ֣י H4310 פִתֵּ֑חַ H6605 סְבִיב֖וֹת H5439 שִׁנָּ֣יו H8127 אֵימָֽה H367 ",
      "15": "גַּ֭אֲוָה H1346 אֲפִיקֵ֣י H650 מָֽגִנִּ֑ים H4043 סָ֝ג֗וּר H5462 חוֹתָ֥ם H2368 צָֽר H6862 ",
      "16": "אֶחָ֣ד H259 בְּאֶחָ֣ד H259 יִגַּ֑שׁוּ H5066 וְ֝ר֗וּחַ H7307 לֹא H3808 יָב֥וֹא H935 בֵֽינֵיהֶֽם H996 ",
      "17": "אִישׁ H376 בְּאָחִ֥י H251 יְדֻבָּ֑קוּ H1692 יִ֝תְלַכְּד֗וּ H3920 וְלֹ֣א H3808 יִתְפָּרָֽדוּ H6504 ",
      "18": "עֲֽ֭טִישֹׁתָיו H5846 תָּ֣הֶל H1984 א֑וֹר H216 וְ֝עֵינָ֗י H5869 כְּעַפְעַפֵּי H6079 שָֽׁחַר H7837 ",
      "19": "מִ֭פִּי H6310 לַפִּידִ֣ים H3940 יַהֲלֹ֑כוּ H1980 כִּיד֥וֹדֵי H3590 אֵ֝֗שׁ H784 יִתְמַלָּֽטוּ H4422 ",
      "20": "מִ֭נְּחִירָי H5156 יֵצֵ֣א H3318 עָשָׁ֑ן H6227 כְּד֖וּד H1731 נָפ֣וּחַ H5301 וְאַגְמֹֽן H100 ",
      "21": "נַ֭פְשׁוֹ H5315 גֶּחָלִ֣ים H1513 תְּלַהֵ֑ט H3857 וְ֝לַ֗הַב H3851 מִפִּ֥י H6310 יֵצֵֽא H3318 ",
      "22": "בְּֽ֭צַוָּאר H6677 יָלִ֣ין H3885 עֹ֑ז H5797 וּ֝לְ H6440 תָּד֥וּץ H1750 דְּאָבָֽה H1670 ",
      "23": "מַפְּלֵ֣י H4651 בְשָׂר֣וֹ H1320 דָבֵ֑קוּ H1692 יָצ֥וּק H3332 עָ֝לָ֗יו H5921 בַּל H1077 יִמּֽוֹט H4131 ",
      "24": "לִ֭בּוֹ H3820 יָצ֣וּק H3332 כְּמוֹ H3644 אָ֑בֶן H68 וְ֝יָצ֗וּק H3332 כְּפֶ֣לַח H6400 תַּחְתִּֽית H8482 ",
      "25": "מִ֭שֵּׂת H7613 יָג֣וּרוּ H1481 אֵלִ֑ים H410 מִ֝שְּׁבָרִ֗ים H7667 יִתְחַטָּֽאוּ H2398 ",
      "26": "מַשִּׂיגֵ֣הוּ H5381 חֶ֭רֶב H2719 בְּלִ֣י H1097 תָק֑וּם H6965 חֲנִ֖ית H2595 מַסָּ֣ע H4551 וְשִׁרְיָֽה H8302 ",
      "27": "יַחְשֹׁ֣ב H2803 לְתֶ֣בֶן H8401 בַּרְזֶ֑ל H1270 לְעֵ֖ץ H6086 רִקָּב֣וֹן H7539 נְחוּשָֽׁה H5154 ",
      "28": "לֹֽא H3808 יַבְרִיחֶ֥נּוּ H1272 בֶן H1121 קָ֑שֶׁת H7198 לְ֝קַ֗שׁ H7179 נֶהְפְּכוּ H2015 ל֥וֹ Hl אַבְנֵי H68 קָֽלַע H7050 ",
      "29": "כְּ֭קַשׁ H7179 נֶחְשְׁב֣וּ H2803 תוֹתָ֑ח H8455 וְ֝יִשְׂחַ֗ק H7832 לְרַ֣עַשׁ H7494 כִּידֽוֹן H3591 ",
      "30": "תַּ֭חְתָּיו H8478 חַדּ֣וּדֵי H2303 חָ֑רֶשׂ H2789 יִרְפַּ֖ד H7502 חָר֣וּץ H2742 עֲלֵי H5921 טִֽיט H2916 ",
      "31": "יַרְתִּ֣יחַ H7570 כַּסִּ֣יר H5518 מְצוּלָ֑ה H4688 יָ֝֗ם H3220 יָשִׂ֥ים H7760 כַּמֶּרְקָחָֽה H4841 ",
      "32": "אַ֭חֲרָיו H310 יָאִ֣יר H215 נָתִ֑יב H5410 יַחְשֹׁ֖ב H2803 תְּה֣וֹם H8415 לְשֵׂיבָֽה H7872 ",
      "33": "אֵֽין H369 עַל H5921 עָפָ֥ר H6083 מָשְׁל֑וֹ H4915 הֶ֝עָשׂ֗וּ H6213 לִבְלִי H1097 חָֽת H2844 ",
      "34": "אֵֽת H853 כָּל H3605 גָּבֹ֥הַּ H1364 יִרְאֶ֑ה H7200 ה֝֗וּא H1931 מֶ֣לֶךְ H4428 עַל H5921 כָּל H3605 בְּנֵי H1121 שָֽׁחַץ H7830 "
    },
    "42": {
      "1": "וַיַּ֖עַן H6030 אִיּ֥וֹב H347 אֶת H853 יְהוָ֗ה H3068 וַיֹּאמַֽר H559 ",
      "2": "ידעת H3045 כִּי H3588 כֹ֣ל H3605 תּוּכָ֑ל H3201 וְלֹא H3808 יִבָּצֵ֖ר H1219 מִמְּךָ֣ H4480 מְזִמָּֽה H4209 ",
      "3": "מִ֤י H4310 זֶ֨ה H2088 מַעְלִ֥ים H5956 עֵצָ֗ה H6098 בְּֽלִ֫י H1097 דָ֥עַת H1847 לָכֵ֣ן H3651 הִ֭גַּדְתִּי H5046 וְלֹ֣א H3808 אָבִ֑ין H995 נִפְלָא֥וֹת H6381 מִ֝מֶּ֗נִּי H4480 וְלֹ֣א H3808 אֵדָֽע H3045 ",
      "4": "שְֽׁמַֽע H8085 נָ֭א H4994 וְאָנֹכִ֣י H595 אֲדַבֵּ֑ר H1696 אֶ֝שְׁאָלְךָ֗ H7592 וְהוֹדִיעֵֽ H3045 ",
      "5": "לְשֵֽׁמַע H8088 אֹ֥זֶן H241 שְׁמַעְתִּ֑יךָ H8085 וְ֝עַתָּ֗ה H6258 עֵינִ֥י H5869 רָאָֽתְךָ H7200 ",
      "6": "עַל H5921 כֵּ֭ן H3651 אֶמְאַ֣ס H3988 וְנִחַ֑מְתִּי H5162 עַל H5921 עָפָ֥ר H6083 וָאֵֽפֶר H665 ",
      "7": "וַיְהִ֗י H1961 אַחַ֨ר H310 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶת H853 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 אֶל H413 אִיּ֑וֹב H347 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 אֱלִיפַ֣ז H464 הַתֵּֽימָנִ֗י H8489 חָרָ֨ה H2734 אַפִּ֤י H639 בְךָ֙ Hb וּבִ H8147 רֵעֶ֔יךָ H7453 כִּ֠י H3588 לֹ֣א H3808 דִבַּרְתֶּ֥ם H1696 אֵלַ֛י H413 נְכוֹנָ֖ה H3559 כְּעַבְדִּ֥ H5650 אִיּֽוֹב H347 ",
      "8": "וְעַתָּ֡ה H6258 קְחֽוּ H3947 לָכֶ֣ם Hl שִׁבְעָֽה H7651 פָרִים֩ H6499 וְשִׁבְעָ֨ה H7651 אֵילִ֜ים H352 וּלְכ֣וּ H3212 אֶל H413 עַבְדִּ֣י H5650 אִיּ֗וֹב H347 וְהַעֲלִיתֶ֤ם H5927 עוֹלָה֙ H5930 בַּֽעַדְכֶ֔ם H1157 וְאִיּ֣וֹב H347 עַבְדִּ֔י H5650 יִתְפַּלֵּ֖ל H6419 עֲלֵיכֶ֑ם H5921 כִּ֧י H3588 אִם H518 פָּנָ֣יו H6440 אֶשָּׂ֗א H5375 לְבִלְתִּ֞י H1115 עֲשׂ֤וֹת H6213 עִמָּכֶם֙ H5973 נְבָלָ֔ה H5039 כִּ֠י H3588 לֹ֣א H3808 דִבַּרְתֶּ֥ם H1696 אֵלַ֛י H413 נְכוֹנָ֖ה H3559 כְּעַבְדִּ֥ H5650 אִיּֽוֹב H347 ",
      "9": "וַיֵּלְכוּ֩ H3212 אֱלִיפַ֨ז H464 הַתֵּֽימָנִ֜י H8489 וּבִלְדַּ֣ד H1085 הַשּׁוּחִ֗י H7747 צֹפַר֙ H6691 הַנַּ֣עֲמָתִ֔י H5284 וַֽיַּעֲשׂ֔וּ H6213 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֲלֵיהֶ֖ם H413 יְהוָ֑ה H3068 וַיִּשָּׂ֥א H5375 יְהוָ֖ה H3068 אֶת H853 פְּנֵ֥י H6440 אִיּֽוֹב H347 ",
      "10": "וַֽיהוָ֗ה H3068 שָׁ֚ב H7725 אֶת H853 שבית H7622 אִיּ֔וֹב H347 בְּהִֽתְפַּֽלְל֖ H6419 בְּעַ֣ד H1157 רֵעֵ֑הוּ H7453 וַ֧יֹּסֶף H3254 יְהוָ֛ה H3068 אֶת H853 כָּל H3605 אֲשֶׁ֥ר H834 לְאִיּ֖וֹב H347 לְמִשְׁנֶֽה H4932 ",
      "11": "וַיָּבֹ֣אוּ H935 אֵ֠לָיו H413 כָּל H3605 אֶחָ֨יו H251 וְכָל H3605 אחיתיו H269 וְכָל H3605 יֹדְעָ֣יו H3045 לְפָנִ֗ים H6440 וַיֹּאכְל֨וּ H398 עִמּ֣וֹ H5973 לֶחֶם֮ H3899 בְּבֵית H1004 וַיָּנֻ֤דוּ H5110 לוֹ֙ Hl וַיְנַחֲמ֣וּ H5162 אֹת֔וֹ H853 עַ֚ל H5921 כָּל H3605 הָ֣רָעָ֔ה H7451 אֲשֶׁר H834 הֵבִ֥יא H935 יְהוָ֖ה H3068 עָלָ֑יו H5921 וַיִּתְּנוּ H5414 ל֗וֹ Hl אִ֚ישׁ H376 קְשִׂיטָ֣ה H7192 אֶחָ֔ת H259 וְאִ֕ישׁ H376 נֶ֥זֶם H5141 זָהָ֖ב H2091 אֶחָֽד H259 ",
      "12": "וַֽיהוָ֗ה H3068 בֵּרַ֛ךְ H1288 אֶת H853 אַחֲרִ֥ית H319 אִיּ֖וֹב H347 מֵרֵאשִׁת֑ H7225 וַֽיְהִי H1961 ל֡וֹ Hl אַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 אֶ֜לֶף H505 צֹ֗אן H6629 וְשֵׁ֤שֶׁת H8337 אֲלָפִים֙ H505 גְּמַלִּ֔ים H1581 וְאֶֽלֶף H505 צֶ֥מֶד H6776 בָּקָ֖ר H1241 וְאֶ֥לֶף H505 אֲתוֹנֽוֹת H860 ",
      "13": "וַֽיְהִי H1961 ל֛וֹ Hl שִׁבְעָ֥נָה H7658 בָנִ֖ים H1121 וְשָׁל֥וֹשׁ H7969 בָּנֽוֹת H1323 ",
      "14": "וַיִּקְרָ֤א H7121 שֵׁם H8034 הָֽאַחַת֙ H259 יְמִימָ֔ה H3224 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖ית H8145 קְצִיעָ֑ה H7103 וְשֵׁ֥ם H8034 הַשְּׁלִישִׁ֖ית H7992 קֶ֥רֶן H7163 הַפּֽוּךְ H7163 ",
      "15": "וְלֹ֨א H3808 נִמְצָ֜א H4672 נָשִׁ֥ים H802 יָפ֛וֹת H3303 כִּבְנ֥וֹת H1323 אִיּ֖וֹב H347 בְּכָל H3605 הָאָ֑רֶץ H776 וַיִּתֵּ֨ן H5414 לָהֶ֧ם H1992 אֲבִיהֶ֛ם H1 נַחֲלָ֖ה H5159 בְּת֥וֹךְ H8432 אֲחֵיהֶֽם H251 ",
      "16": "וַיְחִ֤י H2421 אִיּוֹב֙ H347 אַֽחֲרֵי H310 זֹ֔את H2063 מֵאָ֥ה H3967 וְאַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 וירא H7200 אֶת H853 בָּנָיו֙ H1121 וְאֶת H853 בְּנֵ֣י H1121 בָנָ֔יו H1121 אַרְבָּעָ֖ה H702 דֹּרֽוֹת H1755 ",
      "17": "וַיָּ֣מָת H4191 אִיּ֔וֹב H347 זָקֵ֖ן H2205 וּשְׂבַ֥ע H7649 יָמִֽים H3117 "
    }
  }
}
