{
  "Leviticus": {
    "1": {
      "1": "וַיִּקְרָ֖א H7121 אֶל H413 מֹשֶׁ֑ה H4872 וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֵלָ֔יו H413 מֵאֹ֥הֶל H168 מוֹעֵ֖ד H4150 לֵאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 אָדָ֗ם H120 כִּֽי H3588 יַקְרִ֥יב H7126 מִכֶּ֛ם H4480 קָרְבָּ֖ן H7133 לַֽיהוָ֑ה H3068 מִן H4480 הַבְּהֵמָ֗ה H929 מִן H4480 הַבָּקָר֙ H1241 וּמִן H4480 הַצֹּ֔אן H6629 תַּקְרִ֖יבוּ H7126 אֶת H853 קָרְבַּנְכֶֽם H7133 ",
      "3": "אִם H518 עֹלָ֤ה H5930 קָרְבָּנוֹ֙ H7133 מִן H4480 הַבָּקָ֔ר H1241 זָכָ֥ר H2145 תָּמִ֖ים H8549 יַקְרִיבֶ֑נּוּ H7126 אֶל H413 פֶּ֝תַח H6607 אֹ֤הֶל H168 מוֹעֵד֙ H4150 יַקְרִ֣יב H7126 אֹת֔וֹ H853 לִרְצֹנ֖ H7522 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "4": "וְסָמַ֣ךְ H5564 יָד֔וֹ H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הָעֹלָ֑ה H5930 וְנִרְצָ֥ה H7521 ל֖וֹ Hl לְכַפֵּ֥ר H3722 עָלָֽיו H5921 ",
      "5": "וְשָׁחַ֛ט H7819 אֶת H853 בֶּ֥ן H1121 הַבָּקָ֖ר H1241 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְ֠הִקְרִיבוּ H7126 בְּנֵ֨י H1121 אַהֲרֹ֤ן H175 הַֽכֹּֽהֲנִים֙ H3548 אֶת H853 הַדָּ֔ם H1818 וְזָרְק֨וּ H2236 אֶת H853 הַדָּ֤ם H1818 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 סָבִ֔יב H5439 אֲשֶׁר H834 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "6": "וְהִפְשִׁ֖יט H6584 אֶת H853 הָעֹלָ֑ה H5930 וְנִתַּ֥ח H5408 אֹתָ֖הּ H853 לִנְתָחֶֽי H5409 ",
      "7": "וְ֠נָתְנוּ H5414 בְּנֵ֨י H1121 אַהֲרֹ֧ן H175 הַכֹּהֵ֛ן H3548 אֵ֖שׁ H784 עַל H5921 הַמִּזְבֵּ֑חַ H4196 וְעָרְכ֥וּ H6186 עֵצִ֖ים H6086 עַל H5921 הָאֵֽשׁ H784 ",
      "8": "וְעָרְכ֗וּ H6186 בְּנֵ֤י H1121 אַהֲרֹן֙ H175 הַכֹּ֣הֲנִ֔ים H3548 אֵ֚ת H853 הַנְּתָחִ֔ים H5409 אֶת H853 הָרֹ֖אשׁ H7218 וְאֶת H853 הַפָּ֑דֶר H6309 עַל H5921 הָעֵצִים֙ H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֔שׁ H784 אֲשֶׁ֖ר H834 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
      "9": "וְקִרְבּ֥ H7130 וּכְרָעָ֖י H3767 יִרְחַ֣ץ H7364 בַּמָּ֑יִם H4325 וְהִקְטִ֨יר H6999 הַכֹּהֵ֤ן H3548 אֶת H853 הַכֹּל֙ H3605 הַמִּזְבֵּ֔חָ H4196 עֹלָ֛ה H5930 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיח֖וֹחַ H5207 לַֽיהוָֽה H3068 ",
      "10": "וְאִם H518 מִן H4480 הַצֹּ֨אן H6629 קָרְבָּנ֧וֹ H7133 מִן H4480 הַכְּשָׂבִ֛ים H3775 א֥וֹ H176 מִן H4480 הָעִזִּ֖ים H5795 לְעֹלָ֑ה H5930 זָכָ֥ר H2145 תָּמִ֖ים H8549 יַקְרִיבֶֽנּוּ H7126 ",
      "11": "וְשָׁחַ֨ט H7819 אֹת֜וֹ H853 עַ֣ל H5921 יֶ֧רֶךְ H3409 הַמִּזְבֵּ֛חַ H4196 צָפֹ֖נָה H6828 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְזָרְק֡וּ H2236 בְּנֵי֩ H1121 אַהֲרֹ֨ן H175 הַכֹּהֲנִ֧ים H3548 אֶת H853 דָּמ֛וֹ H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "12": "וְנִתַּ֤ח H5408 אֹתוֹ֙ H853 לִנְתָחָ֔י H5409 וְאֶת H853 רֹאשׁ֖וֹ H7218 וְאֶת H853 פִּדְר֑וֹ H6309 וְעָרַ֤ךְ H6186 הַכֹּהֵן֙ H3548 אֹתָ֔ם H853 עַל H5921 הָֽעֵצִים֙ H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֔שׁ H784 אֲשֶׁ֖ר H834 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
      "13": "וְהַ H7130 וְהַ H3767 יִרְחַ֣ץ H7364 בַּמָּ֑יִם H4325 וְהִקְרִ֨יב H7126 הַכֹּהֵ֤ן H3548 אֶת H853 הַכֹּל֙ H3605 וְהִקְטִ֣יר H6999 הַמִּזְבֵּ֔חָ H4196 עֹלָ֣ה H5930 ה֗וּא H1931 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "14": "וְאִ֧ם H518 מִן H4480 הָע֛וֹף H5775 עֹלָ֥ה H5930 קָרְבָּנ֖וֹ H7133 לַֽיהוָ֑ה H3068 וְהִקְרִ֣יב H7126 מִן H4480 הַתֹּרִ֗ים H8449 א֛וֹ H176 מִן H4480 בְּנֵ֥י H1121 הַיּוֹנָ֖ה H3123 אֶת H853 קָרְבָּנֽוֹ H7133 ",
      "15": "וְהִקְרִיב֤ H7126 הַכֹּהֵן֙ H3548 אֶל H413 הַמִּזְבֵּ֔חַ H4196 וּמָלַק֙ H4454 אֶת H853 רֹאשׁ֔וֹ H7218 וְהִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 וְנִמְצָ֣ה H4680 דָמ֔וֹ H1818 עַ֖ל H5921 קִ֥יר H7023 הַמִּזְבֵּֽחַ H4196 ",
      "16": "וְהֵסִ֥יר H5493 אֶת H853 מֻרְאָת֖וֹ H4760 בְּנֹצָתָ֑ H5133 וְהִשְׁלִ֨יךְ H7993 אֹתָ֜הּ H853 אֵ֤צֶל H681 הַמִּזְבֵּ֨חַ֙ H4196 קֵ֔דְמָה H6924 אֶל H413 מְק֖וֹם H4725 הַדָּֽשֶׁן H1880 ",
      "17": "וְשִׁסַּ֨ע H8156 אֹת֣וֹ H853 בִכְנָפָי H3671 לֹ֣א H3808 יַבְדִּיל֒ H914 וְהִקְטִ֨יר H6999 אֹת֤וֹ H853 הַכֹּהֵן֙ H3548 הַמִּזְבֵּ֔חָ H4196 עַל H5921 הָעֵצִ֖ים H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֑שׁ H784 עֹלָ֣ה H5930 ה֗וּא H1931 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 "
    },
    "2": {
      "1": "וְנֶ֗פֶשׁ H5315 כִּֽי H3588 תַקְרִ֞יב H7126 קָרְבַּ֤ן H7133 מִנְחָה֙ H4503 לַֽיהוָ֔ה H3068 סֹ֖לֶת H5560 יִהְיֶ֣ה H1961 קָרְבָּנ֑וֹ H7133 וְיָצַ֤ק H3332 עָלֶ֨יהָ֙ H5921 שֶׁ֔מֶן H8081 וְנָתַ֥ן H5414 עָלֶ֖יהָ H5921 לְבֹנָֽה H3828 ",
      "2": "וֶֽהֱבִיאָ֗ H935 אֶל H413 בְּנֵ֣י H1121 אַהֲרֹן֮ H175 הַכֹּהֲנִים֒ H3548 וְקָמַ֨ץ H7061 מִשָּׁ֜ם H8033 מְלֹ֣א H4393 קֻמְצ֗וֹ H7062 מִסָּלְתָּ H5560 וּמִ H8081 עַ֖ל H5921 כָּל H3605 לְבֹנָתָ֑הּ H3828 וְהִקְטִ֨יר H6999 הַכֹּהֵ֜ן H3548 אֶת H853 אַזְכָּרָתָהּ֙ H234 הַמִּזְבֵּ֔חָ H4196 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "3": "וְהַ H3498 מִן H4480 הַמִּנְחָ֔ה H4503 לְאַהֲרֹ֖ן H175 וּלְ H1121 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 מֵאִשֵּׁ֥י H801 יְהוָֽה H3068 ",
      "4": "וְכִ֥י H3588 תַקְרִ֛ב H7126 קָרְבַּ֥ן H7133 מִנְחָ֖ה H4503 מַאֲפֵ֣ה H3989 תַנּ֑וּר H8574 סֹ֣לֶת H5560 חַלּ֤וֹת H2471 מַצֹּת֙ H4682 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֥ים H4886 בַּשָּֽׁמֶן H8081 ",
      "5": "וְאִם H518 מִנְחָ֥ה H4503 עַל H5921 הַֽמַּחֲבַ֖ת H4227 קָרְבָּנֶ֑ךָ H7133 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 מַצָּ֥ה H4682 תִהְיֶֽה H1961 ",
      "6": "פָּת֤וֹת H6626 אֹתָהּ֙ H853 פִּתִּ֔ים H6595 וְיָצַקְתָּ֥ H3332 עָלֶ֖יהָ H5921 שָׁ֑מֶן H8081 מִנְחָ֖ה H4503 הִֽוא H1931 ",
      "7": "וְאִם H518 מִנְחַ֥ת H4503 מַרְחֶ֖שֶׁת H4802 קָרְבָּנֶ֑ךָ H7133 סֹ֥לֶת H5560 בַּשֶּׁ֖מֶן H8081 תֵּעָשֶֽׂה H6213 ",
      "8": "וְהֵבֵאתָ֣ H935 אֶת H853 הַמִּנְחָ֗ה H4503 אֲשֶׁ֧ר H834 יֵעָשֶׂ֛ה H6213 מֵאֵ֖לֶּה H428 לַיהוָ֑ה H3068 וְהִקְרִיבָ H7126 אֶל H413 הַכֹּהֵ֔ן H3548 וְהִגִּישָׁ֖ H5066 אֶל H413 הַמִּזְבֵּֽחַ H4196 ",
      "9": "וְהֵרִ֨ים H7311 הַכֹּהֵ֤ן H3548 מִן H4480 הַמִּנְחָה֙ H4503 אֶת H853 אַזְכָּ֣רָתָ֔הּ H234 וְהִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "10": "וְהַ H3498 מִן H4480 הַמִּנְחָ֔ה H4503 לְאַהֲרֹ֖ן H175 וּלְ H1121 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 מֵאִשֵּׁ֥י H801 יְהוָֽה H3068 ",
      "11": "כָּל H3605 הַמִּנְחָ֗ה H4503 אֲשֶׁ֤ר H834 תַּקְרִ֨יבוּ֙ H7126 לַיהוָ֔ה H3068 לֹ֥א H3808 תֵעָשֶׂ֖ה H6213 חָמֵ֑ץ H2557 כִּ֤י H3588 כָל H3605 שְׂאֹר֙ H7603 וְכָל H3605 דְּבַ֔שׁ H1706 לֹֽא H3808 תַקְטִ֧ירוּ H6999 מִמֶּ֛נּוּ H4480 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
      "12": "קָרְבַּ֥ן H7133 רֵאשִׁ֛ית H7225 תַּקְרִ֥יבוּ H7126 אֹתָ֖ם H853 לַיהוָ֑ה H3068 וְאֶל H413 הַמִּזְבֵּ֥חַ H4196 לֹא H3808 יַעֲל֖וּ H5927 לְרֵ֥יחַ H7381 נִיחֹֽחַ H5207 ",
      "13": "וְכָל H3605 קָרְבַּ֣ן H7133 מִנְחָתְךָ֮ H4503 בַּמֶּ֣לַח H4417 תִּמְלָח֒ H4414 וְלֹ֣א H3808 תַשְׁבִּ֗ית H7673 מֶ֚לַח H4417 בְּרִ֣ית H1285 אֱלֹהֶ֔יךָ H430 מֵעַ֖ל H5921 מִנְחָתֶ֑ךָ H4503 עַ֥ל H5921 כָּל H3605 קָרְבָּנְךָ֖ H7133 תַּקְרִ֥יב H7126 מֶֽלַח H4417 ",
      "14": "וְאִם H518 תַּקְרִ֛יב H7126 מִנְחַ֥ת H4503 בִּכּוּרִ֖ים H1061 לַיהוָ֑ה H3068 אָבִ֞יב H24 קָל֤וּי H7033 בָּאֵשׁ֙ H784 גֶּ֣רֶשׂ H1643 כַּרְמֶ֔ל H3759 תַּקְרִ֕יב H7126 אֵ֖ת H853 מִנְחַ֥ת H4503 בִּכּוּרֶֽיךָ H1061 ",
      "15": "וְנָתַתָּ֤ H5414 עָלֶ֨יהָ֙ H5921 שֶׁ֔מֶן H8081 וְשַׂמְתָּ֥ H7760 עָלֶ֖יהָ H5921 לְבֹנָ֑ה H3828 מִנְחָ֖ה H4503 הִֽוא H1931 ",
      "16": "וְהִקְטִ֨יר H6999 הַכֹּהֵ֜ן H3548 אֶת H853 אַזְכָּרָתָ֗הּ H234 מִגִּרְשָׂ H1643 וּמִ H8081 עַ֖ל H5921 כָּל H3605 לְבֹנָתָ֑הּ H3828 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 "
    },
    "3": {
      "1": "וְאִם H518 זֶ֥בַח H2077 שְׁלָמִ֖ים H8002 קָרְבָּנ֑וֹ H7133 אִ֤ם H518 מִן H4480 הַבָּקָר֙ H1241 ה֣וּא H1931 מַקְרִ֔יב H7126 אִם H518 זָכָר֙ H2145 אִם H518 נְקֵבָ֔ה H5347 תָּמִ֥ים H8549 יַקְרִיבֶ֖נּוּ H7126 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "2": "וְסָמַ֤ךְ H5564 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 קָרְבָּנ֔וֹ H7133 וּשְׁחָט֕ H7819 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְזָרְק֡וּ H2236 בְּנֵי֩ H1121 אַהֲרֹ֨ן H175 הַכֹּהֲנִ֧ים H3548 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "3": "וְהִקְרִיב֙ H7126 מִזֶּ֣בַח H2077 הַשְּׁלָמִ֔ים H8002 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 אֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
      "4": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָי֖וֹת H3629 יְסִירֶֽנָּה H5493 ",
      "5": "וְהִקְטִ֨ירוּ H6999 אֹת֤וֹ H853 בְנֵֽי H1121 אַהֲרֹן֙ H175 הַמִּזְבֵּ֔חָ H4196 עַל H5921 הָ֣עֹלָ֔ה H5930 אֲשֶׁ֥ר H834 עַל H5921 הָעֵצִ֖ים H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֑שׁ H784 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַֽיהוָֽה H3068 ",
      "6": "וְאִם H518 מִן H4480 הַצֹּ֧אן H6629 קָרְבָּנ֛וֹ H7133 לְזֶ֥בַח H2077 שְׁלָמִ֖ים H8002 לַיהוָ֑ה H3068 זָכָר֙ H2145 א֣וֹ H176 נְקֵבָ֔ה H5347 תָּמִ֖ים H8549 יַקְרִיבֶֽנּוּ H7126 ",
      "7": "אִם H518 כֶּ֥שֶׂב H3775 הֽוּא H1931 מַקְרִ֖יב H7126 אֶת H853 קָרְבָּנ֑וֹ H7133 וְהִקְרִ֥יב H7126 אֹת֖וֹ H853 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "8": "וְסָמַ֤ךְ H5564 אֶת H853 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 קָרְבָּנ֔וֹ H7133 וְשָׁחַ֣ט H7819 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְ֠זָרְקוּ H2236 בְּנֵ֨י H1121 אַהֲרֹ֧ן H175 אֶת H853 דָּמ֛וֹ H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "9": "וְהִקְרִ֨יב H7126 מִזֶּ֣בַח H2077 הַשְּׁלָמִים֮ H8002 אִשֶּׁ֣ה H801 לַיהוָה֒ H3068 חֶלְבּוֹ֙ H2459 הָאַלְיָ֣ה H451 תְמִימָ֔ה H8549 לְעֻמַּ֥ת H5980 הֶעָצֶ֖ה H6096 יְסִירֶ֑נָּה H5493 וְאֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
      "10": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָיֹ֖ת H3629 יְסִירֶֽנָּה H5493 ",
      "11": "וְהִקְטִיר֥ H6999 הַכֹּהֵ֖ן H3548 הַמִּזְבֵּ֑חָ H4196 לֶ֥חֶם H3899 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "12": "וְאִ֥ם H518 עֵ֖ז H5795 קָרְבָּנ֑וֹ H7133 וְהִקְרִיב֖ H7126 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "13": "וְסָמַ֤ךְ H5564 אֶת H853 יָדוֹ֙ H3027 עַל H5921 רֹאשׁ֔וֹ H7218 וְשָׁחַ֣ט H7819 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְ֠זָרְקוּ H2236 בְּנֵ֨י H1121 אַהֲרֹ֧ן H175 אֶת H853 דָּמ֛וֹ H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "14": "וְהִקְרִ֤יב H7126 מִמֶּ֨נּוּ֙ H4480 קָרְבָּנ֔וֹ H7133 אִשֶּׁ֖ה H801 לַֽיהוָ֑ה H3068 אֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
      "15": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָיֹ֖ת H3629 יְסִירֶֽנָּה H5493 ",
      "16": "וְהִקְטִירָ֥ H6999 הַכֹּהֵ֖ן H3548 הַמִּזְבֵּ֑חָ H4196 לֶ֤חֶם H3899 אִשֶּׁה֙ H801 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 כָּל H3605 חֵ֖לֶב H2459 לַיהוָֽה H3068 ",
      "17": "חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בְּכֹ֖ל H3605 מֽוֹשְׁבֹתֵיכֶ֑ם H4186 כָּל H3605 חֵ֥לֶב H2459 וְכָל H3605 דָּ֖ם H1818 לֹ֥א H3808 תֹאכֵֽלוּ H398 "
    },
    "4": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֘ל H3478 לֵאמֹר֒ H559 נֶ֗פֶשׁ H5315 כִּֽי H3588 תֶחֱטָ֤א H2398 בִשְׁגָגָה֙ H7684 מִכֹּל֙ H3605 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 לֹ֣א H3808 תֵעָשֶׂ֑ינָה H6213 וְעָשָׂ֕ה H6213 מֵאַחַ֖ת H259 מֵהֵֽנָּה H2007 ",
      "3": "אִ֣ם H518 הַכֹּהֵ֧ן H3548 הַמָּשִׁ֛יחַ H4899 יֶחֱטָ֖א H2398 לְאַשְׁמַ֣ת H819 הָעָ֑ם H5971 וְהִקְרִ֡יב H7126 עַ֣ל H5921 חַטָּאתוֹ֩ H2403 אֲשֶׁ֨ר H834 חָטָ֜א H2398 פַּ֣ר H6499 בֶּן H1121 בָּקָ֥ר H1241 תָּמִ֛ים H8549 לַיהוָ֖ה H3068 לְחַטָּֽאת H2403 ",
      "4": "וְהֵבִ֣יא H935 אֶת H853 הַפָּ֗ר H6499 אֶל H413 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְסָמַ֤ךְ H5564 אֶת H853 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 הַפָּ֔ר H6499 וְשָׁחַ֥ט H7819 אֶת H853 הַפָּ֖ר H6499 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "5": "וְלָקַ֛ח H3947 הַכֹּהֵ֥ן H3548 הַמָּשִׁ֖יחַ H4899 מִדַּ֣ם H1818 הַפָּ֑ר H6499 וְהֵבִ֥יא H935 אֹת֖וֹ H853 אֶל H413 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "6": "וְטָבַ֧ל H2881 הַכֹּהֵ֛ן H3548 אֶת H853 אֶצְבָּע֖וֹ H676 בַּדָּ֑ם H1818 וְהִזָּ֨ה H5137 מִן H4480 הַדָּ֜ם H1818 שֶׁ֤בַע H7651 פְּעָמִים֙ H6471 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֶת H853 פְּנֵ֖י H6440 פָּרֹ֥כֶת H6532 הַקֹּֽדֶשׁ H6944 ",
      "7": "וְנָתַן֩ H5414 הַכֹּהֵ֨ן H3548 מִן H4480 הַדָּ֜ם H1818 עַל H5921 קַ֠רְנוֹת H7161 מִזְבַּ֨ח H4196 קְטֹ֤רֶת H7004 הַסַּמִּים֙ H5561 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְאֵ֣ת H853 כָּל H3605 דַּ֣ם H1818 הַפָּ֗ר H6499 יִשְׁפֹּךְ֙ H8210 אֶל H413 יְסוֹד֙ H3247 מִזְבַּ֣ח H4196 הָעֹלָ֔ה H5930 אֲשֶׁר H834 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "8": "וְאֶת H853 כָּל H3605 חֵ֛לֶב H2459 פַּ֥ר H6499 הַֽחַטָּ֖את H2403 יָרִ֣ים H7311 מִמֶּ֑נּוּ H4480 אֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 עַל H5921 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
      "9": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵיהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָי֖וֹת H3629 יְסִירֶֽנָּה H5493 ",
      "10": "כַּאֲשֶׁ֣ר H834 יוּרַ֔ם H7311 מִשּׁ֖וֹר H7794 זֶ֣בַח H2077 הַשְּׁלָמִ֑ים H8002 וְהִקְטִירָ H6999 הַכֹּהֵ֔ן H3548 עַ֖ל H5921 מִזְבַּ֥ח H4196 הָעֹלָֽה H5930 ",
      "11": "וְאֶת H853 ע֤וֹר H5785 הַפָּר֙ H6499 וְאֶת H853 כָּל H3605 בְּשָׂר֔וֹ H1320 עַל H5921 רֹאשׁ֖וֹ H7218 וְעַל H5921 כְּרָעָ֑יו H3767 וְקִרְבּ֖ H7130 וּפִרְשֽׁ H6569 ",
      "12": "וְהוֹצִ֣יא H3318 אֶת H853 כָּל H3605 הַ֠פָּר H6499 אֶל H413 מִח֨וּץ H2351 לַֽמַּחֲנֶ֜ה H4264 אֶל H413 מָק֤וֹם H4725 טָהוֹר֙ H2889 אֶל H413 שֶׁ֣פֶךְ H8211 הַדֶּ֔שֶׁן H1880 וְשָׂרַ֥ף H8313 אֹת֛וֹ H853 עַל H5921 עֵצִ֖ים H6086 בָּאֵ֑שׁ H784 עַל H5921 שֶׁ֥פֶךְ H8211 הַדֶּ֖שֶׁן H1880 יִשָּׂרֵֽף H8313 ",
      "13": "וְאִ֨ם H518 כָּל H3605 עֲדַ֤ת H5712 יִשְׂרָאֵל֙ H3478 יִשְׁגּ֔וּ H7686 וְנֶעְלַ֣ם H5956 דָּבָ֔ר H1697 מֵעֵינֵ֖י H5869 הַקָּהָ֑ל H6951 וְ֠עָשׂוּ H6213 אַחַ֨ת H259 מִכָּל H3605 מִצְוֺ֧ת H4687 יְהוָ֛ה H3068 אֲשֶׁ֥ר H834 לֹא H3808 תֵעָשֶׂ֖ינָה H6213 וְאָשֵֽׁמוּ H816 ",
      "14": "וְנֽוֹדְעָה֙ H3045 הַֽחַטָּ֔את H2403 אֲשֶׁ֥ר H834 חָטְא֖וּ H2398 עָלֶ֑יהָ H5921 וְהִקְרִ֨יבוּ H7126 הַקָּהָ֜ל H6951 פַּ֤ר H6499 בֶּן H1121 בָּקָר֙ H1241 לְחַטָּ֔את H2403 וְהֵבִ֣יאוּ H935 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "15": "וְ֠סָמְכוּ H5564 זִקְנֵ֨י H2205 הָעֵדָ֧ה H5712 אֶת H853 יְדֵיהֶ֛ם H3027 עַל H5921 רֹ֥אשׁ H7218 הַפָּ֖ר H6499 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְשָׁחַ֥ט H7819 אֶת H853 הַפָּ֖ר H6499 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "16": "וְהֵבִ֛יא H935 הַכֹּהֵ֥ן H3548 הַמָּשִׁ֖יחַ H4899 מִדַּ֣ם H1818 הַפָּ֑ר H6499 אֶל H413 אֹ֖הֶל H168 מוֹעֵֽד H4150 ",
      "17": "וְטָבַ֧ל H2881 הַכֹּהֵ֛ן H3548 אֶצְבָּע֖וֹ H676 מִן H4480 הַדָּ֑ם H1818 וְהִזָּ֞ה H5137 שֶׁ֤בַע H7651 פְּעָמִים֙ H6471 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֵ֖ת H853 פְּנֵ֥י H6440 הַפָּרֹֽכֶת H6532 ",
      "18": "וּמִן H4480 הַדָּ֞ם H1818 יִתֵּ֣ן H5414 עַל H5921 קַרְנֹ֣ת H7161 הַמִּזְבֵּ֗חַ H4196 אֲשֶׁר֙ H834 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְאֵ֣ת H853 כָּל H3605 הַדָּ֗ם H1818 יִשְׁפֹּךְ֙ H8210 אֶל H413 יְסוֹד֙ H3247 מִזְבַּ֣ח H4196 הָעֹלָ֔ה H5930 אֲשֶׁר H834 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "19": "וְאֵ֥ת H853 כָּל H3605 חֶלְבּ֖וֹ H2459 יָרִ֣ים H7311 מִמֶּ֑נּוּ H4480 וְהִקְטִ֖יר H6999 הַמִּזְבֵּֽחָ H4196 ",
      "20": "וְעָשָׂ֣ה H6213 לַפָּ֔ר H6499 כַּאֲשֶׁ֤ר H834 עָשָׂה֙ H6213 לְפַ֣ר H6499 הַֽחַטָּ֔את H2403 כֵּ֖ן H3651 יַעֲשֶׂה H6213 לּ֑וֹ Hl וְכִפֶּ֧ר H3722 עֲלֵהֶ֛ם H5921 הַכֹּהֵ֖ן H3548 וְנִסְלַ֥ח H5545 לָהֶֽם H1992 ",
      "21": "וְהוֹצִ֣יא H3318 אֶת H853 הַפָּ֗ר H6499 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וְשָׂרַ֣ף H8313 אֹת֔וֹ H853 כַּאֲשֶׁ֣ר H834 שָׂרַ֔ף H8313 אֵ֖ת H853 הַפָּ֣ר H6499 הָרִאשׁ֑וֹן H7223 חַטַּ֥את H2403 הַקָּהָ֖ל H6951 הֽוּא H1931 ",
      "22": "אֲשֶׁ֥ר H834 נָשִׂ֖יא H5387 יֶֽחֱטָ֑א H2398 וְעָשָׂ֡ה H6213 אַחַ֣ת H259 מִכָּל H3605 מִצְוֺת֩ H4687 יְהוָ֨ה H3068 אֱלֹהָ֜יו H430 אֲשֶׁ֧ר H834 לֹא H3808 תֵעָשֶׂ֛ינָה H6213 בִּשְׁגָגָ֖ה H7684 וְאָשֵֽׁם H816 ",
      "23": "אֽוֹ H176 הוֹדַ֤ע H3045 אֵלָיו֙ H413 חַטָּאת֔וֹ H2403 אֲשֶׁ֥ר H834 חָטָ֖א H2398 בָּ֑הּ Hb וְהֵבִ֧יא H935 אֶת H853 קָרְבָּנ֛וֹ H7133 שְׂעִ֥יר H8163 עִזִּ֖ים H5795 זָכָ֥ר H2145 תָּמִֽים H8549 ",
      "24": "וְסָמַ֤ךְ H5564 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 הַשָּׂעִ֔יר H8163 וְשָׁחַ֣ט H7819 אֹת֔וֹ H853 בִּמְק֛וֹם H4725 אֲשֶׁר H834 יִשְׁחַ֥ט H7819 אֶת H853 הָעֹלָ֖ה H5930 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 חַטָּ֖את H2403 הֽוּא H1931 ",
      "25": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 מִדַּ֤ם H1818 הַֽחַטָּאת֙ H2403 בְּאֶצְבָּע֔ H676 וְנָתַ֕ן H5414 עַל H5921 קַרְנֹ֖ת H7161 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 וְאֶת H853 דָּמ֣וֹ H1818 יִשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 מִזְבַּ֥ח H4196 הָעֹלָֽה H5930 ",
      "26": "וְאֶת H853 כָּל H3605 חֶלְבּוֹ֙ H2459 יַקְטִ֣יר H6999 הַמִּזְבֵּ֔חָ H4196 כְּחֵ֖לֶב H2459 זֶ֣בַח H2077 הַשְּׁלָמִ֑ים H8002 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 מֵחַטָּאת֖ H2403 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
      "27": "וְאִם H518 נֶ֧פֶשׁ H5315 אַחַ֛ת H259 תֶּחֱטָ֥א H2398 בִשְׁגָגָ֖ה H7684 מֵעַ֣ם H5971 הָאָ֑רֶץ H776 בַּ֠עֲשֹׂתָ H6213 אַחַ֨ת H259 מִמִּצְוֺ֧ת H4687 יְהוָ֛ה H3068 אֲשֶׁ֥ר H834 לֹא H3808 תֵעָשֶׂ֖ינָה H6213 וְאָשֵֽׁם H816 ",
      "28": "א֚וֹ H176 הוֹדַ֣ע H3045 אֵלָ֔יו H413 חַטָּאת֖וֹ H2403 אֲשֶׁ֣ר H834 חָטָ֑א H2398 וְהֵבִ֨יא H935 קָרְבָּנ֜וֹ H7133 שְׂעִירַ֤ת H8166 עִזִּים֙ H5795 תְּמִימָ֣ה H8549 נְקֵבָ֔ה H5347 עַל H5921 חַטָּאת֖וֹ H2403 אֲשֶׁ֥ר H834 חָטָֽא H2398 ",
      "29": "וְסָמַךְ֙ H5564 אֶת H853 יָד֔וֹ H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הַֽחַטָּ֑את H2403 וְשָׁחַט֙ H7819 אֶת H853 הַ֣חַטָּ֔את H2403 בִּמְק֖וֹם H4725 הָעֹלָֽה H5930 ",
      "30": "וְלָקַ֨ח H3947 הַכֹּהֵ֤ן H3548 מִדָּמָ H1818 בְּאֶצְבָּע֔ H676 וְנָתַ֕ן H5414 עַל H5921 קַרְנֹ֖ת H7161 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 וְאֶת H853 כָּל H3605 דָּמָ֣הּ H1818 יִשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
      "31": "וְאֶת H853 כָּל H3605 חֶלְבָּ֣הּ H2459 יָסִ֗יר H5493 כַּאֲשֶׁ֨ר H834 הוּסַ֣ר H5493 חֵלֶב֮ H2459 מֵעַ֣ל H5921 זֶ֣בַח H2077 הַשְּׁלָמִים֒ H8002 וְהִקְטִ֤יר H6999 הַכֹּהֵן֙ H3548 הַמִּזְבֵּ֔חָ H4196 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָ֑ה H3068 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
      "32": "וְאִם H518 כֶּ֛בֶשׂ H3532 יָבִ֥יא H935 קָרְבָּנ֖וֹ H7133 לְחַטָּ֑את H2403 נְקֵבָ֥ה H5347 תְמִימָ֖ה H8549 יְבִיאֶֽנָּה H935 ",
      "33": "וְסָמַךְ֙ H5564 אֶת H853 יָד֔וֹ H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הַֽחַטָּ֑את H2403 וְשָׁחַ֤ט H7819 אֹתָהּ֙ H853 לְחַטָּ֔את H2403 בִּמְק֕וֹם H4725 אֲשֶׁ֥ר H834 יִשְׁחַ֖ט H7819 אֶת H853 הָעֹלָֽה H5930 ",
      "34": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 מִדַּ֤ם H1818 הַֽחַטָּאת֙ H2403 בְּאֶצְבָּע֔ H676 וְנָתַ֕ן H5414 עַל H5921 קַרְנֹ֖ת H7161 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 וְאֶת H853 כָּל H3605 דָּמָ֣הּ H1818 יִשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
      "35": "וְאֶת H853 כָּל H3605 חֶלְבָּ֣ה H2459 יָסִ֗יר H5493 כַּאֲשֶׁ֨ר H834 יוּסַ֥ר H5493 חֵֽלֶב H2459 הַכֶּשֶׂב֮ H3775 מִזֶּ֣בַח H2077 הַשְּׁלָמִים֒ H8002 וְהִקְטִ֨יר H6999 הַכֹּהֵ֤ן H3548 אֹתָם֙ H853 הַמִּזְבֵּ֔חָ H4196 עַ֖ל H5921 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 עַל H5921 חַטָּאת֥וֹ H2403 אֲשֶׁר H834 חָטָ֖א H2398 וְנִסְלַ֥ח H5545 לֽוֹ Hl "
    },
    "5": {
      "1": "וְנֶ֣פֶשׁ H5315 כִּֽי H3588 תֶחֱטָ֗א H2398 וְשָֽׁמְעָה֙ H8085 ק֣וֹל H6963 אָלָ֔ה H423 וְה֣וּא H1931 עֵ֔ד H5707 א֥וֹ H176 רָאָ֖ה H7200 א֣וֹ H176 יָדָ֑ע H3045 אִם H518 ל֥וֹא H3808 יַגִּ֖יד H5046 וְנָשָׂ֥א H5375 עֲוֺנֽוֹ H5771 ",
      "2": "א֣וֹ H176 נֶ֗פֶשׁ H5315 אֲשֶׁ֣ר H834 תִּגַּע֮ H5060 בְּכָל H3605 דָּבָ֣ר H1697 טָמֵא֒ H2931 אוֹ֩ H176 בְנִבְלַ֨ת H5038 חַיָּ֜ה H2416 טְמֵאָ֗ה H2931 א֤וֹ H176 בְּנִבְלַת֙ H5038 בְּהֵמָ֣ה H929 טְמֵאָ֔ה H2931 א֕וֹ H176 בְּנִבְלַ֖ת H5038 שֶׁ֣רֶץ H8318 טָמֵ֑א H2931 וְנֶעְלַ֣ם H5956 מִמֶּ֔נּוּ H4480 וְה֥וּא H1931 טָמֵ֖א H2931 וְאָשֵֽׁם H816 ",
      "3": "א֣וֹ H176 כִ֤י H3588 יִגַּע֙ H5060 בְּטֻמְאַ֣ת H2932 אָדָ֔ם H120 לְכֹל֙ H3605 טֻמְאָת֔וֹ H2932 אֲשֶׁ֥ר H834 יִטְמָ֖א H2930 בָּ֑הּ Hb וְנֶעְלַ֣ם H5956 מִמֶּ֔נּוּ H4480 וְה֥וּא H1931 יָדַ֖ע H3045 וְאָשֵֽׁם H816 ",
      "4": "א֣וֹ H176 נֶ֡פֶשׁ H5315 כִּ֣י H3588 תִשָּׁבַע֩ H7650 לְבַטֵּ֨א H981 בִשְׂפָתַ֜יִם H8193 לְהָרַ֣ע H7489 א֣וֹ H176 לְהֵיטִ֗יב H3190 לְ֠כֹל H3605 אֲשֶׁ֨ר H834 יְבַטֵּ֧א H981 הָאָדָ֛ם H120 בִּשְׁבֻעָ֖ה H7621 וְנֶעְלַ֣ם H5956 מִמֶּ֑נּוּ H4480 וְהוּא H1931 יָדַ֥ע H3045 וְאָשֵׁ֖ם H816 לְאַחַ֥ת H259 מֵאֵֽלֶּה H428 ",
      "5": "וְהָיָ֥ה H1961 כִֽי H3588 יֶאְשַׁ֖ם H816 לְאַחַ֣ת H259 מֵאֵ֑לֶּה H428 וְהִ֨תְוַדָּ֔ה H3034 אֲשֶׁ֥ר H834 חָטָ֖א H2398 עָלֶֽיהָ H5921 ",
      "6": "וְהֵבִ֣יא H935 אֶת H853 אֲשָׁמ֣וֹ H817 לַיהוָ֡ה H3068 עַ֣ל H5921 חַטָּאתוֹ֩ H2403 אֲשֶׁ֨ר H834 חָטָ֜א H2398 נְקֵבָ֨ה H5347 מִן H4480 הַצֹּ֥אן H6629 כִּשְׂבָּ֛ה H3776 אֽוֹ H176 שְׂעִירַ֥ת H8166 עִזִּ֖ים H5795 לְחַטָּ֑את H2403 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 מֵחַטָּאתֽ H2403 ",
      "7": "וְאִם H518 לֹ֨א H3808 תַגִּ֣יע H5060 יָדוֹ֮ H3027 דֵּ֣י H1767 שֶׂה֒ H7716 וְהֵבִ֨יא H935 אֶת H853 אֲשָׁמ֜וֹ H817 אֲשֶׁ֣ר H834 חָטָ֗א H2398 שְׁתֵּ֥י H8147 תֹרִ֛ים H8449 אֽוֹ H176 שְׁנֵ֥י H8147 בְנֵֽי H1121 יוֹנָ֖ה H3123 לַֽיהוָ֑ה H3068 אֶחָ֥ד H259 לְחַטָּ֖את H2403 וְאֶחָ֥ד H259 לְעֹלָֽה H5930 ",
      "8": "וְהֵבִ֤יא H935 אֹתָם֙ H853 אֶל H413 הַכֹּהֵ֔ן H3548 וְהִקְרִ֛יב H7126 אֶת H853 אֲשֶׁ֥ר H834 לַחַטָּ֖את H2403 רִאשׁוֹנָ֑ה H7223 וּמָלַ֧ק H4454 אֶת H853 רֹאשׁ֛וֹ H7218 מִמּ֥וּל H4136 עָרְפּ֖וֹ H6203 וְלֹ֥א H3808 יַבְדִּֽיל H914 ",
      "9": "וְהִזָּ֞ה H5137 מִדַּ֤ם H1818 הַחַטָּאת֙ H2403 עַל H5921 קִ֣יר H7023 הַמִּזְבֵּ֔חַ H4196 וְהַ H7604 בַּדָּ֔ם H1818 יִמָּצֵ֖ה H4680 אֶל H413 יְס֣וֹד H3247 הַמִּזְבֵּ֑חַ H4196 חַטָּ֖את H2403 הֽוּא H1931 ",
      "10": "וְאֶת H853 הַשֵּׁנִ֛י H8145 יַעֲשֶׂ֥ה H6213 עֹלָ֖ה H5930 כַּמִּשְׁפָּ֑ט H4941 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 מֵחַטָּאת֥ H2403 אֲשֶׁר H834 חָטָ֖א H2398 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
      "11": "וְאִם H518 לֹא֩ H3808 תַשִּׂ֨יג H5381 יָד֜וֹ H3027 לִשְׁתֵּ֣י H8147 תֹרִ֗ים H8449 אוֹ֮ H176 לִשְׁנֵ֣י H8147 בְנֵי H1121 יוֹנָה֒ H3123 וְהֵבִ֨יא H935 אֶת H853 קָרְבָּנ֜וֹ H7133 אֲשֶׁ֣ר H834 חָטָ֗א H2398 עֲשִׂירִ֧ת H6224 הָאֵפָ֛ה H374 סֹ֖לֶת H5560 לְחַטָּ֑את H2403 לֹא H3808 יָשִׂ֨ים H7760 עָלֶ֜יהָ H5921 שֶׁ֗מֶן H8081 וְלֹא H3808 יִתֵּ֤ן H5414 עָלֶ֨יהָ֙ H5921 לְבֹנָ֔ה H3828 כִּ֥י H3588 חַטָּ֖את H2403 הִֽיא H1931 ",
      "12": "וֶהֱבִיאָ H935 אֶל H413 הַכֹּהֵן֒ H3548 וְקָמַ֣ץ H7061 הַכֹּהֵ֣ן H3548 מִ֠מֶּנָּה H4480 מְל֨וֹא H4393 קֻמְצ֜וֹ H7062 אֶת H853 אַזְכָּרָתָה֙ H234 וְהִקְטִ֣יר H6999 הַמִּזְבֵּ֔חָ H4196 עַ֖ל H5921 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 חַטָּ֖את H2403 הִֽוא H1931 ",
      "13": "וְכִפֶּר֩ H3722 עָלָ֨יו H5921 הַכֹּהֵ֜ן H3548 עַל H5921 חַטָּאת֧וֹ H2403 אֲשֶׁר H834 חָטָ֛א H2398 מֵֽאַחַ֥ת H259 מֵאֵ֖לֶּה H428 וְנִסְלַ֣ח H5545 ל֑וֹ Hl וְהָיְתָ֥ה H1961 לַכֹּהֵ֖ן H3548 כַּמִּנְחָֽה H4503 ",
      "14": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "15": "נֶ֚פֶשׁ H5315 כִּֽי H3588 תִמְעֹ֣ל H4603 מַ֔עַל H4604 וְחָֽטְאָה֙ H2398 בִּשְׁגָגָ֔ה H7684 מִקָּדְשֵׁ֖י H6944 יְהוָ֑ה H3068 וְהֵבִיא֩ H935 אֶת H853 אֲשָׁמ֨וֹ H817 לַֽיהוָ֜ה H3068 אַ֧יִל H352 תָּמִ֣ים H8549 מִן H4480 הַצֹּ֗אן H6629 בְּעֶרְכְּ H6187 כֶּֽסֶף H3701 שְׁקָלִ֥ים H8255 בְּשֶֽׁקֶל H8255 הַקֹּ֖דֶשׁ H6944 לְאָשָֽׁם H817 ",
      "16": "וְאֵ֣ת H853 אֲשֶׁר֩ H834 חָטָ֨א H2398 מִן H4480 הַקֹּ֜דֶשׁ H6944 יְשַׁלֵּ֗ם H7999 וְאֶת H853 חֲמִֽישִׁתוֹ֙ H2549 יוֹסֵ֣ף H3254 עָלָ֔יו H5921 וְנָתַ֥ן H5414 אֹת֖וֹ H853 לַכֹּהֵ֑ן H3548 וְהַ H3548 יְכַפֵּ֥ר H3722 עָלָ֛יו H5921 בְּאֵ֥יל H352 הָאָשָׁ֖ם H817 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
      "17": "וְאִם H518 נֶ֨פֶשׁ֙ H5315 כִּ֣י H3588 תֶֽחֱטָ֔א H2398 וְעָֽשְׂתָ֗ה H6213 אַחַת֙ H259 מִכָּל H3605 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 לֹ֣א H3808 תֵעָשֶׂ֑ינָה H6213 וְלֹֽא H3808 יָדַ֥ע H3045 וְאָשֵׁ֖ם H816 וְנָשָׂ֥א H5375 עֲוֺנֽוֹ H5771 ",
      "18": "וְ֠הֵבִיא H935 אַ֣יִל H352 תָּמִ֧ים H8549 מִן H4480 הַצֹּ֛אן H6629 בְּעֶרְכְּ H6187 לְאָשָׁ֖ם H817 אֶל H413 הַכֹּהֵ֑ן H3548 וְכִפֶּר֩ H3722 עָלָ֨יו H5921 הַכֹּהֵ֜ן H3548 עַ֣ל H5921 שִׁגְגָת֧וֹ H7684 אֲשֶׁר H834 שָׁגָ֛ג H7683 וְה֥וּא H1931 לֹֽא H3808 יָדַ֖ע H3045 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
      "19": "אָשָׁ֖ם H817 ה֑וּא H1931 אָשֹׁ֥ם H816 אָשַׁ֖ם H816 לַיהוָֽה H3068 ",
      "20": "",
      "21": "",
      "22": "",
      "23": "",
      "24": "",
      "25": "",
      "26": ""
    },
    "6": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "נֶ֚פֶשׁ H5315 כִּ֣י H3588 תֶחֱטָ֔א H2398 וּמָעֲלָ֥ה H4603 מַ֖עַל H4604 בַּיהוָ֑ה H3068 וְכִחֵ֨שׁ H3584 בַּעֲמִית֜ H5997 בְּפִקָּד֗וֹן H6487 אֽוֹ H176 בִתְשׂ֤וּמֶת H8667 יָד֙ H3027 א֣וֹ H176 בְגָזֵ֔ל H1498 א֖וֹ H176 עָשַׁ֥ק H6231 אֶת H853 עֲמִיתֽוֹ H5997 ",
      "3": "אֽוֹ H176 מָצָ֧א H4672 אֲבֵדָ֛ה H9 וְכִ֥חֶשׁ H3584 בָּ֖הּ Hb וְנִשְׁבַּ֣ע H7650 עַל H5921 שָׁ֑קֶר H8267 עַל H5921 אַחַ֗ת H259 מִכֹּ֛ל H3605 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 הָאָדָ֖ם H120 לַחֲטֹ֥א H2398 בָהֵֽנָּה H2007 ",
      "4": "וְהָיָה֮ H1961 כִּֽי H3588 יֶחֱטָ֣א H2398 וְאָשֵׁם֒ H816 וְהֵשִׁ֨יב H7725 אֶת H853 הַגְּזֵלָ֜ה H1500 אֲשֶׁ֣ר H834 גָּזָ֗ל H1497 א֤וֹ H176 אֶת H853 הָעֹ֨שֶׁק֙ H6233 אֲשֶׁ֣ר H834 עָשָׁ֔ק H6231 א֚וֹ H176 אֶת H853 הַפִּקָּד֔וֹן H6487 אֲשֶׁ֥ר H834 הָפְקַ֖ד H6485 אִתּ֑וֹ H854 א֥וֹ H176 אֶת H853 הָאֲבֵדָ֖ה H9 אֲשֶׁ֥ר H834 מָצָֽא H4672 ",
      "5": "א֠וֹ H176 מִכֹּ֞ל H3605 אֲשֶׁר H834 יִשָּׁבַ֣ע H7650 עָלָיו֮ H5921 לַשֶּׁקֶר֒ H8267 וְשִׁלַּ֤ם H7999 אֹתוֹ֙ H853 בְּרֹאשׁ֔ H7218 וַחֲמִשִׁתָ֖י H2549 יֹסֵ֣ף H3254 עָלָ֑יו H5921 לַאֲשֶׁ֨ר H834 ה֥וּא H1931 ל֛וֹ Hl יִתְּנֶ֖נּוּ H5414 בְּי֥וֹם H3117 אַשְׁמָתֽוֹ H819 ",
      "6": "וְאֶת H853 אֲשָׁמ֥וֹ H817 יָבִ֖יא H935 לַיהוָ֑ה H3068 אַ֣יִל H352 תָּמִ֧ים H8549 מִן H4480 הַצֹּ֛אן H6629 בְּעֶרְכְּ H6187 לְאָשָׁ֖ם H817 אֶל H413 הַכֹּהֵֽן H3548 ",
      "7": "וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 וְנִסְלַ֣ח H5545 ל֑וֹ Hl עַל H5921 אַחַ֛ת H259 מִכֹּ֥ל H3605 אֲשֶֽׁר H834 יַעֲשֶׂ֖ה H6213 לְאַשְׁמָ֥ה H819 בָֽהּ Hb ",
      "8": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "9": "צַ֤ו H6680 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 בָּנָ֣יו H1121 לֵאמֹ֔ר H559 זֹ֥את H2063 תּוֹרַ֖ת H8451 הָעֹלָ֑ה H5930 הִ֣וא H1931 הָעֹלָ֡ה H5930 עַל֩ H5921 מוֹקְדָ֨ה H4169 עַל H5921 הַמִּזְבֵּ֤חַ H4196 כָּל H3605 הַלַּ֨יְלָה֙ H3915 עַד H5704 הַבֹּ֔קֶר H1242 וְאֵ֥שׁ H784 הַמִּזְבֵּ֖חַ H4196 תּ֥וּקַד H3344 בּֽוֹ Hb ",
      "10": "וְלָבַ֨שׁ H3847 הַכֹּהֵ֜ן H3548 מִדּ֣וֹ H4055 בַ֗ד H906 וּמִֽכְנְסֵי H4370 בַד֮ H906 יִלְבַּ֣שׁ H3847 עַל H5921 בְּשָׂרוֹ֒ H1320 וְהֵרִ֣ים H7311 אֶת H853 הַדֶּ֗שֶׁן H1880 אֲשֶׁ֨ר H834 תֹּאכַ֥ל H398 הָאֵ֛שׁ H784 אֶת H854 הָעֹלָ֖ה H5930 עַל H5921 הַמִּזְבֵּ֑חַ H4196 וְשָׂמ֕ H7760 אֵ֖צֶל H681 הַמִּזְבֵּֽחַ H4196 ",
      "11": "וּפָשַׁט֙ H6584 אֶת H853 בְּגָדָ֔יו H899 וְלָבַ֖שׁ H3847 בְּגָדִ֣ים H899 אֲחֵרִ֑ים H312 וְהוֹצִ֤יא H3318 אֶת H853 הַדֶּ֨שֶׁן֙ H1880 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 אֶל H413 מָק֖וֹם H4725 טָהֽוֹר H2889 ",
      "12": "וְהָ H784 עַל H5921 הַמִּזְבֵּ֤חַ H4196 תּֽוּקַד H3344 בּוֹ֙ Hb לֹ֣א H3808 תִכְבֶּ֔ה H3518 וּבִעֵ֨ר H1197 עָלֶ֧יהָ H5921 הַכֹּהֵ֛ן H3548 עֵצִ֖ים H6086 בַּבֹּ֣קֶר H1242 בַּבֹּ֑קֶר H1242 וְעָרַ֤ךְ H6186 עָלֶ֨יהָ֙ H5921 הָֽעֹלָ֔ה H5930 וְהִקְטִ֥יר H6999 עָלֶ֖יהָ H5921 חֶלְבֵ֥י H2459 הַשְּׁלָמִֽים H8002 ",
      "13": "אֵ֗שׁ H784 תָּמִ֛יד H8548 תּוּקַ֥ד H3344 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לֹ֥א H3808 תִכְבֶֽה H3518 ",
      "14": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 הַמִּנְחָ֑ה H4503 הַקְרֵ֨ב H7126 אֹתָ֤הּ H853 בְּנֵֽי H1121 אַהֲרֹן֙ H175 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֶל H413 פְּנֵ֖י H6440 הַמִּזְבֵּֽחַ H4196 ",
      "15": "וְהֵרִ֨ים H7311 מִמֶּ֜נּוּ H4480 בְּקֻמְצ֗ H7062 מִסֹּ֤לֶת H5560 הַמִּנְחָה֙ H4503 וּמִ H8081 וְאֵת֙ H853 כָּל H3605 הַלְּבֹנָ֔ה H3828 אֲשֶׁ֖ר H834 עַל H5921 הַמִּנְחָ֑ה H4503 וְהִקְטִ֣יר H6999 הַמִּזְבֵּ֗חַ H4196 רֵ֧יחַ H7381 נִיחֹ֛חַ H5207 אַזְכָּרָתָ֖הּ H234 לַיהוָֽה H3068 ",
      "16": "וְהַ H3498 מִמֶּ֔נָּה H4480 יֹאכְל֖וּ H398 אַהֲרֹ֣ן H175 וּבָנָ֑י H1121 מַצּ֤וֹת H4682 תֵּֽאָכֵל֙ H398 בְּמָק֣וֹם H4725 קָדֹ֔שׁ H6918 בַּחֲצַ֥ר H2691 אֹֽהֶל H168 מוֹעֵ֖ד H4150 יֹאכְלֽוּהָ H398 ",
      "17": "לֹ֤א H3808 תֵאָפֶה֙ H644 חָמֵ֔ץ H2557 חֶלְקָ֛ם H2506 נָתַ֥תִּי H5414 אֹתָ֖הּ H853 מֵאִשָּׁ֑ H801 קֹ֤דֶשׁ H6944 קָֽדָשִׁים֙ H6944 הִ֔וא H1931 כַּחַטָּ֖את H2403 וְכָ H817 ",
      "18": "כָּל H3605 זָכָ֞ר H2145 בִּבְנֵ֤י H1121 אַהֲרֹן֙ H175 יֹֽאכֲלֶ֔נָּה H398 חָק H2706 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 מֵאִשֵּׁ֖י H801 יְהוָ֑ה H3068 כֹּ֛ל H3605 אֲשֶׁר H834 יִגַּ֥ע H5060 בָּהֶ֖ם Hb יִקְדָּֽשׁ H6942 ",
      "19": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "20": "זֶ֡ה H2088 קָרְבַּן֩ H7133 אַהֲרֹ֨ן H175 וּבָנָ֜י H1121 אֲשֶׁר H834 יַקְרִ֣יבוּ H7126 לַֽיהוָ֗ה H3068 בְּיוֹם֙ H3117 הִמָּשַׁ֣ח H4886 אֹת֔וֹ H853 עֲשִׂירִ֨ת H6224 הָאֵפָ֥ה H374 סֹ֛לֶת H5560 מִנְחָ֖ה H4503 תָּמִ֑יד H8548 מַחֲצִיתָ֣הּ H4276 בַּבֹּ֔קֶר H1242 וּמַחֲצִיתָ֖ H4276 בָּעָֽרֶב H6153 ",
      "21": "עַֽל H5921 מַחֲבַ֗ת H4227 בַּשֶּׁ֛מֶן H8081 תֵּעָשֶׂ֖ה H6213 מֻרְבֶּ֣כֶת H7246 תְּבִיאֶ֑נָּה H935 תֻּפִינֵי֙ H8601 מִנְחַ֣ת H4503 פִּתִּ֔ים H6595 תַּקְרִ֥יב H7126 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "22": "וְהַ H3548 הַמָּשִׁ֧יחַ H4899 תַּחְתָּ֛יו H8478 מִבָּנָ֖י H1121 יַעֲשֶׂ֣ה H6213 אֹתָ֑הּ H853 חָק H2706 עוֹלָ֕ם H5769 לַיהוָ֖ה H3068 כָּלִ֥יל H3632 תָּקְטָֽר H6999 ",
      "23": "וְכָל H3605 מִנְחַ֥ת H4503 כֹּהֵ֛ן H3548 כָּלִ֥יל H3632 תִּהְיֶ֖ה H1961 לֹ֥א H3808 תֵאָכֵֽל H398 ",
      "24": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "25": "דַּבֵּ֤ר H1696 אֶֽל H413 אַהֲרֹן֙ H175 וְאֶל H413 בָּנָ֣יו H1121 לֵאמֹ֔ר H559 זֹ֥את H2063 תּוֹרַ֖ת H8451 הַֽחַטָּ֑את H2403 בִּמְק֡וֹם H4725 אֲשֶׁר֩ H834 תִּשָּׁחֵ֨ט H7819 הָעֹלָ֜ה H5930 תִּשָּׁחֵ֤ט H7819 הַֽחַטָּאת֙ H2403 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִֽוא H1931 ",
      "26": "הַכֹּהֵ֛ן H3548 הַֽמְחַטֵּ֥א H2398 אֹתָ֖הּ H853 יֹאכֲלֶ֑נָּה H398 בְּמָק֤וֹם H4725 קָדֹשׁ֙ H6918 תֵּֽאָכֵ֔ל H398 בַּחֲצַ֖ר H2691 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "27": "כֹּ֛ל H3605 אֲשֶׁר H834 יִגַּ֥ע H5060 בִּבְשָׂרָ֖ H1320 יִקְדָּ֑שׁ H6942 וַאֲשֶׁ֨ר H834 יִזֶּ֤ה H5137 מִדָּמָ H1818 עַל H5921 הַבֶּ֔גֶד H899 אֲשֶׁר֙ H834 יִזֶּ֣ה H5137 עָלֶ֔יהָ H5921 תְּכַבֵּ֖ס H3526 בְּמָק֥וֹם H4725 קָדֹֽשׁ H6918 ",
      "28": "וּכְלִי H3627 חֶ֛רֶשׂ H2789 אֲשֶׁ֥ר H834 תְּבֻשַּׁל H1310 בּ֖וֹ Hb יִשָּׁבֵ֑ר H7665 וְאִם H518 בִּכְלִ֤י H3627 נְחֹ֨שֶׁת֙ H5178 בֻּשָּׁ֔לָה H1310 וּמֹרַ֥ק H4838 וְשֻׁטַּ֖ף H7857 בַּמָּֽיִם H4325 ",
      "29": "כָּל H3605 זָכָ֥ר H2145 בַּכֹּהֲנִ֖ים H3548 יֹאכַ֣ל H398 אֹתָ֑הּ H853 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִֽוא H1931 ",
      "30": "וְכָל H3605 חַטָּ֡את H2403 אֲשֶׁר֩ H834 יוּבָ֨א H935 מִדָּמָ֜ H1818 אֶל H413 אֹ֧הֶל H168 מוֹעֵ֛ד H4150 לְכַפֵּ֥ר H3722 בַּקֹּ֖דֶשׁ H6944 לֹ֣א H3808 תֵאָכֵ֑ל H398 בָּאֵ֖שׁ H784 תִּשָּׂרֵֽף H8313 "
    },
    "7": {
      "1": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 הָאָשָׁ֑ם H817 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הֽוּא H1931 ",
      "2": "בִּמְק֗וֹם H4725 אֲשֶׁ֤ר H834 יִשְׁחֲטוּ֙ H7819 אֶת H853 הָ֣עֹלָ֔ה H5930 יִשְׁחֲט֖וּ H7819 אֶת H853 הָאָשָׁ֑ם H817 וְאֶת H853 דָּמ֛וֹ H1818 יִזְרֹ֥ק H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "3": "וְאֵ֥ת H853 כָּל H3605 חֶלְבּ֖וֹ H2459 יַקְרִ֣יב H7126 מִמֶּ֑נּוּ H4480 אֵ֚ת H853 הָֽאַלְיָ֔ה H451 וְאֶת H853 הַחֵ֖לֶב H2459 הַֽמְכַסֶּ֥ה H3680 אֶת H853 הַקֶּֽרֶב H7130 ",
      "4": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵיהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָיֹ֖ת H3629 יְסִירֶֽנָּה H5493 ",
      "5": "וְהִקְטִ֨יר H6999 אֹתָ֤ם H853 הַכֹּהֵן֙ H3548 הַמִּזְבֵּ֔חָ H4196 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 אָשָׁ֖ם H817 הֽוּא H1931 ",
      "6": "כָּל H3605 זָכָ֥ר H2145 בַּכֹּהֲנִ֖ים H3548 יֹאכְלֶ֑נּוּ H398 בְּמָק֤וֹם H4725 קָדוֹשׁ֙ H6918 יֵאָכֵ֔ל H398 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הֽוּא H1931 ",
      "7": "כַּֽחַטָּאת֙ H2403 כָּֽאָשָׁ֔ם H817 תּוֹרָ֥ה H8451 אַחַ֖ת H259 לָהֶ֑ם Hl הַכֹּהֵ֛ן H3548 אֲשֶׁ֥ר H834 יְכַפֶּר H3722 בּ֖וֹ Hb ל֥וֹ Hl יִהְיֶֽה H1961 ",
      "8": "וְהַ֨ H3548 הַמַּקְרִ֖יב H7126 אֶת H853 עֹ֣לַת H5930 אִ֑ישׁ H376 ע֤וֹר H5785 הָֽעֹלָה֙ H5930 אֲשֶׁ֣ר H834 הִקְרִ֔יב H7126 לַכֹּהֵ֖ן H3548 ל֥וֹ Hl יִהְיֶֽה H1961 ",
      "9": "וְכָל H3605 מִנְחָ֗ה H4503 אֲשֶׁ֤ר H834 תֵּֽאָפֶה֙ H644 בַּתַּנּ֔וּר H8574 וְכָל H3605 נַעֲשָׂ֥ה H6213 בַמַּרְחֶ֖שֶׁת H4802 וְעַֽל H5921 מַחֲבַ֑ת H4227 לַכֹּהֵ֛ן H3548 הַמַּקְרִ֥יב H7126 אֹתָ֖הּ H853 ל֥וֹ Hl תִֽהְיֶֽה H1961 ",
      "10": "וְכָל H3605 מִנְחָ֥ה H4503 בְלוּלָֽה H1101 בַשֶּׁ֖מֶן H8081 וַחֲרֵבָ֑ה H2720 לְכָל H3605 בְּנֵ֧י H1121 אַהֲרֹ֛ן H175 תִּהְיֶ֖ה H1961 אִ֥ישׁ H376 כְּאָחִֽי H251 ",
      "11": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 זֶ֣בַח H2077 הַשְּׁלָמִ֑ים H8002 אֲשֶׁ֥ר H834 יַקְרִ֖יב H7126 לַיהוָֽה H3068 ",
      "12": "אִ֣ם H518 עַל H5921 תּוֹדָה֮ H8426 יַקְרִיבֶנּוּ֒ H7126 וְהִקְרִ֣יב H7126 עַל H5921 זֶ֣בַח H2077 הַתּוֹדָ֗ה H8426 חַלּ֤וֹת H2471 מַצּוֹת֙ H4682 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֣ים H4886 בַּשָּׁ֑מֶן H8081 וְסֹ֣לֶת H5560 מֻרְבֶּ֔כֶת H7246 חַלֹּ֖ת H2471 בְּלוּלֹ֥ת H1101 בַּשָּֽׁמֶן H8081 ",
      "13": "עַל H5921 חַלֹּת֙ H2471 לֶ֣חֶם H3899 חָמֵ֔ץ H2557 יַקְרִ֖יב H7126 קָרְבָּנ֑וֹ H7133 עַל H5921 זֶ֖בַח H2077 תּוֹדַ֥ת H8426 שְׁלָמָֽיו H8002 ",
      "14": "וְהִקְרִ֨יב H7126 מִמֶּ֤נּוּ H4480 אֶחָד֙ H259 מִכָּל H3605 קָרְבָּ֔ן H7133 תְּרוּמָ֖ה H8641 לַיהוָ֑ה H3068 לַכֹּהֵ֗ן H3548 הַזֹּרֵ֛ק H2236 אֶת H853 דַּ֥ם H1818 הַשְּׁלָמִ֖ים H8002 ל֥וֹ Hl יִהְיֶֽה H1961 ",
      "15": "וּבְשַׂ֗ר H1320 זֶ֚בַח H2077 תּוֹדַ֣ת H8426 שְׁלָמָ֔יו H8002 בְּי֥וֹם H3117 קָרְבָּנ֖וֹ H7133 יֵאָכֵ֑ל H398 לֹֽא H3808 יַנִּ֥יחַ H3240 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּֽקֶר H1242 ",
      "16": "וְאִם H518 נֶ֣דֶר H5088 א֣וֹ H176 נְדָבָ֗ה H5071 זֶ֚בַח H2077 קָרְבָּנ֔וֹ H7133 בְּי֛וֹם H3117 הַקְרִיב֥וֹ H7126 אֶת H853 זִבְח֖וֹ H2077 יֵאָכֵ֑ל H398 וּמִֽ H4283 וְהַ H3498 מִמֶּ֖נּוּ H4480 יֵאָכֵֽל H398 ",
      "17": "וְהַ H3498 מִבְּשַׂ֣ר H1320 הַזָּ֑בַח H2077 בַּיּוֹם֙ H3117 הַשְּׁלִישִׁ֔י H7992 בָּאֵ֖שׁ H784 יִשָּׂרֵֽף H8313 ",
      "18": "וְאִ֣ם H518 הֵאָכֹ֣ל H398 יֵ֠אָכֵל H398 מִבְּשַׂר H1320 זֶ֨בַח H2077 שְׁלָמָ֜יו H8002 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁי֮ H7992 לֹ֣א H3808 יֵרָצֶה֒ H7521 הַמַּקְרִ֣יב H7126 אֹת֗וֹ H853 לֹ֧א H3808 יֵחָשֵׁ֛ב H2803 ל֖וֹ Hl פִּגּ֣וּל H6292 יִהְיֶ֑ה H1961 וְהַ H5315 הָאֹכֶ֥לֶת H398 מִמֶּ֖נּוּ H4480 עֲוֺנָ֥הּ H5771 תִּשָּֽׂא H5375 ",
      "19": "וְהַ H1320 אֲשֶׁר H834 יִגַּ֤ע H5060 בְּכָל H3605 טָמֵא֙ H2931 לֹ֣א H3808 יֵֽאָכֵ֔ל H398 בָּאֵ֖שׁ H784 יִשָּׂרֵ֑ף H8313 וְהַ֨ H1320 כָּל H3605 טָה֖וֹר H2889 יֹאכַ֥ל H398 בָּשָֽׂר H1320 ",
      "20": "וְהַ H5315 אֲשֶׁר H834 תֹּאכַ֣ל H398 בָּשָׂ֗ר H1320 מִזֶּ֤בַח H2077 הַשְּׁלָמִים֙ H8002 אֲשֶׁ֣ר H834 לַיהוָ֔ה H3068 וְטֻמְאָת֖ H2932 עָלָ֑יו H5921 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּֽי H5971 ",
      "21": "וְנֶ֜פֶשׁ H5315 כִּֽי H3588 תִגַּ֣ע H5060 בְּכָל H3605 טָמֵ֗א H2931 בְּטֻמְאַ֤ת H2932 אָדָם֙ H120 א֣וֹ H176 בִּבְהֵמָ֣ה H929 טְמֵאָ֗ה H2931 א֚וֹ H176 בְּכָל H3605 שֶׁ֣קֶץ H8263 טָמֵ֔א H2931 וְאָכַ֛ל H398 מִבְּשַׂר H1320 זֶ֥בַח H2077 הַשְּׁלָמִ֖ים H8002 אֲשֶׁ֣ר H834 לַיהוָ֑ה H3068 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּֽי H5971 ",
      "22": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "23": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 כָּל H3605 חֵ֜לֶב H2459 שׁ֥וֹר H7794 וְכֶ֛שֶׂב H3775 וָעֵ֖ז H5795 לֹ֥א H3808 תֹאכֵֽלוּ H398 ",
      "24": "וְחֵ֤לֶב H2459 נְבֵלָה֙ H5038 וְחֵ֣לֶב H2459 טְרֵפָ֔ה H2966 יֵעָשֶׂ֖ה H6213 לְכָל H3605 מְלָאכָ֑ה H4399 וְאָכֹ֖ל H398 לֹ֥א H3808 תֹאכְלֻֽהוּ H398 ",
      "25": "כִּ֚י H3588 כָּל H3605 אֹכֵ֣ל H398 חֵ֔לֶב H2459 מִן H4480 הַ֨בְּהֵמָ֔ה H929 אֲשֶׁ֨ר H834 יַקְרִ֥יב H7126 מִמֶּ֛נָּה H4480 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הָאֹכֶ֖לֶת H398 מֵֽעַמֶּֽי H5971 ",
      "26": "וְכָל H3605 דָּם֙ H1818 לֹ֣א H3808 תֹאכְל֔וּ H398 בְּכֹ֖ל H3605 מוֹשְׁבֹתֵיכֶ֑ם H4186 לָע֖וֹף H5775 וְלַ H929 ",
      "27": "כָּל H3605 נֶ֖פֶשׁ H5315 אֲשֶׁר H834 תֹּאכַ֣ל H398 כָּל H3605 דָּ֑ם H1818 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵֽעַמֶּֽי H5971 ",
      "28": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "29": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הַמַּקְרִ֞יב H7126 אֶת H853 זֶ֤בַח H2077 שְׁלָמָיו֙ H8002 לַיהוָ֔ה H3068 יָבִ֧יא H935 אֶת H853 קָרְבָּנ֛וֹ H7133 לַיהוָ֖ה H3068 מִזֶּ֥בַח H2077 שְׁלָמָֽיו H8002 ",
      "30": "יָדָ֣יו H3027 תְּבִיאֶ֔ינָה H935 אֵ֖ת H853 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 אֶת H853 הַחֵ֤לֶב H2459 עַל H5921 הֶֽחָזֶה֙ H2373 יְבִיאֶ֔נּוּ H935 אֵ֣ת H854 הֶחָזֶ֗ה H2373 לְהָנִ֥יף H5130 אֹת֛וֹ H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "31": "וְהִקְטִ֧יר H6999 הַכֹּהֵ֛ן H3548 אֶת H853 הַחֵ֖לֶב H2459 הַמִּזְבֵּ֑חָ H4196 וְהָיָה֙ H1961 הֶֽחָזֶ֔ה H2373 לְאַהֲרֹ֖ן H175 וּלְ H1121 ",
      "32": "וְאֵת֙ H853 שׁ֣וֹק H7785 הַיָּמִ֔ין H3225 תִּתְּנ֥וּ H5414 תְרוּמָ֖ה H8641 לַכֹּהֵ֑ן H3548 מִזִּבְחֵ֖י H2077 שַׁלְמֵיכֶֽם H8002 ",
      "33": "הַמַּקְרִ֞יב H7126 אֶת H853 דַּ֧ם H1818 הַשְּׁלָמִ֛ים H8002 וְאֶת H853 הַחֵ֖לֶב H2459 מִבְּנֵ֣י H1121 אַהֲרֹ֑ן H175 ל֧וֹ Hl תִהְיֶ֛ה H1961 שׁ֥וֹק H7785 הַיָּמִ֖ין H3225 לְמָנָֽה H4490 ",
      "34": "כִּי֩ H3588 אֶת H853 חֲזֵ֨ה H2373 הַתְּנוּפָ֜ה H8573 וְאֵ֣ת H853 שׁ֣וֹק H7785 הַתְּרוּמָ֗ה H8641 לָקַ֨חְתִּי֙ H3947 מֵאֵ֣ת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 מִזִּבְחֵ֖י H2077 שַׁלְמֵיהֶ֑ם H8002 וָאֶתֵּ֣ן H5414 אֹ֠תָם H853 לְאַהֲרֹ֨ן H175 הַכֹּהֵ֤ן H3548 וּלְ H1121 לְחָק H2706 עוֹלָ֔ם H5769 מֵאֵ֖ת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "35": "זֹ֣את H2063 מִשְׁחַ֤ת H4888 אַהֲרֹן֙ H175 וּמִשְׁחַ֣ת H4888 בָּנָ֔יו H1121 מֵאִשֵּׁ֖י H801 יְהוָ֑ה H3068 בְּיוֹם֙ H3117 הִקְרִ֣יב H7126 אֹתָ֔ם H853 לְכַהֵ֖ן H3547 לַיהוָֽה H3068 ",
      "36": "אֲשֶׁר֩ H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 לָתֵ֣ת H5414 לָהֶ֗ם Hl בְּיוֹם֙ H3117 מָשְׁח֣וֹ H4886 אֹתָ֔ם H853 מֵאֵ֖ת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹתָֽ H1755 ",
      "37": "זֹ֣את H2063 הַתּוֹרָ֗ה H8451 לָֽעֹלָה֙ H5930 לַמִּנְחָ֔ה H4503 וְלַֽ H2403 וְלָ H817 וְלַ֨ H4394 וּלְ H2077 הַשְּׁלָמִֽים H8002 ",
      "38": "אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 בְּהַ֣ר H2022 סִינָ֑י H5514 בְּי֨וֹם H3117 צַוֺּת֜וֹ H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לְהַקְרִ֧יב H7126 אֶת H853 קָרְבְּנֵיהֶ֛ם H7133 לַיהוָ֖ה H3068 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 "
    },
    "8": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "קַ֤ח H3947 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 בָּנָ֣יו H1121 אִתּ֔וֹ H854 וְאֵת֙ H853 הַבְּגָדִ֔ים H899 וְאֵ֖ת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֑ה H4888 וְאֵ֣ת H853 פַּ֣ר H6499 הַֽחַטָּ֗את H2403 וְאֵת֙ H853 שְׁנֵ֣י H8147 הָֽאֵילִ֔ים H352 וְאֵ֖ת H853 סַ֥ל H5536 הַמַּצּֽוֹת H4682 ",
      "3": "וְאֵ֥ת H853 כָּל H3605 הָעֵדָ֖ה H5712 הַקְהֵ֑ל H6950 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "4": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 וַתִּקָּהֵל֙ H6950 הָֽעֵדָ֔ה H5712 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "5": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 הָעֵדָ֑ה H5712 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לַעֲשֽׂוֹת H6213 ",
      "6": "וַיַּקְרֵ֣ב H7126 מֹשֶׁ֔ה H4872 אֶֽת H853 אַהֲרֹ֖ן H175 וְאֶת H853 בָּנָ֑יו H1121 וַיִּרְחַ֥ץ H7364 אֹתָ֖ם H853 בַּמָּֽיִם H4325 ",
      "7": "וַיִּתֵּ֨ן H5414 עָלָ֜יו H5921 אֶת H853 הַכֻּתֹּ֗נֶת H3801 וַיַּחְגֹּ֤ר H2296 אֹתוֹ֙ H853 בָּֽאַבְנֵ֔ט H73 וַיַּלְבֵּ֤שׁ H3847 אֹתוֹ֙ H853 אֶֽת H854 הַמְּעִ֔יל H4598 וַיִּתֵּ֥ן H5414 עָלָ֖יו H5921 אֶת H853 הָאֵפֹ֑ד H646 וַיַּחְגֹּ֣ר H2296 אֹת֗וֹ H853 בְּחֵ֨שֶׁב֙ H2805 הָֽאֵפֹ֔ד H646 וַיֶּאְפֹּ֥ד H640 ל֖וֹ Hl בּֽוֹ Hb ",
      "8": "וַיָּ֥שֶׂם H7760 עָלָ֖יו H5921 אֶת H853 הַחֹ֑שֶׁן H2833 וַיִּתֵּן֙ H5414 אֶל H413 הַחֹ֔שֶׁן H2833 אֶת H853 הָאוּרִ֖ים H224 וְאֶת H853 הַתֻּמִּֽים H8550 ",
      "9": "וַיָּ֥שֶׂם H7760 אֶת H853 הַמִּצְנֶ֖פֶת H4701 עַל H5921 רֹאשׁ֑וֹ H7218 וַיָּ֨שֶׂם H7760 עַֽל H5921 הַמִּצְנֶ֜פֶת H4701 אֶל H413 מ֣וּל H4136 פָּנָ֗יו H6440 אֵ֣ת H853 צִ֤יץ H6731 הַזָּהָב֙ H2091 נֵ֣זֶר H5145 הַקֹּ֔דֶשׁ H6944 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "10": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 אֶת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וַיִּמְשַׁ֥ח H4886 אֶת H853 הַמִּשְׁכָּ֖ן H4908 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בּ֑וֹ Hb וַיְקַדֵּ֖שׁ H6942 אֹתָֽם H853 ",
      "11": "וַיַּ֥ז H5137 מִמֶּ֛נּוּ H4480 עַל H5921 הַמִּזְבֵּ֖חַ H4196 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וַיִּמְשַׁ֨ח H4886 אֶת H853 הַמִּזְבֵּ֜חַ H4196 וְאֶת H853 כָּל H3605 כֵּלָ֗יו H3627 וְאֶת H853 הַכִּיֹּ֛ר H3595 וְאֶת H853 כַּנּ֖וֹ H3653 לְקַדְּשָֽׁ H6942 ",
      "12": "וַיִּצֹק֙ H3332 מִשֶּׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 עַ֖ל H5921 רֹ֣אשׁ H7218 אַהֲרֹ֑ן H175 וַיִּמְשַׁ֥ח H4886 אֹת֖וֹ H853 לְקַדְּשֽׁ H6942 ",
      "13": "וַיַּקְרֵ֨ב H7126 מֹשֶׁ֜ה H4872 אֶת H853 בְּנֵ֣י H1121 אַהֲרֹ֗ן H175 וַיַּלְבִּשֵׁ֤ H3847 כֻּתֳּנֹת֙ H3801 וַיַּחְגֹּ֤ר H2296 אֹתָם֙ H853 אַבְנֵ֔ט H73 וַיַּחֲבֹ֥שׁ H2280 לָהֶ֖ם Hl מִגְבָּע֑וֹת H4021 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "14": "וַיַּגֵּ֕שׁ H5066 אֵ֖ת H853 פַּ֣ר H6499 הַֽחַטָּ֑את H2403 וַיִּסְמֹ֨ךְ H5564 אַהֲרֹ֤ן H175 וּבָנָי H1121 אֶת H853 יְדֵיהֶ֔ם H3027 עַל H5921 רֹ֖אשׁ H7218 פַּ֥ר H6499 הַֽחַטָּֽאת H2403 ",
      "15": "וַיִּשְׁחָ֗ט H7819 וַיִּקַּ֨ח H3947 מֹשֶׁ֤ה H4872 אֶת H853 הַדָּם֙ H1818 וַ֠יִּתֵּן H5414 עַל H5921 קַרְנ֨וֹת H7161 הַמִּזְבֵּ֤חַ H4196 סָבִיב֙ H5439 בְּאֶצְבָּע֔ H676 וַיְחַטֵּ֖א H2398 אֶת H853 הַמִּזְבֵּ֑חַ H4196 וְאֶת H853 הַדָּ֗ם H1818 יָצַק֙ H3332 אֶל H413 יְס֣וֹד H3247 הַמִּזְבֵּ֔חַ H4196 וַֽיְקַדְּשֵׁ֖ H6942 לְכַפֵּ֥ר H3722 עָלָֽיו H5921 ",
      "16": "וַיִּקַּ֗ח H3947 אֶֽת H853 כָּל H3605 הַחֵלֶב֮ H2459 אֲשֶׁ֣ר H834 עַל H5921 הַקֶּרֶב֒ H7130 וְאֵת֙ H853 יֹתֶ֣רֶת H3508 הַכָּבֵ֔ד H3516 וְאֶת H853 שְׁתֵּ֥י H8147 הַכְּלָיֹ֖ת H3629 וְאֶֽת H853 חֶלְבְּהֶ֑ן H2459 וַיַּקְטֵ֥ר H6999 מֹשֶׁ֖ה H4872 הַמִּזְבֵּֽחָ H4196 ",
      "17": "וְאֶת H853 הַפָּ֤ר H6499 וְאֶת H853 עֹרוֹ֙ H5785 וְאֶת H853 בְּשָׂר֣וֹ H1320 וְאֶת H853 פִּרְשׁ֔וֹ H6569 שָׂרַ֣ף H8313 בָּאֵ֔שׁ H784 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "18": "וַיַּקְרֵ֕ב H7126 אֵ֖ת H853 אֵ֣יל H352 הָעֹלָ֑ה H5930 וַֽיִּסְמְכ֞וּ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
      "19": "וַיִּשְׁחָ֑ט H7819 וַיִּזְרֹ֨ק H2236 מֹשֶׁ֧ה H4872 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "20": "וְאֶת H853 הָאַ֔יִל H352 נִתַּ֖ח H5408 לִנְתָחָ֑י H5409 וַיַּקְטֵ֤ר H6999 מֹשֶׁה֙ H4872 אֶת H853 הָרֹ֔אשׁ H7218 וְאֶת H853 הַנְּתָחִ֖ים H5409 וְאֶת H853 הַפָּֽדֶר H6309 ",
      "21": "וְאֶת H853 הַקֶּ֥רֶב H7130 וְאֶת H853 הַכְּרָעַ֖יִם H3767 רָחַ֣ץ H7364 בַּמָּ֑יִם H4325 וַיַּקְטֵר֩ H6999 מֹשֶׁ֨ה H4872 אֶת H853 כָּל H3605 הָאַ֜יִל H352 הַמִּזְבֵּ֗חָ H4196 עֹלָ֨ה H5930 ה֤וּא H1931 לְרֵֽיחַ H7381 נִיחֹ֨חַ֙ H5207 אִשֶּׁ֥ה H801 הוּא֙ H1931 לַיהוָ֔ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "22": "וַיַּקְרֵב֙ H7126 אֶת H853 הָאַ֣יִל H352 הַשֵּׁנִ֔י H8145 אֵ֖יל H352 הַמִּלֻּאִ֑ים H4394 וַֽיִּסְמְכ֞וּ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
      "23": "וַיִּשְׁחָ֓ט H7819 וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 מִדָּמ֔ H1818 וַיִּתֵּ֛ן H5414 עַל H5921 תְּנ֥וּךְ H8571 אֹֽזֶן H241 אַהֲרֹ֖ן H175 הַיְמָנִ֑ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִֽית H3233 ",
      "24": "וַיַּקְרֵ֞ב H7126 אֶת H853 בְּנֵ֣י H1121 אַהֲרֹ֗ן H175 וַיִּתֵּ֨ן H5414 מֹשֶׁ֤ה H4872 מִן H4480 הַדָּם֙ H1818 עַל H5921 תְּנ֤וּךְ H8571 אָזְנָם֙ H241 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדָם֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְלָ֖ם H7272 הַיְמָנִ֑ית H3233 וַיִּזְרֹ֨ק H2236 מֹשֶׁ֧ה H4872 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַֽמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "25": "וַיִּקַּ֞ח H3947 אֶת H853 הַחֵ֣לֶב H2459 וְאֶת H853 הָֽאַלְיָ֗ה H451 וְאֶֽת H853 כָּל H3605 הַחֵלֶב֮ H2459 אֲשֶׁ֣ר H834 עַל H5921 הַקֶּרֶב֒ H7130 וְאֵת֙ H853 יֹתֶ֣רֶת H3508 הַכָּבֵ֔ד H3516 וְאֶת H853 שְׁתֵּ֥י H8147 הַכְּלָיֹ֖ת H3629 וְאֶֽת H853 חֶלְבְּהֶ֑ן H2459 וְאֵ֖ת H853 שׁ֥וֹק H7785 הַיָּמִֽין H3225 ",
      "26": "וּמִ H5536 הַמַּצּ֜וֹת H4682 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 לָ֠קַח H3947 חַלַּ֨ת H2471 מַצָּ֤ה H4682 אַחַת֙ H259 וְֽחַלַּ֨ת H2471 לֶ֥חֶם H3899 שֶׁ֛מֶן H8081 אַחַ֖ת H259 וְרָקִ֣יק H7550 אֶחָ֑ד H259 וַיָּ֨שֶׂם֙ H7760 עַל H5921 הַ֣חֲלָבִ֔ים H2459 וְעַ֖ל H5921 שׁ֥וֹק H7785 הַיָּמִֽין H3225 ",
      "27": "וַיִּתֵּ֣ן H5414 אֶת H853 הַכֹּ֔ל H3605 עַ֚ל H5921 כַּפֵּ֣י H3709 אַהֲרֹ֔ן H175 וְעַ֖ל H5921 כַּפֵּ֣י H3709 בָנָ֑יו H1121 וַיָּ֧נֶף H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "28": "וַיִּקַּ֨ח H3947 מֹשֶׁ֤ה H4872 אֹתָם֙ H853 מֵעַ֣ל H5921 כַּפֵּיהֶ֔ם H3709 וַיַּקְטֵ֥ר H6999 הַמִּזְבֵּ֖חָ H4196 עַל H5921 הָעֹלָ֑ה H5930 מִלֻּאִ֥ים H4394 הֵם֙ H1992 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֥ה H801 ה֖וּא H1931 לַיהוָֽה H3068 ",
      "29": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 אֶת H853 הֶ֣חָזֶ֔ה H2373 וַיְנִיפֵ֥ H5130 תְנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 מֵאֵ֣יל H352 הַמִּלֻּאִ֗ים H4394 לְמֹשֶׁ֤ה H4872 הָיָה֙ H1961 לְמָנָ֔ה H4490 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "30": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 מִשֶּׁ֣מֶן H8081 הַמִּשְׁחָ֗ה H4888 וּמִן H4480 הַדָּם֮ H1818 אֲשֶׁ֣ר H834 עַל H5921 הַמִּזְבֵּחַ֒ H4196 וַיַּ֤ז H5137 עַֽל H5921 אַהֲרֹן֙ H175 עַל H5921 בְּגָדָ֔יו H899 וְעַל H5921 בָּנָ֛יו H1121 וְעַל H5921 בִּגְדֵ֥י H899 בָנָ֖יו H1121 אִתּ֑וֹ H854 וַיְקַדֵּ֤שׁ H6942 אֶֽת H853 אַהֲרֹן֙ H175 אֶת H853 בְּגָדָ֔יו H899 וְאֶת H853 בָּנָ֛יו H1121 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 אִתּֽוֹ H854 ",
      "31": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 אַהֲרֹ֣ן H175 וְאֶל H413 בָּנָ֗יו H1121 בַּשְּׁל֣וּ H1310 אֶת H853 הַבָּשָׂר֮ H1320 פֶּ֣תַח H6607 אֹ֣הֶל H168 מוֹעֵד֒ H4150 וְשָׁם֙ H8033 תֹּאכְל֣וּ H398 אֹת֔וֹ H853 וְאֶ֨ת H853 הַלֶּ֔חֶם H3899 אֲשֶׁ֖ר H834 בְּסַ֣ל H5536 הַמִּלֻּאִ֑ים H4394 כַּאֲשֶׁ֤ר H834 צִוֵּ֨יתִי֙ H6680 לֵאמֹ֔ר H559 אַהֲרֹ֥ן H175 וּבָנָ֖י H1121 יֹאכְלֻֽהוּ H398 ",
      "32": "וְהַ H3498 בַּבָּשָׂ֖ר H1320 וּבַ H3899 בָּאֵ֖שׁ H784 תִּשְׂרֹֽפוּ H8313 ",
      "33": "וּמִ H6607 אֹ֨הֶל H168 מוֹעֵ֜ד H4150 לֹ֤א H3808 תֵֽצְאוּ֙ H3318 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 עַ֚ד H5704 י֣וֹם H3117 מְלֹ֔את H4390 יְמֵ֖י H3117 מִלֻּאֵיכֶ֑ם H4394 כִּ֚י H3588 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 יְמַלֵּ֖א H4390 אֶת H853 יֶדְכֶֽם H3027 ",
      "34": "כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 צִוָּ֧ה H6680 יְהוָ֛ה H3068 לַעֲשֹׂ֖ת H6213 לְכַפֵּ֥ר H3722 עֲלֵיכֶֽם H5921 ",
      "35": "וּפֶתַח֩ H6607 אֹ֨הֶל H168 מוֹעֵ֜ד H4150 תֵּשְׁב֨וּ H3427 יוֹמָ֤ם H3119 וָלַ֨יְלָה֙ H3915 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 וּשְׁמַרְתֶּ֛ם H8104 אֶת H853 מִשְׁמֶ֥רֶת H4931 יְהוָ֖ה H3068 וְלֹ֣א H3808 תָמ֑וּתוּ H4191 כִּי H3588 כֵ֖ן H3651 צֻוֵּֽיתִי H6680 ",
      "36": "וַיַּ֥עַשׂ H6213 אַהֲרֹ֖ן H175 וּבָנָ֑י H1121 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֔ים H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
    },
    "9": {
      "1": "וַיְהִי֙ H1961 בַּיּ֣וֹם H3117 הַשְּׁמִינִ֔י H8066 קָרָ֣א H7121 מֹשֶׁ֔ה H4872 לְאַהֲרֹ֖ן H175 וּלְ H1121 וּלְ H2205 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיֹּ֣אמֶר H559 אֶֽל H413 אַהֲרֹ֗ן H175 קַח H3947 לְ֠ךָ Hl עֵ֣גֶל H5695 בֶּן H1121 בָּקָ֧ר H1241 לְחַטָּ֛את H2403 וְאַ֥יִל H352 לְעֹלָ֖ה H5930 תְּמִימִ֑ם H8549 וְהַקְרֵ֖ב H7126 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "3": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 קְח֤וּ H3947 שְׂעִיר H8163 עִזִּים֙ H5795 לְחַטָּ֔את H2403 וְעֵ֨גֶל H5695 וָכֶ֧בֶשׂ H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 תְּמִימִ֖ם H8549 לְעֹלָֽה H5930 ",
      "4": "וְשׁ֨וֹר H7794 וָאַ֜יִל H352 לִשְׁלָמִ֗ים H8002 לִזְבֹּ֨חַ֙ H2076 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וּמִנְחָ֖ה H4503 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 כִּ֣י H3588 הַיּ֔וֹם H3117 יְהוָ֖ה H3068 נִרְאָ֥ה H7200 אֲלֵיכֶֽם H413 ",
      "5": "וַיִּקְח֗וּ H3947 אֵ֚ת H853 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 מֹשֶׁ֔ה H4872 אֶל H413 פְּנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַֽיִּקְרְבוּ֙ H7126 כָּל H3605 הָ֣עֵדָ֔ה H5712 וַיַּֽעַמְד֖וּ H5975 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "6": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 זֶ֧ה H2088 הַדָּבָ֛ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 תַּעֲשׂ֑וּ H6213 וְיֵרָ֥א H7200 אֲלֵיכֶ֖ם H413 כְּב֥וֹד H3519 יְהוָֽה H3068 ",
      "7": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 קְרַ֤ב H7126 אֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 וַעֲשֵׂ֞ה H6213 אֶת H853 חַטָּֽאתְךָ֙ H2403 וְאֶת H853 עֹ֣לָתֶ֔ךָ H5930 וְכַפֵּ֥ר H3722 בַּֽעַדְךָ֖ H1157 וּבְעַ֣ד H1157 הָעָ֑ם H5971 וַעֲשֵׂ֞ה H6213 אֶת H853 קָרְבַּ֤ן H7133 הָעָם֙ H5971 וְכַפֵּ֣ר H3722 בַּֽעֲדָ֔ם H1157 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
      "8": "וַיִּקְרַ֥ב H7126 אַהֲרֹ֖ן H175 אֶל H413 הַמִּזְבֵּ֑חַ H4196 וַיִּשְׁחַ֛ט H7819 אֶת H853 עֵ֥גֶל H5695 הַחַטָּ֖את H2403 אֲשֶׁר H834 לֽוֹ Hl ",
      "9": "וַ֠יַּקְרִבוּ H7126 בְּנֵ֨י H1121 אַהֲרֹ֣ן H175 אֶת H853 הַדָּם֮ H1818 אֵלָיו֒ H413 וַיִּטְבֹּ֤ל H2881 אֶצְבָּעוֹ֙ H676 בַּדָּ֔ם H1818 וַיִּתֵּ֖ן H5414 עַל H5921 קַרְנ֣וֹת H7161 הַמִּזְבֵּ֑חַ H4196 וְאֶת H853 הַדָּ֣ם H1818 יָצַ֔ק H3332 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
      "10": "וְאֶת H853 הַחֵ֨לֶב H2459 וְאֶת H853 הַכְּלָיֹ֜ת H3629 וְאֶת H853 הַיֹּתֶ֤רֶת H3508 מִן H4480 הַכָּבֵד֙ H3516 מִן H4480 הַ֣חַטָּ֔את H2403 הִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
      "11": "וְאֶת H853 הַבָּשָׂ֖ר H1320 וְאֶת H853 הָע֑וֹר H5785 שָׂרַ֣ף H8313 בָּאֵ֔שׁ H784 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
      "12": "וַיִּשְׁחַ֖ט H7819 אֶת H853 הָעֹלָ֑ה H5930 וַ֠יַּמְצִאוּ H4672 בְּנֵ֨י H1121 אַהֲרֹ֤ן H175 אֵלָיו֙ H413 אֶת H853 הַדָּ֔ם H1818 וַיִּזְרְקֵ֥ H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "13": "וְאֶת H853 הָעֹלָ֗ה H5930 הִמְצִ֧יאוּ H4672 אֵלָ֛יו H413 לִנְתָחֶ֖י H5409 וְאֶת H853 הָרֹ֑אשׁ H7218 וַיַּקְטֵ֖ר H6999 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
      "14": "וַיִּרְחַ֥ץ H7364 אֶת H853 הַקֶּ֖רֶב H7130 וְאֶת H853 הַכְּרָעָ֑יִם H3767 וַיַּקְטֵ֥ר H6999 עַל H5921 הָעֹלָ֖ה H5930 הַמִּזְבֵּֽחָ H4196 ",
      "15": "וַיַּקְרֵ֕ב H7126 אֵ֖ת H853 קָרְבַּ֣ן H7133 הָעָ֑ם H5971 וַיִּקַּ֞ח H3947 אֶת H853 שְׂעִ֤יר H8163 הַֽחַטָּאת֙ H2403 אֲשֶׁ֣ר H834 לָעָ֔ם H5971 וַיִּשְׁחָטֵ֥ H7819 וַֽיְחַטְּאֵ֖ H2398 כָּרִאשֽׁוֹן H7223 ",
      "16": "וַיַּקְרֵ֖ב H7126 אֶת H853 הָעֹלָ֑ה H5930 וַֽיַּעֲשֶׂ֖ H6213 כַּמִּשְׁפָּֽט H4941 ",
      "17": "וַיַּקְרֵב֮ H7126 אֶת H853 הַמִּנְחָה֒ H4503 וַיְמַלֵּ֤א H4390 כַפּוֹ֙ H3709 מִמֶּ֔נָּה H4480 וַיַּקְטֵ֖ר H6999 עַל H5921 הַמִּזְבֵּ֑חַ H4196 מִלְּ H905 עֹלַ֥ת H5930 הַבֹּֽקֶר H1242 ",
      "18": "וַיִּשְׁחַ֤ט H7819 אֶת H853 הַשּׁוֹר֙ H7794 וְאֶת H853 הָאַ֔יִל H352 זֶ֥בַח H2077 הַשְּׁלָמִ֖ים H8002 אֲשֶׁ֣ר H834 לָעָ֑ם H5971 וַ֠יַּמְצִאוּ H4672 בְּנֵ֨י H1121 אַהֲרֹ֤ן H175 אֶת H853 הַדָּם֙ H1818 אֵלָ֔יו H413 וַיִּזְרְקֵ֥ H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "19": "וְאֶת H853 הַחֲלָבִ֖ים H2459 מִן H4480 הַשּׁ֑וֹר H7794 וּמִן H4480 הָאַ֔יִל H352 הָֽאַלְיָ֤ה H451 וְהַֽ H4374 וְהַ H3629 וְיֹתֶ֖רֶת H3508 הַכָּבֵֽד H3516 ",
      "20": "וַיָּשִׂ֥ימוּ H7760 אֶת H853 הַחֲלָבִ֖ים H2459 עַל H5921 הֶחָז֑וֹת H2373 וַיַּקְטֵ֥ר H6999 הַחֲלָבִ֖ים H2459 הַמִּזְבֵּֽחָ H4196 ",
      "21": "וְאֵ֣ת H853 הֶחָז֗וֹת H2373 וְאֵת֙ H853 שׁ֣וֹק H7785 הַיָּמִ֔ין H3225 הֵנִ֧יף H5130 אַהֲרֹ֛ן H175 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 מֹשֶֽׁה H4872 ",
      "22": "וַיִּשָּׂ֨א H5375 אַהֲרֹ֧ן H175 אֶת H853 ידו H3027 אֶל H413 הָעָ֖ם H5971 וַֽיְבָרְכֵ֑ H1288 וַיֵּ֗רֶד H3381 מֵעֲשֹׂ֧ת H6213 הַֽחַטָּ֛את H2403 וְהָ H5930 וְהַ H8002 ",
      "23": "וַיָּבֹ֨א H935 מֹשֶׁ֤ה H4872 וְאַהֲרֹן֙ H175 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וַיֵּ֣צְא֔וּ H3318 וַֽיְבָרֲכ֖וּ H1288 אֶת H853 הָעָ֑ם H5971 וַיֵּרָ֥א H7200 כְבוֹד H3519 יְהוָ֖ה H3068 אֶל H413 כָּל H3605 הָעָֽם H5971 ",
      "24": "וַתֵּ֤צֵא H3318 אֵשׁ֙ H784 מִלִּ H6440 יְהוָ֔ה H3068 וַתֹּ֨אכַל֙ H398 עַל H5921 הַמִּזְבֵּ֔חַ H4196 אֶת H853 הָעֹלָ֖ה H5930 וְאֶת H853 הַחֲלָבִ֑ים H2459 וַיַּ֤רְא H7200 כָּל H3605 הָעָם֙ H5971 וַיָּרֹ֔נּוּ H7442 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶֽם H6440 "
    },
    "10": {
      "1": "וַיִּקְח֣וּ H3947 בְנֵֽי H1121 אַ֠הֲרֹן H175 נָדָ֨ב H5070 וַאֲבִיה֜וּא H30 אִ֣ישׁ H376 מַחְתָּת֗וֹ H4289 וַיִּתְּנ֤וּ H5414 בָהֵן֙ H2004 אֵ֔שׁ H784 וַיָּשִׂ֥ימוּ H7760 עָלֶ֖יהָ H5921 קְטֹ֑רֶת H7004 וַיַּקְרִ֜בוּ H7126 לִפְנֵ֤י H6440 יְהוָה֙ H3068 אֵ֣שׁ H784 זָרָ֔ה H2114 אֲשֶׁ֧ר H834 לֹ֦א H3808 צִוָּ֖ה H6680 אֹתָֽם H853 ",
      "2": "וַתֵּ֥צֵא H3318 אֵ֛שׁ H784 מִלִּ H6440 יְהוָ֖ה H3068 וַתֹּ֣אכַל H398 אוֹתָ֑ם H853 וַיָּמֻ֖תוּ H4191 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "3": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 הוּא֩ H1931 אֲשֶׁר H834 דִּבֶּ֨ר H1696 יְהוָ֤ה H3068 לֵאמֹר֙ H559 בִּקְרֹבַ֣ H7138 אֶקָּדֵ֔שׁ H6942 וְעַל H5921 פְּנֵ֥י H6440 כָל H3605 הָעָ֖ם H5971 אֶכָּבֵ֑ד H3513 וַיִּדֹּ֖ם H1826 אַהֲרֹֽן H175 ",
      "4": "וַיִּקְרָ֣א H7121 מֹשֶׁ֗ה H4872 אֶל H413 מִֽישָׁאֵל֙ H4332 וְאֶ֣ל H413 אֶלְצָפָ֔ן H469 בְּנֵ֥י H1121 עֻזִּיאֵ֖ל H5816 דֹּ֣ד H1730 אַהֲרֹ֑ן H175 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 קִ֠רְב֞וּ H7126 שְׂא֤וּ H5375 אֶת H853 אֲחֵיכֶם֙ H251 מֵאֵ֣ת H853 פְּנֵי H6440 הַקֹּ֔דֶשׁ H6944 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
      "5": "וַֽיִּקְרְב֗וּ H7126 וַיִּשָּׂאֻ H5375 בְּכֻתֳּנֹתָ֔ H3801 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 מֹשֶֽׁה H4872 ",
      "6": "וַיֹּ֣אמֶר H559 מֹשֶׁ֣ה H4872 אֶֽל H413 אַהֲרֹ֡ן H175 וּלְ H499 וּלְ H385 בָּנָ֜יו H1121 רָֽאשֵׁיכֶ֥ם H7218 אַל H408 תִּפְרָ֣עוּ H6544 וּבִגְדֵי H899 לֹֽא H3808 תִפְרֹ֨מוּ֙ H6533 וְלֹ֣א H3808 תָמֻ֔תוּ H4191 וְעַ֥ל H5921 כָּל H3605 הָעֵדָ֖ה H5712 יִקְצֹ֑ף H7107 וַאֲחֵי H251 כָּל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 יִבְכּוּ֙ H1058 אֶת H853 הַשְּׂרֵפָ֔ה H8316 אֲשֶׁ֖ר H834 שָׂרַ֥ף H8313 יְהוָֽה H3068 ",
      "7": "וּמִ H6607 אֹ֨הֶל H168 מוֹעֵ֜ד H4150 לֹ֤א H3808 תֵֽצְאוּ֙ H3318 פֶּן H6435 תָּמֻ֔תוּ H4191 כִּי H3588 שֶׁ֛מֶן H8081 מִשְׁחַ֥ת H4888 יְהוָ֖ה H3068 עֲלֵיכֶ֑ם H5921 וַֽיַּעֲשׂ֖וּ H6213 כִּדְבַ֥ר H1697 מֹשֶֽׁה H4872 ",
      "8": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "9": "יַ֣יִן H3196 וְשֵׁכָ֞ר H7941 אַל H408 תֵּ֣שְׁתְּ H8354 אַתָּ֣ה H859 וּבָנֶ֣י H1121 אִתָּ֗ךְ H854 בְּבֹאֲ H935 אֶל H413 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וְלֹ֣א H3808 תָמֻ֑תוּ H4191 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹתֵי H1755 ",
      "10": "וּֽלֲ H914 בֵּ֥ין H996 הַקֹּ֖דֶשׁ H6944 וּבֵ֣ין H996 הַחֹ֑ל H2455 וּבֵ֥ין H996 הַטָּמֵ֖א H2931 וּבֵ֥ין H996 הַטָּהֽוֹר H2889 ",
      "11": "וּלְ H3384 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֵ֚ת H853 כָּל H3605 הַ֣חֻקִּ֔ים H2706 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֲלֵיהֶ֖ם H413 בְּיַד H3027 מֹשֶֽׁה H4872 ",
      "12": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 וְאֶ֣ל H413 אֶ֠לְעָזָר H499 וְאֶל H413 אִ֨יתָמָ֥ר H385 בָּנָיו֮ H1121 הַנּֽוֹתָרִים֒ H3498 קְח֣וּ H3947 אֶת H853 הַמִּנְחָ֗ה H4503 הַנּוֹתֶ֨רֶת֙ H3498 מֵאִשֵּׁ֣י H801 יְהוָ֔ה H3068 וְאִכְל֥וּ H398 מַצּ֖וֹת H4682 אֵ֣צֶל H681 הַמִּזְבֵּ֑חַ H4196 כִּ֛י H3588 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִֽוא H1931 ",
      "13": "וַאֲכַלְתֶּ֤ם H398 אֹתָהּ֙ H853 בְּמָק֣וֹם H4725 קָדֹ֔שׁ H6918 כִּ֣י H3588 חָקְךָ֤ H2706 וְחָק H2706 בָּנֶ֨יךָ֙ H1121 הִ֔וא H1931 מֵאִשֵּׁ֖י H801 יְהוָ֑ה H3068 כִּי H3588 כֵ֖ן H3651 צֻוֵּֽיתִי H6680 ",
      "14": "וְאֵת֩ H853 חֲזֵ֨ה H2373 הַתְּנוּפָ֜ה H8573 וְאֵ֣ת H853 שׁ֣וֹק H7785 הַתְּרוּמָ֗ה H8641 תֹּֽאכְלוּ֙ H398 בְּמָק֣וֹם H4725 טָה֔וֹר H2889 אַתָּ֕ה H859 וּבָנֶ֥י H1121 וּבְנֹתֶ֖י H1323 אִתָּ֑ךְ H854 כִּֽי H3588 חָקְךָ֤ H2706 וְחָק H2706 בָּנֶ֨יךָ֙ H1121 נִתְּנ֔וּ H5414 מִזִּבְחֵ֥י H2077 שַׁלְמֵ֖י H8002 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "15": "שׁ֣וֹק H7785 הַתְּרוּמָ֞ה H8641 וַחֲזֵ֣ה H2373 הַתְּנוּפָ֗ה H8573 עַ֣ל H5921 אִשֵּׁ֤י H801 הַחֲלָבִים֙ H2459 יָבִ֔יאוּ H935 לְהָנִ֥יף H5130 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְהָיָ֨ה H1961 לְךָ֜ Hl וּלְ H1121 אִתְּךָ֙ H854 לְחָק H2706 עוֹלָ֔ם H5769 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
      "16": "וְאֵ֣ת H853 שְׂעִ֣יר H8163 הַֽחַטָּ֗את H2403 דָּרֹ֥שׁ H1875 דָּרַ֛שׁ H1875 מֹשֶׁ֖ה H4872 וְהִנֵּ֣ה H2009 שֹׂרָ֑ף H8313 וַ֠יִּקְצֹף H7107 עַל H5921 אֶלְעָזָ֤ר H499 וְעַל H5921 אִֽיתָמָר֙ H385 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 הַנּוֹתָרִ֖ם H3498 לֵאמֹֽר H559 ",
      "17": "מַדּ֗וּעַ H4069 לֹֽא H3808 אֲכַלְתֶּ֤ם H398 אֶת H853 הַֽחַטָּאת֙ H2403 בִּמְק֣וֹם H4725 הַקֹּ֔דֶשׁ H6944 כִּ֛י H3588 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִ֑וא H1931 וְאֹתָ֣ H853 נָתַ֣ן H5414 לָכֶ֗ם Hl לָשֵׂאת֙ H5375 אֶת H853 עֲוֺ֣ן H5771 הָעֵדָ֔ה H5712 לְכַפֵּ֥ר H3722 עֲלֵיהֶ֖ם H5921 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "18": "הֵ֚ן H2005 לֹא H3808 הוּבָ֣א H935 אֶת H853 דָּמָ֔הּ H1818 אֶל H413 הַקֹּ֖דֶשׁ H6944 פְּנִ֑ימָה H6441 אָכ֨וֹל H398 תֹּאכְל֥וּ H398 אֹתָ֛הּ H853 בַּקֹּ֖דֶשׁ H6944 כַּאֲשֶׁ֥ר H834 צִוֵּֽיתִי H6680 ",
      "19": "וַיְדַבֵּ֨ר H1696 אַהֲרֹ֜ן H175 אֶל H413 מֹשֶׁ֗ה H4872 הֵ֣ן H2005 הַ֠יּוֹם H3117 הִקְרִ֨יבוּ H7126 אֶת H853 חַטָּאתָ֤ם H2403 וְאֶת H853 עֹֽלָתָם֙ H5930 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַתִּקְרֶ֥אנָה H7122 אֹתִ֖י H853 כָּאֵ֑לֶּה H428 וְאָכַ֤לְתִּי H398 חַטָּאת֙ H2403 הַיּ֔וֹם H3117 הַיִּיטַ֖ב H3190 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
      "20": "וַיִּשְׁמַ֣ע H8085 מֹשֶׁ֔ה H4872 וַיִּיטַ֖ב H3190 בְּעֵינָֽי H5869 "
    },
    "11": {
      "1": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹ֥ר H559 אֲלֵהֶֽם H413 ",
      "2": "דַּבְּר֛וּ H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 זֹ֤את H2063 הַֽחַיָּה֙ H2416 אֲשֶׁ֣ר H834 תֹּאכְל֔וּ H398 מִכָּל H3605 הַבְּהֵמָ֖ה H929 אֲשֶׁ֥ר H834 עַל H5921 הָאָֽרֶץ H776 ",
      "3": "כֹּ֣ל H3605 מַפְרֶ֣סֶת H6536 פַּרְסָ֗ה H6541 וְשֹׁסַ֤עַת H8156 שֶׁ֨סַע֙ H8157 פְּרָסֹ֔ת H6541 מַעֲלַ֥ת H5927 גֵּרָ֖ה H1625 בַּבְּהֵמָ֑ה H929 אֹתָ֖הּ H853 תֹּאכֵֽלוּ H398 ",
      "4": "אַ֤ךְ H389 אֶת H853 זֶה֙ H2088 לֹ֣א H3808 תֹֽאכְל֔וּ H398 מִֽמַּעֲלֵי֙ H5927 הַגֵּרָ֔ה H1625 וּמִ H6536 הַפַּרְסָ֑ה H6541 אֶֽת H853 הַ֠גָּמָל H1581 כִּֽי H3588 מַעֲלֵ֨ה H5927 גֵרָ֜ה H1625 ה֗וּא H1931 וּפַרְסָה֙ H6541 אֵינֶ֣נּוּ H369 מַפְרִ֔יס H6536 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
      "5": "וְאֶת H853 הַשָּׁפָ֗ן H8227 כִּֽי H3588 מַעֲלֵ֤ה H5927 גֵרָה֙ H1625 ה֔וּא H1931 וּפַרְסָ֖ה H6541 לֹ֣א H3808 יַפְרִ֑יס H6536 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
      "6": "וְאֶת H853 הָאַרְנֶ֗בֶת H768 כִּֽי H3588 מַעֲלַ֤ת H5927 גֵּרָה֙ H1625 הִ֔וא H1931 וּפַרְסָ֖ה H6541 לֹ֣א H3808 הִפְרִ֑יסָה H6536 טְמֵאָ֥ה H2931 הִ֖וא H1931 לָכֶֽם Hl ",
      "7": "וְאֶת H853 הַ֠חֲזִיר H2386 כִּֽי H3588 מַפְרִ֨יס H6536 פַּרְסָ֜ה H6541 ה֗וּא H1931 וְשֹׁסַ֥ע H8156 שֶׁ֨סַע֙ H8157 פַּרְסָ֔ה H6541 וְה֖וּא H1931 גֵּרָ֣ה H1625 לֹֽא H3808 יִגָּ֑ר H1641 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
      "8": "מִבְּשָׂרָ H1320 לֹ֣א H3808 תֹאכֵ֔לוּ H398 וּבְ H5038 לֹ֣א H3808 תִגָּ֑עוּ H5060 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶֽם Hl ",
      "9": "אֶת H853 זֶה֙ H2088 תֹּֽאכְל֔וּ H398 מִכֹּ֖ל H3605 אֲשֶׁ֣ר H834 בַּמָּ֑יִם H4325 כֹּ֣ל H3605 אֲשֶׁר H834 לוֹ֩ Hl סְנַפִּ֨יר H5579 וְקַשְׂקֶ֜שֶׂת H7193 בַּמַּ֗יִם H4325 בַּיַּמִּ֛ים H3220 וּבַ H5158 אֹתָ֥ם H853 תֹּאכֵֽלוּ H398 ",
      "10": "וְכֹל֩ H3605 אֲשֶׁ֨ר H834 אֵֽין H369 ל֜וֹ Hl סְנַפִּ֣יר H5579 וְקַשְׂקֶ֗שֶׂת H7193 בַּיַּמִּים֙ H3220 וּבַ H5158 מִכֹּל֙ H3605 שֶׁ֣רֶץ H8318 הַמַּ֔יִם H4325 וּמִ H3605 נֶ֥פֶשׁ H5315 הַחַיָּ֖ה H2416 אֲשֶׁ֣ר H834 בַּמָּ֑יִם H4325 שֶׁ֥קֶץ H8263 הֵ֖ם H1992 לָכֶֽם Hl ",
      "11": "וְשֶׁ֖קֶץ H8263 יִהְי֣וּ H1961 לָכֶ֑ם Hl מִבְּשָׂרָ H1320 לֹ֣א H3808 תֹאכֵ֔לוּ H398 וְאֶת H853 נִבְלָתָ֖ם H5038 תְּשַׁקֵּֽצוּ H8262 ",
      "12": "כֹּ֣ל H3605 אֲשֶׁ֥ר H834 אֵֽין H369 ל֛וֹ Hl סְנַפִּ֥יר H5579 וְקַשְׂקֶ֖שֶׂת H7193 בַּמָּ֑יִם H4325 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לָכֶֽם Hl ",
      "13": "וְאֶת H853 אֵ֨לֶּה֙ H428 תְּשַׁקְּצ֣וּ H8262 מִן H4480 הָע֔וֹף H5775 לֹ֥א H3808 יֵאָכְל֖וּ H398 שֶׁ֣קֶץ H8263 הֵ֑ם H1992 אֶת H853 הַנֶּ֨שֶׁר֙ H5404 וְאֶת H853 הַפֶּ֔רֶס H6538 וְאֵ֖ת H853 הָעָזְנִיָּֽה H5822 ",
      "14": "וְאֶת H853 הַ֨דָּאָ֔ה H1676 וְאֶת H853 הָאַיָּ֖ה H344 לְמִינָֽ H4327 ",
      "15": "אֵ֥ת H853 כָּל H3605 עֹרֵ֖ב H6158 לְמִינֽ H4327 ",
      "16": "וְאֵת֙ H853 בַּ֣ת H1323 הַֽיַּעֲנָ֔ה H3284 וְאֶת H853 הַתַּחְמָ֖ס H8464 וְאֶת H853 הַשָּׁ֑חַף H7828 וְאֶת H853 הַנֵּ֖ץ H5322 לְמִינֵֽ H4327 ",
      "17": "וְאֶת H853 הַכּ֥וֹס H3563 וְאֶת H853 הַשָּׁלָ֖ךְ H7994 וְאֶת H853 הַיַּנְשֽׁוּף H3244 ",
      "18": "וְאֶת H853 הַתִּנְשֶׁ֥מֶת H8580 וְאֶת H853 הַקָּאָ֖ת H6893 וְאֶת H853 הָרָחָֽם H7360 ",
      "19": "וְאֵת֙ H853 הַחֲסִידָ֔ה H2624 הָאֲנָפָ֖ה H601 לְמִינָ֑ H4327 וְאֶת H853 הַדּוּכִיפַ֖ת H1744 וְאֶת H853 הָעֲטַלֵּֽף H5847 ",
      "20": "כֹּ֚ל H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 הַהֹלֵ֖ךְ H1980 עַל H5921 אַרְבַּ֑ע H702 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לָכֶֽם Hl ",
      "21": "אַ֤ךְ H389 אֶת H853 זֶה֙ H2088 תֹּֽאכְל֔וּ H398 מִכֹּל֙ H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 הַהֹלֵ֖ךְ H1980 עַל H5921 אַרְבַּ֑ע H702 אֲשֶׁר H834 לא H3808 כְרָעַ֨יִם֙ H3767 מִמַּ֣עַל H4605 לְרַגְלָ֔י H7272 לְנַתֵּ֥ר H5425 בָּהֵ֖ן H2004 עַל H5921 הָאָֽרֶץ H776 ",
      "22": "אֶת H853 אֵ֤לֶּה H428 מֵהֶם֙ H1992 תֹּאכֵ֔לוּ H398 אֶת H853 הָֽאַרְבֶּ֣ה H697 לְמִינ֔ H4327 וְאֶת H853 הַסָּלְעָ֖ם H5556 לְמִינֵ֑ H4327 וְאֶת H853 הַחַרְגֹּ֣ל H2728 לְמִינֵ֔ H4327 וְאֶת H853 הֶחָגָ֖ב H2284 לְמִינֵֽ H4327 ",
      "23": "וְכֹל֙ H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 אֲשֶׁר H834 ל֖וֹ Hl אַרְבַּ֣ע H702 רַגְלָ֑יִם H7272 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לָכֶֽם Hl ",
      "24": "וּלְ H428 תִּטַּמָּ֑אוּ H2930 כָּל H3605 הַנֹּגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "25": "וְכָל H3605 הַנֹּשֵׂ֖א H5375 מִנִּבְלָתָ֑ H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "26": "לְֽכָל H3605 הַבְּהֵמָ֡ה H929 אֲשֶׁ֣ר H834 הִוא֩ H1931 מַפְרֶ֨סֶת H6536 פַּרְסָ֜ה H6541 וְשֶׁ֣סַע H8156 אֵינֶ֣נָּה H369 שֹׁסַ֗עַת H8157 וְגֵרָה֙ H1625 אֵינֶ֣נָּה H369 מַעֲלָ֔ה H5927 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶ֑ם Hl כָּל H3605 הַנֹּגֵ֥עַ H5060 בָּהֶ֖ם Hb יִטְמָֽא H2930 ",
      "27": "וְכֹ֣ל H3605 הוֹלֵ֣ךְ H1980 עַל H5921 כַּפָּ֗יו H3709 בְּכָל H3605 הַֽחַיָּה֙ H2416 הַהֹלֶ֣כֶת H1980 עַל H5921 אַרְבַּ֔ע H702 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶ֑ם Hl כָּל H3605 הַנֹּגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "28": "וְהַ H5375 אֶת H853 נִבְלָתָ֔ם H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֣א H2930 עַד H5704 הָעָ֑רֶב H6153 טְמֵאִ֥ים H2931 הֵ֖מָּה H1992 לָכֶֽם Hl ",
      "29": "וְזֶ֤ה H2088 לָכֶם֙ Hl הַטָּמֵ֔א H2931 בַּשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 הַחֹ֥לֶד H2467 וְהָ H5909 וְהַ H6632 לְמִינֵֽ H4327 ",
      "30": "וְהָ H604 וְהַ H3581 וְהַ H3911 וְהַ H2546 וְהַ H8580 ",
      "31": "אֵ֛לֶּה H428 הַטְּמֵאִ֥ים H2931 לָכֶ֖ם Hl בְּכָל H3605 הַשָּׁ֑רֶץ H8318 כָּל H3605 הַנֹּגֵ֧עַ H5060 בָּהֶ֛ם Hb בְּמֹתָ֖ H4194 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "32": "וְכֹ֣ל H3605 אֲשֶׁר H834 יִפֹּל H5307 עָלָיו֩ H5921 מֵהֶ֨ם H1992 בְּמֹתָ֜ H4194 יִטְמָ֗א H2930 מִכָּל H3605 כְּלִי H3627 עֵץ֙ H6086 א֣וֹ H176 בֶ֤גֶד H899 אוֹ H176 עוֹר֙ H5785 א֣וֹ H176 שָׂ֔ק H8242 כָּל H3605 כְּלִ֕י H3627 אֲשֶׁר H834 יֵעָשֶׂ֥ה H6213 מְלָאכָ֖ה H4399 בָּהֶ֑ם Hb בַּמַּ֧יִם H4325 יוּבָ֛א H935 וְטָמֵ֥א H2930 עַד H5704 הָעֶ֖רֶב H6153 וְטָהֵֽר H2891 ",
      "33": "וְכָל H3605 כְּלִי H3627 חֶ֔רֶשׂ H2789 אֲשֶׁר H834 יִפֹּ֥ל H5307 מֵהֶ֖ם H1992 אֶל H413 תּוֹכ֑וֹ H8432 כֹּ֣ל H3605 אֲשֶׁ֧ר H834 בְּתוֹכ֛ H8432 יִטְמָ֖א H2930 וְאֹת֥ H853 תִשְׁבֹּֽרוּ H7665 ",
      "34": "מִכָּל H3605 הָאֹ֜כֶל H400 אֲשֶׁ֣ר H834 יֵאָכֵ֗ל H398 אֲשֶׁ֨ר H834 יָב֥וֹא H935 עָלָ֛יו H5921 מַ֖יִם H4325 יִטְמָ֑א H2930 וְכָל H3605 מַשְׁקֶה֙ H4945 אֲשֶׁ֣ר H834 יִשָּׁתֶ֔ה H8354 בְּכָל H3605 כְּלִ֖י H3627 יִטְמָֽא H2930 ",
      "35": "וְ֠כֹל H3605 אֲשֶׁר H834 יִפֹּ֨ל H5307 מִנִּבְלָתָ֥ H5038 עָלָיו֮ H5921 יִטְמָא֒ H2930 תַּנּ֧וּר H8574 וְכִירַ֛יִם H3600 יֻתָּ֖ץ H5422 טְמֵאִ֣ים H2931 הֵ֑ם H1992 וּטְמֵאִ֖ים H2931 יִהְי֥וּ H1961 לָכֶֽם Hl ",
      "36": "אַ֣ךְ H389 מַעְיָ֥ן H4599 וּב֛וֹר H953 מִקְוֵה H4723 מַ֖יִם H4325 יִהְיֶ֣ה H1961 טָה֑וֹר H2889 וְנֹגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָֽא H2930 ",
      "37": "וְכִ֤י H3588 יִפֹּל֙ H5307 מִנִּבְלָתָ֔ H5038 עַל H5921 כָּל H3605 זֶ֥רַע H2233 זֵר֖וּעַ H2221 אֲשֶׁ֣ר H834 יִזָּרֵ֑עַ H2232 טָה֖וֹר H2889 הֽוּא H1931 ",
      "38": "וְכִ֤י H3588 יֻתַּן H5414 מַ֨יִם֙ H4325 עַל H5921 זֶ֔רַע H2233 וְנָפַ֥ל H5307 מִנִּבְלָתָ֖ H5038 עָלָ֑יו H5921 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
      "39": "וְכִ֤י H3588 יָמוּת֙ H4191 מִן H4480 הַבְּהֵמָ֔ה H929 אֲשֶׁר H834 הִ֥יא H1931 לָכֶ֖ם Hl לְאָכְלָ֑ה H402 הַנֹּגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "40": "וְהָֽ H398 מִנִּבְלָתָ֔ H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֣א H2930 עַד H5704 הָעָ֑רֶב H6153 וְהַ H5375 אֶת H853 נִבְלָתָ֔הּ H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "41": "וְכָל H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לֹ֥א H3808 יֵאָכֵֽל H398 ",
      "42": "כֹּל֩ H3605 הוֹלֵ֨ךְ H1980 עַל H5921  H1512 וְכֹ֣ל H3605 הוֹלֵ֣ךְ H1980 עַל H5921 אַרְבַּ֗ע H702 עַ֚ד H5704 כָּל H3605 מַרְבֵּ֣ה H7235 רַגְלַ֔יִם H7272 לְכָל H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 לֹ֥א H3808 תֹאכְל֖וּם H398 כִּי H3588 שֶׁ֥קֶץ H8263 הֵֽם H1992 ",
      "43": "אַל H408 תְּשַׁקְּצוּ֙ H8262 אֶת H853 נַפְשֹׁ֣תֵיכֶ֔ם H5315 בְּכָל H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֑ץ H8317 וְלֹ֤א H3808 תִֽטַּמְּאוּ֙ H2930 בָּהֶ֔ם Hb וְנִטְמֵתֶ֖ם H2930 בָּֽם Hb ",
      "44": "כִּ֣י H3588 אֲנִ֣י H589 יְהוָה֮ H3068 אֱלֹֽהֵיכֶם֒ H430 וְהִתְקַדִּשְׁתֶּם֙ H6942 וִהְיִיתֶ֣ם H1961 קְדֹשִׁ֔ים H6918 כִּ֥י H3588 קָד֖וֹשׁ H6918 אָ֑נִי H589 וְלֹ֤א H3808 תְטַמְּאוּ֙ H2930 אֶת H853 נַפְשֹׁ֣תֵיכֶ֔ם H5315 בְּכָל H3605 הַשֶּׁ֖רֶץ H8318 הָרֹמֵ֥שׂ H7430 עַל H5921 הָאָֽרֶץ H776 ",
      "45": "כִּ֣י H3588 אֲנִ֣י H589 יְהוָ֗ה H3068 הַֽמַּעֲלֶ֤ה H5927 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לִהְיֹ֥ת H1961 לָכֶ֖ם Hl לֵאלֹהִ֑ים H430 וִהְיִיתֶ֣ם H1961 קְדֹשִׁ֔ים H6918 כִּ֥י H3588 קָד֖וֹשׁ H6918 אָֽנִי H589 ",
      "46": "זֹ֣את H2063 תּוֹרַ֤ת H8451 הַבְּהֵמָה֙ H929 וְהָ H5775 וְכֹל֙ H3605 נֶ֣פֶשׁ H5315 הַֽחַיָּ֔ה H2416 הָרֹמֶ֖שֶׂת H7430 בַּמָּ֑יִם H4325 וּלְ H3605 נֶ֖פֶשׁ H5315 הַשֹּׁרֶ֥צֶת H8317 עַל H5921 הָאָֽרֶץ H776 ",
      "47": "לְהַבְדִּ֕יל H914 בֵּ֥ין H996 הַטָּמֵ֖א H2931 וּבֵ֣ין H996 הַטָּהֹ֑ר H2889 וּבֵ֤ין H996 הַֽחַיָּה֙ H2416 הַֽנֶּאֱכֶ֔לֶת H398 וּבֵין֙ H996 הַֽחַיָּ֔ה H2416 אֲשֶׁ֖ר H834 לֹ֥א H3808 תֵאָכֵֽל H398 "
    },
    "12": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 אִשָּׁה֙ H802 כִּ֣י H3588 תַזְרִ֔יעַ H2232 וְיָלְדָ֖ה H3205 זָכָ֑ר H2145 וְטָֽמְאָה֙ H2930 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 כִּימֵ֛י H3117 נִדַּ֥ת H5079 דְּוֺתָ֖הּ H1738 תִּטְמָֽא H2930 ",
      "3": "וּבַ H3117 הַשְּׁמִינִ֑י H8066 יִמּ֖וֹל H4135 בְּשַׂ֥ר H1320 עָרְלָתֽוֹ H6190 ",
      "4": "וּשְׁלֹשִׁ֥ים H7970 יוֹם֙ H3117 וּשְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 תֵּשֵׁ֖ב H3427 בִּדְמֵ֣י H1818 טָהֳרָ֑ה H2893 בְּכָל H3605 קֹ֣דֶשׁ H6944 לֹֽא H3808 תִגָּ֗ע H5060 וְאֶל H413 הַמִּקְדָּשׁ֙ H4720 לֹ֣א H3808 תָבֹ֔א H935 עַד H5704 מְלֹ֖את H4390 יְמֵ֥י H3117 טָהֳרָֽהּ H2893 ",
      "5": "וְאִם H518 נְקֵבָ֣ה H5347 תֵלֵ֔ד H3205 וְטָמְאָ֥ה H2930 שְׁבֻעַ֖יִם H7620 כְּנִדָּתָ֑ H5079 וְשִׁשִּׁ֥ים H8346 יוֹם֙ H3117 וְשֵׁ֣שֶׁת H8337 יָמִ֔ים H3117 תֵּשֵׁ֖ב H3427 עַל H5921 דְּמֵ֥י H1818 טָהֳרָֽה H2893 ",
      "6": "וּבִ H4390 יְמֵ֣י H3117 טָהֳרָ֗הּ H2893 לְבֵן֮ H1121 א֣וֹ H176 לְבַת֒ H1323 תָּבִ֞יא H935 כֶּ֤בֶשׂ H3532 בֶּן H1121 שְׁנָתוֹ֙ H8141 לְעֹלָ֔ה H5930 וּבֶן H1121 יוֹנָ֥ה H3123 אוֹ H176 תֹ֖ר H8449 לְחַטָּ֑את H2403 אֶל H413 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 אֶל H413 הַכֹּהֵֽן H3548 ",
      "7": "וְהִקְרִיב֞ H7126 לִפְנֵ֤י H6440 יְהוָה֙ H3068 וְכִפֶּ֣ר H3722 עָלֶ֔יהָ H5921 וְטָהֲרָ֖ה H2891 מִמְּקֹ֣ר H4726 דָּמֶ֑יהָ H1818 זֹ֤את H2063 תּוֹרַת֙ H8451 הַיֹּלֶ֔דֶת H3205 לַזָּכָ֖ר H2145 א֥וֹ H176 לַנְּקֵבָֽה H5347 ",
      "8": "וְאִם H518 לֹ֨א H3808 תִמְצָ֣א H4672 יָדָהּ֮ H3027 דֵּ֣י H1767 שֶׂה֒ H7716 וְלָקְחָ֣ה H3947 שְׁתֵּֽי H8147 תֹרִ֗ים H8449 א֤וֹ H176 שְׁנֵי֙ H8147 בְּנֵ֣י H1121 יוֹנָ֔ה H3123 אֶחָ֥ד H259 לְעֹלָ֖ה H5930 וְאֶחָ֣ד H259 לְחַטָּ֑את H2403 וְכִפֶּ֥ר H3722 עָלֶ֛יהָ H5921 הַכֹּהֵ֖ן H3548 וְטָהֵֽרָה H2891 "
    },
    "13": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "2": "אָדָ֗ם H120 כִּֽי H3588 יִהְיֶ֤ה H1961 בְעוֹר H5785 בְּשָׂרוֹ֙ H1320 שְׂאֵ֤ת H7613 אֽוֹ H176 סַפַּ֨חַת֙ H5597 א֣וֹ H176 בַהֶ֔רֶת H934 וְהָיָ֥ה H1961 בְעוֹר H5785 בְּשָׂר֖וֹ H1320 לְנֶ֣גַע H5061 צָרָ֑עַת H6883 וְהוּבָא֙ H935 אֶל H413 אַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 א֛וֹ H176 אֶל H413 אַחַ֥ד H259 מִבָּנָ֖י H1121 הַכֹּהֲנִֽים H3548 ",
      "3": "וְרָאָ֣ה H7200 הַכֹּהֵ֣ן H3548 אֶת H853 הַנֶּ֣גַע H5061 בְּעֽוֹר H5785 הַ֠בָּשָׂר H1320 וְשֵׂעָ֨ר H8181 בַּנֶּ֜גַע H5061 הָפַ֣ךְ H2015 לָבָ֗ן H3836 וּמַרְאֵ֤ה H4758 הַנֶּ֨גַע֙ H5061 עָמֹק֙ H6013 מֵע֣וֹר H5785 בְּשָׂר֔וֹ H1320 נֶ֥גַע H5061 צָרַ֖עַת H6883 ה֑וּא H1931 וְרָאָ֥ H7200 הַכֹּהֵ֖ן H3548 וְטִמֵּ֥א H2930 אֹתֽוֹ H853 ",
      "4": "וְאִם H518 בַּהֶרֶת֩ H934 לְבָנָ֨ה H3836 הִ֜וא H1931 בְּע֣וֹר H5785 בְּשָׂר֗וֹ H1320 וְעָמֹק֙ H6013 אֵין H369 מַרְאֶ֣הָ H4758 מִן H4480 הָע֔וֹר H5785 וּשְׂעָרָ֖ H8181 לֹא H3808 הָפַ֣ךְ H2015 לָבָ֑ן H3836 וְהִסְגִּ֧יר H5462 הַכֹּהֵ֛ן H3548 אֶת H853 הַנֶּ֖גַע H5061 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "5": "וְרָאָ֣ H7200 הַכֹּהֵן֮ H3548 בַּיּ֣וֹם H3117 הַשְּׁבִיעִי֒ H7637 וְהִנֵּ֤ה H2009 הַנֶּ֨גַע֙ H5061 עָמַ֣ד H5975 בְּעֵינָ֔י H5869 לֹֽא H3808 פָשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בָּע֑וֹר H5785 וְהִסְגִּיר֧ H5462 הַכֹּהֵ֛ן H3548 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 שֵׁנִֽית H8145 ",
      "6": "וְרָאָה֩ H7200 הַכֹּהֵ֨ן H3548 אֹת֜וֹ H853 בַּיּ֣וֹם H3117 הַשְּׁבִיעִי֮ H7637 שֵׁנִית֒ H8145 וְהִנֵּה֙ H2009 כֵּהָ֣ה H3544 הַנֶּ֔גַע H5061 וְלֹא H3808 פָשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בָּע֑וֹר H5785 וְטִהֲר֤ H2891 הַכֹּהֵן֙ H3548 מִסְפַּ֣חַת H4556 הִ֔יא H1931 וְכִבֶּ֥ס H3526 בְּגָדָ֖יו H899 וְטָהֵֽר H2891 ",
      "7": "וְאִם H518 פָּשֹׂ֨ה H6581 תִפְשֶׂ֤ה H6581 הַמִּסְפַּ֨חַת֙ H4556 בָּע֔וֹר H5785 אַחֲרֵ֧י H310 הֵרָאֹת֛וֹ H7200 אֶל H413 הַכֹּהֵ֖ן H3548 לְטָהֳרָת֑ H2893 וְנִרְאָ֥ה H7200 שֵׁנִ֖ית H8145 אֶל H413 הַכֹּהֵֽן H3548 ",
      "8": "וְרָאָה֙ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 פָּשְׂתָ֥ה H6581 הַמִּסְפַּ֖חַת H4556 בָּע֑וֹר H5785 וְטִמְּא֥ H2930 הַכֹּהֵ֖ן H3548 צָרַ֥עַת H6883 הִֽוא H1931 ",
      "9": "נֶ֣גַע H5061 צָרַ֔עַת H6883 כִּ֥י H3588 תִהְיֶ֖ה H1961 בְּאָדָ֑ם H120 וְהוּבָ֖א H935 אֶל H413 הַכֹּהֵֽן H3548 ",
      "10": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 שְׂאֵת H7613 לְבָנָה֙ H3836 בָּע֔וֹר H5785 וְהִ֕יא H1931 הָפְכָ֖ה H2015 שֵׂעָ֣ר H8181 לָבָ֑ן H3836 וּמִֽחְיַ֛ת H4241 בָּשָׂ֥ר H1320 חַ֖י H2416 בַּשְׂאֵֽת H7613 ",
      "11": "צָרַ֨עַת H6883 נוֹשֶׁ֤נֶת H3462 הִוא֙ H1931 בְּע֣וֹר H5785 בְּשָׂר֔וֹ H1320 וְטִמְּא֖ H2930 הַכֹּהֵ֑ן H3548 לֹ֣א H3808 יַסְגִּרֶ֔נּוּ H5462 כִּ֥י H3588 טָמֵ֖א H2931 הֽוּא H1931 ",
      "12": "וְאִם H518 פָּר֨וֹחַ H6524 תִּפְרַ֤ח H6524 הַצָּרַ֨עַת֙ H6883 בָּע֔וֹר H5785 וְכִסְּתָ֣ה H3680 הַצָּרַ֗עַת H6883 אֵ֚ת H853 כָּל H3605 ע֣וֹר H5785 הַנֶּ֔גַע H5061 מֵרֹאשׁ֖ H7218 וְעַד H5704 רַגְלָ֑יו H7272 לְכָל H3605 מַרְאֵ֖ה H4758 עֵינֵ֥י H5869 הַכֹּהֵֽן H3548 ",
      "13": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֨ה H2009 כִסְּתָ֤ה H3680 הַצָּרַ֨עַת֙ H6883 אֶת H853 כָּל H3605 בְּשָׂר֔וֹ H1320 וְטִהַ֖ר H2891 אֶת H853 הַנָּ֑גַע H5061 כֻּלּ֛וֹ H3605 הָפַ֥ךְ H2015 לָבָ֖ן H3836 טָה֥וֹר H2889 הֽוּא H1931 ",
      "14": "וּבְ H3117 הֵרָא֥וֹת H7200 בּ֛וֹ Hb בָּשָׂ֥ר H1320 חַ֖י H2416 יִטְמָֽא H2930 ",
      "15": "וְרָאָ֧ה H7200 הַכֹּהֵ֛ן H3548 אֶת H853 הַבָּשָׂ֥ר H1320 הַחַ֖י H2416 וְטִמְּא֑ H2930 הַבָּשָׂ֥ר H1320 הַחַ֛י H2416 טָמֵ֥א H2931 ה֖וּא H1931 צָרַ֥עַת H6883 הֽוּא H1931 ",
      "16": "א֣וֹ H176 כִ֥י H3588 יָשׁ֛וּב H7725 הַבָּשָׂ֥ר H1320 הַחַ֖י H2416 וְנֶהְפַּ֣ךְ H2015 לְלָבָ֑ן H3836 וּבָ֖א H935 אֶל H413 הַכֹּהֵֽן H3548 ",
      "17": "וְרָאָ֨ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 נֶהְפַּ֥ךְ H2015 הַנֶּ֖גַע H5061 לְלָבָ֑ן H3836 וְטִהַ֧ר H2891 הַכֹּהֵ֛ן H3548 אֶת H853 הַנֶּ֖גַע H5061 טָה֥וֹר H2889 הֽוּא H1931 ",
      "18": "וּבָשָׂ֕ר H1320 כִּֽי H3588 יִהְיֶ֥ה H1961 בֽוֹ Hb בְעֹר֖ H5785 שְׁחִ֑ין H7822 וְנִרְפָּֽא H7495 ",
      "19": "וְהָיָ֞ה H1961 בִּמְק֤וֹם H4725 הַשְּׁחִין֙ H7822 שְׂאֵ֣ת H7613 לְבָנָ֔ה H3836 א֥וֹ H176 בַהֶ֖רֶת H934 לְבָנָ֣ה H3836 אֲדַמְדָּ֑מֶת H125 וְנִרְאָ֖ה H7200 אֶל H413 הַכֹּהֵֽן H3548 ",
      "20": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 מַרְאֶ֨הָ֙ H4758 שָׁפָ֣ל H8217 מִן H4480 הָע֔וֹר H5785 וּשְׂעָרָ֖ H8181 הָפַ֣ךְ H2015 לָבָ֑ן H3836 וְטִמְּא֧ H2930 הַכֹּהֵ֛ן H3548 נֶֽגַע H5061 צָרַ֥עַת H6883 הִ֖וא H1931 בַּשְּׁחִ֥ין H7822 פָּרָֽחָה H6524 ",
      "21": "וְאִ֣ם H518 יִרְאֶ֣נָּה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 אֵֽין H369 בָּהּ֙ Hb שֵׂעָ֣ר H8181 לָבָ֔ן H3836 וּשְׁפָלָ֥ה H8217 אֵינֶ֛נָּה H369 מִן H4480 הָע֖וֹר H5785 וְהִ֣יא H1931 כֵהָ֑ה H3544 וְהִסְגִּיר֥ H5462 הַכֹּהֵ֖ן H3548 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "22": "וְאִם H518 פָּשֹׂ֥ה H6581 תִפְשֶׂ֖ה H6581 בָּע֑וֹר H5785 וְטִמֵּ֧א H2930 הַכֹּהֵ֛ן H3548 אֹת֖וֹ H853 נֶ֥גַע H5061 הִֽוא H1931 ",
      "23": "וְאִם H518 תַּחְתֶּ֜יהָ H8478 תַּעֲמֹ֤ד H5975 הַבַּהֶ֨רֶת֙ H934 לֹ֣א H3808 פָשָׂ֔תָה H6581 צָרֶ֥בֶת H6867 הַשְּׁחִ֖ין H7822 הִ֑וא H1931 וְטִהֲר֖ H2891 הַכֹּהֵֽן H3548 ",
      "24": "א֣וֹ H176 בָשָׂ֔ר H1320 כִּֽי H3588 יִהְיֶ֥ה H1961 בְעֹר֖ H5785 מִכְוַת H4348 אֵ֑שׁ H784 וְֽהָיְתָ֞ה H1961 מִֽחְיַ֣ת H4241 הַמִּכְוָ֗ה H4348 בַּהֶ֛רֶת H934 לְבָנָ֥ה H3836 אֲדַמְדֶּ֖מֶת H125 א֥וֹ H176 לְבָנָֽה H3836 ",
      "25": "וְרָאָ֣ה H7200 אֹתָ֣הּ H853 הַכֹּהֵ֡ן H3548 וְהִנֵּ֣ה H2009 נֶהְפַּךְ֩ H2015 שֵׂעָ֨ר H8181 לָבָ֜ן H3836 בַּבַּהֶ֗רֶת H934 וּמַרְאֶ֨ H4758 עָמֹ֣ק H6013 מִן H4480 הָע֔וֹר H5785 צָרַ֣עַת H6883 הִ֔וא H1931 בַּמִּכְוָ֖ה H4348 פָּרָ֑חָה H6524 וְטִמֵּ֤א H2930 אֹתוֹ֙ H853 הַכֹּהֵ֔ן H3548 נֶ֥גַע H5061 צָרַ֖עַת H6883 הִֽוא H1931 ",
      "26": "וְאִ֣ם H518 יִרְאֶ֣נָּה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 אֵֽין H369 בַּבֶּהֶ֨רֶת֙ H934 שֵׂעָ֣ר H8181 לָבָ֔ן H3836 וּשְׁפָלָ֥ה H8217 אֵינֶ֛נָּה H369 מִן H4480 הָע֖וֹר H5785 וְהִ֣וא H1931 כֵהָ֑ה H3544 וְהִסְגִּיר֥ H5462 הַכֹּהֵ֖ן H3548 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "27": "וְרָאָ֥ H7200 הַכֹּהֵ֖ן H3548 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֑י H7637 אִם H518 פָּשֹׂ֤ה H6581 תִפְשֶׂה֙ H6581 בָּע֔וֹר H5785 וְטִמֵּ֤א H2930 הַכֹּהֵן֙ H3548 אֹת֔וֹ H853 נֶ֥גַע H5061 צָרַ֖עַת H6883 הִֽוא H1931 ",
      "28": "וְאִם H518 תַּחְתֶּיהָ֩ H8478 תַעֲמֹ֨ד H5975 הַבַּהֶ֜רֶת H934 לֹא H3808 פָשְׂתָ֤ה H6581 בָעוֹר֙ H5785 וְהִ֣וא H1931 כֵהָ֔ה H3544 שְׂאֵ֥ת H7613 הַמִּכְוָ֖ה H4348 הִ֑וא H1931 וְטִֽהֲר H2891 הַכֹּהֵ֔ן H3548 כִּֽי H3588 צָרֶ֥בֶת H6867 הַמִּכְוָ֖ה H4348 הִֽוא H1931 ",
      "29": "וְאִישׁ֙ H376 א֣וֹ H176 אִשָּׁ֔ה H802 כִּֽי H3588 יִהְיֶ֥ה H1961 ב֖וֹ Hb נָ֑גַע H5061 בְּרֹ֖אשׁ H7218 א֥וֹ H176 בְזָקָֽן H2206 ",
      "30": "וְרָאָ֨ה H7200 הַכֹּהֵ֜ן H3548 אֶת H853 הַנֶּ֗גַע H5061 וְהִנֵּ֤ה H2009 מַרְאֵ֨הוּ֙ H4758 עָמֹ֣ק H6013 מִן H4480 הָע֔וֹר H5785 וּב֛ Hc/Hb שֵׂעָ֥ר H8181 צָהֹ֖ב H6669 דָּ֑ק H1851 וְטִמֵּ֨א H2930 אֹת֤וֹ H853 הַכֹּהֵן֙ H3548 נֶ֣תֶק H5424 ה֔וּא H1931 צָרַ֧עַת H6883 הָרֹ֛אשׁ H7218 א֥וֹ H176 הַזָּקָ֖ן H2206 הֽוּא H1931 ",
      "31": "וְכִֽי H3588 יִרְאֶ֨ה H7200 הַכֹּהֵ֜ן H3548 אֶת H853 נֶ֣גַע H5061 הַנֶּ֗תֶק H5424 וְהִנֵּ֤ה H2009 אֵין H369 מַרְאֵ֨הוּ֙ H4758 עָמֹ֣ק H6013 מִן H4480 הָע֔וֹר H5785 וְשֵׂעָ֥ר H8181 שָׁחֹ֖ר H7838 אֵ֣ין H369 בּ֑וֹ Hb וְהִסְגִּ֧יר H5462 הַכֹּהֵ֛ן H3548 אֶת H853 נֶ֥גַע H5061 הַנֶּ֖תֶק H5424 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "32": "וְרָאָ֨ה H7200 הַכֹּהֵ֣ן H3548 אֶת H853 הַנֶּגַע֮ H5061 בַּיּ֣וֹם H3117 הַשְּׁבִיעִי֒ H7637 וְהִנֵּה֙ H2009 לֹא H3808 פָשָׂ֣ה H6581 הַנֶּ֔תֶק H5424 וְלֹא H3808 הָ֥יָה H1961 ב֖וֹ Hb שֵׂעָ֣ר H8181 צָהֹ֑ב H6669 וּמַרְאֵ֣ה H4758 הַנֶּ֔תֶק H5424 אֵ֥ין H369 עָמֹ֖ק H6013 מִן H4480 הָעֽוֹר H5785 ",
      "33": "וְהִ֨תְגַּלָּ֔ח H1548 וְאֶת H853 הַנֶּ֖תֶק H5424 לֹ֣א H3808 יְגַלֵּ֑חַ H1548 וְהִסְגִּ֨יר H5462 הַכֹּהֵ֧ן H3548 אֶת H853 הַנֶּ֛תֶק H5424 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 שֵׁנִֽית H8145 ",
      "34": "וְרָאָה֩ H7200 הַכֹּהֵ֨ן H3548 אֶת H853 הַנֶּ֜תֶק H5424 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וְ֠הִנֵּה H2009 לֹא H3808 פָשָׂ֤ה H6581 הַנֶּ֨תֶק֙ H5424 בָּע֔וֹר H5785 וּמַרְאֵ֕ H4758 אֵינֶ֥נּוּ H369 עָמֹ֖ק H6013 מִן H4480 הָע֑וֹר H5785 וְטִהַ֤ר H2891 אֹתוֹ֙ H853 הַכֹּהֵ֔ן H3548 וְכִבֶּ֥ס H3526 בְּגָדָ֖יו H899 וְטָהֵֽר H2891 ",
      "35": "וְאִם H518 פָּשֹׂ֥ה H6581 יִפְשֶׂ֛ה H6581 הַנֶּ֖תֶק H5424 בָּע֑וֹר H5785 אַחֲרֵ֖י H310 טָהֳרָתֽוֹ H2893 ",
      "36": "וְרָאָ֨ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 פָּשָׂ֥ה H6581 הַנֶּ֖תֶק H5424 בָּע֑וֹר H5785 לֹֽא H3808 יְבַקֵּ֧ר H1239 הַכֹּהֵ֛ן H3548 לַשֵּׂעָ֥ר H8181 הַצָּהֹ֖ב H6669 טָמֵ֥א H2931 הֽוּא H1931 ",
      "37": "וְאִם H518 בְּעֵינָי H5869 עָמַ֨ד H5975 הַנֶּ֜תֶק H5424 וְשֵׂעָ֨ר H8181 שָׁחֹ֧ר H7838 צָֽמַח H6779 בּ֛וֹ Hb נִרְפָּ֥א H7495 הַנֶּ֖תֶק H5424 טָה֣וֹר H2889 ה֑וּא H1931 וְטִהֲר֖ H2891 הַכֹּהֵֽן H3548 ",
      "38": "וְאִישׁ֙ H376 אֽוֹ H176 אִשָּׁ֔ה H802 כִּֽי H3588 יִהְיֶ֥ה H1961 בְעוֹר H5785 בְּשָׂרָ֖ם H1320 בֶּהָרֹ֑ת H934 בֶּהָרֹ֖ת H934 לְבָנֹֽת H3836 ",
      "39": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֧ה H2009 בְעוֹר H5785 בְּשָׂרָ֛ם H1320 בֶּהָרֹ֖ת H934 כֵּה֣וֹת H3544 לְבָנֹ֑ת H3836 בֹּ֥הַק H933 ה֛וּא H1931 פָּרַ֥ח H6524 בָּע֖וֹר H5785 טָה֥וֹר H2889 הֽוּא H1931 ",
      "40": "וְאִ֕ישׁ H376 כִּ֥י H3588 יִמָּרֵ֖ט H4803 רֹאשׁ֑וֹ H7218 קֵרֵ֥חַ H7142 ה֖וּא H1931 טָה֥וֹר H2889 הֽוּא H1931 ",
      "41": "וְאִם֙ H518 מִפְּאַ֣ת H6285 פָּנָ֔יו H6440 יִמָּרֵ֖ט H4803 רֹאשׁ֑וֹ H7218 גִּבֵּ֥חַ H1371 ה֖וּא H1931 טָה֥וֹר H2889 הֽוּא H1931 ",
      "42": "וְכִֽי H3588 יִהְיֶ֤ה H1961 בַקָּרַ֨חַת֙ H7146 א֣וֹ H176 בַגַּבַּ֔חַת H1372 נֶ֖גַע H5061 לָבָ֣ן H3836 אֲדַמְדָּ֑ם H125 צָרַ֤עַת H6883 פֹּרַ֨חַת֙ H6524 הִ֔וא H1931 בְּקָרַחְתּ֖ H7146 א֥וֹ H176 בְגַבַּחְתּֽ H1372 ",
      "43": "וְרָאָ֨ה H7200 אֹת֜וֹ H853 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 שְׂאֵת H7613 הַנֶּ֨גַע֙ H5061 לְבָנָ֣ה H3836 אֲדַמְדֶּ֔מֶת H125 בְּקָרַחְתּ֖ H7146 א֣וֹ H176 בְגַבַּחְתּ֑ H1372 כְּמַרְאֵ֥ה H4758 צָרַ֖עַת H6883 ע֥וֹר H5785 בָּשָֽׂר H1320 ",
      "44": "אִישׁ H376 צָר֥וּעַ H6879 ה֖וּא H1931 טָמֵ֣א H2931 ה֑וּא H1931 טַמֵּ֧א H2930 יְטַמְּאֶ֛נּוּ H2930 הַכֹּהֵ֖ן H3548 בְּרֹאשׁ֥ H7218 נִגְעֽוֹ H5061 ",
      "45": "וְהַ H6879 אֲשֶׁר H834 בּ֣וֹ Hb הַנֶּ֗גַע H5061 בְּגָדָ֞יו H899 יִהְי֤וּ H1961 פְרֻמִים֙ H6533 וְרֹאשׁ H7218 יִהְיֶ֣ה H1961 פָר֔וּעַ H6544 וְעַל H5921 שָׂפָ֖ם H8222 יַעְטֶ֑ה H5844 וְטָמֵ֥א H2931 טָמֵ֖א H2931 יִקְרָֽא H7121 ",
      "46": "כָּל H3605 יְמֵ֞י H3117 אֲשֶׁ֨ר H834 הַנֶּ֥גַע H5061 בּ֛וֹ Hb יִטְמָ֖א H2930 טָמֵ֣א H2931 ה֑וּא H1931 בָּדָ֣ד H909 יֵשֵׁ֔ב H3427 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 מוֹשָׁבֽוֹ H4186 ",
      "47": "וְהַ H899 כִּֽי H3588 יִהְיֶ֥ה H1961 ב֖וֹ Hb נֶ֣גַע H5061 צָרָ֑עַת H6883 בְּבֶ֣גֶד H899 צֶ֔מֶר H6785 א֖וֹ H176 בְּבֶ֥גֶד H899 פִּשְׁתִּֽים H6593 ",
      "48": "א֤וֹ H176 בִֽשְׁתִי֙ H8359 א֣וֹ H176 בְעֵ֔רֶב H6154 לַפִּשְׁתִּ֖ים H6593 וְלַ H6785 א֣וֹ H176 בְע֔וֹר H5785 א֖וֹ H176 בְּכָל H3605 מְלֶ֥אכֶת H4399 עֽוֹר H5785 ",
      "49": "וְהָיָ֨ה H1961 הַנֶּ֜גַע H5061 יְרַקְרַ֣ק H3422 א֣וֹ H176 אֲדַמְדָּ֗ם H125 בַּבֶּגֶד֩ H899 א֨וֹ H176 בָע֜וֹר H5785 אֽוֹ H176 בַשְּׁתִ֤י H8359 אוֹ H176 בָעֵ֨רֶב֙ H6154 א֣וֹ H176 בְכָל H3605 כְּלִי H3627 ע֔וֹר H5785 נֶ֥גַע H5061 צָרַ֖עַת H6883 ה֑וּא H1931 וְהָרְאָ֖ה H7200 אֶת H853 הַכֹּהֵֽן H3548 ",
      "50": "וְרָאָ֥ה H7200 הַכֹּהֵ֖ן H3548 אֶת H853 הַנָּ֑גַע H5061 וְהִסְגִּ֥יר H5462 אֶת H853 הַנֶּ֖גַע H5061 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "51": "וְרָאָ֨ה H7200 אֶת H853 הַנֶּ֜גַע H5061 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 כִּֽי H3588 פָשָׂ֤ה H6581 הַנֶּ֨גַע֙ H5061 בַּ֠בֶּגֶד H899 אֽוֹ H176 בַשְּׁתִ֤י H8359 אֽוֹ H176 בָעֵ֨רֶב֙ H6154 א֣וֹ H176 בָע֔וֹר H5785 לְכֹ֛ל H3605 אֲשֶׁר H834 יֵעָשֶׂ֥ה H6213 הָע֖וֹר H5785 לִמְלָאכָ֑ה H4399 צָרַ֧עַת H6883 מַמְאֶ֛רֶת H3992 הַנֶּ֖גַע H5061 טָמֵ֥א H2931 הֽוּא H1931 ",
      "52": "וְשָׂרַ֨ף H8313 אֶת H853 הַבֶּ֜גֶד H899 א֥וֹ H176 אֶֽת H853 הַשְּׁתִ֣י H8359 א֣וֹ H176 אֶת H853 הָעֵ֗רֶב H6154 בַּצֶּ֨מֶר֙ H6785 א֣וֹ H176 בַפִּשְׁתִּ֔ים H6593 א֚וֹ H176 אֶת H853 כָּל H3605 כְּלִ֣י H3627 הָע֔וֹר H5785 אֲשֶׁר H834 יִהְיֶ֥ה H1961 ב֖וֹ Hb הַנָּ֑גַע H5061 כִּֽי H3588 צָרַ֤עַת H6883 מַמְאֶ֨רֶת֙ H3992 הִ֔וא H1931 בָּאֵ֖שׁ H784 תִּשָּׂרֵֽף H8313 ",
      "53": "וְאִם֮ H518 יִרְאֶ֣ה H7200 הַכֹּהֵן֒ H3548 וְהִנֵּה֙ H2009 לֹא H3808 פָשָׂ֣ה H6581 הַנֶּ֔גַע H5061 בַּבֶּ֕גֶד H899 א֥וֹ H176 בַשְּׁתִ֖י H8359 א֣וֹ H176 בָעֵ֑רֶב H6154 א֖וֹ H176 בְּכָל H3605 כְּלִי H3627 עֽוֹר H5785 ",
      "54": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְכִ֨בְּס֔וּ H3526 אֵ֥ת H853 אֲשֶׁר H834 בּ֖וֹ Hb הַנָּ֑גַע H5061 וְהִסְגִּיר֥ H5462 שִׁבְעַת H7651 יָמִ֖ים H3117 שֵׁנִֽית H8145 ",
      "55": "וְרָאָ֨ה H7200 הַכֹּהֵ֜ן H3548 אַחֲרֵ֣י H310 הֻכַּבֵּ֣ס H3526 אֶת H853 הַנֶּ֗גַע H5061 וְ֠הִנֵּה H2009 לֹֽא H3808 הָפַ֨ךְ H2015 הַנֶּ֤גַע H5061 אֶת H853 עֵינוֹ֙ H5869 וְהַ H5061 לֹֽא H3808 פָשָׂ֔ה H6581 טָמֵ֣א H2931 ה֔וּא H1931 בָּאֵ֖שׁ H784 תִּשְׂרְפֶ֑נּוּ H8313 פְּחֶ֣תֶת H6356 הִ֔וא H1931 בְּקָרַחְתּ֖ H7146 א֥וֹ H176 בְגַבַּחְתּֽ H1372 ",
      "56": "וְאִם֮ H518 רָאָ֣ה H7200 הַכֹּהֵן֒ H3548 וְהִנֵּה֙ H2009 כֵּהָ֣ה H3544 הַנֶּ֔גַע H5061 אַחֲרֵ֖י H310 הֻכַּבֵּ֣ס H3526 אֹת֑וֹ H853 וְקָרַ֣ע H7167 אֹת֗וֹ H853 מִן H4480 הַבֶּ֨גֶד֙ H899 א֣וֹ H176 מִן H4480 הָע֔וֹר H5785 א֥וֹ H176 מִן H4480 הַשְּׁתִ֖י H8359 א֥וֹ H176 מִן H4480 הָעֵֽרֶב H6154 ",
      "57": "וְאִם H518 תֵּרָאֶ֨ה H7200 ע֜וֹד H5750 בַּ֠בֶּגֶד H899 אֽוֹ H176 בַשְּׁתִ֤י H8359 אֽוֹ H176 בָעֵ֨רֶב֙ H6154 א֣וֹ H176 בְכָל H3605 כְּלִי H3627 ע֔וֹר H5785 פֹּרַ֖חַת H6524 הִ֑וא H1931 בָּאֵ֣שׁ H784 תִּשְׂרְפֶ֔נּוּ H8313 אֵ֥ת H853 אֲשֶׁר H834 בּ֖וֹ Hb הַנָּֽגַע H5061 ",
      "58": "וְהַ H899 אֽוֹ H176 הַשְּׁתִ֨י H8359 אוֹ H176 הָעֵ֜רֶב H6154 אֽוֹ H176 כָל H3605 כְּלִ֤י H3627 הָעוֹר֙ H5785 אֲשֶׁ֣ר H834 תְּכַבֵּ֔ס H3526 וְסָ֥ר H5493 מֵהֶ֖ם H1992 הַנָּ֑גַע H5061 וְכֻבַּ֥ס H3526 שֵׁנִ֖ית H8145 וְטָהֵֽר H2891 ",
      "59": "זֹ֠את H2063 תּוֹרַ֨ת H8451 נֶֽגַע H5061 צָרַ֜עַת H6883 בֶּ֥גֶד H899 הַצֶּ֣מֶר H6785 א֣וֹ H176 הַפִּשְׁתִּ֗ים H6593 א֤וֹ H176 הַשְּׁתִי֙ H8359 א֣וֹ H176 הָעֵ֔רֶב H6154 א֖וֹ H176 כָּל H3605 כְּלִי H3627 ע֑וֹר H5785 לְטַהֲר֖ H2891 א֥וֹ H176 לְטַמְּאֽ H2930 "
    },
    "14": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "זֹ֤את H2063 תִּֽהְיֶה֙ H1961 תּוֹרַ֣ת H8451 הַמְּצֹרָ֔ע H6879 בְּי֖וֹם H3117 טָהֳרָת֑וֹ H2893 וְהוּבָ֖א H935 אֶל H413 הַכֹּהֵֽן H3548 ",
      "3": "וְיָצָא֙ H3318 הַכֹּהֵ֔ן H3548 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 וְרָאָה֙ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 נִרְפָּ֥א H7495 נֶֽגַע H5061 הַצָּרַ֖עַת H6883 מִן H4480 הַצָּרֽוּעַ H6879 ",
      "4": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְלָקַ֧ח H3947 לַמִּטַּהֵ֛ר H2891 שְׁתֵּֽי H8147 צִפֳּרִ֥ים H6833 חַיּ֖וֹת H2416 טְהֹר֑וֹת H2889 וְעֵ֣ץ H6086 אֶ֔רֶז H730 וּשְׁנִ֥י H8144 תוֹלַ֖עַת H8438 וְאֵזֹֽב H231 ",
      "5": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְשָׁחַ֖ט H7819 אֶת H853 הַצִּפּ֣וֹר H6833 הָאֶחָ֑ת H259 אֶל H413 כְּלִי H3627 חֶ֖רֶשׂ H2789 עַל H5921 מַ֥יִם H4325 חַיִּֽים H2416 ",
      "6": "אֶת H853 הַצִּפֹּ֤ר H6833 הַֽחַיָּה֙ H2416 יִקַּ֣ח H3947 אֹתָ֔הּ H853 וְאֶת H853 עֵ֥ץ H6086 הָאֶ֛רֶז H730 וְאֶת H853 שְׁנִ֥י H8144 הַתּוֹלַ֖עַת H8438 וְאֶת H853 הָאֵזֹ֑ב H231 וְטָבַ֨ל H2881 אוֹתָ֜ם H853 וְאֵ֣ת H853 הַצִּפֹּ֣ר H6833 הַֽחַיָּ֗ה H2416 בְּדַם֙ H1818 הַצִּפֹּ֣ר H6833 הַשְּׁחֻטָ֔ה H7819 עַ֖ל H5921 הַמַּ֥יִם H4325 הַֽחַיִּֽים H2416 ",
      "7": "וְהִזָּ֗ה H5137 עַ֧ל H5921 הַמִּטַּהֵ֛ר H2891 מִן H4480 הַצָּרַ֖עַת H6883 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְטִ֣הֲר֔ H2891 וְשִׁלַּ֛ח H7971 אֶת H853 הַצִּפֹּ֥ר H6833 הַֽחַיָּ֖ה H2416 עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶֽה H7704 ",
      "8": "וְכִבֶּס֩ H3526 הַמִּטַּהֵ֨ר H2891 אֶת H853 בְּגָדָ֜יו H899 וְגִלַּ֣ח H1548 אֶת H853 כָּל H3605 שְׂעָר֗וֹ H8181 וְרָחַ֤ץ H7364 בַּמַּ֨יִם֙ H4325 וְטָהֵ֔ר H2891 וְאַחַ֖ר H310 יָב֣וֹא H935 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 וְיָשַׁ֛ב H3427 מִח֥וּץ H2351 לְאָהֳל֖ H168 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "9": "וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַשְּׁבִיעִ֜י H7637 יְגַלַּ֣ח H1548 אֶת H853 כָּל H3605 שְׂעָר֗וֹ H8181 אֶת H853 רֹאשׁ֤וֹ H7218 וְאֶת H853 זְקָנוֹ֙ H2206 וְאֵת֙ H853 גַּבֹּ֣ת H1354 עֵינָ֔יו H5869 וְאֶת H853 כָּל H3605 שְׂעָר֖וֹ H8181 יְגַלֵּ֑חַ H1548 וְכִבֶּ֣ס H3526 אֶת H853 בְּגָדָ֗יו H899 וְרָחַ֧ץ H7364 אֶת H853 בְּשָׂר֛וֹ H1320 בַּמַּ֖יִם H4325 וְטָהֵֽר H2891 ",
      "10": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 יִקַּ֤ח H3947 שְׁנֵֽי H8147 כְבָשִׂים֙ H3532 תְּמִימִ֔ים H8549 וְכַבְשָׂ֥ה H3535 אַחַ֛ת H259 בַּת H1323 שְׁנָתָ֖הּ H8141 תְּמִימָ֑ה H8549 וּשְׁלֹשָׁ֣ה H7969 עֶשְׂרֹנִ֗ים H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 וְלֹ֥ג H3849 אֶחָ֖ד H259 שָֽׁמֶן H8081 ",
      "11": "וְהֶעֱמִ֞יד H5975 הַכֹּהֵ֣ן H3548 הַֽמְטַהֵ֗ר H2891 אֵ֛ת H853 הָאִ֥ישׁ H376 הַמִּטַּהֵ֖ר H2891 וְאֹתָ֑ H853 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "12": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 אֶת H853 הַכֶּ֣בֶשׂ H3532 הָאֶחָ֗ד H259 וְהִקְרִ֥יב H7126 אֹת֛וֹ H853 לְאָשָׁ֖ם H817 וְאֶת H853 לֹ֣ג H3849 הַשָּׁ֑מֶן H8081 וְהֵנִ֥יף H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "13": "וְשָׁחַ֣ט H7819 אֶת H853 הַכֶּ֗בֶשׂ H3532 בִּ֠מְקוֹם H4725 אֲשֶׁ֨ר H834 יִשְׁחַ֧ט H7819 אֶת H853 הַֽחַטָּ֛את H2403 וְאֶת H853 הָעֹלָ֖ה H5930 בִּמְק֣וֹם H4725 הַקֹּ֑דֶשׁ H6944 כִּ֡י H3588 כַּ֠חַטָּאת H2403 הָאָשָׁ֥ם H817 הוּא֙ H1931 לַכֹּהֵ֔ן H3548 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הֽוּא H1931 ",
      "14": "וְלָקַ֣ח H3947 הַכֹּהֵן֮ H3548 מִדַּ֣ם H1818 הָאָשָׁם֒ H817 וְנָתַן֙ H5414 הַכֹּהֵ֔ן H3548 עַל H5921 תְּנ֛וּךְ H8571 אֹ֥זֶן H241 הַמִּטַּהֵ֖ר H2891 הַיְמָנִ֑ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִֽית H3233 ",
      "15": "וְלָקַ֥ח H3947 הַכֹּהֵ֖ן H3548 מִלֹּ֣ג H3849 הַשָּׁ֑מֶן H8081 וְיָצַ֛ק H3332 עַל H5921 כַּ֥ף H3709 הַכֹּהֵ֖ן H3548 הַשְּׂמָאלִֽית H8042 ",
      "16": "וְטָבַ֤ל H2881 הַכֹּהֵן֙ H3548 אֶת H853 אֶצְבָּע֣וֹ H676 הַיְמָנִ֔ית H3233 מִן H4480 הַשֶּׁ֕מֶן H8081 אֲשֶׁ֥ר H834 עַל H5921 כַּפּ֖וֹ H3709 הַשְּׂמָאלִ֑ית H8042 וְהִזָּ֨ה H5137 מִן H4480 הַשֶּׁ֧מֶן H8081 בְּאֶצְבָּע֛ H676 שֶׁ֥בַע H7651 פְּעָמִ֖ים H6471 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "17": "וּמִ H3499 הַשֶּׁ֜מֶן H8081 אֲשֶׁ֣ר H834 עַל H5921 כַּפּ֗וֹ H3709 יִתֵּ֤ן H5414 הַכֹּהֵן֙ H3548 עַל H5921 תְּנ֞וּךְ H8571 אֹ֤זֶן H241 הַמִּטַּהֵר֙ H2891 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִ֑ית H3233 עַ֖ל H5921 דַּ֥ם H1818 הָאָשָֽׁם H817 ",
      "18": "וְהַ H3498 בַּשֶּׁ֨מֶן֙ H8081 אֲשֶׁר֙ H834 עַל H5921 כַּ֣ף H3709 הַכֹּהֵ֔ן H3548 יִתֵּ֖ן H5414 עַל H5921 רֹ֣אשׁ H7218 הַמִּטַּהֵ֑ר H2891 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "19": "וְעָשָׂ֤ה H6213 הַכֹּהֵן֙ H3548 אֶת H853 הַ֣חַטָּ֔את H2403 וְכִפֶּ֕ר H3722 עַל H5921 הַמִּטַּהֵ֖ר H2891 מִטֻּמְאָת֑ H2932 וְאַחַ֖ר H310 יִשְׁחַ֥ט H7819 אֶת H853 הָעֹלָֽה H5930 ",
      "20": "וְהֶעֱלָ֧ה H5927 הַכֹּהֵ֛ן H3548 אֶת H853 הָעֹלָ֥ה H5930 וְאֶת H853 הַמִּנְחָ֖ה H4503 הַמִּזְבֵּ֑חָ H4196 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 וְטָהֵֽר H2891 ",
      "21": "וְאִם H518 דַּ֣ל H1800 ה֗וּא H1931 וְאֵ֣ין H369 יָדוֹ֮ H3027 מַשֶּׂגֶת֒ H5381 וְ֠לָקַח H3947 כֶּ֣בֶשׂ H3532 אֶחָ֥ד H259 אָשָׁ֛ם H817 לִתְנוּפָ֖ה H8573 לְכַפֵּ֣ר H3722 עָלָ֑יו H5921 וְעִשָּׂר֨וֹן H6241 סֹ֜לֶת H5560 אֶחָ֨ד H259 בָּל֥וּל H1101 בַּשֶּׁ֛מֶן H8081 לְמִנְחָ֖ה H4503 וְלֹ֥ג H3849 שָֽׁמֶן H8081 ",
      "22": "וּשְׁתֵּ֣י H8147 תֹרִ֗ים H8449 א֤וֹ H176 שְׁנֵי֙ H8147 בְּנֵ֣י H1121 יוֹנָ֔ה H3123 אֲשֶׁ֥ר H834 תַּשִּׂ֖יג H5381 יָד֑וֹ H3027 וְהָיָ֤ה H1961 אֶחָד֙ H259 חַטָּ֔את H2403 וְהָ H259 עֹלָֽה H5930 ",
      "23": "וְהֵבִ֨יא H935 אֹתָ֜ם H853 בַּיּ֧וֹם H3117 הַשְּׁמִינִ֛י H8066 לְטָהֳרָת֖ H2893 אֶל H413 הַכֹּהֵ֑ן H3548 אֶל H413 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "24": "וְלָקַ֧ח H3947 הַכֹּהֵ֛ן H3548 אֶת H853 כֶּ֥בֶשׂ H3532 הָאָשָׁ֖ם H817 וְאֶת H853 לֹ֣ג H3849 הַשָּׁ֑מֶן H8081 וְהֵנִ֨יף H5130 אֹתָ֧ם H853 הַכֹּהֵ֛ן H3548 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "25": "וְשָׁחַט֮ H7819 אֶת H853 כֶּ֣בֶשׂ H3532 הָֽאָשָׁם֒ H817 וְלָקַ֤ח H3947 הַכֹּהֵן֙ H3548 מִדַּ֣ם H1818 הָֽאָשָׁ֔ם H817 וְנָתַ֛ן H5414 עַל H5921 תְּנ֥וּךְ H8571 אֹֽזֶן H241 הַמִּטַּהֵ֖ר H2891 הַיְמָנִ֑ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִֽית H3233 ",
      "26": "וּמִן H4480 הַשֶּׁ֖מֶן H8081 יִצֹ֣ק H3332 הַכֹּהֵ֑ן H3548 עַל H5921 כַּ֥ף H3709 הַכֹּהֵ֖ן H3548 הַשְּׂמָאלִֽית H8042 ",
      "27": "וְהִזָּ֤ה H5137 הַכֹּהֵן֙ H3548 בְּאֶצְבָּע֣ H676 הַיְמָנִ֔ית H3233 מִן H4480 הַשֶּׁ֕מֶן H8081 אֲשֶׁ֥ר H834 עַל H5921 כַּפּ֖וֹ H3709 הַשְּׂמָאלִ֑ית H8042 שֶׁ֥בַע H7651 פְּעָמִ֖ים H6471 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "28": "וְנָתַ֨ן H5414 הַכֹּהֵ֜ן H3548 מִן H4480 הַשֶּׁ֣מֶן H8081 אֲשֶׁ֣ר H834 עַל H5921 כַּפּ֗וֹ H3709 עַל H5921 תְּנ֞וּךְ H8571 אֹ֤זֶן H241 הַמִּטַּהֵר֙ H2891 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִ֑ית H3233 עַל H5921 מְק֖וֹם H4725 דַּ֥ם H1818 הָאָשָֽׁם H817 ",
      "29": "וְהַ H3498 מִן H4480 הַשֶּׁ֨מֶן֙ H8081 אֲשֶׁר֙ H834 עַל H5921 כַּ֣ף H3709 הַכֹּהֵ֔ן H3548 יִתֵּ֖ן H5414 עַל H5921 רֹ֣אשׁ H7218 הַמִּטַּהֵ֑ר H2891 לְכַפֵּ֥ר H3722 עָלָ֖יו H5921 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "30": "וְעָשָׂ֤ה H6213 אֶת H853 הָֽאֶחָד֙ H259 מִן H4480 הַתֹּרִ֔ים H8449 א֖וֹ H176 מִן H4480 בְּנֵ֣י H1121 הַיּוֹנָ֑ה H3123 מֵאֲשֶׁ֥ר H834 תַּשִּׂ֖יג H5381 יָדֽוֹ H3027 ",
      "31": "אֵ֣ת H853 אֲשֶׁר H834 תַּשִּׂ֞יג H5381 יָד֗וֹ H3027 אֶת H853 הָאֶחָ֥ד H259 חַטָּ֛את H2403 וְאֶת H853 הָאֶחָ֥ד H259 עֹלָ֖ה H5930 עַל H5921 הַמִּנְחָ֑ה H4503 וְכִפֶּ֧ר H3722 הַכֹּהֵ֛ן H3548 עַ֥ל H5921 הַמִּטַּהֵ֖ר H2891 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "32": "זֹ֣את H2063 תּוֹרַ֔ת H8451 אֲשֶׁר H834 בּ֖וֹ Hb נֶ֣גַע H5061 צָרָ֑עַת H6883 אֲשֶׁ֛ר H834 לֹֽא H3808 תַשִּׂ֥יג H5381 יָד֖וֹ H3027 בְּטָהֳרָתֽ H2893 ",
      "33": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "34": "כִּ֤י H3588 תָבֹ֨אוּ֙ H935 אֶל H413 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֲשֶׁ֥ר H834 אֲנִ֛י H589 נֹתֵ֥ן H5414 לָכֶ֖ם Hl לַאֲחֻזָּ֑ה H272 וְנָתַתִּי֙ H5414 נֶ֣גַע H5061 צָרַ֔עַת H6883 בְּבֵ֖ית H1004 אֶ֥רֶץ H776 אֲחֻזַּתְכֶֽם H272 ",
      "35": "וּבָא֙ H935 אֲשֶׁר H834 ל֣וֹ Hl הַבַּ֔יִת H1004 וְהִגִּ֥יד H5046 לַכֹּהֵ֖ן H3548 לֵאמֹ֑ר H559 כְּנֶ֕גַע H5061 נִרְאָ֥ה H7200 לִ֖י Hl בַּבָּֽיִת H1004 ",
      "36": "וְצִוָּ֨ה H6680 הַכֹּהֵ֜ן H3548 וּפִנּ֣וּ H6437 אֶת H853 הַבַּ֗יִת H1004 בְּטֶ֨רֶם H2962 יָבֹ֤א H935 הַכֹּהֵן֙ H3548 לִרְא֣וֹת H7200 אֶת H853 הַנֶּ֔גַע H5061 וְלֹ֥א H3808 יִטְמָ֖א H2930 כָּל H3605 אֲשֶׁ֣ר H834 בַּבָּ֑יִת H1004 וְאַ֥חַר H310 כֵּ֛ן H3651 יָבֹ֥א H935 הַכֹּהֵ֖ן H3548 לִרְא֥וֹת H7200 אֶת H853 הַבָּֽיִת H1004 ",
      "37": "וְרָאָ֣ה H7200 אֶת H853 הַנֶּ֗גַע H5061 וְהִנֵּ֤ה H2009 הַנֶּ֨גַע֙ H5061 בְּקִירֹ֣ת H7023 הַבַּ֔יִת H1004 שְׁקַֽעֲרוּרֹת֙ H8258 יְרַקְרַקֹּ֔ת H3422 א֖וֹ H176 אֲדַמְדַּמֹּ֑ת H125 וּמַרְאֵי H4758 שָׁפָ֖ל H8217 מִן H4480 הַקִּֽיר H7023 ",
      "38": "וְיָצָ֧א H3318 הַכֹּהֵ֛ן H3548 מִן H4480 הַבַּ֖יִת H1004 אֶל H413 פֶּ֣תַח H6607 הַבָּ֑יִת H1004 וְהִסְגִּ֥יר H5462 אֶת H853 הַבַּ֖יִת H1004 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "39": "וְשָׁ֥ב H7725 הַכֹּהֵ֖ן H3548 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֑י H7637 וְרָאָ֕ה H7200 וְהִנֵּ֛ה H2009 פָּשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בְּקִירֹ֥ת H7023 הַבָּֽיִת H1004 ",
      "40": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְחִלְּצוּ֙ H2502 אֶת H853 הָ֣אֲבָנִ֔ים H68 אֲשֶׁ֥ר H834 בָּהֵ֖ן Hb הַנָּ֑גַע H5061 וְהִשְׁלִ֤יכוּ H7993 אֶתְהֶן֙ H853 אֶל H413 מִח֣וּץ H2351 לָעִ֔יר H5892 אֶל H413 מָק֖וֹם H4725 טָמֵֽא H2931 ",
      "41": "וְאֶת H853 הַבַּ֛יִת H1004 יַקְצִ֥עַ H7106 מִבַּ֖יִת H1004 סָבִ֑יב H5439 וְשָׁפְכ֗וּ H8210 אֶת H853 הֶֽעָפָר֙ H6083 אֲשֶׁ֣ר H834 הִקְצ֔וּ H7096 אֶל H413 מִח֣וּץ H2351 לָעִ֔יר H5892 אֶל H413 מָק֖וֹם H4725 טָמֵֽא H2931 ",
      "42": "וְלָקְחוּ֙ H3947 אֲבָנִ֣ים H68 אֲחֵר֔וֹת H312 וְהֵבִ֖יאוּ H935 אֶל H413 תַּ֣חַת H8478 הָאֲבָנִ֑ים H68 וְעָפָ֥ר H6083 אַחֵ֛ר H312 יִקַּ֖ח H3947 וְטָ֥ח H2902 אֶת H853 הַבָּֽיִת H1004 ",
      "43": "וְאִם H518 יָשׁ֤וּב H7725 הַנֶּ֨גַע֙ H5061 וּפָרַ֣ח H6524 בַּבַּ֔יִת H1004 אַחַ֖ר H310 חִלֵּ֣ץ H2502 אֶת H853 הָאֲבָנִ֑ים H68 וְאַחֲרֵ֛י H310 הִקְצ֥וֹת H7096 אֶת H853 הַבַּ֖יִת H1004 וְאַחֲרֵ֥י H310 הִטּֽוֹחַ H2902 ",
      "44": "וּבָא֙ H935 הַכֹּהֵ֔ן H3548 וְרָאָ֕ה H7200 וְהִנֵּ֛ה H2009 פָּשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בַּבָּ֑יִת H1004 צָרַ֨עַת H6883 מַמְאֶ֥רֶת H3992 הִ֛וא H1931 בַּבַּ֖יִת H1004 טָמֵ֥א H2931 הֽוּא H1931 ",
      "45": "וְנָתַ֣ץ H5422 אֶת H853 הַבַּ֗יִת H1004 אֶת H853 אֲבָנָיו֙ H68 וְאֶת H853 עֵצָ֔יו H6086 וְאֵ֖ת H853 כָּל H3605 עֲפַ֣ר H6083 הַבָּ֑יִת H1004 וְהוֹצִיא֙ H3318 אֶל H413 מִח֣וּץ H2351 לָעִ֔יר H5892 אֶל H413 מָק֖וֹם H4725 טָמֵֽא H2931 ",
      "46": "וְהַ H935 אֶל H413 הַבַּ֔יִת H1004 כָּל H3605 יְמֵ֖י H3117 הִסְגִּ֣יר H5462 אֹת֑וֹ H853 יִטְמָ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "47": "וְהַ H7901 בַּבַּ֔יִת H1004 יְכַבֵּ֖ס H3526 אֶת H853 בְּגָדָ֑יו H899 וְהָ H398 בַּבַּ֔יִת H1004 יְכַבֵּ֖ס H3526 אֶת H853 בְּגָדָֽיו H899 ",
      "48": "וְאִם H518 בֹּ֨א H935 יָבֹ֜א H935 הַכֹּהֵ֗ן H3548 וְרָאָה֙ H7200 וְ֠הִנֵּה H2009 לֹא H3808 פָשָׂ֤ה H6581 הַנֶּ֨גַע֙ H5061 בַּבַּ֔יִת H1004 אַחֲרֵ֖י H310 הִטֹּ֣חַ H2902 אֶת H853 הַבָּ֑יִת H1004 וְטִהַ֤ר H2891 הַכֹּהֵן֙ H3548 אֶת H853 הַבַּ֔יִת H1004 כִּ֥י H3588 נִרְפָּ֖א H7495 הַנָּֽגַע H5061 ",
      "49": "וְלָקַ֛ח H3947 לְחַטֵּ֥א H2398 אֶת H853 הַבַּ֖יִת H1004 שְׁתֵּ֣י H8147 צִפֳּרִ֑ים H6833 וְעֵ֣ץ H6086 אֶ֔רֶז H730 וּשְׁנִ֥י H8144 תוֹלַ֖עַת H8438 וְאֵזֹֽב H231 ",
      "50": "וְשָׁחַ֖ט H7819 אֶת H853 הַצִּפֹּ֣ר H6833 הָאֶחָ֑ת H259 אֶל H413 כְּלִי H3627 חֶ֖רֶשׂ H2789 עַל H5921 מַ֥יִם H4325 חַיִּֽים H2416 ",
      "51": "וְלָקַ֣ח H3947 אֶת H853 עֵֽץ H6086 הָ֠אֶרֶז H730 וְאֶת H853 הָ֨אֵזֹ֜ב H231 וְאֵ֣ת H853 שְׁנִ֣י H8144 הַתּוֹלַ֗עַת H8438 וְאֵת֮ H853 הַצִּפֹּ֣ר H6833 הַֽחַיָּה֒ H2416 וְטָבַ֣ל H2881 אֹתָ֗ם H853 בְּדַם֙ H1818 הַצִּפֹּ֣ר H6833 הַשְּׁחוּטָ֔ה H7819 וּבַ H4325 הַֽחַיִּ֑ים H2416 וְהִזָּ֥ה H5137 אֶל H413 הַבַּ֖יִת H1004 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
      "52": "וְחִטֵּ֣א H2398 אֶת H853 הַבַּ֔יִת H1004 בְּדַם֙ H1818 הַצִּפּ֔וֹר H6833 וּבַ H4325 הַֽחַיִּ֑ים H2416 וּבַ H6833 הַחַיָּ֗ה H2416 וּבְ H6086 הָאֶ֛רֶז H730 וּבָ H231 וּבִ H8144 הַתּוֹלָֽעַת H8438 ",
      "53": "וְשִׁלַּ֞ח H7971 אֶת H853 הַצִּפֹּ֧ר H6833 הַֽחַיָּ֛ה H2416 אֶל H413 מִח֥וּץ H2351 לָעִ֖יר H5892 אֶל H413 פְּנֵ֣י H6440 הַשָּׂדֶ֑ה H7704 וְכִפֶּ֥ר H3722 עַל H5921 הַבַּ֖יִת H1004 וְטָהֵֽר H2891 ",
      "54": "זֹ֖את H2063 הַתּוֹרָ֑ה H8451 לְכָל H3605 נֶ֥גַע H5061 הַצָּרַ֖עַת H6883 וְלַ H5424 ",
      "55": "וּלְ H6883 הַבֶּ֖גֶד H899 וְלַ H1004 ",
      "56": "וְלַ H7613 וְלַ H5597 וְלַ H934 ",
      "57": "לְהוֹרֹ֕ת H3384 בְּי֥וֹם H3117 הַטָּמֵ֖א H2931 וּבְ H3117 הַטָּהֹ֑ר H2889 זֹ֥את H2063 תּוֹרַ֖ת H8451 הַצָּרָֽעַת H6883 "
    },
    "15": {
      "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
      "2": "דַּבְּרוּ֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַאֲמַרְתֶּ֖ם H559 אֲלֵהֶ֑ם H413 אִ֣ישׁ H376 אִ֗ישׁ H376 כִּ֤י H3588 יִהְיֶה֙ H1961 זָ֣ב H2100 מִבְּשָׂר֔ H1320 זוֹב֖וֹ H2101 טָמֵ֥א H2931 הֽוּא H1931 ",
      "3": "וְזֹ֛את H2063 תִּהְיֶ֥ה H1961 טֻמְאָת֖וֹ H2932 בְּזוֹב֑ H2101 רָ֣ר H7325 בְּשָׂר֞וֹ H1320 אֶת H854 זוֹב֗וֹ H2101 אֽוֹ H176 הֶחְתִּ֤ים H2856 בְּשָׂרוֹ֙ H1320 מִזּוֹב֔ H2101 טֻמְאָת֖וֹ H2932 הִֽוא H1931 ",
      "4": "כָּל H3605 הַמִּשְׁכָּ֗ב H4904 אֲשֶׁ֨ר H834 יִשְׁכַּ֥ב H7901 עָלָ֛יו H5921 הַזָּ֖ב H2100 יִטְמָ֑א H2930 וְכָֽל H3605 הַכְּלִ֛י H3627 אֲשֶׁר H834 יֵשֵׁ֥ב H3427 עָלָ֖יו H5921 יִטְמָֽא H2930 ",
      "5": "וְאִ֕ישׁ H376 אֲשֶׁ֥ר H834 יִגַּ֖ע H5060 בְּמִשְׁכָּב֑ H4904 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "6": "וְהַ H3427 עַֽל H5921 הַכְּלִ֔י H3627 אֲשֶׁר H834 יֵשֵׁ֥ב H3427 עָלָ֖יו H5921 הַזָּ֑ב H2100 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "7": "וְהַ H5060 בִּבְשַׂ֣ר H1320 הַזָּ֑ב H2100 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "8": "וְכִֽי H3588 יָרֹ֛ק H7556 הַזָּ֖ב H2100 בַּטָּה֑וֹר H2889 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "9": "וְכָל H3605 הַמֶּרְכָּ֗ב H4817 אֲשֶׁ֨ר H834 יִרְכַּ֥ב H7392 עָלָ֛יו H5921 הַזָּ֖ב H2100 יִטְמָֽא H2930 ",
      "10": "וְכָל H3605 הַנֹּגֵ֗עַ H5060 בְּכֹל֙ H3605 אֲשֶׁ֣ר H834 יִהְיֶ֣ה H1961 תַחְתָּ֔יו H8478 יִטְמָ֖א H2930 עַד H5704 הָעָ֑רֶב H6153 וְהַ H5375 אוֹתָ֔ם H853 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "11": "וְכֹ֨ל H3605 אֲשֶׁ֤ר H834 יִגַּע H5060 בּוֹ֙ Hb הַזָּ֔ב H2100 וְיָדָ֖י H3027 לֹא H3808 שָׁטַ֣ף H7857 בַּמָּ֑יִם H4325 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "12": "וּכְלִי H3627 חֶ֛רֶשׂ H2789 אֲשֶׁר H834 יִגַּע H5060 בּ֥וֹ Hb הַזָּ֖ב H2100 יִשָּׁבֵ֑ר H7665 וְכָל H3605 כְּלִי H3627 עֵ֔ץ H6086 יִשָּׁטֵ֖ף H7857 בַּמָּֽיִם H4325 ",
      "13": "וְכִֽי H3588 יִטְהַ֤ר H2891 הַזָּב֙ H2100 מִזּוֹב֔ H2101 וְסָ֨פַר H5608 ל֜וֹ Hl שִׁבְעַ֥ת H7651 יָמִ֛ים H3117 לְטָהֳרָת֖ H2893 וְכִבֶּ֣ס H3526 בְּגָדָ֑יו H899 וְרָחַ֧ץ H7364 בְּשָׂר֛וֹ H1320 בְּמַ֥יִם H4325 חַיִּ֖ים H2416 וְטָהֵֽר H2891 ",
      "14": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 יִֽקַּֽח H3947 לוֹ֙ Hl שְׁתֵּ֣י H8147 תֹרִ֔ים H8449 א֥וֹ H176 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 יוֹנָ֑ה H3123 וּבָ֣א H935 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֶל H413 פֶּ֨תַח֙ H6607 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וּנְתָנָ֖ H5414 אֶל H413 הַכֹּהֵֽן H3548 ",
      "15": "וְעָשָׂ֤ה H6213 אֹתָם֙ H853 הַכֹּהֵ֔ן H3548 אֶחָ֣ד H259 חַטָּ֔את H2403 וְהָ H259 עֹלָ֑ה H5930 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 מִזּוֹבֽ H2101 ",
      "16": "וְאִ֕ישׁ H376 כִּֽי H3588 תֵצֵ֥א H3318 מִמֶּ֖נּוּ H4480 שִׁכְבַת H7902 זָ֑רַע H2233 וְרָחַ֥ץ H7364 בַּמַּ֛יִם H4325 אֶת H853 כָּל H3605 בְּשָׂר֖וֹ H1320 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "17": "וְכָל H3605 בֶּ֣גֶד H899 וְכָל H3605 ע֔וֹר H5785 אֲשֶׁר H834 יִהְיֶ֥ה H1961 עָלָ֖יו H5921 שִׁכְבַת H7902 זָ֑רַע H2233 וְכֻבַּ֥ס H3526 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "18": "וְאִשָּׁ֕ה H802 אֲשֶׁ֨ר H834 יִשְׁכַּ֥ב H7901 אִ֛ישׁ H376 אֹתָ֖הּ H854 שִׁכְבַת H7902 זָ֑רַע H2233 וְרָחֲצ֣וּ H7364 בַמַּ֔יִם H4325 וְטָמְא֖וּ H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "19": "וְאִשָּׁה֙ H802 כִּֽי H3588 תִהְיֶ֣ה H1961 זָבָ֔ה H2101 דָּ֛ם H1818 יִהְיֶ֥ה H1961 זֹבָ֖הּ H2100 בִּבְשָׂרָ֑ H1320 שִׁבְעַ֤ת H7651 יָמִים֙ H3117 תִּהְיֶ֣ה H1961 בְנִדָּתָ֔ H5079 וְכָל H3605 הַנֹּגֵ֥עַ H5060 בָּ֖הּ Hb יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "20": "וְכֹל֩ H3605 אֲשֶׁ֨ר H834 תִּשְׁכַּ֥ב H7901 עָלָ֛יו H5921 בְּנִדָּתָ֖ H5079 יִטְמָ֑א H2930 וְכֹ֛ל H3605 אֲשֶׁר H834 תֵּשֵׁ֥ב H3427 עָלָ֖יו H5921 יִטְמָֽא H2930 ",
      "21": "וְכָל H3605 הַנֹּגֵ֖עַ H5060 בְּמִשְׁכָּבָ֑ H4904 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "22": "וְכָל H3605 הַנֹּגֵ֔עַ H5060 בְּכָל H3605 כְּלִ֖י H3627 אֲשֶׁר H834 תֵּשֵׁ֣ב H3427 עָלָ֑יו H5921 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "23": "וְאִ֨ם H518 עַֽל H5921 הַמִּשְׁכָּ֜ב H4904 ה֗וּא H1931 א֧וֹ H176 עַֽל H5921 הַכְּלִ֛י H3627 אֲשֶׁר H834 הִ֥וא H1931 יֹשֶֽׁבֶת H3427 עָלָ֖יו H5921 בְּנָגְע H5060 ב֑וֹ Hb יִטְמָ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "24": "וְאִ֡ם H518 שָׁכֹב֩ H7901 יִשְׁכַּ֨ב H7901 אִ֜ישׁ H376 אֹתָ֗הּ H854 וּתְהִ֤י H1961 נִדָּתָהּ֙ H5079 עָלָ֔יו H5921 וְטָמֵ֖א H2930 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וְכָל H3605 הַמִּשְׁכָּ֛ב H4904 אֲשֶׁר H834 יִשְׁכַּ֥ב H7901 עָלָ֖יו H5921 יִטְמָֽא H2930 ",
      "25": "וְאִשָּׁ֡ה H802 כִּֽי H3588 יָזוּב֩ H2100 ז֨וֹב H2101 דָּמָ֜הּ H1818 יָמִ֣ים H3117 רַבִּ֗ים H7227 בְּלֹא֙ H3808 עֶת H6256 נִדָּתָ֔הּ H5079 א֥וֹ H176 כִֽי H3588 תָז֖וּב H2100 עַל H5921 נִדָּתָ֑הּ H5079 כָּל H3605 יְמֵ֞י H3117 ז֣וֹב H2101 טֻמְאָתָ֗הּ H2932 כִּימֵ֧י H3117 נִדָּתָ֛הּ H5079 תִּהְיֶ֖ה H1961 טְמֵאָ֥ה H2931 הִֽוא H1931 ",
      "26": "כָּל H3605 הַמִּשְׁכָּ֞ב H4904 אֲשֶׁר H834 תִּשְׁכַּ֤ב H7901 עָלָיו֙ H5921 כָּל H3605 יְמֵ֣י H3117 זוֹבָ֔הּ H2101 כְּמִשְׁכַּ֥ב H4904 נִדָּתָ֖הּ H5079 יִֽהְיֶה H1961 לָּ֑הּ Hl וְכָֽל H3605 הַכְּלִי֙ H3627 אֲשֶׁ֣ר H834 תֵּשֵׁ֣ב H3427 עָלָ֔יו H5921 טָמֵ֣א H2931 יִהְיֶ֔ה H1961 כְּטֻמְאַ֖ת H2932 נִדָּתָֽהּ H5079 ",
      "27": "וְכָל H3605 הַנּוֹגֵ֥עַ H5060 בָּ֖ם Hb יִטְמָ֑א H2930 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
      "28": "וְאִֽם H518 טָהֲרָ֖ה H2891 מִזּוֹבָ֑ H2101 וְסָ֥פְרָה H5608 לָּ֛הּ Hl שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 וְאַחַ֥ר H310 תִּטְהָֽר H2891 ",
      "29": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 תִּֽקַּֽח H3947 לָהּ֙ Hl שְׁתֵּ֣י H8147 תֹרִ֔ים H8449 א֥וֹ H176 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 יוֹנָ֑ה H3123 וְהֵבִיאָ֤ה H935 אוֹתָם֙ H853 אֶל H413 הַכֹּהֵ֔ן H3548 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "30": "וְעָשָׂ֤ה H6213 הַכֹּהֵן֙ H3548 אֶת H853 הָאֶחָ֣ד H259 חַטָּ֔את H2403 וְאֶת H853 הָאֶחָ֖ד H259 עֹלָ֑ה H5930 וְכִפֶּ֨ר H3722 עָלֶ֤יהָ H5921 הַכֹּהֵן֙ H3548 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 מִזּ֖וֹב H2101 טֻמְאָתָֽהּ H2932 ",
      "31": "וְהִזַּרְתֶּ֥ם H5144 אֶת H853 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 מִטֻּמְאָתָ֑ H2932 וְלֹ֤א H3808 יָמֻ֨תוּ֙ H4191 בְּטֻמְאָתָ֔ H2932 בְּטַמְּאָ֥ H2930 אֶת H853 מִשְׁכָּנִ֖י H4908 אֲשֶׁ֥ר H834 בְּתוֹכָֽ H8432 ",
      "32": "זֹ֥את H2063 תּוֹרַ֖ת H8451 הַזָּ֑ב H2100 וַאֲשֶׁ֨ר H834 תֵּצֵ֥א H3318 מִמֶּ֛נּוּ H4480 שִׁכְבַת H7902 זֶ֖רַע H2233 לְטָמְאָה H2930 בָֽהּ Hb ",
      "33": "וְהַ H1739 בְּנִדָּתָ֔ H5079 וְהַ H2100 אֶת H853 זוֹב֔וֹ H2101 לַזָּכָ֖ר H2145 וְלַ H5347 וּלְ H376 אֲשֶׁ֥ר H834 יִשְׁכַּ֖ב H7901 עִם H5973 טְמֵאָֽה H2931 "
    },
    "16": {
      "1": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 אַחֲרֵ֣י H310 מ֔וֹת H4194 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 אַהֲרֹ֑ן H175 בְּקָרְבָתָ֥ H7126 לִפְנֵי H6440 יְהוָ֖ה H3068 וַיָּמֻֽתוּ H4191 ",
      "2": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 דַּבֵּר֮ H1696 אֶל H413 אַהֲרֹ֣ן H175 אָחִיךָ֒ H251 וְאַל H408 יָבֹ֤א H935 בְכָל H3605 עֵת֙ H6256 אֶל H413 הַקֹּ֔דֶשׁ H6944 מִבֵּ֖ית H1004 לַפָּרֹ֑כֶת H6532 אֶל H413 פְּנֵ֨י H6440 הַכַּפֹּ֜רֶת H3727 אֲשֶׁ֤ר H834 עַל H5921 הָאָרֹן֙ H727 וְלֹ֣א H3808 יָמ֔וּת H4191 כִּ֚י H3588 בֶּֽעָנָ֔ן H6051 אֵרָאֶ֖ה H7200 עַל H5921 הַכַּפֹּֽרֶת H3727 ",
      "3": "בְּזֹ֛את H2063 יָבֹ֥א H935 אַהֲרֹ֖ן H175 אֶל H413 הַקֹּ֑דֶשׁ H6944 בְּפַ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 לְחַטָּ֖את H2403 וְאַ֥יִל H352 לְעֹלָֽה H5930 ",
      "4": "כְּתֹֽנֶת H3801 בַּ֨ד H906 קֹ֜דֶשׁ H6944 יִלְבָּ֗שׁ H3847 וּמִֽכְנְסֵי H4370 בַד֮ H906 יִהְי֣וּ H1961 עַל H5921 בְּשָׂרוֹ֒ H1320 וּבְ H73 בַּד֙ H906 יַחְגֹּ֔ר H2296 וּבְ H4701 בַּ֖ד H906 יִצְנֹ֑ף H6801 בִּגְדֵי H899 קֹ֣דֶשׁ H6944 הֵ֔ם H1992 וְרָחַ֥ץ H7364 בַּמַּ֛יִם H4325 אֶת H853 בְּשָׂר֖וֹ H1320 וּלְבֵשָֽׁ H3847 ",
      "5": "וּמֵ H853 עֲדַת֙ H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 יִקַּ֛ח H3947 שְׁנֵֽי H8147 שְׂעִירֵ֥י H8163 עִזִּ֖ים H5795 לְחַטָּ֑את H2403 וְאַ֥יִל H352 אֶחָ֖ד H259 לְעֹלָֽה H5930 ",
      "6": "וְהִקְרִ֧יב H7126 אַהֲרֹ֛ן H175 אֶת H853 פַּ֥ר H6499 הַחַטָּ֖את H2403 אֲשֶׁר H834 ל֑וֹ Hl וְכִפֶּ֥ר H3722 בַּעֲד֖וֹ H1157 וּבְעַ֥ד H1157 בֵּיתֽוֹ H1004 ",
      "7": "וְלָקַ֖ח H3947 אֶת H853 שְׁנֵ֣י H8147 הַשְּׂעִירִ֑ם H8163 וְהֶעֱמִ֤יד H5975 אֹתָם֙ H853 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
      "8": "וְנָתַ֧ן H5414 אַהֲרֹ֛ן H175 עַל H5921 שְׁנֵ֥י H8147 הַשְּׂעִירִ֖ם H8163 גּוֹרָל֑וֹת H1486 גּוֹרָ֤ל H1486 אֶחָד֙ H259 לַיהוָ֔ה H3068 וְגוֹרָ֥ל H1486 אֶחָ֖ד H259 לַעֲזָאזֵֽל H5799 ",
      "9": "וְהִקְרִ֤יב H7126 אַהֲרֹן֙ H175 אֶת H853 הַשָּׂעִ֔יר H8163 אֲשֶׁ֨ר H834 עָלָ֥ה H5927 עָלָ֛יו H5921 הַגּוֹרָ֖ל H1486 לַיהוָ֑ה H3068 וְעָשָׂ֖ H6213 חַטָּֽאת H2403 ",
      "10": "וְהַ H8163 אֲשֶׁר֩ H834 עָלָ֨ה H5927 עָלָ֤יו H5921 הַגּוֹרָל֙ H1486 לַעֲזָאזֵ֔ל H5799 יָֽעֳמַד H5975 חַ֛י H2416 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לְכַפֵּ֣ר H3722 עָלָ֑יו H5921 לְשַׁלַּ֥ח H7971 אֹת֛וֹ H853 לַעֲזָאזֵ֖ל H5799 הַמִּדְבָּֽרָ H4057 ",
      "11": "וְהִקְרִ֨יב H7126 אַהֲרֹ֜ן H175 אֶת H853 פַּ֤ר H6499 הַֽחַטָּאת֙ H2403 אֲשֶׁר H834 ל֔וֹ Hl וְכִפֶּ֥ר H3722 בַּֽעֲד֖וֹ H1157 וּבְעַ֣ד H1157 בֵּית֑וֹ H1004 וְשָׁחַ֛ט H7819 אֶת H853 פַּ֥ר H6499 הַֽחַטָּ֖את H2403 אֲשֶׁר H834 לֽוֹ Hl ",
      "12": "וְלָקַ֣ח H3947 מְלֹֽא H4393 הַ֠מַּחְתָּה H4289 גַּֽחֲלֵי H1513 אֵ֞שׁ H784 מֵעַ֤ל H5921 הַמִּזְבֵּ֨חַ֙ H4196 מִלִּ H6440 יְהוָ֔ה H3068 וּמְלֹ֣א H4393 חָפְנָ֔יו H2651 קְטֹ֥רֶת H7004 סַמִּ֖ים H5561 דַּקָּ֑ה H1851 וְהֵבִ֖יא H935 מִבֵּ֥ית H1004 לַפָּרֹֽכֶת H6532 ",
      "13": "וְנָתַ֧ן H5414 אֶֽת H853 הַקְּטֹ֛רֶת H7004 עַל H5921 הָאֵ֖שׁ H784 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְכִסָּ֣ה H3680 עֲנַ֣ן H6051 הַקְּטֹ֗רֶת H7004 אֶת H853 הַכַּפֹּ֛רֶת H3727 אֲשֶׁ֥ר H834 עַל H5921 הָעֵד֖וּת H5715 וְלֹ֥א H3808 יָמֽוּת H4191 ",
      "14": "וְלָקַח֙ H3947 מִדַּ֣ם H1818 הַפָּ֔ר H6499 וְהִזָּ֧ה H5137 בְאֶצְבָּע֛ H676 עַל H5921 פְּנֵ֥י H6440 הַכַּפֹּ֖רֶת H3727 קֵ֑דְמָה H6924 וְלִ H6440 הַכַּפֹּ֗רֶת H3727 יַזֶּ֧ה H5137 שֶֽׁבַע H7651 פְּעָמִ֛ים H6471 מִן H4480 הַדָּ֖ם H1818 בְּאֶצְבָּעֽ H676 ",
      "15": "וְשָׁחַ֞ט H7819 אֶת H853 שְׂעִ֤יר H8163 הַֽחַטָּאת֙ H2403 אֲשֶׁ֣ר H834 לָעָ֔ם H5971 וְהֵבִיא֙ H935 אֶת H853 דָּמ֔וֹ H1818 אֶל H413 מִבֵּ֖ית H1004 לַפָּרֹ֑כֶת H6532 וְעָשָׂ֣ה H6213 אֶת H854 דָּמ֗וֹ H1818 כַּאֲשֶׁ֤ר H834 עָשָׂה֙ H6213 לְדַ֣ם H1818 הַפָּ֔ר H6499 וְהִזָּ֥ה H5137 אֹת֛וֹ H853 עַל H5921 הַכַּפֹּ֖רֶת H3727 וְלִ H6440 הַכַּפֹּֽרֶת H3727 ",
      "16": "וְכִפֶּ֣ר H3722 עַל H5921 הַקֹּ֗דֶשׁ H6944 מִטֻּמְאֹת֙ H2932 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וּמִ H6588 לְכָל H3605 חַטֹּאתָ֑ם H2403 וְכֵ֤ן H3651 יַעֲשֶׂה֙ H6213 לְאֹ֣הֶל H168 מוֹעֵ֔ד H4150 הַשֹּׁכֵ֣ן H7931 אִתָּ֔ם H854 בְּת֖וֹךְ H8432 טֻמְאֹתָֽם H2932 ",
      "17": "וְכָל H3605 אָדָ֞ם H120 לֹא H3808 יִהְיֶ֣ה H1961 בְּאֹ֣הֶל H168 מוֹעֵ֗ד H4150 בְּבֹא֛ H935 לְכַפֵּ֥ר H3722 בַּקֹּ֖דֶשׁ H6944 עַד H5704 צֵאת֑וֹ H3318 וְכִפֶּ֤ר H3722 בַּעֲדוֹ֙ H1157 וּבְעַ֣ד H1157 בֵּית֔וֹ H1004 וּבְעַ֖ד H1157 כָּל H3605 קְהַ֥ל H6951 יִשְׂרָאֵֽל H3478 ",
      "18": "וְיָצָ֗א H3318 אֶל H413 הַמִּזְבֵּ֛חַ H4196 אֲשֶׁ֥ר H834 לִפְנֵֽי H6440 יְהוָ֖ה H3068 וְכִפֶּ֣ר H3722 עָלָ֑יו H5921 וְלָקַ֞ח H3947 מִדַּ֤ם H1818 הַפָּר֙ H6499 וּמִ H1818 הַשָּׂעִ֔יר H8163 וְנָתַ֛ן H5414 עַל H5921 קַרְנ֥וֹת H7161 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
      "19": "וְהִזָּ֨ה H5137 עָלָ֧יו H5921 מִן H4480 הַדָּ֛ם H1818 בְּאֶצְבָּע֖ H676 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְטִהֲר֣ H2891 וְקִדְּשׁ֔ H6942 מִטֻּמְאֹ֖ת H2932 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "20": "וְכִלָּה֙ H3615 מִכַּפֵּ֣ר H3722 אֶת H853 הַקֹּ֔דֶשׁ H6944 וְאֶת H853 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וְאֶת H853 הַמִּזְבֵּ֑חַ H4196 וְהִקְרִ֖יב H7126 אֶת H853 הַשָּׂעִ֥יר H8163 הֶחָֽי H2416 ",
      "21": "וְסָמַ֨ךְ H5564 אַהֲרֹ֜ן H175 אֶת H853 שְׁתֵּ֣י H8147 ידו H3027 עַ֨ל H5921 רֹ֣אשׁ H7218 הַשָּׂעִיר֮ H8163 הַחַי֒ H2416 וְהִתְוַדָּ֣ה H3034 עָלָ֗יו H5921 אֶת H853 כָּל H3605 עֲוֺנֹת֙ H5771 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 כָּל H3605 פִּשְׁעֵיהֶ֖ם H6588 לְכָל H3605 חַטֹּאתָ֑ם H2403 וְנָתַ֤ן H5414 אֹתָם֙ H853 עַל H5921 רֹ֣אשׁ H7218 הַשָּׂעִ֔יר H8163 וְשִׁלַּ֛ח H7971 בְּיַד H3027 אִ֥ישׁ H376 עִתִּ֖י H6261 הַמִּדְבָּֽרָ H4057 ",
      "22": "וְנָשָׂ֨א H5375 הַשָּׂעִ֥יר H8163 עָלָ֛יו H5921 אֶת H853 כָּל H3605 עֲוֺנֹתָ֖ם H5771 אֶל H413 אֶ֣רֶץ H776 גְּזֵרָ֑ה H1509 וְשִׁלַּ֥ח H7971 אֶת H853 הַשָּׂעִ֖יר H8163 בַּמִּדְבָּֽר H4057 ",
      "23": "וּבָ֤א H935 אַהֲרֹן֙ H175 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וּפָשַׁט֙ H6584 אֶת H853 בִּגְדֵ֣י H899 הַבָּ֔ד H906 אֲשֶׁ֥ר H834 לָבַ֖שׁ H3847 בְּבֹא֣ H935 אֶל H413 הַקֹּ֑דֶשׁ H6944 וְהִנִּיחָ֖ H3240 שָֽׁם H8033 ",
      "24": "וְרָחַ֨ץ H7364 אֶת H853 בְּשָׂר֤וֹ H1320 בַמַּ֨יִם֙ H4325 בְּמָק֣וֹם H4725 קָד֔וֹשׁ H6918 וְלָבַ֖שׁ H3847 אֶת H853 בְּגָדָ֑יו H899 וְיָצָ֗א H3318 וְעָשָׂ֤ה H6213 אֶת H853 עֹֽלָתוֹ֙ H5930 וְאֶת H853 עֹלַ֣ת H5930 הָעָ֔ם H5971 וְכִפֶּ֥ר H3722 בַּעֲד֖וֹ H1157 וּבְעַ֥ד H1157 הָעָֽם H5971 ",
      "25": "וְאֵ֛ת H853 חֵ֥לֶב H2459 הַֽחַטָּ֖את H2403 יַקְטִ֥יר H6999 הַמִּזְבֵּֽחָ H4196 ",
      "26": "וְהַֽ H7971 אֶת H853 הַשָּׂעִיר֙ H8163 לַֽעֲזָאזֵ֔ל H5799 יְכַבֵּ֣ס H3526 בְּגָדָ֔יו H899 וְרָחַ֥ץ H7364 אֶת H853 בְּשָׂר֖וֹ H1320 בַּמָּ֑יִם H4325 וְאַחֲרֵי H310 כֵ֖ן H3651 יָב֥וֹא H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
      "27": "וְאֵת֩ H853 פַּ֨ר H6499 הַֽחַטָּ֜את H2403 וְאֵ֣ת H853 שְׂעִ֣יר H8163 הַֽחַטָּ֗את H2403 אֲשֶׁ֨ר H834 הוּבָ֤א H935 אֶת H853 דָּמָם֙ H1818 לְכַפֵּ֣ר H3722 בַּקֹּ֔דֶשׁ H6944 יוֹצִ֖יא H3318 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 וְשָׂרְפ֣וּ H8313 בָאֵ֔שׁ H784 אֶת H853 עֹרֹתָ֥ם H5785 וְאֶת H853 בְּשָׂרָ֖ם H1320 וְאֶת H853 פִּרְשָֽׁם H6569 ",
      "28": "וְהַ H8313 אֹתָ֔ם H853 יְכַבֵּ֣ס H3526 בְּגָדָ֔יו H899 וְרָחַ֥ץ H7364 אֶת H853 בְּשָׂר֖וֹ H1320 בַּמָּ֑יִם H4325 וְאַחֲרֵי H310 כֵ֖ן H3651 יָב֥וֹא H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
      "29": "וְהָיְתָ֥ה H1961 לָכֶ֖ם Hl לְחֻקַּ֣ת H2708 עוֹלָ֑ם H5769 בַּחֹ֣דֶשׁ H2320 הַ֠שְּׁבִיעִי H7637 בֶּֽעָשׂ֨וֹר H6218 לַחֹ֜דֶשׁ H2320 תְּעַנּ֣וּ H6031 אֶת H853 נַפְשֹֽׁתֵיכֶ֗ם H5315 וְכָל H3605 מְלָאכָה֙ H4399 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 הָֽאֶזְרָ֔ח H249 וְהַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 ",
      "30": "כִּֽי H3588 בַיּ֥וֹם H3117 הַזֶּ֛ה H2088 יְכַפֵּ֥ר H3722 עֲלֵיכֶ֖ם H5921 לְטַהֵ֣ר H2891 אֶתְכֶ֑ם H853 מִכֹּל֙ H3605 חַטֹּ֣אתֵיכֶ֔ם H2403 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תִּטְהָֽרוּ H2891 ",
      "31": "שַׁבַּ֨ת H7676 שַׁבָּת֥וֹן H7677 הִיא֙ H1931 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 חֻקַּ֖ת H2708 עוֹלָֽם H5769 ",
      "32": "וְכִפֶּ֨ר H3722 הַכֹּהֵ֜ן H3548 אֲשֶׁר H834 יִמְשַׁ֣ח H4886 אֹת֗וֹ H853 וַאֲשֶׁ֤ר H834 יְמַלֵּא֙ H4390 אֶת H853 יָד֔וֹ H3027 לְכַהֵ֖ן H3547 תַּ֣חַת H8478 אָבִ֑יו H1 וְלָבַ֛שׁ H3847 אֶת H853 בִּגְדֵ֥י H899 הַבָּ֖ד H906 בִּגְדֵ֥י H899 הַקֹּֽדֶשׁ H6944 ",
      "33": "וְכִפֶּר֙ H3722 אֶת H853 מִקְדַּ֣שׁ H4720 הַקֹּ֔דֶשׁ H6944 וְאֶת H853 אֹ֧הֶל H168 מוֹעֵ֛ד H4150 וְאֶת H853 הַמִּזְבֵּ֖חַ H4196 יְכַפֵּ֑ר H3722 וְעַ֧ל H5921 הַכֹּהֲנִ֛ים H3548 וְעַל H5921 כָּל H3605 עַ֥ם H5971 הַקָּהָ֖ל H6951 יְכַפֵּֽר H3722 ",
      "34": "וְהָֽיְתָה H1961 זֹּ֨את H2063 לָכֶ֜ם Hl לְחֻקַּ֣ת H2708 עוֹלָ֗ם H5769 לְכַפֵּ֞ר H3722 עַל H5921 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 מִכָּל H3605 חַטֹּאתָ֔ם H2403 אַחַ֖ת H259 בַּשָּׁנָ֑ה H8141 וַיַּ֕עַשׂ H6213 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
    },
    "17": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֨ר H1696 אֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 בָּנָ֗יו H1121 וְאֶל֙ H413 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵיהֶ֑ם H413 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
      "3": "אִ֥ישׁ H376 אִישׁ֙ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֨ר H834 יִשְׁחַ֜ט H7819 שׁ֥וֹר H7794 אוֹ H176 כֶ֛שֶׂב H3775 אוֹ H176 עֵ֖ז H5795 בַּֽמַּחֲנֶ֑ה H4264 א֚וֹ H176 אֲשֶׁ֣ר H834 יִשְׁחַ֔ט H7819 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
      "4": "וְאֶל H413 פֶּ֜תַח H6607 אֹ֣הֶל H168 מוֹעֵד֮ H4150 לֹ֣א H3808 הֱבִיאוֹ֒ H935 לְהַקְרִ֤יב H7126 קָרְבָּן֙ H7133 לַֽיהוָ֔ה H3068 לִפְנֵ֖י H6440 מִשְׁכַּ֣ן H4908 יְהוָ֑ה H3068 דָּ֣ם H1818 יֵחָשֵׁ֞ב H2803 לָאִ֤ישׁ H376 הַהוּא֙ H1931 דָּ֣ם H1818 שָׁפָ֔ךְ H8210 וְנִכְרַ֛ת H3772 הָאִ֥ישׁ H376 הַה֖וּא H1931 מִקֶּ֥רֶב H7130 עַמּֽוֹ H5971 ",
      "5": "לְמַעַן֩ H4616 אֲשֶׁ֨ר H834 יָבִ֜יאוּ H935 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אֶֽת H853 זִבְחֵיהֶם֮ H2077 אֲשֶׁ֣ר H834 הֵ֣ם H1992 זֹבְחִים֮ H2076 עַל H5921 פְּנֵ֣י H6440 הַשָּׂדֶה֒ H7704 וֶֽהֱבִיאֻ֣ H935 לַֽיהוָ֗ה H3068 אֶל H413 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 אֶל H413 הַכֹּהֵ֑ן H3548 וְזָ֨בְח֜וּ H2076 זִבְחֵ֧י H2077 שְׁלָמִ֛ים H8002 לַֽיהוָ֖ה H3068 אוֹתָֽם H853 ",
      "6": "וְזָרַ֨ק H2236 הַכֹּהֵ֤ן H3548 אֶת H853 הַדָּם֙ H1818 עַל H5921 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהִקְטִ֣יר H6999 הַחֵ֔לֶב H2459 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "7": "וְלֹא H3808 יִזְבְּח֥וּ H2076 עוֹד֙ H5750 אֶת H853 זִבְחֵיהֶ֔ם H2077 לַשְּׂעִירִ֕ם H8163 אֲשֶׁ֛ר H834 הֵ֥ם H1992 זֹנִ֖ים H2181 אַחֲרֵיהֶ֑ם H310 חֻקַּ֥ת H2708 עוֹלָ֛ם H5769 תִּֽהְיֶה H1961 זֹּ֥את H2063 לָהֶ֖ם H1992 לְדֹרֹתָֽ H1755 ",
      "8": "וַאֲלֵ H413 תֹּאמַ֔ר H559 אִ֥ישׁ H376 אִישׁ֙ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 וּמִן H4480 הַגֵּ֖ר H1616 אֲשֶׁר H834 יָג֣וּר H1481 בְּתוֹכָ֑ H8432 אֲשֶׁר H834 יַעֲלֶ֥ה H5927 עֹלָ֖ה H5930 אוֹ H176 זָֽבַח H2077 ",
      "9": "וְאֶל H413 פֶּ֜תַח H6607 אֹ֤הֶל H168 מוֹעֵד֙ H4150 לֹ֣א H3808 יְבִיאֶ֔נּוּ H935 לַעֲשׂ֥וֹת H6213 אֹת֖וֹ H853 לַיהוָ֑ה H3068 וְנִכְרַ֛ת H3772 הָאִ֥ישׁ H376 הַה֖וּא H1931 מֵעַמָּֽי H5971 ",
      "10": "וְאִ֨ישׁ H376 אִ֜ישׁ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 וּמִן H4480 הַגֵּר֙ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֔ H8432 אֲשֶׁ֥ר H834 יֹאכַ֖ל H398 כָּל H3605 דָּ֑ם H1818 וְנָתַתִּ֣י H5414 פָנַ֗י H6440 בַּנֶּ֨פֶשׁ֙ H5315 הָאֹכֶ֣לֶת H398 אֶת H853 הַדָּ֔ם H1818 וְהִכְרַתִּ֥י H3772 אֹתָ֖הּ H853 מִקֶּ֥רֶב H7130 עַמָּֽהּ H5971 ",
      "11": "כִּ֣י H3588 נֶ֣פֶשׁ H5315 הַבָּשָׂר֮ H1320 בַּדָּ֣ם H1818 הִוא֒ H1931 וַאֲנִ֞י H589 נְתַתִּ֤יו H5414 לָכֶם֙ Hl עַל H5921 הַמִּזְבֵּ֔חַ H4196 לְכַפֵּ֖ר H3722 עַל H5921 נַפְשֹׁתֵיכֶ֑ם H5315 כִּֽי H3588 הַדָּ֥ם H1818 ה֖וּא H1931 בַּנֶּ֥פֶשׁ H5315 יְכַפֵּֽר H3722 ",
      "12": "עַל H5921 כֵּ֤ן H3651 אָמַ֨רְתִּי֙ H559 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כָּל H3605 נֶ֥פֶשׁ H5315 מִכֶּ֖ם H4480 לֹא H3808 תֹ֣אכַל H398 דָּ֑ם H1818 וְהַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 לֹא H3808 יֹ֥אכַל H398 דָּֽם H1818 ",
      "13": "וְאִ֨ישׁ H376 אִ֜ישׁ H376 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וּמִן H4480 הַגֵּר֙ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֔ H8432 אֲשֶׁ֨ר H834 יָצ֜וּד H6679 צֵ֥יד H6718 חַיָּ֛ה H2416 אוֹ H176 ע֖וֹף H5775 אֲשֶׁ֣ר H834 יֵאָכֵ֑ל H398 וְשָׁפַךְ֙ H8210 אֶת H853 דָּמ֔וֹ H1818 וְכִסָּ֖ H3680 בֶּעָפָֽר H6083 ",
      "14": "כִּֽי H3588 נֶ֣פֶשׁ H5315 כָּל H3605 בָּשָׂ֗ר H1320 דָּמ֣וֹ H1818 בְנַפְשׁ H5315 הוּא֒ H1931 וָֽאֹמַר֙ H559 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 דַּ֥ם H1818 כָּל H3605 בָּשָׂ֖ר H1320 לֹ֣א H3808 תֹאכֵ֑לוּ H398 כִּ֣י H3588 נֶ֤פֶשׁ H5315 כָּל H3605 בָּשָׂר֙ H1320 דָּמ֣וֹ H1818 הִ֔וא H1931 כָּל H3605 אֹכְלָ֖יו H398 יִכָּרֵֽת H3772 ",
      "15": "וְכָל H3605 נֶ֗פֶשׁ H5315 אֲשֶׁ֨ר H834 תֹּאכַ֤ל H398 נְבֵלָה֙ H5038 וּטְרֵפָ֔ה H2966 בָּאֶזְרָ֖ח H249 וּבַ H1616 וְכִבֶּ֨ס H3526 בְּגָדָ֜יו H899 וְרָחַ֥ץ H7364 בַּמַּ֛יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעֶ֖רֶב H6153 וְטָהֵֽר H2891 ",
      "16": "וְאִם֙ H518 לֹ֣א H3808 יְכַבֵּ֔ס H3526 וּבְשָׂר֖ H1320 לֹ֣א H3808 יִרְחָ֑ץ H7364 וְנָשָׂ֖א H5375 עֲוֺנֽוֹ H5771 "
    },
    "18": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "3": "כְּמַעֲשֵׂ֧ה H4639 אֶֽרֶץ H776 מִצְרַ֛יִם H4714 אֲשֶׁ֥ר H834 יְשַׁבְתֶּם H3427 בָּ֖הּ Hb לֹ֣א H3808 תַעֲשׂ֑וּ H6213 וּכְ H4639 אֶֽרֶץ H776 כְּנַ֡עַן H3667 אֲשֶׁ֣ר H834 אֲנִי֩ H589 מֵבִ֨יא H935 אֶתְכֶ֥ם H853 שָׁ֨מָּה֙ H8033 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 וּבְ H2708 לֹ֥א H3808 תֵלֵֽכוּ H3212 ",
      "4": "אֶת H853 מִשְׁפָּטַ֧י H4941 תַּעֲשׂ֛וּ H6213 וְאֶת H853 חֻקֹּתַ֥י H2708 תִּשְׁמְר֖וּ H8104 לָלֶ֣כֶת H3212 בָּהֶ֑ם Hb אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "5": "וּשְׁמַרְתֶּ֤ם H8104 אֶת H853 חֻקֹּתַי֙ H2708 וְאֶת H853 מִשְׁפָּטַ֔י H4941 אֲשֶׁ֨ר H834 יַעֲשֶׂ֥ה H6213 אֹתָ֛ם H853 הָאָדָ֖ם H120 וָחַ֣י H2425 בָּהֶ֑ם Hb אֲנִ֖י H589 יְהוָֽה H3068 ",
      "6": "אִ֥ישׁ H376 אִישׁ֙ H376 אֶל H413 כָּל H3605 שְׁאֵ֣ר H7607 בְּשָׂר֔וֹ H1320 לֹ֥א H3808 תִקְרְב֖וּ H7126 לְגַלּ֣וֹת H1540 עֶרְוָ֑ה H6172 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "7": "עֶרְוַ֥ת H6172 אָבִ֛יךָ H1 וְעֶרְוַ֥ת H6172 אִמְּךָ֖ H517 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אִמְּךָ֣ H517 הִ֔וא H1931 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽהּ H6172 ",
      "8": "עֶרְוַ֥ת H6172 אֵֽשֶׁת H802 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 עֶרְוַ֥ת H6172 אָבִ֖יךָ H1 הִֽוא H1931 ",
      "9": "עֶרְוַ֨ת H6172 אֲחֽוֹתְךָ֤ H269 בַת H1323 אָבִ֨יךָ֙ H1 א֣וֹ H176 בַת H1323 אִמֶּ֔ךָ H517 מוֹלֶ֣דֶת H4138 בַּ֔יִת H1004 א֖וֹ H176 מוֹלֶ֣דֶת H4138 ח֑וּץ H2351 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽן H6172 ",
      "10": "עֶרְוַ֤ת H6172 בַּת H1323 בִּנְךָ֙ H1121 א֣וֹ H176 בַֽת H1323 בִּתְּךָ֔ H1323 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָ֑ן H6172 כִּ֥י H3588 עֶרְוָתְךָ֖ H6172 הֵֽנָּה H2007 ",
      "11": "עֶרְוַ֨ת H6172 בַּת H1323 אֵ֤שֶׁת H802 אָבִ֨יךָ֙ H1 מוֹלֶ֣דֶת H4138 אָבִ֔יךָ H1 אֲחוֹתְךָ֖ H269 הִ֑וא H1931 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽהּ H6172 ",
      "12": "עֶרְוַ֥ת H6172 אֲחוֹת H269 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 שְׁאֵ֥ר H7607 אָבִ֖יךָ H1 הִֽוא H1931 ",
      "13": "עֶרְוַ֥ת H6172 אֲחֽוֹת H269 אִמְּךָ֖ H517 לֹ֣א H3808 תְגַלֵּ֑ה H1540 כִּֽי H3588 שְׁאֵ֥ר H7607 אִמְּךָ֖ H517 הִֽוא H1931 ",
      "14": "עֶרְוַ֥ת H6172 אֲחִֽי H251 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אֶל H413 אִשְׁתּוֹ֙ H802 לֹ֣א H3808 תִקְרָ֔ב H7126 דֹּדָֽתְךָ֖ H1733 הִֽוא H1931 ",
      "15": "עֶרְוַ֥ת H6172 כַּלָּֽתְךָ֖ H3618 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אֵ֤שֶׁת H802 בִּנְךָ֙ H1121 הִ֔וא H1931 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽהּ H6172 ",
      "16": "עֶרְוַ֥ת H6172 אֵֽשֶׁת H802 אָחִ֖יךָ H251 לֹ֣א H3808 תְגַלֵּ֑ה H1540 עֶרְוַ֥ת H6172 אָחִ֖יךָ H251 הִֽוא H1931 ",
      "17": "עֶרְוַ֥ת H6172 אִשָּׁ֛ה H802 וּבִתָּ֖ H1323 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אֶֽת H853 בַּת H1323 בְּנָ֞הּ H1121 וְאֶת H853 בַּת H1323 בִּתָּ֗הּ H1323 לֹ֤א H3808 תִקַּח֙ H3947 לְגַלּ֣וֹת H1540 עֶרְוָתָ֔הּ H6172 שַׁאֲרָ֥ה H7608 הֵ֖נָּה H2007 זִמָּ֥ה H2154 הִֽוא H1931 ",
      "18": "וְאִשָּׁ֥ה H802 אֶל H413 אֲחֹתָ֖הּ H269 לֹ֣א H3808 תִקָּ֑ח H3947 לִצְרֹ֗ר H6887 לְגַלּ֧וֹת H1540 עֶרְוָתָ֛הּ H6172 עָלֶ֖יהָ H5921 בְּחַיֶּֽי H2416 ",
      "19": "וְאֶל H413 אִשָּׁ֖ה H802 בְּנִדַּ֣ת H5079 טֻמְאָתָ֑הּ H2932 לֹ֣א H3808 תִקְרַ֔ב H7126 לְגַלּ֖וֹת H1540 עֶרְוָתָֽהּ H6172 ",
      "20": "וְאֶל H413 אֵ֨שֶׁת֙ H802 עֲמִֽיתְךָ֔ H5997 לֹא H3808 תִתֵּ֥ן H5414 שְׁכָבְתְּךָ֖ H7903 לְזָ֑רַע H2233 לְטָמְאָה H2930 בָֽהּ Hb ",
      "21": "וּמִֽ H2233 לֹא H3808 תִתֵּ֖ן H5414 לְהַעֲבִ֣יר H5674 לַמֹּ֑לֶךְ H4432 וְלֹ֧א H3808 תְחַלֵּ֛ל H2490 אֶת H853 שֵׁ֥ם H8034 אֱלֹהֶ֖יךָ H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "22": "וְאֶ֨ת H854 זָכָ֔ר H2145 לֹ֥א H3808 תִשְׁכַּ֖ב H7901 מִשְׁכְּבֵ֣י H4904 אִשָּׁ֑ה H802 תּוֹעֵבָ֖ה H8441 הִֽוא H1931 ",
      "23": "וּבְ H3605 בְּהֵמָ֛ה H929 לֹא H3808 תִתֵּ֥ן H5414 שְׁכָבְתְּךָ֖ H7903 לְטָמְאָה H2930 בָ֑הּ Hb וְאִשָּׁ֗ה H802 לֹֽא H3808 תַעֲמֹ֞ד H5975 לִפְנֵ֧י H6440 בְהֵמָ֛ה H929 לְרִבְעָ֖ H7250 תֶּ֥בֶל H8397 הֽוּא H1931 ",
      "24": "אַל H408 תִּֽטַּמְּא֖וּ H2930 בְּכָל H3605 אֵ֑לֶּה H428 כִּ֤י H3588 בְכָל H3605 אֵ֨לֶּה֙ H428 נִטְמְא֣וּ H2930 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 אֲנִ֥י H589 מְשַׁלֵּ֖חַ H7971 מִפְּנֵי H6440 ",
      "25": "וַתִּטְמָ֣א H2930 הָאָ֔רֶץ H776 וָאֶפְקֹ֥ד H6485 עֲוֺנָ֖הּ H5771 עָלֶ֑יהָ H5921 וַתָּקִ֥א H6958 הָאָ֖רֶץ H776 אֶת H853 יֹשְׁבֶֽיהָ H3427 ",
      "26": "וּשְׁמַרְתֶּ֣ם H8104 אַתֶּ֗ם H859 אֶת H853 חֻקֹּתַי֙ H2708 וְאֶת H853 מִשְׁפָּטַ֔י H4941 וְלֹ֣א H3808 תַעֲשׂ֔וּ H6213 מִכֹּ֥ל H3605 הַתּוֹעֵבֹ֖ת H8441 הָאֵ֑לֶּה H428 הָֽאֶזְרָ֔ח H249 וְהַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 ",
      "27": "כִּ֚י H3588 אֶת H853 כָּל H3605 הַתּוֹעֵבֹ֣ת H8441 הָאֵ֔ל H411 עָשׂ֥וּ H6213 אַנְשֵֽׁי H376 הָאָ֖רֶץ H776 אֲשֶׁ֣ר H834 לִפְנֵי H6440 וַתִּטְמָ֖א H2930 הָאָֽרֶץ H776 ",
      "28": "וְלֹֽא H3808 תָקִ֤יא H6958 הָאָ֨רֶץ֙ H776 אֶתְכֶ֔ם H853 בְּטַֽמַּאֲ H2930 אֹתָ֑הּ H853 כַּאֲשֶׁ֥ר H834 קָאָ֛ה H6958 אֶת H853 הַגּ֖וֹי H1471 אֲשֶׁ֥ר H834 לִפְנֵי H6440 ",
      "29": "כִּ֚י H3588 כָּל H3605 אֲשֶׁ֣ר H834 יַעֲשֶׂ֔ה H6213 מִכֹּ֥ל H3605 הַתּוֹעֵב֖וֹת H8441 הָאֵ֑לֶּה H428 וְנִכְרְת֛וּ H3772 הַנְּפָשׁ֥וֹת H5315 הָעֹשֹׂ֖ת H6213 מִקֶּ֥רֶב H7130 עַמָּֽם H5971 ",
      "30": "וּשְׁמַרְתֶּ֣ם H8104 אֶת H853 מִשְׁמַרְתִּ֗י H4931 לְבִלְתִּ֨י H1115 עֲשׂ֜וֹת H6213 מֵחֻקּ֤וֹת H2708 הַתּֽוֹעֵבֹת֙ H8441 אֲשֶׁ֣ר H834 נַעֲשׂ֣וּ H6213 לִפְנֵי H6440 וְלֹ֥א H3808 תִֽטַּמְּא֖וּ H2930 בָּהֶ֑ם Hb אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
    },
    "19": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 כָּל H3605 עֲדַ֧ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֛ל H3478 וְאָמַרְתָּ֥ H559 אֲלֵהֶ֖ם H413 קְדֹשִׁ֣ים H6918 תִּהְי֑וּ H1961 כִּ֣י H3588 קָד֔וֹשׁ H6918 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "3": "אִ֣ישׁ H376 אִמּ֤וֹ H517 וְאָבִי H1 תִּירָ֔אוּ H3372 וְאֶת H853 שַׁבְּתֹתַ֖י H7676 תִּשְׁמֹ֑רוּ H8104 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "4": "אַל H408 תִּפְנוּ֙ H6437 אֶל H413 הָ֣אֱלִילִ֔ים H457 וֵֽאלֹהֵי֙ H430 מַסֵּכָ֔ה H4541 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 לָכֶ֑ם Hl אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "5": "וְכִ֧י H3588 תִזְבְּח֛וּ H2076 זֶ֥בַח H2077 שְׁלָמִ֖ים H8002 לַיהוָ֑ה H3068 לִֽרְצֹנְ H7522 תִּזְבָּחֻֽהוּ H2076 ",
      "6": "בְּי֧וֹם H3117 זִבְחֲכֶ֛ם H2077 יֵאָכֵ֖ל H398 וּמִֽ H4283 וְהַ H3498 עַד H5704 י֣וֹם H3117 הַשְּׁלִישִׁ֔י H7992 בָּאֵ֖שׁ H784 יִשָּׂרֵֽף H8313 ",
      "7": "וְאִ֛ם H518 הֵאָכֹ֥ל H398 יֵאָכֵ֖ל H398 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 פִּגּ֥וּל H6292 ה֖וּא H1931 לֹ֥א H3808 יֵרָצֶֽה H7521 ",
      "8": "וְאֹֽכְלָי H398 עֲוֺנ֣וֹ H5771 יִשָּׂ֔א H5375 כִּֽי H3588 אֶת H853 קֹ֥דֶשׁ H6944 יְהוָ֖ה H3068 חִלֵּ֑ל H2490 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּֽי H5971 ",
      "9": "וּֽבְ H7114 אֶת H853 קְצִ֣יר H7105 אַרְצְכֶ֔ם H776 לֹ֧א H3808 תְכַלֶּ֛ה H3615 פְּאַ֥ת H6285 שָׂדְךָ֖ H7704 לִקְצֹ֑ר H7114 וְלֶ֥קֶט H3951 קְצִֽירְךָ֖ H7105 לֹ֥א H3808 תְלַקֵּֽט H3950 ",
      "10": "וְכַרְמְ H3754 לֹ֣א H3808 תְעוֹלֵ֔ל H5953 וּפֶ֥רֶט H6528 כַּרְמְךָ֖ H3754 לֹ֣א H3808 תְלַקֵּ֑ט H3950 לֶֽעָנִ֤י H6041 וְלַ H1616 תַּעֲזֹ֣ב H5800 אֹתָ֔ם H853 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "11": "לֹ֖א H3808 תִּגְנֹ֑בוּ H1589 וְלֹא H3808 תְכַחֲשׁ֥וּ H3584 וְלֹֽא H3808 תְשַׁקְּר֖וּ H8266 אִ֥ישׁ H376 בַּעֲמִיתֽ H5997 ",
      "12": "וְלֹֽא H3808 תִשָּׁבְע֥וּ H7650 בִשְׁמִ֖ H8034 לַשָּׁ֑קֶר H8267 וְחִלַּלְתָּ֛ H2490 אֶת H853 שֵׁ֥ם H8034 אֱלֹהֶ֖יךָ H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "13": "לֹֽא H3808 תַעֲשֹׁ֥ק H6231 אֶת H853 רֵֽעֲךָ֖ H7453 וְלֹ֣א H3808 תִגְזֹ֑ל H1497 לֹֽא H3808 תָלִ֞ין H3885 פְּעֻלַּ֥ת H6468 שָׂכִ֛יר H7916 אִתְּךָ֖ H854 עַד H5704 בֹּֽקֶר H1242 ",
      "14": "לֹא H3808 תְקַלֵּ֣ל H7043 חֵרֵ֔שׁ H2795 וְלִ H6440 עִוֵּ֔ר H5787 לֹ֥א H3808 תִתֵּ֖ן H5414 מִכְשֹׁ֑ל H4383 וְיָרֵ֥אתָ H3372 מֵּאֱלֹהֶ֖י H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "15": "לֹא H3808 תַעֲשׂ֥וּ H6213 עָ֨וֶל֙ H5766 בַּמִּשְׁפָּ֔ט H4941 לֹא H3808 תִשָּׂ֣א H5375 פְנֵי H6440 דָ֔ל H1800 וְלֹ֥א H3808 תֶהְדַּ֖ר H1921 פְּנֵ֣י H6440 גָד֑וֹל H1419 בְּצֶ֖דֶק H6664 תִּשְׁפֹּ֥ט H8199 עֲמִיתֶֽךָ H5997 ",
      "16": "לֹא H3808 תֵלֵ֤ךְ H3212 רָכִיל֙ H7400 בְּעַמֶּ֔י H5971 לֹ֥א H3808 תַעֲמֹ֖ד H5975 עַל H5921 דַּ֣ם H1818 רֵעֶ֑ךָ H7453 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "17": "לֹֽא H3808 תִשְׂנָ֥א H8130 אֶת H853 אָחִ֖יךָ H251 בִּלְבָבֶ֑ H3824 הוֹכֵ֤חַ H3198 תּוֹכִ֨יחַ֙ H3198 אֶת H853 עֲמִיתֶ֔ךָ H5997 וְלֹא H3808 תִשָּׂ֥א H5375 עָלָ֖יו H5921 חֵֽטְא H2399 ",
      "18": "לֹֽא H3808 תִקֹּ֤ם H5358 וְלֹֽא H3808 תִטֹּר֙ H5201 אֶת H853 בְּנֵ֣י H1121 עַמֶּ֔ךָ H5971 וְאָֽהַבְתָּ֥ H157 לְרֵעֲ H7453 כָּמ֑וֹךָ H3644 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "19": "אֶֽת H853 חֻקֹּתַי֮ H2708 תִּשְׁמֹרוּ֒ H8104 בְּהֶמְתְּךָ֙ H929 לֹא H3808 תַרְבִּ֣יעַ H7250 כִּלְאַ֔יִם H3610 שָׂדְךָ֖ H7704 לֹא H3808 תִזְרַ֣ע H2232 כִּלְאָ֑יִם H3610 וּבֶ֤גֶד H899 כִּלְאַ֨יִם֙ H3610 שַֽׁעַטְנֵ֔ז H8162 לֹ֥א H3808 יַעֲלֶ֖ה H5927 עָלֶֽיךָ H5921 ",
      "20": "וְ֠אִישׁ H376 כִּֽי H3588 יִשְׁכַּ֨ב H7901 אֶת H854 אִשָּׁ֜ה H802 שִׁכְבַת H7902 זֶ֗רַע H2233 וְהִ֤וא H1931 שִׁפְחָה֙ H8198 נֶחֱרֶ֣פֶת H2778 לְאִ֔ישׁ H376 וְהָפְדֵּה֙ H6299 לֹ֣א H3808 נִפְדָּ֔תָה H6299 א֥וֹ H176 חֻפְשָׁ֖ה H2668 לֹ֣א H3808 נִתַּן H5414 לָ֑הּ Hl בִּקֹּ֧רֶת H1244 תִּהְיֶ֛ה H1961 לֹ֥א H3808 יוּמְת֖וּ H4191 כִּי H3588 לֹ֥א H3808 חֻפָּֽשָׁה H2666 ",
      "21": "וְהֵבִ֤יא H935 אֶת H853 אֲשָׁמוֹ֙ H817 לַֽיהוָ֔ה H3068 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 אֵ֖יל H352 אָשָֽׁם H817 ",
      "22": "וְכִפֶּר֩ H3722 עָלָ֨יו H5921 הַכֹּהֵ֜ן H3548 בְּאֵ֤יל H352 הָֽאָשָׁם֙ H817 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 עַל H5921 חַטָּאת֖וֹ H2403 אֲשֶׁ֣ר H834 חָטָ֑א H2398 וְנִסְלַ֣ח H5545 ל֔וֹ Hl מֵחַטָּאת֖ H2403 אֲשֶׁ֥ר H834 חָטָֽא H2398 ",
      "23": "וְכִי H3588 תָבֹ֣אוּ H935 אֶל H413 הָאָ֗רֶץ H776 וּנְטַעְתֶּם֙ H5193 כָּל H3605 עֵ֣ץ H6086 מַאֲכָ֔ל H3978 וַעֲרַלְתֶּ֥ם H6188 עָרְלָת֖וֹ H6190 אֶת H853 פִּרְי֑וֹ H6529 שָׁלֹ֣שׁ H7969 שָׁנִ֗ים H8141 יִהְיֶ֥ה H1961 לָכֶ֛ם Hl עֲרֵלִ֖ים H6189 לֹ֥א H3808 יֵאָכֵֽל H398 ",
      "24": "וּבַ H8141 הָרְבִיעִ֔ת H7243 יִהְיֶ֖ה H1961 כָּל H3605 פִּרְי֑וֹ H6529 קֹ֥דֶשׁ H6944 הִלּוּלִ֖ים H1974 לַיהוָֽה H3068 ",
      "25": "וּבַ H8141 הַחֲמִישִׁ֗ת H2549 תֹּֽאכְלוּ֙ H398 אֶת H853 פִּרְי֔וֹ H6529 לְהוֹסִ֥יף H3254 לָכֶ֖ם Hl תְּבוּאָת֑וֹ H8393 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "26": "לֹ֥א H3808 תֹאכְל֖וּ H398 עַל H5921 הַדָּ֑ם H1818 לֹ֥א H3808 תְנַחֲשׁ֖וּ H5172 וְלֹ֥א H3808 תְעוֹנֵֽנוּ H6049 ",
      "27": "לֹ֣א H3808 תַקִּ֔פוּ H5362 פְּאַ֖ת H6285 רֹאשְׁכֶ֑ם H7218 וְלֹ֣א H3808 תַשְׁחִ֔ית H7843 אֵ֖ת H853 פְּאַ֥ת H6285 זְקָנֶֽךָ H2206 ",
      "28": "וְשֶׂ֣רֶט H8296 לָנֶ֗פֶשׁ H5315 לֹ֤א H3808 תִתְּנוּ֙ H5414 בִּבְשַׂרְ H1320 וּכְתֹ֣בֶת H3793 קַֽעֲקַ֔ע H7085 לֹ֥א H3808 תִתְּנ֖וּ H5414 בָּכֶ֑ם Hb אֲנִ֖י H589 יְהוָֽה H3068 ",
      "29": "אַל H408 תְּחַלֵּ֥ל H2490 אֶֽת H853 בִּתְּךָ֖ H1323 לְהַזְנוֹתָ֑ H2181 וְלֹא H3808 תִזְנֶ֣ה H2181 הָאָ֔רֶץ H776 וּמָלְאָ֥ה H4390 הָאָ֖רֶץ H776 זִמָּֽה H2154 ",
      "30": "אֶת H853 שַׁבְּתֹתַ֣י H7676 תִּשְׁמֹ֔רוּ H8104 וּמִקְדָּשִׁ֖ H4720 תִּירָ֑אוּ H3372 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "31": "אַל H408 תִּפְנ֤וּ H6437 אֶל H413 הָאֹבֹת֙ H178 וְאֶל H413 הַיִּדְּעֹנִ֔ים H3049 אַל H408 תְּבַקְשׁ֖וּ H1245 לְטָמְאָ֣ה H2930 בָהֶ֑ם Hb אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "32": "מִפְּנֵ֤י H6440 שֵׂיבָה֙ H7872 תָּק֔וּם H6965 וְהָדַרְתָּ֖ H1921 פְּנֵ֣י H6440 זָקֵ֑ן H2205 וְיָרֵ֥אתָ H3372 מֵּאֱלֹהֶ֖י H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "33": "וְכִֽי H3588 יָג֧וּר H1481 אִתְּךָ֛ H854 גֵּ֖ר H1616 בְּאַרְצְ H776 לֹ֥א H3808 תוֹנ֖וּ H3238 אֹתֽוֹ H853 ",
      "34": "כְּאֶזְרָ֣ח H249 מִכֶּם֩ H4480 יִהְיֶ֨ה H1961 לָכֶ֜ם Hl הַגֵּ֣ר H1616 הַגָּ֣ר H1481 אִתְּכֶ֗ם H854 וְאָהַבְתָּ֥ H157 לוֹ֙ Hl כָּמ֔וֹךָ H3644 כִּֽי H3588 גֵרִ֥ים H1616 הֱיִיתֶ֖ם H1961 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "35": "לֹא H3808 תַעֲשׂ֥וּ H6213 עָ֖וֶל H5766 בַּמִּשְׁפָּ֑ט H4941 בַּמִּדָּ֕ה H4060 בַּמִּשְׁקָ֖ל H4948 וּבַ H4884 ",
      "36": "מֹ֧אזְנֵי H3976 צֶ֣דֶק H6664 אַבְנֵי H68 צֶ֗דֶק H6664 אֵ֥יפַת H374 צֶ֛דֶק H6664 וְהִ֥ין H1969 צֶ֖דֶק H6664 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אֶתְכֶ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "37": "וּשְׁמַרְתֶּ֤ם H8104 אֶת H853 כָּל H3605 חֻקֹּתַי֙ H2708 וְאֶת H853 כָּל H3605 מִשְׁפָּטַ֔י H4941 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אֲנִ֖י H589 יְהוָֽה H3068 "
    },
    "20": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "וְאֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֘ל H3478 תֹּאמַר֒ H559 אִ֣ישׁ H376 אִישׁ֩ H376 מִבְּנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 וּמִן H4480 הַגֵּ֣ר H1616 הַגָּ֣ר H1481 בְּיִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 יִתֵּ֧ן H5414 מִזַּרְע֛ H2233 לַמֹּ֖לֶךְ H4432 מ֣וֹת H4191 יוּמָ֑ת H4191 עַ֥ם H5971 הָאָ֖רֶץ H776 יִרְגְּמֻ֥הוּ H7275 בָאָֽבֶן H68 ",
      "3": "וַאֲנִ֞י H589 אֶתֵּ֤ן H5414 אֶת H853 פָּנַי֙ H6440 בָּאִ֣ישׁ H376 הַה֔וּא H1931 וְהִכְרַתִּ֥י H3772 אֹת֖וֹ H853 מִקֶּ֣רֶב H7130 עַמּ֑וֹ H5971 כִּ֤י H3588 מִזַּרְע H2233 נָתַ֣ן H5414 לַמֹּ֔לֶךְ H4432 לְמַ֗עַן H4616 טַמֵּא֙ H2930 אֶת H853 מִקְדָּשִׁ֔י H4720 וּלְ H2490 אֶת H853 שֵׁ֥ם H8034 קָדְשִֽׁי H6944 ",
      "4": "וְאִ֡ם H518 הַעְלֵ֣ם H5956 יַעְלִימֽוּ֩ H5956 עַ֨ם H5971 הָאָ֜רֶץ H776 אֶת H853 עֵֽינֵיהֶם֙ H5869 מִן H4480 הָאִ֣ישׁ H376 הַה֔וּא H1931 בְּתִתּ֥ H5414 מִזַּרְע֖ H2233 לַמֹּ֑לֶךְ H4432 לְבִלְתִּ֖י H1115 הָמִ֥ית H4191 אֹתֽוֹ H853 ",
      "5": "וְשַׂמְתִּ֨י H7760 אֲנִ֧י H589 אֶת H853 פָּנַ֛י H6440 בָּאִ֥ישׁ H376 הַה֖וּא H1931 וּבְ H4940 וְהִכְרַתִּ֨י H3772 אֹת֜וֹ H853 וְאֵ֣ת H853 כָּל H3605 הַזֹּנִ֣ים H2181 אַחֲרָ֗יו H310 לִזְנ֛וֹת H2181 אַחֲרֵ֥י H310 הַמֹּ֖לֶךְ H4432 מִקֶּ֥רֶב H7130 עַמָּֽם H5971 ",
      "6": "וְהַ H5315 אֲשֶׁ֨ר H834 תִּפְנֶ֤ה H6437 אֶל H413 הָֽאֹבֹת֙ H178 וְאֶל H413 הַיִּדְּעֹנִ֔ים H3049 לִזְנ֖וֹת H2181 אַחֲרֵיהֶ֑ם H310 וְנָתַתִּ֤י H5414 אֶת H853 פָּנַי֙ H6440 בַּנֶּ֣פֶשׁ H5315 הַהִ֔וא H1931 וְהִכְרַתִּ֥י H3772 אֹת֖וֹ H853 מִקֶּ֥רֶב H7130 עַמּֽוֹ H5971 ",
      "7": "וְהִ֨תְקַדִּשְׁתֶּ֔ם H6942 וִהְיִיתֶ֖ם H1961 קְדֹשִׁ֑ים H6918 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "8": "וּשְׁמַרְתֶּם֙ H8104 אֶת H853 חֻקֹּתַ֔י H2708 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
      "9": "כִּֽי H3588 אִ֣ישׁ H376 אִ֗ישׁ H376 אֲשֶׁ֨ר H834 יְקַלֵּ֧ל H7043 אֶת H853 אָבִ֛יו H1 וְאֶת H853 אִמּ֖וֹ H517 מ֣וֹת H4191 יוּמָ֑ת H4191 אָבִ֧יו H1 וְאִמּ֛ H517 קִלֵּ֖ל H7043 דָּמָ֥יו H1818 בּֽוֹ Hb ",
      "10": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִנְאַף֙ H5003 אֶת H854 אֵ֣שֶׁת H802 אִ֔ישׁ H376 אֲשֶׁ֥ר H834 יִנְאַ֖ף H5003 אֶת H854 אֵ֣שֶׁת H802 רֵעֵ֑הוּ H7453 מֽוֹת H4191 יוּמַ֥ת H4191 הַנֹּאֵ֖ף H5003 וְהַ H5003 ",
      "11": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִשְׁכַּב֙ H7901 אֶת H854 אֵ֣שֶׁת H802 אָבִ֔יו H1 עֶרְוַ֥ת H6172 אָבִ֖יו H1 גִּלָּ֑ה H1540 מֽוֹת H4191 יוּמְת֥וּ H4191 שְׁנֵיהֶ֖ם H8147 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
      "12": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִשְׁכַּב֙ H7901 אֶת H854 כַּלָּת֔וֹ H3618 מ֥וֹת H4191 יוּמְת֖וּ H4191 שְׁנֵיהֶ֑ם H8147 תֶּ֥בֶל H8397 עָשׂ֖וּ H6213 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
      "13": "וְאִ֗ישׁ H376 אֲשֶׁ֨ר H834 יִשְׁכַּ֤ב H7901 אֶת H854 זָכָר֙ H2145 מִשְׁכְּבֵ֣י H4904 אִשָּׁ֔ה H802 תּוֹעֵבָ֥ה H8441 עָשׂ֖וּ H6213 שְׁנֵיהֶ֑ם H8147 מ֥וֹת H4191 יוּמָ֖תוּ H4191 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
      "14": "וְאִ֗ישׁ H376 אֲשֶׁ֨ר H834 יִקַּ֧ח H3947 אֶת H853 אִשָּׁ֛ה H802 וְאֶת H853 אִמָּ֖הּ H517 זִמָּ֣ה H2154 הִ֑וא H1931 בָּאֵ֞שׁ H784 יִשְׂרְפ֤וּ H8313 אֹתוֹ֙ H853 וְאֶתְ H853 וְלֹא H3808 תִהְיֶ֥ה H1961 זִמָּ֖ה H2154 בְּתוֹכְ H8432 ",
      "15": "וְאִ֗ישׁ H376 אֲשֶׁ֨ר H834 יִתֵּ֧ן H5414 שְׁכָבְתּ֛וֹ H7903 בִּבְהֵמָ֖ה H929 מ֣וֹת H4191 יוּמָ֑ת H4191 וְאֶת H853 הַבְּהֵמָ֖ה H929 תַּהֲרֹֽגוּ H2026 ",
      "16": "וְאִשָּׁ֗ה H802 אֲשֶׁ֨ר H834 תִּקְרַ֤ב H7126 אֶל H413 כָּל H3605 בְּהֵמָה֙ H929 לְרִבְעָ֣ה H7250 אֹתָ֔הּ H854 וְהָרַגְתָּ֥ H2026 אֶת H853 הָאִשָּׁ֖ה H802 וְאֶת H853 הַבְּהֵמָ֑ה H929 מ֥וֹת H4191 יוּמָ֖תוּ H4191 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
      "17": "וְאִ֣ישׁ H376 אֲשֶׁר H834 יִקַּ֣ח H3947 אֶת H853 אֲחֹת֡וֹ H269 בַּת H1323 אָבִ֣יו H1 א֣וֹ H176 בַת H1323 אִ֠מּוֹ H517 וְרָאָ֨ה H7200 אֶת H853 עֶרְוָתָ֜הּ H6172 וְהִֽיא H1931 תִרְאֶ֤ה H7200 אֶת H853 עֶרְוָתוֹ֙ H6172 חֶ֣סֶד H2617 ה֔וּא H1931 וְנִ֨כְרְת֔וּ H3772 לְעֵינֵ֖י H5869 בְּנֵ֣י H1121 עַמָּ֑ם H5971 עֶרְוַ֧ת H6172 אֲחֹת֛וֹ H269 גִּלָּ֖ה H1540 עֲוֺנ֥וֹ H5771 יִשָּֽׂא H5375 ",
      "18": "וְ֠אִישׁ H376 אֲשֶׁר H834 יִשְׁכַּ֨ב H7901 אֶת H854 אִשָּׁ֜ה H802 דָּוָ֗ה H1739 וְגִלָּ֤ה H1540 אֶת H853 עֶרְוָתָהּ֙ H6172 אֶת H853 מְקֹרָ֣הּ H4726 הֶֽעֱרָ֔ה H6168 וְהִ֕יא H1931 גִּלְּתָ֖ה H1540 אֶת H853 מְק֣וֹר H4726 דָּמֶ֑יהָ H1818 וְנִכְרְת֥וּ H3772 שְׁנֵיהֶ֖ם H8147 מִקֶּ֥רֶב H7130 עַמָּֽם H5971 ",
      "19": "וְעֶרְוַ֨ת H6172 אֲח֧וֹת H269 אִמְּךָ֛ H517 וַאֲח֥וֹת H269 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 כִּ֧י H3588 אֶת H853 שְׁאֵר֛וֹ H7607 הֶעֱרָ֖ה H6168 עֲוֺנָ֥ם H5771 יִשָּֽׂאוּ H5375 ",
      "20": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִשְׁכַּב֙ H7901 אֶת H854 דֹּ֣דָת֔וֹ H1733 עֶרְוַ֥ת H6172 דֹּד֖וֹ H1730 גִּלָּ֑ה H1540 חֶטְאָ֥ם H2399 יִשָּׂ֖אוּ H5375 עֲרִירִ֥ים H6185 יָמֻֽתוּ H4191 ",
      "21": "וְאִ֗ישׁ H376 אֲשֶׁ֥ר H834 יִקַּ֛ח H3947 אֶת H853 אֵ֥שֶׁת H802 אָחִ֖יו H251 נִדָּ֣ה H5079 הִ֑וא H1931 עֶרְוַ֥ת H6172 אָחִ֛יו H251 גִּלָּ֖ה H1540 עֲרִירִ֥ים H6185 יִהְיֽוּ H1961 ",
      "22": "וּשְׁמַרְתֶּ֤ם H8104 אֶת H853 כָּל H3605 חֻקֹּתַי֙ H2708 וְאֶת H853 כָּל H3605 מִשְׁפָּטַ֔י H4941 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 וְלֹא H3808 תָקִ֤יא H6958 אֶתְכֶם֙ H853 הָאָ֔רֶץ H776 אֲשֶׁ֨ר H834 אֲנִ֜י H589 מֵבִ֥יא H935 אֶתְכֶ֛ם H853 שָׁ֖מָּה H8033 לָשֶׁ֥בֶת H3427 בָּֽהּ Hb ",
      "23": "וְלֹ֤א H3808 תֵֽלְכוּ֙ H3212 בְּחֻקֹּ֣ת H2708 הַגּ֔וֹי H1471 אֲשֶׁר H834 אֲנִ֥י H589 מְשַׁלֵּ֖חַ H7971 מִפְּנֵי H6440 כִּ֤י H3588 אֶת H853 כָּל H3605 אֵ֨לֶּה֙ H428 עָשׂ֔וּ H6213 וָאָקֻ֖ץ H6973 בָּֽם Hb ",
      "24": "וָאֹמַ֣ר H559 לָכֶ֗ם Hl אַתֶּם֮ H859 תִּֽירְשׁ֣וּ H3423 אֶת H853 אַדְמָתָם֒ H127 וַאֲנִ֞י H589 אֶתְּנֶ֤נָּה H5414 לָכֶם֙ Hl לָרֶ֣שֶׁת H3423 אֹתָ֔הּ H853 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 אֲשֶׁר H834 הִבְדַּ֥לְתִּי H914 אֶתְכֶ֖ם H853 מִן H4480 הָֽעַמִּֽים H5971 ",
      "25": "וְהִבְדַּלְתֶּ֞ם H914 בֵּֽין H996 הַבְּהֵמָ֤ה H929 הַטְּהֹרָה֙ H2889 לַטְּמֵאָ֔ה H2931 וּבֵין H996 הָע֥וֹף H5775 הַטָּמֵ֖א H2931 לַטָּהֹ֑ר H2889 וְלֹֽא H3808 תְשַׁקְּצ֨וּ H8262 אֶת H853 נַפְשֹֽׁתֵיכֶ֜ם H5315 בַּבְּהֵמָ֣ה H929 וּבָ H5775 וּבְ H3605 אֲשֶׁ֣ר H834 תִּרְמֹ֣שׂ H7430 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 הִבְדַּ֥לְתִּי H914 לָכֶ֖ם Hl לְטַמֵּֽא H2930 ",
      "26": "וִהְיִ֤יתֶם H1961 לִי֙ Hl קְדֹשִׁ֔ים H6918 כִּ֥י H3588 קָד֖וֹשׁ H6918 אֲנִ֣י H589 יְהוָ֑ה H3068 וָאַבְדִּ֥ל H914 אֶתְכֶ֛ם H853 מִן H4480 הָֽעַמִּ֖ים H5971 לִהְי֥וֹת H1961 לִֽי Hl ",
      "27": "וְאִ֣ישׁ H376 אֽוֹ H176 אִשָּׁ֗ה H802 כִּֽי H3588 יִהְיֶ֨ה H1961 בָהֶ֥ם Hb א֛וֹב H178 א֥וֹ H176 יִדְּעֹנִ֖י H3049 מ֣וֹת H4191 יוּמָ֑תוּ H4191 בָּאֶ֛בֶן H68 יִרְגְּמ֥וּ H7275 אֹתָ֖ם H853 דְּמֵיהֶ֥ם H1818 בָּֽם Hb "
    },
    "21": {
      "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 אֱמֹ֥ר H559 אֶל H413 הַכֹּהֲנִ֖ים H3548 בְּנֵ֣י H1121 אַהֲרֹ֑ן H175 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 לְנֶ֥פֶשׁ H5315 לֹֽא H3808 יִטַּמָּ֖א H2930 בְּעַמָּֽי H5971 ",
      "2": "כִּ֚י H3588 אִם H518 לִשְׁאֵר֔ H7607 הַקָּרֹ֖ב H7138 אֵלָ֑יו H413 לְאִמּ֣ H517 וּלְ H1 וְלִ H1121 וּלְ H1323 וּלְ H251 ",
      "3": "וְלַ H269 הַבְּתוּלָה֙ H1330 הַקְּרוֹבָ֣ה H7138 אֵלָ֔יו H413 אֲשֶׁ֥ר H834 לֹֽא H3808 הָיְתָ֖ה H1961 לְאִ֑ישׁ H376 לָ֖הּ Hl יִטַּמָּֽא H2930 ",
      "4": "לֹ֥א H3808 יִטַּמָּ֖א H2930 בַּ֣עַל H1167 בְּעַמָּ֑י H5971 לְהֵ֖חַלּֽ H2490 ",
      "5": "לֹֽא H3808 יקרחה H7139 קָרְחָה֙ H7144 בְּרֹאשָׁ֔ H7218 וּפְאַ֥ת H6285 זְקָנָ֖ם H2206 לֹ֣א H3808 יְגַלֵּ֑חוּ H1548 וּבִ֨ H1320 לֹ֥א H3808 יִשְׂרְט֖וּ H8295 שָׂרָֽטֶת H8296 ",
      "6": "קְדֹשִׁ֤ים H6918 יִהְיוּ֙ H1961 לֵאלֹ֣הֵי H430 וְלֹ֣א H3808 יְחַלְּל֔וּ H2490 שֵׁ֖ם H8034 אֱלֹהֵיהֶ֑ם H430 כִּי֩ H3588 אֶת H853 אִשֵּׁ֨י H801 יְהוָ֜ה H3068 לֶ֧חֶם H3899 אֱלֹהֵיהֶ֛ם H430 הֵ֥ם H1992 מַקְרִיבִ֖ם H7126 וְהָ֥יוּ H1961 קֹֽדֶשׁ H6944 ",
      "7": "אִשָּׁ֨ה H802 זֹנָ֤ה H2181 וַחֲלָלָה֙ H2491 לֹ֣א H3808 יִקָּ֔חוּ H3947 וְאִשָּׁ֛ה H802 גְּרוּשָׁ֥ה H1644 מֵאִישָׁ֖ H376 לֹ֣א H3808 יִקָּ֑חוּ H3947 כִּֽי H3588 קָדֹ֥שׁ H6918 ה֖וּא H1931 לֵאלֹהָֽי H430 ",
      "8": "וְקִדַּשְׁתּ֔ H6942 כִּֽי H3588 אֶת H853 לֶ֥חֶם H3899 אֱלֹהֶ֖יךָ H430 ה֣וּא H1931 מַקְרִ֑יב H7126 קָדֹשׁ֙ H6918 יִֽהְיֶה H1961 לָּ֔ךְ Hl כִּ֣י H3588 קָד֔וֹשׁ H6918 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
      "9": "וּבַת֙ H1323 אִ֣ישׁ H376 כֹּהֵ֔ן H3548 כִּ֥י H3588 תֵחֵ֖ל H2490 לִזְנ֑וֹת H2181 אֶת H853 אָבִ֨יהָ֙ H1 הִ֣יא H1931 מְחַלֶּ֔לֶת H2490 בָּאֵ֖שׁ H784 תִּשָּׂרֵֽף H8313 ",
      "10": "וְהַ H3548 הַגָּד֨וֹל H1419 מֵאֶחָ֜י H251 אֲֽשֶׁר H834 יוּצַ֥ק H3332 עַל H5921 רֹאשׁ֣וֹ H7218 שֶׁ֤מֶן H8081 הַמִּשְׁחָה֙ H4888 וּמִלֵּ֣א H4390 אֶת H853 יָד֔וֹ H3027 לִלְבֹּ֖שׁ H3847 אֶת H853 הַבְּגָדִ֑ים H899 אֶת H853 רֹאשׁוֹ֙ H7218 לֹ֣א H3808 יִפְרָ֔ע H6544 וּבְגָדָ֖י H899 לֹ֥א H3808 יִפְרֹֽם H6533 ",
      "11": "וְעַ֛ל H5921 כָּל H3605 נַפְשֹׁ֥ת H5315 מֵ֖ת H4191 לֹ֣א H3808 יָבֹ֑א H935 לְאָבִ֥י H1 וּלְ H517 לֹ֥א H3808 יִטַּמָּֽא H2930 ",
      "12": "וּמִן H4480 הַמִּקְדָּשׁ֙ H4720 לֹ֣א H3808 יֵצֵ֔א H3318 וְלֹ֣א H3808 יְחַלֵּ֔ל H2490 אֵ֖ת H853 מִקְדַּ֣שׁ H4720 אֱלֹהָ֑יו H430 כִּ֡י H3588 נֵ֠זֶר H5145 שֶׁ֣מֶן H8081 מִשְׁחַ֧ת H4888 אֱלֹהָ֛יו H430 עָלָ֖יו H5921 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "13": "וְה֕וּא H1931 אִשָּׁ֥ה H802 בִבְתוּלֶ֖י H1331 יִקָּֽח H3947 ",
      "14": "אַלְמָנָ֤ה H490 וּגְרוּשָׁה֙ H1644 וַחֲלָלָ֣ה H2491 זֹנָ֔ה H2181 אֶת H853 אֵ֖לֶּה H428 לֹ֣א H3808 יִקָּ֑ח H3947 כִּ֛י H3588 אִם H518 בְּתוּלָ֥ה H1330 מֵעַמָּ֖י H5971 יִקַּ֥ח H3947 אִשָּֽׁה H802 ",
      "15": "וְלֹֽא H3808 יְחַלֵּ֥ל H2490 זַרְע֖וֹ H2233 בְּעַמָּ֑י H5971 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשֽׁוֹ H6942 ",
      "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "17": "דַּבֵּ֥ר H1696 אֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹ֑ר H559 אִ֣ישׁ H376 מִֽזַּרְעֲ H2233 לְדֹרֹתָ֗ H1755 אֲשֶׁ֨ר H834 יִהְיֶ֥ה H1961 בוֹ֙ Hb מ֔וּם H3971 לֹ֣א H3808 יִקְרַ֔ב H7126 לְהַקְרִ֖יב H7126 לֶ֥חֶם H3899 אֱלֹהָֽיו H430 ",
      "18": "כִּ֥י H3588 כָל H3605 אִ֛ישׁ H376 אֲשֶׁר H834 בּ֥וֹ Hb מ֖וּם H3971 לֹ֣א H3808 יִקְרָ֑ב H7126 אִ֤ישׁ H376 עִוֵּר֙ H5787 א֣וֹ H176 פִסֵּ֔חַ H6455 א֥וֹ H176 חָרֻ֖ם H2763 א֥וֹ H176 שָׂרֽוּעַ H8311 ",
      "19": "א֣וֹ H176 אִ֔ישׁ H376 אֲשֶׁר H834 יִהְיֶ֥ה H1961 ב֖וֹ Hb שֶׁ֣בֶר H7667 רָ֑גֶל H7272 א֖וֹ H176 שֶׁ֥בֶר H7667 יָֽד H3027 ",
      "20": "אֽוֹ H176 גִבֵּ֣ן H1384 אוֹ H176 דַ֔ק H1851 א֖וֹ H176 תְּבַלֻּ֣ל H8400 בְּעֵינ֑ H5869 א֤וֹ H176 גָרָב֙ H1618 א֣וֹ H176 יַלֶּ֔פֶת H3217 א֖וֹ H176 מְר֥וֹחַ H4790 אָֽשֶׁךְ H810 ",
      "21": "כָּל H3605 אִ֞ישׁ H376 אֲשֶׁר H834 בּ֣וֹ Hb מ֗וּם H3971 מִזֶּ֨רַע֙ H2233 אַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 לֹ֣א H3808 יִגַּ֔שׁ H5066 לְהַקְרִ֖יב H7126 אֶת H853 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 מ֣וּם H3971 בּ֔וֹ Hb אֵ֚ת H853 לֶ֣חֶם H3899 אֱלֹהָ֔יו H430 לֹ֥א H3808 יִגַּ֖שׁ H5066 לְהַקְרִֽיב H7126 ",
      "22": "לֶ֣חֶם H3899 אֱלֹהָ֔יו H430 מִקָּדְשֵׁ֖י H6944 הַקֳּדָשִׁ֑ים H6944 וּמִן H4480 הַקֳּדָשִׁ֖ים H6944 יֹאכֵֽל H398 ",
      "23": "אַ֣ךְ H389 אֶל H413 הַפָּרֹ֜כֶת H6532 לֹ֣א H3808 יָבֹ֗א H935 וְאֶל H413 הַמִּזְבֵּ֛חַ H4196 לֹ֥א H3808 יִגַּ֖שׁ H5066 כִּֽי H3588 מ֣וּם H3971 בּ֑וֹ Hb וְלֹ֤א H3808 יְחַלֵּל֙ H2490 אֶת H853 מִקְדָּשַׁ֔י H4720 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשָֽׁם H6942 ",
      "24": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 אֶֽל H413 אַהֲרֹ֖ן H175 וְאֶל H413 בָּנָ֑יו H1121 וְאֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵֽל H3478 "
    },
    "22": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֨ר H1696 אֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 בָּנָ֗יו H1121 וְיִנָּֽזְרוּ֙ H5144 מִקָּדְשֵׁ֣י H6944 בְנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 וְלֹ֥א H3808 יְחַלְּל֖וּ H2490 אֶת H853 שֵׁ֣ם H8034 קָדְשִׁ֑י H6944 אֲשֶׁ֨ר H834 הֵ֧ם H1992 מַקְדִּשִׁ֛ים H6942 לִ֖י Hl אֲנִ֥י H589 יְהוָֽה H3068 ",
      "3": "אֱמֹ֣ר H559 אֲלֵהֶ֗ם H413 לְדֹרֹ֨תֵי H1755 כָּל H3605 אִ֣ישׁ H376 אֲשֶׁר H834 יִקְרַ֣ב H7126 מִכָּל H3605 זַרְעֲכֶ֗ם H2233 אֶל H413 הַקֳּדָשִׁים֙ H6944 אֲשֶׁ֨ר H834 יַקְדִּ֤ישׁוּ H6942 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לַֽיהוָ֔ה H3068 וְטֻמְאָת֖ H2932 עָלָ֑יו H5921 וְנִכְרְתָ֞ה H3772 הַנֶּ֧פֶשׁ H5315 הַהִ֛וא H1931 מִלְּ H6440 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "4": "אִ֣ישׁ H376 אִ֞ישׁ H376 מִזֶּ֣רַע H2233 אַהֲרֹ֗ן H175 וְה֤וּא H1931 צָר֨וּעַ֙ H6879 א֣וֹ H176 זָ֔ב H2100 בַּקֳּדָשִׁים֙ H6944 לֹ֣א H3808 יֹאכַ֔ל H398 עַ֖ד H5704 אֲשֶׁ֣ר H834 יִטְהָ֑ר H2891 וְהַ H5060 בְּכָל H3605 טְמֵא H2931 נֶ֔פֶשׁ H5315 א֣וֹ H176 אִ֔ישׁ H376 אֲשֶׁר H834 תֵּצֵ֥א H3318 מִמֶּ֖נּוּ H4480 שִׁכְבַת H7902 זָֽרַע H2233 ",
      "5": "אוֹ H176 אִישׁ֙ H376 אֲשֶׁ֣ר H834 יִגַּ֔ע H5060 בְּכָל H3605 שֶׁ֖רֶץ H8318 אֲשֶׁ֣ר H834 יִטְמָא H2930 ל֑וֹ Hl א֤וֹ H176 בְאָדָם֙ H120 אֲשֶׁ֣ר H834 יִטְמָא H2930 ל֔וֹ Hl לְכֹ֖ל H3605 טֻמְאָתֽוֹ H2932 ",
      "6": "נֶ֚פֶשׁ H5315 אֲשֶׁ֣ר H834 תִּגַּע H5060 בּ֔וֹ Hb וְטָמְאָ֖ה H2930 עַד H5704 הָעָ֑רֶב H6153 וְלֹ֤א H3808 יֹאכַל֙ H398 מִן H4480 הַקֳּדָשִׁ֔ים H6944 כִּ֛י H3588 אִם H518 רָחַ֥ץ H7364 בְּשָׂר֖וֹ H1320 בַּמָּֽיִם H4325 ",
      "7": "וּבָ֥א H935 הַשֶּׁ֖מֶשׁ H8121 וְטָהֵ֑ר H2891 וְאַחַר֙ H310 יֹאכַ֣ל H398 מִן H4480 הַקֳּדָשִׁ֔ים H6944 כִּ֥י H3588 לַחְמ֖וֹ H3899 הֽוּא H1931 ",
      "8": "נְבֵלָ֧ה H5038 וּטְרֵפָ֛ה H2966 לֹ֥א H3808 יֹאכַ֖ל H398 לְטָמְאָה H2930 בָ֑הּ Hb אֲנִ֖י H589 יְהוָֽה H3068 ",
      "9": "וְשָׁמְר֣וּ H8104 אֶת H853 מִשְׁמַרְתִּ֗י H4931 וְלֹֽא H3808 יִשְׂא֤וּ H5375 עָלָיו֙ H5921 חֵ֔טְא H2399 וּמֵ֥תוּ H4191 ב֖וֹ Hb כִּ֣י H3588 יְחַלְּלֻ֑הוּ H2490 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשָֽׁם H6942 ",
      "10": "וְכָל H3605 זָ֖ר H2114 לֹא H3808 יֹ֣אכַל H398 קֹ֑דֶשׁ H6944 תּוֹשַׁ֥ב H8453 כֹּהֵ֛ן H3548 וְשָׂכִ֖יר H7916 לֹא H3808 יֹ֥אכַל H398 קֹֽדֶשׁ H6944 ",
      "11": "וְכֹהֵ֗ן H3548 כִּֽי H3588 יִקְנֶ֥ה H7069 נֶ֨פֶשׁ֙ H5315 קִנְיַ֣ן H7075 כַּסְפּ֔וֹ H3701 ה֖וּא H1931 יֹ֣אכַל H398 בּ֑וֹ Hb וִילִ֣יד H3211 בֵּית֔וֹ H1004 הֵ֖ם H1992 יֹאכְל֥וּ H398 בְלַחְמֽ H3899 ",
      "12": "וּבַת H1323 כֹּהֵ֔ן H3548 כִּ֥י H3588 תִהְיֶ֖ה H1961 לְאִ֣ישׁ H376 זָ֑ר H2114 הִ֕וא H1931 בִּתְרוּמַ֥ת H8641 הַקֳּדָשִׁ֖ים H6944 לֹ֥א H3808 תֹאכֵֽל H398 ",
      "13": "וּבַת H1323 כֹּהֵן֩ H3548 כִּ֨י H3588 תִהְיֶ֜ה H1961 אַלְמָנָ֣ה H490 וּגְרוּשָׁ֗ה H1644 וְזֶרַע֮ H2233 אֵ֣ין H369 לָהּ֒ Hl וְשָׁבָ֞ה H7725 אֶל H413 בֵּ֤ית H1004 אָבִ֨יהָ֙ H1 כִּנְעוּרֶ֔י H5271 מִלֶּ֥חֶם H3899 אָבִ֖יהָ H1 תֹּאכֵ֑ל H398 וְכָל H3605 זָ֖ר H2114 לֹא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
      "14": "וְאִ֕ישׁ H376 כִּֽי H3588 יֹאכַ֥ל H398 קֹ֖דֶשׁ H6944 בִּשְׁגָגָ֑ה H7684 וְיָסַ֤ף H3254 חֲמִֽשִׁיתוֹ֙ H2549 עָלָ֔יו H5921 וְנָתַ֥ן H5414 לַכֹּהֵ֖ן H3548 אֶת H854 הַקֹּֽדֶשׁ H6944 ",
      "15": "וְלֹ֣א H3808 יְחַלְּל֔וּ H2490 אֶת H853 קָדְשֵׁ֖י H6944 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֵ֥ת H853 אֲשֶׁר H834 יָרִ֖ימוּ H7311 לַיהוָֽה H3068 ",
      "16": "וְהִשִּׂ֤יאוּ H5375 אוֹתָם֙ H853 עֲוֺ֣ן H5771 אַשְׁמָ֔ה H819 בְּאָכְלָ֖ H398 אֶת H853 קָדְשֵׁיהֶ֑ם H6944 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשָֽׁם H6942 ",
      "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "18": "דַּבֵּ֨ר H1696 אֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 בָּנָ֗יו H1121 וְאֶל֙ H413 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אִ֣ישׁ H376 אִישׁ֩ H376 מִבֵּ֨ית H1004 יִשְׂרָאֵ֜ל H3478 וּמִן H4480 הַגֵּ֣ר H1616 בְּיִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 יַקְרִ֤יב H7126 קָרְבָּנוֹ֙ H7133 לְכָל H3605 נִדְרֵיהֶם֙ H5088 וּלְ H3605 נִדְבוֹתָ֔ם H5071 אֲשֶׁר H834 יַקְרִ֥יבוּ H7126 לַיהוָ֖ה H3068 לְעֹלָֽה H5930 ",
      "19": "לִֽרְצֹנְ H7522 תָּמִ֣ים H8549 זָכָ֔ר H2145 בַּבָּקָ֕ר H1241 בַּכְּשָׂבִ֖ים H3775 וּבָֽ H5795 ",
      "20": "כֹּ֛ל H3605 אֲשֶׁר H834 בּ֥וֹ Hb מ֖וּם H3971 לֹ֣א H3808 תַקְרִ֑יבוּ H7126 כִּי H3588 לֹ֥א H3808 לְרָצ֖וֹן H7522 יִהְיֶ֥ה H1961 לָכֶֽם Hl ",
      "21": "וְאִ֗ישׁ H376 כִּֽי H3588 יַקְרִ֤יב H7126 זֶֽבַח H2077 שְׁלָמִים֙ H8002 לַיהוָ֔ה H3068 לְפַלֵּא H6381 נֶ֨דֶר֙ H5088 א֣וֹ H176 לִנְדָבָ֔ה H5071 בַּבָּקָ֖ר H1241 א֣וֹ H176 בַצֹּ֑אן H6629 תָּמִ֤ים H8549 יִֽהְיֶה֙ H1961 לְרָצ֔וֹן H7522 כָּל H3605 מ֖וּם H3971 לֹ֥א H3808 יִהְיֶה H1961 בּֽוֹ Hb ",
      "22": "עַוֶּרֶת֩ H5788 א֨וֹ H176 שָׁב֜וּר H7665 אוֹ H176 חָר֣וּץ H2782 אֽוֹ H176 יַבֶּ֗לֶת H2990 א֤וֹ H176 גָרָב֙ H1618 א֣וֹ H176 יַלֶּ֔פֶת H3217 לֹא H3808 תַקְרִ֥יבוּ H7126 אֵ֖לֶּה H428 לַיהוָ֑ה H3068 וְאִשֶּׁ֗ה H801 לֹא H3808 תִתְּנ֥וּ H5414 מֵהֶ֛ם H1992 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לַיהוָֽה H3068 ",
      "23": "וְשׁ֥וֹר H7794 וָשֶׂ֖ה H7716 שָׂר֣וּעַ H8311 וְקָל֑וּט H7038 נְדָבָה֙ H5071 תַּעֲשֶׂ֣ה H6213 אֹת֔וֹ H853 וּלְ H5088 לֹ֥א H3808 יֵרָצֶֽה H7521 ",
      "24": "וּמָע֤וּךְ H4600 וְכָתוּת֙ H3807 וְנָת֣וּק H5423 וְכָר֔וּת H3772 לֹ֥א H3808 תַקְרִ֖יבוּ H7126 לַֽיהוָ֑ה H3068 וּֽבְ H776 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "25": "וּמִ H3027 בֶּן H1121 נֵכָ֗ר H5236 לֹ֥א H3808 תַקְרִ֛יבוּ H7126 אֶת H853 לֶ֥חֶם H3899 אֱלֹהֵיכֶ֖ם H430 מִכָּל H3605 אֵ֑לֶּה H428 כִּ֣י H3588 מָשְׁחָתָ֤ם H4893 בָּהֶם֙ Hb מ֣וּם H3971 בָּ֔ם Hb לֹ֥א H3808 יֵרָצ֖וּ H7521 לָכֶֽם Hl ",
      "26": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "27": "שׁ֣וֹר H7794 אוֹ H176 כֶ֤שֶׂב H3775 אוֹ H176 עֵז֙ H5795 כִּ֣י H3588 יִוָּלֵ֔ד H3205 וְהָיָ֛ה H1961 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 תַּ֣חַת H8478 אִמּ֑וֹ H517 וּמִ H3117 הַשְּׁמִינִי֙ H8066 וָהָ֔לְאָה H1973 יֵרָצֶ֕ה H7521 לְקָרְבַּ֥ן H7133 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "28": "וְשׁ֖וֹר H7794 אוֹ H176 שֶׂ֑ה H7716 אֹת֣וֹ H853 וְאֶת H853 בְּנ֔וֹ H1121 לֹ֥א H3808 תִשְׁחֲט֖וּ H7819 בְּי֥וֹם H3117 אֶחָֽד H259 ",
      "29": "וְכִֽי H3588 תִזְבְּח֥וּ H2076 זֶֽבַח H2077 תּוֹדָ֖ה H8426 לַיהוָ֑ה H3068 לִֽרְצֹנְ H7522 תִּזְבָּֽחוּ H2076 ",
      "30": "בַּיּ֤וֹם H3117 הַהוּא֙ H1931 יֵאָכֵ֔ל H398 לֹֽא H3808 תוֹתִ֥ירוּ H3498 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּ֑קֶר H1242 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "31": "וּשְׁמַרְתֶּם֙ H8104 מִצְוֺתַ֔י H4687 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "32": "וְלֹ֤א H3808 תְחַלְּלוּ֙ H2490 אֶת H853 שֵׁ֣ם H8034 קָדְשִׁ֔י H6944 וְנִ֨קְדַּשְׁתִּ֔י H6942 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
      "33": "הַמּוֹצִ֤יא H3318 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לִהְי֥וֹת H1961 לָכֶ֖ם Hl לֵאלֹהִ֑ים H430 אֲנִ֖י H589 יְהוָֽה H3068 "
    },
    "23": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 מוֹעֲדֵ֣י H4150 יְהוָ֔ה H3068 אֲשֶׁר H834 תִּקְרְא֥וּ H7121 אֹתָ֖ם H853 מִקְרָאֵ֣י H4744 קֹ֑דֶשׁ H6944 אֵ֥לֶּה H428 הֵ֖ם H1992 מוֹעֲדָֽי H4150 ",
      "3": "שֵׁ֣שֶׁת H8337 יָמִים֮ H3117 תֵּעָשֶׂ֣ה H6213 מְלָאכָה֒ H4399 וּבַ H3117 הַשְּׁבִיעִ֗י H7637 שַׁבַּ֤ת H7676 שַׁבָּתוֹן֙ H7677 מִקְרָא H4744 קֹ֔דֶשׁ H6944 כָּל H3605 מְלָאכָ֖ה H4399 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 שַׁבָּ֥ת H7676 הִוא֙ H1931 לַֽיהוָ֔ה H3068 בְּכֹ֖ל H3605 מֽוֹשְׁבֹתֵיכֶֽם H4186 ",
      "4": "אֵ֚לֶּה H428 מוֹעֲדֵ֣י H4150 יְהוָ֔ה H3068 מִקְרָאֵ֖י H4744 קֹ֑דֶשׁ H6944 אֲשֶׁר H834 תִּקְרְא֥וּ H7121 אֹתָ֖ם H853 בְּמוֹעֲדָֽ H4150 ",
      "5": "בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֗וֹן H7223 בְּאַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 לַחֹ֖דֶשׁ H2320 בֵּ֣ין H996 הָעַרְבָּ֑יִם H6153 פֶּ֖סַח H6453 לַיהוָֽה H3068 ",
      "6": "וּבַ H2568 עָשָׂ֥ר H6240 יוֹם֙ H3117 לַחֹ֣דֶשׁ H2320 הַזֶּ֔ה H2088 חַ֥ג H2282 הַמַּצּ֖וֹת H4682 לַיהוָ֑ה H3068 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 מַצּ֥וֹת H4682 תֹּאכֵֽלוּ H398 ",
      "7": "בַּיּוֹם֙ H3117 הָֽרִאשׁ֔וֹן H7223 מִקְרָא H4744 קֹ֖דֶשׁ H6944 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "8": "וְהִקְרַבְתֶּ֥ם H7126 אִשֶּׁ֛ה H801 לַיהוָ֖ה H3068 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 בַּיּ֤וֹם H3117 הַשְּׁבִיעִי֙ H7637 מִקְרָא H4744 קֹ֔דֶשׁ H6944 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "9": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "10": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 כִּֽי H3588 תָבֹ֣אוּ H935 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אֲנִי֙ H589 נֹתֵ֣ן H5414 לָכֶ֔ם Hl וּקְצַרְתֶּ֖ם H7114 אֶת H853 קְצִירָ֑הּ H7105 וַהֲבֵאתֶ֥ם H935 אֶת H853 עֹ֛מֶר H6016 רֵאשִׁ֥ית H7225 קְצִירְכֶ֖ם H7105 אֶל H413 הַכֹּהֵֽן H3548 ",
      "11": "וְהֵנִ֧יף H5130 אֶת H853 הָעֹ֛מֶר H6016 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לִֽרְצֹנְ H7522 מִֽמָּחֳרַת֙ H4283 הַשַּׁבָּ֔ת H7676 יְנִיפֶ֖נּוּ H5130 הַכֹּהֵֽן H3548 ",
      "12": "וַעֲשִׂיתֶ֕ם H6213 בְּי֥וֹם H3117 הֲנִֽיפְכֶ֖ם H5130 אֶת H853 הָעֹ֑מֶר H6016 כֶּ֣בֶשׂ H3532 תָּמִ֧ים H8549 בֶּן H1121 שְׁנָת֛וֹ H8141 לְעֹלָ֖ה H5930 לַיהוָֽה H3068 ",
      "13": "וּמִנְחָת H4503 שְׁנֵ֨י H8147 עֶשְׂרֹנִ֜ים H6241 סֹ֣לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֛מֶן H8081 אִשֶּׁ֥ה H801 לַיהוָ֖ה H3068 רֵ֣יחַ H7381 נִיחֹ֑חַ H5207 וְנִסְכֹּ֥ H5262 יַ֖יִן H3196 רְבִיעִ֥ת H7243 הַהִֽין H1969 ",
      "14": "וְלֶחֶם֩ H3899 וְקָלִ֨י H7039 וְכַרְמֶ֜ל H3759 לֹ֣א H3808 תֹֽאכְל֗וּ H398 עַד H5704 עֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 עַ֚ד H5704 הֲבִ֣יאֲכֶ֔ם H935 אֶת H853 קָרְבַּ֖ן H7133 אֱלֹהֵיכֶ֑ם H430 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בְּכֹ֖ל H3605 מֹשְׁבֹֽתֵיכֶֽם H4186 ",
      "15": "וּסְפַרְתֶּ֤ם H5608 לָכֶם֙ Hl מִמָּחֳרַ֣ת H4283 הַשַּׁבָּ֔ת H7676 מִיּוֹם֙ H3117 הֲבִ֣יאֲכֶ֔ם H935 אֶת H853 עֹ֖מֶר H6016 הַתְּנוּפָ֑ה H8573 שֶׁ֥בַע H7651 שַׁבָּת֖וֹת H7676 תְּמִימֹ֥ת H8549 תִּהְיֶֽינָה H1961 ",
      "16": "עַ֣ד H5704 מִֽמָּחֳרַ֤ת H4283 הַשַּׁבָּת֙ H7676 הַשְּׁבִיעִ֔ת H7637 תִּסְפְּר֖וּ H5608 חֲמִשִּׁ֣ים H2572 י֑וֹם H3117 וְהִקְרַבְתֶּ֛ם H7126 מִנְחָ֥ה H4503 חֲדָשָׁ֖ה H2319 לַיהוָֽה H3068 ",
      "17": "מִמּוֹשְׁבֹ֨תֵי H4186 תָּבִ֣יאּוּ H935 לֶ֣חֶם H3899 תְּנוּפָ֗ה H8573 שְׁ֚תַּיִם H8147 שְׁנֵ֣י H8147 עֶשְׂרֹנִ֔ים H6241 סֹ֣לֶת H5560 תִּהְיֶ֔ינָה H1961 חָמֵ֖ץ H2557 תֵּאָפֶ֑ינָה H644 בִּכּוּרִ֖ים H1061 לַֽיהוָֽה H3068 ",
      "18": "וְהִקְרַבְתֶּ֣ם H7126 עַל H5921 הַלֶּ֗חֶם H3899 שִׁבְעַ֨ת H7651 כְּבָשִׂ֤ים H3532 תְּמִימִם֙ H8549 בְּנֵ֣י H1121 שָׁנָ֔ה H8141 וּפַ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 אֶחָ֖ד H259 וְאֵילִ֣ם H352 שְׁנָ֑יִם H8147 יִהְי֤וּ H1961 עֹלָה֙ H5930 לַֽיהוָ֔ה H3068 וּמִנְחָתָ H4503 וְנִסְכֵּי H5262 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
      "19": "וַעֲשִׂיתֶ֛ם H6213 שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּ֑את H2403 וּשְׁנֵ֧י H8147 כְבָשִׂ֛ים H3532 בְּנֵ֥י H1121 שָׁנָ֖ה H8141 לְזֶ֥בַח H2077 שְׁלָמִֽים H8002 ",
      "20": "וְהֵנִ֣יף H5130 הַכֹּהֵ֣ן H3548 אֹתָ֡ם H853 עַל֩ H5921 לֶ֨חֶם H3899 הַבִּכּוּרִ֤ים H1061 תְּנוּפָה֙ H8573 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 עַל H5921 שְׁנֵ֖י H8147 כְּבָשִׂ֑ים H3532 קֹ֛דֶשׁ H6944 יִהְי֥וּ H1961 לַיהוָ֖ה H3068 לַכֹּהֵֽן H3548 ",
      "21": "וּקְרָאתֶ֞ם H7121 בְּעֶ֣צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 חֻקַּ֥ת H2708 עוֹלָ֛ם H5769 בְּכָל H3605 מוֹשְׁבֹ֥תֵיכֶ֖ם H4186 לְדֹרֹֽתֵי H1755 ",
      "22": "וּֽבְ H7114 אֶת H853 קְצִ֣יר H7105 אַרְצְכֶ֗ם H776 לֹֽא H3808 תְכַלֶּ֞ה H3615 פְּאַ֤ת H6285 שָֽׂדְךָ֙ H7704 בְּקֻצְרֶ֔ H7114 וְלֶ֥קֶט H3951 קְצִירְךָ֖ H7105 לֹ֣א H3808 תְלַקֵּ֑ט H3950 לֶֽעָנִ֤י H6041 וְלַ H1616 תַּעֲזֹ֣ב H5800 אֹתָ֔ם H853 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "23": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "24": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 בַּחֹ֨דֶשׁ H2320 הַשְּׁבִיעִ֜י H7637 בְּאֶחָ֣ד H259 לַחֹ֗דֶשׁ H2320 יִהְיֶ֤ה H1961 לָכֶם֙ Hl שַׁבָּת֔וֹן H7677 זִכְר֥וֹן H2146 תְּרוּעָ֖ה H8643 מִקְרָא H4744 קֹֽדֶשׁ H6944 ",
      "25": "כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 וְהִקְרַבְתֶּ֥ם H7126 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "26": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "27": "אַ֡ךְ H389 בֶּעָשׂ֣וֹר H6218 לַחֹדֶשׁ֩ H2320 הַשְּׁבִיעִ֨י H7637 הַזֶּ֜ה H2088 י֧וֹם H3117 הַכִּפֻּרִ֣ים H3725 ה֗וּא H1931 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 וְהִקְרַבְתֶּ֥ם H7126 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
      "28": "וְכָל H3605 מְלָאכָה֙ H4399 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֣י H3588 י֤וֹם H3117 כִּפֻּרִים֙ H3725 ה֔וּא H1931 לְכַפֵּ֣ר H3722 עֲלֵיכֶ֔ם H5921 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "29": "כִּ֤י H3588 כָל H3605 הַנֶּ֨פֶשׁ֙ H5315 אֲשֶׁ֣ר H834 לֹֽא H3808 תְעֻנֶּ֔ה H6031 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וְנִכְרְתָ֖ה H3772 מֵֽעַמֶּֽי H5971 ",
      "30": "וְכָל H3605 הַנֶּ֗פֶשׁ H5315 אֲשֶׁ֤ר H834 תַּעֲשֶׂה֙ H6213 כָּל H3605 מְלָאכָ֔ה H4399 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וְהַֽאֲבַדְתִּ֛י H6 אֶת H853 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִקֶּ֥רֶב H7130 עַמָּֽהּ H5971 ",
      "31": "כָּל H3605 מְלָאכָ֖ה H4399 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בְּכֹ֖ל H3605 מֹֽשְׁבֹֽתֵיכֶֽם H4186 ",
      "32": "שַׁבַּ֨ת H7676 שַׁבָּת֥וֹן H7677 הוּא֙ H1931 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 בְּתִשְׁעָ֤ה H8672 לַחֹ֨דֶשׁ֙ H2320 בָּעֶ֔רֶב H6153 מֵעֶ֣רֶב H6153 עַד H5704 עֶ֔רֶב H6153 תִּשְׁבְּת֖וּ H7673 שַׁבַּתְּכֶֽם H7676 ",
      "33": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "34": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 בַּחֲמִשָּׁ֨ה H2568 עָשָׂ֜ר H6240 י֗וֹם H3117 לַחֹ֤דֶשׁ H2320 הַשְּׁבִיעִי֙ H7637 הַזֶּ֔ה H2088 חַ֧ג H2282 הַסֻּכּ֛וֹת H5521 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 לַיהֹוָֽה H3068 ",
      "35": "בַּיּ֥וֹם H3117 הָרִאשׁ֖וֹן H7223 מִקְרָא H4744 קֹ֑דֶשׁ H6944 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "36": "שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 תַּקְרִ֥יבוּ H7126 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 בַּיּ֣וֹם H3117 הַשְּׁמִינִ֡י H8066 מִקְרָא H4744 קֹדֶשׁ֩ H6944 יִהְיֶ֨ה H1961 לָכֶ֜ם Hl וְהִקְרַבְתֶּ֨ם H7126 אִשֶּׁ֤ה H801 לַֽיהוָה֙ H3068 עֲצֶ֣רֶת H6116 הִ֔וא H1931 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
      "37": "אֵ֚לֶּה H428 מוֹעֲדֵ֣י H4150 יְהוָ֔ה H3068 אֲשֶׁר H834 תִּקְרְא֥וּ H7121 אֹתָ֖ם H853 מִקְרָאֵ֣י H4744 קֹ֑דֶשׁ H6944 לְהַקְרִ֨יב H7126 אִשֶּׁ֜ה H801 לַיהוָ֗ה H3068 עֹלָ֧ה H5930 וּמִנְחָ֛ה H4503 זֶ֥בַח H2077 וּנְסָכִ֖ים H5262 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
      "38": "מִלְּ H905 שַׁבְּתֹ֣ת H7676 יְּהוָ֑ה H3068 וּמִ H905 מַתְּנֽוֹתֵיכֶ֗ם H4979 וּמִ H905 כָּל H3605 נִדְרֵיכֶם֙ H5088 וּמִ H905 כָּל H3605 נִדְב֣וֹתֵיכֶ֔ם H5071 אֲשֶׁ֥ר H834 תִּתְּנ֖וּ H5414 לַיהוָֽה H3068 ",
      "39": "אַ֡ךְ H389 בַּחֲמִשָּׁה֩ H2568 עָשָׂ֨ר H6240 י֜וֹם H3117 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 בְּאָסְפְּ H622 אֶת H853 תְּבוּאַ֣ת H8393 הָאָ֔רֶץ H776 תָּחֹ֥גּוּ H2287 אֶת H853 חַג H2282 יְהוָ֖ה H3068 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 בַּיּ֤וֹם H3117 הָֽרִאשׁוֹן֙ H7223 שַׁבָּת֔וֹן H7677 וּבַ H3117 הַשְּׁמִינִ֖י H8066 שַׁבָּתֽוֹן H7677 ",
      "40": "וּלְקַחְתֶּ֨ם H3947 לָכֶ֜ם Hl בַּיּ֣וֹם H3117 הָרִאשׁ֗וֹן H7223 פְּרִ֨י H6529 עֵ֤ץ H6086 הָדָר֙ H1926 כַּפֹּ֣ת H3709 תְּמָרִ֔ים H8558 וַעֲנַ֥ף H6057 עֵץ H6086 עָבֹ֖ת H5687 וְעַרְבֵי H6155 נָ֑חַל H5158 וּשְׂמַחְתֶּ֗ם H8055 לִפְנֵ֛י H6440 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
      "41": "וְחַגֹּתֶ֤ם H2287 אֹתוֹ֙ H853 חַ֣ג H2282 לַֽיהוָ֔ה H3068 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בַּשָּׁנָ֑ה H8141 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בַּחֹ֥דֶשׁ H2320 הַשְּׁבִיעִ֖י H7637 תָּחֹ֥גּוּ H2287 אֹתֽוֹ H853 ",
      "42": "בַּסֻּכֹּ֥ת H5521 תֵּשְׁב֖וּ H3427 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 כָּל H3605 הָֽאֶזְרָח֙ H249 בְּיִשְׂרָאֵ֔ל H3478 יֵשְׁב֖וּ H3427 בַּסֻּכֹּֽת H5521 ",
      "43": "לְמַעַן֮ H4616 יֵדְע֣וּ H3045 דֹרֹֽתֵיכֶם֒ H1755 כִּ֣י H3588 בַסֻּכּ֗וֹת H5521 הוֹשַׁ֨בְתִּי֙ H3427 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּהוֹצִיאִ֥ H3318 אוֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "44": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 אֶת H853 מֹעֲדֵ֖י H4150 יְהוָ֑ה H3068 אֶל H413 בְּנֵ֖י H1121 יִשְׂרָאֵֽל H3478 "
    },
    "24": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "צַ֞ו H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְיִקְח֨וּ H3947 אֵלֶ֜יךָ H413 שֶׁ֣מֶן H8081 זַ֥יִת H2132 זָ֛ךְ H2134 כָּתִ֖ית H3795 לַמָּא֑וֹר H3974 לְהַעֲלֹ֥ת H5927 נֵ֖ר H5216 תָּמִֽיד H8548 ",
      "3": "מִחוּץ֩ H2351 לְפָרֹ֨כֶת H6532 הָעֵדֻ֜ת H5715 בְּאֹ֣הֶל H168 מוֹעֵ֗ד H4150 יַעֲרֹךְ֩ H6186 אֹת֨וֹ H853 אַהֲרֹ֜ן H175 מֵעֶ֧רֶב H6153 עַד H5704 בֹּ֛קֶר H1242 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִ֑יד H8548 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹֽתֵי H1755 ",
      "4": "עַ֚ל H5921 הַמְּנֹרָ֣ה H4501 הַטְּהֹרָ֔ה H2889 יַעֲרֹ֖ךְ H6186 אֶת H853 הַנֵּר֑וֹת H5216 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִֽיד H8548 ",
      "5": "וְלָקַחְתָּ֣ H3947 סֹ֔לֶת H5560 וְאָפִיתָ֣ H644 אֹתָ֔הּ H853 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 חַלּ֑וֹת H2471 שְׁנֵי֙ H8147 עֶשְׂרֹנִ֔ים H6241 יִהְיֶ֖ה H1961 הַֽחַלָּ֥ה H2471 הָאֶחָֽת H259 ",
      "6": "וְשַׂמְתָּ֥ H7760 אוֹתָ֛ם H853 שְׁתַּ֥יִם H8147 מַֽעֲרָכ֖וֹת H4634 שֵׁ֣שׁ H8337 הַֽמַּעֲרָ֑כֶת H4635 עַ֛ל H5921 הַשֻּׁלְחָ֥ן H7979 הַטָּהֹ֖ר H2889 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "7": "וְנָתַתָּ֥ H5414 עַל H5921 הַֽמַּעֲרֶ֖כֶת H4635 לְבֹנָ֣ה H3828 זַכָּ֑ה H2134 וְהָיְתָ֤ה H1961 לַלֶּ֨חֶם֙ H3899 לְאַזְכָּרָ֔ה H234 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
      "8": "בְּי֨וֹם H3117 הַשַּׁבָּ֜ת H7676 בְּי֣וֹם H3117 הַשַּׁבָּ֗ת H7676 יַֽעַרְכֶ֛נּוּ H6186 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִ֑יד H8548 מֵאֵ֥ת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
      "9": "וְהָֽיְתָה֙ H1961 לְאַהֲרֹ֣ן H175 וּלְ H1121 וַאֲכָלֻ֖ H398 בְּמָק֣וֹם H4725 קָדֹ֑שׁ H6918 כִּ֡י H3588 קֹדֶשׁ֩ H6944 קָֽדָשִׁ֨ים H6944 ה֥וּא H1931 ל֛וֹ Hl מֵאִשֵּׁ֥י H801 יְהוָ֖ה H3068 חָק H2706 עוֹלָֽם H5769 ",
      "10": "וַיֵּצֵא֙ H3318 בֶּן H1121 אִשָּׁ֣ה H802 יִשְׂרְאֵלִ֔ית H3482 וְהוּא֙ H1931 בֶּן H1121 אִ֣ישׁ H376 מִצְרִ֔י H4713 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּנָּצוּ֙ H5327 בַּֽמַּחֲנֶ֔ה H4264 בֶּ֚ן H1121 הַיִּשְׂרְאֵלִ֔ית H3482 וְאִ֖ישׁ H376 הַיִּשְׂרְאֵלִֽי H3481 ",
      "11": "וַ֠יִּקֹּב H5344 בֶּן H1121 הָֽאִשָּׁ֨ה H802 הַיִּשְׂרְאֵלִ֤ית H3482 אֶת H853 הַשֵּׁם֙ H8034 וַיְקַלֵּ֔ל H7043 וַיָּבִ֥יאוּ H935 אֹת֖וֹ H853 אֶל H413 מֹשֶׁ֑ה H4872 וְשֵׁ֥ם H8034 אִמּ֛וֹ H517 שְׁלֹמִ֥ית H8019 בַּת H1323 דִּבְרִ֖י H1704 לְמַטֵּה H4294 דָֽן H1835 ",
      "12": "וַיַּנִּיחֻ֖ H3240 בַּמִּשְׁמָ֑ר H4929 לִפְרֹ֥שׁ H6567 לָהֶ֖ם H1992 עַל H5921 פִּ֥י H6310 יְהוָֽה H3068 ",
      "13": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "14": "הוֹצֵ֣א H3318 אֶת H853 הַֽמְקַלֵּ֗ל H7043 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וְסָמְכ֧וּ H5564 כָֽל H3605 הַשֹּׁמְעִ֛ים H8085 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹאשׁ֑וֹ H7218 וְרָגְמ֥וּ H7275 אֹת֖וֹ H853 כָּל H3605 הָעֵדָֽה H5712 ",
      "15": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 אִ֥ישׁ H376 אִ֛ישׁ H376 כִּֽי H3588 יְקַלֵּ֥ל H7043 אֱלֹהָ֖יו H430 וְנָשָׂ֥א H5375 חֶטְאֽוֹ H2399 ",
      "16": "וְנֹקֵ֤ב H5344 שֵׁם H8034 יְהוָה֙ H3068 מ֣וֹת H4191 יוּמָ֔ת H4191 רָג֥וֹם H7275 יִרְגְּמוּ H7275 ב֖וֹ Hb כָּל H3605 הָעֵדָ֑ה H5712 כַּגֵּר֙ H1616 כָּֽאֶזְרָ֔ח H249 בְּנָקְב H5344 שֵׁ֖ם H8034 יוּמָֽת H4191 ",
      "17": "וְאִ֕ישׁ H376 כִּ֥י H3588 יַכֶּ֖ה H5221 כָּל H3605 נֶ֣פֶשׁ H5315 אָדָ֑ם H120 מ֖וֹת H4191 יוּמָֽת H4191 ",
      "18": "וּמַכֵּ֥ה H5221 נֶֽפֶשׁ H5315 בְּהֵמָ֖ה H929 יְשַׁלְּמֶ֑נָּה H7999 נֶ֖פֶשׁ H5315 תַּ֥חַת H8478 נָֽפֶשׁ H5315 ",
      "19": "וְאִ֕ישׁ H376 כִּֽי H3588 יִתֵּ֥ן H5414 מ֖וּם H3971 בַּעֲמִית֑ H5997 כַּאֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 כֵּ֖ן H3651 יֵעָ֥שֶׂה H6213 לּֽוֹ Hl ",
      "20": "שֶׁ֚בֶר H7667 תַּ֣חַת H8478 שֶׁ֔בֶר H7667 עַ֚יִן H5869 תַּ֣חַת H8478 עַ֔יִן H5869 שֵׁ֖ן H8127 תַּ֣חַת H8478 שֵׁ֑ן H8127 כַּאֲשֶׁ֨ר H834 יִתֵּ֥ן H5414 מוּם֙ H3971 בָּֽאָדָ֔ם H120 כֵּ֖ן H3651 יִנָּ֥תֶן H5414 בּֽוֹ Hb ",
      "21": "וּמַכֵּ֥ה H5221 בְהֵמָ֖ה H929 יְשַׁלְּמֶ֑נָּה H7999 וּמַכֵּ֥ה H5221 אָדָ֖ם H120 יוּמָֽת H4191 ",
      "22": "מִשְׁפַּ֤ט H4941 אֶחָד֙ H259 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כַּגֵּ֥ר H1616 כָּאֶזְרָ֖ח H249 יִהְיֶ֑ה H1961 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "23": "וַיְדַבֵּ֣ר H1696 מֹשֶׁה֮ H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וַיּוֹצִ֣יאוּ H3318 אֶת H853 הַֽמְקַלֵּ֗ל H7043 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וַיִּרְגְּמ֥וּ H7275 אֹת֖וֹ H853 אָ֑בֶן H68 וּבְנֵֽי H1121 יִשְׂרָאֵ֣ל H3478 עָשׂ֔וּ H6213 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
    },
    "25": {
      "1": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בְּהַ֥ר H2022 סִינַ֖י H5514 לֵאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 כִּ֤י H3588 תָבֹ֨אוּ֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אֲנִ֖י H589 נֹתֵ֣ן H5414 לָכֶ֑ם Hl וְשָׁבְתָ֣ה H7673 הָאָ֔רֶץ H776 שַׁבָּ֖ת H7676 לַיהוָֽה H3068 ",
      "3": "שֵׁ֤שׁ H8337 שָׁנִים֙ H8141 תִּזְרַ֣ע H2232 שָׂדֶ֔ךָ H7704 וְשֵׁ֥שׁ H8337 שָׁנִ֖ים H8141 תִּזְמֹ֣ר H2168 כַּרְמֶ֑ךָ H3754 וְאָסַפְתָּ֖ H622 אֶת H853 תְּבוּאָתָֽהּ H8393 ",
      "4": "וּבַ H8141 הַשְּׁבִיעִ֗ת H7637 שַׁבַּ֤ת H7676 שַׁבָּתוֹן֙ H7677 יִהְיֶ֣ה H1961 לָאָ֔רֶץ H776 שַׁבָּ֖ת H7676 לַיהוָ֑ה H3068 שָֽׂדְךָ֙ H7704 לֹ֣א H3808 תִזְרָ֔ע H2232 וְכַרְמְ H3754 לֹ֥א H3808 תִזְמֹֽר H2168 ",
      "5": "אֵ֣ת H853 סְפִ֤יחַ H5599 קְצִֽירְךָ֙ H7105 לֹ֣א H3808 תִקְצ֔וֹר H7114 וְאֶת H853 עִנְּבֵ֥י H6025 נְזִירֶ֖ךָ H5139 לֹ֣א H3808 תִבְצֹ֑ר H1219 שְׁנַ֥ת H8141 שַׁבָּת֖וֹן H7677 יִהְיֶ֥ה H1961 לָאָֽרֶץ H776 ",
      "6": "וְ֠הָיְתָה H1961 שַׁבַּ֨ת H7676 הָאָ֤רֶץ H776 לָכֶם֙ Hl לְאָכְלָ֔ה H402 לְךָ֖ Hl וּלְ H5650 וְלַ H519 וְלִ H7916 וּלְ H8453 הַגָּרִ֖ים H1481 עִמָּֽךְ H5973 ",
      "7": "וְלִ֨ H929 וְלַֽ H2416 אֲשֶׁ֣ר H834 בְּאַרְצֶ֑ H776 תִּהְיֶ֥ה H1961 כָל H3605 תְּבוּאָתָ֖הּ H8393 לֶאֱכֹֽל H398 ",
      "8": "וְסָפַרְתָּ֣ H5608 לְךָ֗ Hl שֶׁ֚בַע H7651 שַׁבְּתֹ֣ת H7676 שָׁנִ֔ים H8141 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְהָי֣וּ H1961 לְךָ֗ Hl יְמֵי֙ H3117 שֶׁ֚בַע H7651 שַׁבְּתֹ֣ת H7676 הַשָּׁנִ֔ים H8141 תֵּ֥שַׁע H8672 וְאַרְבָּעִ֖ים H705 שָׁנָֽה H8141 ",
      "9": "וְהַֽעֲבַרְתָּ֞ H5674 שׁוֹפַ֤ר H7782 תְּרוּעָה֙ H8643 בַּחֹ֣דֶשׁ H2320 הַשְּׁבִעִ֔י H7637 בֶּעָשׂ֖וֹר H6218 לַחֹ֑דֶשׁ H2320 בְּיוֹם֙ H3117 הַכִּפֻּרִ֔ים H3725 תַּעֲבִ֥ירוּ H5674 שׁוֹפָ֖ר H7782 בְּכָל H3605 אַרְצְכֶֽם H776 ",
      "10": "וְקִדַּשְׁתֶּ֗ם H6942 אֵ֣ת H853 שְׁנַ֤ת H8141 הַחֲמִשִּׁים֙ H2572 שָׁנָ֔ה H8141 וּקְרָאתֶ֥ם H7121 דְּר֛וֹר H1865 בָּאָ֖רֶץ H776 לְכָל H3605 יֹשְׁבֶ֑יהָ H3427 יוֹבֵ֥ל H3104 הִוא֙ H1931 תִּהְיֶ֣ה H1961 לָכֶ֔ם Hl וְשַׁבְתֶּ֗ם H7725 אִ֚ישׁ H376 אֶל H413 אֲחֻזָּת֔וֹ H272 וְאִ֥ישׁ H376 אֶל H413 מִשְׁפַּחְתּ֖וֹ H4940 תָּשֻֽׁבוּ H7725 ",
      "11": "יוֹבֵ֣ל H3104 הִ֗וא H1931 שְׁנַ֛ת H8141 הַחֲמִשִּׁ֥ים H2572 שָׁנָ֖ה H8141 תִּהְיֶ֣ה H1961 לָכֶ֑ם Hl לֹ֣א H3808 תִזְרָ֔עוּ H2232 וְלֹ֤א H3808 תִקְצְרוּ֙ H7114 אֶת H854 סְפִיחֶ֔יהָ H5599 וְלֹ֥א H3808 תִבְצְר֖וּ H1219 אֶת H853 נְזִרֶֽיהָ H5139 ",
      "12": "כִּ֚י H3588 יוֹבֵ֣ל H3104 הִ֔וא H1931 קֹ֖דֶשׁ H6944 תִּהְיֶ֣ה H1961 לָכֶ֑ם Hl מִן H4480 הַ֨שָּׂדֶ֔ה H7704 תֹּאכְל֖וּ H398 אֶת H853 תְּבוּאָתָֽהּ H8393 ",
      "13": "בִּשְׁנַ֥ת H8141 הַיּוֹבֵ֖ל H3104 הַזֹּ֑את H2063 תָּשֻׁ֕בוּ H7725 אִ֖ישׁ H376 אֶל H413 אֲחֻזָּתֽוֹ H272 ",
      "14": "וְכִֽי H3588 תִמְכְּר֤וּ H4376 מִמְכָּר֙ H4465 לַעֲמִיתֶ֔ H5997 א֥וֹ H176 קָנֹ֖ה H7069 מִיַּ֣ד H3027 עֲמִיתֶ֑ךָ H5997 אַל H408 תּוֹנ֖וּ H3238 אִ֥ישׁ H376 אֶת H853 אָחִֽיו H251 ",
      "15": "בְּמִסְפַּ֤ר H4557 שָׁנִים֙ H8141 אַחַ֣ר H310 הַיּוֹבֵ֔ל H3104 תִּקְנֶ֖ה H7069 מֵאֵ֣ת H853 עֲמִיתֶ֑ךָ H5997 בְּמִסְפַּ֥ר H4557 שְׁנֵֽי H8141 תְבוּאֹ֖ת H8393 יִמְכָּר H4376 לָֽךְ Hl ",
      "16": "לְפִ֣י H6310 רֹ֣ב H7230 הַשָּׁנִ֗ים H8141 תַּרְבֶּה֙ H7235 מִקְנָת֔וֹ H4736 וּלְ H6310 מְעֹ֣ט H4591 הַשָּׁנִ֔ים H8141 תַּמְעִ֖יט H4591 מִקְנָת֑וֹ H4736 כִּ֚י H3588 מִסְפַּ֣ר H4557 תְּבוּאֹ֔ת H8393 ה֥וּא H1931 מֹכֵ֖ר H4376 לָֽךְ Hl ",
      "17": "וְלֹ֤א H3808 תוֹנוּ֙ H3238 אִ֣ישׁ H376 אֶת H853 עֲמִית֔וֹ H5997 וְיָרֵ֖אתָ H3372 מֵֽאֱלֹהֶ֑י H430 כִּ֛י H3588 אֲנִ֥י H589 יְהֹוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "18": "וַעֲשִׂיתֶם֙ H6213 אֶת H853 חֻקֹּתַ֔י H2708 וְאֶת H853 מִשְׁפָּטַ֥י H4941 תִּשְׁמְר֖וּ H8104 וַעֲשִׂיתֶ֣ם H6213 אֹתָ֑ם H853 וִֽישַׁבְתֶּ֥ם H3427 עַל H5921 הָאָ֖רֶץ H776 לָבֶֽטַח H983 ",
      "19": "וְנָתְנָ֤ה H5414 הָאָ֨רֶץ֙ H776 פִּרְיָ֔הּ H6529 וַאֲכַלְתֶּ֖ם H398 לָשֹׂ֑בַע H7648 וִֽישַׁבְתֶּ֥ם H3427 לָבֶ֖טַח H983 עָלֶֽיהָ H5921 ",
      "20": "וְכִ֣י H3588 תֹאמְר֔וּ H559 מַה H4100 נֹּאכַ֤֖ל H398 בַּשָּׁנָ֣ה H8141 הַשְּׁבִיעִ֑ת H7637 הֵ֚ן H2005 לֹ֣א H3808 נִזְרָ֔ע H2232 וְלֹ֥א H3808 נֶאֱסֹ֖ף H622 אֶת H853 תְּבוּאָתֵֽנוּ H8393 ",
      "21": "וְצִוִּ֤יתִי H6680 אֶת H853 בִּרְכָתִי֙ H1293 לָכֶ֔ם Hl בַּשָּׁנָ֖ה H8141 הַשִּׁשִּׁ֑ית H8345 וְעָשָׂת֙ H6213 אֶת H853 הַתְּבוּאָ֔ה H8393 לִשְׁלֹ֖שׁ H7969 הַשָּׁנִֽים H8141 ",
      "22": "וּזְרַעְתֶּ֗ם H2232 אֵ֚ת H853 הַשָּׁנָ֣ה H8141 הַשְּׁמִינִ֔ת H8066 וַאֲכַלְתֶּ֖ם H398 מִן H4480 הַתְּבוּאָ֣ה H8393 יָשָׁ֑ן H3465 עַ֣ד H5704 הַשָּׁנָ֣ה H8141 הַתְּשִׁיעִ֗ת H8671 עַד H5704 בּוֹא֙ H935 תְּב֣וּאָתָ֔הּ H8393 תֹּאכְל֖וּ H398 יָשָֽׁן H3465 ",
      "23": "וְהָ H776 לֹ֤א H3808 תִמָּכֵר֙ H4376 לִצְמִתֻ֔ת H6783 כִּי H3588 לִ֖י Hl הָאָ֑רֶץ H776 כִּֽי H3588 גֵרִ֧ים H1616 וְתוֹשָׁבִ֛ים H8453 אַתֶּ֖ם H859 עִמָּדִֽי H5978 ",
      "24": "וּבְ H3605 אֶ֣רֶץ H776 אֲחֻזַּתְכֶ֑ם H272 גְּאֻלָּ֖ה H1353 תִּתְּנ֥וּ H5414 לָאָֽרֶץ H776 ",
      "25": "כִּֽי H3588 יָמ֣וּךְ H4134 אָחִ֔יךָ H251 וּמָכַ֖ר H4376 מֵאֲחֻזָּת֑ H272 וּבָ֤א H935 גֹֽאֲלוֹ֙ H1350 הַקָּרֹ֣ב H7138 אֵלָ֔יו H413 וְגָאַ֕ל H1350 אֵ֖ת H853 מִמְכַּ֥ר H4465 אָחִֽיו H251 ",
      "26": "וְאִ֕ישׁ H376 כִּ֛י H3588 לֹ֥א H3808 יִֽהְיֶה H1961 לּ֖וֹ Hl גֹּאֵ֑ל H1350 וְהִשִּׂ֣יגָה H5381 יָד֔וֹ H3027 וּמָצָ֖א H4672 כְּדֵ֥י H1767 גְאֻלָּתֽוֹ H1353 ",
      "27": "וְחִשַּׁב֙ H2803 אֶת H853 שְׁנֵ֣י H8141 מִמְכָּר֔וֹ H4465 וְהֵשִׁיב֙ H7725 אֶת H853 הָ֣עֹדֵ֔ף H5736 לָאִ֖ישׁ H376 אֲשֶׁ֣ר H834 מָֽכַר H4376 ל֑וֹ Hl וְשָׁ֖ב H7725 לַאֲחֻזָּתֽ H272 ",
      "28": "וְאִ֨ם H518 לֹֽא H3808 מָֽצְאָ֜ה H4672 יָד֗וֹ H3027 דֵּי֮ H1767 הָשִׁ֣יב H7725 לוֹ֒ Hl וְהָיָ֣ה H1961 מִמְכָּר֗וֹ H4465 בְּיַד֙ H3027 הַקֹּנֶ֣ה H7069 אֹת֔וֹ H853 עַ֖ד H5704 שְׁנַ֣ת H8141 הַיּוֹבֵ֑ל H3104 וְיָצָא֙ H3318 בַּיֹּבֵ֔ל H3104 וְשָׁ֖ב H7725 לַאֲחֻזָּתֽ H272 ",
      "29": "וְאִ֗ישׁ H376 כִּֽי H3588 יִמְכֹּ֤ר H4376 בֵּית H1004 מוֹשַׁב֙ H4186 עִ֣יר H5892 חוֹמָ֔ה H2346 וְהָיְתָה֙ H1961 גְּאֻלָּת֔וֹ H1353 עַד H5704 תֹּ֖ם H8537 שְׁנַ֣ת H8141 מִמְכָּר֑וֹ H4465 יָמִ֖ים H3117 תִּהְיֶ֥ה H1961 גְאֻלָּתֽוֹ H1353 ",
      "30": "וְאִ֣ם H518 לֹֽא H3808 יִגָּאֵ֗ל H1350 עַד H5704 מְלֹ֣את H4390 לוֹ֮ Hl שָׁנָ֣ה H8141 תְמִימָה֒ H8549 וְ֠קָם H6965 הַבַּ֨יִת H1004 אֲשֶׁר H834 בָּעִ֜יר H5892 אֲשֶׁר H834 לא H3808 חֹמָ֗ה H2346 לַצְּמִיתֻ֛ת H6783 לַקֹּנֶ֥ה H7069 אֹת֖וֹ H853 לְדֹרֹתָ֑י H1755 לֹ֥א H3808 יֵצֵ֖א H3318 בַּיֹּבֵֽל H3104 ",
      "31": "וּבָתֵּ֣י H1004 הַחֲצֵרִ֗ים H2691 אֲשֶׁ֨ר H834 אֵין H369 לָהֶ֤ם H1992 חֹמָה֙ H2346 סָבִ֔יב H5439 עַל H5921 שְׂדֵ֥ה H7704 הָאָ֖רֶץ H776 יֵחָשֵׁ֑ב H2803 גְּאֻלָּה֙ H1353 תִּהְיֶה H1961 לּ֔וֹ Hl וּבַ H3104 יֵצֵֽא H3318 ",
      "32": "וְעָרֵי֙ H5892 הַלְוִיִּ֔ם H3881 בָּתֵּ֖י H1004 עָרֵ֣י H5892 אֲחֻזָּתָ֑ם H272 גְּאֻלַּ֥ת H1353 עוֹלָ֖ם H5769 תִּהְיֶ֥ה H1961 לַלְוִיִּֽם H3881 ",
      "33": "וַאֲשֶׁ֤ר H834 יִגְאַל֙ H1350 מִן H4480 הַלְוִיִּ֔ם H3881 וְיָצָ֧א H3318 מִמְכַּר H4465 בַּ֛יִת H1004 וְעִ֥יר H5892 אֲחֻזָּת֖וֹ H272 בַּיֹּבֵ֑ל H3104 כִּ֣י H3588 בָתֵּ֞י H1004 עָרֵ֣י H5892 הַלְוִיִּ֗ם H3881 הִ֚וא H1931 אֲחֻזָּתָ֔ם H272 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "34": "וּֽשְׂדֵ֛ה H7704 מִגְרַ֥שׁ H4054 עָרֵיהֶ֖ם H5892 לֹ֣א H3808 יִמָּכֵ֑ר H4376 כִּֽי H3588 אֲחֻזַּ֥ת H272 עוֹלָ֛ם H5769 ה֖וּא H1931 לָהֶֽם Hl ",
      "35": "וְכִֽי H3588 יָמ֣וּךְ H4134 אָחִ֔יךָ H251 וּמָ֥טָה H4131 יָד֖וֹ H3027 עִמָּ֑ךְ H5973 וְהֶֽחֱזַ֣קְתָּ H2388 בּ֔וֹ Hb גֵּ֧ר H1616 וְתוֹשָׁ֛ב H8453 וָחַ֖י H2421 עִמָּֽךְ H5973 ",
      "36": "אַל H408 תִּקַּ֤ח H3947 מֵֽאִתּ H853 נֶ֣שֶׁךְ H5392 וְתַרְבִּ֔ית H8636 וְיָרֵ֖אתָ H3372 מֵֽאֱלֹהֶ֑י H430 וְחֵ֥י H2421 אָחִ֖יךָ H251 עִמָּֽךְ H5973 ",
      "37": "אֶ֨ת H853 כַּסְפְּךָ֔ H3701 לֹֽא H3808 תִתֵּ֥ן H5414 ל֖וֹ Hl בְּנֶ֑שֶׁךְ H5392 וּבְ H4768 לֹא H3808 תִתֵּ֥ן H5414 אָכְלֶֽךָ H400 ",
      "38": "אֲנִ֗י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אֶתְכֶ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לָתֵ֤ת H5414 לָכֶם֙ Hl אֶת H853 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 לִהְי֥וֹת H1961 לָכֶ֖ם Hl לֵאלֹהִֽים H430 ",
      "39": "וְכִֽי H3588 יָמ֥וּךְ H4134 אָחִ֛יךָ H251 עִמָּ֖ךְ H5973 וְנִמְכַּר H4376 לָ֑ךְ Hl לֹא H3808 תַעֲבֹ֥ד H5647 בּ֖וֹ Hb עֲבֹ֥דַת H5656 עָֽבֶד H5650 ",
      "40": "כְּשָׂכִ֥יר H7916 כְּתוֹשָׁ֖ב H8453 יִהְיֶ֣ה H1961 עִמָּ֑ךְ H5973 עַד H5704 שְׁנַ֥ת H8141 הַיֹּבֵ֖ל H3104 יַעֲבֹ֥ד H5647 עִמָּֽךְ H5973 ",
      "41": "וְיָצָא֙ H3318 מֵֽעִמָּ֔ H5973 ה֖וּא H1931 וּבָנָ֣י H1121 עִמּ֑וֹ H5973 וְשָׁב֙ H7725 אֶל H413 מִשְׁפַּחְתּ֔וֹ H4940 וְאֶל H413 אֲחֻזַּ֥ת H272 אֲבֹתָ֖יו H1 יָשֽׁוּב H7725 ",
      "42": "כִּֽי H3588 עֲבָדַ֣י H5650 הֵ֔ם H1992 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לֹ֥א H3808 יִמָּכְר֖וּ H4376 מִמְכֶּ֥רֶת H4466 עָֽבֶד H5650 ",
      "43": "לֹא H3808 תִרְדֶּ֥ה H7287 ב֖וֹ Hb בְּפָ֑רֶךְ H6531 וְיָרֵ֖אתָ H3372 מֵאֱלֹהֶֽי H430 ",
      "44": "וְעַבְדְּ H5650 וַאֲמָתְ H519 אֲשֶׁ֣ר H834 יִהְיוּ H1961 לָ֑ךְ Hl מֵאֵ֣ת H853 הַגּוֹיִ֗ם H1471 אֲשֶׁר֙ H834 סְבִיבֹ֣תֵיכֶ֔ם H5439 מֵהֶ֥ם H1992 תִּקְנ֖וּ H7069 עֶ֥בֶד H5650 וְאָמָֽה H519 ",
      "45": "וְ֠גַם H1571 מִבְּנֵ֨י H1121 הַתּוֹשָׁבִ֜ים H8453 הַגָּרִ֤ים H1481 עִמָּכֶם֙ H5973 מֵהֶ֣ם H1992 תִּקְנ֔וּ H7069 וּמִ H4940 אֲשֶׁ֣ר H834 עִמָּכֶ֔ם H5973 אֲשֶׁ֥ר H834 הוֹלִ֖ידוּ H3205 בְּאַרְצְ H776 וְהָי֥וּ H1961 לָכֶ֖ם Hl לַֽאֲחֻזָּֽה H272 ",
      "46": "וְהִתְנַחֲלְתֶּ֨ם H5157 אֹתָ֜ם H853 לִבְנֵי H1121 אַחֲרֵיכֶם֙ H310 לָרֶ֣שֶׁת H3423 אֲחֻזָּ֔ה H272 לְעֹלָ֖ם H5769 בָּהֶ֣ם Hb תַּעֲבֹ֑דוּ H5647 וּבְ H251 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אִ֣ישׁ H376 בְּאָחִ֔י H251 לֹא H3808 תִרְדֶּ֥ה H7287 ב֖וֹ Hb בְּפָֽרֶךְ H6531 ",
      "47": "וְכִ֣י H3588 תַשִּׂ֗יג H5381 יַ֣ד H3027 גֵּ֤ר H1616 וְתוֹשָׁב֙ H8453 עִמָּ֔ךְ H5973 וּמָ֥ךְ H4134 אָחִ֖יךָ H251 עִמּ֑וֹ H5973 וְנִמְכַּ֗ר H4376 לְגֵ֤ר H1616 תּוֹשָׁב֙ H8453 עִמָּ֔ךְ H5973 א֥וֹ H176 לְעֵ֖קֶר H6133 מִשְׁפַּ֥חַת H4940 גֵּֽר H1616 ",
      "48": "אַחֲרֵ֣י H310 נִמְכַּ֔ר H4376 גְּאֻלָּ֖ה H1353 תִּהְיֶה H1961 לּ֑וֹ Hl אֶחָ֥ד H259 מֵאֶחָ֖י H251 יִגְאָלֶֽנּוּ H1350 ",
      "49": "אוֹ H176 דֹד֞וֹ H1730 א֤וֹ H176 בֶן H1121 דֹּדוֹ֙ H1730 יִגְאָלֶ֔נּוּ H1350 אֽוֹ H176 מִשְּׁאֵ֧ר H7607 בְּשָׂר֛וֹ H1320 מִמִּשְׁפַּחְתּ֖ H4940 יִגְאָלֶ֑נּוּ H1350 אֽוֹ H176 הִשִּׂ֥יגָה H5381 יָד֖וֹ H3027 וְנִגְאָֽל H1350 ",
      "50": "וְחִשַּׁב֙ H2803 עִם H5973 קֹנֵ֔הוּ H7069 מִשְּׁנַת֙ H8141 הִמָּ֣כְרוֹ H4376 ל֔וֹ Hl עַ֖ד H5704 שְׁנַ֣ת H8141 הַיֹּבֵ֑ל H3104 וְהָיָ֞ה H1961 כֶּ֤סֶף H3701 מִמְכָּרוֹ֙ H4465 בְּמִסְפַּ֣ר H4557 שָׁנִ֔ים H8141 כִּימֵ֥י H3117 שָׂכִ֖יר H7916 יִהְיֶ֥ה H1961 עִמּֽוֹ H5973 ",
      "51": "אִם H518 ע֥וֹד H5750 רַבּ֖וֹת H7227 בַּשָּׁנִ֑ים H8141 לְפִי H6310 יָשִׁ֣יב H7725 גְּאֻלָּת֔וֹ H1353 מִכֶּ֖סֶף H3701 מִקְנָתֽוֹ H4736 ",
      "52": "וְאִם H518 מְעַ֞ט H4592 נִשְׁאַ֧ר H7604 בַּשָּׁנִ֛ים H8141 עַד H5704 שְׁנַ֥ת H8141 הַיֹּבֵ֖ל H3104 וְחִשַּׁב H2803 ל֑וֹ Hl כְּפִ֣י H6310 שָׁנָ֔יו H8141 יָשִׁ֖יב H7725 אֶת H853 גְּאֻלָּתֽוֹ H1353 ",
      "53": "כִּשְׂכִ֥יר H7916 שָׁנָ֛ה H8141 בְּשָׁנָ֖ה H8141 יִהְיֶ֣ה H1961 עִמּ֑וֹ H5973 לֹֽא H3808 יִרְדֶּ֥נּֽוּ H7287 בְּפֶ֖רֶךְ H6531 לְעֵינֶֽי H5869 ",
      "54": "וְאִם H518 לֹ֥א H3808 יִגָּאֵ֖ל H1350 בְּאֵ֑לֶּה H428 וְיָצָא֙ H3318 בִּשְׁנַ֣ת H8141 הַיֹּבֵ֔ל H3104 ה֖וּא H1931 וּבָנָ֥י H1121 עִמּֽוֹ H5973 ",
      "55": "כִּֽי H3588 לִ֤י Hl בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 עֲבָדִ֔ים H5650 עֲבָדַ֣י H5650 הֵ֔ם H1992 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אוֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
    },
    "26": {
      "1": "לֹֽא H3808 תַעֲשׂ֨וּ H6213 לָכֶ֜ם Hl אֱלִילִ֗ם H457 וּפֶ֤סֶל H6459 וּמַצֵּבָה֙ H4676 לֹֽא H3808 תָקִ֣ימוּ H6965 לָכֶ֔ם Hl וְאֶ֣בֶן H68 מַשְׂכִּ֗ית H4906 לֹ֤א H3808 תִתְּנוּ֙ H5414 בְּאַרְצְ H776 לְהִֽשְׁתַּחֲוֺ֖ת H7812 עָלֶ֑יהָ H5921 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
      "2": "אֶת H853 שַׁבְּתֹתַ֣י H7676 תִּשְׁמֹ֔רוּ H8104 וּמִקְדָּשִׁ֖ H4720 תִּירָ֑אוּ H3372 אֲנִ֖י H589 יְהוָֽה H3068 ",
      "3": "אִם H518 בְּחֻקֹּתַ֖ H2708 תֵּלֵ֑כוּ H3212 וְאֶת H853 מִצְוֺתַ֣י H4687 תִּשְׁמְר֔וּ H8104 וַעֲשִׂיתֶ֖ם H6213 אֹתָֽם H853 ",
      "4": "וְנָתַתִּ֥י H5414 גִשְׁמֵיכֶ֖ם H1653 בְּעִתָּ֑ H6256 וְנָתְנָ֤ה H5414 הָאָ֨רֶץ֙ H776 יְבוּלָ֔הּ H2981 וְעֵ֥ץ H6086 הַשָּׂדֶ֖ה H7704 יִתֵּ֥ן H5414 פִּרְיֽוֹ H6529 ",
      "5": "וְהִשִּׂ֨יג H5381 לָכֶ֥ם Hl דַּ֨יִשׁ֙ H1786 אֶת H853 בָּצִ֔יר H1210 וּבָצִ֖יר H1210 יַשִּׂ֣יג H5381 אֶת H853 זָ֑רַע H2233 וַאֲכַלְתֶּ֤ם H398 לַחְמְכֶם֙ H3899 לָשֹׂ֔בַע H7648 וִֽישַׁבְתֶּ֥ם H3427 לָבֶ֖טַח H983 בְּאַרְצְ H776 ",
      "6": "וְנָתַתִּ֤י H5414 שָׁלוֹם֙ H7965 בָּאָ֔רֶץ H776 וּשְׁכַבְתֶּ֖ם H7901 וְאֵ֣ין H369 מַחֲרִ֑יד H2729 וְהִשְׁבַּתִּ֞י H7673 חַיָּ֤ה H2416 רָעָה֙ H7451 מִן H4480 הָאָ֔רֶץ H776 וְחֶ֖רֶב H2719 לֹא H3808 תַעֲבֹ֥ר H5674 בְּאַרְצְ H776 ",
      "7": "וּרְדַפְתֶּ֖ם H7291 אֶת H853 אֹיְבֵיכֶ֑ם H341 וְנָפְל֥וּ H5307 לִפְנֵי H6440 לֶחָֽרֶב H2719 ",
      "8": "וְרָדְפ֨וּ H7291 מִכֶּ֤ם H4480 חֲמִשָּׁה֙ H2568 מֵאָ֔ה H3967 וּמֵאָ֥ה H3967 מִכֶּ֖ם H4480 רְבָבָ֣ה H7233 יִרְדֹּ֑פוּ H7291 וְנָפְל֧וּ H5307 אֹיְבֵיכֶ֛ם H341 לִפְנֵי H6440 לֶחָֽרֶב H2719 ",
      "9": "וּפָנִ֣יתִי H6437 אֲלֵיכֶ֔ם H413 וְהִפְרֵיתִ֣י H6509 אֶתְכֶ֔ם H853 וְהִרְבֵּיתִ֖י H7235 אֶתְכֶ֑ם H853 וַהֲקִימֹתִ֥י H6965 אֶת H853 בְּרִיתִ֖י H1285 אִתְּכֶֽם H854 ",
      "10": "וַאֲכַלְתֶּ֥ם H398 יָשָׁ֖ן H3465 נוֹשָׁ֑ן H3462 וְיָשָׁ֕ן H3465 מִפְּנֵ֥י H6440 חָדָ֖שׁ H2319 תּוֹצִֽיאוּ H3318 ",
      "11": "וְנָתַתִּ֥י H5414 מִשְׁכָּנִ֖י H4908 בְּתוֹכְ H8432 וְלֹֽא H3808 תִגְעַ֥ל H1602 נַפְשִׁ֖י H5315 אֶתְכֶֽם H853 ",
      "12": "וְהִתְהַלַּכְתִּי֙ H1980 בְּת֣וֹכְ H8432 וְהָיִ֥יתִי H1961 לָכֶ֖ם Hl לֵֽאלֹהִ֑ים H430 וְאַתֶּ֖ם H859 תִּהְיוּ H1961 לִ֥י Hl לְעָֽם H5971 ",
      "13": "אֲנִ֞י H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 אֲשֶׁ֨ר H834 הוֹצֵ֤אתִי H3318 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מִֽהְיֹ֥ת H1961 לָהֶ֖ם Hl עֲבָדִ֑ים H5650 וָאֶשְׁבֹּר֙ H7665 מֹטֹ֣ת H4133 עֻלְּכֶ֔ם H5923 וָאוֹלֵ֥ךְ H3212 אֶתְכֶ֖ם H853 קֽוֹמְמִיּֽוּת H6968 ",
      "14": "וְאִם H518 לֹ֥א H3808 תִשְׁמְע֖וּ H8085 לִ֑י Hl וְלֹ֣א H3808 תַעֲשׂ֔וּ H6213 אֵ֥ת H853 כָּל H3605 הַמִּצְוֺ֖ת H4687 הָאֵֽלֶּה H428 ",
      "15": "וְאִם H518 בְּחֻקֹּתַ֣ H2708 תִּמְאָ֔סוּ H3988 וְאִ֥ם H518 אֶת H853 מִשְׁפָּטַ֖י H4941 תִּגְעַ֣ל H1602 נַפְשְׁכֶ֑ם H5315 לְבִלְתִּ֤י H1115 עֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 מִצְוֺתַ֔י H4687 לְהַפְרְ H6565 אֶת H853 בְּרִיתִֽי H1285 ",
      "16": "אַף H637 אֲנִ֞י H589 אֶֽעֱשֶׂה H6213 זֹּ֣את H2063 לָכֶ֗ם Hl וְהִפְקַדְתִּ֨י H6485 עֲלֵיכֶ֤ם H5921 בֶּֽהָלָה֙ H928 אֶת H853 הַשַּׁחֶ֣פֶת H7829 וְאֶת H853 הַקַּדַּ֔חַת H6920 מְכַלּ֥וֹת H3615 עֵינַ֖יִם H5869 וּמְדִיבֹ֣ת H1727 נָ֑פֶשׁ H5315 וּזְרַעְתֶּ֤ם H2232 לָרִיק֙ H7385 זַרְעֲכֶ֔ם H2233 וַאֲכָלֻ֖ H398 אֹיְבֵיכֶֽם H341 ",
      "17": "וְנָתַתִּ֤י H5414 פָנַי֙ H6440 בָּכֶ֔ם Hb וְנִגַּפְתֶּ֖ם H5062 לִפְנֵ֣י H6440 אֹיְבֵיכֶ֑ם H341 וְרָד֤וּ H7287 בָכֶם֙ Hb שֹֽׂנְאֵיכֶ֔ם H8130 וְנַסְתֶּ֖ם H5127 וְאֵין H369 רֹדֵ֥ף H7291 אֶתְכֶֽם H853 ",
      "18": "וְאִ֨ם H518 עַד H5704 אֵ֔לֶּה H428 לֹ֥א H3808 תִשְׁמְע֖וּ H8085 לִ֑י Hl וְיָסַפְתִּי֙ H3254 לְיַסְּרָ֣ה H3256 אֶתְכֶ֔ם H853 שֶׁ֖בַע H7651 עַל H5921 חַטֹּאתֵיכֶֽם H2403 ",
      "19": "וְשָׁבַרְתִּ֖י H7665 אֶת H853 גְּא֣וֹן H1347 עֻזְּכֶ֑ם H5797 וְנָתַתִּ֤י H5414 אֶת H853 שְׁמֵיכֶם֙ H8064 כַּבַּרְזֶ֔ל H1270 וְאֶֽת H853 אַרְצְכֶ֖ם H776 כַּנְּחֻשָֽׁה H5154 ",
      "20": "וְתַ֥ם H8552 לָרִ֖יק H7385 כֹּחֲכֶ֑ם H3581 וְלֹֽא H3808 תִתֵּ֤ן H5414 אַרְצְכֶם֙ H776 אֶת H853 יְבוּלָ֔הּ H2981 וְעֵ֣ץ H6086 הָאָ֔רֶץ H776 לֹ֥א H3808 יִתֵּ֖ן H5414 פִּרְיֽוֹ H6529 ",
      "21": "וְאִם H518 תֵּֽלְכ֤וּ H3212 עִמִּי֙ H5973 קֶ֔רִי H7147 וְלֹ֥א H3808 תֹאב֖וּ H14 לִשְׁמֹ֣עַֽ H8085 לִ֑י Hl וְיָסַפְתִּ֤י H3254 עֲלֵיכֶם֙ H5921 מַכָּ֔ה H4347 שֶׁ֖בַע H7651 כְּחַטֹּאתֵי H2403 ",
      "22": "וְהִשְׁלַחְתִּ֨י H7971 בָכֶ֜ם Hb אֶת H853 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 וְשִׁכְּלָ֣ה H7921 אֶתְכֶ֔ם H853 וְהִכְרִ֨יתָה֙ H3772 אֶת H853 בְּהֶמְתְּכֶ֔ם H929 וְהִמְעִ֖יטָה H4591 אֶתְכֶ֑ם H853 וְנָשַׁ֖מּוּ H8074 דַּרְכֵיכֶֽם H1870 ",
      "23": "וְאִ֨ם H518 בְּאֵ֔לֶּה H428 לֹ֥א H3808 תִוָּסְר֖וּ H3256 לִ֑י Hl וַהֲלַכְתֶּ֥ם H1980 עִמִּ֖י H5973 קֶֽרִי H7147 ",
      "24": "וְהָלַכְתִּ֧י H1980 אַף H637 אֲנִ֛י H589 עִמָּכֶ֖ם H5973 בְּקֶ֑רִי H7147 וְהִכֵּיתִ֤י H5221 אֶתְכֶם֙ H853 גַּם H1571 אָ֔נִי H589 שֶׁ֖בַע H7651 עַל H5921 חַטֹּאתֵיכֶֽם H2403 ",
      "25": "וְהֵבֵאתִ֨י H935 עֲלֵיכֶ֜ם H5921 חֶ֗רֶב H2719 נֹקֶ֨מֶת֙ H5358 נְקַם H5359 בְּרִ֔ית H1285 וְנֶאֱסַפְתֶּ֖ם H622 אֶל H413 עָרֵיכֶ֑ם H5892 וְשִׁלַּ֤חְתִּי H7971 דֶ֨בֶר֙ H1698 בְּת֣וֹכְ H8432 וְנִתַּתֶּ֖ם H5414 בְּיַד H3027 אוֹיֵֽב H341 ",
      "26": "בְּשִׁבְרִ֣ H7665 לָכֶם֮ Hl מַטֵּה H4294 לֶחֶם֒ H3899 וְ֠אָפוּ H644 עֶ֣שֶׂר H6235 נָשִׁ֤ים H802 לַחְמְכֶם֙ H3899 בְּתַנּ֣וּר H8574 אֶחָ֔ד H259 וְהֵשִׁ֥יבוּ H7725 לַחְמְכֶ֖ם H3899 בַּמִּשְׁקָ֑ל H4948 וַאֲכַלְתֶּ֖ם H398 וְלֹ֥א H3808 תִשְׂבָּֽעוּ H7646 ",
      "27": "וְאִ֨ם H518 בְּזֹ֔את H2063 לֹ֥א H3808 תִשְׁמְע֖וּ H8085 לִ֑י Hl וַהֲלַכְתֶּ֥ם H1980 עִמִּ֖י H5973 בְּקֶֽרִי H7147 ",
      "28": "וְהָלַכְתִּ֥י H1980 עִמָּכֶ֖ם H5973 בַּחֲמַת H2534 קֶ֑רִי H7147 וְיִסַּרְתִּ֤י H3256 אֶתְכֶם֙ H853 אַף H637 אָ֔נִי H589 שֶׁ֖בַע H7651 עַל H5921 חַטֹּאתֵיכֶם H2403 ",
      "29": "וַאֲכַלְתֶּ֖ם H398 בְּשַׂ֣ר H1320 בְּנֵיכֶ֑ם H1121 וּבְשַׂ֥ר H1320 בְּנֹתֵיכֶ֖ם H1323 תֹּאכֵֽלוּ H398 ",
      "30": "וְהִשְׁמַדְתִּ֞י H8045 אֶת H853 בָּמֹֽתֵיכֶ֗ם H1116 וְהִכְרַתִּי֙ H3772 אֶת H853 חַמָּ֣נֵיכֶ֔ם H2553 וְנָֽתַתִּי֙ H5414 אֶת H853 פִּגְרֵיכֶ֔ם H6297 עַל H5921 פִּגְרֵ֖י H6297 גִּלּוּלֵיכֶ֑ם H1544 וְגָעֲלָ֥ה H1602 נַפְשִׁ֖י H5315 אֶתְכֶֽם H853 ",
      "31": "וְנָתַתִּ֤י H5414 אֶת H853 עָֽרֵיכֶם֙ H5892 חָרְבָּ֔ה H2723 וַהֲשִׁמּוֹתִ֖י H8074 אֶת H853 מִקְדְּשֵׁיכֶ֑ם H4720 וְלֹ֣א H3808 אָרִ֔יחַ H7306 בְּרֵ֖יחַ H7381 נִיחֹֽחֲכֶֽם H5207 ",
      "32": "וַהֲשִׁמֹּתִ֥י H8074 אֲנִ֖י H589 אֶת H853 הָאָ֑רֶץ H776 וְשָֽׁמְמ֤וּ H8074 עָלֶ֨יהָ֙ H5921 אֹֽיְבֵיכֶ֔ם H341 הַיֹּשְׁבִ֖ים H3427 בָּֽהּ Hb ",
      "33": "וְאֶתְ H853 אֱזָרֶ֣ה H2219 בַגּוֹיִ֔ם H1471 וַהֲרִיקֹתִ֥י H7324 אַחֲרֵיכֶ֖ם H310 חָ֑רֶב H2719 וְהָיְתָ֤ה H1961 אַרְצְכֶם֙ H776 שְׁמָמָ֔ה H8077 וְעָרֵי H5892 יִהְי֥וּ H1961 חָרְבָּֽה H2723 ",
      "34": "אָז֩ H227 תִּרְצֶ֨ה H7521 הָאָ֜רֶץ H776 אֶת H853 שַׁבְּתֹתֶ֗יהָ H7676 כֹּ֚ל H3605 יְמֵ֣י H3117 הֳשַׁמָּ֔ה H8074 וְאַתֶּ֖ם H859 בְּאֶ֣רֶץ H776 אֹיְבֵיכֶ֑ם H341 אָ֚ז H227 תִּשְׁבַּ֣ת H7673 הָאָ֔רֶץ H776 וְהִרְצָ֖ת H7521 אֶת H853 שַׁבְּתֹתֶֽיהָ H7676 ",
      "35": "כָּל H3605 יְמֵ֥י H3117 הָשַּׁמָּ֖ה H8074 תִּשְׁבֹּ֑ת H7673 אֵ֣ת H853 אֲשֶׁ֧ר H834 לֹֽא H3808 שָׁבְתָ֛ה H7673 בְּשַׁבְּתֹתֵי H7676 בְּשִׁבְתְּ H3427 עָלֶֽיהָ H5921 ",
      "36": "וְהַ H7604 בָּכֶ֔ם Hb וְהֵבֵ֤אתִי H935 מֹ֨רֶךְ֙ H4816 בִּלְבָבָ֔ H3824 בְּאַרְצֹ֖ת H776 אֹיְבֵיהֶ֑ם H341 וְרָדַ֣ף H7291 אֹתָ֗ם H853 ק֚וֹל H6963 עָלֶ֣ה H5929 נִדָּ֔ף H5086 וְנָס֧וּ H5127 מְנֻֽסַת H4499 חֶ֛רֶב H2719 וְנָפְל֖וּ H5307 וְאֵ֥ין H369 רֹדֵֽף H7291 ",
      "37": "וְכָשְׁל֧וּ H3782 אִישׁ H376 בְּאָחִ֛י H251 כְּמִ H6440 חֶ֖רֶב H2719 וְרֹדֵ֣ף H7291 אָ֑יִן H369 וְלֹא H3808 תִֽהְיֶ֤ה H1961 לָכֶם֙ Hl תְּקוּמָ֔ה H8617 לִפְנֵ֖י H6440 אֹֽיְבֵיכֶֽם H341 ",
      "38": "וַאֲבַדְתֶּ֖ם H6 בַּגּוֹיִ֑ם H1471 וְאָכְלָ֣ה H398 אֶתְכֶ֔ם H853 אֶ֖רֶץ H776 אֹיְבֵיכֶֽם H341 ",
      "39": "וְהַ H7604 בָּכֶ֗ם Hb יִמַּ֨קּוּ֙ H4743 בַּֽעֲוֺנָ֔ H5771 בְּאַרְצֹ֖ת H776 אֹיְבֵיכֶ֑ם H341 וְאַ֛ף H637 בַּעֲוֺנֹ֥ת H5771 אֲבֹתָ֖ם H1 אִתָּ֥ם H854 יִמָּֽקּוּ H4743 ",
      "40": "וְהִתְוַדּ֤וּ H3034 אֶת H853 עֲוֺנָם֙ H5771 וְאֶת H853 עֲוֺ֣ן H5771 אֲבֹתָ֔ם H1 בְּמַעֲלָ֖ H4604 אֲשֶׁ֣ר H834 מָֽעֲלוּ H4603 בִ֑י Hb וְאַ֕ף H637 אֲשֶׁר H834 הָֽלְכ֥וּ H1980 עִמִּ֖י H5973 בְּקֶֽרִי H7147 ",
      "41": "אַף H637 אֲנִ֗י H589 אֵלֵ֤ךְ H3212 עִמָּם֙ H5973 בְּקֶ֔רִי H7147 וְהֵבֵאתִ֣י H935 אֹתָ֔ם H853 בְּאֶ֖רֶץ H776 אֹיְבֵיהֶ֑ם H341 אוֹ H176 אָ֣ז H227 יִכָּנַ֗ע H3665 לְבָבָם֙ H3824 הֶֽעָרֵ֔ל H6189 וְאָ֖ז H227 יִרְצ֥וּ H7521 אֶת H853 עֲוֺנָֽם H5771 ",
      "42": "וְזָכַרְתִּ֖י H2142 אֶת H853 בְּרִיתִ֣י H1285 יַעֲק֑וֹב H3290 וְאַף֩ H637 אֶת H853 בְּרִיתִ֨י H1285 יִצְחָ֜ק H3327 וְאַ֨ף H637 אֶת H853 בְּרִיתִ֧י H1285 אַבְרָהָ֛ם H85 אֶזְכֹּ֖ר H2142 וְהָ H776 אֶזְכֹּֽר H2142 ",
      "43": "וְהָ H776 תֵּעָזֵ֨ב H5800 מֵהֶ֜ם H1992 וְתִ֣רֶץ H7521 אֶת H853 שַׁבְּתֹתֶ֗יהָ H7676 בָּהְשַׁמָּ H8074 מֵהֶ֔ם H1992 וְהֵ֖ם H1992 יִרְצ֣וּ H7521 אֶת H853 עֲוֺנָ֑ם H5771 יַ֣עַן H3282 וּבְ H3282 בְּמִשְׁפָּטַ֣ H4941 מָאָ֔סוּ H3988 וְאֶת H853 חֻקֹּתַ֖י H2708 גָּעֲלָ֥ה H1602 נַפְשָֽׁם H5315 ",
      "44": "וְאַף H637 גַּם H1571 זֹ֠את H2063 בִּֽהְיוֹתָ֞ H1961 בְּאֶ֣רֶץ H776 אֹֽיְבֵיהֶ֗ם H341 לֹֽא H3808 מְאַסְתִּ֤ים H3988 וְלֹֽא H3808 גְעַלְתִּים֙ H1602 לְכַלֹּתָ֔ H3615 לְהָפֵ֥ר H6565 בְּרִיתִ֖י H1285 אִתָּ֑ם H854 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
      "45": "וְזָכַרְתִּ֥י H2142 לָהֶ֖ם Hl בְּרִ֣ית H1285 רִאשֹׁנִ֑ים H7223 אֲשֶׁ֣ר H834 הוֹצֵֽאתִי H3318 אֹתָם֩ H853 מֵאֶ֨רֶץ H776 מִצְרַ֜יִם H4714 לְעֵינֵ֣י H5869 הַגּוֹיִ֗ם H1471 לִהְיֹ֥ת H1961 לָהֶ֛ם Hl לֵאלֹהִ֖ים H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "46": "אֵ֠לֶּה H428 הַֽחֻקִּ֣ים H2706 וְהַ H4941 וְהַ H8451 אֲשֶׁר֙ H834 נָתַ֣ן H5414 יְהוָ֔ה H3068 בֵּינ֕וֹ H996 וּבֵ֖ין H996 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּהַ֥ר H2022 סִינַ֖י H5514 בְּיַד H3027 מֹשֶֽׁה H4872 "
    },
    "27": {
      "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
      "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 אִ֕ישׁ H376 כִּ֥י H3588 יַפְלִ֖א H6381 נֶ֑דֶר H5088 בְּעֶרְכְּ H6187 נְפָשֹׁ֖ת H5315 לַֽיהוָֽה H3068 ",
      "3": "וְהָיָ֤ה H1961 עֶרְכְּךָ֙ H6187 הַזָּכָ֔ר H2145 מִבֶּן֙ H1121 עֶשְׂרִ֣ים H6242 שָׁנָ֔ה H8141 וְעַ֖ד H5704 בֶּן H1121 שִׁשִּׁ֣ים H8346 שָׁנָ֑ה H8141 וְהָיָ֣ה H1961 עֶרְכְּךָ֗ H6187 חֲמִשִּׁ֛ים H2572 שֶׁ֥קֶל H8255 כֶּ֖סֶף H3701 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
      "4": "וְאִם H518 נְקֵבָ֖ה H5347 הִ֑וא H1931 וְהָיָ֥ה H1961 עֶרְכְּךָ֖ H6187 שְׁלֹשִׁ֥ים H7970 שָֽׁקֶל H8255 ",
      "5": "וְאִ֨ם H518 מִבֶּן H1121 חָמֵ֜שׁ H2568 שָׁנִ֗ים H8141 וְעַד֙ H5704 בֶּן H1121 עֶשְׂרִ֣ים H6242 שָׁנָ֔ה H8141 וְהָיָ֧ה H1961 עֶרְכְּךָ֛ H6187 הַזָּכָ֖ר H2145 עֶשְׂרִ֣ים H6242 שְׁקָלִ֑ים H8255 וְלַ H5347 עֲשֶׂ֥רֶת H6235 שְׁקָלִֽים H8255 ",
      "6": "וְאִ֣ם H518 מִבֶּן H1121 חֹ֗דֶשׁ H2320 וְעַד֙ H5704 בֶּן H1121 חָמֵ֣שׁ H2568 שָׁנִ֔ים H8141 וְהָיָ֤ה H1961 עֶרְכְּךָ֙ H6187 הַזָּכָ֔ר H2145 חֲמִשָּׁ֥ה H2568 שְׁקָלִ֖ים H8255 כָּ֑סֶף H3701 וְלַ H5347 עֶרְכְּךָ֔ H6187 שְׁלֹ֥שֶׁת H7969 שְׁקָלִ֖ים H8255 כָּֽסֶף H3701 ",
      "7": "וְ֠אִם H518 מִבֶּן H1121 שִׁשִּׁ֨ים H8346 שָׁנָ֤ה H8141 וָמַ֨עְלָ H4605 אִם H518 זָכָ֔ר H2145 וְהָיָ֣ה H1961 עֶרְכְּךָ֔ H6187 חֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 שָׁ֑קֶל H8255 וְלַ H5347 עֲשָׂרָ֥ה H6235 שְׁקָלִֽים H8255 ",
      "8": "וְאִם H518 מָ֥ךְ H4134 הוּא֙ H1931 מֵֽעֶרְכֶּ֔ H6187 וְהֶֽעֱמִיד H5975 לִפְנֵ֣י H6440 הַכֹּהֵ֔ן H3548 וְהֶעֱרִ֥יךְ H6186 אֹת֖וֹ H853 הַכֹּהֵ֑ן H3548 עַל H5921 פִּ֗י H6310 אֲשֶׁ֤ר H834 תַּשִּׂיג֙ H5381 יַ֣ד H3027 הַנֹּדֵ֔ר H5087 יַעֲרִיכֶ֖נּוּ H6186 הַכֹּהֵֽן H3548 ",
      "9": "וְאִם H518 בְּהֵמָ֔ה H929 אֲשֶׁ֨ר H834 יַקְרִ֧יבוּ H7126 מִמֶּ֛נָּה H4480 קָרְבָּ֖ן H7133 לַֽיהוָ֑ה H3068 כֹּל֩ H3605 אֲשֶׁ֨ר H834 יִתֵּ֥ן H5414 מִמֶּ֛נּוּ H4480 לַיהוָ֖ה H3068 יִֽהְיֶה H1961 קֹּֽדֶשׁ H6944 ",
      "10": "לֹ֣א H3808 יַחֲלִיפֶ֗נּוּ H2498 וְלֹֽא H3808 יָמִ֥יר H4171 אֹת֛וֹ H853 ט֥וֹב H2896 בְּרָ֖ע H7451 אוֹ H176 רַ֣ע H7451 בְּט֑וֹב H2896 וְאִם H518 הָמֵ֨ר H4171 יָמִ֤יר H4171 בְּהֵמָה֙ H929 בִּבְהֵמָ֔ה H929 וְהָֽיָה H1961 ה֥וּא H1931 וּתְמוּרָת֖ H8545 יִֽהְיֶה H1961 קֹּֽדֶשׁ H6944 ",
      "11": "וְאִם֙ H518 כָּל H3605 בְּהֵמָ֣ה H929 טְמֵאָ֔ה H2931 אֲ֠שֶׁר H834 לֹא H3808 יַקְרִ֧יבוּ H7126 מִמֶּ֛נָּה H4480 קָרְבָּ֖ן H7133 לַֽיהוָ֑ה H3068 וְהֶֽעֱמִ֥יד H5975 אֶת H853 הַבְּהֵמָ֖ה H929 לִפְנֵ֥י H6440 הַכֹּהֵֽן H3548 ",
      "12": "וְהֶעֱרִ֤יךְ H6186 הַכֹּהֵן֙ H3548 אֹתָ֔הּ H853 בֵּ֥ין H996 ט֖וֹב H2896 וּבֵ֣ין H996 רָ֑ע H7451 כְּעֶרְכְּ H6187 הַכֹּהֵ֖ן H3548 כֵּ֥ן H3651 יִהְיֶֽה H1961 ",
      "13": "וְאִם H518 גָּאֹ֖ל H1350 יִגְאָלֶ֑נָּה H1350 וְיָסַ֥ף H3254 חֲמִישִׁת֖וֹ H2549 עַל H5921 עֶרְכֶּֽךָ H6187 ",
      "14": "וְאִ֗ישׁ H376 כִּֽי H3588 יַקְדִּ֨שׁ H6942 אֶת H853 בֵּית֥וֹ H1004 קֹ֨דֶשׁ֙ H6944 לַֽיהוָ֔ה H3068 וְהֶעֱרִיכ H6186 הַכֹּהֵ֔ן H3548 בֵּ֥ין H996 ט֖וֹב H2896 וּבֵ֣ין H996 רָ֑ע H7451 כַּאֲשֶׁ֨ר H834 יַעֲרִ֥יךְ H6186 אֹת֛וֹ H853 הַכֹּהֵ֖ן H3548 כֵּ֥ן H3651 יָקֽוּם H6965 ",
      "15": "וְאִ֨ם H518 הַמַּקְדִּ֔ישׁ H6942 יִגְאַ֖ל H1350 אֶת H853 בֵּית֑וֹ H1004 וְ֠יָסַף H3254 חֲמִישִׁ֧ית H2549 כֶּֽסֶף H3701 עֶרְכְּךָ֛ H6187 עָלָ֖יו H5921 וְהָ֥יָה H1961 לֽוֹ Hl ",
      "16": "וְאִ֣ם H518 מִשְּׂדֵ֣ה H7704 אֲחֻזָּת֗וֹ H272 יַקְדִּ֥ישׁ H6942 אִישׁ֙ H376 לַֽיהוָ֔ה H3068 וְהָיָ֥ה H1961 עֶרְכְּךָ֖ H6187 לְפִ֣י H6310 זַרְע֑וֹ H2233 זֶ֚רַע H2233 חֹ֣מֶר H2563 שְׂעֹרִ֔ים H8184 בַּחֲמִשִּׁ֖ים H2572 שֶׁ֥קֶל H8255 כָּֽסֶף H3701 ",
      "17": "אִם H518 מִשְּׁנַ֥ת H8141 הַיֹּבֵ֖ל H3104 יַקְדִּ֣ישׁ H6942 שָׂדֵ֑הוּ H7704 כְּעֶרְכְּ H6187 יָקֽוּם H6965 ",
      "18": "וְאִם H518 אַחַ֣ר H310 הַיֹּבֵל֮ H3104 יַקְדִּ֣ישׁ H6942 שָׂדֵהוּ֒ H7704 וְחִשַּׁב H2803 ל֨וֹ Hl הַכֹּהֵ֜ן H3548 אֶת H853 הַכֶּ֗סֶף H3701 עַל H5921 פִּ֤י H6310 הַשָּׁנִים֙ H8141 הַנּ֣וֹתָרֹ֔ת H3498 עַ֖ד H5704 שְׁנַ֣ת H8141 הַיֹּבֵ֑ל H3104 וְנִגְרַ֖ע H1639 מֵֽעֶרְכֶּֽ H6187 ",
      "19": "וְאִם H518 גָּאֹ֤ל H1350 יִגְאַל֙ H1350 אֶת H853 הַשָּׂדֶ֔ה H7704 הַמַּקְדִּ֖ישׁ H6942 אֹת֑וֹ H853 וְ֠יָסַף H3254 חֲמִשִׁ֧ית H2549 כֶּֽסֶף H3701 עֶרְכְּךָ֛ H6187 עָלָ֖יו H5921 וְקָ֥ם H6965 לֽוֹ Hl ",
      "20": "וְאִם H518 לֹ֤א H3808 יִגְאַל֙ H1350 אֶת H853 הַשָּׂדֶ֔ה H7704 וְאִם H518 מָכַ֥ר H4376 אֶת H853 הַשָּׂדֶ֖ה H7704 לְאִ֣ישׁ H376 אַחֵ֑ר H312 לֹ֥א H3808 יִגָּאֵ֖ל H1350 עֽוֹד H5750 ",
      "21": "וְהָיָ֨ה H1961 הַשָּׂדֶ֜ה H7704 בְּצֵאת֣ H3318 בַיֹּבֵ֗ל H3104 קֹ֛דֶשׁ H6944 לַֽיהוָ֖ה H3068 כִּשְׂדֵ֣ה H7704 הַחֵ֑רֶם H2764 לַכֹּהֵ֖ן H3548 תִּהְיֶ֥ה H1961 אֲחֻזָּתֽוֹ H272 ",
      "22": "וְאִם֙ H518 אֶת H853 שְׂדֵ֣ה H7704 מִקְנָת֔וֹ H4736 אֲשֶׁ֕ר H834 לֹ֖א H3808 מִשְּׂדֵ֣ה H7704 אֲחֻזָּת֑וֹ H272 יַקְדִּ֖ישׁ H6942 לַֽיהוָֽה H3068 ",
      "23": "וְחִשַּׁב H2803 ל֣וֹ Hl הַכֹּהֵ֗ן H3548 אֵ֚ת H853 מִכְסַ֣ת H4373 הָֽעֶרְכְּ H6187 עַ֖ד H5704 שְׁנַ֣ת H8141 הַיֹּבֵ֑ל H3104 וְנָתַ֤ן H5414 אֶת H853 הָעֶרְכְּ H6187 בַּיּ֣וֹם H3117 הַה֔וּא H1931 קֹ֖דֶשׁ H6944 לַיהוָֽה H3068 ",
      "24": "בִּשְׁנַ֤ת H8141 הַיּוֹבֵל֙ H3104 יָשׁ֣וּב H7725 הַשָּׂדֶ֔ה H7704 לַאֲשֶׁ֥ר H834 קָנָ֖הוּ H7069 מֵאִתּ֑ H853 לַאֲשֶׁר H834 ל֖וֹ Hl אֲחֻזַּ֥ת H272 הָאָֽרֶץ H776 ",
      "25": "וְכָל H3605 עֶרְכְּךָ֔ H6187 יִהְיֶ֖ה H1961 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 עֶשְׂרִ֥ים H6242 גֵּרָ֖ה H1626 יִהְיֶ֥ה H1961 הַשָּֽׁקֶל H8255 ",
      "26": "אַךְ H389 בְּכ֞וֹר H1060 אֲשֶׁר H834 יְבֻכַּ֤ר H1069 לַֽיהוָה֙ H3068 בִּבְהֵמָ֔ה H929 לֹֽא H3808 יַקְדִּ֥ישׁ H6942 אִ֖ישׁ H376 אֹת֑וֹ H853 אִם H518 שׁ֣וֹר H7794 אִם H518 שֶׂ֔ה H7716 לַֽיהוָ֖ה H3068 הֽוּא H1931 ",
      "27": "וְאִ֨ם H518 בַּבְּהֵמָ֤ה H929 הַטְּמֵאָה֙ H2931 וּפָדָ֣ה H6299 בְעֶרְכֶּ֔ H6187 וְיָסַ֥ף H3254 חֲמִשִׁת֖וֹ H2549 עָלָ֑יו H5921 וְאִם H518 לֹ֥א H3808 יִגָּאֵ֖ל H1350 וְנִמְכַּ֥ר H4376 בְּעֶרְכֶּֽ H6187 ",
      "28": "אַךְ H389 כָּל H3605 חֵ֡רֶם H2764 אֲשֶׁ֣ר H834 יַחֲרִם֩ H2763 אִ֨ישׁ H376 לַֽיהוָ֜ה H3068 מִכָּל H3605 אֲשֶׁר H834 ל֗וֹ Hl מֵאָדָ֤ם H120 וּבְהֵמָה֙ H929 וּמִ H7704 אֲחֻזָּת֔וֹ H272 לֹ֥א H3808 יִמָּכֵ֖ר H4376 וְלֹ֣א H3808 יִגָּאֵ֑ל H1350 כָּל H3605 חֵ֕רֶם H2764 קֹֽדֶשׁ H6944 קָֽדָשִׁ֥ים H6944 ה֖וּא H1931 לַיהוָֽה H3068 ",
      "29": "כָּל H3605 חֵ֗רֶם H2764 אֲשֶׁ֧ר H834 יָחֳרַ֛ם H2763 מִן H4480 הָאָדָ֖ם H120 לֹ֣א H3808 יִפָּדֶ֑ה H6299 מ֖וֹת H4191 יוּמָֽת H4191 ",
      "30": "וְכָל H3605 מַעְשַׂ֨ר H4643 הָאָ֜רֶץ H776 מִזֶּ֤רַע H2233 הָאָ֨רֶץ֙ H776 מִפְּרִ֣י H6529 הָעֵ֔ץ H6086 לַיהוָ֖ה H3068 ה֑וּא H1931 קֹ֖דֶשׁ H6944 לַֽיהוָֽה H3068 ",
      "31": "וְאִם H518 גָּאֹ֥ל H1350 יִגְאַ֛ל H1350 אִ֖ישׁ H376 מִמַּֽעַשְׂר֑ H4643 חֲמִשִׁית֖וֹ H2549 יֹסֵ֥ף H3254 עָלָֽיו H5921 ",
      "32": "וְכָל H3605 מַעְשַׂ֤ר H4643 בָּקָר֙ H1241 וָצֹ֔אן H6629 כֹּ֥ל H3605 אֲשֶׁר H834 יַעֲבֹ֖ר H5674 תַּ֣חַת H8478 הַשָּׁ֑בֶט H7626 הָֽעֲשִׂירִ֕י H6224 יִֽהְיֶה H1961 קֹּ֖דֶשׁ H6944 לַֽיהוָֽה H3068 ",
      "33": "לֹ֧א H3808 יְבַקֵּ֛ר H1239 בֵּֽין H996 ט֥וֹב H2896 לָרַ֖ע H7451 וְלֹ֣א H3808 יְמִירֶ֑נּוּ H4171 וְאִם H518 הָמֵ֣ר H4171 יְמִירֶ֔נּוּ H4171 וְהָֽיָה H1961 ה֧וּא H1931 וּתְמוּרָת֛ H8545 יִֽהְיֶה H1961 קֹ֖דֶשׁ H6944 לֹ֥א H3808 יִגָּאֵֽל H1350 ",
      "34": "אֵ֣לֶּה H428 הַמִּצְוֺ֗ת H4687 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּהַ֖ר H2022 סִינָֽי H5514 "
    }
  }
}
