{
  "Micah": {
    "1": {
      "1": "דְּבַר H1697 יְהוָ֣ה H3068 אֲשֶׁ֣ר H834 הָיָ֗ה H1961 אֶל H413 מִיכָה֙ H4318 הַמֹּ֣רַשְׁתִּ֔י H4183 בִּימֵ֥י H3117 יוֹתָ֛ם H3147 אָחָ֥ז H271 יְחִזְקִיָּ֖ה H2396 מַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 אֲשֶׁר H834 חָזָ֥ה H2372 עַל H5921 שֹׁמְר֖וֹן H8111 וִירֽוּשָׁלִָֽם H3389 ",
      "2": "שִׁמְעוּ֙ H8085 עַמִּ֣ים H5971 כֻּלָּ֔ם H3605 הַקְשִׁ֖יבִי H7181 אֶ֣רֶץ H776 וּמְלֹאָ֑ H4393 וִיהִי֩ H1961 אֲדֹנָ֨י H136 יְהוִ֤ה H3069 בָּכֶם֙ Hb לְעֵ֔ד H5707 אֲדֹנָ֖י H136 מֵהֵיכַ֥ל H1964 קָדְשֽׁוֹ H6944 ",
      "3": "כִּֽי H3588 הִנֵּ֥ה H2009 יְהוָ֖ה H3068 יֹצֵ֣א H3318 מִמְּקוֹמ֑ H4725 וְיָרַ֥ד H3381 וְדָרַ֖ךְ H1869 עַל H5921 במותי H1116 אָֽרֶץ H776 ",
      "4": "וְנָמַ֤סּוּ H4549 הֶֽהָרִים֙ H2022 תַּחְתָּ֔יו H8478 וְהָ H6010 יִתְבַּקָּ֑עוּ H1234 כַּדּוֹנַג֙ H1749 מִפְּנֵ֣י H6440 הָאֵ֔שׁ H784 כְּמַ֖יִם H4325 מֻגָּרִ֥ים H5064 בְּמוֹרָֽד H4174 ",
      "5": "בְּפֶ֤שַׁע H6588 יַֽעֲקֹב֙ H3290 כָּל H3605 זֹ֔את H2063 וּבְ H2403 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 מִֽי H4310 פֶ֣שַׁע H6588 יַעֲקֹ֗ב H3290 הֲלוֹא֙ H3808 שֹֽׁמְר֔וֹן H8111 וּמִי֙ H4310 בָּמ֣וֹת H1116 יְהוּדָ֔ה H3063 הֲל֖וֹא H3808 יְרוּשָׁלִָֽם H3389 ",
      "6": "וְשַׂמְתִּ֥י H7760 שֹׁמְר֛וֹן H8111 לְעִ֥י H5856 הַשָּׂדֶ֖ה H7704 לְמַטָּ֣עֵי H4302 כָ֑רֶם H3754 וְהִגַּרְתִּ֤י H5064 לַגַּי֙ H1516 אֲבָנֶ֔יהָ H68 וִיסֹדֶ֖י H3247 אֲגַלֶּֽה H1540 ",
      "7": "וְכָל H3605 פְּסִילֶ֣יהָ H6456 יֻכַּ֗תּוּ H3807 וְכָל H3605 אֶתְנַנֶּ֨יהָ֙ H868 יִשָּׂרְפ֣וּ H8313 בָאֵ֔שׁ H784 וְכָל H3605 עֲצַבֶּ֖יהָ H6091 אָשִׂ֣ים H7760 שְׁמָמָ֑ה H8077 כִּ֠י H3588 מֵאֶתְנַ֤ן H868 זוֹנָה֙ H2181 קִבָּ֔צָה H6908 וְעַד H5704 אֶתְנַ֥ן H868 זוֹנָ֖ה H2181 יָשֽׁוּבוּ H7725 ",
      "8": "עַל H5921 זֹאת֙ H2063 אֶסְפְּדָ֣ה H5594 וְאֵילִ֔ילָה H3213 אֵילְכָ֥ה H3212 שילל H7758 וְעָר֑וֹם H6174 אֶעֱשֶׂ֤ה H6213 מִסְפֵּד֙ H4553 כַּתַּנִּ֔ים H8577 וְאֵ֖בֶל H60 כִּבְנ֥וֹת H1323 יַעֲנָֽה H3284 ",
      "9": "כִּ֥י H3588 אֲנוּשָׁ֖ה H605 מַכּוֹתֶ֑יהָ H4347 כִּי H3588 בָ֨אָה֙ H935 עַד H5704 יְהוּדָ֔ה H3063 נָגַ֛ע H5060 עַד H5704 שַׁ֥עַר H8179 עַמִּ֖י H5971 עַד H5704 יְרוּשָׁלִָֽם H3389 ",
      "10": "בְּגַת֙ H1661 אַל H408 תַּגִּ֔ידוּ H5046 בָּכ֖וֹ H1058 אַל H408 תִּבְכּ֑וּ H1058 בְּבֵ֣ית H1036 לְעַפְרָ֔ה H1036 עָפָ֖ר H6083 התפלשתי H6428 ",
      "11": "עִבְרִ֥י H5674 לָכֶ֛ם Hl יוֹשֶׁ֥בֶת H3427 שָׁפִ֖יר H8208 עֶרְיָה H6181 בֹ֑שֶׁת H1322 לֹ֤א H3808 יָֽצְאָה֙ H3318 יוֹשֶׁ֣בֶת H3427 צַֽאֲנָ֔ן H6630 מִסְפַּד֙ H5594 בֵּ֣ית H1018 הָאֵ֔צֶל H1018 יִקַּ֥ח H3947 מִכֶּ֖ם H4480 עֶמְדָּתֽוֹ H5979 ",
      "12": "כִּֽי H3588 חָ֥לָֽה H2342 לְט֖וֹב H2896 יוֹשֶׁ֣בֶת H3427 מָר֑וֹת H4796 כִּֽי H3588 יָ֤רַד H3381 רָע֙ H7451 מֵאֵ֣ת H854 יְהוָ֔ה H3068 לְשַׁ֖עַר H8179 יְרוּשָׁלִָֽם H3389 ",
      "13": "רְתֹ֧ם H7573 הַמֶּרְכָּבָ֛ה H4818 לָרֶ֖כֶשׁ H7409 יוֹשֶׁ֣בֶת H3427 לָכִ֑ישׁ H3923 רֵאשִׁ֨ית H7225 חַטָּ֥את H2403 הִיא֙ H1931 לְבַת H1323 צִיּ֔וֹן H6726 כִּי H3588 בָ֥ךְ Hb נִמְצְא֖וּ H4672 פִּשְׁעֵ֥י H6588 יִשְׂרָאֵֽל H3478 ",
      "14": "לָכֵן֙ H3651 תִּתְּנִ֣י H5414 שִׁלּוּחִ֔ים H7964 עַ֖ל H5921 מוֹרֶ֣שֶׁת H4182 גַּ֑ת H4182 בָּתֵּ֤י H1004 אַכְזִיב֙ H392 לְאַכְזָ֔ב H391 לְמַלְכֵ֖י H4428 יִשְׂרָאֵֽל H3478 ",
      "15": "עֹ֗ד H5750 הַיֹּרֵשׁ֙ H3423 אָ֣בִי H935 לָ֔ךְ Hl יוֹשֶׁ֖בֶת H3427 מָֽרֵשָׁ֑ה H4762 עַד H5704 עֲדֻּלָּ֥ם H5725 יָב֖וֹא H935 כְּב֥וֹד H3519 יִשְׂרָאֵֽל H3478 ",
      "16": "קָרְחִ֣י H7139 וָגֹ֔זִּי H1494 עַל H5921 בְּנֵ֖י H1121 תַּעֲנוּגָ֑יִךְ H8588 הַרְחִ֤בִי H7337 קָרְחָתֵךְ֙ H7144 כַּנֶּ֔שֶׁר H5404 כִּ֥י H3588 גָל֖וּ H1540 מִמֵּֽךְ H4480 "
    },
    "2": {
      "1": "ה֧וֹי H1945 חֹֽשְׁבֵי H2803 אָ֛וֶן H205 וּפֹ֥עֲלֵי H6466 רָ֖ע H7451 עַל H5921 מִשְׁכְּבוֹתָ֑ם H4904 בְּא֤וֹר H216 הַבֹּ֨קֶר֙ H1242 יַעֲשׂ֔וּהָ H6213 כִּ֥י H3588 יֶשׁ H3426 לְאֵ֖ל H410 יָדָֽם H3027 ",
      "2": "וְחָמְד֤וּ H2530 שָׂדוֹת֙ H7704 וְגָזָ֔לוּ H1497 וּבָתִּ֖ים H1004 וְנָשָׂ֑אוּ H5375 וְעָֽשְׁקוּ֙ H6231 גֶּ֣בֶר H1397 וּבֵית֔ H1004 וְאִ֖ישׁ H376 וְנַחֲלָתֽ H5159 ",
      "3": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֥י H2005 חֹשֵׁ֛ב H2803 עַל H5921 הַמִּשְׁפָּחָ֥ה H4940 הַזֹּ֖את H2063 רָעָ֑ה H7451 אֲ֠שֶׁר H834 לֹֽא H3808 תָמִ֨ישׁוּ H4185 מִשָּׁ֜ם H8033 צַוְּארֹֽתֵיכֶ֗ם H6677 וְלֹ֤א H3808 תֵֽלְכוּ֙ H3212 רוֹמָ֔ה H7317 כִּ֛י H3588 עֵ֥ת H6256 רָעָ֖ה H7451 הִֽיא H1931 ",
      "4": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 יִשָּׂ֧א H5375 עֲלֵיכֶ֣ם H5921 מָשָׁ֗ל H4912 וְנָהָ֨ה H5091 נְהִ֤י H5092 נִֽהְיָה֙ H5093 אָמַר֙ H559 שָׁד֣וֹד H7703 נְשַׁדֻּ֔נוּ H7703 חֵ֥לֶק H2506 עַמִּ֖י H5971 יָמִ֑יר H4171 אֵ֚יךְ H349 יָמִ֣ישׁ H4185 לִ֔י Hl לְשׁוֹבֵ֥ב H7728 שָׂדֵ֖ינוּ H7704 יְחַלֵּֽק H2505 ",
      "5": "לָכֵן֙ H3651 לֹֽא H3808 יִֽהְיֶ֣ה H1961 לְךָ֔ Hl מַשְׁלִ֥יךְ H7993 חֶ֖בֶל H2256 בְּגוֹרָ֑ל H1486 בִּקְהַ֖ל H6951 יְהוָֽה H3068 ",
      "6": "אַל H408 תַּטִּ֖פוּ H5197 יַטִּיפ֑וּן H5197 לֹֽא H3808 יַטִּ֣פוּ H5197 לָאֵ֔לֶּה H428 לֹ֥א H3808 יִסַּ֖ג H5253 כְּלִמּֽוֹת H3639 ",
      "7": "הֶאָמ֣וּר H559 בֵּֽית H1004 יַעֲקֹ֗ב H3290 הֲקָצַר֙ H7114 ר֣וּחַ H7307 יְהוָ֔ה H3068 אִם H518 אֵ֖לֶּה H428 מַעֲלָלָ֑יו H4611 הֲל֤וֹא H3808 דְבָרַ֨י H1697 יֵיטִ֔יבוּ H3190 עִ֖ם H5973 הַיָּשָׁ֥ר H3477 הוֹלֵֽךְ H1980 ",
      "8": "וְאֶתְמ֗וּל H865 עַמִּי֙ H5971 לְאוֹיֵ֣ב H341 יְקוֹמֵ֔ם H6965 מִמּ֣וּל H4136 שַׂלְמָ֔ה H8008 אֶ֖דֶר H145 תַּפְשִׁט֑וּן H6584 מֵעֹבְרִ֣ים H5674 בֶּ֔טַח H983 שׁוּבֵ֖י H7725 מִלְחָמָֽה H4421 ",
      "9": "נְשֵׁ֤י H802 עַמִּי֙ H5971 תְּגָ֣רְשׁ֔וּן H1644 מִבֵּ֖ית H1004 תַּֽעֲנֻגֶ֑יהָ H8588 מֵעַל֙ H5921 עֹֽלָלֶ֔יהָ H5768 תִּקְח֥וּ H3947 הֲדָרִ֖י H1926 לְעוֹלָֽם H5769 ",
      "10": "ק֣וּמוּ H6965 וּלְכ֔וּ H3212 כִּ֥י H3588 לֹא H3808 זֹ֖את H2063 הַמְּנוּחָ֑ה H4496 בַּעֲב֥וּר H5668 טָמְאָ֛ה H2930 תְּחַבֵּ֖ל H2254 וְחֶ֥בֶל H2256 נִמְרָֽץ H4834 ",
      "11": "לוּ H3863 אִ֞ישׁ H376 הֹלֵ֥ךְ H1980 ר֨וּחַ֙ H7307 וָשֶׁ֣קֶר H8267 כִּזֵּ֔ב H3576 אַטִּ֣ף H5197 לְךָ֔ Hl לַיַּ֖יִן H3196 וְלַ H7941 וְהָיָ֥ה H1961 מַטִּ֖יף H5197 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
      "12": "אָסֹ֨ף H622 אֶאֱסֹ֜ף H622 יַעֲקֹ֣ב H3290 כֻּלָּ֗ךְ H3605 קַבֵּ֤ץ H6908 אֲקַבֵּץ֙ H6908 שְׁאֵרִ֣ית H7611 יִשְׂרָאֵ֔ל H3478 יַ֥חַד H3162 אֲשִׂימֶ֖נּוּ H7760 כְּצֹ֣אן H6629 בָּצְרָ֑ה H1223 כְּעֵ֨דֶר֙ H5739 בְּת֣וֹךְ H8432 הַדָּֽבְר֔ H1699 תְּהִימֶ֖נָה H1949 מֵאָדָֽם H120 ",
      "13": "עָלָ֤ה H5927 הַפֹּרֵץ֙ H6555 לִפְנֵי H6440 פָּֽרְצוּ֙ H6555 וַֽיַּעֲבֹ֔רוּ H5674 שַׁ֖עַר H8179 וַיֵּ֣צְאוּ H3318 ב֑וֹ Hb וַיַּעֲבֹ֤ר H5674 מַלְכָּם֙ H4428 לִפְנֵי H6440 וַיהוָ֖ה H3068 בְּרֹאשָֽׁ H7218 "
    },
    "3": {
      "1": "וָאֹמַ֗ר H559 שִׁמְעוּ H8085 נָא֙ H4994 רָאשֵׁ֣י H7218 יַעֲקֹ֔ב H3290 וּקְצִינֵ֖י H7101 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הֲל֣וֹא H3808 לָכֶ֔ם Hl לָדַ֖עַת H3045 אֶת H853 הַמִּשְׁפָּֽט H4941 ",
      "2": "שֹׂ֥נְאֵי H8130 ט֖וֹב H2896 וְאֹ֣הֲבֵי H157 רעה H7451 גֹּזְלֵ֤י H1497 עוֹרָם֙ H5785 מֵֽעֲלֵי H5921 וּשְׁאֵרָ֖ H7607 מֵעַ֥ל H5921 עַצְמוֹתָֽם H6106 ",
      "3": "וַאֲשֶׁ֣ר H834 אָכְלוּ֮ H398 שְׁאֵ֣ר H7607 עַמִּי֒ H5971 וְעוֹרָ H5785 מֵעֲלֵי H5921 הִפְשִׁ֔יטוּ H6584 וְאֶת H853 עַצְמֹֽתֵיהֶ֖ם H6106 פִּצֵּ֑חוּ H6476 וּפָרְשׂוּ֙ H6566 כַּאֲשֶׁ֣ר H834 בַּסִּ֔יר H5518 וּכְ H1320 בְּת֥וֹךְ H8432 קַלָּֽחַת H7037 ",
      "4": "אָ֚ז H227 יִזְעֲק֣וּ H2199 אֶל H413 יְהוָ֔ה H3068 וְלֹ֥א H3808 יַעֲנֶ֖ה H6030 אוֹתָ֑ם H853 וְיַסְתֵּ֨ר H5641 פָּנָ֤יו H6440 מֵהֶם֙ H1992 בָּעֵ֣ת H6256 הַהִ֔יא H1931 כַּאֲשֶׁ֥ר H834 הֵרֵ֖עוּ H7489 מַעַלְלֵיהֶֽם H4611 ",
      "5": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 הַנְּבִיאִ֖ים H5030 הַמַּתְעִ֣ים H8582 אֶת H853 עַמִּ֑י H5971 הַנֹּשְׁכִ֤ים H5391 בְּשִׁנֵּי H8127 וְקָרְא֣וּ H7121 שָׁל֔וֹם H7965 וַאֲשֶׁר֙ H834 לֹא H3808 יִתֵּ֣ן H5414 עַל H5921 פִּיהֶ֔ם H6310 וְקִדְּשׁ֥וּ H6942 עָלָ֖יו H5921 מִלְחָמָֽה H4421 ",
      "6": "לָכֵ֞ן H3651 לַ֤יְלָה H3915 לָכֶם֙ Hl מֵֽחָז֔וֹן H2377 וְחָשְׁכָ֥ה H2821 לָכֶ֖ם Hl מִקְּסֹ֑ם H7080 וּבָ֤אָה H935 הַשֶּׁ֨מֶשׁ֙ H8121 עַל H5921 הַנְּבִיאִ֔ים H5030 וְקָדַ֥ר H6937 עֲלֵיהֶ֖ם H5921 הַיּֽוֹם H3117 ",
      "7": "וּבֹ֣שׁוּ H954 הַחֹזִ֗ים H2374 וְחָֽפְרוּ֙ H2659 הַקֹּ֣סְמִ֔ים H7080 וְעָט֥וּ H5844 עַל H5921 שָׂפָ֖ם H8222 כֻּלָּ֑ם H3605 כִּ֛י H3588 אֵ֥ין H369 מַעֲנֵ֖ה H4617 אֱלֹהִֽים H430 ",
      "8": "וְאוּלָ֗ם H199 אָנֹכִ֞י H595 מָלֵ֤אתִי H4390 כֹ֨חַ֙ H3581 אֶת H853 ר֣וּחַ H7307 יְהוָ֔ה H3068 וּמִשְׁפָּ֖ט H4941 וּגְבוּרָ֑ה H1369 לְהַגִּ֤יד H5046 לְיַֽעֲקֹב֙ H3290 פִּשְׁע֔וֹ H6588 וּלְ H3478 חַטָּאתֽוֹ H2403 ",
      "9": "שִׁמְעוּ H8085 נָ֣א H4994 זֹ֗את H2063 רָאשֵׁי֙ H7218 בֵּ֣ית H1004 יַעֲקֹ֔ב H3290 וּקְצִינֵ֖י H7101 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הַֽמֲתַעֲבִ֣ים H8581 מִשְׁפָּ֔ט H4941 וְאֵ֥ת H853 כָּל H3605 הַיְשָׁרָ֖ה H3477 יְעַקֵּֽשׁוּ H6140 ",
      "10": "בֹּנֶ֥ה H1129 צִיּ֖וֹן H6726 בְּדָמִ֑ים H1818 וִירוּשָׁלִַ֖ם H3389 בְּעַוְלָֽה H5766 ",
      "11": "רָאשֶׁ֣יהָ H7218 בְּשֹׁ֣חַד H7810 יִשְׁפֹּ֗טוּ H8199 וְכֹהֲנֶ֨י H3548 בִּמְחִ֣יר H4242 יוֹר֔וּ H3384 וּנְבִיאֶ֖י H5030 בְּכֶ֣סֶף H3701 יִקְסֹ֑מוּ H7080 וְעַל H5921 יְהוָה֙ H3068 יִשָּׁעֵ֣נוּ H8172 לֵאמֹ֔ר H559 הֲל֤וֹא H3808 יְהוָה֙ H3068 בְּקִרְבֵּ֔ H7130 לֹֽא H3808 תָב֥וֹא H935 עָלֵ֖ינוּ H5921 רָעָֽה H7451 ",
      "12": "לָכֵן֙ H3651 בִּגְלַלְ H1558 צִיּ֖וֹן H6726 שָׂדֶ֣ה H7704 תֵֽחָרֵ֑שׁ H2790 וִירוּשָׁלִַ֨ם֙ H3389 עִיִּ֣ין H5856 תִּֽהְיֶ֔ה H1961 וְהַ֥ר H2022 הַבַּ֖יִת H1004 לְבָמ֥וֹת H1116 יָֽעַר H3293 "
    },
    "4": {
      "1": "וְהָיָ֣ה H1961 בְּאַחֲרִ֣ית H319 הַיָּמִ֗ים H3117 יִ֠הְיֶה H1961 הַ֣ר H2022 בֵּית H1004 יְהוָ֤ה H3068 נָכוֹן֙ H3559 בְּרֹ֣אשׁ H7218 הֶהָרִ֔ים H2022 וְנִשָּׂ֥א H5375 ה֖וּא H1931 מִגְּבָע֑וֹת H1389 וְנָהֲר֥וּ H5102 עָלָ֖יו H5921 עַמִּֽים H5971 ",
      "2": "וְֽהָלְכ֞וּ H1980 גּוֹיִ֣ם H1471 רַבִּ֗ים H7227 וְאָֽמְרוּ֙ H559 לְכ֣וּ H3212 וְנַעֲלֶ֣ה H5927 אֶל H413 הַר H2022 יְהוָ֗ה H3068 וְאֶל H413 בֵּית֙ H1004 אֱלֹהֵ֣י H430 יַעֲקֹ֔ב H3290 וְיוֹרֵ֨ H3384 מִדְּרָכָ֔י H1870 וְנֵלְכָ֖ה H3212 בְּאֹֽרְחֹתָ֑י H734 כִּ֤י H3588 מִצִּיּוֹן֙ H6726 תֵּצֵ֣א H3318 תוֹרָ֔ה H8451 וּדְבַר H1697 יְהוָ֖ה H3068 מִירוּשָׁלִָֽם H3389 ",
      "3": "וְשָׁפַ֗ט H8199 בֵּ֚ין H996 עַמִּ֣ים H5971 רַבִּ֔ים H7227 וְהוֹכִ֛יחַ H3198 לְגוֹיִ֥ם H1471 עֲצֻמִ֖ים H6099 עַד H5704 רָח֑וֹק H7350 וְכִתְּת֨וּ H3807 חַרְבֹתֵיהֶ֜ם H2719 לְאִתִּ֗ים H855 וַחֲנִיתֹֽתֵי H2595 לְמַזְמֵר֔וֹת H4211 לֹֽא H3808 יִשְׂא֞וּ H5375 גּ֤וֹי H1471 אֶל H413 גּוֹי֙ H1471 חֶ֔רֶב H2719 וְלֹא H3808 יִלְמְד֥וּן H3925 ע֖וֹד H5750 מִלְחָמָֽה H4421 ",
      "4": "וְיָשְׁב֗וּ H3427 אִ֣ישׁ H376 תַּ֧חַת H8478 גַּפְנ֛וֹ H1612 וְתַ֥חַת H8478 תְּאֵנָת֖וֹ H8384 וְאֵ֣ין H369 מַחֲרִ֑יד H2729 כִּי H3588 פִ֛י H6310 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 דִּבֵּֽר H1696 ",
      "5": "כִּ֚י H3588 כָּל H3605 הָ֣עַמִּ֔ים H5971 יֵלְכ֕וּ H3212 אִ֖ישׁ H376 בְּשֵׁ֣ם H8034 אֱלֹהָ֑יו H430 וַאֲנַ֗חְנוּ H587 נֵלֵ֛ךְ H3212 בְּשֵׁם H8034 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
      "6": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 נְאֻם H5002 יְהוָ֗ה H3068 אֹֽסְפָה֙ H622 הַצֹּ֣לֵעָ֔ה H6760 וְהַ H5080 אֲקַבֵּ֑צָה H6908 וַאֲשֶׁ֖ר H834 הֲרֵעֹֽתִי H7489 ",
      "7": "וְשַׂמְתִּ֤י H7760 אֶת H853 הַצֹּֽלֵעָה֙ H6760 לִשְׁאֵרִ֔ית H7611 וְהַ H1972 לְג֣וֹי H1471 עָצ֑וּם H6099 וּמָלַ֨ךְ H4427 יְהוָ֤ה H3068 עֲלֵיהֶם֙ H5921 בְּהַ֣ר H2022 צִיּ֔וֹן H6726 מֵעַתָּ֖ה H6258 וְעַד H5704 עוֹלָֽם H5769 ",
      "8": "וְאַתָּ֣ה H859 מִגְדַּל H4026 עֵ֗דֶר H5739 עֹ֛פֶל H6076 בַּת H1323 צִיּ֖וֹן H6726 עָדֶ֣יךָ H5704 תֵּאתֶ֑ה H857 וּבָאָ֗ה H935 הַמֶּמְשָׁלָה֙ H4475 הָרִ֣אשֹׁנָ֔ה H7223 מַמְלֶ֖כֶת H4467 לְבַ֥ת H1323 יְרוּשָׁלִָֽם H3389 ",
      "9": "עַתָּ֕ה H6258 לָ֥מָּה H4100 תָרִ֖יעִי H7321 רֵ֑עַ H7452 הֲמֶ֣לֶךְ H4428 אֵֽין H369 בָּ֗ךְ Hb אִֽם H518 יוֹעֲצֵךְ֙ H3289 אָבָ֔ד H6 כִּֽי H3588 הֶחֱזִיקֵ֥ךְ H2388 חִ֖יל H2427 כַּיּוֹלֵדָֽה H3205 ",
      "10": "ח֧וּלִי H2342 וָגֹ֛חִי H1518 בַּת H1323 צִיּ֖וֹן H6726 כַּיּֽוֹלֵדָ֑ה H3205 כִּֽי H3588 עַתָּה֩ H6258 תֵצְאִ֨י H3318 מִקִּרְיָ֜ה H7151 וְשָׁכַ֣נְתְּ H7931 בַּשָּׂדֶ֗ה H7704 וּבָ֤את H935 עַד H5704 בָּבֶל֙ H894 שָׁ֣ם H8033 תִּנָּצֵ֔לִי H5337 שָׁ֚ם H8033 יִגְאָלֵ֣ךְ H1350 יְהוָ֔ה H3068 מִכַּ֖ף H3709 אֹיְבָֽיִךְ H341 ",
      "11": "וְעַתָּ֛ה H6258 נֶאֶסְפ֥וּ H622 עָלַ֖יִךְ H5921 גּוֹיִ֣ם H1471 רַבִּ֑ים H7227 הָאֹמְרִ֣ים H559 תֶּחֱנָ֔ף H2610 וְתַ֥חַז H2372 בְּצִיּ֖וֹן H6726 עֵינֵֽינוּ H5869 ",
      "12": "וְהֵ֗מָּה H1992 לֹ֤א H3808 יָֽדְעוּ֙ H3045 מַחְשְׁב֣וֹת H4284 יְהוָ֔ה H3068 וְלֹ֥א H3808 הֵבִ֖ינוּ H995 עֲצָת֑וֹ H6098 כִּ֥י H3588 קִבְּצָ֖ם H6908 כֶּעָמִ֥יר H5995 גֹּֽרְנָה H1637 ",
      "13": "ק֧וּמִי H6965 וָד֣וֹשִׁי H1758 בַת H1323 צִיּ֗וֹן H6726 כִּֽי H3588 קַרְנֵ֞ךְ H7161 אָשִׂ֤ים H7760 בַּרְזֶל֙ H1270 וּפַרְסֹתַ֨יִ H6541 אָשִׂ֣ים H7760 נְחוּשָׁ֔ה H5154 וַהֲדִקּ֖וֹת H1854 עַמִּ֣ים H5971 רַבִּ֑ים H7227 וְהַחֲרַמְתִּ֤י H2763 לַֽיהוָה֙ H3068 בִּצְעָ֔ם H1215 וְחֵילָ֖ H2428 לַאֲד֥וֹן H113 כָּל H3605 הָאָֽרֶץ H776 ",
      "14": ""
    },
    "5": {
      "1": "עַתָּה֙ H6258 תִּתְגֹּדְדִ֣י H1413 בַת H1323 גְּד֔וּד H1416 מָצ֖וֹר H4692 שָׂ֣ם H7760 עָלֵ֑ינוּ H5921 בַּשֵּׁ֨בֶט֙ H7626 יַכּ֣וּ H5221 עַֽל H5921 הַלְּחִ֔י H3895 אֵ֖ת H853 שֹׁפֵ֥ט H8199 יִשְׂרָאֵֽל H3478 ",
      "2": "וְאַתָּ֞ה H859 בֵּֽית H1035 לֶ֣חֶם H1035 אֶפְרָ֗תָה H672 צָעִיר֙ H6810 לִֽהְיוֹת֙ H1961 בְּאַלְפֵ֣י H505 יְהוּדָ֔ה H3063 מִמְּךָ֙ H4480 לִ֣י Hl יֵצֵ֔א H3318 לִֽהְי֥וֹת H1961 מוֹשֵׁ֖ל H4910 בְּיִשְׂרָאֵ֑ל H3478 וּמוֹצָאֹתָ֥י H4163 מִקֶּ֖דֶם H6924 מִימֵ֥י H3117 עוֹלָֽם H5769 ",
      "3": "לָכֵ֣ן H3651 יִתְּנֵ֔ם H5414 עַד H5704 עֵ֥ת H6256 יוֹלֵדָ֖ה H3205 יָלָ֑דָה H3205 וְיֶ֣תֶר H3499 אֶחָ֔יו H251 יְשׁוּב֖וּן H7725 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "4": "וְעָמַ֗ד H5975 וְרָעָה֙ H7462 בְּעֹ֣ז H5797 יְהוָ֔ה H3068 בִּגְא֕וֹן H1347 שֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 וְיָשָׁ֕בוּ H3427 כִּֽי H3588 עַתָּ֥ה H6258 יִגְדַּ֖ל H1431 עַד H5704 אַפְסֵי H657 אָֽרֶץ H776 ",
      "5": "וְהָיָ֥ה H1961 זֶ֖ה H2088 שָׁל֑וֹם H7965 אַשּׁ֣וּר H804 כִּֽי H3588 יָב֣וֹא H935 בְאַרְצֵ֗ H776 וְכִ֤י H3588 יִדְרֹךְ֙ H1869 בְּאַרְמְנֹתֵ֔י H759 וַהֲקֵמֹ֤נוּ H6965 עָלָיו֙ H5921 שִׁבְעָ֣ה H7651 רֹעִ֔ים H7462 וּשְׁמֹנָ֖ה H8083 נְסִיכֵ֥י H5257 אָדָֽם H120 ",
      "6": "וְרָע֞וּ H7462 אֶת H853 אֶ֤רֶץ H776 אַשּׁוּר֙ H804 בַּחֶ֔רֶב H2719 וְאֶת H853 אֶ֥רֶץ H776 נִמְרֹ֖ד H5248 בִּפְתָחֶ֑י H6607 וְהִצִּיל֙ H5337 מֵֽאַשּׁ֔וּר H804 כִּֽי H3588 יָב֣וֹא H935 בְאַרְצֵ֔ H776 וְכִ֥י H3588 יִדְרֹ֖ךְ H1869 בִּגְבוּלֵֽ H1366 ",
      "7": "וְהָיָ֣ה H1961 שְׁאֵרִ֣ית H7611 יַעֲקֹ֗ב H3290 בְּקֶ֨רֶב֙ H7130 עַמִּ֣ים H5971 רַבִּ֔ים H7227 כְּטַל֙ H2919 מֵאֵ֣ת H853 יְהוָ֔ה H3068 כִּרְבִיבִ֖ים H7241 עֲלֵי H5921 עֵ֑שֶׂב H6212 אֲשֶׁ֤ר H834 לֹֽא H3808 יְקַוֶּה֙ H6960 לְאִ֔ישׁ H376 וְלֹ֥א H3808 יְיַחֵ֖ל H3176 לִבְנֵ֥י H1121 אָדָֽם H120 ",
      "8": "וְהָיָה֩ H1961 שְׁאֵרִ֨ית H7611 יַעֲקֹ֜ב H3290 בַּגּוֹיִ֗ם H1471 בְּקֶ֨רֶב֙ H7130 עַמִּ֣ים H5971 רַבִּ֔ים H7227 כְּאַרְיֵה֙ H738 בְּבַהֲמ֣וֹת H929 יַ֔עַר H3293 כִּכְפִ֖יר H3715 בְּעֶדְרֵי H5739 צֹ֑אן H6629 אֲשֶׁ֧ר H834 אִם H518 עָבַ֛ר H5674 וְרָמַ֥ס H7429 וְטָרַ֖ף H2963 וְאֵ֥ין H369 מַצִּֽיל H5337 ",
      "9": "תָּרֹ֥ם H7311 יָדְךָ֖ H3027 עַל H5921 צָרֶ֑יךָ H6862 וְכָל H3605 אֹיְבֶ֖יךָ H341 יִכָּרֵֽתוּ H3772 ",
      "10": "וְהָיָ֤ה H1961 בַיּוֹם H3117 הַהוּא֙ H1931 נְאֻם H5002 יְהוָ֔ה H3068 וְהִכְרַתִּ֥י H3772 סוּסֶ֖יךָ H5483 מִקִּרְבֶּ֑ H7130 וְהַאֲבַדְתִּ֖י H6 מַרְכְּבֹתֶֽיךָ H4818 ",
      "11": "וְהִכְרַתִּ֖י H3772 עָרֵ֣י H5892 אַרְצֶ֑ךָ H776 וְהָרַסְתִּ֖י H2040 כָּל H3605 מִבְצָרֶֽיךָ H4013 ",
      "12": "וְהִכְרַתִּ֥י H3772 כְשָׁפִ֖ים H3785 מִיָּדֶ֑ H3027 וּֽמְעוֹנְנִ֖ים H6049 לֹ֥א H3808 יִֽהְיוּ H1961 לָֽךְ Hl ",
      "13": "וְהִכְרַתִּ֧י H3772 פְסִילֶ֛יךָ H6456 וּמַצֵּבוֹתֶ֖י H4676 מִקִּרְבֶּ֑ H7130 וְלֹֽא H3808 תִשְׁתַּחֲוֶ֥ה H7812 ע֖וֹד H5750 לְמַעֲשֵׂ֥ה H4639 יָדֶֽיךָ H3027 ",
      "14": "וְנָתַשְׁתִּ֥י H5428 אֲשֵׁירֶ֖יךָ H842 מִקִּרְבֶּ֑ H7130 וְהִשְׁמַדְתִּ֖י H8045 עָרֶֽיךָ H5892 ",
      "15": "וְעָשִׂ֜יתִי H6213 בְּאַ֧ף H639 וּבְ H2534 נָקָ֖ם H5359 אֶת H854 הַגּוֹיִ֑ם H1471 אֲשֶׁ֖ר H834 לֹ֥א H3808 שָׁמֵֽעוּ H8085 "
    },
    "6": {
      "1": "שִׁמְעוּ H8085 נָ֕א H4994 אֵ֥ת H853 אֲשֶׁר H834 יְהוָ֖ה H3068 אֹמֵ֑ר H559 ק֚וּם H6965 רִ֣יב H7378 אֶת H854 הֶהָרִ֔ים H2022 וְתִשְׁמַ֥עְנָה H8085 הַגְּבָע֖וֹת H1389 קוֹלֶֽךָ H6963 ",
      "2": "שִׁמְע֤וּ H8085 הָרִים֙ H2022 אֶת H853 רִ֣יב H7379 יְהוָ֔ה H3068 וְהָ H386 מֹ֣סְדֵי H4146 אָ֑רֶץ H776 כִּ֣י H3588 רִ֤יב H7379 לַֽיהוָה֙ H3068 עִם H5973 עַמּ֔וֹ H5971 וְעִם H5973 יִשְׂרָאֵ֖ל H3478 יִתְוַכָּֽח H3198 ",
      "3": "עַמִּ֛י H5971 מֶה H4100 עָשִׂ֥יתִי H6213 לְךָ֖ Hl וּמָ֣ה H4100 הֶלְאֵתִ֑יךָ H3811 עֲנֵ֥ה H6030 בִּֽי Hb ",
      "4": "כִּ֤י H3588 הֶעֱלִתִ֨יךָ֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּמִ H1004 עֲבָדִ֖ים H5650 פְּדִיתִ֑יךָ H6299 וָאֶשְׁלַ֣ח H7971 לְפָנֶ֔י H6440 אֶת H853 מֹשֶׁ֖ה H4872 אַהֲרֹ֥ן H175 וּמִרְיָֽם H4813 ",
      "5": "עַמִּ֗י H5971 זְכָר H2142 נָא֙ H4994 מַה H4100 יָּעַ֗ץ H3289 בָּלָק֙ H1111 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 וּמֶה H4100 עָנָ֥ה H6030 אֹת֖וֹ H853 בִּלְעָ֣ם H1109 בֶּן H1121 בְּע֑וֹר H1160 מִן H4480 הַשִּׁטִּים֙ H7851 עַד H5704 הַגִּלְגָּ֔ל H1537 לְמַ֕עַן H4616 דַּ֖עַת H3045 צִדְק֥וֹת H6666 יְהוָֽה H3068 ",
      "6": "בַּמָּה֙ H4100 אֲקַדֵּ֣ם H6923 יְהוָ֔ה H3068 אִכַּ֖ף H3721 לֵאלֹהֵ֣י H430 מָר֑וֹם H4791 הַאֲקַדְּמֶ֣ H6923 בְעוֹל֔וֹת H5930 בַּעֲגָלִ֖ים H5695 בְּנֵ֥י H1121 שָׁנָֽה H8141 ",
      "7": "הֲיִרְצֶ֤ה H7521 יְהוָה֙ H3068 בְּאַלְפֵ֣י H505 אֵילִ֔ים H352 בְּרִֽבְב֖וֹת H7233 נַֽחֲלֵי H5158 שָׁ֑מֶן H8081 הַאֶתֵּ֤ן H5414 בְּכוֹרִי֙ H1060 פִּשְׁעִ֔י H6588 פְּרִ֥י H6529 בִטְנִ֖י H990 חַטַּ֥את H2403 נַפְשִֽׁי H5315 ",
      "8": "הִגִּ֥יד H5046 לְךָ֛ Hl אָדָ֖ם H120 מַה H4100 טּ֑וֹב H2896 וּמָֽה H4100 יְהוָ֞ה H3068 דּוֹרֵ֣שׁ H1875 מִמְּךָ֗ H4480 כִּ֣י H3588 אִם H518 עֲשׂ֤וֹת H6213 מִשְׁפָּט֙ H4941 וְאַ֣הֲבַת H160 חֶ֔סֶד H2617 וְהַצְנֵ֥עַ H6800 לֶ֖כֶת H3212 עִם H5973 אֱלֹהֶֽיךָ H430 ",
      "9": "ק֤וֹל H6963 יְהוָה֙ H3068 לָעִ֣יר H5892 יִקְרָ֔א H7121 וְתוּשִׁיָּ֖ה H8454 יִרְאֶ֣ה H3372 שְׁמֶ֑ךָ H8034 שִׁמְע֥וּ H8085 מַטֶּ֖ה H4294 וּמִ֥י H4310 יְעָדָֽהּ H3259 ",
      "10": "ע֗וֹד H5750 הַאִשׁ֙ H786 בֵּ֣ית H1004 רָשָׁ֔ע H7563 אֹצְר֖וֹת H214 רֶ֑שַׁע H7562 וְאֵיפַ֥ת H374 רָז֖וֹן H7332 זְעוּמָֽה H2194 ",
      "11": "הַאֶזְכֶּ֖ה H2135 בְּמֹ֣אזְנֵי H3976 רֶ֑שַׁע H7562 וּבְ H3599 אַבְנֵ֥י H68 מִרְמָֽה H4820 ",
      "12": "אֲשֶׁ֤ר H834 עֲשִׁירֶ֨יהָ֙ H6223 מָלְא֣וּ H4390 חָמָ֔ס H2555 וְיֹשְׁבֶ֖י H3427 דִּבְּרוּ H1696 שָׁ֑קֶר H8267 וּלְשׁוֹנָ֖ H3956 רְמִיָּ֥ה H7423 בְּפִי H6310 ",
      "13": "וְגַם H1571 אֲנִ֖י H589 הֶחֱלֵ֣יתִי H2470 הַכּוֹתֶ֑ךָ H5221 הַשְׁמֵ֖ם H8074 עַל H5921 חַטֹּאתֶֽךָ H2403 ",
      "14": "אַתָּ֤ה H859 תֹאכַל֙ H398 וְלֹ֣א H3808 תִשְׂבָּ֔ע H7646 וְיֶשְׁחֲ H3445 בְּקִרְבֶּ֑ H7130 וְתַסֵּג֙ H5253 וְלֹ֣א H3808 תַפְלִ֔יט H6403 וַאֲשֶׁ֥ר H834 תְּפַלֵּ֖ט H6403 לַחֶ֥רֶב H2719 אֶתֵּֽן H5414 ",
      "15": "אַתָּ֥ה H859 תִזְרַ֖ע H2232 וְלֹ֣א H3808 תִקְצ֑וֹר H7114 אַתָּ֤ה H859 תִדְרֹֽךְ H1869 זַ֨יִת֙ H2132 וְלֹא H3808 תָס֣וּךְ H5480 שֶׁ֔מֶן H8081 וְתִיר֖וֹשׁ H8492 וְלֹ֥א H3808 תִשְׁתֶּה H8354 יָּֽיִן H3196 ",
      "16": "וְיִשְׁתַּמֵּ֞ר H8104 חֻקּ֣וֹת H2708 עָמְרִ֗י H6018 וְכֹל֙ H3605 מַעֲשֵׂ֣ה H4639 בֵית H1004 אַחְאָ֔ב H256 וַתֵּלְכ֖וּ H3212 בְּמֹֽעֲצוֹתָ֑ H4156 לְמַעַן֩ H4616 תִּתִּ֨י H5414 אֹתְךָ֜ H853 לְשַׁמָּ֗ה H8047 וְיֹשְׁבֶ֨י H3427 לִשְׁרֵקָ֔ה H8322 וְחֶרְפַּ֥ת H2781 עַמִּ֖י H5971 תִּשָּֽׂאוּ H5375 "
    },
    "7": {
      "1": "אַ֣לְלַי H480 לִ֗י Hl כִּ֤י H3588 הָיִ֨יתִי֙ H1961 כְּאָסְפֵּי H625 קַ֔יִץ H7019 כְּעֹלְלֹ֖ת H5955 בָּצִ֑יר H1210 אֵין H369 אֶשְׁכּ֣וֹל H811 לֶאֱכ֔וֹל H398 בִּכּוּרָ֖ה H1063 אִוְּתָ֥ה H183 נַפְשִֽׁי H5315 ",
      "2": "אָבַ֤ד H6 חָסִיד֙ H2623 מִן H4480 הָאָ֔רֶץ H776 וְיָשָׁ֥ר H3477 בָּאָדָ֖ם H120 אָ֑יִן H369 כֻּלָּם֙ H3605 לְדָמִ֣ים H1818 יֶאֱרֹ֔בוּ H693 אִ֥ישׁ H376 אֶת H853 אָחִ֖יהוּ H251 יָצ֥וּדוּ H6679 חֵֽרֶם H2764 ",
      "3": "עַל H5921 הָרַ֤ע H7451 כַּפַּ֨יִם֙ H3709 לְהֵיטִ֔יב H3190 הַשַּׂ֣ר H8269 שֹׁאֵ֔ל H7592 וְהַ H8199 בַּשִׁלּ֑וּם H7966 וְהַ H1419 דֹּבֵ֨ר H1696 הַוַּ֥ת H1942 נַפְשׁ֛וֹ H5315 ה֖וּא H1931 וַֽיְעַבְּתֽוּ H5686 ",
      "4": "טוֹבָ֣ם H2896 כְּחֵ֔דֶק H2312 יָשָׁ֖ר H3477 מִמְּסוּכָ֑ה H4534 י֤וֹם H3117 מְצַפֶּ֨יךָ֙ H6822 פְּקֻדָּתְךָ֣ H6486 בָ֔אָה H935 עַתָּ֥ה H6258 תִהְיֶ֖ה H1961 מְבוּכָתָֽם H3998 ",
      "5": "אַל H408 תַּאֲמִ֣ינוּ H539 בְרֵ֔עַ H7453 אַֽל H408 תִּבְטְח֖וּ H982 בְּאַלּ֑וּף H441 מִשֹּׁכֶ֣בֶת H7901 חֵיקֶ֔ךָ H2436 שְׁמֹ֖ר H8104 פִּתְחֵי H6607 פִֽיךָ H6310 ",
      "6": "כִּֽי H3588 בֵן֙ H1121 מְנַבֵּ֣ל H5034 אָ֔ב H1 בַּ֚ת H1323 קָמָ֣ה H6965 בְאִמָּ֔ H517 כַּלָּ֖ה H3618 בַּחֲמֹתָ֑ H2545 אֹיְבֵ֥י H341 אִ֖ישׁ H376 אַנְשֵׁ֥י H376 בֵיתֽוֹ H1004 ",
      "7": "וַאֲנִי֙ H589 בַּיהוָ֣ה H3068 אֲצַפֶּ֔ה H6822 אוֹחִ֖ילָה H3176 לֵאלֹהֵ֣י H430 יִשְׁעִ֑י H3468 יִשְׁמָעֵ֖נִי H8085 אֱלֹהָֽי H430 ",
      "8": "אַֽל H408 תִּשְׂמְחִ֤י H8055 אֹיַ֨בְתִּי֙ H341 לִ֔י Hl כִּ֥י H3588 נָפַ֖לְתִּי H5307 קָ֑מְתִּי H6965 כִּֽי H3588 אֵשֵׁ֣ב H3427 בַּחֹ֔שֶׁךְ H2822 יְהוָ֖ה H3068 א֥וֹר H216 לִֽי Hl ",
      "9": "זַ֤עַף H2197 יְהוָה֙ H3068 אֶשָּׂ֔א H5375 כִּ֥י H3588 חָטָ֖אתִי H2398 ל֑וֹ Hl עַד֩ H5704 אֲשֶׁ֨ר H834 יָרִ֤יב H7378 רִיבִי֙ H7379 וְעָשָׂ֣ה H6213 מִשְׁפָּטִ֔י H4941 יוֹצִיאֵ֣נִי H3318 לָא֔וֹר H216 אֶרְאֶ֖ה H7200 בְּצִדְקָתֽ H6666 ",
      "10": "וְתֵרֶ֤א H7200 אֹיַ֨בְתִּי֙ H341 וּתְכַסֶּ֣ H3680 בוּשָׁ֔ה H955 הָאֹמְרָ֣ה H559 אֵלַ֔י H413 אַיּ֖וֹ H346 יְהוָ֣ה H3068 אֱלֹהָ֑יִךְ H430 עֵינַי֙ H5869 תִּרְאֶ֣ינָּה H7200 בָּ֔הּ Hb עַתָּ֛ה H6258 תִּֽהְיֶ֥ה H1961 לְמִרְמָ֖ס H4823 כְּטִ֥יט H2916 חוּצֽוֹת H2351 ",
      "11": "י֖וֹם H3117 לִבְנ֣וֹת H1129 גְּדֵרָ֑יִךְ H1447 י֥וֹם H3117 הַה֖וּא H1931 יִרְחַק H7368 חֹֽק H2706 ",
      "12": "י֥וֹם H3117 הוּא֙ H1931 וְעָדֶ֣י H5704 יָב֔וֹא H935 לְמִנִּ֥י H4480 אַשּׁ֖וּר H804 וְעָרֵ֣י H5892 מָצ֑וֹר H4692 וּלְ H4480 מָצוֹר֙ H4693 וְעַד H5704 נָהָ֔ר H5104 וְיָ֥ם H3220 מִיָּ֖ם H3220 וְהַ֥ר H2022 הָהָֽר H2022 ",
      "13": "וְהָיְתָ֥ה H1961 הָאָ֛רֶץ H776 לִשְׁמָמָ֖ה H8077 עַל H5921 יֹֽשְׁבֶ֑יהָ H3427 מִפְּרִ֖י H6529 מַֽעַלְלֵיהֶֽם H4611 ",
      "14": "רְעֵ֧ה H7462 עַמְּךָ֣ H5971 בְשִׁבְטֶ֗ H7626 צֹ֚אן H6629 נַֽחֲלָתֶ֔ךָ H5159 שֹׁכְנִ֣י H7931 לְבָדָ֔ד H910 יַ֖עַר H3293 בְּת֣וֹךְ H8432 כַּרְמֶ֑ל H3760 יִרְע֥וּ H7462 בָשָׁ֛ן H1316 וְגִלְעָ֖ד H1568 כִּימֵ֥י H3117 עוֹלָֽם H5769 ",
      "15": "כִּימֵ֥י H3117 צֵאתְךָ֖ H3318 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אַרְאֶ֖נּוּ H7200 נִפְלָאֽוֹת H6381 ",
      "16": "יִרְא֤וּ H7200 גוֹיִם֙ H1471 וְיֵבֹ֔שׁוּ H954 מִכֹּ֖ל H3605 גְּבֽוּרָתָ֑ם H1369 יָשִׂ֤ימוּ H7760 יָד֙ H3027 עַל H5921 פֶּ֔ה H6310 אָזְנֵיהֶ֖ם H241 תֶּחֱרַֽשְׁנָה H2790 ",
      "17": "יְלַחֲכ֤וּ H3897 עָפָר֙ H6083 כַּנָּחָ֔שׁ H5175 כְּזֹחֲלֵ֣י H2119 אֶ֔רֶץ H776 יִרְגְּז֖וּ H7264 מִמִּסְגְּרֹֽתֵי H4526 אֶל H413 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 יִפְחָ֔דוּ H6342 וְיִֽרְא֖וּ H3372 מִמֶּֽךָּ H4480 ",
      "18": "מִי H4310 אֵ֣ל H410 כָּמ֗וֹךָ H3644 נֹשֵׂ֤א H5375 עָוֺן֙ H5771 וְעֹבֵ֣ר H5674 עַל H5921 פֶּ֔שַׁע H6588 לִשְׁאֵרִ֖ית H7611 נַחֲלָת֑וֹ H5159 לֹא H3808 הֶחֱזִ֤יק H2388 לָעַד֙ H5703 אַפּ֔וֹ H639 כִּֽי H3588 חָפֵ֥ץ H2654 חֶ֖סֶד H2617 הֽוּא H1931 ",
      "19": "יָשׁ֣וּב H7725 יְרַֽחֲמֵ֔נוּ H7355 יִכְבֹּ֖שׁ H3533 עֲוֺֽנֹתֵ֑ינוּ H5771 וְתַשְׁלִ֛יךְ H7993 בִּמְצֻל֥וֹת H4688 יָ֖ם H3220 כָּל H3605 חַטֹּאותָֽם H2403 ",
      "20": "תִּתֵּ֤ן H5414 אֱמֶת֙ H571 לְיַֽעֲקֹ֔ב H3290 חֶ֖סֶד H2617 לְאַבְרָהָ֑ם H85 אֲשֶׁר H834 נִשְׁבַּ֥עְתָּ H7650 לַאֲבֹתֵ֖י H1 מִ֥ימֵי H3117 קֶֽדֶם H6924 "
    }
  }
}
