{
  "Song of Songs": {
    "1": {
      "1": "שִׁ֥יר H7892 הַשִּׁירִ֖ים H7892 אֲשֶׁ֥ר H834 לִשְׁלֹמֹֽה H8010 ",
      "2": "יִשָּׁקֵ֨נִי֙ H5401 מִנְּשִׁיק֣וֹת H5390 פִּ֔יהוּ H6310 כִּֽי H3588 טוֹבִ֥ים H2896 דֹּדֶ֖יךָ H1730 מִיָּֽיִן H3196 ",
      "3": "לְרֵ֨יחַ֙ H7381 שְׁמָנֶ֣יךָ H8081 טוֹבִ֔ים H2896 שֶׁ֖מֶן H8081 תּוּרַ֣ק H7324 שְׁמֶ֑ךָ H8034 עַל H5921 כֵּ֖ן H3651 עֲלָמ֥וֹת H5959 אֲהֵבֽוּךָ H157 ",
      "4": "מָשְׁכֵ֖נִי H4900 אַחֲרֶ֣יךָ H310 נָּר֑וּצָה H7323 הֱבִיאַ֨נִי H935 הַמֶּ֜לֶךְ H4428 חֲדָרָ֗יו H2315 נָגִ֤ילָה H1523 וְנִשְׂמְחָה֙ H8055 בָּ֔ךְ Hb נַזְכִּ֤ירָה H2142 דֹדֶ֨יךָ֙ H1730 מִיַּ֔יִן H3196 מֵישָׁרִ֖ים H4339 אֲהֵבֽוּךָ H157 ",
      "5": "שְׁחוֹרָ֤ה H7838 אֲנִי֙ H589 וְֽנָאוָ֔ה H5000 בְּנ֖וֹת H1323 יְרוּשָׁלִָ֑ם H3389 כְּאָהֳלֵ֣י H168 קֵדָ֔ר H6938 כִּירִיע֖וֹת H3407 שְׁלֹמֹֽה H8010 ",
      "6": "אַל H408 תִּרְא֨וּנִי֙ H7200 שֶׁאֲנִ֣י H589 שְׁחַרְחֹ֔רֶת H7840 שֶׁשֱּׁזָפַ֖תְ H7805 הַשָּׁ֑מֶשׁ H8121 בְּנֵ֧י H1121 אִמִּ֣י H517 נִֽחֲרוּ H2787 בִ֗י Hb שָׂמֻ֨נִי֙ H7760 נֹטֵרָ֣ה H5201 אֶת H853 הַכְּרָמִ֔ים H3754 כַּרְמִ֥י H3754 שֶׁלִּ֖ Hs/Hl לֹ֥א H3808 נָטָֽרְתִּי H5201 ",
      "7": "הַגִּ֣ידָה H5046 לִּ֗י Hl שֶׁ֤אָהֲבָה֙ H157 נַפְשִׁ֔י H5315 אֵיכָ֣ה H349 תִרְעֶ֔ה H7462 אֵיכָ֖ה H349 תַּרְבִּ֣יץ H7257 בַּֽצָּהֳרָ֑יִם H6672 שַׁלָּ H4100 אֶֽהְיֶה֙ H1961 כְּעֹ֣טְיָ֔ה H5844 עַ֖ל H5921 עֶדְרֵ֥י H5739 חֲבֵרֶֽיךָ H2270 ",
      "8": "אִם H518 לֹ֤א H3808 תֵדְעִי֙ H3045 לָ֔ךְ Hl הַיָּפָ֖ה H3303 בַּנָּשִׁ֑ים H802 צְֽאִי H3318 לָ֞ךְ Hl בְּעִקְבֵ֣י H6119 הַצֹּ֗אן H6629 וּרְעִי֙ H7462 אֶת H853 גְּדִיֹּתַ֔יִךְ H1429 עַ֖ל H5921 מִשְׁכְּנ֥וֹת H4908 הָרֹעִֽים H7462 ",
      "9": "לְסֻסָתִ H5484 בְּרִכְבֵ֣י H7393 פַרְעֹ֔ה H6547 דִּמִּיתִ֖יךְ H1819 רַעְיָתִֽי H7474 ",
      "10": "נָאו֤וּ H4998 לְחָיַ֨יִךְ֙ H3895 בַּתֹּרִ֔ים H8447 צַוָּארֵ֖ךְ H6677 בַּחֲרוּזִֽים H2737 ",
      "11": "תּוֹרֵ֤י H8447 זָהָב֙ H2091 נַעֲשֶׂה H6213 לָּ֔ךְ Hl עִ֖ם H5973 נְקֻדּ֥וֹת H5351 הַכָּֽסֶף H3701 ",
      "12": "עַד H5704 שֶׁ֤הַ H4428 בִּמְסִבּ֔ H4524 נִרְדִּ֖י H5373 נָתַ֥ן H5414 רֵיחֽוֹ H7381 ",
      "13": "צְר֨וֹר H6872 הַמֹּ֤ר H4753 דּוֹדִי֙ H1730 לִ֔י Hl בֵּ֥ין H996 שָׁדַ֖י H7699 יָלִֽין H3885 ",
      "14": "אֶשְׁכֹּ֨ל H811 הַכֹּ֤פֶר H3724 דּוֹדִי֙ H1730 לִ֔י Hl בְּכַרְמֵ֖י H3754 עֵ֥ין H5872 גֶּֽדִי H5872 ",
      "15": "הִנָּ֤ךְ H2005 יָפָה֙ H3303 רַעְיָתִ֔י H7474 הִנָּ֥ךְ H2005 יָפָ֖ה H3303 עֵינַ֥יִךְ H5869 יוֹנִֽים H3123 ",
      "16": "הִנְּךָ֨ H2005 יָפֶ֤ה H3303 דוֹדִי֙ H1730 אַ֣ף H637 נָעִ֔ים H5273 אַף H637 עַרְשֵׂ֖נוּ H6210 רַעֲנָנָֽה H7488 ",
      "17": "קֹר֤וֹת H6982 בָּתֵּ֨ינוּ֙ H1004 אֲרָזִ֔ים H730 רחיטנו H7351 בְּרוֹתִֽים H1266 "
    },
    "2": {
      "1": "אֲנִי֙ H589 חֲבַצֶּ֣לֶת H2261 הַשָּׁר֔וֹן H8289 שֽׁוֹשַׁנַּ֖ת H7799 הָעֲמָקִֽים H6010 ",
      "2": "כְּשֽׁוֹשַׁנָּה֙ H7799 בֵּ֣ין H996 הַחוֹחִ֔ים H2336 כֵּ֥ן H3651 רַעְיָתִ֖י H7474 בֵּ֥ין H996 הַבָּנֽוֹת H1323 ",
      "3": "כְּתַפּ֨וּחַ֙ H8598 בַּעֲצֵ֣י H6086 הַיַּ֔עַר H3293 כֵּ֥ן H3651 דּוֹדִ֖י H1730 בֵּ֣ין H996 הַבָּנִ֑ים H1121 בְּצִלּ H6738 חִמַּ֣דְתִּי H2530 וְיָשַׁ֔בְתִּי H3427 וּפִרְי֖ H6529 מָת֥וֹק H4966 לְחִכִּֽ H2441 ",
      "4": "הֱבִיאַ֨נִי֙ H935 אֶל H413 בֵּ֣ית H1004 הַיָּ֔יִן H3196 וְדִגְל֥ H1714 עָלַ֖י H5921 אַהֲבָֽה H160 ",
      "5": "סַמְּכ֨וּנִי֙ H5564 בָּֽאֲשִׁישׁ֔וֹת H809 רַפְּד֖וּנִי H7502 בַּתַּפּוּחִ֑ים H8598 כִּי H3588 חוֹלַ֥ת H2470 אַהֲבָ֖ה H160 אָֽנִי H589 ",
      "6": "שְׂמֹאלוֹ֙ H8040 תַּ֣חַת H8478 לְרֹאשִׁ֔ H7218 וִימִינ֖ H3225 תְּחַבְּקֵֽנִי H2263 ",
      "7": "הִשְׁבַּ֨עְתִּי H7650 אֶתְכֶ֜ם H853 בְּנ֤וֹת H1323 יְרוּשָׁלִַ֨ם֙ H3389 בִּצְבָא֔וֹת H6643 א֖וֹ H176 בְּאַיְל֣וֹת H355 הַשָּׂדֶ֑ה H7704 אִם H518 תָּעִ֧ירוּ H5782 וְֽאִם H518 תְּעֽוֹרְר֛וּ H5782 אֶת H853 הָאַהֲבָ֖ה H160 עַ֥ד H5704 שֶׁתֶּחְפָּֽץ H2654 ",
      "8": "ק֣וֹל H6963 דּוֹדִ֔י H1730 הִנֵּה H2009 זֶ֖ה H2088 בָּ֑א H935 מְדַלֵּג֙ H1801 עַל H5921 הֶ֣הָרִ֔ים H2022 מְקַפֵּ֖ץ H7092 עַל H5921 הַגְּבָעֽוֹת H1389 ",
      "9": "דּוֹמֶ֤ה H1819 דוֹדִי֙ H1730 לִצְבִ֔י H6643 א֖וֹ H176 לְעֹ֣פֶר H6082 הָֽאַיָּלִ֑ים H354 הִנֵּה H2009 זֶ֤ה H2088 עוֹמֵד֙ H5975 אַחַ֣ר H310 כָּתְלֵ֔נוּ H3796 מַשְׁגִּ֨יחַ֙ H7688 מִן H4480 הַֽחֲלֹּנ֔וֹת H2474 מֵצִ֖יץ H6692 מִן H4480 הַֽחֲרַכִּֽים H2762 ",
      "10": "עָנָ֥ה H6030 דוֹדִ֖י H1730 וְאָ֣מַר H559 לִ֑י Hl ק֥וּמִי H6965 לָ֛ךְ Hl רַעְיָתִ֥י H7474 יָפָתִ֖י H3303 וּלְכִי H3212 לָֽךְ Hl ",
      "11": "כִּֽי H3588 הִנֵּ֥ה H2009 הסתו H5638 עָבָ֑ר H5674 הַגֶּ֕שֶׁם H1653 חָלַ֖ף H2498 הָלַ֥ךְ H1980 לֽוֹ Hl ",
      "12": "הַנִּצָּנִים֙ H5339 נִרְא֣וּ H7200 בָאָ֔רֶץ H776 עֵ֥ת H6256 הַזָּמִ֖יר H2159 הִגִּ֑יעַ H5060 וְק֥וֹל H6963 הַתּ֖וֹר H8449 נִשְׁמַ֥ע H8085 בְּאַרְצֵֽ H776 ",
      "13": "הַתְּאֵנָה֙ H8384 חָֽנְטָ֣ה H2590 פַגֶּ֔יהָ H6291 וְהַ H1612 סְמָדַ֖ר H5563 נָ֣תְנוּ H5414 רֵ֑יחַ H7381 ק֥וּמִי H6965 לכי H3212 רַעְיָתִ֥י H7474 יָפָתִ֖י H3303 וּלְכִי H3212 לָֽךְ Hl ",
      "14": "יוֹנָתִ֞י H3123 בְּחַגְוֵ֣י H2288 הַסֶּ֗לַע H5553 בְּסֵ֨תֶר֙ H5643 הַמַּדְרֵגָ֔ה H4095 הַרְאִ֨ינִי֙ H7200 אֶתּ H853 מַרְאַ֔יִךְ H4758 הַשְׁמִיעִ֖ינִי H8085 אֶת H853 קוֹלֵ֑ךְ H6963 כִּי H3588 קוֹלֵ֥ךְ H6963 עָרֵ֖ב H6156 וּמַרְאֵ֥י H4758 נָאוֶֽה H5000 ",
      "15": "אֶֽחֱזוּ H270 לָ֨נוּ֙ Hl שֽׁוּעָלִ֔ים H7776 שֽׁוּעָלִ֥ים H7776 קְטַנִּ֖ים H6996 מְחַבְּלִ֣ים H2254 כְּרָמִ֑ים H3754 וּכְרָמֵ֖י H3754 סְמָדַֽר H5563 ",
      "16": "דּוֹדִ֥י H1730 לִי֙ Hl וַאֲנִ֣י H589 ל֔וֹ Hl הָרֹעֶ֖ה H7462 בַּשּׁוֹשַׁנִּֽים H7799 ",
      "17": "עַ֤ד H5704 שֶׁיָּפ֨וּחַ֙ H6315 הַיּ֔וֹם H3117 וְנָ֖סוּ H5127 הַצְּלָלִ֑ים H6752 סֹב֩ H5437 דְּמֵה H1819 לְךָ֨ Hl דוֹדִ֜י H1730 לִצְבִ֗י H6643 א֛וֹ H176 לְעֹ֥פֶר H6082 הָאַיָּלִ֖ים H354 עַל H5921 הָ֥רֵי H2022 בָֽתֶר H1336 "
    },
    "3": {
      "1": "עַל H5921 מִשְׁכָּבִי֙ H4904 בַּלֵּיל֔וֹת H3915 בִּקַּ֕שְׁתִּי H1245 אֵ֥ת H853 שֶׁאָהֲבָ֖ה H157 נַפְשִׁ֑י H5315 בִּקַּשְׁתִּ֖יו H1245 וְלֹ֥א H3808 מְצָאתִֽיו H4672 ",
      "2": "אָק֨וּמָה H6965 נָּ֜א H4994 וַאֲסוֹבְבָ֣ה H5437 בָעִ֗יר H5892 בַּשְּׁוָקִים֙ H7784 וּבָ֣ H7339 אֲבַקְשָׁ֕ה H1245 אֵ֥ת H853 שֶׁאָהֲבָ֖ה H157 נַפְשִׁ֑י H5315 בִּקַּשְׁתִּ֖יו H1245 וְלֹ֥א H3808 מְצָאתִֽיו H4672 ",
      "3": "מְצָא֨וּנִי֙ H4672 הַשֹּׁ֣מְרִ֔ים H8104 הַסֹּבְבִ֖ים H5437 בָּעִ֑יר H5892 אֵ֛ת H853 שֶׁאָהֲבָ֥ה H157 נַפְשִׁ֖י H5315 רְאִיתֶֽם H7200 ",
      "4": "כִּמְעַט֙ H4592 שֶׁעָבַ֣רְתִּי H5674 מֵהֶ֔ם H1992 עַ֣ד H5704 שֶֽׁמָּצָ֔אתִי H4672 אֵ֥ת H853 שֶׁאָהֲבָ֖ה H157 נַפְשִׁ֑י H5315 אֲחַזְתִּיו֙ H270 וְלֹ֣א H3808 אַרְפֶּ֔נּוּ H7503 עַד H5704 שֶׁ֤הֲבֵיאתִי H935 אֶל H413 בֵּ֣ית H1004 אִמִּ֔י H517 וְאֶל H413 חֶ֖דֶר H2315 הוֹרָתִֽי H2029 ",
      "5": "הִשְׁבַּ֨עְתִּי H7650 אֶתְכֶ֜ם H853 בְּנ֤וֹת H1323 יְרוּשָׁלִַ֨ם֙ H3389 בִּצְבָא֔וֹת H6643 א֖וֹ H176 בְּאַיְל֣וֹת H355 הַשָּׂדֶ֑ה H7704 אִם H518 תָּעִ֧ירוּ H5782 וְֽאִם H518 תְּעֽוֹרְר֛וּ H5782 אֶת H853 הָאַהֲבָ֖ה H160 עַ֥ד H5704 שֶׁתֶּחְפָּֽץ H2654 ",
      "6": "מִ֣י H4310 זֹ֗את H2063 עֹלָה֙ H5927 מִן H4480 הַמִּדְבָּ֔ר H4057 כְּתִֽימֲר֖וֹת H8490 עָשָׁ֑ן H6227 מְקֻטֶּ֤רֶת H6999 מוֹר֙ H4753 וּלְבוֹנָ֔ה H3828 מִכֹּ֖ל H3605 אַבְקַ֥ת H81 רוֹכֵֽל H7402 ",
      "7": "הִנֵּ֗ה H2009 מִטָּתוֹ֙ H4296 שֶׁלִּ H8010 שִׁשִּׁ֥ים H8346 גִּבֹּרִ֖ים H1368 סָבִ֣יב H5439 לָ֑הּ Hl מִגִּבֹּרֵ֖י H1368 יִשְׂרָאֵֽל H3478 ",
      "8": "כֻּלָּם֙ H3605 אֲחֻ֣זֵי H270 חֶ֔רֶב H2719 מְלֻמְּדֵ֖י H3925 מִלְחָמָ֑ה H4421 אִ֤ישׁ H376 חַרְבּוֹ֙ H2719 עַל H5921 יְרֵכ֔וֹ H3409 מִפַּ֖חַד H6343 בַּלֵּילּֽוֹת H3915 ",
      "9": "אַפִּרְי֗וֹן H668 עָ֤שָׂה H6213 לוֹ֙ Hl הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 מֵעֲצֵ֖י H6086 הַלְּבָנֽוֹן H3844 ",
      "10": "עַמּוּדָיו֙ H5982 עָ֣שָׂה H6213 כֶ֔סֶף H3701 רְפִידָת֣וֹ H7507 זָהָ֔ב H2091 מֶרְכָּב֖וֹ H4817 אַרְגָּמָ֑ן H713 תּוֹכוֹ֙ H8432 רָצ֣וּף H7528 אַהֲבָ֔ה H160 מִבְּנ֖וֹת H1323 יְרוּשָׁלִָֽם H3389 ",
      "11": "צְאֶ֧ינָה H3318 וּֽרְאֶ֛ינָה H7200 בְּנ֥וֹת H1323 צִיּ֖וֹן H6726 בַּמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 בָּעֲטָרָ֗ה H5850 שֶׁעִטְּרָה H5849 לּ֤וֹ Hl אִמּוֹ֙ H517 בְּי֣וֹם H3117 חֲתֻנָּת֔וֹ H2861 וּבְ H3117 שִׂמְחַ֥ת H8057 לִבּֽוֹ H3820 "
    },
    "4": {
      "1": "הִנָּ֨ךְ H2005 יָפָ֤ה H3303 רַעְיָתִי֙ H7474 הִנָּ֣ךְ H2005 יָפָ֔ה H3303 עֵינַ֣יִךְ H5869 יוֹנִ֔ים H3123 מִבַּ֖עַד H1157 לְצַמָּתֵ֑ H6777 שַׂעְרֵךְ֙ H8181 כְּעֵ֣דֶר H5739 הָֽעִזִּ֔ים H5795 שֶׁגָּלְשׁ֖וּ H1570 מֵהַ֥ר H2022 גִּלְעָֽד H1568 ",
      "2": "שִׁנַּ֨יִךְ֙ H8127 כְּעֵ֣דֶר H5739 הַקְּצוּב֔וֹת H7094 שֶׁעָל֖וּ H5927 מִן H4480 הָרַחְצָ֑ה H7367 שֶׁכֻּלָּ H3605 מַתְאִימ֔וֹת H8382 וְשַׁכֻּלָ֖ה H7909 אֵ֥ין H369 בָּהֶֽם Hb ",
      "3": "כְּח֤וּט H2339 הַשָּׁנִי֙ H8144 שִׂפְתֹתַ֔יִךְ H8193 וּמִדְבָּרֵ֖י H4057 נָאוֶ֑ה H5000 כְּפֶ֤לַח H6400 הָֽרִמּוֹן֙ H7416 רַקָּתֵ֔ךְ H7541 מִבַּ֖עַד H1157 לְצַמָּתֵֽ H6777 ",
      "4": "כְּמִגְדַּ֤ל H4026 דָּוִיד֙ H1732 צַוָּארֵ֔ךְ H6677 בָּנ֖וּי H1129 לְתַלְפִּיּ֑וֹת H8530 אֶ֤לֶף H505 הַמָּגֵן֙ H4043 תָּל֣וּי H8518 עָלָ֔יו H5921 כֹּ֖ל H3605 שִׁלְטֵ֥י H7982 הַגִּבּוֹרִֽים H1368 ",
      "5": "שְׁנֵ֥י H8147 שָׁדַ֛יִךְ H7699 כִּשְׁנֵ֥י H8147 עֳפָרִ֖ים H6082 תְּאוֹמֵ֣י H8380 צְבִיָּ֑ה H6646 הָרוֹעִ֖ים H7462 בַּשּׁוֹשַׁנִּֽים H7799 ",
      "6": "עַ֤ד H5704 שֶׁיָּפ֨וּחַ֙ H6315 הַיּ֔וֹם H3117 וְנָ֖סוּ H5127 הַצְּלָלִ֑ים H6752 אֵ֤לֶךְ H3212 לִי֙ Hl אֶל H413 הַ֣ר H2022 הַמּ֔וֹר H4753 וְאֶל H413 גִּבְעַ֖ת H1389 הַלְּבוֹנָֽה H3828 ",
      "7": "כֻּלָּ֤ךְ H3605 יָפָה֙ H3303 רַעְיָתִ֔י H7474 וּמ֖וּם H3971 אֵ֥ין H369 בָּֽךְ Hb ",
      "8": "אִתִּ֤י H854 מִלְּבָנוֹן֙ H3844 כַּלָּ֔ה H3618 אִתִּ֖י H854 מִלְּבָנ֣וֹן H3844 תָּב֑וֹאִי H935 תָּשׁ֣וּרִי H7789 מֵרֹ֣אשׁ H7218 אֲמָנָ֗ה H549 מֵרֹ֤אשׁ H7218 שְׂנִיר֙ H8149 וְחֶרְמ֔וֹן H2768 מִמְּעֹנ֣וֹת H4585 אֲרָי֔וֹת H738 מֵֽהַרְרֵ֖י H2042 נְמֵרִֽים H5246 ",
      "9": "לִבַּבְתִּ֖נִי H3823 אֲחֹתִ֣י H269 כַלָּ֑ה H3618 לִבַּבְתִּ֨ינִי֙ H3823 באחד H259 מֵעֵינַ֔יִ H5869 בְּאַחַ֥ד H259 עֲנָ֖ק H6060 מִצַּוְּרֹנָֽיִ H6677 ",
      "10": "מַה H4100 יָּפ֥וּ H3302 דֹדַ֖יִךְ H1730 אֲחֹתִ֣י H269 כַלָּ֑ה H3618 מַה H4100 טֹּ֤בוּ H2895 דֹדַ֨יִךְ֙ H1730 מִיַּ֔יִן H3196 וְרֵ֥יחַ H7381 שְׁמָנַ֖יִךְ H8081 מִכָּל H3605 בְּשָׂמִֽים H1314 ",
      "11": "נֹ֛פֶת H5317 תִּטֹּ֥פְנָה H5197 שִׂפְתוֹתַ֖יִךְ H8193 כַּלָּ֑ה H3618 דְּבַ֤שׁ H1706 וְחָלָב֙ H2461 תַּ֣חַת H8478 לְשׁוֹנֵ֔ךְ H3956 וְרֵ֥יחַ H7381 שַׂלְמֹתַ֖יִךְ H8008 כְּרֵ֥יחַ H7381 לְבָנֽוֹן H3844 ",
      "12": "גַּ֥ן H1588 נָע֖וּל H5274 אֲחֹתִ֣י H269 כַלָּ֑ה H3618 גַּ֥ל H1530 נָע֖וּל H5274 מַעְיָ֥ן H4599 חָתֽוּם H2856 ",
      "13": "שְׁלָחַ֨יִךְ֙ H7973 פַּרְדֵּ֣ס H6508 רִמּוֹנִ֔ים H7416 עִ֖ם H5973 פְּרִ֣י H6529 מְגָדִ֑ים H4022 כְּפָרִ֖ים H3724 עִם H5973 נְרָדִֽים H5373 ",
      "14": "נֵ֣רְדְּ H5373 וְכַרְכֹּ֗ם H3750 קָנֶה֙ H7070 וְקִנָּמ֔וֹן H7076 עִ֖ם H5973 כָּל H3605 עֲצֵ֣י H6086 לְבוֹנָ֑ה H3828 מֹ֚ר H4753 וַאֲהָל֔וֹת H174 עִ֖ם H5973 כָּל H3605 רָאשֵׁ֥י H7218 בְשָׂמִֽים H1314 ",
      "15": "מַעְיַ֣ן H4599 גַּנִּ֔ים H1588 בְּאֵ֖ר H875 מַ֣יִם H4325 חַיִּ֑ים H2416 וְנֹזְלִ֖ים H5140 מִן H4480 לְבָנֽוֹן H3844 ",
      "16": "ע֤וּרִי H5782 צָפוֹן֙ H6828 וּב֣וֹאִי H935 תֵימָ֔ן H8486 הָפִ֥יחִי H6315 גַנִּ֖י H1588 יִזְּל֣וּ H5140 בְשָׂמָ֑יו H1314 יָבֹ֤א H935 דוֹדִי֙ H1730 לְגַנּ֔ H1588 וְיֹאכַ֖ל H398 פְּרִ֥י H6529 מְגָדָֽיו H4022 "
    },
    "5": {
      "1": "בָּ֣אתִי H935 לְגַנִּ H1588 אֲחֹתִ֣י H269 כַלָּה֒ H3618 אָרִ֤יתִי H717 מוֹרִי֙ H4753 עִם H5973 בְּשָׂמִ֔י H1313 אָכַ֤לְתִּי H398 יַעְרִי֙ H3293 עִם H5973 דִּבְשִׁ֔י H1706 שָׁתִ֥יתִי H8354 יֵינִ֖י H3196 עִם H5973 חֲלָבִ֑י H2461 אִכְל֣וּ H398 רֵעִ֔ים H7453 שְׁת֥וּ H8354 וְשִׁכְר֖וּ H7937 דּוֹדִֽים H1730 ",
      "2": "אֲנִ֥י H589 יְשֵׁנָ֖ה H3462 וְלִבִּ֣ H3820 עֵ֑ר H5782 ק֣וֹל H6963 דּוֹדִ֣י H1730 דוֹפֵ֗ק H1849 פִּתְחִי H6605 לִ֞י Hl אֲחֹתִ֤י H269 רַעְיָתִי֙ H7474 יוֹנָתִ֣י H3123 תַמָּתִ֔י H8535 שֶׁרֹּאשִׁ H7218 נִמְלָא H4390 טָ֔ל H2919 קְוֻּצּוֹתַ֖י H6977 רְסִ֥יסֵי H7447 לָֽיְלָה H3915 ",
      "3": "פָּשַׁ֨טְתִּי֙ H6584 אֶת H853 כֻּתָּנְתִּ֔י H3801 אֵיכָ֖כָה H349 אֶלְבָּשֶׁ֑נָּה H3847 רָחַ֥צְתִּי H7364 אֶת H853 רַגְלַ֖י H7272 אֵיכָ֥כָה H349 אֲטַנְּפֵֽם H2936 ",
      "4": "דּוֹדִ֗י H1730 שָׁלַ֤ח H7971 יָדוֹ֙ H3027 מִן H4480 הַחֹ֔ר H2356 וּמֵעַ֖ H4578 הָמ֥וּ H1993 עָלָֽיו H5921 ",
      "5": "קַ֥מְתִּֽי H6965 אֲנִ֖י H589 לִפְתֹּ֣חַ H6605 לְדוֹדִ֑ H1730 וְיָדַ֣ H3027 נָֽטְפוּ H5197 מ֗וֹר H4753 וְאֶצְבְּעֹתַ H676 מ֣וֹר H4753 עֹבֵ֔ר H5674 עַ֖ל H5921 כַּפּ֥וֹת H3709 הַמַּנְעֽוּל H4514 ",
      "6": "פָּתַ֤חְתִּֽי H6605 אֲנִי֙ H589 לְדוֹדִ֔ H1730 וְדוֹדִ֖ H1730 חָמַ֣ק H2559 עָבָ֑ר H5674 נַפְשִׁי֙ H5315 יָֽצְאָ֣ה H3318 בְדַבְּר֔ H1696 בִּקַּשְׁתִּ֨יהוּ֙ H1245 וְלֹ֣א H3808 מְצָאתִ֔יהוּ H4672 קְרָאתִ֖יו H7121 וְלֹ֥א H3808 עָנָֽנִי H6030 ",
      "7": "מְצָאֻ֧נִי H4672 הַשֹּׁמְרִ֛ים H8104 הַסֹּבְבִ֥ים H5437 בָּעִ֖יר H5892 הִכּ֣וּנִי H5221 פְצָע֑וּנִי H6481 נָשְׂא֤וּ H5375 אֶת H853 רְדִידִי֙ H7289 מֵֽעָלַ֔ H5921 שֹׁמְרֵ֖י H8104 הַחֹמֽוֹת H2346 ",
      "8": "הִשְׁבַּ֥עְתִּי H7650 אֶתְכֶ֖ם H853 בְּנ֣וֹת H1323 יְרוּשָׁלִָ֑ם H3389 אִֽם H518 תִּמְצְאוּ֙ H4672 אֶת H853 דּוֹדִ֔י H1730 מַה H4100 תַּגִּ֣ידוּ H5046 ל֔וֹ Hl שֶׁחוֹלַ֥ת H2470 אַהֲבָ֖ה H160 אָֽנִי H589 ",
      "9": "מַה H4100 דּוֹדֵ֣ךְ H1730 מִדּ֔וֹד H1730 הַיָּפָ֖ה H3303 בַּנָּשִׁ֑ים H802 מַה H4100 דּוֹדֵ֣ךְ H1730 מִדּ֔וֹד H1730 שֶׁכָּ֖כָה H3602 הִשְׁבַּעְתָּֽנוּ H7650 ",
      "10": "דּוֹדִ֥י H1730 צַח֙ H6703 וְאָד֔וֹם H122 דָּג֖וּל H1713 מֵרְבָבָֽה H7233 ",
      "11": "רֹאשׁ֖וֹ H7218 כֶּ֣תֶם H3800 פָּ֑ז H6337 קְוּצּוֹתָיו֙ H6977 תַּלְתַּלִּ֔ים H8534 שְׁחֹר֖וֹת H7838 כָּעוֹרֵֽב H6158 ",
      "12": "עֵינָ֕יו H5869 כְּיוֹנִ֖ים H3123 עַל H5921 אֲפִ֣יקֵי H650 מָ֑יִם H4325 רֹֽחֲצוֹת֙ H7364 בֶּֽחָלָ֔ב H2461 יֹשְׁב֖וֹת H3427 עַל H5921 מִלֵּֽאת H4402 ",
      "13": "לְחָיָו֙ H3895 כַּעֲרוּגַ֣ת H6170 הַבֹּ֔שֶׂם H1314 מִגְדְּל֖וֹת H4026 מֶרְקָחִ֑ים H4840 שִׂפְתוֹתָיו֙ H8193 שֽׁוֹשַׁנִּ֔ים H7799 נֹטְפ֖וֹת H5197 מ֥וֹר H4753 עֹבֵֽר H5674 ",
      "14": "יָדָיו֙ H3027 גְּלִילֵ֣י H1550 זָהָ֔ב H2091 מְמֻלָּאִ֖ים H4390 בַּתַּרְשִׁ֑ישׁ H8658 מֵעָיו֙ H4578 עֶ֣שֶׁת H6247 שֵׁ֔ן H8127 מְעֻלֶּ֖פֶת H5968 סַפִּירִֽים H5601 ",
      "15": "שׁוֹקָיו֙ H7785 עַמּ֣וּדֵי H5982 שֵׁ֔שׁ H8336 מְיֻסָּדִ֖ים H3245 עַל H5921 אַדְנֵי H134 פָ֑ז H6337 מַרְאֵ֨הוּ֙ H4758 כַּלְּבָנ֔וֹן H3844 בָּח֖וּר H977 כָּאֲרָזִֽים H730 ",
      "16": "חִכּוֹ֙ H2441 מַֽמְתַקִּ֔ים H4477 וְכֻלּ֖ H3605 מַחֲּמַדִּ֑ים H4261 זֶ֤ה H2088 דוֹדִי֙ H1730 וְזֶ֣ה H2088 רֵעִ֔י H7453 בְּנ֖וֹת H1323 יְרוּשָׁלִָֽם H3389 "
    },
    "6": {
      "1": "אָ֚נָה H575 הָלַ֣ךְ H1980 דּוֹדֵ֔ךְ H1730 הַיָּפָ֖ה H3303 בַּנָּשִׁ֑ים H802 אָ֚נָה H575 פָּנָ֣ה H6437 דוֹדֵ֔ךְ H1730 וּנְבַקְשֶׁ֖ H1245 עִמָּֽךְ H5973 ",
      "2": "דּוֹדִי֙ H1730 יָרַ֣ד H3381 לְגַנּ֔ H1588 לַעֲרוּג֖וֹת H6170 הַבֹּ֑שֶׂם H1314 לִרְעוֹת֙ H7462 בַּגַּנִּ֔ים H1588 וְלִ H3950 שֽׁוֹשַׁנִּֽים H7799 ",
      "3": "אֲנִ֤י H589 לְדוֹדִ H1730 וְדוֹדִ֣ H1730 לִ֔י Hl הָרֹעֶ֖ה H7462 בַּשׁוֹשַׁנִּֽים H7799 ",
      "4": "יָפָ֨ה H3303 אַ֤תְּ H859 רַעְיָתִי֙ H7474 כְּתִרְצָ֔ה H8656 נָאוָ֖ה H5000 כִּירוּשָׁלִָ֑ם H3389 אֲיֻמָּ֖ה H366 כַּנִּדְגָּלֽוֹת H1713 ",
      "5": "הָסֵ֤בִּי H5437 עֵינַ֨יִךְ֙ H5869 מִנֶּגְדִּ֔ H5048 שֶׁ֥הֵ֖ם H1992 הִרְהִיבֻ֑נִי H7292 שַׂעְרֵךְ֙ H8181 כְּעֵ֣דֶר H5739 הָֽעִזִּ֔ים H5795 שֶׁגָּלְשׁ֖וּ H1570 מִן H4480 הַגִּלְעָֽד H1568 ",
      "6": "שִׁנַּ֨יִךְ֙ H8127 כְּעֵ֣דֶר H5739 הָֽרְחֵלִ֔ים H7353 שֶׁעָל֖וּ H5927 מִן H4480 הָרַחְצָ֑ה H7367 שֶׁכֻּלָּ H3605 מַתְאִימ֔וֹת H8382 וְשַׁכֻּלָ֖ה H7909 אֵ֥ין H369 בָּהֶֽם Hb ",
      "7": "כְּפֶ֤לַח H6400 הָרִמּוֹן֙ H7416 רַקָּתֵ֔ךְ H7541 מִבַּ֖עַד H1157 לְצַמָּתֵֽ H6777 ",
      "8": "שִׁשִּׁ֥ים H8346 הֵ֨מָּה֙ H1992 מְּלָכ֔וֹת H4436 וּשְׁמֹנִ֖ים H8084 פִּֽילַגְשִׁ֑ים H6370 וַעֲלָמ֖וֹת H5959 אֵ֥ין H369 מִסְפָּֽר H4557 ",
      "9": "אַחַ֥ת H259 הִיא֙ H1931 יוֹנָתִ֣י H3123 תַמָּתִ֔י H8535 אַחַ֥ת H259 הִיא֙ H1931 לְאִמָּ֔ H517 בָּרָ֥ה H1249 הִ֖יא H1931 לְיֽוֹלַדְתָּ֑ H3205 רָא֤וּהָ H7200 בָנוֹת֙ H1323 וַֽיְאַשְּׁר֔וּ H833 מְלָכ֥וֹת H4436 וּפִֽילַגְשִׁ֖ים H6370 וַֽיְהַלְלֽוּ H1984 ",
      "10": "מִי H4310 זֹ֥את H2063 הַנִּשְׁקָפָ֖ה H8259 כְּמוֹ H3644 שָׁ֑חַר H7837 יָפָ֣ה H3303 כַלְּבָנָ֗ה H3842 בָּרָה֙ H1249 כַּֽחַמָּ֔ה H2535 אֲיֻמָּ֖ה H366 כַּנִּדְגָּלֽוֹת H1713 ",
      "11": "אֶל H413 גִּנַּ֤ת H1594 אֱגוֹז֙ H93 יָרַ֔דְתִּי H3381 לִרְא֖וֹת H7200 בְּאִבֵּ֣י H3 הַנָּ֑חַל H5158 לִרְאוֹת֙ H7200 הֲפָֽרְחָ֣ה H6524 הַגֶּ֔פֶן H1612 הֵנֵ֖צוּ H5132 הָרִמֹּנִֽים H7416 ",
      "12": "לֹ֣א H3808 יָדַ֔עְתִּי H3045 נַפְשִׁ֣י H5315 שָׂמַ֔תְנִי H7760 מַרְכְּב֖וֹת H4818 עַמִּי H5971 נָדִֽיב H5081 ",
      "13": "שׁ֤וּבִי H7725 שׁ֨וּבִי֙ H7725 הַשּׁ֣וּלַמִּ֔ית H7759 שׁ֥וּבִי H7725 שׁ֖וּבִי H7725 וְנֶחֱזֶה H2372 בָּ֑ךְ Hb מַֽה H4100 תֶּחֱזוּ֙ H2372 בַּשּׁ֣וּלַמִּ֔ית H7759 כִּמְחֹלַ֖ת H4246 הַֽמַּחֲנָֽיִם H4264 "
    },
    "7": {
      "1": "מַה H4100 יָּפ֧וּ H3303 פְעָמַ֛יִךְ H6471 בַּנְּעָלִ֖ים H5275 בַּת H1323 נָדִ֑יב H5081 חַמּוּקֵ֣י H2542 יְרֵכַ֔יִךְ H3409 כְּמ֣וֹ H3644 חֲלָאִ֔ים H2481 מַעֲשֵׂ֖ה H4639 יְדֵ֥י H3027 אָמָּֽן H542 ",
      "2": "שָׁרְרֵךְ֙ H8326 אַגַּ֣ן H101 הַסַּ֔הַר H5469 אַל H408 יֶחְסַ֖ר H2637 הַמָּ֑זֶג H4197 בִּטְנֵךְ֙ H990 עֲרֵמַ֣ת H6194 חִטִּ֔ים H2406 סוּגָ֖ה H5473 בַּשּׁוֹשַׁנִּֽים H7799 ",
      "3": "שְׁנֵ֥י H8147 שָׁדַ֛יִךְ H7699 כִּשְׁנֵ֥י H8147 עֳפָרִ֖ים H6082 תָּאֳמֵ֥י H8380 צְבִיָּֽה H6646 ",
      "4": "צַוָּארֵ֖ךְ H6677 כְּמִגְדַּ֣ל H4026 הַשֵּׁ֑ן H8127 עֵינַ֜יִךְ H5869 בְּרֵכ֣וֹת H1295 בְּחֶשְׁבּ֗וֹן H2809 עַל H5921 שַׁ֨עַר֙ H8179 בַּת H1337 רַבִּ֔ים H1337 אַפֵּךְ֙ H639 כְּמִגְדַּ֣ל H4026 הַלְּבָנ֔וֹן H3844 צוֹפֶ֖ה H6822 פְּנֵ֥י H6440 דַמָּֽשֶׂק H1834 ",
      "5": "רֹאשֵׁ֤ךְ H7218 עָלַ֨יִךְ֙ H5921 כַּכַּרְמֶ֔ל H3760 וְדַלַּ֥ת H1803 רֹאשֵׁ֖ךְ H7218 כָּאַרְגָּמָ֑ן H713 מֶ֖לֶךְ H4428 אָס֥וּר H631 בָּרְהָטִֽים H7298 ",
      "6": "מַה H4100 יָּפִית֙ H3302 וּמַה H4100 נָּעַ֔מְתְּ H5276 אַהֲבָ֖ה H160 בַּתַּֽעֲנוּגִֽים H8588 ",
      "7": "זֹ֤את H2063 קֽוֹמָתֵךְ֙ H6967 דָּֽמְתָ֣ה H1819 לְתָמָ֔ר H8558 וְשָׁדַ֖יִ H7699 לְאַשְׁכֹּלֽוֹת H811 ",
      "8": "אָמַ֨רְתִּי֙ H559 אֶעֱלֶ֣ה H5927 בְתָמָ֔ר H8558 אֹֽחֲזָ֖ה H270 בְּסַנְסִנָּ֑י H5577 וְיִֽהְיוּ H1961 נָ֤א H4994 שָׁדַ֨יִךְ֙ H7699 כְּאֶשְׁכְּל֣וֹת H811 הַגֶּ֔פֶן H1612 וְרֵ֥יחַ H7381 אַפֵּ֖ךְ H639 כַּתַּפּוּחִֽים H8598 ",
      "9": "וְחִכֵּ֕ H2441 כְּיֵ֥ין H3196 הַטּ֛וֹב H2896 הוֹלֵ֥ךְ H1980 לְדוֹדִ֖ H1730 לְמֵישָׁרִ֑ים H4339 דּוֹבֵ֖ב H1680 שִׂפְתֵ֥י H8193 יְשֵׁנִֽים H3462 ",
      "10": "אֲנִ֣י H589 לְדוֹדִ֔ H1730 וְעָלַ֖ H5921 תְּשׁוּקָתֽוֹ H8669 ",
      "11": "לְכָ֤ה H3212 דוֹדִי֙ H1730 נֵצֵ֣א H3318 הַשָּׂדֶ֔ה H7704 נָלִ֖ינָה H3885 בַּכְּפָרִֽים H3723 ",
      "12": "נַשְׁכִּ֨ימָה֙ H7925 לַכְּרָמִ֔ים H3754 נִרְאֶ֞ה H7200 אִם H518 פָּֽרְחָ֤ה H6524 הַגֶּ֨פֶן֙ H1612 פִּתַּ֣ח H6605 הַסְּמָדַ֔ר H5563 הֵנֵ֖צוּ H5132 הָרִמּוֹנִ֑ים H7416 שָׁ֛ם H8033 אֶתֵּ֥ן H5414 אֶת H853 דֹּדַ֖י H1730 לָֽךְ Hl ",
      "13": "הַֽדּוּדָאִ֣ים H1736 נָֽתְנוּ H5414 רֵ֗יחַ H7381 וְעַל H5921 פְּתָחֵ֨ינוּ֙ H6607 כָּל H3605 מְגָדִ֔ים H4022 חֲדָשִׁ֖ים H2319 גַּם H1571 יְשָׁנִ֑ים H3465 דּוֹדִ֖י H1730 צָפַ֥נְתִּי H6845 לָֽךְ Hl ",
      "14": "הַֽדּוּדָאִ֣ים H1736 נָֽתְנוּ H5414 רֵ֗יחַ H7381 וְעַל H5921 פְּתָחֵ֨ינוּ֙ H6607 כָּל H3605 מְגָדִ֔ים H4022 חֲדָשִׁ֖ים H2319 גַּם H1571 יְשָׁנִ֑ים H3465 דּוֹדִ֖י H1730 צָפַ֥נְתִּי H6845 לָֽךְ Hl "
    },
    "8": {
      "1": "מִ֤י H4310 יִתֶּנְךָ֙ H5414 כְּאָ֣ח H251 לִ֔י Hl יוֹנֵ֖ק H3243 שְׁדֵ֣י H7699 אִמִּ֑י H517 אֶֽמְצָאֲךָ֤ H4672 בַחוּץ֙ H2351 אֶשָׁ֣קְךָ֔ H5401 גַּ֖ם H1571 לֹא H3808 יָב֥וּזוּ H936 לִֽי Hl ",
      "2": "אֶנְהָֽגֲךָ֗ H5090 אֲבִֽיאֲךָ֛ H935 אֶל H413 בֵּ֥ית H1004 אִמִּ֖י H517 תְּלַמְּדֵ֑נִי H3925 אַשְׁקְךָ֙ H8248 מִיַּ֣יִן H3196 הָרֶ֔קַח H7544 מֵעֲסִ֖יס H6071 רִמֹּנִֽי H7416 ",
      "3": "שְׂמֹאלוֹ֙ H8040 תַּ֣חַת H8478 רֹאשִׁ֔י H7218 וִֽימִינ֖ H3225 תְּחַבְּקֵֽנִי H2263 ",
      "4": "הִשְׁבַּ֥עְתִּי H7650 אֶתְכֶ֖ם H853 בְּנ֣וֹת H1323 יְרוּשָׁלִָ֑ם H3389 מַה H4100 תָּעִ֧ירוּ H5782 וּֽמַה H4100 תְּעֹֽרְר֛וּ H5782 אֶת H853 הָאַהֲבָ֖ה H160 עַ֥ד H5704 שֶׁתֶּחְפָּֽץ H2654 ",
      "5": "מִ֣י H4310 זֹ֗את H2063 עֹלָה֙ H5927 מִן H4480 הַמִּדְבָּ֔ר H4057 מִתְרַפֶּ֖קֶת H7514 עַל H5921 דּוֹדָ֑הּ H1730 תַּ֤חַת H8478 הַתַּפּ֨וּחַ֙ H8598 עֽוֹרַרְתִּ֔יךָ H5782 שָׁ֚מָּה H8033 חִבְּלַ֣תְךָ H2254 אִמֶּ֔ךָ H517 שָׁ֖מָּה H8033 חִבְּלָ֥ה H2254 יְלָדַֽתְךָ H3205 ",
      "6": "שִׂימֵ֨נִי H7760 כַֽחוֹתָ֜ם H2368 עַל H5921 לִבֶּ֗ךָ H3820 כַּֽחוֹתָם֙ H2368 עַל H5921 זְרוֹעֶ֔ךָ H2220 כִּֽי H3588 עַזָּ֤ה H5794 כַמָּ֨וֶת֙ H4194 אַהֲבָ֔ה H160 קָשָׁ֥ה H7186 כִשְׁא֖וֹל H7585 קִנְאָ֑ה H7068 רְשָׁפֶ֕יהָ H7565 רִשְׁפֵּ֕י H7565 אֵ֖שׁ H784 שַׁלְהֶ֥בֶתְיָֽה H7957 ",
      "7": "מַ֣יִם H4325 רַבִּ֗ים H7227 לֹ֤א H3808 יֽוּכְלוּ֙ H3201 לְכַבּ֣וֹת H3518 אֶת H853 הָֽאַהֲבָ֔ה H160 וּנְהָר֖וֹת H5104 לֹ֣א H3808 יִשְׁטְפ֑וּהָ H7857 אִם H518 יִתֵּ֨ן H5414 אִ֜ישׁ H376 אֶת H853 כָּל H3605 ה֤וֹן H1952 בֵּיתוֹ֙ H1004 בָּאַהֲבָ֔ה H160 בּ֖וֹז H936 יָב֥וּזוּ H936 לֽוֹ Hl ",
      "8": "אָח֥וֹת H269 לָ֨נוּ֙ Hl קְטַנָּ֔ה H6996 וְשָׁדַ֖יִם H7699 אֵ֣ין H369 לָ֑הּ Hl מַֽה H4100 נַּעֲשֶׂה֙ H6213 לַאֲחֹתֵ֔ H269 בַּיּ֖וֹם H3117 שֶׁיְּדֻבַּר H1696 בָּֽהּ Hb ",
      "9": "אִם H518 חוֹמָ֣ה H2346 הִ֔יא H1931 נִבְנֶ֥ה H1129 עָלֶ֖יהָ H5921 טִ֣ירַת H2918 כָּ֑סֶף H3701 וְאִם H518 דֶּ֣לֶת H1817 הִ֔יא H1931 נָצ֥וּר H6696 עָלֶ֖יהָ H5921 ל֥וּחַ H3871 אָֽרֶז H730 ",
      "10": "אֲנִ֣י H589 חוֹמָ֔ה H2346 וְשָׁדַ֖ H7699 כַּמִּגְדָּל֑וֹת H4026 אָ֛ז H227 הָיִ֥יתִי H1961 בְעֵינָ֖י H5869 כְּמוֹצְאֵ֥ת H4672 שָׁלֽוֹם H7965 ",
      "11": "כֶּ֣רֶם H3754 הָיָ֤ה H1961 לִשְׁלֹמֹה֙ H8010 בְּבַ֣עַל H1174 הָמ֔וֹן H1174 נָתַ֥ן H5414 אֶת H853 הַכֶּ֖רֶם H3754 לַנֹּטְרִ֑ים H5201 אִ֛ישׁ H376 יָבִ֥א H935 בְּפִרְי֖ H6529 אֶ֥לֶף H505 כָּֽסֶף H3701 ",
      "12": "כָּרְמִ֥י H3754 שֶׁלִּ֖ Hs/Hl לְפָנָ֑ H6440 הָאֶ֤לֶף H505 לְךָ֙ Hl שְׁלֹמֹ֔ה H8010 וּמָאתַ֖יִם H3967 לְנֹטְרִ֥ים H5201 אֶת H853 פִּרְיֽוֹ H6529 ",
      "13": "הַיוֹשֶׁ֣בֶת H3427 בַּגַּנִּ֗ים H1588 חֲבֵרִ֛ים H2270 מַקְשִׁיבִ֥ים H7181 לְקוֹלֵ֖ H6963 הַשְׁמִיעִֽינִי H8085 ",
      "14": "בְּרַ֣ח H1272 דּוֹדִ֗י H1730 וּֽדְמֵה H1819 לְךָ֤ Hl לִצְבִי֙ H6643 א֚וֹ H176 לְעֹ֣פֶר H6082 הָֽאַיָּלִ֔ים H354 עַ֖ל H5921 הָרֵ֥י H2022 בְשָׂמִֽים H1314 "
    }
  }
}
