{
  "1": "I am weary of my life;\n\\q I will give free expression to my complaint;\n\\q I will speak in the bitterness of my soul.\n\\q",
  "2": "I will say to God, 'Do not merely condemn me;\n\\q show me why you accuse me.\n\\q",
  "3": "Is it good to you that you should oppress me,\n\\q to despise the work of your hands\n\\q while you smile on the plans of the wicked?",
  "4": "Do you have eyes of flesh?\n\\q Do you see like a man sees?\n\\q",
  "5": "Are your days like the days of mankind\n\\q or your years like the years of people,\n\\q",
  "6": "that you inquire after my iniquity\n\\q and search after my sin,\n\\q",
  "7": "although you know I am not guilty\n\\q and there is no one who can rescue me from your hand?\n\\m",
  "8": "Your hands have framed and fashioned me\n\\q together round about, yet you are destroying me.\n\\q",
  "9": "Call to mind, I beg you, that you have fashioned me like clay;\n\\q will you bring me into dust again?",
  "10": "Have you not poured me out like milk\n\\q and curdled me like cheese?\n\\q",
  "11": "You have clothed me with skin and flesh\n\\q and knit me together with bones and sinews.",
  "12": "You have granted me life and covenant faithfulness;\n\\q your help has guarded my spirit.\n\\q",
  "13": "Yet these things you hid in your heart—\n\\q I know that this is what you were thinking:\n\\q",
  "14": "that if I sinned, you would notice it;\n\\q you would not acquit me of my iniquity.",
  "15": "If I am wicked, woe to me;\n\\q even if I were righteous, I could not lift up my head,\n\\q since I am filled with disgrace\n\\q and am looking at my own suffering.\n\\q",
  "16": "If my head lifts itself, you hunt me down like a lion;\n\\q once again you show yourself powerful to me.",
  "17": "You bring new witnesses against me\n\\q and increase your anger against me;\n\\q you attack me with fresh armies.\n\\m",
  "18": "Why, then, have you brought me out of the womb?\n\\q I wish I had given up my spirit and that no eye had ever seen me.\n\\q",
  "19": "I would have been as though I had never existed;\n\\q I would have been carried from the womb to the grave.",
  "20": "Are not my days only a few? Stop then,\n\\q let me alone, so that I may have a little rest\n\\q",
  "21": "before I go from where I will not return,\n\\q to the land of darkness and of the shadow of death,\n\\q",
  "22": "the land that is as dark as midnight,\n\\q the land of the shadow of death, without any order,\n\\q where the light is like midnight.'\"",
  "23": "\\q",
  "25": "\\q",
  "28": "\\q"
}
