{
  "1": "Then Zophar the Naamathite answered and said,\n\\q",
  "2": "\"Should not such a multitude of words be answered?\n\\q Should this man, so full of talk, be believed?\n\\q",
  "3": "Should your boasting make others remain silent?\n\\q When you mock our teaching, will no one make you feel ashamed?",
  "4": "For you say to God, 'My beliefs are pure,\n\\q I am blameless in your eyes.'\n\\q",
  "5": "But, oh, that God would speak\n\\q and open his lips against you;\n\\q",
  "6": "that he would show you the secrets of wisdom!\n\\q For he is great in understanding.\n\\q Know then that God demands from you less than your iniquity deserves.",
  "7": "Can you understand God by searching for him?\n\\q Can you comprehend the Almighty perfectly?\n\\q",
  "8": "The matter is as high as heaven; what can you do?\n\\q It is deeper than Sheol; what can you know?\n\\q",
  "9": "Its measure is longer than the earth,\n\\q and wider than the sea.\n\\q",
  "10": "If he passes through and shuts anyone up,\n\\q if he calls anyone to judgment, then who can stop him?\n\\q",
  "11": "For he knows false people;\n\\q when he sees iniquity, does he not notice it?\n\\q",
  "12": "But foolish people have no understanding;\n\\q they will get it when a wild donkey gives birth to a man.",
  "13": "But suppose that you had set your heart right\n\\q and had reached out with your hands toward God;\n\\q",
  "14": "suppose that iniquity were in your hand, but that then you put it far away from you,\n\\q and did not let unrighteousness live in your tents.",
  "15": "Then you would certainly lift up your face without a sign of shame;\n\\q indeed, you would be steadfast and would not fear.\n\\q",
  "16": "You would forget your misery;\n\\q you would remember it only like waters that have flowed away.\n\\q",
  "17": "Your life would be brighter than the noonday;\n\\q though there were darkness, it would become like the morning.",
  "18": "You would be secure because there is hope;\n\\q indeed, you would find safety about you and would take your rest in safety.\n\\q",
  "19": "Also you would lie down in rest, and none would make you afraid;\n\\q indeed, many would seek your favor.",
  "20": "But the eyes of wicked people will fail;\n\\q they will have no way to flee;\n\\q their only hope will be a last gasp of life.\"",
  "23": "\\q",
  "26": "\\q"
}
