{
  "1": "Then Job answered and said,\n\\q",
  "2": "\"No doubt you are the people;\n\\q wisdom will die with you.\n\\q",
  "3": "But I have understanding as well as you;\n\\q I am not inferior to you.\n\\q Indeed, who does not know such things as these?",
  "4": "I am something for my neighbor to laugh at—\n\\q I, one who called on God and who was answered by him!\n\\q I, a just and blameless man—I am now something to laugh at.\n\\q",
  "5": "In the thought of someone who is at ease, there is contempt for misfortune;\n\\q he thinks in a way that brings more misfortune to those whose foot is slipping.\n\\q",
  "6": "The tents of robbers prosper,\n\\q and those who provoke God feel secure;\n\\q their own hands are their gods.",
  "7": "But now ask the beasts, and they will teach you;\n\\q ask the birds of the heavens, and they will tell you.\n\\q",
  "8": "Or speak to the earth, and it will teach you;\n\\q the fish of the sea will declare to you.",
  "9": "Which animal among all these does not know\n\\q that the hand of Yahweh has done this?\n\\q",
  "10": "In his hand is the life of every living thing\n\\q and the breath of all mankind.",
  "11": "Does not the ear test words\n\\q just as the palate tastes its food?\n\\q",
  "12": "With aged men is wisdom;\n\\q in length of days is understanding.",
  "13": "With God are wisdom and might;\n\\q he has counsel and understanding.\n\\q",
  "14": "See, he breaks down, and it cannot be built again;\n\\q if he imprisons someone, there can be no release.\n\\q",
  "15": "See, if he withholds the waters, they dry up;\n\\q and if he sends them out, they overwhelm the land.",
  "16": "With him are strength and wisdom;\n\\q people who are deceived and the deceiver are both in his power.\n\\q",
  "17": "He leads counselors away barefoot in sorrow;\n\\q he turns judges into fools.\n\\q",
  "18": "He takes off the chain of authority from kings;\n\\q he wraps a cloth about their waists.",
  "19": "He leads priests away barefoot in sorrow\n\\q and overthrows mighty people.\n\\q",
  "20": "He removes the speech of those who had been trusted\n\\q and takes away the understanding of the elders.\n\\q",
  "21": "He pours contempt upon princes\n\\q and unfastens the belt of strong people.",
  "22": "He reveals deep things from darkness\n\\q and brings out to light the shadows where dead people are.\n\\q",
  "23": "He makes nations strong, and he also destroys them;\n\\q He enlarges nations, and he also leads them along as prisoners.",
  "24": "He takes away understanding from the leaders of the people of the earth;\n\\q he causes them to wander in a wilderness where there is no path.\n\\q",
  "25": "They grope in the dark without light;\n\\q he makes them stagger like a drunk man.",
  "29": "\\q",
  "32": "\\q"
}
