{
  "1": "Then Job answered and said,\n\\q",
  "2": "\"I have heard many such things;\n\\q you are all miserable comforters.\n\\q",
  "3": "Will useless words ever have an end?\n\\q What is wrong with you that you answer like this?",
  "4": "I also could speak as you do,\n\\q if you were in my place;\n\\q I could collect and join words together against you\n\\q and shake my head at you in mockery.\n\\q",
  "5": "Oh, how I would encourage you with my mouth!\n\\q How the comfort from my lips would lighten your grief!",
  "6": "If I speak, my grief is not lessened;\n\\q if I keep from speaking, how am I helped?\n\\q",
  "7": "But now, God, you have made me weary;\n\\q you have made all my family desolate.\n\\q",
  "8": "You have made me dry up, which itself is a witness against me;\n\\q the leanness of my body rises up against me,\n\\q and it testifies against my face.",
  "9": "God has torn me in his wrath and persecuted me;\n\\q He has gnashed me with his teeth;\n\\q my enemy fastens his eyes on me as he tears me apart.\n\\q",
  "10": "People have gaped with open mouth at me;\n\\q they have hit me reproachfully on the cheek;\n\\q they have gathered together against me.",
  "11": "God hands me over to ungodly people,\n\\q and throws me into the hands of wicked people.\n\\q",
  "12": "I was at ease, and he broke me apart.\n\\q Indeed, he has taken me by the neck and dashed me to pieces;\n\\q he has also set me up as his target.",
  "13": "His archers surround me all around;\n\\q God pierces my kidneys and does not spare me;\n\\q he pours out my bile on the ground.\n\\q",
  "14": "He smashes through my wall again and again;\n\\q he runs upon me like a warrior.",
  "15": "I have sewn sackcloth on my skin;\n\\q I have thrust my horn into the ground.\n\\q",
  "16": "My face is red with weeping;\n\\q on my eyelids is the shadow of death\n\\q",
  "17": "although there is no violence in my hands,\n\\q and my prayer is pure.",
  "18": "Earth, do not cover up my blood;\n\\q let my cry have no resting place.\n\\q",
  "19": "Even now, see, my witness is in heaven;\n\\q he who vouches for me is on high.",
  "20": "My friends scoff at me,\n\\q but my eye pours out tears to God.\n\\q",
  "21": "I ask for that witness in heaven to argue for this man with God\n\\q as a man does with his neighbor!\n\\q",
  "22": "For when a few years have passed,\n\\q I will go to a place from where I will not return.",
  "24": "\\q",
  "27": "\\q"
}
