{
  "1": "Then Bildad the Shuhite answered and said,\n\\q",
  "2": "\"When will you stop your talk?\n\\q Consider, and afterwards we will speak.",
  "3": "Why are we regarded as beasts;\n\\q why have we become stupid in your sight?\n\\q",
  "4": "You who tear at yourself in your anger,\n\\q should the earth be forsaken for you\n\\q or should the rocks be removed out of their places?",
  "5": "Indeed, the light of the wicked person will be put out;\n\\q the spark of his fire will not shine.\n\\q",
  "6": "The light will be dark in his tent;\n\\q his lamp above him will be put out.",
  "7": "The steps of his strength will be made short;\n\\q his own plans will cast him down.\n\\q",
  "8": "For he will be thrown into a net by his own feet;\n\\q he will walk into a pitfall.",
  "9": "A trap will take him by the heel;\n\\q a snare will lay hold on him.\n\\q",
  "10": "A noose is hidden for him on the ground;\n\\q and a trap for him in the way.\n\\q",
  "11": "Terrors will make him afraid on every side;\n\\q they will chase him at his heels.",
  "12": "His wealth will turn into hunger,\n\\q and calamity will be ready at his side.\n\\q",
  "13": "The parts of his body will be devoured;\n\\q indeed, the firstborn of death will devour his parts.",
  "14": "He is torn from the safety of his tent\n\\q and marched off to the king of terrors.\n\\q",
  "15": "People not his own will live in his tent\n\\q after they see that sulfur is scattered within his home.",
  "16": "His roots will be dried up beneath;\n\\q above will his branch be cut off.\n\\q",
  "17": "His memory will perish from the earth;\n\\q he will have no name in the street.",
  "18": "He will be driven from light into darkness\n\\q and be chased out of this world.\n\\q",
  "19": "He will have no son or son's son among his people,\n\\q nor any remaining kinfolk where he had stayed.\n\\q",
  "20": "Those who live in the west will be horrified at what happens to him one day;\n\\q those who live in the east will be frightened by it.",
  "21": "Surely such are the homes of unrighteous people,\n\\q the places of those who do not know God.\"",
  "22": "\\q",
  "25": "\\q",
  "29": "\\q"
}
