{
  "1": "Then Job answered and said,\n\\q",
  "2": "\"How long will you make me suffer\n\\q and break me into pieces with words?",
  "3": "These ten times you have reproached me;\n\\q you are not ashamed that you have treated me harshly.\n\\q",
  "4": "If it is indeed true that I have erred,\n\\q my error remains my own concern.",
  "5": "If indeed you will exalt yourselves above me\n\\q and use my humiliation against me, \n\\q",
  "6": "then you should know that God has done wrong to me\n\\q and has caught me in his net.",
  "7": "See, I cry out, \"Violence!\" but I get no answer.\n\\q I call out for help, but there is no justice.\n\\q",
  "8": "He has walled up my way so that I cannot pass,\n\\q and he has set darkness in my path.\n\\q",
  "9": "He has stripped me of my glory,\n\\q and he has taken the crown from my head.",
  "10": "He has broken me down on every side, and I am gone;\n\\q he has plucked up my hopes like a tree.\n\\q",
  "11": "He has also kindled his wrath against me;\n\\q he regards me as one of his adversaries.\n\\q",
  "12": "His troops come on together;\n\\q they cast up siege mounds against me\n\\q and encamp around my tent.",
  "13": "He has put my brothers far from me;\n\\q my acquaintances are wholly alienated from me.\n\\q",
  "14": "My kinsfolk have failed me;\n\\q my close friends have forgotten me.",
  "15": "Those who once stayed as guests in my house and my female servants regard me as a stranger;\n\\q I am an alien in their sight.\n\\q",
  "16": "I call to my servant, but he gives me no answer\n\\q although I entreat him with my mouth.",
  "17": "My breath is offensive to my wife;\n\\q I am even disgusting to those who were born from my mother's womb.\n\\q",
  "18": "Even young children despise me;\n\\q if I rise to speak, they speak against me.\n\\q",
  "19": "All my familiar friends abhor me;\n\\q those whom I love have turned against me.",
  "20": "My bones cling to my skin and to my flesh;\n\\q I survive only by the skin of my teeth.\n\\q",
  "21": "Have pity upon me, have pity upon me, my friends,\n\\q for the hand of God has touched me.\n\\q",
  "22": "Why do you persecute me as if you were God?\n\\q Why are you not satisfied with consuming my flesh?",
  "23": "Oh, that my words were now written down!\n\\q Oh, that they were inscribed in a book!\n\\q",
  "24": "Oh, that with an iron pen and lead\n\\q they were engraved in the rock forever!",
  "25": "But as for me, I know that my Redeemer lives,\n\\q and that at last he will stand on the earth;\n\\q",
  "26": "after my skin, that is, this body, is destroyed,\n\\q then in my flesh I will see God.\n\\q",
  "27": "I will see him myself;\n\\q my eyes—and not someone else—will see him.\n\\q My kidneys fail within me",
  "28": "If you say, 'How we will persecute him!\n\\q The root of his troubles lies in him,'\n\\q",
  "29": "then be afraid of the sword,\n\\q because wrath brings the punishment of the sword,\n\\q so that you may know there is a judgment.\"",
  "31": "\\q",
  "34": "\\q",
  "38": "\\q"
}
