{
  "1": "Surely there is a mine for silver,\n\\q a place where they refine gold.\n\\q",
  "2": "Iron is taken out of the earth;\n\\q copper is smelted out of the stone.",
  "3": "A man sets an end to darkness\n\\q and searches out, to the farthest limit,\n\\q the stones in obscurity and thick darkness.\n\\q",
  "4": "He breaks open a shaft away from where people live,\n\\q places that are forgotten by anyone's foot.\n\\q He hangs far away from people; he swings to and fro.",
  "5": "As for the earth, out of which comes bread,\n\\q it is turned up below as if by fire.\n\\q",
  "6": "Its stones are the place where sapphires are found,\n\\q and its dust contains gold.",
  "7": "No bird of prey knows the path to it,\n\\q nor has the falcon's eye seen it.\n\\q",
  "8": "The proud animals have not walked such a path,\n\\q nor has the fierce lion passed there.",
  "9": "A man lays his hand on the flinty rock;\n\\q he overturns mountains by their roots.\n\\q",
  "10": "He cuts out channels among the rocks;\n\\q his eye sees every valuable thing there.\n\\q",
  "11": "He ties up the streams so they do not run;\n\\q what is hidden there he brings out to the light.\n\\m",
  "12": "Where will wisdom be found?\n\\q Where is the place of understanding?\n\\q",
  "13": "Man does not know its price;\n\\q neither is it found in the land of the living.\n\\q",
  "14": "The deep waters under the earth say, 'It is not in me';\n\\q the sea says, 'It is not with me.'",
  "15": "It cannot be gotten for gold;\n\\q neither can silver be weighed as its price.\n\\q",
  "16": "It cannot be valued with the gold of Ophir,\n\\q with precious onyx or sapphire.\n\\q",
  "17": "Gold and crystal cannot equal it in worth;\n\\q neither can it be exchanged for jewels of fine gold.",
  "18": "No mention is worth making of coral or jasper;\n\\q indeed, the price of wisdom is more than rubies.\n\\q",
  "19": "The topaz of Ethiopia does not equal it;\n\\q neither can it be valued in terms of pure gold.",
  "20": "From where, then, comes wisdom?\n\\q Where is the place of understanding?\n\\q",
  "21": "Wisdom is hidden from the eyes of all living things\n\\q and is kept hidden from the birds of the heavens.\n\\q",
  "22": "Destruction and Death say,\n\\q 'We have heard just a rumor about it with our ears.'\n\\m",
  "23": "God understands the way to it;\n\\q he knows its place.\n\\q",
  "24": "For he looks to the very ends of the earth\n\\q and sees under all the heavens.\n\\q",
  "25": "He made the force of the wind\n\\q and parceled out the waters by measure.",
  "26": "He made a decree for the rain\n\\q and a way for the lightning of the thunder.\n\\q",
  "27": "Then he saw wisdom and announced it;\n\\q he established it, indeed, and he examined it.\n\\q",
  "28": "To people he said,\n\\q 'See, the fear of the Lord—that is wisdom;\n\\q to depart from evil is understanding.'\"",
  "32": "\\q",
  "36": "\\q"
}
