{
  "1": "I have made a covenant with my eyes;\n\\q how then should I look with desire on a virgin?\n\\q",
  "2": "For what is the portion from God above,\n\\q the inheritance from the Almighty on high?",
  "3": "I used to think that calamity is for unrighteous people,\n\\q and that disaster is for doers of wickedness.\n\\q",
  "4": "Does not God see my ways\n\\q and count all my steps?\n\\m",
  "5": "If I have walked with falsehood,\n\\q if my foot has hurried to deceit,\n\\q",
  "6": "let me be weighed in an even balance\n\\q so that God will know my integrity.",
  "7": "If my step has turned out of the right way,\n\\q if my heart has walked after my eyes,\n\\q if any spot of impurity has clung to my hands,\n\\q",
  "8": "then let me sow and let another eat;\n\\q indeed, let the harvest be uprooted out of my field.\n\\m",
  "9": "If my heart has been attracted to another woman,\n\\q if I have lain in wait at my neighbor's door for his wife,\n\\q",
  "10": "then let my wife grind grain for another man,\n\\q and let other men sleep with her.",
  "11": "For that would be a terrible crime;\n\\q indeed, it would be a crime to be punished by judges.\n\\q",
  "12": "For that is a fire that consumes everything for Sheol\n\\q and that would burn up all my harvest.",
  "13": "If I ignored the plea for justice from my male or female servant\n\\q when they argued with me,\n\\q",
  "14": "what then would I do when God rises up to accuse me?\n\\q When he comes to judge me, how would I answer him?\n\\q",
  "15": "Did the one who made me in the womb not make them also?\n\\q Did not the same one mold us all in the womb?\n\\m",
  "16": "If I have withheld poor people from their desire,\n\\q or if I have caused the eyes of the widow to grow dim from crying,\n\\q",
  "17": "or if I have eaten my morsel alone\n\\q and not allowed those without fathers to eat it also—\n\\q",
  "18": "because from my youth the orphan grew up with me as with a father,\n\\q and I have guided his mother, a widow, from my own mother's womb.",
  "19": "If I have seen anyone perish for lack of clothing,\n\\q or if I have seen that a needy man had no clothing;\n\\q",
  "20": "if his heart has not blessed me\n\\q because he has not been warmed with the wool of my sheep,\n\\q",
  "21": "if I have lifted up my hand against fatherless people\n\\q because I saw my support in the city gate,\n\\q then bring charges against me!",
  "22": "If I have done these things, then let my shoulder fall from the shoulder blade,\n\\q and let my arm be broken from its joint.\n\\q",
  "23": "For I dreaded destruction from God;\n\\q because of his majesty, I was not able to do those things.\n\\m",
  "24": "If I have made gold my hope,\n\\q and if I have said to fine gold, 'You are what I am confident in';\n\\q",
  "25": "if I have rejoiced because my wealth was great,\n\\q because my hand had gotten many possessions,\n\\q then bring charges against me!",
  "26": "If I have seen the sun when it shone,\n\\q or the moon walking in its brightness,\n\\q",
  "27": "and if my heart has been secretly attracted,\n\\q so that my mouth has kissed my hand in worship of them—\n\\q",
  "28": "this also would be a crime to be punished by judges,\n\\q for I would have denied the God who is above.",
  "29": "If I have rejoiced at the destruction of anyone who hated me\n\\q or congratulated myself when disaster overtook him,\n\\q then bring charges against me!\n\\q",
  "30": "Indeed, I have not even allowed my mouth to sin\n\\q by asking for his life with a curse.",
  "31": "If the men of my tent have never said,\n\\q 'Who can find one who has not been filled with Job's food?'\n\\q",
  "32": "(even the foreigner has never had to stay in the city square,\n\\q because I have always opened my doors to the traveler), \n\\q and if that is not so, then bring charges against me!",
  "33": "If, like mankind, I have hidden my sins\n\\q by hiding my guilt inside my tunic\n\\q",
  "34": "(because I feared the great multitude,\n\\q because the contempt of families terrified me,\n\\q so that I kept silent and would not go outside),\n\\q then bring charges against me!",
  "35": "Oh, if only I had someone to hear me!\n\\q See, here is my signature; let the Almighty answer me!\n\\q If only I had the indictment that my opponent has written!\n\\q",
  "36": "Surely I would carry it openly on my shoulder;\n\\q I would put it on like a crown.\n\\q",
  "37": "I would declare to him an accounting for my steps;\n\\q as a confident prince I would go up to him.",
  "38": "If my land ever cries out against me,\n\\q and its furrows weep together,\n\\q",
  "39": "if I have eaten its harvest without paying for it\n\\q or have caused its owners to lose their lives,\n\\q",
  "40": "then let thorns grow instead of wheat\n\\q and weeds instead of barley.\"\n\\m\n The words of Job are finished.",
  "41": "\\q",
  "44": "\\q",
  "47": "\\q",
  "50": "\\q",
  "54": "\\q"
}
