{
  "1": "Elihu continued on and said,\n\\q",
  "2": "\"Permit me to speak a little longer, and I will show you some things\n\\q because I have a little more to say in defense of God.\n\\q",
  "3": "I will obtain my knowledge from far off;\n\\q I will acknowledge that righteousness belongs to my Maker.",
  "4": "For indeed, my words will not be false;\n\\q someone who is mature in knowledge is with you.\n\\q",
  "5": "See, God is mighty, and despises no one;\n\\q he is mighty in strength of understanding.",
  "6": "He does not preserve the life of wicked people\n\\q but instead does what is right for those who suffer.\n\\q",
  "7": "He does not withdraw his eyes from righteous people\n\\q but instead sets them on thrones like kings forever,\n\\q and they are lifted up.",
  "8": "If they are bound in chains\n\\q and trapped in cords of suffering,\n\\q",
  "9": "then he reveals to them what they have done,\n\\q and their transgressions and their pride.",
  "10": "He also opens their ears to his instruction,\n\\q and commands them to turn back from iniquity.\n\\q",
  "11": "If they listen to him and worship him,\n\\q they will spend their days in prosperity,\n\\q their years in contentment.\n\\q",
  "12": "However, if they do not listen, they will perish by the sword;\n\\q they will die because they have no knowledge.",
  "13": "Those who are godless in heart store up their anger;\n\\q they do not cry out for help even when God ties them up.\n\\q",
  "14": "They die in their youth;\n\\q their lives end among the cultic prostitutes.",
  "15": "God rescues afflicted people by means of their afflictions;\n\\q he opens their ears by means of their oppression.\n\\q",
  "16": "Indeed, he would like to draw you out of distress\n\\q into a broad place where there is no hardship\n\\q and where your table would be set with food full of fatness.",
  "17": "But you are full of judgment on wicked people;\n\\q judgment and justice have laid hold of you.\n\\q",
  "18": "Do not let your anger entice you to mockery,\n\\q or the greatness of a ransom to turn you aside.",
  "19": "Can your wealth benefit you, so that you will not be in distress,\n\\q or can all the force of your strength help you?\n\\q",
  "20": "Do not desire the night, to commit sin against others,\n\\q when peoples are cut off in their place.\n\\q",
  "21": "Be careful that you do not turn to sin\n\\q because you are being tested by suffering so that you will stay away from sinning.",
  "22": "See, God is exalted in his power;\n\\q who is a teacher like him?\n\\q",
  "23": "Who has ever instructed him about his way?\n\\q Who can ever say to him, 'You have committed unrighteousness?'\n\\q",
  "24": "Remember to praise his deeds,\n\\q of which people have sung.",
  "25": "All people have looked on those deeds,\n\\q but they see those deeds only from far away.\n\\q",
  "26": "See, God is great, but we do not understand him well;\n\\q the number of his years is incalculable.",
  "27": "For he draws up the drops of water\n\\q that he distills as rain from his vapor,\n\\f + \\ft Some modern versions have \\fqa that distill as rain from his vapor \\fqb . \\f*\n\\q",
  "28": "which the clouds pour down\n\\q and drop in abundance on mankind.\n\\q",
  "29": "Indeed, can anyone understand the extensive spread of the clouds\n\\q and the thunder from his hut?",
  "30": "See, he spreads his lightning around him\n\\q and covers the roots of the sea.\n\\q",
  "31": "In this way he judges the peoples\n\\q and gives food in abundance.",
  "32": "He fills his hands with the lightning\n\\q until he commands it to strike its mark.\n\\q",
  "33": "Its thunder warns of the storm,\n\\q the cattle can also hear it is coming.",
  "34": "\\q",
  "37": "\\q",
  "41": "\\q",
  "44": "\\q"
}
