{
  "1": "Then Eliphaz the Temanite answered and said,\n\\q",
  "2": "If anyone tries to speak with you, will you be impatient?\n\\q But who can stop himself from speaking?\n\\q",
  "3": "See, you have instructed many;\n\\q you have strengthened weak hands.",
  "4": "Your words have supported him who was falling;\n\\q you have made feeble knees firm.\n\\q",
  "5": "But now trouble has come to you, and you are weary;\n\\q it touches you, and you are troubled.\n\\q",
  "6": "Is not your fear your confidence,\n\\q and the integrity of your ways your hope?",
  "7": "Think about this, please: who has ever perished when innocent?\n\\q Or when were the upright people ever cut off?\n\\q",
  "8": "According to what I have seen, those who plow iniquity\n\\q and sow trouble reap it.\n\\q",
  "9": "By the breath of God they perish;\n\\q by the blast of his anger they are consumed.",
  "10": "The roaring of the lion, the voice of the fierce lion,\n\\q the teeth of the young lions—they are broken.\n\\q",
  "11": "The old lion perishes for lack of victims;\n\\q the cubs of the lioness are scattered everywhere.",
  "12": "Now a certain matter was secretly brought to me,\n\\q and my ear received a whisper about it.\n\\q",
  "13": "Then came thoughts from visions in the night,\n\\q when deep sleep falls on people.",
  "14": "It was at night when fear and trembling came upon me,\n\\q and all my bones shook.\n\\q",
  "15": "Then a spirit passed before my face,\n\\q and the hair of my flesh stood up.",
  "16": "The spirit stood still, but I could not discern its appearance.\n\\q A form was before my eyes;\n\\q there was silence, and I heard a voice that said,\n\\q",
  "17": "\"Can a mortal man be more righteous than God?\n\\q Can a man be more pure than his Maker?",
  "18": "See, if God puts no trust in his servants;\n\\q if he accuses his angels of folly,\n\\q",
  "19": "how much more is this true of those who live in houses of clay,\n\\q whose foundation is in the dust,\n\\q who are crushed sooner than a moth?",
  "20": "Between morning and evening they are destroyed;\n\\q they perish forever without anyone noticing them.\n\\q",
  "21": "Are not their tent cords plucked up among them?\n\\q They die; they die without wisdom.",
  "24": "\\q",
  "27": "\\q"
}
