{
  "1": "So Jacob left, taking with him all his family and possessions. When they arrived at Beersheba, he offered sacrifices to God, the one whom his father Isaac worshiped.",
  "2": "That night, God called to Jacob in a vision, saying, \"Jacob! Jacob!\" He replied, \"I am here!\"",
  "3": "God said, \"I am God, the one your father worshiped. Do not be afraid to go down to Egypt, because I will give you many descendants, and they will become a great nation there.",
  "4": "I will go down to Egypt with you, and later I will bring your descendants back to Canaan again. And Joseph will be with you when you die.\"",
  "5": "So Jacob left Beersheba, and his sons took their father, their wives, and their children, in the carts that the king had sent for them to travel in.",
  "6": "In this way, Jacob and all his family went to Egypt. They took with them the livestock and all the other possessions that they had acquired in Canaan.",
  "7": "Jacob went to Egypt with all his sons, his daughters, grandsons, and granddaughters—his whole family.",
  "8": "This is a list of the names of the members of Jacob's family who went with him to Egypt:\\li Reuben, Jacob's oldest son;\n\\li",
  "9": "Reuben's sons Hanok, Pallu, Hezron, and Carmi;\\li",
  "10": "Simeon and his sons Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, who was the son of woman who came from the Canaanite people group;\\li",
  "11": "Levi and his sons Gershon, Kohath, and Merari;\n\n\\li",
  "12": "Judah and his sons, Shelah, Perez, and Zerah (his other sons, Er, and Onan, had died in Canaan land);\\li the two sons of Perez: Hezron and Hamul;\n\\li",
  "13": "Issachar and his sons Tola, Puah, Jashub, and Shimron;\\li",
  "14": "Zebulon and his sons Sered, Elon, and Jahleel\\li",
  "15": "These were the sons of Jacob and Leah, who were born in Paddan Aram, in addition to Dinah his daughter. There were thirty-three sons and daughters altogether.\n\\li",
  "16": "Gad and his sons Zephon, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli;\\li",
  "17": "Asher and his sons Imnah, Ishvah, Ishvi, and Beriah; and their sister Serah;\\li Beriah's sons: Heber and Malkiel;\n\\li",
  "18": "(Those were the children and grandchildren of Jacob and Zilpah, the slave woman whom Laban had given to his daughter Leah. These were sixteen people altogether.)\n\\li",
  "19": "Joseph and Benjamin, the sons of Jacob's wife Rachel;\\li",
  "20": "(Ephraim and Manasseh were Joseph's two sons. They did not go down to Egypt because they had been born in Egypt. They were sons of Asenath, the daughter of On, who was the priest in the temple in the city of On.)\\li",
  "21": "Benjamin and his sons Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard;\\li",
  "22": "(These were the sons and grandsons of Rachel and Jacob. They were fourteen people altogether.)\n\n\\li",
  "23": "Dan and his son Hushim;\\li",
  "24": "Naphtali and his sons Jahziel, Guni, Jezer, and Shillem.\\li",
  "25": "(These were the sons and grandsons of Jacob and Bilhah, the slave girl whom Laban had given to his daughter Rachel. They were seven people altogether.)",
  "26": "Altogether there were sixty-six descendants of Jacob who went to Egypt with him. That number does not include his sons' wives.",
  "27": "Including Jacob and Joseph and Joseph's two sons who were born in Egypt, there were seventy members of Jacob's family when they were all there in Egypt.",
  "28": "Jacob sent Judah to go ahead of the rest of them to talk with Joseph and to ask for directions on how to travel to Goshen. Then Judah returned to the rest of his family and they all traveled to the region of Goshen. When they arrived there,",
  "29": "Joseph got his chariot ready and went to Goshen to meet his father. When Joseph arrived, he threw his arms around his father's neck and cried for a long time.",
  "30": "Jacob said to Joseph, \"I have seen you, and now I know that you are still alive! So I am ready to die.\"",
  "31": "Then Joseph said to his brothers and to the rest of his father's family, \"I will go to the king and say to him, 'My brothers and my father and the rest of his family, who were living in Canaan land, have all come to me.",
  "32": "The men are all shepherds. They take care of their livestock, and they have brought with them their sheep, goats, and cattle, and everything else that they own.'",
  "33": "When the king summons you and asks, 'What work do you do?'",
  "34": "answer by saying, 'From the time when we were young, we have taken care of livestock, just as our ancestors did.' If you tell him that, he will let you live in the region of Goshen.\" Joseph told them to say that because the people of Egypt despised shepherds."
}
