{
  "1": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַיָּ֕מָת H4191 מֶ֖לֶךְ H4428 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 וַיִּמְלֹ֛ךְ H4427 חָנ֥וּן H2586 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "2": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶעֱשֶׂה H6213 חֶ֣סֶד H2617 עִם H5973 חָנ֣וּן H2586 בֶּן H1121 נָחָ֗שׁ H5176 כַּאֲשֶׁר֩ H834 עָשָׂ֨ה H6213 אָבִ֤יו H1 עִמָּדִי֙ H5978 חֶ֔סֶד H2617 וַיִּשְׁלַ֨ח H7971 דָּוִ֧ד H1732 לְנַחֲמ֛ H5162 בְּיַד H3027 עֲבָדָ֖יו H5650 אֶל H413 אָבִ֑יו H1 וַיָּבֹ֨אוּ֙ H935 עַבְדֵ֣י H5650 דָוִ֔ד H1732 אֶ֖רֶץ H776 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "3": "וַיֹּאמְרוּ֩ H559 שָׂרֵ֨י H8269 בְנֵֽי H1121 עַמּ֜וֹן H5983 אֶל H413 חָנ֣וּן H2586 אֲדֹֽנֵיהֶ֗ם H113 הַֽמְכַבֵּ֨ד H3513 דָּוִ֤ד H1732 אֶת H853 אָבִ֨יךָ֙ H1 בְּעֵינֶ֔י H5869 כִּֽי H3588 שָׁלַ֥ח H7971 לְךָ֖ Hl מְנַֽחֲמִ֑ים H5162 הֲ֠לוֹא H3808 בַּעֲב֞וּר H5668 חֲק֤וֹר H2713 אֶת H853 הָעִיר֙ H5892 וּלְ H7270 וּלְ H2015 שָׁלַ֥ח H7971 דָּוִ֛ד H1732 אֶת H853 עֲבָדָ֖יו H5650 אֵלֶֽיךָ H413 ",
  "4": "וַיִּקַּ֨ח H3947 חָנ֜וּן H2586 אֶת H853 עַבְדֵ֣י H5650 דָוִ֗ד H1732 וַיְגַלַּח֙ H1548 אֶת H853 חֲצִ֣י H2677 זְקָנָ֔ם H2206 וַיִּכְרֹ֧ת H3772 אֶת H853 מַדְוֵיהֶ֛ם H4063 בַּחֵ֖צִי H2677 עַ֣ד H5704 שְׁתֽוֹתֵיהֶ֑ם H8357 וַֽיְשַׁלְּחֵֽ H7971 ",
  "5": "וַיַּגִּ֤דוּ H5046 לְדָוִד֙ H1732 וַיִּשְׁלַ֣ח H7971 לִקְרָאתָ֔ H7125 כִּֽי H3588 הָי֥וּ H1961 הָאֲנָשִׁ֖ים H376 נִכְלָמִ֣ים H3637 מְאֹ֑ד H3966 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 שְׁב֣וּ H3427 בִֽירֵח֔וֹ H3405 עַד H5704 יְצַמַּ֥ח H6779 זְקַנְכֶ֖ם H2206 וְשַׁבְתֶּֽם H7725 ",
  "6": "וַיִּרְאוּ֙ H7200 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 כִּ֥י H3588 נִבְאֲשׁ֖וּ H887 בְּדָוִ֑ד H1732 וַיִּשְׁלְח֣וּ H7971 בְנֵֽי H1121 עַמּ֡וֹן H5983 וַיִּשְׂכְּרוּ֩ H7936 אֶת H853 אֲרַ֨ם H758 בֵּית H1050 רְח֜וֹב H1050 וְאֶת H853 אֲרַ֣ם H758 צוֹבָ֗א H6678 עֶשְׂרִ֥ים H6242 אֶ֨לֶף֙ H505 רַגְלִ֔י H7273 וְאֶת H853 מֶ֤לֶךְ H4428 מַֽעֲכָה֙ H4601 אֶ֣לֶף H505 אִ֔ישׁ H376 וְאִ֣ישׁ H376 ט֔וֹב H2897 שְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H376 אִֽישׁ H505 ",
  "7": "וַיִּשְׁמַ֖ע H8085 דָּוִ֑ד H1732 וַיִּשְׁלַח֙ H7971 אֶת H853 יוֹאָ֔ב H3097 וְאֵ֥ת H853 כָּל H3605 הַצָּבָ֖א H6635 הַגִּבֹּרִֽים H1368 ",
  "8": "וַיֵּֽצְאוּ֙ H3318 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיַּעַרְכ֥וּ H6186 מִלְחָמָ֖ה H4421 פֶּ֣תַח H6607 הַשָּׁ֑עַר H8179 וַאֲרַ֨ם H758 צוֹבָ֤א H6678 וּרְחוֹב֙ H7340 וְאִֽישׁ H376 ט֣וֹב H2897 וּמַֽעֲכָ֔ה H4601 לְבַדָּ֖ H905 בַּשָּׂדֶֽה H7704 ",
  "9": "וַיַּ֣רְא H7200 יוֹאָ֗ב H3097 כִּֽי H3588 הָיְתָ֤ה H1961 אֵלָיו֙ H413 פְּנֵ֣י H6440 הַמִּלְחָמָ֔ה H4421 מִפָּנִ֖ים H6440 וּמֵֽ H268 וַיִּבְחַ֗ר H977 מִכֹּל֙ H3605 בְּחוּרֵ֣י H977 בישראל H3478 וַֽיַּעֲרֹ֖ךְ H6186 לִקְרַ֥את H7125 אֲרָֽם H758 ",
  "10": "וְאֵת֙ H853 יֶ֣תֶר H3499 הָעָ֔ם H5971 נָתַ֕ן H5414 בְּיַ֖ד H3027 אַבְשַׁ֣י H52 אָחִ֑יו H251 וַֽיַּעֲרֹ֕ךְ H6186 לִקְרַ֖את H7125 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "11": "וַיֹּ֗אמֶר H559 אִם H518 תֶּחֱזַ֤ק H2388 אֲרָם֙ H758 מִמֶּ֔נִּי H4480 וְהָיִ֥תָה H1961 לִּ֖י Hl לִֽישׁוּעָ֑ה H3467 וְאִם H518 בְּנֵ֤י H1121 עַמּוֹן֙ H5983 יֶחֱזְק֣וּ H2388 מִמְּךָ֔ H4480 וְהָלַכְתִּ֖י H1980 לְהוֹשִׁ֥יעַֽ H3467 לָֽךְ Hl ",
  "12": "חֲזַ֤ק H2388 וְנִתְחַזַּק֙ H2388 בְּעַד H1157 עַמֵּ֔נוּ H5971 וּבְעַ֖ד H1157 עָרֵ֣י H5892 אֱלֹהֵ֑ינוּ H430 וַֽיהוָ֔ה H3068 יַעֲשֶׂ֥ה H6213 הַטּ֖וֹב H2896 בְּעֵינָֽי H5869 ",
  "13": "וַיִּגַּ֣שׁ H5066 יוֹאָ֗ב H3097 וְהָ H5971 אֲשֶׁ֣ר H834 עִמּ֔וֹ H5973 לַמִּלְחָמָ֖ה H4421 בַּֽאֲרָ֑ם H758 וַיָּנֻ֖סוּ H5127 מִפָּנָֽי H6440 ",
  "14": "וּבְנֵ֨י H1121 עַמּ֤וֹן H5983 רָאוּ֙ H7200 כִּי H3588 נָ֣ס H5127 אֲרָ֔ם H758 וַיָּנֻ֨סוּ֙ H5127 מִפְּנֵ֣י H6440 אֲבִישַׁ֔י H52 וַיָּבֹ֖אוּ H935 הָעִ֑יר H5892 וַיָּ֣שָׁב H7725 יוֹאָ֗ב H3097 מֵעַל֙ H5921 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיָּבֹ֖א H935 יְרוּשָׁלִָֽם H3389 ",
  "15": "וַיַּ֣רְא H7200 אֲרָ֔ם H758 כִּ֥י H3588 נִגַּ֖ף H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 וַיֵּאָסְפ֖וּ H622 יָֽחַד H3162 ",
  "16": "וַיִּשְׁלַ֣ח H7971 הֲדַדְעֶ֗זֶר H1909 וַיֹּצֵ֤א H3318 אֶת H853 אֲרָם֙ H758 אֲשֶׁר֙ H834 מֵעֵ֣בֶר H5676 הַנָּהָ֔ר H5104 וַיָּבֹ֖אוּ H935 חֵילָ֑ם H2431 וְשׁוֹבַ֛ךְ H7731 שַׂר H8269 צְבָ֥א H6635 הֲדַדְעֶ֖זֶר H1909 לִפְנֵי H6440 ",
  "17": "וַיֻּגַּ֣ד H5046 לְדָוִ֗ד H1732 וַיֶּאֱסֹ֤ף H622 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 וַיַּעֲבֹ֣ר H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 וַיָּבֹ֖א H935 חֵלָ֑אמָה H2431 וַיַּעַרְכ֤וּ H6186 אֲרָם֙ H758 לִקְרַ֣את H7125 דָּוִ֔ד H1732 וַיִּלָּחֲמ֖וּ H3898 עִמּֽוֹ H5973 ",
  "18": "וַיָּ֣נָס H5127 אֲרָם֮ H758 מִפְּנֵ֣י H6440 יִשְׂרָאֵל֒ H3478 וַיַּהֲרֹ֨ג H2026 דָּוִ֜ד H1732 מֵאֲרָ֗ם H758 שְׁבַ֤ע H7651 מֵאוֹת֙ H3967 רֶ֔כֶב H7393 וְאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 פָּרָשִׁ֑ים H6571 וְאֵ֨ת H853 שׁוֹבַ֧ךְ H7731 שַׂר H8269 צְבָא֛וֹ H6635 הִכָּ֖ה H5221 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
  "19": "וַיִּרְא֨וּ H7200 כָֽל H3605 הַמְּלָכִ֜ים H4428 עַבְדֵ֣י H5650 הֲדַדְעֶ֗זֶר H1909 כִּ֤י H3588 נִגְּפוּ֙ H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 וַיַּשְׁלִ֥מוּ H7999 אֶת H854 יִשְׂרָאֵ֖ל H3478 וַיַּֽעַבְד֑וּ H5647 וַיִּֽרְא֣וּ H3372 אֲרָ֔ם H758 לְהוֹשִׁ֥יעַ H3467 ע֖וֹד H5750 אֶת H853 בְּנֵ֥י H1121 עַמּֽוֹן H5983 "
}
