{
  "1": "וַיְהִ֣י H1961 רָעָב֩ H7458 בִּימֵ֨י H3117 דָוִ֜ד H1732 שָׁלֹ֣שׁ H7969 שָׁנִ֗ים H8141 שָׁנָה֙ H8141 אַחֲרֵ֣י H310 שָׁנָ֔ה H8141 וַיְבַקֵּ֥שׁ H1245 דָּוִ֖ד H1732 אֶת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 אֶל H413 שָׁאוּל֙ H7586 וְאֶל H413 בֵּ֣ית H1004 הַדָּמִ֔ים H1818 עַל H5921 אֲשֶׁר H834 הֵמִ֖ית H4191 אֶת H853 הַגִּבְעֹנִֽים H1393 ",
  "2": "וַיִּקְרָ֥א H7121 הַמֶּ֛לֶךְ H4428 לַגִּבְעֹנִ֖ים H1393 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֑ם H413 וְהַ H1393 לֹ֣א H3808 מִבְּנֵ֧י H1121 יִשְׂרָאֵ֣ל H3478 הֵ֗מָּה H1992 כִּ֚י H3588 אִם H518 מִיֶּ֣תֶר H3499 הָאֱמֹרִ֔י H567 וּבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 נִשְׁבְּע֣וּ H7650 לָהֶ֔ם H1992 וַיְבַקֵּ֤שׁ H1245 שָׁאוּל֙ H7586 לְהַכֹּתָ֔ H5221 בְּקַנֹּאת֥ H7065 לִבְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 וִיהוּדָֽה H3063 ",
  "3": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 הַגִּבְעֹנִ֔ים H1393 מָ֥ה H4100 אֶעֱשֶׂ֖ה H6213 לָכֶ֑ם Hl וּבַ H4100 אֲכַפֵּ֔ר H3722 וּבָרְכ֖וּ H1288 אֶת H853 נַחֲלַ֥ת H5159 יְהוָֽה H3068 ",
  "4": "וַיֹּ֧אמְרוּ H559 ל֣וֹ Hl הַגִּבְעֹנִ֗ים H1393 אֵֽין H369 לי Hl כֶּ֤סֶף H3701 וְזָהָב֙ H2091 עִם H5973 שָׁא֣וּל H7586 וְעִם H5973 בֵּית֔וֹ H1004 וְאֵֽין H369 לָ֥נוּ Hl אִ֖ישׁ H376 לְהָמִ֣ית H4191 בְּיִשְׂרָאֵ֑ל H3478 וַיֹּ֛אמֶר H559 מָֽה H4100 אַתֶּ֥ם H859 אֹמְרִ֖ים H559 אֶעֱשֶׂ֥ה H6213 לָכֶֽם Hl ",
  "5": "וַיֹּֽאמְרוּ֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 הָאִישׁ֙ H376 אֲשֶׁ֣ר H834 כִּלָּ֔נוּ H3615 וַאֲשֶׁ֖ר H834 דִּמָּה H1819 לָ֑נוּ Hl נִשְׁמַ֕דְנוּ H8045 מֵֽהִתְיַצֵּ֖ב H3320 בְּכָל H3605 גְּבֻ֥ל H1366 יִשְׂרָאֵֽל H3478 ",
  "6": "ינתן H5414 לָ֜נוּ Hl שִׁבְעָ֤ה H7651 אֲנָשִׁים֙ H376 מִבָּנָ֔י H1121 וְהוֹקַֽעֲנוּ H3363 לַֽיהוָ֔ה H3068 בְּגִבְעַ֥ת H1390 שָׁא֖וּל H7586 בְּחִ֣יר H972 יְהוָ֑ה H3068 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 אֲנִ֥י H589 אֶתֵּֽן H5414 ",
  "7": "וַיַּחְמֹ֣ל H2550 הַמֶּ֔לֶךְ H4428 עַל H5921 מְפִי H4648 בֹ֖שֶׁת H1322 בֶּן H1121 יְהוֹנָתָ֣ן H3083 בֶּן H1121 שָׁא֑וּל H7586 עַל H5921 שְׁבֻעַ֤ת H7621 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 בֵּֽינֹתָ֔ם H996 בֵּ֣ין H996 דָּוִ֔ד H1732 וּבֵ֖ין H996 יְהוֹנָתָ֥ן H3083 בֶּן H1121 שָׁאֽוּל H7586 ",
  "8": "וַיִּקַּ֣ח H3947 הַמֶּ֡לֶךְ H4428 אֶת H853 שְׁ֠נֵי H8147 בְּנֵ֨י H1121 רִצְפָּ֤ה H7532 בַת H1323 אַיָּה֙ H345 אֲשֶׁ֣ר H834 יָלְדָ֣ה H3205 לְשָׁא֔וּל H7586 אֶת H853 אַרְמֹנִ֖י H764 וְאֶת H853 מְפִבֹ֑שֶׁת H4648 וְאֶת H853 חֲמֵ֗שֶׁת H2568 בְּנֵי֙ H1121 מִיכַ֣ל H4324 בַּת H1323 שָׁא֔וּל H7586 אֲשֶׁ֥ר H834 יָלְדָ֛ה H3205 לְעַדְרִיאֵ֥ל H5741 בֶּן H1121 בַּרְזִלַּ֖י H1271 הַמְּחֹלָתִֽי H4259 ",
  "9": "וַֽיִּתְּנֵ֞ H5414 בְּיַ֣ד H3027 הַגִּבְעֹנִ֗ים H1393 וַיֹּקִיעֻ֤ H3363 בָּהָר֙ H2022 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיִּפְּל֥וּ H5307 שבעתים H7651 יָ֑חַד H3162 והם H1992 הֻמְת֜וּ H4191 בִּימֵ֤י H3117 קָצִיר֙ H7105 בָּרִ֣אשֹׁנִ֔ים H7223 תחלת H8462 קְצִ֥יר H7105 שְׂעֹרִֽים H8184 ",
  "10": "וַתִּקַּ֣ח H3947 רִצְפָּה֩ H7532 בַת H1323 אַיָּ֨ה H345 אֶת H853 הַשַּׂ֜ק H8242 וַתַּטֵּ֨ H5186 לָ֤הּ Hl אֶל H413 הַצּוּר֙ H6697 מִתְּחִלַּ֣ת H8462 קָצִ֔יר H7105 עַ֛ד H5704 נִתַּךְ H5413 מַ֥יִם H4325 עֲלֵיהֶ֖ם H5921 מִן H4480 הַשָּׁמָ֑יִם H8064 וְלֹֽא H3808 נָתְנָה֩ H5414 ע֨וֹף H5775 הַשָּׁמַ֜יִם H8064 לָנ֤וּחַ H5117 עֲלֵיהֶם֙ H5921 יוֹמָ֔ם H3119 וְאֶת H853 חַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 לָֽיְלָה H3915 ",
  "11": "וַיֻּגַּ֖ד H5046 לְדָוִ֑ד H1732 אֵ֧ת H853 אֲשֶׁר H834 עָשְׂתָ֛ה H6213 רִצְפָּ֥ה H7532 בַת H1323 אַיָּ֖ה H345 פִּלֶ֥גֶשׁ H6370 שָׁאֽוּל H7586 ",
  "12": "וַיֵּ֣לֶךְ H3212 דָּוִ֗ד H1732 וַיִּקַּ֞ח H3947 אֶת H853 עַצְמ֤וֹת H6106 שָׁאוּל֙ H7586 וְאֶת H853 עַצְמוֹת֙ H6106 יְהוֹנָתָ֣ן H3083 בְּנ֔וֹ H1121 מֵאֵ֕ת H853 בַּעֲלֵ֖י H1167 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 אֲשֶׁר֩ H834 גָּנְב֨וּ H1589 אֹתָ֜ם H853 מֵרְחֹ֣ב H7339 בֵּֽית H1052 שַׁ֗ן H1052 אֲשֶׁ֨ר H834 תלום H8518 שם H8033 הפלשתים H6430 בְּי֨וֹם H3117 הַכּ֧וֹת H5221 פְּלִשְׁתִּ֛ים H6430 אֶת H853 שָׁא֖וּל H7586 בַּגִּלְבֹּֽעַ H1533 ",
  "13": "וַיַּ֤עַל H5927 מִשָּׁם֙ H8033 אֶת H853 עַצְמ֣וֹת H6106 שָׁא֔וּל H7586 וְאֶת H853 עַצְמ֖וֹת H6106 יְהוֹנָתָ֣ן H3083 בְּנ֑וֹ H1121 וַיַּ֣אַסְפ֔וּ H622 אֶת H853 עַצְמ֖וֹת H6106 הַמּוּקָעִֽים H3363 ",
  "14": "וַיִּקְבְּר֣וּ H6912 אֶת H853 עַצְמוֹת H6106 שָׁא֣וּל H7586 וִיהוֹנָֽתָן H3083 בְּ֠נוֹ H1121 בְּאֶ֨רֶץ H776 בִּנְיָמִ֜ן H1144 בְּצֵלָ֗ע H6762 בְּקֶ֨בֶר֙ H6913 קִ֣ישׁ H7027 אָבִ֔יו H1 וַֽיַּעֲשׂ֔וּ H6213 כֹּ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 הַמֶּ֑לֶךְ H4428 וַיֵּעָתֵ֧ר H6279 אֱלֹהִ֛ים H430 לָאָ֖רֶץ H776 אַֽחֲרֵי H310 כֵֽן H3651 ",
  "15": "וַתְּהִי H1961 ע֧וֹד H5750 מִלְחָמָ֛ה H4421 לַפְּלִשְׁתִּ֖ים H6430 אֶת H854 יִשְׂרָאֵ֑ל H3478 וַיֵּ֨רֶד H3381 דָּוִ֜ד H1732 וַעֲבָדָ֥י H5650 עִמּ֛וֹ H5973 וַיִּלָּחֲמ֥וּ H3898 אֶת H854 פְּלִשְׁתִּ֖ים H6430 וַיָּ֥עַף H5774 דָּוִֽד H1732 ",
  "16": "וישבו H3430 בְּנֹ֜ב H3430 אֲשֶׁ֣ר H834 בִּילִידֵ֣י H3211 הָרָפָ֗ה H7497 וּמִשְׁקַ֤ל H4948 קֵינוֹ֙ H7013 שְׁלֹ֤שׁ H7969 מֵאוֹת֙ H3967 מִשְׁקַ֣ל H4948 נְחֹ֔שֶׁת H5178 וְה֖וּא H1931 חָג֣וּר H2296 חֲדָשָׁ֑ה H2319 וַיֹּ֖אמֶר H559 לְהַכּ֥וֹת H5221 אֶת H853 דָּוִֽד H1732 ",
  "17": "וַיַּֽעֲזָר H5826 לוֹ֙ Hl אֲבִישַׁ֣י H52 בֶּן H1121 צְרוּיָ֔ה H6870 וַיַּ֥ךְ H5221 אֶת H853 הַפְּלִשְׁתִּ֖י H6430 וַיְמִיתֵ֑ H4191 אָ֣ז H227 נִשְׁבְּעוּ֩ H7650 אַנְשֵׁי H376 דָוִ֨ד H1732 ל֜וֹ Hl לֵאמֹ֗ר H559 לֹא H3808 תֵצֵ֨א H3318 ע֤וֹד H5750 אִתָּ֨נוּ֙ H854 לַמִּלְחָמָ֔ה H4421 וְלֹ֥א H3808 תְכַבֶּ֖ה H3518 אֶת H853 נֵ֥ר H5216 יִשְׂרָאֵֽל H3478 ",
  "18": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַתְּהִי H1961 ע֧וֹד H5750 הַמִּלְחָמָ֛ה H4421 בְּג֖וֹב H1359 עִם H5973 פְּלִשְׁתִּ֑ים H6430 אָ֣ז H227 הִכָּ֗ה H5221 סִבְּכַי֙ H5444 הַחֻ֣שָׁתִ֔י H2843 אֶת H853 סַ֕ף H5593 אֲשֶׁ֖ר H834 בִּילִדֵ֥י H3211 הָרָפָֽה H7497 ",
  "19": "וַתְּהִי H1961 ע֧וֹד H5750 הַמִּלְחָמָ֛ה H4421 בְּג֖וֹב H1359 עִם H5973 פְּלִשְׁתִּ֑ים H6430 וַיַּ֡ךְ H5221 אֶלְחָנָן֩ H445 בֶּן H1121 יַעְרֵ֨י H3296 אֹרְגִ֜ים H3296 בֵּ֣ית H1022 הַלַּחְמִ֗י H1022 אֵ֚ת H853 גָּלְיָ֣ת H1555 הַגִּתִּ֔י H1663 וְעֵ֣ץ H6086 חֲנִית֔וֹ H2595 כִּמְנ֖וֹר H4500 אֹרְגִֽים H707 ",
  "20": "וַתְּהִי H1961 ע֥וֹד H5750 מִלְחָמָ֖ה H4421 בְּגַ֑ת H1661 וַיְהִ֣י H1961 אִ֣ישׁ H376 מדין H4067 וְאֶצְבְּעֹ֣ת H676 יָדָיו֩ H3027 וְאֶצְבְּעֹ֨ת H676 רַגְלָ֜יו H7272 שֵׁ֣שׁ H8337 וָשֵׁ֗שׁ H8337 עֶשְׂרִ֤ים H6242 וְאַרְבַּע֙ H702 מִסְפָּ֔ר H4557 וְגַם H1571 ה֖וּא H1931 יֻלַּ֥ד H3205 לְהָ H7497 ",
  "21": "וַיְחָרֵ֖ף H2778 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיַּכֵּ֨ H5221 יְה֣וֹנָתָ֔ן H3083 בֶּן H1121 שמעי H8096 אֲחִ֥י H251 דָוִֽד H1732 ",
  "22": "אֶת H853 אַרְבַּ֥עַת H702 אֵ֛לֶּה H428 יֻלְּד֥וּ H3205 לְהָ H7497 בְּגַ֑ת H1661 וַיִּפְּל֥וּ H5307 בְיַד H3027 דָּוִ֖ד H1732 וּבְ H3027 עֲבָדָֽיו H5650 "
}
