{
  "1": "בָּעֵ֣ת H6256 הַהִ֔יא H1931 חָלָ֖ה H2470 אֲבִיָּ֥ה H29 בֶן H1121 יָרָבְעָֽם H3379 ",
  "2": "וַיֹּ֨אמֶר H559 יָרָבְעָ֜ם H3379 לְאִשְׁתּ֗ H802 ק֤וּמִי H6965 נָא֙ H4994 וְהִשְׁתַּנִּ֔ית H8138 וְלֹ֣א H3808 יֵֽדְע֔וּ H3045 כִּי H3588 אתי H859 אֵ֣שֶׁת H802 יָרָבְעָ֑ם H3379 וְהָלַ֣כְתְּ H1980 שִׁלֹ֗ה H7887 הִנֵּה H2009 שָׁם֙ H8033 אֲחִיָּ֣ה H281 הַנָּבִ֔יא H5030 הֽוּא H1931 דִבֶּ֥ר H1696 עָלַ֛י H5921 לְמֶ֖לֶךְ H4428 עַל H5921 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
  "3": "וְלָקַ֣חַתְּ H3947 בְּ֠יָדֵ H3027 עֲשָׂרָ֨ה H6235 לֶ֧חֶם H3899 וְנִקֻּדִ֛ים H5350 וּבַקְבֻּ֥ק H1228 דְּבַ֖שׁ H1706 וּבָ֣את H935 אֵלָ֑יו H413 ה֚וּא H1931 יַגִּ֣יד H5046 לָ֔ךְ Hl מַה H4100 יִּֽהְיֶ֖ה H1961 לַנָּֽעַר H5288 ",
  "4": "וַתַּ֤עַשׂ H6213 כֵּן֙ H3651 אֵ֣שֶׁת H802 יָרָבְעָ֔ם H3379 וַתָּ֨קָם֙ H6965 וַתֵּ֣לֶךְ H3212 שִׁלֹ֔ה H7887 וַתָּבֹ֖א H935 בֵּ֣ית H1004 אֲחִיָּ֑ה H281 וַאֲחִיָּ֨הוּ֙ H281 לֹֽא H3808 יָכֹ֣ל H3201 לִרְא֔וֹת H7200 כִּ֛י H3588 קָ֥מוּ H6965 עֵינָ֖יו H5869 מִשֵּׂיבֽ H7869 ",
  "5": "וַיהוָ֞ה H3068 אָמַ֣ר H559 אֶל H413 אֲחִיָּ֗הוּ H281 הִנֵּ֣ה H2009 אֵ֣שֶׁת H802 יָרָבְעָ֡ם H3379 בָּאָ֣ה H935 לִדְרֹשׁ֩ H1875 דָּבָ֨ר H1697 מֵעִמְּ H5973 אֶל H413 בְּנָהּ֙ H1121 כִּֽי H3588 חֹלֶ֣ה H2470 ה֔וּא H1931 כָּזֹ֥ה H2090 וְכָ H2088 תְּדַבֵּ֣ר H1696 אֵלֶ֑יהָ H413 וִיהִ֣י H1961 כְבֹאָ֔ H935 וְהִ֖יא H1931 מִתְנַכֵּרָֽה H5234 ",
  "6": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אֲחִיָּ֜הוּ H281 אֶת H853 ק֤וֹל H6963 רַגְלֶ֨יהָ֙ H7272 בָּאָ֣ה H935 בַפֶּ֔תַח H6607 וַיֹּ֕אמֶר H559 בֹּ֖אִי H935 אֵ֣שֶׁת H802 יָרָבְעָ֑ם H3379 לָ֣מָּה H4100 זֶּ֗ה H2088 אַ֚תְּ H859 מִתְנַכֵּרָ֔ה H5234 וְאָ֣נֹכִ֔י H595 שָׁל֥וּחַ H7971 אֵלַ֖יִךְ H413 קָשָֽׁה H7186 ",
  "7": "לְכִ֞י H3212 אִמְרִ֣י H559 לְיָרָבְעָ֗ם H3379 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 יַ֛עַן H3282 אֲשֶׁ֥ר H834 הֲרִימֹתִ֖יךָ H7311 מִתּ֣וֹךְ H8432 הָעָ֑ם H5971 וָאֶתֶּנְ H5414 נָגִ֔יד H5057 עַ֖ל H5921 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
  "8": "וָאֶקְרַ֤ע H7167 אֶת H853 הַמַּמְלָכָה֙ H4467 מִבֵּ֣ית H1004 דָּוִ֔ד H1732 וָאֶתְּנֶ֖ H5414 לָ֑ךְ Hl וְלֹֽא H3808 הָיִ֜יתָ H1961 כְּעַבְדִּ֣ H5650 דָוִ֗ד H1732 אֲשֶׁר֩ H834 שָׁמַ֨ר H8104 מִצְוֺתַ֜י H4687 וַאֲשֶׁר H834 הָלַ֤ךְ H1980 אַחֲרַי֙ H310 בְּכָל H3605 לְבָב֔וֹ H3824 לַעֲשׂ֕וֹת H6213 רַ֖ק H7535 הַיָּשָׁ֥ר H3477 בְּעֵינָֽ H5869 ",
  "9": "וַתָּ֣רַע H7489 לַעֲשׂ֔וֹת H6213 מִכֹּ֖ל H3605 אֲשֶׁר H834 הָי֣וּ H1961 לְפָנֶ֑י H6440 וַתֵּ֡לֶךְ H3212 וַתַּעֲשֶׂה H6213 לְּךָ֩ Hl אֱלֹהִ֨ים H430 אֲחֵרִ֤ים H312 וּמַסֵּכוֹת֙ H4541 לְהַכְעִיסֵ֔ H3707 וְאֹתִ֥ H853 הִשְׁלַ֖כְתָּ H7993 אַחֲרֵ֥י H310 גַוֶּֽךָ H1458 ",
  "10": "לָכֵ֗ן H3651 הִנְנִ֨י H2005 מֵבִ֤יא H935 רָעָה֙ H7451 אֶל H413 בֵּ֣ית H1004 יָרָבְעָ֔ם H3379 וְהִכְרַתִּ֤י H3772 לְיָֽרָבְעָם֙ H3379 מַשְׁתִּ֣ין H8366 בְּקִ֔יר H7023 עָצ֥וּר H6113 וְעָז֖וּב H5800 בְּיִשְׂרָאֵ֑ל H3478 וּבִֽעַרְתִּי֙ H1197 אַחֲרֵ֣י H310 בֵית H1004 יָרָבְעָ֔ם H3379 כַּאֲשֶׁ֛ר H834 יְבַעֵ֥ר H1197 הַגָּלָ֖ל H1557 עַד H5704 תֻּמּֽוֹ H8552 ",
  "11": "הַמֵּ֨ת H4191 לְיָֽרָבְעָ֤ם H3379 בָּעִיר֙ H5892 יֹאכְל֣וּ H398 הַכְּלָבִ֔ים H3611 וְהַ H4191 בַּשָּׂדֶ֔ה H7704 יֹאכְל֖וּ H398 ע֣וֹף H5775 הַשָּׁמָ֑יִם H8064 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "12": "וְאַ֥תְּ H859 ק֖וּמִי H6965 לְכִ֣י H3212 לְבֵיתֵ֑ H1004 בְּבֹאָ֥ה H935 רַגְלַ֛יִךְ H7272 הָעִ֖ירָ H5892 וּמֵ֥ת H4191 הַיָּֽלֶד H3206 ",
  "13": "וְסָֽפְדוּ H5594 ל֤וֹ Hl כָל H3605 יִשְׂרָאֵל֙ H3478 וְקָבְר֣וּ H6912 אֹת֔וֹ H853 כִּֽי H3588 זֶ֣ה H2088 לְבַדּ֔ H905 יָבֹ֥א H935 לְיָרָבְעָ֖ם H3379 אֶל H413 קָ֑בֶר H6913 יַ֣עַן H3282 נִמְצָא H4672 ב֞וֹ Hb דָּבָ֣ר H1697 ט֗וֹב H2896 אֶל H413 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 בְּבֵ֥ית H1004 יָרָבְעָֽם H3379 ",
  "14": "וְהֵקִים֩ H6965 יְהוָ֨ה H3068 ל֥וֹ Hl מֶ֨לֶךְ֙ H4428 עַל H5921 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 יַכְרִ֛ית H3772 אֶת H853 בֵּ֥ית H1004 יָרָבְעָ֖ם H3379 זֶ֣ה H2088 הַיּ֑וֹם H3117 וּמֶ֖ה H4100 גַּם H1571 עָֽתָּה H6258 ",
  "15": "וְהִכָּ֨ה H5221 יְהוָ֜ה H3068 אֶת H853 יִשְׂרָאֵ֗ל H3478 כַּאֲשֶׁ֨ר H834 יָנ֣וּד H5110 הַקָּנֶה֮ H7070 בַּמַּיִם֒ H4325 וְנָתַ֣שׁ H5428 אֶת H853 יִשְׂרָאֵ֗ל H3478 מֵ֠עַל H5921 הָאֲדָמָ֨ה H127 הַטּוֹבָ֤ה H2896 הַזֹּאת֙ H2063 אֲשֶׁ֤ר H834 נָתַן֙ H5414 לַאֲב֣וֹתֵי H1 וְזֵרָ֖ H2219 מֵעֵ֣בֶר H5676 לַנָּהָ֑ר H5104 יַ֗עַן H3282 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 אֶת H853 אֲשֵׁ֣רֵיהֶ֔ם H842 מַכְעִיסִ֖ים H3707 אֶת H853 יְהוָֽה H3068 ",
  "16": "וְיִתֵּ֖ן H5414 אֶת H853 יִשְׂרָאֵ֑ל H3478 בִּגְלַ֞ל H1558 חַטֹּ֤אות H2403 יָֽרָבְעָם֙ H3379 אֲשֶׁ֣ר H834 חָטָ֔א H2398 וַאֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "17": "וַתָּ֨קָם֙ H6965 אֵ֣שֶׁת H802 יָרָבְעָ֔ם H3379 וַתֵּ֖לֶךְ H3212 וַתָּבֹ֣א H935 תִרְצָ֑תָה H8656 הִ֛יא H1931 בָּאָ֥ה H935 בְסַף H5592 הַבַּ֖יִת H1004 וְהַ H5288 מֵֽת H4191 ",
  "18": "וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 וַיִּסְפְּדוּ H5594 ל֖וֹ Hl כָּל H3605 יִשְׂרָאֵ֑ל H3478 כִּדְבַ֤ר H1697 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַד H3027 עַבְדּ֖וֹ H5650 אֲחִיָּ֥הוּ H281 הַנָּבִֽיא H5030 ",
  "19": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 יָֽרָבְעָ֔ם H3379 אֲשֶׁ֥ר H834 נִלְחַ֖ם H3898 וַאֲשֶׁ֣ר H834 מָלָ֑ךְ H4427 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "20": "וְהַ H3117 אֲשֶׁ֣ר H834 מָלַ֣ךְ H4427 יָרָבְעָ֔ם H3379 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 שָׁנָ֑ה H8141 וַיִּשְׁכַּב֙ H7901 עִם H5973 אֲבֹתָ֔יו H1 וַיִּמְלֹ֛ךְ H4427 נָדָ֥ב H5070 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "21": "וּרְחַבְעָם֙ H7346 בֶּן H1121 שְׁלֹמֹ֔ה H8010 מָלַ֖ךְ H4427 בִּֽיהוּדָ֑ה H3063 בֶּן H1121 אַרְבָּעִ֣ים H705 וְאַחַ֣ת H259 שָׁנָה֩ H8141 רְחַבְעָ֨ם H7346 בְּמָלְכ֜ H4427 וּֽשֲׁבַ֨ע H7651 עֶשְׂרֵ֥ה H6240 שָׁנָ֣ה H8141 מָלַ֣ךְ H4427 בִּירוּשָׁלִַ֗ם H3389 הָ֠עִיר H5892 אֲשֶׁר H834 בָּחַ֨ר H977 יְהוָ֜ה H3068 לָשׂ֨וּם H7760 אֶת H853 שְׁמ֥וֹ H8034 שָׁם֙ H8033 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נַעֲמָ֖ה H5279 הָעַמֹּנִֽית H5985 ",
  "22": "וַיַּ֧עַשׂ H6213 יְהוּדָ֛ה H3063 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיְקַנְא֣וּ H7065 אֹת֗וֹ H853 מִכֹּל֙ H3605 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 אֲבֹתָ֔ם H1 בְּחַטֹּאתָ֖ H2403 אֲשֶׁ֥ר H834 חָטָֽאוּ H2398 ",
  "23": "וַיִּבְנ֨וּ H1129 גַם H1571 הֵ֧מָּה H1992 לָהֶ֛ם H1992 בָּמ֥וֹת H1116 וּמַצֵּב֖וֹת H4676 וַאֲשֵׁרִ֑ים H842 עַ֚ל H5921 כָּל H3605 גִּבְעָ֣ה H1389 גְבֹהָ֔ה H1364 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
  "24": "וְגַם H1571 קָדֵ֖שׁ H6945 הָיָ֣ה H1961 בָאָ֑רֶץ H776 עָשׂ֗וּ H6213 כְּכֹל֙ H3605 הַתּוֹעֲבֹ֣ת H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "25": "וַיְהִ֛י H1961 בַּשָּׁנָ֥ה H8141 הַחֲמִישִׁ֖ית H2549 לַמֶּ֣לֶךְ H4428 רְחַבְעָ֑ם H7346 עָלָ֛ה H5927 שושק H7895 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 עַל H5921 יְרוּשָׁלִָֽם H3389 ",
  "26": "וַיִּקַּ֞ח H3947 אֶת H853 אֹצְר֣וֹת H214 בֵּית H1004 יְהוָ֗ה H3068 וְאֶת H853 אֽוֹצְרוֹת֙ H214 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְאֶת H853 הַכֹּ֖ל H3605 לָקָ֑ח H3947 וַיִּקַּח֙ H3947 אֶת H853 כָּל H3605 מָגִנֵּ֣י H4043 הַזָּהָ֔ב H2091 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 שְׁלֹמֹֽה H8010 ",
  "27": "וַיַּ֨עַשׂ H6213 הַמֶּ֤לֶךְ H4428 רְחַבְעָם֙ H7346 תַּחְתָּ֔ם H8478 מָגִנֵּ֖י H4043 נְחֹ֑שֶׁת H5178 וְהִפְקִ֗יד H6485 עַל H5921 יַד֙ H3027 שָׂרֵ֣י H8269 הָרָצִ֔ים H7323 הַשֹּׁ֣מְרִ֔ים H8104 פֶּ֖תַח H6607 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
  "28": "וַיְהִ֛י H1961 מִדֵּי H1767 בֹ֥א H935 הַמֶּ֖לֶךְ H4428 בֵּ֣ית H1004 יְהוָ֑ה H3068 יִשָּׂאוּם֙ H5375 הָֽרָצִ֔ים H7323 וֶהֱשִׁיב֖וּ H7725 אֶל H413 תָּ֥א H8372 הָרָצִֽים H7323 ",
  "29": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 רְחַבְעָ֖ם H7346 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣מָּה H1992 כְתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "30": "וּמִלְחָמָ֨ה H4421 הָיְתָ֧ה H1961 בֵין H996 רְחַבְעָ֛ם H7346 וּבֵ֥ין H996 יָרָבְעָ֖ם H3379 כָּל H3605 הַיָּמִֽים H3117 ",
  "31": "וַיִּשְׁכַּ֨ב H7901 רְחַבְעָ֜ם H7346 עִם H5973 אֲבֹתָ֗יו H1 וַיִּקָּבֵ֤ר H6912 עִם H5973 אֲבֹתָיו֙ H1 בְּעִ֣יר H5892 דָּוִ֔ד H1732 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נַעֲמָ֖ה H5279 הָעַמֹּנִ֑ית H5985 וַיִּמְלֹ֛ךְ H4427 אֲבִיָּ֥ם H38 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
