{
  "1": "וַיְהִ֤י H1961 דְבַר H1697 יְהוָה֙ H3068 אֶל H413 יֵה֣וּא H3058 בֶן H1121 חֲנָ֔נִי H2607 עַל H5921 בַּעְשָׁ֖א H1201 לֵאמֹֽר H559 ",
  "2": "יַ֗עַן H3282 אֲשֶׁ֤ר H834 הֲרִימֹתִ֨יךָ֙ H7311 מִן H4480 הֶ֣עָפָ֔ר H6083 וָאֶתֶּנְ H5414 נָגִ֔יד H5057 עַ֖ל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֑ל H3478 וַתֵּ֣לֶךְ H3212 בְּדֶ֣רֶךְ H1870 יָרָבְעָ֗ם H3379 וַֽתַּחֲטִא֙ H2398 אֶת H853 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 לְהַכְעִיסֵ֖ H3707 בְּחַטֹּאתָֽ H2403 ",
  "3": "הִנְנִ֥י H2005 מַבְעִ֛יר H1197 אַחֲרֵ֥י H310 בַעְשָׁ֖א H1201 וְאַחֲרֵ֣י H310 בֵית֑וֹ H1004 וְנָֽתַתִּי֙ H5414 אֶת H853 בֵּ֣יתְךָ֔ H1004 כְּבֵ֖ית H1004 יָרָבְעָ֥ם H3379 בֶּן H1121 נְבָֽט H5028 ",
  "4": "הַמֵּ֤ת H4191 לְבַעְשָׁא֙ H1201 בָּעִ֔יר H5892 יֹֽאכְל֖וּ H398 הַכְּלָבִ֑ים H3611 וְהַ H4191 לוֹ֙ Hl בַּשָּׂדֶ֔ה H7704 יֹאכְל֖וּ H398 ע֥וֹף H5775 הַשָּׁמָֽיִם H8064 ",
  "5": "וְיֶ֨תֶר H3499 דִּבְרֵ֥י H1697 בַעְשָׁ֛א H1201 וַאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וּגְבֽוּרָת֑ H1369 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "6": "וַיִּשְׁכַּ֤ב H7901 בַּעְשָׁא֙ H1201 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֖ר H6912 בְּתִרְצָ֑ה H8656 וַיִּמְלֹ֛ךְ H4427 אֵלָ֥ה H425 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "7": "וְגַ֡ם H1571 בְּיַד H3027 יֵה֨וּא H3058 בֶן H1121 חֲנָ֜נִי H2607 הַנָּבִ֗יא H5030 דְּבַר H1697 יְהוָ֡ה H3068 הָיָה֩ H1961 אֶל H413 בַּעְשָׁ֨א H1201 וְאֶל H413 בֵּית֜וֹ H1004 וְעַ֥ל H5921 כָּל H3605 הָרָעָ֣ה H7451 אֲשֶׁר H834 עָשָׂ֣ה H6213 בְּעֵינֵ֣י H5869 יְהוָ֗ה H3068 לְהַכְעִיס H3707 בְּמַעֲשֵׂ֣ה H4639 יָדָ֔יו H3027 לִהְי֖וֹת H1961 כְּבֵ֣ית H1004 יָרָבְעָ֑ם H3379 וְעַ֥ל H5921 אֲשֶׁר H834 הִכָּ֖ה H5221 אֹתֽוֹ H853 ",
  "8": "בִּשְׁנַ֨ת H8141 עֶשְׂרִ֤ים H6242 וָשֵׁשׁ֙ H8337 שָׁנָ֔ה H8141 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 אֵלָ֨ה H425 בֶן H1121 בַּעְשָׁ֧א H1201 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּתִרְצָ֖ה H8656 שְׁנָתָֽיִם H8141 ",
  "9": "וַיִּקְשֹׁ֤ר H7194 עָלָיו֙ H5921 עַבְדּ֣וֹ H5650 זִמְרִ֔י H2174 שַׂ֖ר H8269 מַחֲצִ֣ית H4276 הָרָ֑כֶב H7393 וְה֤וּא H1931 בְתִרְצָה֙ H8656 שֹׁתֶ֣ה H8354 שִׁכּ֔וֹר H7910 בֵּ֣ית H1004 אַרְצָ֔א H777 אֲשֶׁ֥ר H834 עַל H5921 הַבַּ֖יִת H1004 בְּתִרְצָֽה H8656 ",
  "10": "וַיָּבֹ֤א H935 זִמְרִי֙ H2174 וַיַּכֵּ֣ H5221 וַיְמִיתֵ֔ H4191 בִּשְׁנַת֙ H8141 עֶשְׂרִ֣ים H6242 וָשֶׁ֔בַע H7651 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּֽיו H8478 ",
  "11": "וַיְהִ֨י H1961 בְמָלְכ֜ H4427 כְּשִׁבְתּ֣ H3427 עַל H5921 כִּסְא֗וֹ H3678 הִכָּה֙ H5221 אֶת H853 כָּל H3605 בֵּ֣ית H1004 בַּעְשָׁ֔א H1201 לֹֽא H3808 הִשְׁאִ֥יר H7604 ל֖וֹ Hl מַשְׁתִּ֣ין H8366 בְּקִ֑יר H7023 וְגֹאֲלָ֖י H1350 וְרֵעֵֽ H7453 ",
  "12": "וַיַּשְׁמֵ֣ד H8045 זִמְרִ֔י H2174 אֵ֖ת H853 כָּל H3605 בֵּ֣ית H1004 בַּעְשָׁ֑א H1201 כִּדְבַ֤ר H1697 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 אֶל H413 בַּעְשָׁ֔א H1201 בְּיַ֖ד H3027 יֵה֥וּא H3058 הַנָּבִֽיא H5030 ",
  "13": "אֶ֚ל H413 כָּל H3605 חַטֹּ֣אות H2403 בַּעְשָׁ֔א H1201 וְחַטֹּ֖אות H2403 אֵלָ֣ה H425 בְנ֑וֹ H1121 אֲשֶׁ֣ר H834 חָטְא֗וּ H2398 וַאֲשֶׁ֤ר H834 הֶחֱטִ֨יאוּ֙ H2398 אֶת H853 יִשְׂרָאֵ֔ל H3478 לְהַכְעִ֗יס H3707 אֶת H853 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 בְּהַבְלֵי H1892 ",
  "14": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אֵלָ֖ה H425 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "15": "בִּשְׁנַת֩ H8141 עֶשְׂרִ֨ים H6242 וָשֶׁ֜בַע H7651 שָׁנָ֗ה H8141 לְאָסָא֙ H609 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 מָלַ֥ךְ H4427 זִמְרִ֛י H2174 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בְּתִרְצָ֑ה H8656 וְהָ H5971 חֹנִ֔ים H2583 עַֽל H5921 גִּבְּת֖וֹן H1405 אֲשֶׁ֥ר H834 לַפְּלִשְׁתִּֽים H6430 ",
  "16": "וַיִּשְׁמַ֤ע H8085 הָעָם֙ H5971 הַחֹנִ֣ים H2583 לֵאמֹ֔ר H559 קָשַׁ֣ר H7194 זִמְרִ֔י H2174 וְגַ֖ם H1571 הִכָּ֣ה H5221 אֶת H853 הַמֶּ֑לֶךְ H4428 וַיַּמְלִ֣כוּ H4427 כָֽל H3605 יִ֠שְׂרָאֵל H3478 אֶת H853 עָמְרִ֨י H6018 שַׂר H8269 צָבָ֧א H6635 עַל H5921 יִשְׂרָאֵ֛ל H3478 בַּיּ֥וֹם H3117 הַה֖וּא H1931 בַּֽמַּחֲנֶֽה H4264 ",
  "17": "וַיַּעֲלֶ֥ה H5927 עָמְרִ֛י H6018 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֖וֹ H5973 מִֽגִּבְּת֑וֹן H1405 וַיָּצֻ֖רוּ H6696 עַל H5921 תִּרְצָֽה H8656 ",
  "18": "וַיְהִ֞י H1961 כִּרְא֤וֹת H7200 זִמְרִי֙ H2174 כִּֽי H3588 נִלְכְּדָ֣ה H3920 הָעִ֔יר H5892 וַיָּבֹ֖א H935 אֶל H413 אַרְמ֣וֹן H759 בֵּית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׂרֹ֨ף H8313 עָלָ֧יו H5921 אֶת H853 בֵּֽית H1004 מֶ֛לֶךְ H4428 בָּאֵ֖שׁ H784 וַיָּמֹֽת H4191 ",
  "19": "עַל H5921 חטאתו H2403 אֲשֶׁ֣ר H834 חָטָ֔א H2398 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לָלֶ֨כֶת֙ H3212 בְּדֶ֣רֶךְ H1870 יָרָבְעָ֔ם H3379 וּבְ H2403 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 לְהַחֲטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "20": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 זִמְרִ֔י H2174 וְקִשְׁר֖ H7195 אֲשֶׁ֣ר H834 קָשָׁ֑ר H7194 הֲלֹֽא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "21": "אָ֧ז H227 יֵחָלֵ֛ק H2505 הָעָ֥ם H5971 יִשְׂרָאֵ֖ל H3478 לַחֵ֑צִי H2677 חֲצִ֨י H2677 הָעָ֜ם H5971 הָ֠יָה H1961 אַחֲרֵ֨י H310 תִבְנִ֤י H8402 בֶן H1121 גִּינַת֙ H1527 לְהַמְלִיכ֔ H4427 וְהַ H2677 אַחֲרֵ֥י H310 עָמְרִֽי H6018 ",
  "22": "וַיֶּחֱזַ֤ק H2388 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אַחֲרֵ֣י H310 עָמְרִ֔י H6018 אֶת H854 הָעָ֕ם H5971 אֲשֶׁ֥ר H834 אַחֲרֵ֖י H310 תִּבְנִ֣י H8402 בֶן H1121 גִּינַ֑ת H1527 וַיָּ֣מָת H4191 תִּבְנִ֔י H8402 וַיִּמְלֹ֖ךְ H4427 עָמְרִֽי H6018 ",
  "23": "בִּשְׁנַת֩ H8141 שְׁלֹשִׁ֨ים H7970 וְאַחַ֜ת H259 שָׁנָ֗ה H8141 לְאָסָא֙ H609 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 מָלַ֤ךְ H4427 עָמְרִי֙ H6018 עַל H5921 יִשְׂרָאֵ֔ל H3478 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 בְּתִרְצָ֖ה H8656 מָלַ֥ךְ H4427 שֵׁשׁ H8337 שָׁנִֽים H8141 ",
  "24": "וַיִּ֜קֶן H7069 אֶת H853 הָהָ֥ר H2022 שֹׁמְר֛וֹן H8111 מֵ֥אֶת H853 שֶׁ֖מֶר H8106 בְּכִכְּרַ֣יִם H3603 כָּ֑סֶף H3701 וַיִּ֨בֶן֙ H1129 אֶת H853 הָהָ֔ר H2022 וַיִּקְרָ֗א H7121 אֶת H853 שֵׁ֤ם H8034 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּנָ֔ה H1129 עַ֣ל H5921 שֶׁם H8034 שֶׁ֔מֶר H8106 אֲדֹנֵ֖י H113 הָהָ֥ר H2022 שֹׁמְרֽוֹן H8111 ",
  "25": "וַיַּעֲשֶׂ֥ה H6213 עָמְרִ֛י H6018 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיָּ֕רַע H7489 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 לְפָנָֽי H6440 ",
  "26": "וַיֵּ֗לֶךְ H3212 בְּכָל H3605 דֶּ֨רֶךְ֙ H1870 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 וב H2403 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵ֑ל H3478 לְהַכְעִ֗יס H3707 אֶת H853 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 בְּהַבְלֵי H1892 ",
  "27": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 עָמְרִי֙ H6018 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וּגְבוּרָת֖ H1369 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹֽא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "28": "וַיִּשְׁכַּ֤ב H7901 עָמְרִי֙ H6018 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֖ר H6912 בְּשֹׁמְר֑וֹן H8111 וַיִּמְלֹ֛ךְ H4427 אַחְאָ֥ב H256 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "29": "וְאַחְאָ֣ב H256 בֶּן H1121 עָמְרִ֗י H6018 מָלַךְ֙ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וּשְׁמֹנֶה֙ H8083 שָׁנָ֔ה H8141 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַ֠יִּמְלֹךְ H4427 אַחְאָ֨ב H256 בֶּן H1121 עָמְרִ֤י H6018 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 שָׁנָֽה H8141 ",
  "30": "וַיַּ֨עַשׂ H6213 אַחְאָ֧ב H256 בֶּן H1121 עָמְרִ֛י H6018 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 לְפָנָֽי H6440 ",
  "31": "וַיְהִי֙ H1961 הֲנָקֵ֣ל H7043 לֶכְתּ֔וֹ H3212 בְּחַטֹּ֖אות H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 וַיִּקַּ֨ח H3947 אִשָּׁ֜ה H802 אֶת H853 אִיזֶ֗בֶל H348 בַּת H1323 אֶתְבַּ֨עַל֙ H856 מֶ֣לֶךְ H4428 צִידֹנִ֔ים H6722 וַיֵּ֨לֶךְ֙ H3212 וַֽיַּעֲבֹ֣ד H5647 אֶת H853 הַבַּ֔עַל H1168 וַיִּשְׁתַּ֖חוּ H7812 לֽוֹ Hl ",
  "32": "וַיָּ֥קֶם H6965 מִזְבֵּ֖חַ H4196 לַבָּ֑עַל H1168 בֵּ֣ית H1004 הַבַּ֔עַל H1168 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 בְּשֹׁמְרֽוֹן H8111 ",
  "33": "וַיַּ֥עַשׂ H6213 אַחְאָ֖ב H256 אֶת H853 הָאֲשֵׁרָ֑ה H842 וַיּ֨וֹסֶף H3254 אַחְאָ֜ב H256 לַעֲשׂ֗וֹת H6213 לְהַכְעִיס֙ H3707 אֶת H853 יְהֹוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 מִכֹּ֨ל H3605 מַלְכֵ֣י H4428 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הָי֖וּ H1961 לְפָנָֽי H6440 ",
  "34": "בְּיָמָ֞י H3117 בָּנָ֥ה H1129 חִיאֵ֛ל H2419 בֵּ֥ית H1017 הָאֱלִ֖י H1017 אֶת H853 יְרִיחֹ֑ה H3405 בַּאֲבִירָ֨ם H48 בְּכֹר֜וֹ H1060 יִסְּדָ֗הּ H3245 וב H7687 צְעִירוֹ֙ H6810 הִצִּ֣יב H5324 דְּלָתֶ֔יהָ H1817 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 יְהוֹשֻׁ֥עַ H3091 בִּן H1121 נֽוּן H5126 "
}
