{
  "1": "וַיֹּאמֶר֩ H559 אֵלִיָּ֨הוּ H452 הַתִּשְׁבִּ֜י H8664 מִתֹּשָׁבֵ֣י H8453 גִלְעָד֮ H1568 אֶל H413 אַחְאָב֒ H256 חַי H2416 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 עָמַ֣דְתִּי H5975 לְפָנָ֔י H6440 אִם H518 יִהְיֶ֛ה H1961 הַשָּׁנִ֥ים H8141 הָאֵ֖לֶּה H428 טַ֣ל H2919 וּמָטָ֑ר H4306 כִּ֖י H3588 אִם H518 לְפִ֥י H6310 דְבָרִֽי H1697 ",
  "2": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלָ֥יו H413 לֵאמֹֽר H559 ",
  "3": "לֵ֣ךְ H3212 מִזֶּ֔ה H2088 וּפָנִ֥יתָ H6437 לְּךָ֖ Hl קֵ֑דְמָה H6924 וְנִסְתַּרְתָּ֙ H5641 בְּנַ֣חַל H5158 כְּרִ֔ית H3747 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הַיַּרְדֵּֽן H3383 ",
  "4": "וְהָיָ֖ה H1961 מֵהַ H5158 תִּשְׁתֶּ֑ה H8354 וְאֶת H853 הָעֹרְבִ֣ים H6158 צִוִּ֔יתִי H6680 לְכַלְכֶּלְ H3557 שָֽׁם H8033 ",
  "5": "וַיֵּ֥לֶךְ H3212 וַיַּ֖עַשׂ H6213 כִּדְבַ֣ר H1697 יְהוָ֑ה H3068 וַיֵּ֗לֶךְ H3212 וַיֵּ֨שֶׁב֙ H3427 בְּנַ֣חַל H5158 כְּרִ֔ית H3747 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הַיַּרְדֵּֽן H3383 ",
  "6": "וְהָ H6158 מְבִיאִ֨ים H935 ל֜וֹ Hl לֶ֤חֶם H3899 וּבָשָׂר֙ H1320 בַּבֹּ֔קֶר H1242 וְלֶ֥חֶם H3899 וּבָשָׂ֖ר H1320 בָּעָ֑רֶב H6153 וּמִן H4480 הַנַּ֖חַל H5158 יִשְׁתֶּֽה H8354 ",
  "7": "וַיְהִ֛י H1961 מִקֵּ֥ץ H7093 יָמִ֖ים H3117 וַיִּיבַ֣שׁ H3001 הַנָּ֑חַל H5158 כִּ֛י H3588 לֹֽא H3808 הָיָ֥ה H1961 גֶ֖שֶׁם H1653 בָּאָֽרֶץ H776 ",
  "8": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלָ֥יו H413 לֵאמֹֽר H559 ",
  "9": "ק֣וּם H6965 לֵ֤ךְ H3212 צָרְפַ֨תָה֙ H6886 אֲשֶׁ֣ר H834 לְצִיד֔וֹן H6721 וְיָשַׁבְתָּ֖ H3427 שָׁ֑ם H8033 הִנֵּ֨ה H2009 צִוִּ֥יתִי H6680 שָׁ֛ם H8033 אִשָּׁ֥ה H802 אַלְמָנָ֖ה H490 לְכַלְכְּלֶֽ H3557 ",
  "10": "וַיָּ֣קָם H6965 וַיֵּ֣לֶךְ H3212 צָרְפַ֗תָה H6886 וַיָּבֹא֙ H935 אֶל H413 פֶּ֣תַח H6607 הָעִ֔יר H5892 וְהִנֵּֽה H2009 שָׁ֛ם H8033 אִשָּׁ֥ה H802 אַלְמָנָ֖ה H490 מְקֹשֶׁ֣שֶׁת H7197 עֵצִ֑ים H6086 וַיִּקְרָ֤א H7121 אֵלֶ֨יהָ֙ H413 וַיֹּאמַ֔ר H559 קְחִי H3947 נָ֨א H4994 לִ֧י Hl מְעַט H4592 מַ֛יִם H4325 בַּכְּלִ֖י H3627 וְאֶשְׁתֶּֽה H8354 ",
  "11": "וַתֵּ֖לֶךְ H3212 לָקַ֑חַת H3947 וַיִּקְרָ֤א H7121 אֵלֶ֨יהָ֙ H413 וַיֹּאמַ֔ר H559 לִֽקְחִי H3947 נָ֥א H4994 לִ֛י Hl פַּת H6595 לֶ֖חֶם H3899 בְּיָדֵֽ H3027 ",
  "12": "וַתֹּ֗אמֶר H559 חַי H2416 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אִם H518 יֶשׁ H3426 לִ֣י Hl מָע֔וֹג H4580 כִּ֣י H3588 אִם H518 מְלֹ֤א H4393 כַף H3709 קֶ֨מַח֙ H7058 בַּכַּ֔ד H3537 וּמְעַט H4592 שֶׁ֖מֶן H8081 בַּצַּפָּ֑חַת H6835 וְהִנְ H2005 מְקֹשֶׁ֜שֶׁת H7197 שְׁנַ֣יִם H8147 עֵצִ֗ים H6086 וּבָ֨אתִי֙ H935 וַעֲשִׂיתִ֨י H6213 לִ֣י Hl וְלִ H1121 וַאֲכַלְנֻ֖ H398 וָמָֽתְנוּ H4191 ",
  "13": "וַיֹּ֨אמֶר H559 אֵלֶ֤יהָ H413 אֵלִיָּ֨הוּ֙ H452 אַל H408 תִּ֣ירְאִ֔י H3372 בֹּ֖אִי H935 עֲשִׂ֣י H6213 כִדְבָרֵ֑ H1697 אַ֣ךְ H389 עֲשִׂי H6213 לִ֣י Hl מִ֠שָּׁם H8033 עֻגָ֨ה H5692 קְטַנָּ֤ה H6996 בָרִאשֹׁנָה֙ H7223 וְהוֹצֵ֣אתְ H3318 לִ֔י Hl וְלָ֣ Hc/Hl וְלִ H1121 תַּעֲשִׂ֖י H6213 בָּאַחֲרֹנָֽה H314 ",
  "14": "כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 כַּ֤ד H3537 הַקֶּ֨מַח֙ H7058 לֹ֣א H3808 תִכְלָ֔ה H3615 וְצַפַּ֥חַת H6835 הַשֶּׁ֖מֶן H8081 לֹ֣א H3808 תֶחְסָ֑ר H2637 עַ֠ד H5704 י֧וֹם H3117 תתן H5414 יְהוָ֛ה H3068 גֶּ֖שֶׁם H1653 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "15": "וַתֵּ֥לֶךְ H3212 וַתַּעֲשֶׂ֖ה H6213 כִּדְבַ֣ר H1697 אֵלִיָּ֑הוּ H452 וַתֹּ֧אכַל H398 הוא H1931 והיא H1931 וּבֵיתָ֖ H1004 יָמִֽים H3117 ",
  "16": "כַּ֤ד H3537 הַקֶּ֨מַח֙ H7058 לֹ֣א H3808 כָלָ֔תָה H3615 וְצַפַּ֥חַת H6835 הַשֶּׁ֖מֶן H8081 לֹ֣א H3808 חָסֵ֑ר H2638 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 בְּיַ֥ד H3027 אֵלִיָּֽהוּ H452 ",
  "17": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 חָלָ֕ה H2470 בֶּן H1121 הָאִשָּׁ֖ה H802 בַּעֲלַ֣ת H1172 הַבָּ֑יִת H1004 וַיְהִ֤י H1961 חָלְיוֹ֙ H2483 חָזָ֣ק H2389 מְאֹ֔ד H3966 עַ֛ד H5704 אֲשֶׁ֥ר H834 לֹא H3808 נֽוֹתְרָה H3498 בּ֖וֹ Hb נְשָׁמָֽה H5397 ",
  "18": "וַתֹּ֨אמֶר֙ H559 אֶל H413 אֵ֣לִיָּ֔הוּ H452 מַה H4100 לִּ֥י Hl וָלָ֖ Hc/Hl אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 בָּ֧אתָ H935 אֵלַ֛י H413 לְהַזְכִּ֥יר H2142 אֶת H853 עֲוֺנִ֖י H5771 וּלְ H4191 אֶת H853 בְּנִֽי H1121 ",
  "19": "וַיֹּ֥אמֶר H559 אֵלֶ֖יהָ H413 תְּנִֽי H5414 לִ֣י Hl אֶת H853 בְּנֵ֑ךְ H1121 וַיִּקָּחֵ֣ H3947 מֵחֵיקָ֗ H2436 וַֽיַּעֲלֵ֨ H5927 אֶל H413 הָעֲלִיָּ֗ה H5944 אֲשֶׁר H834 הוּא֙ H1931 יֹשֵׁ֣ב H3427 שָׁ֔ם H8033 וַיַּשְׁכִּבֵ֖ H7901 עַל H5921 מִטָּתֽוֹ H4296 ",
  "20": "וַיִּקְרָ֥א H7121 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 הֲ֠גַם H1571 עַל H5921 הָאַלְמָנָ֞ה H490 אֲשֶׁר H834 אֲנִ֨י H589 מִתְגּוֹרֵ֥ר H1481 עִמָּ֛הּ H5973 הֲרֵע֖וֹתָ H7489 לְהָמִ֥ית H4191 אֶת H853 בְּנָֽהּ H1121 ",
  "21": "וַיִּתְמֹדֵ֤ד H4058 עַל H5921 הַיֶּ֨לֶד֙ H3206 שָׁלֹ֣שׁ H7969 פְּעָמִ֔ים H6471 וַיִּקְרָ֥א H7121 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 תָּ֥שָׁב H7725 נָ֛א H4994 נֶֽפֶשׁ H5315 הַיֶּ֥לֶד H3206 הַזֶּ֖ה H2088 עַל H5921 קִרְבּֽוֹ H7130 ",
  "22": "וַיִּשְׁמַ֥ע H8085 יְהוָ֖ה H3068 בְּק֣וֹל H6963 אֵלִיָּ֑הוּ H452 וַתָּ֧שָׁב H7725 נֶֽפֶשׁ H5315 הַיֶּ֛לֶד H3206 עַל H5921 קִרְבּ֖וֹ H7130 וַיֶּֽחִי H2421 ",
  "23": "וַיִּקַּ֨ח H3947 אֵלִיָּ֜הוּ H452 אֶת H853 הַיֶּ֗לֶד H3206 וַיֹּרִדֵ֤ H3381 מִן H4480 הָעֲלִיָּה֙ H5944 הַבַּ֔יְתָ H1004 וַֽיִּתְּנֵ֖ H5414 לְאִמּ֑ H517 וַיֹּ֨אמֶר֙ H559 אֵ֣לִיָּ֔הוּ H452 רְאִ֖י H7200 חַ֥י H2416 בְּנֵֽךְ H1121 ",
  "24": "וַתֹּ֤אמֶר H559 הָֽאִשָּׁה֙ H802 אֶל H413 אֵ֣לִיָּ֔הוּ H452 עַתָּה֙ H6258 זֶ֣ה H2088 יָדַ֔עְתִּי H3045 כִּ֛י H3588 אִ֥ישׁ H376 אֱלֹהִ֖ים H430 אָ֑תָּה H859 וּדְבַר H1697 יְהוָ֥ה H3068 בְּפִ֖י H6310 אֱמֶֽת H571 "
}
