{
  "1": "וַיַּגֵּ֤ד H5046 אַחְאָב֙ H256 לְאִיזֶ֔בֶל H348 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 אֵלִיָּ֑הוּ H452 וְאֵ֨ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הָרַ֛ג H2026 אֶת H853 כָּל H3605 הַנְּבִיאִ֖ים H5030 בֶּחָֽרֶב H2719 ",
  "2": "וַתִּשְׁלַ֤ח H7971 אִיזֶ֨בֶל֙ H348 מַלְאָ֔ךְ H4397 אֶל H413 אֵלִיָּ֖הוּ H452 לֵאמֹ֑ר H559 כֹּֽה H3541 יַעֲשׂ֤וּן H6213 אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יוֹסִפ֔וּן H3254 כִּֽי H3588 כָעֵ֤ת H6256 מָחָר֙ H4279 אָשִׂ֣ים H7760 אֶֽת H853 נַפְשְׁךָ֔ H5315 כְּנֶ֖פֶשׁ H5315 אַחַ֥ד H259 מֵהֶֽם H1992 ",
  "3": "וַיַּ֗רְא H7200 וַיָּ֨קָם֙ H6965 וַיֵּ֣לֶךְ H3212 אֶל H413 נַפְשׁ֔וֹ H5315 וַיָּבֹ֕א H935 בְּאֵ֥ר H884 שֶׁ֖בַע H884 אֲשֶׁ֣ר H834 לִֽיהוּדָ֑ה H3063 וַיַּנַּ֥ח H3240 אֶֽת H853 נַעֲר֖וֹ H5288 שָֽׁם H8033 ",
  "4": "וְהֽוּא H1931 הָלַ֤ךְ H1980 בַּמִּדְבָּר֙ H4057 דֶּ֣רֶךְ H1870 י֔וֹם H3117 וַיָּבֹ֕א H935 וַיֵּ֕שֶׁב H3427 תַּ֖חַת H8478 רֹ֣תֶם H7574 אחת H259 וַיִּשְׁאַ֤ל H7592 אֶת H853 נַפְשׁוֹ֙ H5315 לָמ֔וּת H4191 וַיֹּ֣אמֶר H559 רַ֗ב H7227 עַתָּ֤ה H6258 יְהוָה֙ H3068 קַ֣ח H3947 נַפְשִׁ֔י H5315 כִּֽי H3588 לֹא H3808 ט֥וֹב H2896 אָנֹכִ֖י H595 מֵאֲבֹתָֽ H1 ",
  "5": "וַיִּשְׁכַּב֙ H7901 וַיִּישַׁ֔ן H3462 תַּ֖חַת H8478 רֹ֣תֶם H7574 אֶחָ֑ד H259 וְהִנֵּֽה H2009 זֶ֤ה H2088 מַלְאָךְ֙ H4397 נֹגֵ֣עַ H5060 בּ֔וֹ Hb וַיֹּ֥אמֶר H559 ל֖וֹ Hl ק֥וּם H6965 אֱכֽוֹל H398 ",
  "6": "וַיַּבֵּ֕ט H5027 וְהִנֵּ֧ה H2009 מְרַאֲשֹׁתָ֛יו H4763 עֻגַ֥ת H5692 רְצָפִ֖ים H7529 וְצַפַּ֣חַת H6835 מָ֑יִם H4325 וַיֹּ֣אכַל H398 וַיֵּ֔שְׁתְּ H8354 וַיָּ֖שָׁב H7725 וַיִּשְׁכָּֽב H7901 ",
  "7": "וַיָּשָׁב֩ H7725 מַלְאַ֨ךְ H4397 יְהוָ֤ה H3068 שֵׁנִית֙ H8145 וַיִּגַּע H5060 בּ֔וֹ Hb וַיֹּ֖אמֶר H559 ק֣וּם H6965 אֱכֹ֑ל H398 כִּ֛י H3588 רַ֥ב H7227 מִמְּךָ֖ H4480 הַדָּֽרֶךְ H1870 ",
  "8": "וַיָּ֖קָם H6965 וַיֹּ֣אכַל H398 וַיִּשְׁתֶּ֑ה H8354 וַיֵּ֜לֶךְ H3212 בְּכֹ֣חַ H3581 הָאֲכִילָ֣ה H396 הַהִ֗יא H1931 אַרְבָּעִ֥ים H705 יוֹם֙ H3117 וְאַרְבָּעִ֣ים H705 לַ֔יְלָה H3915 עַ֛ד H5704 הַ֥ר H2022 הָאֱלֹהִ֖ים H430 חֹרֵֽב H2722 ",
  "9": "וַיָּבֹא H935 שָׁ֥ם H8033 אֶל H413 הַמְּעָרָ֖ה H4631 וַיָּ֣לֶן H3885 שָׁ֑ם H8033 וְהִנֵּ֤ה H2009 דְבַר H1697 יְהוָה֙ H3068 אֵלָ֔יו H413 וַיֹּ֣אמֶר H559 ל֔וֹ Hl מַה H4100 לְּךָ֥ Hl פֹ֖ה H6311 אֵלִיָּֽהוּ H452 ",
  "10": "וַיֹּאמֶר֩ H559 קַנֹּ֨א H7065 קִנֵּ֜אתִי H7065 לַיהוָ֣ה H3068 אֱלֹהֵ֣י H430 צְבָא֗וֹת H6635 כִּֽי H3588 עָזְב֤וּ H5800 בְרִֽיתְךָ֙ H1285 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 מִזְבְּחֹתֶ֣יךָ H4196 הָרָ֔סוּ H2040 וְאֶת H853 נְבִיאֶ֖יךָ H5030 הָרְג֣וּ H2026 בֶחָ֑רֶב H2719 וָֽאִוָּתֵ֤ר H3498 אֲנִי֙ H589 לְבַדִּ֔ H905 וַיְבַקְשׁ֥וּ H1245 אֶת H853 נַפְשִׁ֖י H5315 לְקַחְתָּֽ H3947 ",
  "11": "וַיֹּ֗אמֶר H559 צֵ֣א H3318 וְעָמַדְתָּ֣ H5975 בָהָר֮ H2022 לִפְנֵ֣י H6440 יְהוָה֒ H3068 וְהִנֵּ֧ה H2009 יְהוָ֣ה H3068 עֹבֵ֗ר H5674 וְר֣וּחַ H7307 גְּדוֹלָ֡ה H1419 וְחָזָ֞ק H2389 מְפָרֵק֩ H6561 הָרִ֨ים H2022 וּמְשַׁבֵּ֤ר H7665 סְלָעִים֙ H5553 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לֹ֥א H3808 בָר֖וּחַ H7307 יְהוָ֑ה H3068 וְאַחַ֤ר H310 הָר֨וּחַ H7307 רַ֔עַשׁ H7494 לֹ֥א H3808 בָרַ֖עַשׁ H7494 יְהוָֽה H3068 ",
  "12": "וְאַחַ֤ר H310 הָרַ֨עַשׁ֙ H7494 אֵ֔שׁ H784 לֹ֥א H3808 בָאֵ֖שׁ H784 יְהוָ֑ה H3068 וְאַחַ֣ר H310 הָאֵ֔שׁ H784 ק֖וֹל H6963 דְּמָמָ֥ה H1827 דַקָּֽה H1851 ",
  "13": "וַיְהִ֣י H1961 כִּשְׁמֹ֣עַ H8085 אֵלִיָּ֗הוּ H452 וַיָּ֤לֶט H3874 פָּנָיו֙ H6440 בְּאַדַּרְתּ֔ H155 וַיֵּצֵ֕א H3318 וַֽיַּעֲמֹ֖ד H5975 פֶּ֣תַח H6607 הַמְּעָרָ֑ה H4631 וְהִנֵּ֤ה H2009 אֵלָיו֙ H413 ק֔וֹל H6963 וַיֹּ֕אמֶר H559 מַה H4100 לְּךָ֥ Hl פֹ֖ה H6311 אֵלִיָּֽהוּ H452 ",
  "14": "וַיֹּאמֶר֩ H559 קַנֹּ֨א H7065 קִנֵּ֜אתִי H7065 לַיהוָ֣ה H3068 אֱלֹהֵ֣י H430 צְבָא֗וֹת H6635 כִּֽי H3588 עָזְב֤וּ H5800 בְרִֽיתְךָ֙ H1285 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 מִזְבְּחֹתֶ֣יךָ H4196 הָרָ֔סוּ H2040 וְאֶת H853 נְבִיאֶ֖יךָ H5030 הָרְג֣וּ H2026 בֶחָ֑רֶב H2719 וָאִוָּתֵ֤ר H3498 אֲנִי֙ H589 לְבַדִּ֔ H905 וַיְבַקְשׁ֥וּ H1245 אֶת H853 נַפְשִׁ֖י H5315 לְקַחְתָּֽ H3947 ",
  "15": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלָ֔יו H413 לֵ֛ךְ H3212 שׁ֥וּב H7725 לְדַרְכְּ H1870 מִדְבַּ֣רָה H4057 דַמָּ֑שֶׂק H1834 וּבָ֗אתָ H935 וּמָשַׁחְתָּ֧ H4886 אֶת H853 חֲזָאֵ֛ל H2371 לְמֶ֖לֶךְ H4428 עַל H5921 אֲרָֽם H758 ",
  "16": "וְאֵת֙ H853 יֵה֣וּא H3058 בֶן H1121 נִמְשִׁ֔י H5250 תִּמְשַׁ֥ח H4886 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְאֶת H853 אֱלִישָׁ֤ע H477 בֶּן H1121 שָׁפָט֙ H8202 מֵאָבֵ֣ל H65 מְחוֹלָ֔ה H65 תִּמְשַׁ֥ח H4886 לְנָבִ֖יא H5030 תַּחְתֶּֽיךָ H8478 ",
  "17": "וְהָיָ֗ה H1961 הַנִּמְלָ֛ט H4422 מֵחֶ֥רֶב H2719 חֲזָאֵ֖ל H2371 יָמִ֣ית H4191 יֵה֑וּא H3058 וְהַ H4422 מֵחֶ֥רֶב H2719 יֵה֖וּא H3058 יָמִ֥ית H4191 אֱלִישָֽׁע H477 ",
  "18": "וְהִשְׁאַרְתִּ֥י H7604 בְיִשְׂרָאֵ֖ל H3478 שִׁבְעַ֣ת H7651 אֲלָפִ֑ים H505 כָּל H3605 הַבִּרְכַּ֗יִם H1290 אֲשֶׁ֤ר H834 לֹֽא H3808 כָֽרְעוּ֙ H3766 לַבַּ֔עַל H1168 וְכָ֨ל H3605 הַפֶּ֔ה H6310 אֲשֶׁ֥ר H834 לֹֽא H3808 נָשַׁ֖ק H5401 לֽוֹ Hl ",
  "19": "וַיֵּ֣לֶךְ H3212 מִ֠שָּׁם H8033 וַיִּמְצָ֞א H4672 אֶת H853 אֱלִישָׁ֤ע H477 בֶּן H1121 שָׁפָט֙ H8202 וְה֣וּא H1931 חֹרֵ֔שׁ H2790 שְׁנֵים H8147 עָשָׂ֤ר H6240 צְמָדִים֙ H6776 לְפָנָ֔י H6440 וְה֖וּא H1931 בִּשְׁנֵ֣ים H8147 הֶעָשָׂ֑ר H6240 וַיַּעֲבֹ֤ר H5674 אֵלִיָּ֨הוּ֙ H452 אֵלָ֔יו H413 וַיַּשְׁלֵ֥ךְ H7993 אַדַּרְתּ֖וֹ H155 אֵלָֽיו H413 ",
  "20": "וַיַּעֲזֹ֣ב H5800 אֶת H853 הַבָּקָ֗ר H1241 וַיָּ֨רָץ֙ H7323 אַחֲרֵ֣י H310 אֵֽלִיָּ֔הוּ H452 וַיֹּ֗אמֶר H559 אֶשְּׁקָה H5401 נָּא֙ H4994 לְאָבִ֣ H1 וּלְ H517 וְאֵלְכָ֖ה H3212 אַחֲרֶ֑יךָ H310 וַיֹּ֤אמֶר H559 לוֹ֙ Hl לֵ֣ךְ H3212 שׁ֔וּב H7725 כִּ֥י H3588 מֶה H4100 עָשִׂ֖יתִי H6213 לָֽךְ Hl ",
  "21": "וַיָּ֨שָׁב H7725 מֵאַחֲרָ֜י H310 וַיִּקַּ֣ח H3947 אֶת H853 צֶ֧מֶד H6776 הַבָּקָ֣ר H1241 וַיִּזְבָּחֵ֗ H2076 וּבִ H3627 הַבָּקָר֙ H1241 בִּשְּׁלָ֣ם H1310 הַבָּשָׂ֔ר H1320 וַיִּתֵּ֥ן H5414 לָעָ֖ם H5971 וַיֹּאכֵ֑לוּ H398 וַיָּ֗קָם H6965 וַיֵּ֛לֶךְ H3212 אַחֲרֵ֥י H310 אֵלִיָּ֖הוּ H452 וַיְשָׁרְתֵֽ H8334 "
}
