{
  "1": "וּבֶן H1130 הֲדַ֣ד H1130 מֶֽלֶךְ H4428 אֲרָ֗ם H758 קָבַץ֙ H6908 אֶת H853 כָּל H3605 חֵיל֔וֹ H2428 וּשְׁלֹשִׁ֨ים H7970 וּשְׁנַ֥יִם H8147 מֶ֛לֶךְ H4428 אִתּ֖וֹ H854 וְס֣וּס H5483 וָרָ֑כֶב H7393 וַיַּ֗עַל H5927 וַיָּ֨צַר֙ H6696 עַל H5921 שֹׁ֣מְר֔וֹן H8111 וַיִּלָּ֖חֶם H3898 בָּֽהּ Hb ",
  "2": "וַיִּשְׁלַ֧ח H7971 מַלְאָכִ֛ים H4397 אֶל H413 אַחְאָ֥ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 הָעִֽירָ H5892 ",
  "3": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl כֹּ֚ה H3541 אָמַ֣ר H559 בֶּן H1130 הֲדַ֔ד H1130 כַּסְפְּךָ֥ H3701 וּֽזְהָבְ H2091 לִֽי Hl ה֑וּא H1931 וְנָשֶׁ֧י H802 וּבָנֶ֛י H1121 הַטּוֹבִ֖ים H2896 לִי Hl הֵֽם H1992 ",
  "4": "וַיַּ֤עַן H6030 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיֹּ֔אמֶר H559 כִּדְבָרְ H1697 אֲדֹנִ֣י H113 הַמֶּ֑לֶךְ H4428 לְךָ֥ Hl אֲנִ֖י H589 וְכָל H3605 אֲשֶׁר H834 לִֽי Hl ",
  "5": "וַיָּשֻׁ֨בוּ֙ H7725 הַמַּלְאָכִ֔ים H4397 וַיֹּ֣אמְר֔וּ H559 כֹּֽה H3541 אָמַ֥ר H559 בֶּן H1130 הֲדַ֖ד H1130 לֵאמֹ֑ר H559 כִּֽי H3588 שָׁלַ֤חְתִּי H7971 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 כַּסְפְּךָ֧ H3701 וּזְהָבְ H2091 וְנָשֶׁ֥י H802 וּבָנֶ֖י H1121 לִ֥י Hl תִתֵּֽן H5414 ",
  "6": "כִּ֣י H3588 אִם H518 כָּעֵ֣ת H6256 מָחָ֗ר H4279 אֶשְׁלַ֤ח H7971 אֶת H853 עֲבָדַי֙ H5650 אֵלֶ֔יךָ H413 וְחִפְּשׂוּ֙ H2664 אֶת H853 בֵּ֣יתְךָ֔ H1004 וְאֵ֖ת H853 בָּתֵּ֣י H1004 עֲבָדֶ֑יךָ H5650 וְהָיָה֙ H1961 כָּל H3605 מַחְמַ֣ד H4261 עֵינֶ֔יךָ H5869 יָשִׂ֥ימוּ H7760 בְיָדָ֖ H3027 וְלָקָֽחוּ H3947 ",
  "7": "וַיִּקְרָ֤א H7121 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 לְכָל H3605 זִקְנֵ֣י H2205 הָאָ֔רֶץ H776 וַיֹּ֨אמֶר֙ H559 דְּעֽוּ H3045 נָ֣א H4994 וּרְא֔וּ H7200 כִּ֥י H3588 רָעָ֖ה H7451 זֶ֣ה H2088 מְבַקֵּ֑שׁ H1245 כִּֽי H3588 שָׁלַ֨ח H7971 אֵלַ֜י H413 לְנָשַׁ֤ H802 וּלְ H1121 וּלְ H3701 וְלִ H2091 וְלֹ֥א H3808 מָנַ֖עְתִּי H4513 מִמֶּֽנּוּ H4480 ",
  "8": "וַיֹּאמְר֥וּ H559 אֵלָ֛יו H413 כָּל H3605 הַזְּקֵנִ֖ים H2205 וְכָל H3605 הָעָ֑ם H5971 אַל H408 תִּשְׁמַ֖ע H8085 וְל֥וֹא H3808 תֹאבֶֽה H14 ",
  "9": "וַיֹּ֜אמֶר H559 לְמַלְאֲכֵ֣י H4397 בֶן H1130 הֲדַ֗ד H1130 אִמְר֞וּ H559 לַֽאדֹנִ֤ H113 הַמֶּ֨לֶךְ֙ H4428 כֹּל֩ H3605 אֲשֶׁר H834 שָׁלַ֨חְתָּ H7971 אֶל H413 עַבְדְּךָ֤ H5650 בָרִֽאשֹׁנָה֙ H7223 אֶעֱשֶׂ֔ה H6213 וְהַ H1697 הַזֶּ֔ה H2088 לֹ֥א H3808 אוּכַ֖ל H3201 לַעֲשׂ֑וֹת H6213 וַיֵּֽלְכוּ֙ H3212 הַמַּלְאָכִ֔ים H4397 וַיְשִׁבֻ֖ H7725 דָּבָֽר H1697 ",
  "10": "וַיִּשְׁלַ֤ח H7971 אֵלָיו֙ H413 בֶּן H1130 הֲדַ֔ד H1130 וַיֹּ֕אמֶר H559 כֹּֽה H3541 יַעֲשׂ֥וּן H6213 לִ֛י Hl אֱלֹהִ֖ים H430 וְכֹ֣ה H3541 יוֹסִ֑פוּ H3254 אִם H518 יִשְׂפֹּק֙ H5606 עֲפַ֣ר H6083 שֹׁמְר֔וֹן H8111 לִשְׁעָלִ֕ים H8168 לְכָל H3605 הָעָ֖ם H5971 אֲשֶׁ֥ר H834 בְּרַגְלָֽ H7272 ",
  "11": "וַיַּ֤עַן H6030 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיֹּ֣אמֶר H559 דַּבְּר֔וּ H1696 אַל H408 יִתְהַלֵּ֥ל H1984 חֹגֵ֖ר H2296 כִּמְפַתֵּֽחַ H6605 ",
  "12": "וַיְהִ֗י H1961 כִּשְׁמֹ֨עַ֙ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וְה֥וּא H1931 שֹׁתֶ֛ה H8354 ה֥וּא H1931 וְהַ H4428 בַּסֻּכּ֑וֹת H5521 וַיֹּ֤אמֶר H559 אֶל H413 עֲבָדָיו֙ H5650 שִׂ֔ימוּ H7760 וַיָּשִׂ֖ימוּ H7760 עַל H5921 הָעִֽיר H5892 ",
  "13": "וְהִנֵּ֣ה H2009 נָבִ֣יא H5030 אֶחָ֗ד H259 נִגַּשׁ֮ H5066 אֶל H413 אַחְאָ֣ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵל֒ H3478 וַיֹּ֗אמֶר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הְֽרָאִ֔יתָ H7200 אֵ֛ת H853 כָּל H3605 הֶהָמ֥וֹן H1995 הַגָּד֖וֹל H1419 הַזֶּ֑ה H2088 הִנְנִ֨י H2005 נֹתְנ֤וֹ H5414 בְיָֽדְ H3027 הַיּ֔וֹם H3117 וְיָדַעְתָּ֖ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "14": "וַיֹּ֤אמֶר H559 אַחְאָב֙ H256 בְּמִ֔י H4310 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּנַעֲרֵ֖י H5288 שָׂרֵ֣י H8269 הַמְּדִינ֑וֹת H4082 וַיֹּ֛אמֶר H559 מִֽי H4310 יֶאְסֹ֥ר H631 הַמִּלְחָמָ֖ה H4421 וַיֹּ֥אמֶר H559 אָֽתָּה H859 ",
  "15": "וַיִּפְקֹ֗ד H6485 אֶֽת H853 נַעֲרֵי֙ H5288 שָׂרֵ֣י H8269 הַמְּדִינ֔וֹת H4082 וַיִּהְי֕וּ H1961 מָאתַ֖יִם H3967 שְׁנַ֣יִם H8147 וּשְׁלֹשִׁ֑ים H7970 וְאַחֲרֵי H310 פָּקַ֧ד H6485 אֶת H853 כָּל H3605 הָעָ֛ם H5971 כָּל H3605 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 שִׁבְעַ֥ת H7651 אֲלָפִֽים H505 ",
  "16": "וַיֵּצְא֖וּ H3318 בַּֽצָּהֳרָ֑יִם H6672 וּבֶן H1130 הֲדַד֩ H1130 שֹׁתֶ֨ה H8354 שִׁכּ֜וֹר H7910 בַּסֻּכּ֗וֹת H5521 ה֧וּא H1931 וְהַ H4428 שְׁלֹשִֽׁים H7970 וּשְׁנַ֥יִם H8147 מֶ֖לֶךְ H4428 עֹזֵ֥ר H5826 אֹתֽוֹ H853 ",
  "17": "וַיֵּצְא֗וּ H3318 נַעֲרֵ֛י H5288 שָׂרֵ֥י H8269 הַמְּדִינ֖וֹת H4082 בָּרִֽאשֹׁנָ֑ה H7223 וַיִּשְׁלַ֣ח H7971 בֶּן H1130 הֲדַ֗ד H1130 וַיַּגִּ֤ידוּ H5046 לוֹ֙ Hl לֵאמֹ֔ר H559 אֲנָשִׁ֕ים H376 יָצְא֖וּ H3318 מִשֹּׁמְרֽוֹן H8111 ",
  "18": "וַיֹּ֛אמֶר H559 אִם H518 לְשָׁל֥וֹם H7965 יָצָ֖אוּ H3318 תִּפְשׂ֣וּם H8610 חַיִּ֑ים H2416 וְאִ֧ם H518 לְמִלְחָמָ֛ה H4421 יָצָ֖אוּ H3318 חַיִּ֥ים H2416 תִּפְשֽׂוּם H8610 ",
  "19": "וְאֵ֨לֶּה֙ H428 יָצְא֣וּ H3318 מִן H4480 הָעִ֔יר H5892 נַעֲרֵ֖י H5288 שָׂרֵ֣י H8269 הַמְּדִינ֑וֹת H4082 וְהַ H2428 אֲשֶׁ֥ר H834 אַחֲרֵיהֶֽם H310 ",
  "20": "וַיַּכּוּ֙ H5221 אִ֣ישׁ H376 אִישׁ֔וֹ H376 וַיָּנֻ֣סוּ H5127 אֲרָ֔ם H758 וַֽיִּרְדְּפֵ֖ H7291 יִשְׂרָאֵ֑ל H3478 וַיִּמָּלֵ֗ט H4422 בֶּן H1130 הֲדַד֙ H1130 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 עַל H5921 ס֖וּס H5483 וּפָרָשִֽׁים H6571 ",
  "21": "וַיֵּצֵא֙ H3318 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיַּ֥ךְ H5221 אֶת H853 הַסּ֖וּס H5483 וְאֶת H853 הָרָ֑כֶב H7393 וְהִכָּ֥ה H5221 בַאֲרָ֖ם H758 מַכָּ֥ה H4347 גְדוֹלָֽה H1419 ",
  "22": "וַיִּגַּ֤שׁ H5066 הַנָּבִיא֙ H5030 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיֹּ֤אמֶר H559 לוֹ֙ Hl לֵ֣ךְ H3212 הִתְחַזַּ֔ק H2388 וְדַ֥ע H3045 וּרְאֵ֖ה H7200 אֵ֣ת H853 אֲשֶֽׁר H834 תַּעֲשֶׂ֑ה H6213 כִּ֚י H3588 לִתְשׁוּבַ֣ת H8666 הַשָּׁנָ֔ה H8141 מֶ֥לֶךְ H4428 אֲרָ֖ם H758 עֹלֶ֥ה H5927 עָלֶֽיךָ H5921 ",
  "23": "וְעַבְדֵ֨י H5650 מֶֽלֶךְ H4428 אֲרָ֜ם H758 אָמְר֣וּ H559 אֵלָ֗יו H413 אֱלֹהֵ֤י H430 הָרִים֙ H2022 אֱלֹ֣הֵיהֶ֔ם H430 עַל H5921 כֵּ֖ן H3651 חָזְק֣וּ H2388 מִמֶּ֑נּוּ H4480 וְאוּלָ֗ם H199 נִלָּחֵ֤ם H3898 אִתָּם֙ H854 בַּמִּישׁ֔וֹר H4334 אִם H518 לֹ֥א H3808 נֶחֱזַ֖ק H2388 מֵהֶֽם H1992 ",
  "24": "וְאֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 עֲשֵׂ֑ה H6213 הָסֵ֤ר H5493 הַמְּלָכִים֙ H4428 אִ֣ישׁ H376 מִמְּקֹמ֔ H4725 וְשִׂ֥ים H7760 פַּח֖וֹת H6346 תַּחְתֵּיהֶֽם H8478 ",
  "25": "וְאַתָּ֣ה H859 תִֽמְנֶה H4487 לְךָ֣ Hl חַ֡יִל H2428 כַּחַיִל֩ H2428 הַנֹּפֵ֨ל H5307 מֵאוֹתָ֜ H853 וְס֣וּס H5483 כַּסּ֣וּס H5483 וְרֶ֣כֶב H7393 כָּרֶ֗כֶב H7393 וְנִֽלָּחֲמָ֤ה H3898 אוֹתָם֙ H853 בַּמִּישׁ֔וֹר H4334 אִם H518 לֹ֥א H3808 נֶחֱזַ֖ק H2388 מֵהֶ֑ם H1992 וַיִּשְׁמַ֥ע H8085 לְקֹלָ֖ H6963 וַיַּ֥עַשׂ H6213 כֵּֽן H3651 ",
  "26": "וַֽיְהִי֙ H1961 לִתְשׁוּבַ֣ת H8666 הַשָּׁנָ֔ה H8141 וַיִּפְקֹ֥ד H6485 בֶּן H1130 הֲדַ֖ד H1130 אֶת H853 אֲרָ֑ם H758 וַיַּ֣עַל H5927 אֲפֵ֔קָה H663 לַמִּלְחָמָ֖ה H4421 עִם H5973 יִשְׂרָאֵֽל H3478 ",
  "27": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 הָתְפָּקְדוּ֙ H6485 וְכָלְכְּל֔וּ H3557 וַיֵּלְכ֖וּ H3212 לִקְרָאתָ֑ H7125 וַיַּחֲנ֨וּ H2583 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 נֶגְדָּ֗ם H5048 כִּשְׁנֵי֙ H8147 חֲשִׂפֵ֣י H2835 עִזִּ֔ים H5795 וַאֲרָ֖ם H758 מִלְא֥וּ H4390 אֶת H853 הָאָֽרֶץ H776 ",
  "28": "וַיִּגַּ֞שׁ H5066 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 וַיֹּאמֶר֮ H559 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵל֒ H3478 וַיֹּ֜אמֶר H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 יַ֠עַן H3282 אֲשֶׁ֨ר H834 אָמְר֤וּ H559 אֲרָם֙ H758 אֱלֹהֵ֤י H430 הָרִים֙ H2022 יְהוָ֔ה H3068 וְלֹֽא H3808 אֱלֹהֵ֥י H430 עֲמָקִ֖ים H6010 ה֑וּא H1931 וְ֠נָתַתִּי H5414 אֶת H853 כָּל H3605 הֶהָמ֨וֹן H1995 הַגָּ֤דוֹל H1419 הַזֶּה֙ H2088 בְּיָדֶ֔ H3027 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "29": "וַֽיַּחֲנ֧וּ H2583 אֵ֦לֶּה H428 נֹ֥כַח H5227 אֵ֖לֶּה H428 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וַתִּקְרַב֙ H7126 הַמִּלְחָמָ֔ה H4421 וַיַּכּ֨וּ H5221 בְנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 אֶת H853 אֲרָ֛ם H758 מֵאָה H3967 אֶ֥לֶף H505 רַגְלִ֖י H7273 בְּי֥וֹם H3117 אֶחָֽד H259 ",
  "30": "וַיָּנֻ֨סוּ H5127 הַנּוֹתָרִ֥ים H3498 אֲפֵקָה֮ H663 אֶל H413 הָעִיר֒ H5892 וַתִּפֹּל֙ H5307 הַחוֹמָ֔ה H2346 עַל H5921 עֶשְׂרִ֨ים H6242 וְשִׁבְעָ֥ה H7651 אֶ֛לֶף H505 אִ֖ישׁ H376 הַנּוֹתָרִ֑ים H3498 וּבֶן H1130 הֲדַ֣ד H1130 נָ֔ס H5127 וַיָּבֹ֥א H935 אֶל H413 הָעִ֖יר H5892 חֶ֥דֶר H2315 בְּחָֽדֶר H2315 ",
  "31": "וַיֹּאמְר֣וּ H559 אֵלָיו֮ H413 עֲבָדָיו֒ H5650 הִנֵּֽה H2009 נָ֣א H4994 שָׁמַ֔עְנוּ H8085 כִּ֗י H3588 מַלְכֵי֙ H4428 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 מַלְכֵ֥י H4428 חֶ֖סֶד H2617 הֵ֑ם H1992 נָשִׂ֣ימָה H7760 נָּא֩ H4994 שַׂקִּ֨ים H8242 בְּמָתְנֵ֜י H4975 וַחֲבָלִ֣ים H2256 בְּרֹאשֵׁ֗ H7218 וְנֵצֵא֙ H3318 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אוּלַ֖י H194 יְחַיֶּ֥ה H2421 אֶת H853 נַפְשֶֽׁךָ H5315 ",
  "32": "וַיַּחְגְּרוּ֩ H2296 שַׂקִּ֨ים H8242 בְּמָתְנֵי H4975 וַחֲבָלִ֣ים H2256 בְּרָאשֵׁי H7218 וַיָּבֹ֨אוּ֙ H935 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיֹּ֣אמְר֔וּ H559 עַבְדְּךָ֧ H5650 בֶן H1130 הֲדַ֛ד H1130 אָמַ֖ר H559 תְּחִֽי H2421 נָ֣א H4994 נַפְשִׁ֑י H5315 וַיֹּ֛אמֶר H559 הַעוֹדֶ֥ H5750 חַ֖י H2416 אָחִ֥י H251 הֽוּא H1931 ",
  "33": "וְהָ H376 יְנַחֲשׁ֨וּ H5172 וַֽיְמַהֲר֜וּ H4116 וַיַּחְלְט֣וּ H2480 הֲמִמֶּ֗ H4480 וַיֹּֽאמְרוּ֙ H559 אָחִ֣יךָ H251 בֶן H1130 הֲדַ֔ד H1130 וַיֹּ֖אמֶר H559 בֹּ֣אוּ H935 קָחֻ֑הוּ H3947 וַיֵּצֵ֤א H3318 אֵלָיו֙ H413 בֶּן H1130 הֲדַ֔ד H1130 וַֽיַּעֲלֵ֖ H5927 עַל H5921 הַמֶּרְכָּבָֽה H4818 ",
  "34": "וַיֹּ֣אמֶר H559 אֵלָ֡יו H413 הֶעָרִ֣ים H5892 אֲשֶׁר H834 לָֽקַח H3947 אָבִי֩ H1 מֵאֵ֨ת H853 אָבִ֜יךָ H1 אָשִׁ֗יב H7725 וְ֠חוּצוֹת H2351 תָּשִׂ֨ים H7760 לְךָ֤ Hl בְדַמֶּ֨שֶׂק֙ H1834 כַּאֲשֶׁר H834 שָׂ֤ם H7760 אָבִי֙ H1 בְּשֹׁ֣מְר֔וֹן H8111 וַאֲנִ֖י H589 בַּבְּרִ֣ית H1285 אֲשַׁלְּחֶ֑ךָּ H7971 וַיִּכְרָת H3772 ל֥וֹ Hl בְרִ֖ית H1285 וַֽיְשַׁלְּחֵֽ H7971 ",
  "35": "וְאִ֨ישׁ H376 אֶחָ֜ד H259 מִבְּנֵ֣י H1121 הַנְּבִיאִ֗ים H5030 אָמַ֧ר H559 אֶל H413 רֵעֵ֛הוּ H7453 בִּדְבַ֥ר H1697 יְהוָ֖ה H3068 הַכֵּ֣ינִי H5221 נָ֑א H4994 וַיְמָאֵ֥ן H3985 הָאִ֖ישׁ H376 לְהַכֹּתֽ H5221 ",
  "36": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl יַ֚עַן H3282 אֲשֶׁ֤ר H834 לֹֽא H3808 שָׁמַ֨עְתָּ֙ H8085 בְּק֣וֹל H6963 יְהוָ֔ה H3068 הִנְּךָ֤ H2005 הוֹלֵךְ֙ H1980 מֵֽאִתִּ֔ H853 וְהִכְּ H5221 הָאַרְיֵ֑ה H738 וַיֵּ֨לֶךְ֙ H3212 מֵֽאֶצְל֔ H681 וַיִּמְצָאֵ֥ H4672 הָאַרְיֵ֖ה H738 וַיַּכֵּֽ H5221 ",
  "37": "וַיִּמְצָא֙ H4672 אִ֣ישׁ H376 אַחֵ֔ר H312 וַיֹּ֖אמֶר H559 הַכֵּ֣ינִי H5221 נָ֑א H4994 וַיַּכֵּ֥ H5221 הָאִ֖ישׁ H376 הַכֵּ֥ה H5221 וּפָצֹֽעַ H6481 ",
  "38": "וַיֵּ֨לֶךְ֙ H3212 הַנָּבִ֔יא H5030 וַיַּעֲמֹ֥ד H5975 לַמֶּ֖לֶךְ H4428 עַל H5921 הַדָּ֑רֶךְ H1870 וַיִּתְחַפֵּ֥שׂ H2664 בָּאֲפֵ֖ר H666 עַל H5921 עֵינָֽיו H5869 ",
  "39": "וַיְהִ֤י H1961 הַמֶּ֨לֶךְ֙ H4428 עֹבֵ֔ר H5674 וְה֖וּא H1931 צָעַ֣ק H6817 אֶל H413 הַמֶּ֑לֶךְ H4428 וַיֹּ֜אמֶר H559 עַבְדְּךָ֣ H5650 יָצָ֣א H3318 בְקֶֽרֶב H7130 הַמִּלְחָמָ֗ה H4421 וְהִנֵּֽה H2009 אִ֨ישׁ H376 סָ֜ר H5493 וַיָּבֵ֧א H935 אֵלַ֣י H413 אִ֗ישׁ H376 וַיֹּ֨אמֶר֙ H559 שְׁמֹר֙ H8104 אֶת H853 הָאִ֣ישׁ H376 הַזֶּ֔ה H2088 אִם H518 הִפָּקֵד֙ H6485 יִפָּקֵ֔ד H6485 וְהָיְתָ֤ה H1961 נַפְשְׁךָ֙ H5315 תַּ֣חַת H8478 נַפְשׁ֔וֹ H5315 א֥וֹ H176 כִכַּר H3603 כֶּ֖סֶף H3701 תִּשְׁקֽוֹל H8254 ",
  "40": "וַיְהִ֣י H1961 עַבְדְּךָ֗ H5650 עֹשֵׂ֥ה H6213 הֵ֛נָּה H2008 וָהֵ֖נָּה H2008 וְה֣וּא H1931 אֵינֶ֑נּוּ H369 וַיֹּ֨אמֶר H559 אֵלָ֧יו H413 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 כֵּ֥ן H3651 מִשְׁפָּטֶ֖ךָ H4941 אַתָּ֥ה H859 חָרָֽצְתָּ H2782 ",
  "41": "וַיְמַהֵ֕ר H4116 וַיָּ֨סַר֙ H5493 אֶת H853 הָ֣אֲפֵ֔ר H666 מעל H5921 עֵינָ֑יו H5869 וַיַּכֵּ֤ר H5234 אֹתוֹ֙ H853 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 מֵֽהַ H5030 הֽוּא H1931 ",
  "42": "וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 יַ֛עַן H3282 שִׁלַּ֥חְתָּ H7971 אֶת H853 אִישׁ H376 חֶרְמִ֖י H2764 מִיָּ֑ד H3027 וְהָיְתָ֤ה H1961 נַפְשְׁךָ֙ H5315 תַּ֣חַת H8478 נַפְשׁ֔וֹ H5315 וְעַמְּ H5971 תַּ֥חַת H8478 עַמּֽוֹ H5971 ",
  "43": "וַיֵּ֧לֶךְ H3212 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 עַל H5921 בֵּית֖וֹ H1004 סַ֣ר H5620 וְזָעֵ֑ף H2198 וַיָּבֹ֖א H935 שֹׁמְרֽוֹנָה H8111 "
}
