{
  "1": "וַיֵּשְׁב֖וּ H3427 שָׁלֹ֣שׁ H7969 שָׁנִ֑ים H8141 אֵ֚ין H369 מִלְחָמָ֔ה H4421 בֵּ֥ין H996 אֲרָ֖ם H758 וּבֵ֥ין H996 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיְהִ֖י H1961 בַּשָּׁנָ֣ה H8141 הַשְּׁלִישִׁ֑ית H7992 וַיֵּ֛רֶד H3381 יְהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 אֶל H413 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיֹּ֤אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 אֶל H413 עֲבָדָ֔יו H5650 הַיְדַעְתֶּ֕ם H3045 כִּֽי H3588 לָ֖נוּ Hl רָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַאֲנַ֣חְנוּ H587 מַחְשִׁ֔ים H2814 מִקַּ֣חַת H3947 אֹתָ֔הּ H853 מִיַּ֖ד H3027 מֶ֥לֶךְ H4428 אֲרָֽם H758 ",
  "4": "וַיֹּ֨אמֶר֙ H559 אֶל H413 יְה֣וֹשָׁפָ֔ט H3092 הֲתֵלֵ֥ךְ H3212 אִתִּ֛י H854 לַמִּלְחָמָ֖ה H4421 רָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַיֹּ֤אמֶר H559 יְהֽוֹשָׁפָט֙ H3092 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 כָּמ֧וֹנִי H3644 כָמ֛וֹךָ H3644 כְּעַמִּ֥ H5971 כְעַמֶּ֖ H5971 כְּסוּסַ֥ H5483 כְּסוּסֶֽי H5483 ",
  "5": "וַיֹּ֥אמֶר H559 יְהוֹשָׁפָ֖ט H3092 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 דְּרָשׁ H1875 נָ֥א H4994 כַיּ֖וֹם H3117 אֶת H854 דְּבַ֥ר H1697 יְהוָֽה H3068 ",
  "6": "וַיִּקְבֹּ֨ץ H6908 מֶֽלֶךְ H4428 יִשְׂרָאֵ֥ל H3478 אֶֽת H853 הַנְּבִיאִים֮ H5030 כְּאַרְבַּ֣ע H702 מֵא֣וֹת H3967 אִישׁ֒ H376 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 הַאֵלֵ֞ךְ H3212 עַל H5921 רָמֹ֥ת H7433 גִּלְעָ֛ד H1568 לַמִּלְחָמָ֖ה H4421 אִם H518 אֶחְדָּ֑ל H2308 וַיֹּאמְר֣וּ H559 עֲלֵ֔ה H5927 וְיִתֵּ֥ן H5414 אֲדֹנָ֖י H136 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "7": "וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 הַאֵ֨ין H369 פֹּ֥ה H6311 נָבִ֛יא H5030 לַיהוָ֖ה H3068 ע֑וֹד H5750 וְנִדְרְשָׁ֖ה H1875 מֵאוֹתֽ H853 ",
  "8": "וַיֹּ֣אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵ֣ל H3478 אֶֽל H413 יְהוֹשָׁפָ֡ט H3092 ע֣וֹד H5750 אִישׁ H376 אֶחָ֡ד H259 לִדְרֹשׁ֩ H1875 אֶת H853 יְהוָ֨ה H3068 מֵאֹת֜ H853 וַאֲנִ֣י H589 שְׂנֵאתִ֗יו H8130 כִּ֠י H3588 לֹֽא H3808 יִתְנַבֵּ֨א H5012 עָלַ֥י H5921 טוֹב֙ H2896 כִּ֣י H3588 אִם H518 רָ֔ע H7451 מִיכָ֖יְהוּ H4321 בֶּן H1121 יִמְלָ֑ה H3229 וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 אַל H408 יֹאמַ֥ר H559 הַמֶּ֖לֶךְ H4428 כֵּֽן H3651 ",
  "9": "וַיִּקְרָא֙ H7121 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אֶל H413 סָרִ֖יס H5631 אֶחָ֑ד H259 וַיֹּ֕אמֶר H559 מַהֲרָ֖ה H4116 מִיכָ֥יְהוּ H4321 בֶן H1121 יִמְלָֽה H3229 ",
  "10": "וּמֶ֣לֶךְ H4428 יִשְׂרָאֵ֡ל H3478 וִֽיהוֹשָׁפָ֣ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֡ה H3063 יֹשְׁבִים֩ H3427 אִ֨ישׁ H376 עַל H5921 כִּסְא֜וֹ H3678 מְלֻבָּשִׁ֤ים H3847 בְּגָדִים֙ H899 בְּגֹ֔רֶן H1637 פֶּ֖תַח H6607 שַׁ֣עַר H8179 שֹׁמְר֑וֹן H8111 וְכָ֨ל H3605 הַנְּבִיאִ֔ים H5030 מִֽתְנַבְּאִ֖ים H5012 לִפְנֵי H6440 ",
  "11": "וַיַּ֥עַשׂ H6213 ל֛וֹ Hl צִדְקִיָּ֥ה H6667 בֶֽן H1121 כְּנַעֲנָ֖ה H3668 קַרְנֵ֣י H7161 בַרְזֶ֑ל H1270 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּאֵ֛לֶּה H428 תְּנַגַּ֥ח H5055 אֶת H853 אֲרָ֖ם H758 עַד H5704 כַּלֹּתָֽם H3615 ",
  "12": "וְכָל H3605 הַנְּבִאִ֔ים H5030 נִבְּאִ֥ים H5012 כֵּ֖ן H3651 לֵאמֹ֑ר H559 עֲלֵ֞ה H5927 רָמֹ֤ת H7433 גִּלְעָד֙ H1568 וְהַצְלַ֔ח H6743 וְנָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "13": "וְהַ H4397 אֲשֶׁר H834 הָלַ֣ךְ H1980 לִקְרֹ֣א H7121 מִיכָ֗יְהוּ H4321 דִּבֶּ֤ר H1696 אֵלָיו֙ H413 לֵאמֹ֔ר H559 הִנֵּה H2009 נָ֞א H4994 דִּבְרֵ֧י H1697 הַנְּבִיאִ֛ים H5030 פֶּֽה H6310 אֶחָ֥ד H259 ט֖וֹב H2896 אֶל H413 הַמֶּ֑לֶךְ H4428 יְהִֽי H1961 נָ֣א H4994 דבריך H1697 כִּדְבַ֛ר H1697 אַחַ֥ד H259 מֵהֶ֖ם H1992 וְדִבַּ֥רְתָּ H1696 טּֽוֹב H2896 ",
  "14": "וַיֹּ֖אמֶר H559 מִיכָ֑יְהוּ H4321 חַי H2416 יְהוָ֕ה H3068 כִּ֠י H3588 אֶת H853 אֲשֶׁ֨ר H834 יֹאמַ֧ר H559 יְהוָ֛ה H3068 אֵלַ֖י H413 אֹת֥וֹ H853 אֲדַבֵּֽר H1696 ",
  "15": "וַיָּבוֹא֮ H935 אֶל H413 הַמֶּלֶךְ֒ H4428 וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֵלָ֗יו H413 מִיכָ֨יְהוּ֙ H4321 הֲנֵלֵ֞ךְ H3212 אֶל H413 רָמֹ֥ת H7433 גִּלְעָ֛ד H1568 לַמִּלְחָמָ֖ה H4421 אִם H518 נֶחְדָּ֑ל H2308 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 עֲלֵ֣ה H5927 וְהַצְלַ֔ח H6743 וְנָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "16": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 הַמֶּ֔לֶךְ H4428 עַד H5704 כַּמֶּ֥ה H4100 פְעָמִ֖ים H6471 אֲנִ֣י H589 מַשְׁבִּעֶ֑ךָ H7650 אֲ֠שֶׁר H834 לֹֽא H3808 תְדַבֵּ֥ר H1696 אֵלַ֛י H413 רַק H7535 אֱמֶ֖ת H571 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "17": "וַיֹּ֗אמֶר H559 רָאִ֤יתִי H7200 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 נְפֹצִ֣ים H6327 אֶל H413 הֶהָרִ֔ים H2022 כַּצֹּ֕אן H6629 אֲשֶׁ֥ר H834 אֵין H369 לָהֶ֖ם H1992 רֹעֶ֑ה H7462 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 לֹֽא H3808 אֲדֹנִ֣ים H113 לָאֵ֔לֶּה H428 יָשׁ֥וּבוּ H7725 אִישׁ H376 לְבֵית֖ H1004 בְּשָׁלֽוֹם H7965 ",
  "18": "וַיֹּ֥אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוֹשָׁפָ֑ט H3092 הֲלוֹא֙ H3808 אָמַ֣רְתִּי H559 אֵלֶ֔יךָ H413 לֽוֹא H3808 יִתְנַבֵּ֥א H5012 עָלַ֛י H5921 ט֖וֹב H2896 כִּ֥י H3588 אִם H518 רָֽע H7451 ",
  "19": "וַיֹּ֕אמֶר H559 לָכֵ֖ן H3651 שְׁמַ֣ע H8085 דְּבַר H1697 יְהוָ֑ה H3068 רָאִ֤יתִי H7200 אֶת H853 יְהוָה֙ H3068 יֹשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 וְכָל H3605 צְבָ֤א H6635 הַשָּׁמַ֨יִם֙ H8064 עֹמֵ֣ד H5975 עָלָ֔יו H5921 מִימִינ֖ H3225 וּמִ H8040 ",
  "20": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 מִ֤י H4310 יְפַתֶּה֙ H6601 אֶת H853 אַחְאָ֔ב H256 וְיַ֕עַל H5927 וְיִפֹּ֖ל H5307 בְּרָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַיֹּ֤אמֶר H559 זֶה֙ H2088 בְּכֹ֔ה H3541 וְזֶ֥ה H2088 אֹמֵ֖ר H559 בְּכֹֽה H3541 ",
  "21": "וַיֵּצֵ֣א H3318 הָר֗וּחַ H7307 וַֽיַּעֲמֹד֙ H5975 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיֹּ֖אמֶר H559 אֲנִ֣י H589 אֲפַתֶּ֑נּוּ H6601 וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֵלָ֖יו H413 בַּמָּֽה H3964 ",
  "22": "וַיֹּ֗אמֶר H559 אֵצֵא֙ H3318 וְהָיִ֨יתִי֙ H1961 ר֣וּחַ H7307 שֶׁ֔קֶר H8267 בְּפִ֖י H6310 כָּל H3605 נְבִיאָ֑יו H5030 וַיֹּ֗אמֶר H559 תְּפַתֶּה֙ H6601 וְגַם H1571 תּוּכָ֔ל H3201 צֵ֖א H3318 וַעֲשֵׂה H6213 כֵֽן H3651 ",
  "23": "וְעַתָּ֗ה H6258 הִנֵּ֨ה H2009 נָתַ֤ן H5414 יְהוָה֙ H3068 ר֣וּחַ H7307 שֶׁ֔קֶר H8267 בְּפִ֖י H6310 כָּל H3605 נְבִיאֶ֣יךָ H5030 אֵ֑לֶּה H428 וַֽיהוָ֔ה H3068 דִּבֶּ֥ר H1696 עָלֶ֖יךָ H5921 רָעָֽה H7451 ",
  "24": "וַיִּגַּשׁ֙ H5066 צִדְקִיָּ֣הוּ H6667 בֶֽן H1121 כְּנַעֲנָ֔ה H3668 וַיַּכֶּ֥ה H5221 אֶת H853 מִיכָ֖יְהוּ H4321 עַל H5921 הַלֶּ֑חִי H3895 וַיֹּ֕אמֶר H559 אֵי H335 זֶ֨ה H2088 עָבַ֧ר H5674 רֽוּחַ H7307 יְהוָ֛ה H3068 מֵאִתִּ֖ H853 לְדַבֵּ֥ר H1696 אוֹתָֽךְ H854 ",
  "25": "וַיֹּ֣אמֶר H559 מִיכָ֔יְהוּ H4321 הִנְּךָ֥ H2005 רֹאֶ֖ה H7200 בַּיּ֣וֹם H3117 הַה֑וּא H1931 אֲשֶׁ֥ר H834 תָּבֹ֛א H935 חֶ֥דֶר H2315 בְּחֶ֖דֶר H2315 לְהֵחָבֵֽה H2247 ",
  "26": "וַיֹּ֨אמֶר֙ H559 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 קַ֚ח H3947 אֶת H853 מִיכָ֔יְהוּ H4321 וַהֲשִׁיבֵ֖ H7725 אֶל H413 אָמֹ֣ן H526 שַׂר H8269 הָעִ֑יר H5892 וְאֶל H413 יוֹאָ֖שׁ H3101 בֶּן H1121 הַמֶּֽלֶךְ H4428 ",
  "27": "וְאָמַרְתָּ֗ H559 כֹּ֚ה H3541 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 שִׂ֥ימוּ H7760 אֶת H853 זֶ֖ה H2088 בֵּ֣ית H1004 הַכֶּ֑לֶא H3608 וְהַאֲכִילֻ֨ H398 לֶ֤חֶם H3899 לַ֨חַץ֙ H3906 וּמַ֣יִם H4325 לַ֔חַץ H3906 עַ֖ד H5704 בֹּאִ֥י H935 בְשָׁלֽוֹם H7965 ",
  "28": "וַיֹּ֣אמֶר H559 מִיכָ֔יְהוּ H4321 אִם H518 שׁ֤וֹב H7725 תָּשׁוּב֙ H7725 בְּשָׁל֔וֹם H7965 לֹֽא H3808 דִבֶּ֥ר H1696 יְהוָ֖ה H3068 בִּ֑י Hb וַיֹּ֕אמֶר H559 שִׁמְע֖וּ H8085 עַמִּ֥ים H5971 כֻּלָּֽם H3605 ",
  "29": "וַיַּ֧עַל H5927 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וְיהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
  "30": "וַיֹּאמֶר֩ H559 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֜ל H3478 אֶל H413 יְהוֹשָׁפָ֗ט H3092 הִתְחַפֵּשׂ֙ H2664 וָבֹ֣א H935 בַמִּלְחָמָ֔ה H4421 וְאַתָּ֖ה H859 לְבַ֣שׁ H3847 בְּגָדֶ֑יךָ H899 וַיִּתְחַפֵּשׂ֙ H2664 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיָּב֖וֹא H935 בַּמִּלְחָמָֽה H4421 ",
  "31": "וּמֶ֣לֶךְ H4428 אֲרָ֡ם H758 צִוָּ֣ה H6680 אֶת H853 שָׂרֵי֩ H8269 הָרֶ֨כֶב H7393 אֲשֶׁר H834 ל֜וֹ Hl שְׁלֹשִׁ֤ים H7970 וּשְׁנַ֨יִם֙ H8147 לֵאמֹ֔ר H559 לֹ֚א H3808 תִּלָּ֣חֲמ֔וּ H3898 אֶת H854 קָטֹ֖ן H6996 וְאֶת H853 גָּד֑וֹל H1419 כִּ֛י H3588 אִֽם H518 אֶת H854 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לְבַדּֽ H905 ",
  "32": "וַיְהִ֡י H1961 כִּרְאוֹת֩ H7200 שָׂרֵ֨י H8269 הָרֶ֜כֶב H7393 אֶת H853 יְהוֹשָׁפָ֗ט H3092 וְהֵ֤מָּה H1992 אָֽמְרוּ֙ H559 אַ֣ךְ H389 מֶֽלֶךְ H4428 יִשְׂרָאֵ֣ל H3478 ה֔וּא H1931 וַיָּסֻ֥רוּ H5493 עָלָ֖יו H5921 לְהִלָּחֵ֑ם H3898 וַיִּזְעַ֖ק H2199 יְהוֹשָׁפָֽט H3092 ",
  "33": "וַיְהִ֗י H1961 כִּרְאוֹת֙ H7200 שָׂרֵ֣י H8269 הָרֶ֔כֶב H7393 כִּֽי H3588 לֹא H3808 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 ה֑וּא H1931 וַיָּשׁ֖וּבוּ H7725 מֵאַחֲרָֽי H310 ",
  "34": "וְאִ֗ישׁ H376 מָשַׁ֤ךְ H4900 בַּקֶּ֨שֶׁת֙ H7198 לְתֻמּ֔ H8537 וַיַּכֶּה֙ H5221 אֶת H853 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 בֵּ֥ין H996 הַדְּבָקִ֖ים H1694 וּבֵ֣ין H996 הַשִּׁרְיָ֑ן H8302 וַיֹּ֣אמֶר H559 לְרַכָּב֗ H7395 הֲפֹ֥ךְ H2015 יָדְךָ֛ H3027 וְהוֹצִיאֵ֥ H3318 מִן H4480 הַֽמַּחֲנֶ֖ה H4264 כִּ֥י H3588 הָחֳלֵֽיתִי H2470 ",
  "35": "וַתַּעֲלֶ֤ה H5927 הַמִּלְחָמָה֙ H4421 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְהַ H4428 הָיָ֧ה H1961 מָעֳמָ֛ד H5975 בַּמֶּרְכָּבָ֖ה H4818 נֹ֣כַח H5227 אֲרָ֑ם H758 וַיָּ֣מָת H4191 בָּעֶ֔רֶב H6153 וַיִּ֥צֶק H3332 דַּֽם H1818 הַמַּכָּ֖ה H4347 אֶל H413 חֵ֥יק H2436 הָרָֽכֶב H7393 ",
  "36": "וַיַּעֲבֹ֤ר H5674 הָרִנָּה֙ H7440 בַּֽמַּחֲנֶ֔ה H4264 כְּבֹ֥א H935 הַשֶּׁ֖מֶשׁ H8121 לֵאמֹ֑ר H559 אִ֥ישׁ H376 אֶל H413 עִיר֖וֹ H5892 וְאִ֥ישׁ H376 אֶל H413 אַרְצֽוֹ H776 ",
  "37": "וַיָּ֣מָת H4191 הַמֶּ֔לֶךְ H4428 וַיָּב֖וֹא H935 שֹׁמְר֑וֹן H8111 וַיִּקְבְּר֥וּ H6912 אֶת H853 הַמֶּ֖לֶךְ H4428 בְּשֹׁמְרֽוֹן H8111 ",
  "38": "וַיִּשְׁטֹ֨ף H7857 אֶת H853 הָרֶ֜כֶב H7393 עַ֣ל H5921 בְּרֵכַ֣ת H1295 שֹׁמְר֗וֹן H8111 וַיָּלֹ֤קּוּ H3952 הַכְּלָבִים֙ H3611 אֶת H853 דָּמ֔וֹ H1818 וְהַ H2185 רָחָ֑צוּ H7364 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
  "39": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 אַחְאָ֜ב H256 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 וּבֵ֤ית H1004 הַשֵּׁן֙ H8127 אֲשֶׁ֣ר H834 בָּנָ֔ה H1129 וְכָל H3605 הֶעָרִ֖ים H5892 אֲשֶׁ֣ר H834 בָּנָ֑ה H1129 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "40": "וַיִּשְׁכַּ֥ב H7901 אַחְאָ֖ב H256 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 אֲחַזְיָ֥הוּ H274 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "41": "וִיהֽוֹשָׁפָט֙ H3092 בֶּן H1121 אָסָ֔א H609 מָלַ֖ךְ H4427 עַל H5921 יְהוּדָ֑ה H3063 בִּשְׁנַ֣ת H8141 אַרְבַּ֔ע H702 לְאַחְאָ֖ב H256 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "42": "יְהוֹשָׁפָ֗ט H3092 בֶּן H1121 שְׁלֹשִׁ֨ים H7970 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 בְּמָלְכ֔ H4427 וְעֶשְׂרִ֤ים H6242 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 עֲזוּבָ֖ה H5806 בַּת H1323 שִׁלְחִֽי H7977 ",
  "43": "וַיֵּ֗לֶךְ H3212 בְּכָל H3605 דֶּ֛רֶךְ H1870 אָסָ֥א H609 אָבִ֖יו H1 לֹא H3808 סָ֣ר H5493 מִמֶּ֑נּוּ H4480 לַעֲשׂ֥וֹת H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "44": "וַיַּשְׁלֵ֥ם H7999 יְהוֹשָׁפָ֖ט H3092 עִם H5973 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "45": "וְיֶ֨תֶר H3499 דִּבְרֵ֧י H1697 יְהוֹשָׁפָ֛ט H3092 וּגְבוּרָת֥ H1369 אֲשֶׁר H834 עָשָׂ֖ה H6213 וַאֲשֶׁ֣ר H834 נִלְחָ֑ם H3898 הֲלֹֽא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "46": "וְיֶ֨תֶר֙ H3499 הַקָּדֵ֔שׁ H6945 אֲשֶׁ֣ר H834 נִשְׁאַ֔ר H7604 בִּימֵ֖י H3117 אָסָ֣א H609 אָבִ֑יו H1 בִּעֵ֖ר H1197 מִן H4480 הָאָֽרֶץ H776 ",
  "47": "וּמֶ֥לֶךְ H4428 אֵ֛ין H369 בֶּאֱד֖וֹם H123 נִצָּ֥ב H5324 מֶֽלֶךְ H4428 ",
  "48": "יְהוֹשָׁפָ֡ט H3092 עשר H6240 אֳנִיּ֨וֹת H591 תַּרְשִׁ֜ישׁ H8659 לָלֶ֧כֶת H3212 אוֹפִ֛ירָה H211 לַזָּהָ֖ב H2091 וְלֹ֣א H3808 הָלָ֑ךְ H1980 כִּֽי H3588 נשברה H7665 אֳנִיּ֖וֹת H591 בְּעֶצְי֥וֹן H6100 גָּֽבֶר H6100 ",
  "49": "אָ֠ז H227 אָמַ֞ר H559 אֲחַזְיָ֤הוּ H274 בֶן H1121 אַחְאָב֙ H256 אֶל H413 יְה֣וֹשָׁפָ֔ט H3092 יֵלְכ֧וּ H3212 עֲבָדַ֛י H5650 עִם H5973 עֲבָדֶ֖יךָ H5650 בָּאֳנִיּ֑וֹת H591 וְלֹ֥א H3808 אָבָ֖ה H14 יְהוֹשָׁפָֽט H3092 ",
  "50": "וַיִּשְׁכַּ֤ב H7901 יְהֽוֹשָׁפָט֙ H3092 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 עִם H5973 אֲבֹתָ֔יו H1 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 יְהוֹרָ֥ם H3088 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "51": "אֲחַזְיָ֣הוּ H274 בֶן H1121 אַחְאָ֗ב H256 מָלַ֤ךְ H4427 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 בִּשְׁנַת֙ H8141 שְׁבַ֣ע H7651 עֶשְׂרֵ֔ה H6240 לִיהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עַל H5921 יִשְׂרָאֵ֖ל H3478 שְׁנָתָֽיִם H8141 ",
  "52": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֗לֶךְ H3212 בְּדֶ֤רֶךְ H1870 אָבִיו֙ H1 וּבְ H1870 אִמּ֔וֹ H517 וּבְ H1870 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "53": "וַֽיַּעֲבֹד֙ H5647 אֶת H853 הַבַּ֔עַל H1168 וַיִּֽשְׁתַּחֲוֶ֖ה H7812 ל֑וֹ Hl וַיַּכְעֵ֗ס H3707 אֶת H853 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 ",
  "54": "וַֽיַּעֲבֹד֙ H5647 אֶת H853 הַבַּ֔עַל H1168 וַיִּֽשְׁתַּחֲוֶ֖ה H7812 ל֑וֹ Hl וַיַּכְעֵ֗ס H3707 אֶת H853 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 "
}
