{
  "1": "וַ֠יִּשְׁלַח H7971 חִירָ֨ם H2438 מֶֽלֶךְ H4428 צ֤וֹר H6865 אֶת H853 עֲבָדָיו֙ H5650 אֶל H413 שְׁלֹמֹ֔ה H8010 כִּ֣י H3588 שָׁמַ֔ע H8085 כִּ֥י H3588 אֹת֛וֹ H853 מָשְׁח֥וּ H4886 לְמֶ֖לֶךְ H4428 תַּ֣חַת H8478 אָבִ֑יהוּ H1 כִּ֣י H3588 אֹהֵ֗ב H157 הָיָ֥ה H1961 חִירָ֛ם H2438 לְדָוִ֖ד H1732 כָּל H3605 הַיָּמִֽים H3117 ",
  "2": "וַיִּשְׁלַ֣ח H7971 שְׁלֹמֹ֔ה H8010 אֶל H413 חִירָ֖ם H2438 לֵאמֹֽר H559 ",
  "3": "אַתָּ֨ה H859 יָדַ֜עְתָּ H3045 אֶת H853 דָּוִ֣ד H1732 אָבִ֗י H1 כִּ֣י H3588 לֹ֤א H3808 יָכֹל֙ H3201 לִבְנ֣וֹת H1129 בַּ֗יִת H1004 לְשֵׁם֙ H8034 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 מִפְּנֵ֥י H6440 הַמִּלְחָמָ֖ה H4421 אֲשֶׁ֣ר H834 סְבָבֻ֑הוּ H5437 עַ֤ד H5704 תֵּת H5414 יְהוָה֙ H3068 אֹתָ֔ם H853 תַּ֖חַת H8478 כַּפּ֥וֹת H3709 רגלו H7272 ",
  "4": "וְעַתָּ֕ה H6258 הֵנִ֨יחַ H5117 יְהוָ֧ה H3068 אֱלֹהַ֛י H430 לִ֖י Hl מִסָּבִ֑יב H5439 אֵ֣ין H369 שָׂטָ֔ן H7854 וְאֵ֖ין H369 פֶּ֥גַע H6294 רָֽע H7451 ",
  "5": "וְהִנְ H2005 אֹמֵ֔ר H559 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 כַּאֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֗ה H3068 אֶל H413 דָּוִ֤ד H1732 אָבִי֙ H1 לֵאמֹ֔ר H559 בִּנְךָ֗ H1121 אֲשֶׁ֨ר H834 אֶתֵּ֤ן H5414 תַּחְתֶּ֨יךָ֙ H8478 עַל H5921 כִּסְאֶ֔ךָ H3678 הֽוּא H1931 יִבְנֶ֥ה H1129 הַבַּ֖יִת H1004 לִשְׁמִֽ H8034 ",
  "6": "וְעַתָּ֡ה H6258 צַוֵּה֩ H6680 וְיִכְרְתוּ H3772 לִ֨י Hl אֲרָזִ֜ים H730 מִן H4480 הַלְּבָנ֗וֹן H3844 וַֽעֲבָדַ H5650 יִהְי֣וּ H1961 עִם H5973 עֲבָדֶ֔יךָ H5650 וּשְׂכַ֤ר H7939 עֲבָדֶ֨יךָ֙ H5650 אֶתֵּ֣ן H5414 לְךָ֔ Hl כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 תֹּאמֵ֑ר H559 כִּ֣י H3588 אַתָּ֣ה H859 יָדַ֗עְתָּ H3045 כִּ֣י H3588 אֵ֥ין H369 בָּ֛נוּ Hb אִ֛ישׁ H376 יֹדֵ֥עַ H3045 לִכְרָת H3772 עֵצִ֖ים H6086 כַּצִּדֹנִֽים H6722 ",
  "7": "וַיְהִ֞י H1961 כִּשְׁמֹ֧עַ H8085 חִירָ֛ם H2438 אֶת H853 דִּבְרֵ֥י H1697 שְׁלֹמֹ֖ה H8010 וַיִּשְׂמַ֣ח H8055 מְאֹ֑ד H3966 וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 הַיּ֔וֹם H3117 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 לְדָוִד֙ H1732 בֵּ֣ן H1121 חָכָ֔ם H2450 עַל H5921 הָעָ֥ם H5971 הָרָ֖ב H7227 הַזֶּֽה H2088 ",
  "8": "וַיִּשְׁלַ֤ח H7971 חִירָם֙ H2438 אֶל H413 שְׁלֹמֹ֣ה H8010 לֵאמֹ֔ר H559 שָׁמַ֕עְתִּי H8085 אֵ֥ת H853 אֲשֶׁר H834 שָׁלַ֖חְתָּ H7971 אֵלָ֑י H413 אֲנִ֤י H589 אֶֽעֱשֶׂה֙ H6213 אֶת H853 כָּל H3605 חֶפְצְךָ֔ H2656 בַּעֲצֵ֥י H6086 אֲרָזִ֖ים H730 וּבַ H6086 בְרוֹשִֽׁים H1265 ",
  "9": "עֲ֠בָדַי H5650 יֹרִ֨דוּ H3381 מִן H4480 הַלְּבָנ֜וֹן H3844 יָ֗מָּה H3220 וַ֠אֲנִי H589 אֲשִׂימֵ֨ם H7760 דֹּבְר֤וֹת H1702 בַּיָּם֙ H3220 עַֽד H5704 הַמָּק֞וֹם H4725 אֲשֶׁר H834 תִּשְׁלַ֥ח H7971 אֵלַ֛י H413 וְנִפַּצְתִּ֥י H5310 שָׁ֖ם H8033 וְאַתָּ֣ה H859 תִשָּׂ֑א H5375 וְאַתָּה֙ H859 תַּעֲשֶׂ֣ה H6213 אֶת H853 חֶפְצִ֔י H2656 לָתֵ֖ת H5414 לֶ֥חֶם H3899 בֵּיתִֽי H1004 ",
  "10": "וַיְהִ֨י H1961 חִיר֜וֹם H2438 נֹתֵ֣ן H5414 לִשְׁלֹמֹ֗ה H8010 עֲצֵ֧י H6086 אֲרָזִ֛ים H730 וַעֲצֵ֥י H6086 בְרוֹשִׁ֖ים H1265 כָּל H3605 חֶפְצֽוֹ H2656 ",
  "11": "וּשְׁלֹמֹה֩ H8010 נָתַ֨ן H5414 לְחִירָ֜ם H2438 עֶשְׂרִים֩ H6242 אֶ֨לֶף H505 כֹּ֤ר H3734 חִטִּים֙ H2406 מַכֹּ֣לֶת H4361 לְבֵית֔ H1004 וְעֶשְׂרִ֥ים H6242 כֹּ֖ר H3734 שֶׁ֣מֶן H8081 כָּתִ֑ית H3795 כֹּֽה H3541 יִתֵּ֧ן H5414 שְׁלֹמֹ֛ה H8010 לְחִירָ֖ם H2438 שָׁנָ֥ה H8141 בְשָׁנָֽה H8141 ",
  "12": "וַיהוָ֗ה H3068 נָתַ֤ן H5414 חָכְמָה֙ H2451 לִשְׁלֹמֹ֔ה H8010 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 ל֑וֹ Hl וַיְהִ֣י H1961 שָׁלֹ֗ם H7965 בֵּ֤ין H996 חִירָם֙ H2438 וּבֵ֣ין H996 שְׁלֹמֹ֔ה H8010 וַיִּכְרְת֥וּ H3772 בְרִ֖ית H1285 שְׁנֵיהֶֽם H8147 ",
  "13": "וַיַּ֨עַל H5927 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מַ֖ס H4522 מִכָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 הַמַּ֔ס H4522 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "14": "וַיִּשְׁלָחֵ֣ H7971 לְבָנ֗וֹנָה H3844 עֲשֶׂ֨רֶת H6235 אֲלָפִ֤ים H505 בַּחֹ֨דֶשׁ֙ H2320 חֲלִיפ֔וֹת H2487 חֹ֚דֶשׁ H2320 יִהְי֣וּ H1961 בַלְּבָנ֔וֹן H3844 שְׁנַ֥יִם H8147 חֳדָשִׁ֖ים H2320 בְּבֵית֑ H1004 וַאֲדֹנִירָ֖ם H141 עַל H5921 הַמַּֽס H4522 ",
  "15": "וַיְהִ֧י H1961 לִשְׁלֹמֹ֛ה H8010 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 נֹשֵׂ֣א H5375 סַבָּ֑ל H5449 וּשְׁמֹנִ֥ים H8084 אֶ֖לֶף H505 חֹצֵ֥ב H2672 בָּהָֽר H2022 ",
  "16": "לְ֠בַד H905 מִשָּׂרֵ֨י H8269 הַנִּצָּבִ֤ים H5324 לִשְׁלֹמֹה֙ H8010 אֲשֶׁ֣ר H834 עַל H5921 הַמְּלָאכָ֔ה H4399 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּשְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 הָרֹדִ֣ים H7287 בָּעָ֔ם H5971 הָעֹשִׂ֖ים H6213 בַּמְּלָאכָֽה H4399 ",
  "17": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 וַיַּסִּעוּ֩ H5265 אֲבָנִ֨ים H68 גְּדֹל֜וֹת H1419 אֲבָנִ֧ים H68 יְקָר֛וֹת H3368 לְיַסֵּ֥ד H3245 הַבָּ֖יִת H1004 אַבְנֵ֥י H68 גָזִֽית H1496 ",
  "18": "וַֽיִּפְסְל֞וּ H6458 בֹּנֵ֧י H1129 שְׁלֹמֹ֛ה H8010 וּבֹנֵ֥י H1129 חִיר֖וֹם H2438 וְהַ H1382 וַיָּכִ֛ינוּ H3559 הָעֵצִ֥ים H6086 וְהָ H68 לִבְנ֥וֹת H1129 הַבָּֽיִת H1004 ",
  "19": "וְהִנְ H2005 אֹמֵ֔ר H559 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 כַּאֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֗ה H3068 אֶל H413 דָּוִ֤ד H1732 אָבִי֙ H1 לֵאמֹ֔ר H559 בִּנְךָ֗ H1121 אֲשֶׁ֨ר H834 אֶתֵּ֤ן H5414 תַּחְתֶּ֨יךָ֙ H8478 עַל H5921 כִּסְאֶ֔ךָ H3678 הֽוּא H1931 יִבְנֶ֥ה H1129 הַבַּ֖יִת H1004 לִשְׁמִֽ H8034 ",
  "20": "וְעַתָּ֡ה H6258 צַוֵּה֩ H6680 וְיִכְרְתוּ H3772 לִ֨י Hl אֲרָזִ֜ים H730 מִן H4480 הַלְּבָנ֗וֹן H3844 וַֽעֲבָדַ H5650 יִהְי֣וּ H1961 עִם H5973 עֲבָדֶ֔יךָ H5650 וּשְׂכַ֤ר H7939 עֲבָדֶ֨יךָ֙ H5650 אֶתֵּ֣ן H5414 לְךָ֔ Hl כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 תֹּאמֵ֑ר H559 כִּ֣י H3588 אַתָּ֣ה H859 יָדַ֗עְתָּ H3045 כִּ֣י H3588 אֵ֥ין H369 בָּ֛נוּ Hb אִ֛ישׁ H376 יֹדֵ֥עַ H3045 לִכְרָת H3772 עֵצִ֖ים H6086 כַּצִּדֹנִֽים H6722 ",
  "21": "וַיְהִ֞י H1961 כִּשְׁמֹ֧עַ H8085 חִירָ֛ם H2438 אֶת H853 דִּבְרֵ֥י H1697 שְׁלֹמֹ֖ה H8010 וַיִּשְׂמַ֣ח H8055 מְאֹ֑ד H3966 וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 הַיּ֔וֹם H3117 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 לְדָוִד֙ H1732 בֵּ֣ן H1121 חָכָ֔ם H2450 עַל H5921 הָעָ֥ם H5971 הָרָ֖ב H7227 הַזֶּֽה H2088 ",
  "22": "וַיִּשְׁלַ֤ח H7971 חִירָם֙ H2438 אֶל H413 שְׁלֹמֹ֣ה H8010 לֵאמֹ֔ר H559 שָׁמַ֕עְתִּי H8085 אֵ֥ת H853 אֲשֶׁר H834 שָׁלַ֖חְתָּ H7971 אֵלָ֑י H413 אֲנִ֤י H589 אֶֽעֱשֶׂה֙ H6213 אֶת H853 כָּל H3605 חֶפְצְךָ֔ H2656 בַּעֲצֵ֥י H6086 אֲרָזִ֖ים H730 וּבַ H6086 בְרוֹשִֽׁים H1265 ",
  "23": "עֲ֠בָדַי H5650 יֹרִ֨דוּ H3381 מִן H4480 הַלְּבָנ֜וֹן H3844 יָ֗מָּה H3220 וַ֠אֲנִי H589 אֲשִׂימֵ֨ם H7760 דֹּבְר֤וֹת H1702 בַּיָּם֙ H3220 עַֽד H5704 הַמָּק֞וֹם H4725 אֲשֶׁר H834 תִּשְׁלַ֥ח H7971 אֵלַ֛י H413 וְנִפַּצְתִּ֥י H5310 שָׁ֖ם H8033 וְאַתָּ֣ה H859 תִשָּׂ֑א H5375 וְאַתָּה֙ H859 תַּעֲשֶׂ֣ה H6213 אֶת H853 חֶפְצִ֔י H2656 לָתֵ֖ת H5414 לֶ֥חֶם H3899 בֵּיתִֽי H1004 ",
  "24": "וַיְהִ֨י H1961 חִיר֜וֹם H2438 נֹתֵ֣ן H5414 לִשְׁלֹמֹ֗ה H8010 עֲצֵ֧י H6086 אֲרָזִ֛ים H730 וַעֲצֵ֥י H6086 בְרוֹשִׁ֖ים H1265 כָּל H3605 חֶפְצֽוֹ H2656 ",
  "25": "וּשְׁלֹמֹה֩ H8010 נָתַ֨ן H5414 לְחִירָ֜ם H2438 עֶשְׂרִים֩ H6242 אֶ֨לֶף H505 כֹּ֤ר H3734 חִטִּים֙ H2406 מַכֹּ֣לֶת H4361 לְבֵית֔ H1004 וְעֶשְׂרִ֥ים H6242 כֹּ֖ר H3734 שֶׁ֣מֶן H8081 כָּתִ֑ית H3795 כֹּֽה H3541 יִתֵּ֧ן H5414 שְׁלֹמֹ֛ה H8010 לְחִירָ֖ם H2438 שָׁנָ֥ה H8141 בְשָׁנָֽה H8141 ",
  "26": "וַיהוָ֗ה H3068 נָתַ֤ן H5414 חָכְמָה֙ H2451 לִשְׁלֹמֹ֔ה H8010 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 ל֑וֹ Hl וַיְהִ֣י H1961 שָׁלֹ֗ם H7965 בֵּ֤ין H996 חִירָם֙ H2438 וּבֵ֣ין H996 שְׁלֹמֹ֔ה H8010 וַיִּכְרְת֥וּ H3772 בְרִ֖ית H1285 שְׁנֵיהֶֽם H8147 ",
  "27": "וַיַּ֨עַל H5927 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מַ֖ס H4522 מִכָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 הַמַּ֔ס H4522 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "28": "וַיִּשְׁלָחֵ֣ H7971 לְבָנ֗וֹנָה H3844 עֲשֶׂ֨רֶת H6235 אֲלָפִ֤ים H505 בַּחֹ֨דֶשׁ֙ H2320 חֲלִיפ֔וֹת H2487 חֹ֚דֶשׁ H2320 יִהְי֣וּ H1961 בַלְּבָנ֔וֹן H3844 שְׁנַ֥יִם H8147 חֳדָשִׁ֖ים H2320 בְּבֵית֑ H1004 וַאֲדֹנִירָ֖ם H141 עַל H5921 הַמַּֽס H4522 ",
  "29": "וַיְהִ֧י H1961 לִשְׁלֹמֹ֛ה H8010 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 נֹשֵׂ֣א H5375 סַבָּ֑ל H5449 וּשְׁמֹנִ֥ים H8084 אֶ֖לֶף H505 חֹצֵ֥ב H2672 בָּהָֽר H2022 ",
  "30": "לְ֠בַד H905 מִשָּׂרֵ֨י H8269 הַנִּצָּבִ֤ים H5324 לִשְׁלֹמֹה֙ H8010 אֲשֶׁ֣ר H834 עַל H5921 הַמְּלָאכָ֔ה H4399 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּשְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 הָרֹדִ֣ים H7287 בָּעָ֔ם H5971 הָעֹשִׂ֖ים H6213 בַּמְּלָאכָֽה H4399 ",
  "31": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 וַיַּסִּעוּ֩ H5265 אֲבָנִ֨ים H68 גְּדֹל֜וֹת H1419 אֲבָנִ֧ים H68 יְקָר֛וֹת H3368 לְיַסֵּ֥ד H3245 הַבָּ֖יִת H1004 אַבְנֵ֥י H68 גָזִֽית H1496 ",
  "32": "וַֽיִּפְסְל֞וּ H6458 בֹּנֵ֧י H1129 שְׁלֹמֹ֛ה H8010 וּבֹנֵ֥י H1129 חִיר֖וֹם H2438 וְהַ H1382 וַיָּכִ֛ינוּ H3559 הָעֵצִ֥ים H6086 וְהָ H68 לִבְנ֥וֹת H1129 הַבָּֽיִת H1004 "
}
