{
  "1": "וְאֶת H853 בֵּיתוֹ֙ H1004 בָּנָ֣ה H1129 שְׁלֹמֹ֔ה H8010 שְׁלֹ֥שׁ H7969 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 וַיְכַ֖ל H3615 אֶת H853 כָּל H3605 בֵּיתֽוֹ H1004 ",
  "2": "וַיִּ֜בֶן H1129 אֶת H853 בֵּ֣ית H1004 יַ֣עַר H3293 הַלְּבָנ֗וֹן H3844 מֵאָ֨ה H3967 אַמָּ֤ה H520 אָרְכּוֹ֙ H753 וַחֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 רָחְבּ֔וֹ H7341 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 קוֹמָת֑וֹ H6967 עַ֗ל H5921 אַרְבָּעָה֙ H702 טוּרֵי֙ H2905 עַמּוּדֵ֣י H5982 אֲרָזִ֔ים H730 וּכְרֻת֥וֹת H3773 אֲרָזִ֖ים H730 עַל H5921 הָעַמּוּדִֽים H5982 ",
  "3": "וְסָפֻ֣ן H5603 בָּאֶ֗רֶז H730 מִמַּ֨עַל֙ H4605 עַל H5921 הַצְּלָעֹת֙ H6763 אֲשֶׁ֣ר H834 עַל H5921 הָֽעַמּוּדִ֔ים H5982 אַרְבָּעִ֖ים H705 וַחֲמִשָּׁ֑ה H2568 חֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 הַטּֽוּר H2905 ",
  "4": "וּשְׁקֻפִ֖ים H8261 שְׁלֹשָׁ֣ה H7969 טוּרִ֑ים H2905 וּמֶחֱזָ֥ה H4237 אֶל H413 מֶחֱזָ֖ה H4237 שָׁלֹ֥שׁ H7969 פְּעָמִֽים H6471 ",
  "5": "וְכָל H3605 הַפְּתָחִ֥ים H6607 וְהַ H4201 רְבֻעִ֣ים H7251 שָׁ֑קֶף H8260 וּמ֧וּל H4136 מֶחֱזָ֛ה H4237 אֶל H413 מֶחֱזָ֖ה H4237 שָׁלֹ֥שׁ H7969 פְּעָמִֽים H6471 ",
  "6": "וְאֵ֨ת H853 אוּלָ֤ם H197 הָֽעַמּוּדִים֙ H5982 עָשָׂ֔ה H6213 חֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 אָרְכּ֔וֹ H753 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 רָחְבּ֑וֹ H7341 וְאוּלָם֙ H197 עַל H5921 פְּנֵיהֶ֔ם H6440 וְעַמֻּדִ֥ים H5982 וְעָ֖ב H5646 עַל H5921 פְּנֵיהֶֽם H6440 ",
  "7": "וְאוּלָ֤ם H197 הַכִּסֵּא֙ H3678 אֲשֶׁ֣ר H834 יִשְׁפָּט H8199 שָׁ֔ם H8033 אֻלָ֥ם H197 הַמִּשְׁפָּ֖ט H4941 עָשָׂ֑ה H6213 וְסָפ֣וּן H5603 בָּאֶ֔רֶז H730 מֵהַ H7172 עַד H5704 הַקַּרְקָֽע H7172 ",
  "8": "וּבֵית H1004 אֲשֶׁר H834 יֵ֨שֶׁב H3427 שָׁ֜ם H8033 חָצֵ֣ר H2691 הָאַחֶ֗רֶת H312 מִבֵּית֙ H1004 לָֽאוּלָ֔ם H197 כַּמַּֽעֲשֶׂ֥ה H4639 הַזֶּ֖ה H2088 הָיָ֑ה H1961 וּבַ֜יִת H1004 יַעֲשֶׂ֤ה H6213 לְבַת H1323 פַּרְעֹה֙ H6547 אֲשֶׁ֣ר H834 לָקַ֣ח H3947 שְׁלֹמֹ֔ה H8010 כָּאוּלָ֖ם H197 הַזֶּֽה H2088 ",
  "9": "כָּל H3605 אֵ֜לֶּה H428 אֲבָנִ֤ים H68 יְקָרֹת֙ H3368 כְּמִדֹּ֣ת H4060 גָּזִ֔ית H1496 מְגֹרָר֥וֹת H1641 בַּמְּגֵרָ֖ה H4050 מִבַּ֣יִת H1004 וּמִ H2351 וּמִ H4527 עַד H5704 הַטְּפָח֔וֹת H2947 וּמִ H2351 עַד H5704 הֶחָצֵ֥ר H2691 הַגְּדוֹלָֽה H1419 ",
  "10": "וּמְיֻסָּ֕ד H3245 אֲבָנִ֥ים H68 יְקָר֖וֹת H3368 אֲבָנִ֣ים H68 גְּדֹל֑וֹת H1419 אַבְנֵי֙ H68 עֶ֣שֶׂר H6235 אַמּ֔וֹת H520 וְאַבְנֵ֖י H68 שְׁמֹנֶ֥ה H8083 אַמּֽוֹת H520 ",
  "11": "וּמִ H4605 אֲבָנִ֧ים H68 יְקָר֛וֹת H3368 כְּמִדּ֥וֹת H4060 גָּזִ֖ית H1496 וָאָֽרֶז H730 ",
  "12": "וְחָצֵ֨ר H2691 הַגְּדוֹלָ֜ה H1419 סָבִ֗יב H5439 שְׁלֹשָׁה֙ H7969 טוּרִ֣ים H2905 גָּזִ֔ית H1496 וְט֖וּר H2905 כְּרֻתֹ֣ת H3773 אֲרָזִ֑ים H730 וְלַ H2691 בֵּית H1004 יְהוָ֛ה H3068 הַפְּנִימִ֖ית H6442 וּלְ H197 הַבָּֽיִת H1004 ",
  "13": "וַיִּשְׁלַח֙ H7971 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 וַיִּקַּ֥ח H3947 אֶת H853 חִירָ֖ם H2438 מִצֹּֽר H6865 ",
  "14": "בֶּן H1121 אִשָּׁה֩ H802 אַלְמָנָ֨ה H490 ה֜וּא H1931 מִמַּטֵּ֣ה H4294 נַפְתָּלִ֗י H5321 וְאָבִ֣י H1 אִישׁ H376 צֹרִי֮ H6876 חֹרֵ֣שׁ H2794 נְחֹשֶׁת֒ H5178 וַ֠יִּמָּלֵא H4390 אֶת H853 הַחָכְמָ֤ה H2451 וְאֶת H853 הַתְּבוּנָה֙ H8394 וְאֶת H853 הַדַּ֔עַת H1847 לַעֲשׂ֥וֹת H6213 כָּל H3605 מְלָאכָ֖ה H4399 בַּנְּחֹ֑שֶׁת H5178 וַיָּבוֹא֙ H935 אֶל H413 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 וַיַּ֖עַשׂ H6213 אֶת H853 כָּל H3605 מְלַאכְתּֽוֹ H4399 ",
  "15": "וַיָּ֛צַר H6696 אֶת H853 שְׁנֵ֥י H8147 הָעַמּוּדִ֖ים H5982 נְחֹ֑שֶׁת H5178 שְׁמֹנֶ֨ה H8083 עֶשְׂרֵ֜ה H6240 אַמָּ֗ה H520 קוֹמַת֙ H6967 הָעַמּ֣וּד H5982 הָאֶחָ֔ד H259 וְחוּט֙ H2339 שְׁתֵּים H8147 עֶשְׂרֵ֣ה H6240 אַמָּ֔ה H520 יָסֹ֖ב H5437 אֶת H853 הָעַמּ֥וּד H5982 הַשֵּׁנִֽי H8145 ",
  "16": "וּשְׁתֵּ֨י H8147 כֹתָרֹ֜ת H3805 עָשָׂ֗ה H6213 לָתֵ֛ת H5414 עַל H5921 רָאשֵׁ֥י H7218 הָֽעַמּוּדִ֖ים H5982 מֻצַ֣ק H3332 נְחֹ֑שֶׁת H5178 חָמֵ֣שׁ H2568 אַמּ֗וֹת H520 קוֹמַת֙ H6967 הַכֹּתֶ֣רֶת H3805 הָאֶחָ֔ת H259 וְחָמֵ֣שׁ H2568 אַמּ֔וֹת H520 קוֹמַ֖ת H6967 הַכֹּתֶ֥רֶת H3805 הַשֵּׁנִֽית H8145 ",
  "17": "שְׂבָכִ֞ים H7638 מַעֲשֵׂ֣ה H4639 שְׂבָכָ֗ה H7639 גְּדִלִים֙ H1434 מַעֲשֵׂ֣ה H4639 שַׁרְשְׁר֔וֹת H8333 לַכֹּ֣תָרֹ֔ת H3805 אֲשֶׁ֖ר H834 עַל H5921 רֹ֣אשׁ H7218 הָעַמּוּדִ֑ים H5982 שִׁבְעָה֙ H7651 לַכֹּתֶ֣רֶת H3805 הָאֶחָ֔ת H259 וְשִׁבְעָ֖ה H7651 לַכֹּתֶ֥רֶת H3805 הַשֵּׁנִֽית H8145 ",
  "18": "וַיַּ֖עַשׂ H6213 אֶת H853 הָעַמּוּדִ֑ים H5982 וּשְׁנֵי֩ H8147 טוּרִ֨ים H2905 סָבִ֜יב H5439 עַל H5921 הַשְּׂבָכָ֣ה H7639 הָאֶחָ֗ת H259 לְכַסּ֤וֹת H3680 אֶת H853 הַכֹּֽתָרֹת֙ H3805 אֲשֶׁר֙ H834 עַל H5921 רֹ֣אשׁ H7218 הָֽרִמֹּנִ֔ים H7416 וְכֵ֣ן H3651 עָשָׂ֔ה H6213 לַכֹּתֶ֖רֶת H3805 הַשֵּׁנִֽית H8145 ",
  "19": "וְכֹֽתָרֹ֗ת H3805 אֲשֶׁר֙ H834 עַל H5921 רֹ֣אשׁ H7218 הָעַמּוּדִ֔ים H5982 מַעֲשֵׂ֖ה H4639 שׁוּשַׁ֣ן H7799 בָּֽאוּלָ֑ם H197 אַרְבַּ֖ע H702 אַמּֽוֹת H520 ",
  "20": "וְכֹתָרֹ֗ת H3805 עַל H5921 שְׁנֵי֙ H8147 הָֽעַמּוּדִ֔ים H5982 גַּם H1571 מִמַּ֨עַל֙ H4605 מִלְּ H5980 הַבֶּ֔טֶן H990 אֲשֶׁ֖ר H834 לְעֵ֣בֶר H5676 שבכה H7639 וְהָ H7416 מָאתַ֨יִם֙ H3967 טֻרִ֣ים H2905 סָבִ֔יב H5439 עַ֖ל H5921 הַכֹּתֶ֥רֶת H3805 הַשֵּׁנִֽית H8145 ",
  "21": "וַיָּ֨קֶם֙ H6965 אֶת H853 הָֽעַמֻּדִ֔ים H5982 לְאֻלָ֖ם H197 הַֽהֵיכָ֑ל H1964 וַיָּ֜קֶם H6965 אֶת H853 הָעַמּ֣וּד H5982 הַיְמָנִ֗י H3233 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמוֹ֙ H8034 יָכִ֔ין H3199 וַיָּ֨קֶם֙ H6965 אֶת H853 הָעַמּ֣וּד H5982 הַשְּׂמָאלִ֔י H8042 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 בֹּֽעַז H1162 ",
  "22": "וְעַ֛ל H5921 רֹ֥אשׁ H7218 הָעַמּוּדִ֖ים H5982 מַעֲשֵׂ֣ה H4639 שׁוֹשָׁ֑ן H7799 וַתִּתֹּ֖ם H8552 מְלֶ֥אכֶת H4399 הָעַמּוּדִֽים H5982 ",
  "23": "וַיַּ֥עַשׂ H6213 אֶת H853 הַיָּ֖ם H3220 מוּצָ֑ק H4165 עֶ֣שֶׂר H6235 בָּ֠אַמָּה H520 מִשְּׂפָת֨ H8193 עַד H5704 שְׂפָת֜וֹ H8145 עָגֹ֣ל H5696 סָבִ֗יב H5439 וְחָמֵ֤שׁ H2568 בָּֽאַמָּה֙ H520 קוֹמָת֔וֹ H6967 וקוה H6961 שְׁלֹשִׁ֣ים H7970 בָּֽאַמָּ֔ה H520 יָסֹ֥ב H5437 אֹת֖וֹ H853 סָבִֽיב H5439 ",
  "24": "וּפְקָעִים֩ H6497 מִתַּ֨חַת H8478 לִשְׂפָת֤ H8193 סָבִיב֙ H5439 סֹבְבִ֣ים H5437 אֹת֔וֹ H853 עֶ֚שֶׂר H6235 בָּֽאַמָּ֔ה H520 מַקִּפִ֥ים H5362 אֶת H853 הַיָּ֖ם H3220 סָבִ֑יב H5439 שְׁנֵ֤י H8147 טוּרִים֙ H2905 הַפְּקָעִ֔ים H6497 יְצֻקִ֖ים H3332 בִּיצֻקָתֽ H3333 ",
  "25": "עֹמֵ֞ד H5975 עַל H5921 שְׁנֵ֧י H8147 עָשָׂ֣ר H6240 בָּקָ֗ר H1241 שְׁלֹשָׁ֣ה H7969 פֹנִ֣ים H6437 צָפ֡וֹנָה H6828 וּשְׁלֹשָׁה֩ H7969 פֹנִ֨ים H6437 יָ֜מָּה H3220 וּשְׁלֹשָׁ֣ה H7969 פֹּנִ֣ים H6437 נֶ֗גְבָּה H5045 וּשְׁלֹשָׁה֙ H7969 פֹּנִ֣ים H6437 מִזְרָ֔חָה H4217 וְהַ H3220 עֲלֵיהֶ֖ם H5921 מִלְ H4605 וְכָל H3605 אֲחֹֽרֵיהֶ֖ם H268 בָּֽיְתָה H1004 ",
  "26": "וְעָבְי֣ H5672 טֶ֔פַח H2947 וּשְׂפָת֛ H8193 כְּמַעֲשֵׂ֥ה H4639 שְׂפַת H8193 כּ֖וֹס H3563 פֶּ֣רַח H6525 שׁוֹשָׁ֑ן H7799 אַלְפַּ֥יִם H505 בַּ֖ת H1324 יָכִֽיל H3557 ",
  "27": "וַיַּ֧עַשׂ H6213 אֶת H853 הַמְּכֹנ֛וֹת H4350 עֶ֖שֶׂר H6235 נְחֹ֑שֶׁת H5178 אַרְבַּ֣ע H702 בָּאַמָּ֗ה H520 אֹ֚רֶךְ H753 הַמְּכוֹנָ֣ה H4350 הָֽאֶחָ֔ת H259 וְאַרְבַּ֤ע H702 בָּֽאַמָּה֙ H520 רָחְבָּ֔הּ H7341 וְשָׁלֹ֥שׁ H7969 בָּאַמָּ֖ה H520 קוֹמָתָֽהּ H6967 ",
  "28": "וְזֶ֛ה H2088 מַעֲשֵׂ֥ה H4639 הַמְּכוֹנָ֖ה H4350 מִסְגְּרֹ֣ת H4526 לָהֶ֑ם H1992 וּמִסְגְּרֹ֖ת H4526 בֵּ֥ין H996 הַשְׁלַבִּֽים H7948 ",
  "29": "וְעַֽל H5921 הַמִּסְגְּר֞וֹת H4526 אֲשֶׁ֣ר H834 בֵּ֣ין H996 הַשְׁלַבִּ֗ים H7948 אֲרָי֤וֹת H738 בָּקָר֙ H1241 וּכְרוּבִ֔ים H3742 וְעַל H5921 הַשְׁלַבִּ֖ים H7948 כֵּ֣ן H3653 מִמָּ֑עַל H4605 וּמִ H8478 לַאֲרָי֣וֹת H738 וְלַ H1241 לֹי֖וֹת H3914 מַעֲשֵׂ֥ה H4639 מוֹרָֽד H4174 ",
  "30": "וְאַרְבָּעָה֩ H702 אוֹפַנֵּ֨י H212 נְחֹ֜שֶׁת H5178 לַמְּכוֹנָ֤ה H4350 הָֽאַחַת֙ H259 וְסַרְנֵ֣י H5633 נְחֹ֔שֶׁת H5178 וְאַרְבָּעָ֥ה H702 פַעֲמֹתָ֖יו H6471 כְּתֵפֹ֣ת H3802 לָהֶ֑ם Hl מִתַּ֤חַת H8478 לַכִּיֹּר֙ H3595 הַכְּתֵפֹ֣ת H3802 יְצֻק֔וֹת H3333 מֵעֵ֥בֶר H5676 אִ֖ישׁ H376 לֹיֽוֹת H3914 ",
  "31": "וּ֠פִי H6310 מִבֵּ֨ית H1004 לַכֹּתֶ֤רֶת H3805 וָמַ֨עְלָ H4605 בָּֽאַמָּ֔ה H520 וּפִ֨י H6310 עָגֹ֣ל H5696 מַעֲשֵׂה H4639 כֵ֔ן H3653 אַמָּ֖ה H520 וַחֲצִ֣י H2677 הָֽאַמָּ֑ה H520 וְגַם H1571 עַל H5921 פִּ֨יהָ֙ H6310 מִקְלָע֔וֹת H4734 וּמִסְגְּרֹתֵי H4526 מְרֻבָּע֖וֹת H7251 לֹ֥א H3808 עֲגֻלּֽוֹת H5696 ",
  "32": "וְאַרְבַּ֣עַת H702 הָאֽוֹפַנִּ֗ים H212 לְמִ H8478 לַֽמִּסְגְּר֔וֹת H4526 וִיד֥וֹת H3027 הָאֽוֹפַנִּ֖ים H212 בַּמְּכוֹנָ֑ה H4350 וְקוֹמַת֙ H6967 הָאוֹפַ֣ן H212 הָאֶחָ֔ד H259 אַמָּ֖ה H520 וַחֲצִ֥י H2677 הָאַמָּֽה H520 ",
  "33": "וּמַֽעֲשֵׂה֙ H4639 הָא֣וֹפַנִּ֔ים H212 כְּמַעֲשֵׂ֖ה H4639 אוֹפַ֣ן H212 הַמֶּרְכָּבָ֑ה H4818 יְדוֹתָ֣ם H3027 וְגַבֵּי H1354 וְחִשֻּׁקֵי H2839 וְחִשֻּׁרֵי H2840 הַכֹּ֥ל H3605 מוּצָֽק H3332 ",
  "34": "וְאַרְבַּ֣ע H702 כְּתֵפ֔וֹת H3802 אֶ֚ל H413 אַרְבַּ֣ע H702 פִּנּ֔וֹת H6438 הַמְּכֹנָ֖ה H4350 הָֽאֶחָ֑ת H259 מִן H4480 הַמְּכֹנָ֖ה H4350 כְּתֵפֶֽיהָ H3802 ",
  "35": "וּבְ H7218 הַמְּכוֹנָ֗ה H4350 חֲצִ֧י H2677 הָאַמָּ֛ה H520 קוֹמָ֖ה H6967 עָגֹ֣ל H5696 סָבִ֑יב H5439 וְעַ֨ל H5921 רֹ֤אשׁ H7218 הַמְּכֹנָה֙ H4350 יְדֹתֶ֔יהָ H3027 וּמִסְגְּרֹתֶ֖י H4526 מִמֶּֽנָּה H4480 ",
  "36": "וַיְפַתַּ֤ח H6605 עַל H5921 הַלֻּחֹת֙ H3871 יְדֹתֶ֔יהָ H3027 וְעַל֙ H5921 ומסגרתי H4526 כְּרוּבִ֖ים H3742 אֲרָי֣וֹת H738 וְתִמֹרֹ֑ת H8561 כְּמַֽעַר H4626 אִ֥ישׁ H376 וְלֹי֖וֹת H3914 סָבִֽיב H5439 ",
  "37": "כָּזֹ֣את H2063 עָשָׂ֔ה H6213 אֵ֖ת H853 עֶ֣שֶׂר H6235 הַמְּכֹנ֑וֹת H4350 מוּצָ֨ק H4165 אֶחָ֜ד H259 מִדָּ֥ה H4060 אַחַ֛ת H259 קֶ֥צֶב H7095 אֶחָ֖ד H259 לְכֻלָּֽ H3605 ",
  "38": "וַיַּ֛עַשׂ H6213 עֲשָׂרָ֥ה H6235 כִיֹּר֖וֹת H3595 נְחֹ֑שֶׁת H5178 אַרְבָּעִ֨ים H705 בַּ֜ת H1324 יָכִ֣יל H3557 הַכִּיּ֣וֹר H3595 הָאֶחָ֗ד H259 אַרְבַּ֤ע H702 בָּֽאַמָּה֙ H520 הַכִּיּ֣וֹר H3595 הָאֶחָ֔ד H259 כִּיּ֤וֹר H3595 אֶחָד֙ H259 עַל H5921 הַמְּכוֹנָ֣ה H4350 הָאַחַ֔ת H259 לְעֶ֖שֶׂר H6235 הַמְּכֹנֽוֹת H4350 ",
  "39": "וַיִּתֵּן֙ H5414 אֶת H853 הַמְּכֹנ֔וֹת H4350 חָמֵ֞שׁ H2568 עַל H5921 כֶּ֤תֶף H3802 הַבַּ֨יִת֙ H1004 מִיָּמִ֔ין H3225 וְחָמֵ֛שׁ H2568 עַל H5921 כֶּ֥תֶף H3802 הַבַּ֖יִת H1004 מִשְּׂמֹאל֑ H8040 וְאֶת H853 הַיָּ֗ם H3220 נָתַ֞ן H5414 מִכֶּ֨תֶף H3802 הַבַּ֧יִת H1004 הַיְמָנִ֛ית H3233 קֵ֖דְמָה H6924 מִמּ֥וּל H4136 נֶֽגֶב H5045 ",
  "40": "וַיַּ֣עַשׂ H6213 חִיר֔וֹם H2438 אֶת H853 הַ֨כִּיֹּר֔וֹת H3595 וְאֶת H853 הַיָּעִ֖ים H3257 וְאֶת H853 הַמִּזְרָק֑וֹת H4219 וַיְכַ֣ל H3615 חִירָ֗ם H2438 לַֽעֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 הַמְּלָאכָ֔ה H4399 אֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "41": "עַמֻּדִ֣ים H5982 שְׁנַ֔יִם H8147 וְגֻלֹּ֧ת H1543 הַכֹּתָרֹ֛ת H3805 אֲשֶׁר H834 עַל H5921 רֹ֥אשׁ H7218 הָֽעַמֻּדִ֖ים H5982 שְׁתָּ֑יִם H8147 וְהַ H7639 שְׁתַּ֔יִם H8147 לְכַסּ֗וֹת H3680 אֶת H853 שְׁתֵּי֙ H8147 גֻּלֹּ֣ת H1543 הַכֹּֽתָרֹ֔ת H3805 אֲשֶׁ֖ר H834 עַל H5921 רֹ֥אשׁ H7218 הָעַמּוּדִֽים H5982 ",
  "42": "וְאֶת H853 הָרִמֹּנִ֛ים H7416 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 לִשְׁתֵּ֣י H8147 הַשְּׂבָכ֑וֹת H7639 שְׁנֵֽי H8147 טוּרִ֤ים H2905 רִמֹּנִים֙ H7416 לַשְּׂבָכָ֣ה H7639 הָֽאֶחָ֔ת H259 לְכַסּ֗וֹת H3680 אֶת H853 שְׁתֵּי֙ H8147 גֻּלֹּ֣ת H1543 הַכֹּֽתָרֹ֔ת H3805 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָעַמּוּדִֽים H5982 ",
  "43": "וְאֶת H853 הַמְּכֹנ֖וֹת H4350 עָ֑שֶׂר H6235 וְאֶת H853 הַכִּיֹּרֹ֥ת H3595 עֲשָׂרָ֖ה H6235 עַל H5921 הַמְּכֹנֽוֹת H4350 ",
  "44": "וְאֶת H853 הַיָּ֖ם H3220 הָאֶחָ֑ד H259 וְאֶת H853 הַבָּקָ֥ר H1241 שְׁנֵים H8147 עָשָׂ֖ר H6240 תַּ֥חַת H8478 הַיָּֽם H3220 ",
  "45": "וְאֶת H853 הַסִּיר֨וֹת H5518 וְאֶת H853 הַיָּעִ֜ים H3257 וְאֶת H853 הַמִּזְרָק֗וֹת H4219 וְאֵת֙ H853 כָּל H3605 הַכֵּלִ֣ים H3627 האהל H428 אֲשֶׁ֨ר H834 עָשָׂ֥ה H6213 חִירָ֛ם H2438 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בֵּ֣ית H1004 יְהוָ֑ה H3068 נְחֹ֖שֶׁת H5178 מְמֹרָֽט H4803 ",
  "46": "בְּכִכַּ֤ר H3603 הַיַּרְדֵּן֙ H3383 יְצָקָ֣ם H3332 הַמֶּ֔לֶךְ H4428 בְּמַעֲבֵ֖ה H4568 הָאֲדָמָ֑ה H127 בֵּ֥ין H996 סֻכּ֖וֹת H5523 וּבֵ֥ין H996 צָרְתָֽן H6891 ",
  "47": "וַיַּנַּ֤ח H3240 שְׁלֹמֹה֙ H8010 אֶת H853 כָּל H3605 הַכֵּלִ֔ים H3627 מֵרֹ֖ב H7230 מְאֹ֣ד H3966 מְאֹ֑ד H3966 לֹ֥א H3808 נֶחְקַ֖ר H2713 מִשְׁקַ֥ל H4948 הַנְּחֹֽשֶׁת H5178 ",
  "48": "וַיַּ֣עַשׂ H6213 שְׁלֹמֹ֔ה H8010 אֵ֚ת H853 כָּל H3605 הַכֵּלִ֔ים H3627 אֲשֶׁ֖ר H834 בֵּ֣ית H1004 יְהוָ֑ה H3068 אֵ֚ת H853 מִזְבַּ֣ח H4196 הַזָּהָ֔ב H2091 וְאֶת H853 הַשֻּׁלְחָ֗ן H7979 אֲשֶׁ֥ר H834 עָלָ֛יו H5921 לֶ֥חֶם H3899 הַפָּנִ֖ים H6440 זָהָֽב H2091 ",
  "49": "וְאֶת H853 הַ֠מְּנֹרוֹת H4501 חָמֵ֨שׁ H2568 מִיָּמִ֜ין H3225 וְחָמֵ֧שׁ H2568 מִשְּׂמֹ֛אול H8040 לִפְנֵ֥י H6440 הַדְּבִ֖יר H1687 זָהָ֣ב H2091 סָג֑וּר H5462 וְהַ H6525 וְהַ H5216 וְהַ H4457 זָהָֽב H2091 ",
  "50": "וְ֠הַ H5592 וְהַֽ H4212 וְהַ H4219 וְהַ H3709 וְהַ H4289 זָהָ֣ב H2091 סָג֑וּר H5462 וְהַ H6596 לְדַלְתוֹת֩ H1817 הַבַּ֨יִת H1004 הַפְּנִימִ֜י H6442 לְקֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֗ים H6944 לְדַלְתֵ֥י H1817 הַבַּ֛יִת H1004 לַהֵיכָ֖ל H1964 זָהָֽב H2091 ",
  "51": "וַתִּשְׁלַם֙ H7999 כָּל H3605 הַמְּלָאכָ֔ה H4399 אֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיָּבֵ֨א H935 שְׁלֹמֹ֜ה H8010 אֶת H853 קָדְשֵׁ֣י H6944 דָּוִ֣ד H1732 אָבִ֗יו H1 אֶת H853 הַכֶּ֤סֶף H3701 וְאֶת H853 הַזָּהָב֙ H2091 וְאֶת H853 הַכֵּלִ֔ים H3627 נָתַ֕ן H5414 בְּאֹצְר֖וֹת H214 בֵּ֥ית H1004 יְהוָֽה H3068 "
}
