{
  "1": "אָ֣ז H227 יַקְהֵ֣ל H6950 שְׁלֹמֹ֣ה H8010 אֶת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֡ל H3478 אֶת H853 כָּל H3605 רָאשֵׁ֣י H7218 הַמַּטּוֹת֩ H4294 נְשִׂיאֵ֨י H5387 הָאָב֜וֹת H1 לִבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 אֶל H413 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 יְרוּשָׁלִָ֑ם H3389 לְֽהַעֲל֞וֹת H5927 אֶת H853 אֲר֧וֹן H727 בְּרִית H1285 יְהוָ֛ה H3068 מֵעִ֥יר H5892 דָּוִ֖ד H1732 הִ֥יא H1931 צִיּֽוֹן H6726 ",
  "2": "וַיִּקָּ֨הֲל֜וּ H6950 אֶל H413 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 כָּל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 בְּיֶ֥רַח H3391 הָאֵֽתָנִ֖ים H388 בֶּחָ֑ג H2282 ה֖וּא H1931 הַחֹ֥דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 ",
  "3": "וַיָּבֹ֕אוּ H935 כֹּ֖ל H3605 זִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וַיִּשְׂא֥וּ H5375 הַכֹּהֲנִ֖ים H3548 אֶת H853 הָאָרֽוֹן H727 ",
  "4": "וַֽיַּעֲל֞וּ H5927 אֶת H853 אֲר֤וֹן H727 יְהוָה֙ H3068 וְאֶת H853 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְאֶֽת H853 כָּל H3605 כְּלֵ֥י H3627 הַקֹּ֖דֶשׁ H6944 אֲשֶׁ֣ר H834 בָּאֹ֑הֶל H168 וַיַּעֲל֣וּ H5927 אֹתָ֔ם H853 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 ",
  "5": "וְהַ H4428 שְׁלֹמֹ֗ה H8010 וְכָל H3605 עֲדַ֤ת H5712 יִשְׂרָאֵל֙ H3478 הַנּוֹעָדִ֣ים H3259 עָלָ֔יו H5921 אִתּ֖וֹ H854 לִפְנֵ֣י H6440 הָֽאָר֑וֹן H727 מְזַבְּחִים֙ H2076 צֹ֣אן H6629 וּבָקָ֔ר H1241 אֲשֶׁ֧ר H834 לֹֽא H3808 יִסָּפְר֛וּ H5608 וְלֹ֥א H3808 יִמָּנ֖וּ H4487 מֵרֹֽב H7230 ",
  "6": "וַיָּבִ֣אוּ H935 הַ֠כֹּהֲנִים H3548 אֶת H853 אֲר֨וֹן H727 בְּרִית H1285 יְהוָ֧ה H3068 אֶל H413 מְקוֹמ֛וֹ H4725 אֶל H413 דְּבִ֥יר H1687 הַבַּ֖יִת H1004 אֶל H413 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 אֶל H413 תַּ֖חַת H8478 כַּנְפֵ֥י H3671 הַכְּרוּבִֽים H3742 ",
  "7": "כִּ֤י H3588 הַכְּרוּבִים֙ H3742 פֹּרְשִׂ֣ים H6566 כְּנָפַ֔יִם H3671 אֶל H413 מְק֖וֹם H4725 הָֽאָר֑וֹן H727 וַיָּסֹ֧כּוּ H5526 הַכְּרֻבִ֛ים H3742 עַל H5921 הָאָר֥וֹן H727 וְעַל H5921 בַּדָּ֖יו H905 מִלְ H4605 ",
  "8": "וַֽיַּאֲרִכוּ֮ H748 הַבַּדִּים֒ H905 וַיֵּרָאוּ֩ H7200 רָאשֵׁ֨י H7218 הַבַּדִּ֤ים H905 מִן H4480 הַקֹּ֨דֶשׁ֙ H6944 עַל H5921 פְּנֵ֣י H6440 הַדְּבִ֔יר H1687 וְלֹ֥א H3808 יֵרָא֖וּ H7200 הַח֑וּצָ H2351 וַיִּ֣הְיוּ H1961 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "9": "אֵ֚ין H369 בָּֽאָר֔וֹן H727 רַ֗ק H7535 שְׁנֵי֙ H8147 לֻח֣וֹת H3871 הָאֲבָנִ֔ים H68 אֲשֶׁ֨ר H834 הִנִּ֥חַ H3240 שָׁ֛ם H8033 מֹשֶׁ֖ה H4872 בְּחֹרֵ֑ב H2722 אֲשֶׁ֨ר H834 כָּרַ֤ת H3772 יְהוָה֙ H3068 עִם H5973 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּצֵאתָ֖ H3318 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "10": "וַיְהִ֕י H1961 בְּצֵ֥את H3318 הַכֹּהֲנִ֖ים H3548 מִן H4480 הַקֹּ֑דֶשׁ H6944 וְהֶ H6051 מָלֵ֖א H4390 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "11": "וְלֹֽא H3808 יָכְל֧וּ H3201 הַכֹּהֲנִ֛ים H3548 לַעֲמֹ֥ד H5975 לְשָׁרֵ֖ת H8334 מִפְּנֵ֥י H6440 הֶֽעָנָ֑ן H6051 כִּי H3588 מָלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "12": "אָ֖ז H227 אָמַ֣ר H559 שְׁלֹמֹ֑ה H8010 יְהוָ֣ה H3068 אָמַ֔ר H559 לִשְׁכֹּ֖ן H7931 בָּעֲרָפֶֽל H6205 ",
  "13": "בָּנֹ֥ה H1129 בָנִ֛יתִי H1129 בֵּ֥ית H1004 זְבֻ֖ל H2073 לָ֑ךְ Hl מָכ֥וֹן H4349 לְשִׁבְתְּ H3427 עוֹלָמִֽים H5769 ",
  "14": "וַיַּסֵּ֤ב H5437 הַמֶּ֨לֶךְ֙ H4428 אֶת H853 פָּנָ֔יו H6440 וַיְבָ֕רֶךְ H1288 אֵ֖ת H853 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 וְכָל H3605 קְהַ֥ל H6951 יִשְׂרָאֵ֖ל H3478 עֹמֵֽד H5975 ",
  "15": "וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר֙ H834 דִּבֶּ֣ר H1696 בְּפִ֔י H6310 אֵ֖ת H854 דָּוִ֣ד H1732 אָבִ֑י H1 וּבְ H3027 מִלֵּ֖א H4390 לֵאמֹֽר H559 ",
  "16": "מִן H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 הוֹצֵ֜אתִי H3318 אֶת H853 עַמִּ֣י H5971 אֶת H853 יִשְׂרָאֵל֮ H3478 מִמִּצְרַיִם֒ H4714 לֹֽא H3808 בָחַ֣רְתִּי H977 בְעִ֗יר H5892 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לִהְי֥וֹת H1961 שְׁמִ֖י H8034 שָׁ֑ם H8033 וָאֶבְחַ֣ר H977 בְּדָוִ֔ד H1732 לִֽהְי֖וֹת H1961 עַל H5921 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
  "17": "וַיְהִ֕י H1961 עִם H5973 לְבַ֖ב H3824 דָּוִ֣ד H1732 אָבִ֑י H1 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "18": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 דָּוִ֣ד H1732 אָבִ֔י H1 יַ֗עַן H3282 אֲשֶׁ֤ר H834 הָיָה֙ H1961 עִם H5973 לְבָ֣בְךָ֔ H3824 לִבְנ֥וֹת H1129 בַּ֖יִת H1004 לִשְׁמִ֑ H8034 הֱטִיבֹ֔תָ H2895 כִּ֥י H3588 הָיָ֖ה H1961 עִם H5973 לְבָבֶֽךָ H3824 ",
  "19": "רַ֣ק H7535 אַתָּ֔ה H859 לֹ֥א H3808 תִבְנֶ֖ה H1129 הַבָּ֑יִת H1004 כִּ֤י H3588 אִם H518 בִּנְךָ֙ H1121 הַיֹּצֵ֣א H3318 מֵחֲלָצֶ֔י H2504 הֽוּא H1931 יִבְנֶ֥ה H1129 הַבַּ֖יִת H1004 לִשְׁמִֽ H8034 ",
  "20": "וַיָּ֣קֶם H6965 יְהוָ֔ה H3068 אֶת H853 דְּבָר֖וֹ H1697 אֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 וָאָקֻ֡ם H6965 תַּחַת֩ H8478 דָּוִ֨ד H1732 אָבִ֜י H1 וָאֵשֵׁ֣ב H3427 עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֗ל H3478 כַּֽאֲשֶׁר֙ H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 וָאֶבְנֶ֣ה H1129 הַבַּ֔יִת H1004 לְשֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "21": "וָאָשִׂ֨ם H7760 שָׁ֤ם H8033 מָקוֹם֙ H4725 לָֽאָר֔וֹן H727 אֲשֶׁר H834 שָׁ֖ם H8033 בְּרִ֣ית H1285 יְהוָ֑ה H3068 אֲשֶׁ֤ר H834 כָּרַת֙ H3772 עִם H5973 אֲבֹתֵ֔ינוּ H1 בְּהוֹצִיא֥ H3318 אֹתָ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "22": "וַיַּעֲמֹ֣ד H5975 שְׁלֹמֹ֗ה H8010 לִפְנֵי֙ H6440 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 נֶ֖גֶד H5048 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 וַיִּפְרֹ֥שׂ H6566 כַּפָּ֖יו H3709 הַשָּׁמָֽיִם H8064 ",
  "23": "וַיֹּאמַ֗ר H559 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 אֵין H369 כָּמ֣וֹךָ H3644 אֱלֹהִ֔ים H430 בַּשָּׁמַ֣יִם H8064 מִמַּ֔עַל H4605 וְעַל H5921 הָאָ֖רֶץ H776 מִתָּ֑חַת H8478 שֹׁמֵ֤ר H8104 הַבְּרִית֙ H1285 וְֽהַ H2617 לַעֲבָדֶ֕י H5650 הַהֹלְכִ֥ים H1980 לְפָנֶ֖י H6440 בְּכָל H3605 לִבָּֽם H3820 ",
  "24": "אֲשֶׁ֣ר H834 שָׁמַ֗רְתָּ H8104 לְעַבְדְּ H5650 דָּוִ֣ד H1732 אָבִ֔י H1 אֵ֥ת H853 אֲשֶׁר H834 דִּבַּ֖רְתָּ H1696 ל֑וֹ Hl וַתְּדַבֵּ֥ר H1696 בְּפִ֛י H6310 וּבְ H3027 מִלֵּ֖אתָ H4390 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "25": "וְעַתָּ֞ה H6258 יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 שְׁ֠מֹר H8104 לְעַבְדְּ H5650 דָוִ֤ד H1732 אָבִי֙ H1 אֵת֩ H853 אֲשֶׁ֨ר H834 דִּבַּ֤רְתָּ H1696 לּוֹ֙ Hl לֵאמֹ֔ר H559 לֹא H3808 יִכָּרֵ֨ת H3772 לְךָ֥ Hl אִישׁ֙ H376 מִלְּ H6440 יֹשֵׁ֖ב H3427 עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֑ל H3478 רַ֠ק H7535 אִם H518 יִשְׁמְר֨וּ H8104 בָנֶ֤יךָ H1121 אֶת H853 דַּרְכָּם֙ H1870 לָלֶ֣כֶת H3212 לְפָנַ֔ H6440 כַּאֲשֶׁ֥ר H834 הָלַ֖כְתָּ H1980 לְפָנָֽ H6440 ",
  "26": "וְעַתָּ֖ה H6258 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 יֵאָ֤מֶן H539 נָא֙ H4994 דבריך H1697 אֲשֶׁ֣ר H834 דִּבַּ֔רְתָּ H1696 לְעַבְדְּ H5650 דָּוִ֥ד H1732 אָבִֽי H1 ",
  "27": "כִּ֚י H3588 הַֽאֻמְנָ֔ם H552 יֵשֵׁ֥ב H3427 אֱלֹהִ֖ים H430 עַל H5921 הָאָ֑רֶץ H776 הִ֠נֵּה H2009 הַשָּׁמַ֜יִם H8064 וּשְׁמֵ֤י H8064 הַשָּׁמַ֨יִם֙ H8064 לֹ֣א H3808 יְכַלְכְּל֔וּךָ H3557 אַ֕ף H637 כִּֽי H3588 הַבַּ֥יִת H1004 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּנִֽיתִי H1129 ",
  "28": "וּפָנִ֜יתָ H6437 אֶל H413 תְּפִלַּ֧ת H8605 עַבְדְּךָ֛ H5650 וְאֶל H413 תְּחִנָּת֖וֹ H8467 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 לִשְׁמֹ֤עַ H8085 אֶל H413 הָֽרִנָּה֙ H7440 וְאֶל H413 הַתְּפִלָּ֔ה H8605 אֲשֶׁ֧ר H834 עַבְדְּךָ֛ H5650 מִתְפַּלֵּ֥ל H6419 לְפָנֶ֖י H6440 הַיּֽוֹם H3117 ",
  "29": "לִהְיוֹת֩ H1961 עֵינֶ֨ךָ H5869 פְתֻח֜וֹת H6605 אֶל H413 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 לַ֣יְלָה H3915 וָי֔וֹם H3117 אֶל H413 הַ֨מָּק֔וֹם H4725 אֲשֶׁ֣ר H834 אָמַ֔רְתָּ H559 יִהְיֶ֥ה H1961 שְׁמִ֖י H8034 שָׁ֑ם H8033 לִשְׁמֹ֨עַ֙ H8085 אֶל H413 הַתְּפִלָּ֔ה H8605 אֲשֶׁ֣ר H834 יִתְפַּלֵּ֣ל H6419 עַבְדְּךָ֔ H5650 אֶל H413 הַמָּק֖וֹם H4725 הַזֶּֽה H2088 ",
  "30": "וְשָׁ֨מַעְתָּ֜ H8085 אֶל H413 תְּחִנַּ֤ת H8467 עַבְדְּךָ֙ H5650 וְעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 יִֽתְפַּֽלְל֖וּ H6419 אֶל H413 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 וְ֠אַתָּה H859 תִּשְׁמַ֞ע H8085 אֶל H413 מְק֤וֹם H4725 שִׁבְתְּךָ֙ H3427 אֶל H413 הַשָּׁמַ֔יִם H8064 וְשָׁמַעְתָּ֖ H8085 וְסָלָֽחְתָּ H5545 ",
  "31": "אֵת֩ H853 אֲשֶׁ֨ר H834 יֶחֱטָ֥א H2398 אִישׁ֙ H376 לְרֵעֵ֔ H7453 וְנָֽשָׁא H5378 ב֥וֹ Hb אָלָ֖ה H423 לְהַֽאֲלֹת֑ H422 וּבָ֗א H935 אָלָ֛ה H423 לִפְנֵ֥י H6440 מִֽזְבַּחֲךָ֖ H4196 בַּבַּ֥יִת H1004 הַזֶּֽה H2088 ",
  "32": "וְאַתָּ֣ה H859 תִּשְׁמַ֣ע H8085 הַשָּׁמַ֗יִם H8064 וְעָשִׂ֨יתָ֙ H6213 וְשָׁפַטְתָּ֣ H8199 אֶת H853 עֲבָדֶ֔יךָ H5650 לְהַרְשִׁ֣יעַ H7561 רָשָׁ֔ע H7563 לָתֵ֥ת H5414 דַּרְכּ֖וֹ H1870 בְּרֹאשׁ֑ H7218 וּלְ H6663 צַדִּ֔יק H6662 לָ֥תֶת H5414 ל֖וֹ Hl כְּצִדְקָתֽ H6666 ",
  "33": "בְּֽהִנָּגֵ֞ף H5062 עַמְּךָ֧ H5971 יִשְׂרָאֵ֛ל H3478 לִפְנֵ֥י H6440 אוֹיֵ֖ב H341 אֲשֶׁ֣ר H834 יֶחֶטְאוּ H2398 לָ֑ךְ Hl וְשָׁ֤בוּ H7725 אֵלֶ֨יךָ֙ H413 וְהוֹד֣וּ H3034 אֶת H853 שְׁמֶ֔ךָ H8034 וְהִֽתְפַּֽלְל֧וּ H6419 וְהִֽתְחַנְּנ֛וּ H2603 אֵלֶ֖יךָ H413 בַּבַּ֥יִת H1004 הַזֶּֽה H2088 ",
  "34": "וְאַתָּה֙ H859 תִּשְׁמַ֣ע H8085 הַשָּׁמַ֔יִם H8064 וְסָ֣לַחְתָּ֔ H5545 לְחַטַּ֖את H2403 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 וַהֲשֵֽׁבֹתָ H7725 אֶל H413 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נָתַ֖תָּ H5414 לַאֲבוֹתָֽ H1 ",
  "35": "בְּהֵעָצֵ֥ר H6113 שָׁמַ֛יִם H8064 וְלֹא H3808 יִהְיֶ֥ה H1961 מָטָ֖ר H4306 כִּ֣י H3588 יֶחֶטְאוּ H2398 לָ֑ךְ Hl וְהִֽתְפַּֽלְל֞וּ H6419 אֶל H413 הַמָּק֤וֹם H4725 הַזֶּה֙ H2088 וְהוֹד֣וּ H3034 אֶת H853 שְׁמֶ֔ךָ H8034 וּמֵ H2403 יְשׁוּב֖וּן H7725 כִּ֥י H3588 תַעֲנֵֽם H6031 ",
  "36": "וְאַתָּ֣ה H859 תִּשְׁמַ֣ע H8085 הַשָּׁמַ֗יִם H8064 וְסָ֨לַחְתָּ֜ H5545 לְחַטַּ֤את H2403 עֲבָדֶ֨יךָ֙ H5650 וְעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 תוֹרֵ֛ם H3384 אֶת H853 הַדֶּ֥רֶךְ H1870 הַטּוֹבָ֖ה H2896 אֲשֶׁ֣ר H834 יֵֽלְכוּ H3212 בָ֑הּ Hb וְנָתַתָּ֤ה H5414 מָטָר֙ H4306 עַל H5921 אַרְצְךָ֔ H776 אֲשֶׁר H834 נָתַ֥תָּה H5414 לְעַמְּ H5971 לְנַחֲלָֽה H5159 ",
  "37": "רָעָ֞ב H7458 כִּֽי H3588 יִהְיֶ֣ה H1961 בָאָ֗רֶץ H776 דֶּ֣בֶר H1698 כִּֽי H3588 יִ֠הְיֶה H1961 שִׁדָּפ֨וֹן H7711 יֵרָק֜וֹן H3420 אַרְבֶּ֤ה H697 חָסִיל֙ H2625 כִּ֣י H3588 יִהְיֶ֔ה H1961 כִּ֧י H3588 יָֽצַר H6887 ל֛וֹ Hl אֹיְב֖וֹ H341 בְּאֶ֣רֶץ H776 שְׁעָרָ֑יו H8179 כָּל H3605 נֶ֖גַע H5061 כָּֽל H3605 מַחֲלָֽה H4245 ",
  "38": "כָּל H3605 תְּפִלָּ֣ה H8605 כָל H3605 תְּחִנָּ֗ה H8467 אֲשֶׁ֤ר H834 תִֽהְיֶה֙ H1961 לְכָל H3605 הָ֣אָדָ֔ם H120 לְכֹ֖ל H3605 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 אֲשֶׁ֣ר H834 יֵדְע֗וּן H3045 אִ֚ישׁ H376 נֶ֣גַע H5061 לְבָב֔וֹ H3824 וּפָרַ֥שׂ H6566 כַּפָּ֖יו H3709 אֶל H413 הַבַּ֥יִת H1004 הַזֶּֽה H2088 ",
  "39": "וְ֠אַתָּה H859 תִּשְׁמַ֨ע H8085 הַשָּׁמַ֜יִם H8064 מְכ֤וֹן H4349 שִׁבְתֶּ֨ךָ֙ H3427 וְסָלַחְתָּ֣ H5545 וְעָשִׂ֔יתָ H6213 וְנָתַתָּ֤ H5414 לָאִישׁ֙ H376 כְּכָל H3605 דְּרָכָ֔יו H1870 אֲשֶׁ֥ר H834 תֵּדַ֖ע H3045 אֶת H853 לְבָב֑וֹ H3824 כִּֽי H3588 אַתָּ֤ה H859 יָדַ֨עְתָּ֙ H3045 לְבַדְּ H905 אֶת H853 לְבַ֖ב H3824 כָּל H3605 בְּנֵ֥י H1121 הָאָדָֽם H120 ",
  "40": "לְמַ֨עַן֙ H4616 יִֽרָא֔וּךָ H3372 כָּל H3605 הַ֨יָּמִ֔ים H3117 אֲשֶׁר H834 הֵ֥ם H1992 חַיִּ֖ים H2416 עַל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 אֲשֶׁ֥ר H834 נָתַ֖תָּה H5414 לַאֲבֹתֵֽי H1 ",
  "41": "וְגַם֙ H1571 אֶל H413 הַנָּכְרִ֔י H5237 אֲשֶׁ֛ר H834 לֹא H3808 מֵעַמְּ H5971 יִשְׂרָאֵ֖ל H3478 ה֑וּא H1931 וּבָ֛א H935 מֵאֶ֥רֶץ H776 רְחוֹקָ֖ה H7350 לְמַ֥עַן H4616 שְׁמֶֽךָ H8034 ",
  "42": "כִּ֤י H3588 יִשְׁמְעוּן֙ H8085 אֶת H853 שִׁמְךָ֣ H8034 הַגָּד֔וֹל H1419 וְאֶת H853 יָֽדְךָ֙ H3027 הַֽחֲזָקָ֔ה H2389 וּֽזְרֹעֲ H2220 הַנְּטוּיָ֑ה H5186 וּבָ֥א H935 וְהִתְפַּלֵּ֖ל H6419 אֶל H413 הַבַּ֥יִת H1004 הַזֶּֽה H2088 ",
  "43": "אַתָּ֞ה H859 תִּשְׁמַ֤ע H8085 הַשָּׁמַ֨יִם֙ H8064 מְכ֣וֹן H4349 שִׁבְתֶּ֔ךָ H3427 וְעָשִׂ֕יתָ H6213 כְּכֹ֛ל H3605 אֲשֶׁר H834 יִקְרָ֥א H7121 אֵלֶ֖יךָ H413 הַנָּכְרִ֑י H5237 לְמַ֣עַן H4616 יֵדְעוּן֩ H3045 כָּל H3605 עַמֵּ֨י H5971 הָאָ֜רֶץ H776 אֶת H853 שְׁמֶ֗ךָ H8034 לְיִרְאָ֤ה H3372 אֹֽתְךָ֙ H853 כְּעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 וְלָ H3045 כִּי H3588 שִׁמְךָ֣ H8034 נִקְרָ֔א H7121 עַל H5921 הַבַּ֥יִת H1004 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּנִֽיתִי H1129 ",
  "44": "כִּי H3588 יֵצֵ֨א H3318 עַמְּךָ֤ H5971 לַמִּלְחָמָה֙ H4421 עַל H5921 אֹ֣יְב֔וֹ H341 בַּדֶּ֖רֶךְ H1870 אֲשֶׁ֣ר H834 תִּשְׁלָחֵ֑ם H7971 וְהִתְפַּֽלְל֣וּ H6419 אֶל H413 יְהוָ֗ה H3068 דֶּ֤רֶךְ H1870 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֣רְתָּ H977 בָּ֔הּ Hb וְהַ H1004 אֲשֶׁר H834 בָּנִ֥תִי H1129 לִשְׁמֶֽ H8034 ",
  "45": "וְשָׁמַעְתָּ֙ H8085 הַשָּׁמַ֔יִם H8064 אֶת H853 תְּפִלָּתָ֖ם H8605 וְאֶת H853 תְּחִנָּתָ֑ם H8467 וְעָשִׂ֖יתָ H6213 מִשְׁפָּטָֽם H4941 ",
  "46": "כִּ֣י H3588 יֶֽחֶטְאוּ H2398 לָ֗ךְ Hl כִּ֣י H3588 אֵ֤ין H369 אָדָם֙ H120 אֲשֶׁ֣ר H834 לֹא H3808 יֶחֱטָ֔א H2398 וְאָנַפְתָּ֣ H599 בָ֔ם Hb וּנְתַתָּ֖ H5414 לִפְנֵ֣י H6440 אוֹיֵ֑ב H341 וְשָׁב֤וּ H7617 שֹֽׁבֵיהֶם֙ H7617 אֶל H413 אֶ֣רֶץ H776 הָאוֹיֵ֔ב H341 רְחוֹקָ֖ה H7350 א֥וֹ H176 קְרוֹבָֽה H7138 ",
  "47": "וְהֵשִׁ֨יבוּ֙ H7725 אֶל H413 לִבָּ֔ם H3820 בָּאָ֖רֶץ H776 אֲשֶׁ֣ר H834 נִשְׁבּוּ H7617 שָׁ֑ם H8033 וְשָׁ֣בוּ H7725 וְהִֽתְחַנְּנ֣וּ H2603 אֵלֶ֗יךָ H413 בְּאֶ֤רֶץ H776 שֹֽׁבֵיהֶם֙ H7617 לֵאמֹ֔ר H559 חָטָ֥אנוּ H2398 וְהֶעֱוִ֖ינוּ H5753 רָשָֽׁעְנוּ H7561 ",
  "48": "וְשָׁ֣בוּ H7725 אֵלֶ֗יךָ H413 בְּכָל H3605 לְבָבָם֙ H3824 וּבְ H3605 נַפְשָׁ֔ם H5315 בְּאֶ֥רֶץ H776 אֹיְבֵיהֶ֖ם H341 אֲשֶׁר H834 שָׁב֣וּ H7617 אֹתָ֑ם H853 וְהִֽתְפַּֽלְל֣וּ H6419 אֵלֶ֗יךָ H413 דֶּ֤רֶךְ H1870 אַרְצָם֙ H776 אֲשֶׁ֣ר H834 נָתַ֣תָּה H5414 לַאֲבוֹתָ֔ H1 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֔רְתָּ H977 וְהַ H1004 אֲשֶׁר H834 בנית H1129 לִשְׁמֶֽ H8034 ",
  "49": "וְשָׁמַעְתָּ֤ H8085 הַשָּׁמַ֨יִם֙ H8064 מְכ֣וֹן H4349 שִׁבְתְּךָ֔ H3427 אֶת H853 תְּפִלָּתָ֖ם H8605 וְאֶת H853 תְּחִנָּתָ֑ם H8467 וְעָשִׂ֖יתָ H6213 מִשְׁפָּטָֽם H4941 ",
  "50": "וְסָלַחְתָּ֤ H5545 לְעַמְּ H5971 אֲשֶׁ֣ר H834 חָֽטְאוּ H2398 לָ֔ךְ Hl וּלְ H3605 פִּשְׁעֵיהֶ֖ם H6588 אֲשֶׁ֣ר H834 פָּשְׁעוּ H6586 בָ֑ךְ Hb וּנְתַתָּ֧ H5414 לְרַחֲמִ֛ים H7356 לִפְנֵ֥י H6440 שֹׁבֵיהֶ֖ם H7617 וְרִֽחֲמֽוּ H7355 ",
  "51": "כִּֽי H3588 עַמְּךָ֥ H5971 וְנַחֲלָתְ H5159 הֵ֑ם H1992 אֲשֶׁ֤ר H834 הוֹצֵ֨אתָ֙ H3318 מִמִּצְרַ֔יִם H4714 מִתּ֖וֹךְ H8432 כּ֥וּר H3564 הַבַּרְזֶֽל H1270 ",
  "52": "לִהְי֨וֹת H1961 עֵינֶ֤יךָ H5869 פְתֻחוֹת֙ H6605 אֶל H413 תְּחִנַּ֣ת H8467 עַבְדְּךָ֔ H5650 וְאֶל H413 תְּחִנַּ֖ת H8467 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 לִשְׁמֹ֣עַ H8085 אֲלֵיהֶ֔ם H413 בְּכֹ֖ל H3605 קָרְאָ֥ם H7121 אֵלֶֽיךָ H413 ",
  "53": "כִּֽי H3588 אַתָּ֞ה H859 הִבְדַּלְתָּ֤ם H914 לְךָ֙ Hl לְֽנַחֲלָ֔ה H5159 מִכֹּ֖ל H3605 עַמֵּ֣י H5971 הָאָ֑רֶץ H776 כַּאֲשֶׁ֨ר H834 דִּבַּ֜רְתָּ H1696 בְּיַ֣ד H3027 מֹשֶׁ֣ה H4872 עַבְדֶּ֗ךָ H5650 בְּהוֹצִיאֲ H3318 אֶת H853 אֲבֹתֵ֛ינוּ H1 מִמִּצְרַ֖יִם H4714 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "54": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 שְׁלֹמֹ֗ה H8010 לְהִתְפַּלֵּל֙ H6419 אֶל H413 יְהוָ֔ה H3068 אֵ֛ת H853 כָּל H3605 הַתְּפִלָּ֥ה H8605 וְהַ H8467 הַזֹּ֑את H2063 קָ֞ם H6965 מִלִּ H6440 מִזְבַּ֤ח H4196 יְהוָה֙ H3068 מִכְּרֹ֣עַ H3766 עַל H5921 בִּרְכָּ֔יו H1290 וְכַפָּ֖י H3709 פְּרֻשׂ֥וֹת H6566 הַשָּׁמָֽיִם H8064 ",
  "55": "וַֽיַּעְמֹ֕ד H5975 וַיְבָ֕רֶךְ H1288 אֵ֖ת H853 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 ק֥וֹל H6963 גָּד֖וֹל H1419 לֵאמֹֽר H559 ",
  "56": "בָּר֣וּךְ H1288 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 מְנוּחָה֙ H4496 לְעַמּ֣ H5971 יִשְׂרָאֵ֔ל H3478 כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 לֹֽא H3808 נָפַ֞ל H5307 דָּבָ֣ר H1697 אֶחָ֗ד H259 מִכֹּל֙ H3605 דְּבָר֣וֹ H1697 הַטּ֔וֹב H2896 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 מֹשֶׁ֥ה H4872 עַבְדּֽוֹ H5650 ",
  "57": "יְהִ֨י H1961 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 עִמָּ֔נוּ H5973 כַּאֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 אֲבֹתֵ֑ינוּ H1 אַל H408 יַעַזְבֵ֖נוּ H5800 וְאַֽל H408 יִטְּשֵֽׁנוּ H5203 ",
  "58": "לְהַטּ֥וֹת H5186 לְבָבֵ֖נוּ H3824 אֵלָ֑יו H413 לָלֶ֣כֶת H3212 בְּכָל H3605 דְּרָכָ֗יו H1870 וְלִ H8104 מִצְוֺתָ֤יו H4687 וְחֻקָּי H2706 וּמִשְׁפָּטָ֔י H4941 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 אֶת H853 אֲבֹתֵֽינוּ H1 ",
  "59": "וְיִֽהְי֨וּ H1961 דְבָרַ֜י H1697 אֵ֗לֶּה H428 אֲשֶׁ֤ר H834 הִתְחַנַּ֨נְתִּי֙ H2603 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 קְרֹבִ֛ים H7138 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 יוֹמָ֣ם H3119 וָלָ֑יְלָה H3915 לַעֲשׂ֣וֹת H6213 מִשְׁפַּ֣ט H4941 עַבְדּ֗וֹ H5650 וּמִשְׁפַּ֛ט H4941 עַמּ֥וֹ H5971 יִשְׂרָאֵ֖ל H3478 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
  "60": "לְמַ֗עַן H4616 דַּ֚עַת H3045 כָּל H3605 עַמֵּ֣י H5971 הָאָ֔רֶץ H776 כִּ֥י H3588 יְהוָ֖ה H3068 ה֣וּא H1931 הָאֱלֹהִ֑ים H430 אֵ֖ין H369 עֽוֹד H5750 ",
  "61": "וְהָיָ֤ה H1961 לְבַבְכֶם֙ H3824 שָׁלֵ֔ם H8003 עִ֖ם H5973 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 לָלֶ֧כֶת H3212 בְּחֻקָּ֛י H2706 וְלִ H8104 מִצְוֺתָ֖יו H4687 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "62": "וְֽהַ H4428 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 עִמּ֑וֹ H5973 זֹבְחִ֥ים H2076 זֶ֖בַח H2077 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "63": "וַיִּזְבַּ֣ח H2076 שְׁלֹמֹ֗ה H8010 אֵ֣ת H853 זֶ֣בַח H2077 הַשְּׁלָמִים֮ H8002 אֲשֶׁ֣ר H834 זָבַ֣ח H2076 לַיהוָה֒ H3068 בָּקָ֗ר H1241 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 אֶ֔לֶף H505 וְצֹ֕אן H6629 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 אָ֑לֶף H505 וַֽיַּחְנְכוּ֙ H2596 אֶת H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 הַמֶּ֖לֶךְ H4428 וְכָל H3605 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "64": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 קִדַּ֨שׁ H6942 הַמֶּ֜לֶךְ H4428 אֶת H853 תּ֣וֹךְ H8432 הֶחָצֵ֗ר H2691 אֲשֶׁר֙ H834 לִפְנֵ֣י H6440 בֵית H1004 יְהוָ֔ה H3068 כִּי H3588 עָ֣שָׂה H6213 שָׁ֗ם H8033 אֶת H853 הָֽעֹלָה֙ H5930 וְאֶת H853 הַמִּנְחָ֔ה H4503 וְאֵ֖ת H853 חֶלְבֵ֣י H2459 הַשְּׁלָמִ֑ים H8002 כִּֽי H3588 מִזְבַּ֤ח H4196 הַנְּחֹ֨שֶׁת֙ H5178 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 קָטֹ֗ן H6996 מֵֽהָכִיל֙ H3557 אֶת H853 הָעֹלָ֣ה H5930 וְאֶת H853 הַמִּנְחָ֔ה H4503 וְאֵ֖ת H853 חֶלְבֵ֥י H2459 הַשְּׁלָמִֽים H8002 ",
  "65": "וַיַּ֣עַשׂ H6213 שְׁלֹמֹ֣ה H8010 בָֽעֵת H6256 הַהִ֣יא H1931 אֶת H853 הֶחָ֡ג H2282 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּוֹ֩ H5973 קָהָ֨ל H6951 גָּד֜וֹל H1419 מִלְּב֥וֹא H935 חֲמָ֣ת H2574 עַד H5704 נַ֣חַל H5158 מִצְרַ֗יִם H4714 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 וְשִׁבְעַ֣ת H7651 יָמִ֑ים H3117 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 יֽוֹם H3117 ",
  "66": "בַּיּ֤וֹם H3117 הַשְּׁמִינִי֙ H8066 שִׁלַּ֣ח H7971 אֶת H853 הָעָ֔ם H5971 וַֽיְבָרֲכ֖וּ H1288 אֶת H853 הַמֶּ֑לֶךְ H4428 וַיֵּלְכ֣וּ H3212 לְאָהֳלֵי H168 שְׂמֵחִים֙ H8056 וְט֣וֹבֵי H2896 לֵ֔ב H3820 עַ֣ל H5921 כָּל H3605 הַטּוֹבָ֗ה H2896 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לְדָוִ֣ד H1732 עַבְדּ֔וֹ H5650 וּלְ H3478 עַמּֽוֹ H5971 "
}
