{
  "1": "וַיְהִי֙ H1961 כְּכַלּ֣וֹת H3615 שְׁלֹמֹ֔ה H8010 לִבְנ֥וֹת H1129 אֶת H853 בֵּית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְאֵת֙ H853 כָּל H3605 חֵ֣שֶׁק H2837 שְׁלֹמֹ֔ה H8010 אֲשֶׁ֥ר H834 חָפֵ֖ץ H2654 לַעֲשֽׂוֹת H6213 ",
  "2": "וַיֵּרָ֧א H7200 יְהוָ֛ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 שֵׁנִ֑ית H8145 כַּאֲשֶׁ֛ר H834 נִרְאָ֥ה H7200 אֵלָ֖יו H413 בְּגִבְעֽוֹן H1391 ",
  "3": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלָ֗יו H413 שָׁ֠מַעְתִּי H8085 אֶת H853 תְּפִלָּתְךָ֣ H8605 וְאֶת H853 תְּחִנָּתְךָ֮ H8467 אֲשֶׁ֣ר H834 הִתְחַנַּ֣נְתָּה H2603 לְפָנַ H6440 הִקְדַּ֗שְׁתִּי H6942 אֶת H853 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 בָּנִ֔תָה H1129 לָשֽׂוּם H7760 שְׁמִ֥י H8034 שָׁ֖ם H8033 עַד H5704 עוֹלָ֑ם H5769 וְהָי֨וּ H1961 עֵינַ֧י H5869 וְלִבִּ֛ H3820 שָׁ֖ם H8033 כָּל H3605 הַיָּמִֽים H3117 ",
  "4": "וְאַתָּ֞ה H859 אִם H518 תֵּלֵ֣ךְ H3212 לְפָנַ֗ H6440 כַּאֲשֶׁ֨ר H834 הָלַ֜ךְ H1980 דָּוִ֤ד H1732 אָבִ֨יךָ֙ H1 בְּתָם H8537 לֵבָ֣ב H3824 וּבְ H3476 לַעֲשׂ֕וֹת H6213 כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 צִוִּיתִ֑יךָ H6680 חֻקַּ֥י H2706 וּמִשְׁפָּטַ֖ H4941 תִּשְׁמֹֽר H8104 ",
  "5": "וַהֲקִ֨מֹתִ֜י H6965 אֶת H853 כִּסֵּ֧א H3678 מַֽמְלַכְתְּךָ֛ H4467 עַל H5921 יִשְׂרָאֵ֖ל H3478 לְעֹלָ֑ם H5769 כַּאֲשֶׁ֣ר H834 דִּבַּ֗רְתִּי H1696 עַל H5921 דָּוִ֤ד H1732 אָבִ֨יךָ֙ H1 לֵאמֹ֔ר H559 לֹֽא H3808 יִכָּרֵ֤ת H3772 לְךָ֙ Hl אִ֔ישׁ H376 מֵעַ֖ל H5921 כִּסֵּ֥א H3678 יִשְׂרָאֵֽל H3478 ",
  "6": "אִם H518 שׁ֨וֹב H7725 תְּשֻׁב֜וּן H7725 אַתֶּ֤ם H859 וּבְנֵי H1121 מֵֽאַחֲרַ֔ H310 וְלֹ֤א H3808 תִשְׁמְרוּ֙ H8104 מִצְוֺתַ֣י H4687 חֻקֹּתַ֔י H2708 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִפְנֵי H6440 וַהֲלַכְתֶּ֗ם H1980 וַעֲבַדְתֶּם֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 לָהֶֽם Hl ",
  "7": "וְהִכְרַתִּ֣י H3772 אֶת H853 יִשְׂרָאֵ֗ל H3478 מֵעַ֨ל H5921 פְּנֵ֤י H6440 הָאֲדָמָה֙ H127 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָהֶ֔ם Hl וְאֶת H853 הַבַּ֨יִת֙ H1004 אֲשֶׁ֣ר H834 הִקְדַּ֣שְׁתִּי H6942 לִשְׁמִ֔ H8034 אֲשַׁלַּ֖ח H7971 מֵעַ֣ל H5921 פָּנָ֑י H6440 וְהָיָ֧ה H1961 יִשְׂרָאֵ֛ל H3478 לְמָשָׁ֥ל H4912 וְלִ H8148 בְּכָל H3605 הָעַמִּֽים H5971 ",
  "8": "וְהַ H1004 הַזֶּה֙ H2088 יִהְיֶ֣ה H1961 עֶלְי֔וֹן H5945 כָּל H3605 עֹבֵ֥ר H5674 עָלָ֖יו H5921 יִשֹּׁ֣ם H8074 וְשָׁרָ֑ק H8319 וְאָמְר֗וּ H559 עַל H5921 מֶ֨ה H4100 עָשָׂ֤ה H6213 יְהוָה֙ H3068 כָּ֔כָה H3602 לָאָ֥רֶץ H776 הַזֹּ֖את H2063 וְלַ H1004 הַזֶּֽה H2088 ",
  "9": "וְאָמְר֗וּ H559 עַל֩ H5921 אֲשֶׁ֨ר H834 עָזְב֜וּ H5800 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֗ם H430 אֲשֶׁ֨ר H834 הוֹצִ֣יא H3318 אֶת H853 אֲבֹתָם֮ H1 מֵאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 וַֽיַּחֲזִ֨קוּ֙ H2388 בֵּאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וישתחו H7812 לָהֶ֖ם Hl וַיַּעַבְדֻ֑ H5647 עַל H5921 כֵּ֗ן H3651 הֵבִ֤יא H935 יְהוָה֙ H3068 עֲלֵיהֶ֔ם H5921 אֵ֥ת H853 כָּל H3605 הָרָעָ֖ה H7451 הַזֹּֽאת H2063 ",
  "10": "וַיְהִ֗י H1961 מִקְצֵה֙ H7097 עֶשְׂרִ֣ים H6242 שָׁנָ֔ה H8141 אֲשֶׁר H834 בָּנָ֥ה H1129 שְׁלֹמֹ֖ה H8010 אֶת H853 שְׁנֵ֣י H8147 הַבָּתִּ֑ים H1004 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
  "11": "חִירָ֣ם H2438 מֶֽלֶךְ H4428 צֹ֠ר H6865 נִשָּׂ֨א H5375 אֶת H853 שְׁלֹמֹ֜ה H8010 בַּעֲצֵי֩ H6086 אֲרָזִ֨ים H730 וּבַ H6086 בְרוֹשִׁ֛ים H1265 וּבַ H2091 לְכָל H3605 חֶפְצ֑וֹ H2656 אָ֡ז H227 יִתֵּן֩ H5414 הַמֶּ֨לֶךְ H4428 שְׁלֹמֹ֤ה H8010 לְחִירָם֙ H2438 עֶשְׂרִ֣ים H6242 עִ֔יר H5892 בְּאֶ֖רֶץ H776 הַגָּלִֽיל H1551 ",
  "12": "וַיֵּצֵ֤א H3318 חִירָם֙ H2438 מִצֹּ֔ר H6865 לִרְאוֹת֙ H7200 אֶת H853 הֶ֣עָרִ֔ים H5892 אֲשֶׁ֥ר H834 נָתַן H5414 ל֖וֹ Hl שְׁלֹמֹ֑ה H8010 וְלֹ֥א H3808 יָשְׁר֖וּ H3474 בְּעֵינָֽי H5869 ",
  "13": "וַיֹּ֕אמֶר H559 מָ֚ה H4100 הֶעָרִ֣ים H5892 הָאֵ֔לֶּה H428 אֲשֶׁר H834 נָתַ֥תָּה H5414 לִּ֖י Hl אָחִ֑י H251 וַיִּקְרָ֤א H7121 לָהֶם֙ Hl אֶ֣רֶץ H776 כָּב֔וּל H3521 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "14": "וַיִּשְׁלַ֥ח H7971 חִירָ֖ם H2438 לַמֶּ֑לֶךְ H4428 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 כִּכַּ֥ר H3603 זָהָֽב H2091 ",
  "15": "וְזֶ֨ה H2088 דְבַר H1697 הַמַּ֜ס H4522 אֲשֶֽׁר H834 הֶעֱלָ֣ה H5927 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֗ה H8010 לִבְנוֹת֩ H1129 אֶת H853 בֵּ֨ית H1004 יְהוָ֤ה H3068 וְאֶת H853 בֵּיתוֹ֙ H1004 וְאֶת H853 הַמִּלּ֔וֹא H4407 וְאֵ֖ת H853 חוֹמַ֣ת H2346 יְרוּשָׁלִָ֑ם H3389 וְאֶת H853 חָצֹ֥ר H2674 וְאֶת H853 מְגִדּ֖וֹ H4023 וְאֶת H853 גָּֽזֶר H1507 ",
  "16": "פַּרְעֹ֨ה H6547 מֶֽלֶךְ H4428 מִצְרַ֜יִם H4714 עָלָ֗ה H5927 וַיִּלְכֹּ֤ד H3920 אֶת H853 גֶּ֨זֶר֙ H1507 וַיִּשְׂרְפָ֣ H8313 בָּאֵ֔שׁ H784 וְאֶת H853 הַֽכְּנַעֲנִ֛י H3669 הַיֹּשֵׁ֥ב H3427 בָּעִ֖יר H5892 הָרָ֑ג H2026 וַֽיִּתְּנָ H5414 שִׁלֻּחִ֔ים H7964 לְבִתּ֖ H1323 אֵ֥שֶׁת H802 שְׁלֹמֹֽה H8010 ",
  "17": "וַיִּ֤בֶן H1129 שְׁלֹמֹה֙ H8010 אֶת H853 גָּ֔זֶר H1507 וְאֶת H853 בֵּ֥ית H1032 חֹרֹ֖ן H1032 תַּחְתּֽוֹן H8481 ",
  "18": "וְאֶֽת H853 בַּעֲלָ֛ת H1191 וְאֶת H853 תמר H8559 בַּמִּדְבָּ֖ר H4057 בָּאָֽרֶץ H776 ",
  "19": "וְאֵ֨ת H853 כָּל H3605 עָרֵ֤י H5892 הַֽמִּסְכְּנוֹת֙ H4543 אֲשֶׁ֣ר H834 הָי֣וּ H1961 לִשְׁלֹמֹ֔ה H8010 וְאֵת֙ H853 עָרֵ֣י H5892 הָרֶ֔כֶב H7393 וְאֵ֖ת H853 עָרֵ֣י H5892 הַפָּרָשִׁ֑ים H6571 וְאֵ֣ת H853 חֵ֣שֶׁק H2837 שְׁלֹמֹ֗ה H8010 אֲשֶׁ֤ר H834 חָשַׁק֙ H2836 לִבְנ֤וֹת H1129 בִּירוּשָׁלִַ֨ם֙ H3389 וּבַ H3844 וּבְ H3605 אֶ֥רֶץ H776 מֶמְשַׁלְתּֽוֹ H4475 ",
  "20": "כָּל H3605 הָ֠עָם H5971 הַנּוֹתָ֨ר H3498 מִן H4480 הָאֱמֹרִ֜י H567 הַחִתִּ֤י H2850 הַפְּרִזִּי֙ H6522 הַחִוִּ֣י H2340 וְהַ H2983 אֲשֶׁ֛ר H834 לֹֽא H3808 מִבְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 הֵֽמָּה H1992 ",
  "21": "בְּנֵיהֶ֗ם H1121 אֲשֶׁ֨ר H834 נֹתְר֤וּ H3498 אַחֲרֵיהֶם֙ H310 בָּאָ֔רֶץ H776 אֲשֶׁ֧ר H834 לֹֽא H3808 יָכְל֛וּ H3201 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לְהַֽחֲרִימָ֑ H2763 וַיַּעֲלֵ֤ H5927 שְׁלֹמֹה֙ H8010 לְמַס H4522 עֹבֵ֔ד H5647 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "22": "וּמִ H1121 יִשְׂרָאֵ֔ל H3478 לֹֽא H3808 נָתַ֥ן H5414 שְׁלֹמֹ֖ה H8010 עָ֑בֶד H5650 כִּי H3588 הֵ֞ם H1992 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וַעֲבָדָי H5650 וְשָׂרָ֣י H8269 וְשָׁלִשָׁ֔י H7991 וְשָׂרֵ֥י H8269 רִכְבּ֖וֹ H7393 וּפָרָשָֽׁי H6571 ",
  "23": "אֵ֣לֶּה H428 שָׂרֵ֣י H8269 הַנִּצָּבִ֗ים H5324 אֲשֶׁ֤ר H834 עַל H5921 הַמְּלָאכָה֙ H4399 לִשְׁלֹמֹ֔ה H8010 חֲמִשִּׁ֖ים H2572 וַחֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 הָרֹדִ֣ים H7287 בָּעָ֔ם H5971 הָעֹשִׂ֖ים H6213 בַּמְּלָאכָֽה H4399 ",
  "24": "אַ֣ךְ H389 בַּת H1323 פַּרְעֹ֗ה H6547 עָֽלְתָה֙ H5927 מֵעִ֣יר H5892 דָּוִ֔ד H1732 אֶל H413 בֵּיתָ֖הּ H1004 אֲשֶׁ֣ר H834 בָּֽנָה H1129 לָ֑הּ Hl אָ֖ז H227 בָּנָ֥ה H1129 אֶת H853 הַמִּלּֽוֹא H4407 ",
  "25": "וְהֶעֱלָ֣ה H5927 שְׁלֹמֹ֡ה H8010 שָׁלֹשׁ֩ H7969 פְּעָמִ֨ים H6471 בַּשָּׁנָ֜ה H8141 עֹל֣וֹת H5930 וּשְׁלָמִ֗ים H8002 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 אֲשֶׁ֣ר H834 בָּנָ֣ה H1129 לַיהוָ֔ה H3068 וְהַקְטֵ֣יר H6999 אִתּ֔וֹ H854 אֲשֶׁ֖ר H834 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְשִׁלַּ֖ם H7999 אֶת H853 הַבָּֽיִת H1004 ",
  "26": "וָאֳנִ֡י H590 עָשָׂה֩ H6213 הַמֶּ֨לֶךְ H4428 שְׁלֹמֹ֜ה H8010 בְּעֶצְיֽוֹן H6100 גֶּ֨בֶר H6100 אֲשֶׁ֧ר H834 אֶת H854 אֵל֛וֹת H359 עַל H5921 שְׂפַ֥ת H8193 יַם H3220 ס֖וּף H5488 בְּאֶ֥רֶץ H776 אֱדֽוֹם H123 ",
  "27": "וַיִּשְׁלַ֨ח H7971 חִירָ֤ם H2438 בָּֽאֳנִי֙ H590 אֶת H853 עֲבָדָ֔יו H5650 אַנְשֵׁ֣י H376 אֳנִיּ֔וֹת H591 יֹדְעֵ֖י H3045 הַיָּ֑ם H3220 עִ֖ם H5973 עַבְדֵ֥י H5650 שְׁלֹמֹֽה H8010 ",
  "28": "וַיָּבֹ֣אוּ H935 אוֹפִ֔ירָה H211 וַיִּקְח֤וּ H3947 מִשָּׁם֙ H8033 זָהָ֔ב H2091 אַרְבַּע H702 מֵא֥וֹת H3967 וְעֶשְׂרִ֖ים H6242 כִּכָּ֑ר H3603 וַיָּבִ֖אוּ H935 אֶל H413 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 "
}
