{
  "1": "Brothers, my heart's desire and my request to God is for them, for their salvation.",
  "2": "For I testify about them that they have a zeal for God, but not according to knowledge.",
  "3": "For they do not know of God's righteousness, and they seek to establish their own righteousness. They did not submit to the righteousness of God.",
  "4": "For Christ is the fulfillment of the law for righteousness for everyone who believes.",
  "5": "For Moses writes about the righteousness that comes from the law: \"The man who does the righteousness of the law will live by this righteousness.\"",
  "6": "But the righteousness that comes from faith says this, \"Do not say in your heart, 'Who will ascend into heaven?' (that is, to bring Christ down);",
  "7": "and do not say, 'Who will descend into the abyss?'\" (that is, to bring Christ up from the dead ones).",
  "8": "But what does it say?\\q \"The word is near you,\n\\q in your mouth and in your heart.\"\n\nThat is the word of faith, which we proclaim.",
  "9": "For if with your mouth you acknowledge Jesus as Lord, and believe in your heart that God raised him from the dead ones, you will be saved.",
  "10": "For with the heart man believes for righteousness, and with the mouth he acknowledges for salvation.",
  "11": "For scripture says, \"Everyone who believes on him will not be put to shame.\"",
  "12": "For there is no difference between Jew and Greek. For the same Lord is Lord of all, and he is rich to all who call upon him.",
  "13": "For everyone who calls on the name of the Lord will be saved.",
  "14": "How then can they call on him in whom they have not believed? How can they believe in him of whom they have not heard? How can they hear without a preacher?",
  "15": "Then how can they preach, unless they are sent?—As it is written, \"How beautiful are the feet of those who proclaim glad tidings of good things!\"",
  "16": "But they did not all listen to the gospel. For Isaiah says, \"Lord, who has believed our message?\"",
  "17": "So faith comes from hearing, and hearing by the word of Christ.",
  "18": "But I say, \"Did they not hear?\" Yes, most certainly.\\q \"Their sound has gone out into all the earth,\n\\q and their words to the ends of the world.\"\n\\m",
  "19": "Moreover, I say, \"Did Israel not know?\" First Moses says,\\q \"I will provoke you to jealousy by what is not a nation.\n\\q By means of a nation without understanding, I will stir you up to anger.\"\n\\m",
  "20": "Then Isaiah was very bold when he says,\\q \"I was found by those who did not seek me.\n\\q I appeared to those who did not ask for me.\"\n\\m",
  "21": "But to Israel he says, \"All the day long I reached out my hands to a disobedient and stubborn people.\""
}
