{
  "1": "I say then, did God reject his people? May it never be. For I also am an Israelite, a descendant of Abraham, of the tribe of Benjamin.",
  "2": "God did not reject his people, whom he foreknew. Do you not know what the scripture says about Elijah, how he pleaded with God against Israel?",
  "3": "\"Lord, they have killed your prophets, they have broken down your altars. I alone am left, and they are seeking my life.\"",
  "4": "But what does God's answer say to him? \"I have reserved for myself seven thousand men who have not bent the knee to Baal.\"",
  "5": "Even so then, at this present time also there is a remnant because of the choice of grace.",
  "6": "But if it is by grace, it is no longer by works. Otherwise grace would no longer be grace.\\f + \\ft Some old copies read, \\fqa But if it is by works, then is it no more grace; otherwise work is no more work. \\f*",
  "7": "What then? The thing that Israel was seeking, it did not obtain, but the chosen obtained it, and the rest were hardened.",
  "8": "It is just as it is written: \"God has given them a spirit of dullness, eyes so that they should not see, and ears so that they should not hear, to this very day.\"",
  "9": "Then David says,\\q \"Let their table become a net and a trap,\n\\q a stumbling block and a retribution for them.\n\\q",
  "10": "Let their eyes be darkened so that they may not see,\\q and bend their backs continually.\"",
  "11": "I say then, \"Did they stumble so as to fall?\" May it never be. Instead, by their failure, salvation has come to the Gentiles, in order to provoke them to jealousy.",
  "12": "Now if their failure is the riches of the world, and if their loss is the riches of the Gentiles, how much greater will their completion be?",
  "13": "But now I am speaking to you Gentiles, and as long as I am an apostle to the Gentiles, I take pride in my ministry.",
  "14": "Perhaps I will provoke to jealousy those who are of my own flesh. Perhaps we will save some of them.",
  "15": "For if their rejection means the reconciliation of the world, what will their acceptance be but life from the dead ones?",
  "16": "If the firstfruits are reserved, so is the lump of dough. If the root is reserved, so are the branches.",
  "17": "But if some of the branches were broken off, if you, a wild olive branch, were grafted in among them, and if you shared with them in the rich root of the olive tree,",
  "18": "do not boast over the branches. But if you do boast, it is not you who supports the root, but the root that supports you.",
  "19": "You will say then, \"Branches were broken off so that I might be grafted in.\"",
  "20": "That is true. Because of their unbelief they were broken off, but you stand firm because of your faith. Do not think too highly of yourself, but fear.",
  "21": "For if God did not spare the natural branches, neither will he spare you.",
  "22": "Look at, then, the kind actions and the severity of God. On the one hand, severity came on the Jews who fell. But on the other hand, God's kindness comes on you, if you continue in his kindness. Otherwise you also will be cut off.",
  "23": "And even they, if they do not continue in their unbelief, will be grafted in. For God is able to graft them in again.",
  "24": "For if you were cut out of what is by nature a wild olive tree, and contrary to nature were grafted into a good olive tree, how much more will these Jews, who are the natural branches, be grafted back into their own olive tree?",
  "25": "For I do not want you to be uninformed, brothers, of this mystery, in order that you will not be wise in your own thinking. This mystery is that a partial hardening has occurred in Israel, until the completion of the Gentiles come in.",
  "26": "Thus all Israel will be saved, just as it is written:\\q \"Out of Zion will come the Deliverer.\n\\q He will remove ungodliness from Jacob,\n\\q",
  "27": "and this will be my covenant with them,\\q when I will take away their sins.\"\n\\m",
  "28": "On the one hand concerning the gospel, they are enemies on your behalf. On the other hand according to God's choice, they are beloved because of the ancestors.",
  "29": "For the gifts and the call of God are unchangeable.",
  "30": "For you were formerly disobedient to God, but now you have received mercy because of their disobedience.",
  "31": "In the same way, now these Jews have been disobedient. The result was that by the mercy shown to you they may also now receive mercy.",
  "32": "For God has shut up all into disobedience, in order that he might show mercy on all.",
  "33": "Oh, the depth of the riches both of the wisdom and the knowledge of God! How unsearchable are his judgments, and his ways beyond discovering!\\q",
  "34": "\"For who has known the mind of the Lord\\q or who has become his advisor?\n\n\n\\q",
  "35": "Or who has first given anything to God,\\q that God must repay him?\"",
  "36": "For from him and through him and to him are all things. To him be the glory forever. Amen."
}
