{
  "1": "Now we who are strong ought to bear the weaknesses of the weak, and ought not to please ourselves.",
  "2": "Let each one of us please his neighbor for that which is good, in order to build him up.",
  "3": "For even Christ did not please himself. Instead, it was just as it is written, \"The insults of those who insulted you fell on me.\"",
  "4": "For whatever was previously written was written for our instruction, in order that through patience and through encouragement of the scriptures we would have certain hope.",
  "5": "Now may the God of patience and of encouragement grant you to be of the same mind with each other according to Christ Jesus.",
  "6": "May he do this in order that with one mind you may praise with one mouth the God and Father of our Lord Jesus Christ.",
  "7": "Therefore receive one another, even as Christ also received you, to the praise of God.",
  "8": "For I say that Christ has been made a servant of the circumcision on behalf of God's truth, in order to confirm the promises given to the fathers,",
  "9": "and for the Gentiles to glorify God for his mercy. \\q It is as it is written,\n\\q \"Therefore I will give praise to you among the Gentiles\n\\q and sing praise to your name.\"\n\\m",
  "10": "Again it says,\\q \"Rejoice, you Gentiles, with his people.\"",
  "11": "And again,\\q \"Praise the Lord, all you Gentiles;\n\\q let all the peoples praise him.\"\n\\m",
  "12": "Again, Isaiah says,\\q \"The root of Jesse will come,\n\\q the one who rises to rule over the Gentiles;\n\\q in him the Gentiles will have hope.\"\n\\m",
  "13": "Now may the God of hope fill you with all joy and peace for believing, so that by the power of the Holy Spirit you will have hope.",
  "14": "I myself am also convinced about you, my brothers. I am convinced that also you yourselves are full of goodness, filled with all knowledge. I am convinced that you are also able to exhort one another.",
  "15": "But I am writing more boldly to you about some things in order to remind you again, because of the gift that was given me by God.",
  "16": "This gift was that I should be a servant of Christ Jesus sent to the Gentiles, to offer as a priest the gospel of God. I should do this so that the offering of the Gentiles might become acceptable, consecrated by the Holy Spirit.",
  "17": "In Christ Jesus I have reason to boast of my service for God.",
  "18": "For I will not dare to speak of anything except what Christ has accomplished through me for the obedience of the Gentiles. These are things done by word and action,",
  "19": "by the power of signs and wonders, and by the power of the Holy Spirit. This was so that from Jerusalem, and round about as far as Illyricum, I might fully carry out the gospel of Christ.",
  "20": "In this way, my desire has been to proclaim the gospel, but not where Christ is known by name, in order that I might not build upon another man's foundation.",
  "21": "It is as it is written:\\q \"Those to whom no tidings of him came will see him,\n\\q and those who have not heard will understand.\"",
  "22": "Therefore I was also hindered many times from coming to you.",
  "23": "But now, I no longer have any place in these regions, and I have been longing for many years to come to you.",
  "24": "I am hopeful that I will see you in passing when I go to Spain, and to be helped by you along my journey there, once I have enjoyed your company for a while.",
  "25": "But now I am going to Jerusalem, bringing aid to the believers.",
  "26": "For it was the good pleasure of Macedonia and Achaia to make a certain contribution to the poor among the believers who are in Jerusalem.",
  "27": "Yes, it was their good pleasure, and, indeed, they are their debtors. For if the Gentiles have shared in their spiritual things, they owe it to them also to serve them in material things.",
  "28": "Therefore, when I have completed this task and have made sure that they have received what was collected, I will go to Spain and visit you on the way.",
  "29": "I know that when I come to you I will come in the fullness of the blessing of Christ.",
  "30": "Now I urge you, brothers, by our Lord Jesus Christ, and by the love of the Spirit, that you strive together with me in your prayers to God for me.",
  "31": "Pray that I may be rescued from those who are disobedient in Judea, and that my service for Jerusalem may be acceptable to the believers.",
  "32": "Pray that I may come to you in joy through the will of God, and that I may, together with you, find rest.",
  "33": "May the God of peace be with you all. Amen."
}
