{
  "1": "I commend to you Phoebe our sister, who is a servant of the church that is in Cenchrea,",
  "2": "in order that you may receive her in the Lord. Do this in a manner worthy of the believers, and stand by her in whatever matter she may have need of you. For she herself as well has become a helper of many, and of myself as well.",
  "3": "Greet Priscilla and Aquila, my fellow workers in Christ Jesus,",
  "4": "who for my life risked their own lives. I give thanks to them, and not only I, but also all the churches of the Gentiles.",
  "5": "Greet the church that is in their house. Greet Epaenetus my beloved, who is the firstfruit of Asia to Christ.",
  "6": "Greet Mary, who has worked hard for you.",
  "7": "Greet Andronicus and Junias, my kinsmen, and my fellow prisoners. They are prominent among the apostles, who also were in Christ before me.",
  "8": "Greet Ampliatus, my beloved in the Lord.",
  "9": "Greet Urbanus, our fellow worker in Christ, and Stachys, my beloved.",
  "10": "Greet Apelles, the approved in Christ. Greet those who are of the household of Aristobulus.",
  "11": "Greet Herodion, my kinsman. Greet those of the household of Narcissus, who are in the Lord.",
  "12": "Greet Tryphaena and Tryphosa, who work hard in the Lord. Greet Persis the beloved, who has worked much in the Lord.",
  "13": "Greet Rufus, chosen in the Lord, and his mother and mine.",
  "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.",
  "15": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the believers who are with them.",
  "16": "Greet one another with a holy kiss. All the churches of Christ greet you.",
  "17": "Now I urge you, brothers, to think about those who are causing the divisions and stumbling. They are going beyond the teaching that you have learned. Turn away from them.",
  "18": "For people such as these do not serve our Lord Christ, but their own stomach. By their smooth and flattering speech they deceive the hearts of the innocent.",
  "19": "For your example of obedience reaches everyone. I rejoice, therefore, over you, but I want you to be wise as to that which is good, and innocent to that which is evil.",
  "20": "The God of peace will soon crush Satan under your feet. May the grace of our Lord Jesus Christ be with you.",
  "21": "Timothy, my fellow worker, greets you, and Lucius, Jason, and Sosipater, my kinsmen.",
  "22": "I, Tertius, who write this epistle down, greet you in the Lord.",
  "23": "Gaius, the host for me and for the whole church, greets you. Erastus, the treasurer of the city, greets you, with Quartus the brother.",
  "24": "\\f + \\ft The best ancient copies omit this verse. (See: Rom. 16:20). v. 24 \\fqa May the grace of our Lord Jesus Christ be with you all. Amen. \\f*\n\n\n\\q",
  "25": "Now glory be to him who is able to make you stand according to my gospel \\q and the preaching of Jesus Christ, \n\\q according to the revelation of the mystery that has been kept secret from long ago,\n\\q",
  "26": "but now has been revealed, and through the prophetic writings has been made known to all nations, according to the command of the eternal God, for the obedience of faith.\\q",
  "27": "To the only wise God, through Jesus Christ, be the glory forever. Amen."
}
