{
  "1": "I tell myself that I should praise Yahweh.\\q1 Yahweh, my God, you are very great!\n\\q2 As a king has on his royal robes,\n\\q1 you have honor and majesty all around you!\n\\q1",
  "2": "You created light and you hide behind it.\\q2 You spread out the whole sky as someone sets up a tent.\n\\q2",
  "3": "You built your palace on the clouds.\\q1 You made the clouds to be like chariots to carry you.\n\n\n\\q1",
  "4": "You caused the winds to be like your messengers,\\q1 and flames of fire to be like your servants.\n\\q1",
  "5": "You placed the world firmly on its foundation\\q2 so that it can never be moved.\n\n\n\\q1",
  "6": "Later, you covered the earth with a flood, like a blanket;\\q2 and the water covered the mountains.\n\\q1",
  "7": "But when you rebuked the water, the oceans receded;\\q2 your voice spoke like thunder,\n\\q1 and then the waters rushed away.\n\n\n\\q1",
  "8": "Mountains rose up from the water,\\q2 and the valleys sank down\n\\q2 to the levels that you had determined for them.\n\\q1",
  "9": "Then you set a boundary for the oceans, a boundary that they cannot cross;\\q2 their water will never again cover the whole earth.\n\n\n\n\\q1",
  "10": "You make springs to pour water into ravines;\\q2 their water flows down between the mountains.\n\\q1",
  "11": "Those streams provide water for all the animals to drink;\\q2 the wild donkeys drink the water and are no longer thirsty.\n\\q1",
  "12": "Birds make their nests alongside the streams,\\q2 and they sing among the branches of the trees.\n\n\n\\q1",
  "13": "From the heavens you send rain down on the mountains,\\q2 and you fill the earth with many good things that you create.\n\\q1",
  "14": "You make grass to grow for the cattle to eat,\\q2 and you make plants to grow for people.\n\\q2 In that way, animals and people get their food from what grows in the soil.\n\\q1",
  "15": "We get grapes to make wine to drink and to make us cheerful;\\q2 we get olives to make our face shine,\n\\q2 and we get grain to make bread to give us strength.\n\n\n\\q1",
  "16": "Yahweh, you send plenty of rain to water your trees,\\q2 the cedar trees that you planted in Lebanon.\n\\q1",
  "17": "Birds make their nests in those trees,\\q2 and storks make their nests in pine trees.\n\\q1",
  "18": "High up in the mountains the wild goats live,\\q2 and hyraxes live in the rocks.\n\n\n\n\\q1",
  "19": "Yahweh, you made the moon to indicate the times for our festivals,\\q2 and you made the sun that knows when to go down.\n\\q1",
  "20": "You bring darkness, and it becomes night\\q2 when all the animals in the forest prowl around looking for food.\n\n\n\\q1",
  "21": "At night the young lions roar as they seek their prey,\\q2 but they depend on you to give them food.\n\\q1",
  "22": "At dawn, they go back to their dens and lie down.\n\n\\q1",
  "23": "During the daytime, people go to their work;\\q2 they work until it is evening.\n\\q1",
  "24": "Yahweh, you have made so many different kinds of things!\\q2 You were very wise as you made them all.\n\\q2 The earth is full of the creatures that you made.\n\n\n\\q1",
  "25": "We see the ocean which is very vast!\\q2 It is full of many kinds of living creatures,\n\\q2 big ones and little ones.\n\\q1",
  "26": "We see the ships which sail along!\\q2 We see the huge sea monster which you made to splash around in the sea.\n\n\n\n\\q1",
  "27": "All of these creatures depend on you\\q2 to give them the food that they need.\n\\q1",
  "28": "When you give them the food that they need,\\q2 they gather it.\n\\q1 You give them what you have in your hand,\n\\q2 and they eat it and are satisfied.\n\n\n\\q1",
  "29": "But if you refuse to give food to them,\\q2 they become terrified.\n\\q1 When you cause them to stop breathing, they die;\n\\q2 their bodies decay and become soil again.\n\\q1",
  "30": "When you cause newborn creatures to begin to breathe,\\q2 they start to live;\n\\q2 You give new life to all the living creatures on the earth.\n\n\n\n\\q1",
  "31": "May the glory of Yahweh last forever.\\q2 May he rejoice about all the things that he has created.\n\\q1",
  "32": "He makes the earth shake just by looking at it!\\q2 By merely touching the mountains he makes them pour out fire and smoke!\n\n\n\n\\q1",
  "33": "I will sing to Yahweh as long as I live.\\q2 I will praise my God until the day that I die.\n\\q1",
  "34": "May Yahweh be pleased by all these things that I have thought about him\\q2 because I rejoice about knowing him.\n\n\n\\q1",
  "35": "However, may sinners disappear from the earth;\\q2 may there will be no more wicked people!\n\\q1 But as for me, I will praise Yahweh!\n\\q1 Praise him!"
}
