{
  "1": "Give thanks to Yahweh; worship him and pray to him.\\q2 Tell everyone in the world what he has done!\n\\q1",
  "2": "Sing to him; praise him as you sing to him;\\q2 tell others about his wonderful miracles.\n\\q1",
  "3": "Be proud of Yahweh, who alone is God.\\q2 You people who worship Yahweh, rejoice!\n\n\n\\q1",
  "4": "Ask Yahweh to help you and give you his strength,\\q2 and always seek to be with him!\n\\q1",
  "5": "5-6 You people who are descendants of God's servant Abraham,\\q2 you descendants of Jacob, the people whom God has chosen,\n\\q2 think about all the wonderful things that he has done;\n\\q2 he performed miracles, and he punished all our enemies.\n\n\n\\q1",
  "6": "He is Yahweh, our God.\\q1 He rules and judges people throughout the earth.\n\\q1",
  "7": "He never forgets the covenant that he made;\\q2 he made a promise that will last for a thousand generations.\n\n\n\\q1",
  "8": "That is the covenant that he made with Abraham,\\q2 and he repeated that covenant with Isaac.\n\\q1",
  "9": "Later he confirmed it again to Jacob\\q2 as a covenant for the Israelite people that would last forever.\n\\q1",
  "10": "What he said was, \"I will give you the region of Canaan;\\q2 it will belong to you and your descendants forever.\"\n\n\n\n\\q1",
  "11": "He said that to them when there were only a few of them,\\q2 a tiny group of people who were living in that land like strangers.\n\\q1",
  "12": "They continued to wander from one place to another,\\q2 from one kingdom to another.\n\n\n\\q1",
  "13": "But he did not allow others to oppress them.\\q2 He warned those kings by saying to them,\n\\q1",
  "14": "\"Do not do harm to the people whom I have chosen!\\q2 Do not harm my prophets!\"\n\n\n\n\\q1",
  "15": "He sent a famine to Canaan, and as a result all the people had no food to eat.\\q1",
  "16": "So his people went to Egypt, but first he sent someone there.\\q2 He sent Joseph, who had been sold to be a slave.\n\n\n\\q1",
  "17": "Later, while Joseph was in prison in Egypt,\\q2 they put his legs in shackles that hurt his feet,\n\\q1 and they put an iron collar around his neck.\n\\q1",
  "18": "Joseph was in prison until the time\\q the events he predicted came to pass.\n\\q This was how Yahweh tested Joseph.\n\n\\q1",
  "19": "The king of Egypt sent servants, who set him free;\\q2 this ruler released Joseph from prison.\n\\q1",
  "20": "Then he appointed him to take care of everything in the king's household,\\q2 to take care of everything that the king possessed.\n\\q1",
  "21": "Joseph was permitted to command the king's important servants\\q2 to do anything that Joseph wanted them to do,\n\\q2 and even to tell the king's advisors the things that they should do for the people of Egypt.\n\\q1",
  "22": "Later, Joseph's father Jacob arrived in Egypt.\\q2 He lived like a foreigner in the land that belonged to the descendants of Ham.\n\n\n\\q1",
  "23": "Years later Yahweh caused the descendants of Jacob to become very numerous.\\q2 As a result, their enemies, the Egyptians, considered that the Israelites were too strong.\n\\q1",
  "24": "So Yahweh caused the rulers of Egypt to turn against the Israelite people,\\q2 and they began to oppress his people.\n\\q1",
  "25": "But then Yahweh sent his servant Moses\\q2 along with Moses' older brother Aaron, whom Yahweh had also chosen to be his servant.\n\\q1",
  "26": "Those two performed amazing miracles among the people of Egypt\\q2 in that land where the descendants of Ham lived.\n\n\n\\q1",
  "27": "Yahweh sent darkness so that the people of Egypt could not see anything,\\q2 but the rulers of Egypt refused to obey when Moses and Aaron commanded them to let the Israelite people leave Egypt.\n\\q1",
  "28": "Yahweh caused all the water in Egypt to become blood,\\q2 and his doing that caused all the fish to die.\n\\q1",
  "29": "Then he caused the land to become full of frogs;\\q2 the king and his officials even had frogs in their bedrooms.\n\n\n\\q1",
  "30": "Then Yahweh commanded that flies come, and swarms of them descended on the people of Egypt,\\q2 and gnats also swarmed across the whole country.\n\\q1",
  "31": "Yahweh sent rain, rain that became hail that fell upon them,\\q2 and he sent wild fires that burned throughout their land.\n\\q1",
  "32": "The hail ruined their grapevines and fig trees\\q2 and shattered all the other trees.\n\n\n\\q1",
  "33": "He commanded locusts to come, and hordes of them came;\\q2 so many came that they could not be counted.\n\\q1",
  "34": "The locusts ate every green plant in the land,\\q2 ruining all the crops.\n\\q1",
  "35": "Then Yahweh killed the oldest son in every house of the people of Egypt.\n\n\n\\q1",
  "36": "Then he brought the Israelite people out from Egypt;\\q2 they were carrying heavy loads of jewelry made of silver and gold that the people of Egypt had given to them.\n\\q1 No one was left behind because of being sick.\n\\q1",
  "37": "The people of Egypt were glad when the Israelite people left\\q2 because they had become very afraid of the Israelites.\n\\q1",
  "38": "Then Yahweh spread a cloud to cover the Israelites;\\q2 and at night it became a big fire in the sky to give them light.\n\n\n\\q1",
  "39": "Later the Israelites asked for meat to eat,\\q2 and Yahweh sent flocks of quail to them,\n\\q1 and he gave them plenty of manna, food from the sky, each morning.\n\\q1",
  "40": "One day he caused a rock to open up, and water poured out for them to drink;\\q2 it was like a river flowing in that desert.\n\\q1",
  "41": "He did that because he kept thinking about the sacred promise that he had given to his servant, Abraham.\n\n\\q1",
  "42": "So his people were joyful as he brought them out from Egypt;\\q2 these people whom he had chosen were shouting joyfully as they went.\n\\q1",
  "43": "He gave to them the land that belonged to the people groups that lived there in Canaan,\\q2 and the Israelites took all their wealth.\n\\q1",
  "44": "Yahweh did all these things\\q2 so that his people would do all the things that he had commanded them to do.\n\\q1 Praise Yahweh!"
}
