{
  "1": "Yahweh, people should praise you alone;\\q2 they must praise you, not us,\n\\q2 because you faithfully love us and always do what you have promised to do.\n\\q1",
  "2": "It is not right that other people groups should say about us,\\q1 \"They claim that their God is very powerful,\n\\q2 but if that is true, why does he not help them?\"\n\n\n\\q1",
  "3": "Our God is in heaven,\\q2 and he does whatever he wants!\n\\q1",
  "4": "But their idols are only statues made of silver and gold,\\q2 things that humans have made.\n\n\n\\q1",
  "5": "Their idols have mouths, but they cannot say anything;\\q2 they have eyes, but they cannot see anything.\n\\q1",
  "6": "They have ears, but they cannot hear anything;\\q2 they have noses, but they cannot smell anything.\n\n\n\\q1",
  "7": "They have hands, but they cannot feel anything;\\q2 they have feet, but they cannot walk,\n\\q2 and they cannot even make any sounds in their throats!\n\\q1",
  "8": "The people who make those idols are as powerless as those idols,\\q2 and those who trust in those idols can accomplish nothing, just like their idols!\n\n\n\n\\q1",
  "9": "You, my fellow Israelite people, trust in Yahweh!\\q2 He is the one who helps you and protects you like a shield.\n\\q1",
  "10": "You priests, descendants of Aaron, trust in Yahweh!\\q2 He is the one who helps you and protects you like a shield.\n\\q1",
  "11": "All you who have a reverential respect for Yahweh, trust in him!\\q2 He is the one who helps you and protects you like a shield.\n\n\n\n\\q1",
  "12": "Yahweh has not forgotten us;\\q2 he will bless us Israelite people!\n\\q2 He will bless the priests,\n\\q1",
  "13": "and he will bless all those who have a reverential respect for him;\\q2 he will bless important people and people who are considered to be unimportant, everyone!\n\\q1",
  "14": "I wish that Yahweh may give many children\\q2 to you, my fellow Israelite people, and to your descendants.\n\n\n\\q1",
  "15": "I wish that Yahweh, the one who made heaven and the earth, may bless all of you!\\q1",
  "16": "The highest heavens belong to Yahweh,\\q2 but he gave everything that is on the earth to us people.\n\n\n\\q1",
  "17": "Dead people are not able to praise Yahweh;\\q2 when they descend into the place where dead people are,\n\\q2 they are unable to speak and cannot praise him.\n\\q1",
  "18": "But we who are alive will thank him,\\q2 now and forever.\n\\q1 Praise Yahweh!"
}
