{
  "1": "I love Yahweh\\q2 because he hears me when I cry to him for help.\n\\q1",
  "2": "He listens to me,\\q2 so I will call out to him all during my life.\n\n\n\n\\q1",
  "3": "Everything around me caused me to think that I would die;\\q2 I was very afraid that I would die and go to the place where dead people are.\n\\q1 I was very distressed and afraid.\n\\q1",
  "4": "But then I called out to Yahweh, saying,\\q2 \"Yahweh, I plead with you to save me!\"\n\n\n\n\\q1",
  "5": "Yahweh is kind and does what is right;\\q2 he is our God, and he acts mercifully to us.\n\\q1",
  "6": "He protects those who are helpless;\\q2 when I thought that I would die, he saved me.\n\n\n\n\\q1",
  "7": "I must encourage myself\\q2 because Yahweh has done very good things for me.\n\\q1",
  "8": "Yahweh has saved me from dying\\q2 and has kept me from troubles that would cause me to cry.\n\\q1 He has kept me from disaster.\n\n\n\\q1",
  "9": "So here on the earth where people are still alive,\\q2 I live, knowing that Yahweh is directing me.\n\\q1",
  "10": "I continued to believe in Yahweh,\\q2 even when I said, \"I am greatly afflicted.\"\n\\q1",
  "11": "Even when I was distressed and said, \"I cannot trust anyone,\"\\q2 I continued to trust in Yahweh.\n\n\n\n\\q1",
  "12": "So now I will tell you what I will offer to Yahweh\\q2 because of all the good things that he has done for me.\n\\q1",
  "13": "I will offer to him a cup of wine\\q2 to thank him for saving me.\n\\q1",
  "14": "When I am together with many people who belong to Yahweh,\\q2 I will give to him the offerings that I solemnly promised to give to him.\n\\q1",
  "15": "Yahweh is very grieved when one of his people dies.\n\n\\q1",
  "16": "I am one of those who serves Yahweh;\\q2 I serve him like my mother did.\n\\q2 He has ended my troubles.\n\\q1",
  "17": "So I will offer to him a sacrifice to thank him,\\q1 and I will pray to him.\n\n\n\\q1",
  "18": "18-19 When I am together with many of the people who belong to Yahweh\\q2 in the courtyard outside his temple in Jerusalem,\n\\q2 I will give to him the offerings that I solemnly promised to give to him.\n\\q1 Praise Yahweh!"
}
