{
  "1": "How fortunate are those about whom no one can say truthfully that they have done things that are wrong,\\q1 those who always obey the laws of Yahweh.\n\\q1",
  "2": "How fortunate are those who obey his weighty commands,\\q1 those who request him with their entire inner beings to help them to do that.\n\n\n\\q1",
  "3": "They do not do things that are wrong;\\q2 they behave as Yahweh wants them to.\n\\q1",
  "4": "Yahweh, you have given us your principles of behavior,\\q2 and you told us to obey them faithfully.\n\n\n\\q1",
  "5": "I want so much to faithfully keep everything that you command.\\q1",
  "6": "If I did that, I would not be ashamed\\q2 when I thought about your commands.\n\n\n\\q1",
  "7": "When I learn all of your just regulations,\\q2 I will praise you with a pure inner being.\n\\q1",
  "8": "I will obey all your statutes;\\q2 do not desert me!\n\n\n\\q1",
  "9": "I know how a young person can live in a pure way;\\q2 it is by obeying your commands.\n\\q1",
  "10": "I try to serve you with my entire inner being;\\q2 do not allow me to wander away from what you have commanded.\n\n\n\\q1",
  "11": "I have memorized your commands\\q2 so that I will not sin against you.\n\\q1",
  "12": "Yahweh, I praise you;\\q2 teach me your statutes.\n\n\n\\q1",
  "13": "I have announced to the people all the things that you have commanded us to do.\\q1",
  "14": "I delight in obeying your requirements;\\q1 I enjoy that more than being very rich.\n\n\n\\q1",
  "15": "I will study everything you have commanded,\\q2 and I will pay attention to how you have shown me to live.\n\\q1",
  "16": "I will be happy to obey your statutes,\\q2 and I will not forget your words.\n\n\n\\q1",
  "17": "Do good things for me, the one who serves you,\\q2 so that I may continue to live and obey your words during all my life.\n\\q1",
  "18": "Help me to understand with my mind,\\q2 to know the wonderful things that are written in your laws.\n\n\n\\q1",
  "19": "I am living here on the earth for only a short time;\\q2 do not keep me from understanding.\n\\q1",
  "20": "In my inner being I strongly desire to know your decrees all the time.\n\n\\q1",
  "21": "You rebuke those who are proud;\\q2 you curse those who disobey your commands.\n\\q1",
  "22": "Do not allow them to continue to insult and scorn me;\\q2 I request this because I have obeyed your requirements.\n\n\n\\q1",
  "23": "Rulers gather together and plan ways to harm me,\\q2 but I will meditate on what you have commanded.\n\\q1",
  "24": "I am delighted with your requirements;\\q2 it is as though they were my advisors.\n\n\n\n\\q1",
  "25": "I think that I will soon die;\\q2 save my life as you have promised me that you would.\n\\q1",
  "26": "When I told you about all the things I did, you answered me;\\q2 teach me your statutes.\n\n\n\\q1",
  "27": "Help me to understand how you want me to behave,\\q2 and then I will meditate on your amazing instructions.\n\\q1",
  "28": "I am very sad, with the result that I have no strength;\\q2 enable me to be strong again as you promised me that you would do.\n\n\n\\q1",
  "29": "Prevent me from telling lies,\\q2 and be kind to me by teaching me your laws.\n\\q1",
  "30": "I have decided that I will faithfully obey you;\\q2 I am determined to follow your commands.\n\n\n\\q1",
  "31": "Yahweh, I try to carefully cling to your requirements;\\q2 do not abandon me or let me be disgraced.\n\\q1",
  "32": "I will eagerly obey your commands\\q2 because you have helped me understand better and better what you want me to do.\n\n\n\n\\q1",
  "33": "Yahweh, teach me the meaning of your statutes,\\q2 and then I will completely obey them.\n\\q1",
  "34": "Help me to understand your laws\\q2 so that I may obey them with all my inner being.\n\n\n\\q1",
  "35": "I am happy with your commands,\\q2 so lead me along the paths that you have chosen for me.\n\\q1",
  "36": "Cause me to want to do what you command\\q2 and not to want to become rich.\n\n\n\\q1",
  "37": "Do not allow me to look at things that are worthless;\\q2 make me able to live as you want me to live.\n\\q1",
  "38": "Because I am one who serves you, do what you promised to do for me,\\q2 which is what you also promise to do for all those who honor you.\n\n\n\\q1",
  "39": "I become afraid when my enemies insult me;\\q2 stop them!\n\\q2 But you are right when you punish my enemies.\n\\q1",
  "40": "I very much desire to obey your principles of behavior;\\q2 because you are righteous, allow me to continue to live.\n\n\n\n\\q1",
  "41": "Yahweh, show me that you faithfully love me,\\q2 and rescue me as you promised you would.\n\\q1",
  "42": "After you do that, I will be able to reply to those who insult me\\q2 because I trust in your word.\n\n\n\\q1",
  "43": "Never prevent me from speaking your truth\\q2 because I have confidence in your regulations.\n\\q1",
  "44": "I will always obey your laws\\q2 forever and ever.\n\n\n\\q1",
  "45": "I will always be safe\\q2 because I have tried to obey your principles of behavior.\n\\q1",
  "46": "I will tell to kings what you require,\\q2 and because they are unable to prove me wrong, they will not cause me to be ashamed.\n\n\n\\q1",
  "47": "I am delighted to obey your commands,\\q2 and I love them.\n\\q1",
  "48": "I respect your commandments,\\q2 and I love them;\n\\q2 I will meditate on everything you require us to do.\n\n\n\n\\q1",
  "49": "Do not forget what you said you would do for me, the one who serves you,\\q2 because what you have said has caused me to confidently expect good things from you.\n\\q1",
  "50": "When I have been suffering, you comforted me;\\q2 you did what you promised me, and that kept me alive.\n\n\n\\q1",
  "51": "Proud people are always making fun of me,\\q2 but I do not turn away from obeying your laws.\n\\q1",
  "52": "Yahweh, when I think about your regulations that you gave to us long ago,\\q2 I am comforted.\n\n\n\\q1",
  "53": "When I see wicked people disregard your laws,\\q2 I become very angry.\n\\q1",
  "54": "While I have been living here on the earth for a short time,\\q2 I have written songs about your statutes.\n\n\n\\q1",
  "55": "Yahweh, during the night I think about you,\\q2 and so I obey your laws.\n\\q1",
  "56": "What I have always done is to obey your principles of behavior.\n\n\n\\q1",
  "57": "Yahweh, you are the one whom I have chosen,\\q2 and I promise to obey your words.\n\\q1",
  "58": "With all my inner being I plead with you to be good to me;\\q2 act kindly to me as you promised that you would do.\n\n\n\\q1",
  "59": "I have thought about my behavior,\\q2 and I have decided to return to obeying your requirements.\n\\q1",
  "60": "I hurry to obey your commands;\\q2 I do not delay at all.\n\n\n\\q1",
  "61": "Wicked people have tried to seize me as a hunter tries to catch an animal with a net,\\q2 but I do not forget your laws.\n\\q1",
  "62": "In the middle of the night I awake,\\q2 and I praise you for your commands\n\\q2 because they are fair.\n\n\n\\q1",
  "63": "I am a friend of all those who have an awesome respect for you,\\q2 those who obey your principles of behavior.\n\\q1",
  "64": "Yahweh, you faithfully love people all over the earth;\\q2 teach me your statutes.\n\n\n\n\\q1",
  "65": "Yahweh, you have done good things for me\\q2 as you promised that you would do.\n\\q1",
  "66": "Teach me to think carefully before I decide what to do,\\q2 and teach me other things that I need to know\n\\q2 because I believe that it is right for us to obey your commands.\n\n\n\\q1",
  "67": "Before you afflicted me, I did things that were wrong,\\q2 but now I obey your words.\n\\q1",
  "68": "You are very good, and what you do is good;\\q2 teach me your statutes.\n\n\n\\q1",
  "69": "Proud people have told many lies about me,\\q2 but as for me, I obey your principles of behavior.\n\\q1",
  "70": "Those people are stubborn,\\q2 but as for me, I am delighted with your laws.\n\n\n\\q1",
  "71": "It was good for me that you afflicted me\\q2 because the result was that I learned your statutes.\n\\q1",
  "72": "The laws that you give to us are worth more to me than gold,\\q2 more than thousands of pieces of gold and silver.\n\n\n\n\\q1",
  "73": "You created me and formed my body;\\q2 help me to be wise so that I may learn your commands.\n\\q1",
  "74": "Those who have an awesome respect for you will see what you have done for me,\\q2 because they have confidence in the promises of your word.\n\n\n\n\\q1",
  "75": "Yahweh, I know that your regulations are right\\q2 and that you have made me suffer because you love me without end.\n\\q1",
  "76": "Comfort me by showing that you faithfully love me\\q2 as you said to me that you would do.\n\n\n\\q1",
  "77": "Act mercifully to me so that I may continue to live\\q2 because I am delighted with your laws.\n\\q1",
  "78": "Cause the proud people who falsely accuse me to be shamed;\\q2 but as for me, I will continue meditating on what you have commanded I should do.\n\n\n\\q1",
  "79": "Cause those who have an awesome respect for you to come back to me\\q2 so that they may learn what you command.\n\\q1",
  "80": "Enable me to perfectly obey your statutes\\q2 so that I may not be ashamed because of not doing that.\n\n\n\n\\q1",
  "81": "I am waiting for you to save me from my enemies;\\q2 I confidently expect that you will tell me what you will do.\n\\q1",
  "82": "My eyes are tired from waiting a long time for you to do what you promised that you would do,\\q2 and I ask, \"When will you help me?\"\n\n\n\\q1",
  "83": "I have become as useless as a wineskin that is shriveled from hanging a long time in the smoke inside a house,\\q2 but I have not forgotten your statutes.\n\\q1",
  "84": "How long must I wait?\\q2 When will you punish those who persecute me?\n\n\n\\q1",
  "85": "It is as though proud people, those who do not obey your laws, have dug deep pits for me to fall into.",
  "86": "All your commands are trustworthy;\\q2 but people are persecuting me by telling lies about me, so please help me.\n\n\n\\q1",
  "87": "Those people almost killed me,\\q2 but I have not stopped obeying your principles of behavior.\n\\q1",
  "88": "Because you faithfully love me, allow me to continue to live\\q2 so that I may continue to obey your requirements that you have spoken.\n\n\n\n\\q1",
  "89": "Yahweh, your word will last forever;\\q2 it is firmly fixed in heaven.\n\\q1",
  "90": "You will faithfully continue to act for people who are not yet born;\\q2 you have put the earth in its place, and it remains firmly there.\n\n\n\\q1",
  "91": "To this day, all things on the earth remain because you decided that they should remain;\\q2 everything on the earth serves you.\n\\q1",
  "92": "If I had not been delighted in obeying your laws,\\q2 I would have died because of what I was suffering.\n\n\n\\q1",
  "93": "I will never forget your principles of behavior\\q2 because as a result of my obeying them, you have enabled me to continue to live.\n\\q1",
  "94": "I belong to you; save me from my enemies\\q2 because I have tried to obey your principles of behavior.\n\n\n\\q1",
  "95": "Wicked men are waiting to kill me,\\q2 but I will think about your requirements.\n\\q1",
  "96": "I have learned that there is a limit for everything,\\q2 but your commands have no limit.\n\n\n\n\\q1",
  "97": "I love your laws very much.\\q2 I meditate on them all during the day.\n\\q1",
  "98": "Because I know your commands\\q2 and because I think about them all the time,\n\\q2 I have become wiser than my enemies.\n\n\n\\q1",
  "99": "I understand more than my teachers do\\q2 because I meditate on what you command.\n\\q1",
  "100": "I understand more than many old people do\\q2 because I obey your principles of behavior.\n\n\n\\q1",
  "101": "I have avoided all evil behavior\\q2 so that I may obey your words.\n\\q1",
  "102": "I have not refused to obey them\\q2 because you have taught me while I have studied them.\n\n\n\\q1",
  "103": "When I read your words,\\q2 they are like honey that I eat;\n\\q2 yes, they are even sweeter than honey.\n\\q1",
  "104": "Because I have learned your principles of behavior,\\q2 I am able to understand many things;\n\\q2 therefore I hate all evil things that some people do.\n\n\n\\q1",
  "105": "Your word is a lamp to guide me;\\q2 it is like a light that shows me where to walk.\n\\q1",
  "106": "I have solemnly promised, and I am solemnly promising it again,\\q2 that I will always obey your regulations;\n\\q2 they are all fair.\n\n\n\\q1",
  "107": "Yahweh, I am suffering very much;\\q2 cause me to be strong again as you have promised to do.\n\\q1",
  "108": "Yahweh, when I thank you while I pray, it is like a sacrifice to you;\\q2 please accept it,\n\\q2 and teach me your regulations.\n\n\n\\q1",
  "109": "My enemies are often trying to kill me,\\q2 but I do not forget your laws.\n\\q1",
  "110": "Wicked people have tried to seize me as a hunter tries to catch little animals with a trap,\\q2 but I have not disobeyed your principles of behavior.\n\n\n\\q1",
  "111": "I have your requirements forever;\\q2 because of them, I am joyful in my inner being.\n\\q1",
  "112": "I have decided to always obey your commands, every one of them.\n\n\n\\q1",
  "113": "I hate people who only say they love you,\\q2 but I love your laws.\n\\q1",
  "114": "You are like a place where I can hide from my enemies,\\q2 and you are like a shield behind which I am protected from them;\n\\q2 I trust in your promises.\n\n\n\\q1",
  "115": "You evil people, go away from me\\q2 so than I may obey my God's commands!\n\\q1",
  "116": "Enable me to be strong as you promised that you would do,\\q2 so that I may continue to live.\n\\q1 I am confidently expecting that you will restore me;\n\\q2 do not disappoint me.\n\n\n\\q1",
  "117": "Hold me up so that I may be safe\\q2 and always pay attention to your commands.\n\\q1",
  "118": "You reject all those who disobey your statutes;\\q2 because they make deceitful plans and they do not keep their word.\n\n\n\\q1",
  "119": "You get rid of all the wicked people on the earth as people get rid of trash;\\q2 therefore I love your requirements.\n\\q1",
  "120": "I tremble because I am afraid of you;\\q2 I am afraid because you punish those who do not obey your regulations.\n\n\n\n\\q1",
  "121": "But I have done what is right and fair;\\q2 so do not allow people to oppress me.\n\\q1",
  "122": "Be responsible for doing good things for me,\\q2 and do not allow proud people to oppress me.\n\n\n\\q1",
  "123": "My eyes are tired from waiting a long time for you to rescue me,\\q2 for you to save me as you promised that you would.\n\\q1",
  "124": "Do something for me to show that you faithfully love me,\\q2 and teach me your statutes.\n\n\n\\q1",
  "125": "I am one who serves you;\\q1 enable me to understand what you want me to know\n\\q2 so that I may learn your requirements.\n\\q1",
  "126": "Yahweh, now is the time for you to punish people\\q2 because they have disobeyed your laws.\n\n\n\\q1",
  "127": "Truly, I love your commands more than I love gold;\\q2 I love them more than I love very pure gold.\n\\q1",
  "128": "So I conduct my life by your principles of behavior,\\q2 and I hate all the evil things that some people do.\n\n\n\n\\q1",
  "129": "Your requirements are wonderful,\\q2 so I obey them with all my inner being.\n\\q1",
  "130": "When someone explains your words,\\q2 it is as though they are lighting a light;\n\\q2 what they say causes even people who have not learned your laws to be wise.\n\n\n\\q1",
  "131": "I eagerly desire to know your commands\\q2 as a dog pants with its mouth open, wanting to be fed.\n\\q1",
  "132": "Listen to me and act kindly to me\\q2 as you do to all those who love you.\n\n\n\\q1",
  "133": "Guide me as you promised;\\q2 do not allow evil people to control what I do.\n\\q1",
  "134": "Rescue me from those who oppress me\\q2 so that I may obey your principles of behavior.\n\n\n\\q1",
  "135": "Act kindly toward me\\q2 and teach me your statutes.\n\\q1",
  "136": "I cry very much\\q2 because many people do not obey your laws.\n\n\n\n\\q1",
  "137": "Yahweh, you are righteous\\q2 and your regulations are just.\n\\q1",
  "138": "You did what was right when you gave us the laws of your covenant promise,\\q2 and you can be trusted when you made those promises to us. \n\n\n\\q1",
  "139": "I am furious\\q2 because my enemies disregard your words.\n\\q1",
  "140": "I have found that your promises are dependable,\\q2 and I love them.\n\n\n\\q1",
  "141": "I am not important, and people despise me,\\q2 but I do not forget your principles of behavior.\n\\q1",
  "142": "You are righteous and you will be righteous forever,\\q2 and your laws will never be changed.\n\n\n\\q1",
  "143": "I constantly have troubles and I am worried,\\q2 but your commands cause me to be happy.\n\\q1",
  "144": "Your requirements are always fair;\\q2 help me to understand them so that I may continue to live.\n\n\n\n\\q1",
  "145": "Yahweh, with all my inner being I call out to you;\\q2 answer me and I will obey your statutes.\n\\q1",
  "146": "I call out to you,\\q2 \"Save me, and I will keep your commandments.\"\n\n\n\\q1",
  "147": "Each morning I arise before dawn and call to you to help me;\\q2 I confidently expect you to do what you have promised.\n\\q1",
  "148": "All during the night I am awake,\\q2 and I meditate on your commands and your promises.\n\n\n\\q1",
  "149": "Yahweh, because you faithfully love me,\\q2 listen to me while I pray;\n\\q2 keep me safe because I keep your regulations.\n\\q1",
  "150": "Those evil people who oppress me are coming closer to me;\\q2 they do not pay any attention to your laws.\n\n\n\\q1",
  "151": "But Yahweh, you are near to me,\\q2 and I know that your commands will never be changed.\n\\q1",
  "152": "Long ago I found out about your requirements,\\q2 and I know that you intended them to last forever.\n\n\n\n\\q1",
  "153": "Look at me, see that I am suffering very much, and heal me\\q2 because I do not forget your laws.\n\\q1",
  "154": "Defend me when others accuse me and rescue me from them;\\q2 allow me to continue to live as you promised that you would.\n\n\n\\q1",
  "155": "Wicked people do not obey your statutes,\\q2 so you will certainly not save them.\n\\q1",
  "156": "Yahweh, you have been merciful by helping me in many ways;\\q2 allow me to continue to live as you have done until now.\n\n\n\\q1",
  "157": "Many people are my enemies; many people cause me to suffer,\\q2 but I do not neglect your commands.\n\\q1",
  "158": "When I look at those who are not faithful to you, I am disgusted\\q2 because they do not obey your requirements.\n\n\n\\q1",
  "159": "Yahweh, notice that I love your principles of behavior;\\q2 because you faithfully love me, allow me to continue to live.\n\\q1",
  "160": "I can rely on everything that you have said;\\q2 all your regulations will endure forever.\n\n\n\n\\q1",
  "161": "Rulers persecute me for no reason,\\q2 but in my inner being I have a very awesome respect for your words.\n\\q1",
  "162": "I am happy about your words,\\q2 as happy as someone who has found a great treasure.\n\n\n\\q1",
  "163": "I thoroughly hate all lies\\q2 but I love your laws.\n\\q1",
  "164": "I praise you seven times a day\\q2 for your commandments because they are all just.\n\n\n\\q1",
  "165": "Things go well for those who love your laws;\\q2 nothing will make them abandon your laws.\n\\q1",
  "166": "Yahweh, I confidently expect that you will rescue me from my troubles,\\q2 and I obey your commands.\n\n\n\\q1",
  "167": "I obey what you require us to do;\\q2 I love it all very much.\n\\q1",
  "168": "I obey your principles of behavior,\\q2 and you see everything that I do.\n\n\n\n\\q1",
  "169": "Yahweh, listen while I pray for you to help me;\\q2 help me to understand your words.\n\\q1",
  "170": "Hear me while I pray,\\q2 and rescue me as you said you would.\n\n\n\\q1",
  "171": "I will always praise you\\q2 because you teach me your rules.\n\\q1",
  "172": "I will sing about your words\\q2 because all your commands are just.\n\n\n\\q1",
  "173": "I request you to always be ready to help me\\q2 because I have chosen to obey your principles of behavior.\n\\q1",
  "174": "Yahweh, I eagerly desire for you to rescue me from my enemies;\\q2 I am delighted with your laws.\n\n\n\\q1",
  "175": "Allow me to continue to live in order that I can continue to praise you\\q2 so that your regulations will continue to help me.\n\\q1",
  "176": "I have sinned and turned away from you like a sheep that has left its flock;\\q2 search for me because I have not forgotten your commands."
}
