{
  "1": "Thank Yahweh because he does good things for us;\\q2 he will love us forever as he has promised.\n\\q1",
  "2": "Thank God, the one who is greater than all other gods;\\q2 he will love us forever as he has promised.\n\\q1",
  "3": "Thank the Lord who is greater than all other lords;\\q2 he will love us forever as he has promised.\n\n\n\n\\q1",
  "4": "He is the only one who performs great miracles;\\q2 he will love us forever as he has promised.\n\\q1",
  "5": "He is the one who, by being very wise, created the heavens;\\q2 he will love us forever as he has promised.\n\n\n\\q1",
  "6": "He is the one who caused the ground to rise up above the deep waters;\\q2 he will love us forever as he has promised.\n\\q1",
  "7": "He is the one who created great lights in the sky;\\q2 he will love us forever as he has promised.\n\n\n\\q1",
  "8": "He created the sun to shine in the daytime;\\q2 he will love us forever as he has promised.\n\\q1",
  "9": "He created the moon and stars to shine during the nighttime;\\q2 he will love us forever as he has promised.\n\n\n\n\\q1",
  "10": "He is the one who killed the firstborn males in Egypt;\\q2 he will love us forever as he has promised.\n\\q1",
  "11": "He led the Israelite people out of Egypt;\\q2 he will love us forever as he has promised.\n\\q1",
  "12": "With his strong hand he led them out;\\q2 he will love us forever as he has promised.\n\n\n\n\\q1",
  "13": "He is the one who caused the Sea of Reeds to divide;\\q2 he will love us forever as he has promised.\n\\q1",
  "14": "He enabled the Israelite people to walk through it on dry land;\\q2 he will love us forever as he has promised.\n\\q1",
  "15": "But he caused the king of Egypt and his army to drown in it;\\q2 he will love us forever as he has promised.\n\n\n\n\\q1",
  "16": "He is the one who led his people safely through the wilderness;\\q2 he will love us forever as he has promised.\n\\q1",
  "17": "He killed powerful kings;\\q2 he will love us forever as he has promised.\n\n\n\\q1",
  "18": "He killed kings who were famous;\\q2 he will love us forever as he has promised.\n\\q1",
  "19": "He killed Sihon, the king of the Amor people group;\\q2 he will love us forever as he has promised.\n\\q1",
  "20": "He killed Og, the king of the region of Bashan;\\q2 he will love us forever as he has promised.\n\n\n\\q1",
  "21": "He gave their lands to us, his people;\\q2 he will love us forever as he has promised.\n\\q1",
  "22": "He gave those lands to us people of Israel, who serve him;\\q2 he will love us forever as he has promised.\n\\q1",
  "23": "He is the one who did not forget about us when our enemies had defeated us;\\q2 he will love us forever as he has promised.\n\n\n\\q1",
  "24": "He rescued us from our enemies;\\q2 he will love us forever as he has promised.\n\\q1",
  "25": "He is the one who gives food to all living creatures;\\q2 he will love us forever as he has promised.\n\\q1",
  "26": "So thank God, who lives in heaven\\q2 because he will love us forever as he has promised.!"
}
