{
  "1": "Yahweh, you have examined what is in my inner being,\\q2 and you know everything about me.\n\\q1",
  "2": "You know when I sit down and when I stand up.\\q1 Even though you are far away from me,\n\\q2 you know what I am thinking.\n\n\n\\q1",
  "3": "From the time that I rise in the morning until I lie down to sleep at night,\\q2 you know everything that I do.\n\\q1",
  "4": "Yahweh, even before I say anything,\\q2 you know everything that I am going to say!\n\\q1",
  "5": "You protect me on all sides;\\q2 you put your hand on me to protect me with your power.\n\\q1",
  "6": "I am not able to understand that you know everything about me.\\q2 That is too hard for me to really understand.\n\n\n\n\\q1",
  "7": "Where could I go to escape from your Spirit?\\q1 Where could I go to get away from you?\n\\q1",
  "8": "If I go up to heaven, you will be there.\\q1 If I lie down in the place where the dead people are, you will be there.\n\n\n\\q1",
  "9": "If the sun could carry me across the sky,\\q1 if I flew west and made a place to live on an island in the ocean,\n\\q1",
  "10": "you would be there also to lead me by your hand,\\q2 and you would help me.\n\n\n\n\\q1",
  "11": "I could wish for the darkness to hide me,\\q1 or I could wish for the light around me to become darkness.\n\\q1",
  "12": "But even if that happened, you would still see me.\\q1 For you the night is as bright as the daytime,\n\\q2 because daylight and darkness are no different to you.\n\n\n\n\\q1",
  "13": "You created all the parts of my body;\\q2 you put the parts of my body together when I was still in my mother's womb.\n\\q1",
  "14": "I praise you because you made my body very awesomely and wonderfully.\\q1 Everything that you do is amazing!\n\\q2 I certainly know that very well.\n\n\n\\q1",
  "15": "When my body was being formed,\\q1 while it was being put together where no one else could see it,\n\\q2 you saw it!\n\\q1",
  "16": "You saw me before I was born.\\q1 You wrote in your book the number of days that you had decided that I would live.\n\\q2 You did that before any of those days had even started!\n\n\n\n\\q1",
  "17": "God, what you think about me is very valuable.\\q2 There are a huge amount of things that you think about.\n\\q1",
  "18": "If I could count them, I would see that they are more than the grains of sand at the seashore.\\q1 When I awake, I am still with you.\n\n\n\n\\q1",
  "19": "God, I wish that you would kill the wicked people!\\q2 I wish that violent men would all leave me.\n\\q1",
  "20": "They say wicked things about you;\\q2 they slander your name.\n\n\n\\q1",
  "21": "Yahweh, I certainly hate those who hate you!\\q2 I despise those who rebel against you.\n\\q1",
  "22": "I hate them completely,\\q2 and I consider that they are my enemies.\n\n\n\n\\q1",
  "23": "God, search my inner being;\\q2 find out what I am thinking!\n\\q1",
  "24": "Find out whether there is anything evil in my inner being,\\q2 and lead me along the road that leads to my being with you forever."
}
