{
  "1": "When people look at everything that God has placed in the skies, they can see that he is very great;\\q2 they can see the great things that he has created.\n\\q1",
  "2": "Day after day it is as though the sun proclaims the glory of God,\\q2 and night after night it is as though the moon and stars say that they know that God made them.\n\\q1",
  "3": "They do not really speak;\\q2 they do not say any words.\n\\q2 There is no sound from them for anyone to hear.\n\n\n\\q1",
  "4": "But what they declare about God goes throughout the world,\\q2 and even people who live in the most distant places on earth can know it.\n\\q1 The sun is in the skies where God placed it;\n\\q1",
  "5": "it rises each morning like a bridegroom who is happy as he comes out of his bedroom after his wedding.\\q2 It is like a strong athlete who is very eager to start running in a race.\n\\q1",
  "6": "The sun rises at one side of the sky and goes across the sky and sets on the other side;\\q2 nothing can hide from its heat.\n\n\n\n\\q1",
  "7": "The instructions that Yahweh has given us are perfect;\\q2 they revive us.\n\\q2 We can be sure that the things that Yahweh has told us will never change,\n\\q2 and by learning them people who have not been previously taught will become wise.\n\\q1",
  "8": "Yahweh's laws are fair;\\q2 when we obey them, we become joyful.\n\\q1 The commands of Yahweh are clear,\n\\q2 and by reading them we start to understand how God wants us to behave.\n\n\n\\q1",
  "9": "It is good for people to revere Yahweh;\\q2 that is something that they will do forever.\n\\q1 What Yahweh has decreed is fair,\n\\q2 and it is always right.\n\\q1",
  "10": "The things that God has decided are more valuable than gold,\\q2 even the finest gold.\n\\q1 They are sweeter than honey\n\\q2 that drips from honeycombs.\n\n\n\\q1",
  "11": "Furthermore, by reading them I learn what things are good to do and what things are evil,\\q1 and they promise a great reward\n\\q2 to us who obey them.\n\\q1",
  "12": "But here is no one who can know all his errors;\\q2 so Yahweh, forgive me for these things which I do that I do not realize are wrong.\n\n\n\\q1",
  "13": "Keep me from doing things that I know are wrong;\\q2 do not let me keep doing the evil things I want to do.\n\\q1 If you do that, I will no longer be guilty for committing such sins,\n\\q2 and I will not commit the great sin of rebelling terribly against you.\n\\q1",
  "14": "O Yahweh, you are like a huge rock on top of which I can be safe; you are the one who protects me.\\q2 I hope that the things that I say and what I think will always please you."
}
