{
  "1": "Yahweh, I have come to you to be protected;\\q2 do not allow me to be defeated and disgraced.\n\\q1 Since you always do what is fair,\n\\q2 rescue me!\n\\q1",
  "2": "Listen to me, and save me right now!\\q1 Be like a huge rock on which I can be safe\n\\q2 and like a strong fort in which I will be secure.\n\n\n\\q1",
  "3": "Yes, you are like my huge rock and my fort;\\q2 guide me and lead me because I worship you.\n\\q1",
  "4": "You are the one who protects me,\\q2 so keep me from falling into the hidden traps that my enemies have set for me.\n\n\n\\q1",
  "5": "Yahweh, you are a God whom I can trust,\\q1 so I put myself into your care\n\\q2 because you will rescue me.\n\\q1",
  "6": "Yahweh, I hate those who worship useless idols,\\q2 but I trust in you.\n\\q1",
  "7": "I will be very glad because you faithfully love me.\\q1 You see me when I have been afflicted,\n\\q2 and you know when I have had troubles.\n\n\n\\q1",
  "8": "You have not allowed my enemies to capture me;\\q2 instead, you have rescued me from danger.\n\\q1",
  "9": "But now, Yahweh, act kindly toward me\\q2 because I am distressed.\n\\q1 Because I cry so much, I cannot see well,\n\\q2 and I am completely exhausted.\n\n\n\\q1",
  "10": "I have become very weak because I am so miserable;\\q2 my life is getting shorter.\n\\q1 I have become weak because of all my troubles;\n\\q2 even my bones are becoming weaker.\n\\q1",
  "11": "All of my enemies make fun of me,\\q2 and even my neighbors despise me.\n\\q1 Even my friends are afraid of me because they think that you are punishing me.\n\\q2 When they see me on the streets, they run away.\n\n\n\\q1",
  "12": "People have forgotten me like they forget people who are dead.\\q2 They think I am as useless as a broken pot.\n\\q1",
  "13": "I have heard people slandering me,\\q2 and they have terrified me.\n\\q1 My enemies are making plans\n\\q2 to kill me.\n\n\n\n\\q1",
  "14": "But Yahweh, I trust in you.\\q2 I say confidently that you are the God I worship.\n\\q1",
  "15": "My whole life is in your hands;\\q2 save me from my enemies,\n\\q2 from those who pursue me.\n\\q1",
  "16": "Act kindly toward me\\q2 and rescue me because you always faithfully love me.\n\n\n\\q1",
  "17": "Yahweh, I call out to you,\\q2 so do not allow others to disgrace me.\n\\q1 I wish that wicked people may be disgraced;\n\\q2 I wish that they may go down to the place where the people are silent and dead.\n\\q1",
  "18": "I wish that you may cause people who tell lies to be unable to speak.\\q2 Do that to people who are proud and to those who arrogantly accuse others.\n\n\n\n\\q1",
  "19": "You have stored up many great and good things to do for those who have great respect for you.\\q2 You do good things for those who go to you to be protected;\n\\q2 everyone sees you doing that.\n\\q1",
  "20": "You hide people in your presence where it is safe,\\q2 and you protect them from others who plot to kill them.\n\\q1 You hide them in safe places where their enemies cannot speak evil at them.\n\n\n\n\\q1",
  "21": "Praise Yahweh!\\q2 When my enemies surrounded the city in which I was living,\n\\q2 he showed me wonderfully that he faithfully loves me.\n\\q1",
  "22": "I was afraid and cried out in a hurry, \"I have been separated from Yahweh!\"\\q2 but you heard me and answered my cry for help.\n\n\n\n\\q1",
  "23": "You people who belong to Yahweh, love him!\\q2 He protects those who are loyal to him,\n\\q2 but he punishes the proud; he punishes them severely as they deserve.\n\\q1",
  "24": "You who confidently expect Yahweh to do great things for you,\\q2 be strong and be courageous!"
}
