{
  "1": "I will always thank Yahweh;\\q2 I will constantly praise him.\n\n\n\\q1",
  "2": "I will praise Yahweh for what he has done.\\q2 All those who are oppressed should listen to me and rejoice.\n\\q1",
  "3": "Join with me in telling others that Yahweh is great!\\q2 You and I should together proclaim how glorious he is!\n\n\n\n\\q1",
  "4": "I prayed to Yahweh, and he answered my prayer;\\q2 he rescued me from all those who caused me to be afraid.\n\\q1",
  "5": "Those who trust that he will help them will be joyful;\\q2 they will never have to look down in disgrace.\n\\q1",
  "6": "I was miserable, but I called out to Yahweh, and he heard me.\\q2 He rescued me from all my troubles.\n\n\n\\q1",
  "7": "An angel from Yahweh guards those who have an awesome respect for him,\\q2 and the angel rescues them.\n\\q1",
  "8": "Try for yourself, and you will experience that Yahweh is good to you!\\q2 How fortunate are those who trust him to protect them.\n\\q1",
  "9": "All you who belong to him, have an awesome respect for him!\\q2 Those who do that will always have the things that they need.\n\n\n\\q1",
  "10": "Lions are usually very strong, but sometimes even young lions are hungry and become weak.\\q2 However, those who trust in Yahweh will have everything that they need.\n\\q1",
  "11": "You who are my students, come and listen to me,\\q2 and I will teach you how to have an awesome respect for Yahweh.\n\n\n\\q1",
  "12": "If any of you wants to enjoy life\\q2 and have a good long life,\n\\q1",
  "13": "do not speak what it evil!\\q2 Do not tell lies!\n\\q1",
  "14": "Refuse to do evil; instead, do what is good!\\q2 Always try hard to enable people to live peacefully with each other!\n\n\n\n\\q1",
  "15": "Yahweh carefully watches over those who act righteously;\\q2 he always responds to them when they call to him for help.\n\\q1",
  "16": "But Yahweh works against those who do what is evil.\\q2 After they die, people here on earth will forget them completely.\n\\q1",
  "17": "Yahweh hears righteous people when they call out to him;\\q2 he rescues them from all their troubles.\n\n\n\\q1",
  "18": "Yahweh is always ready to help those who are discouraged;\\q2 he rescues those who have no hope for anything good.\n\\q1",
  "19": "Righteous people may have many troubles,\\q2 but Yahweh rescues them from all those troubles.\n\\q1",
  "20": "Yahweh protects them from being harmed;\\q2 when their enemies attack them,\n\\q3 they will not break any bones of those righteous people.\n\n\n\n\\q1",
  "21": "Disasters will kill the wicked people,\\q2 and Yahweh will punish those who oppose righteous people.\n\\q1",
  "22": "Yahweh will save those who serve him.\\q2 He will not condemn those who trust in him."
}
