{
  "1": "Do not be bothered by what wicked people do.\\q2 Do not desire to have the things that people who do wrong have\n\\q1",
  "2": "because they will soon disappear like grass withers in the hot sun and dries up.\\q2 Just like some green plants come up but die during the hot summer,\n\\q2 evil people will soon die also.\n\n\n\n\\q1",
  "3": "Trust in Yahweh and do what is good.\\q2 If you do that, then you will live safely in the land he has given you,\n\\q2 and that land will be a place where you can be faithful to God as you live your lives.\n\\q1",
  "4": "Be delighted with all that Yahweh does for you;\\q2 if you do that, he will give you the things that you desire most.\n\n\n\n\\q1",
  "5": "Commit to Yahweh all the things that you plan to do;\\q2 trust in him,\n\\q2 and he will do whatever is needed to help you.\n\\q1",
  "6": "He will show as clearly as the sunlight that you are innocent;\\q2 he will show as clearly as the sun at noontime\n\\q2 that all the things that you have decided are just.\n\n\n\n\\q1",
  "7": "Be quiet in Yahweh's presence and wait patiently for him to do what you want him to do.\\q2 Do not be bothered when what evil men do is successful,\n\\q2 when they are able to do the wicked things that they plan.\n\n\n\\q1",
  "8": "Do not be angry about what wicked people do.\\q2 Do not want to punish them yourself.\n\\q2 Do not be envious of such people\n\\q2 because you will only harm yourself if you try to do that.\n\\q1",
  "9": "Someday Yahweh will get rid of wicked people,\\q2 but those who trust in him will live safely in the land that he has given to them.\n\\q1",
  "10": "Soon the wicked will disappear.\\q2 You will look for them, but they will be gone.\n\n\n\\q1",
  "11": "But those who are humble will live safely in their land.\\q2 They will happily enjoy living peacefully and having the other good things that Yahweh gives them.\n\\q1",
  "12": "Wicked people plan to harm righteous people;\\q2 they snarl at them like wild animals.\n\\q1",
  "13": "But Yahweh laughs at them\\q2 because he knows that someday he will judge and punish the wicked people.\n\n\n\n\\q1",
  "14": "Wicked people pull out their swords\\q2 and they put strings on their bows,\n\\q1 ready to kill people who are poor\n\\q2 and to slaughter those who live righteously.\n\\q1",
  "15": "But they will be killed by their own swords,\\q2 and their bows will be broken.\n\n\n\n\\q1",
  "16": "It is good to be righteous even if you do not have many possessions,\\q2 but it is bad to be wicked even if you are very wealthy\n\\q1",
  "17": "because Yahweh will completely remove the strength of wicked people,\\q2 but he will sustain people who live righteously.\n\n\n\n\\q1",
  "18": "Day by day Yahweh protects those who have not done any evil things;\\q2 the things that Yahweh gives them will last forever.\n\\q1",
  "19": "They will survive when calamities occur;\\q2 when there are famines, they will still have plenty to eat.\n\n\n\n\\q1",
  "20": "But wicked people will die;\\q2 just as the beautiful wild flowers in the fields die under the hot sun and disappear like smoke,\n\\q2 Yahweh will cause his enemies to suddenly disappear.\n\\q1",
  "21": "The wicked people borrow money, but they are not able to repay it;\\q2 righteous people, in contrast, have enough money to give generously to others.\n\n\n\\q1",
  "22": "Those whom Yahweh has blessed will live safely in the land that he has given to them,\\q2 but he will get rid of those people whom he has cursed.\n\\q1",
  "23": "Yahweh protects those who do what is pleasing to him,\\q2 and he will enable them to walk confidently wherever they go;\n\\q1",
  "24": "even if they stumble, they will not fall down\\q2 because Yahweh holds them by his hand.\n\n\n\n\\q1",
  "25": "I was young previously, and now I am an old man,\\q2 but in all those years, I have never seen that righteous people have been abandoned by Yahweh,\n\\q2 nor have I seen that their children needed to beg for food.\n\\q1",
  "26": "Righteous people are generous and happily lend money to others,\\q2 and their children are a blessing to them.\n\\q1",
  "27": "Turn away from doing evil, and do what is good.\\q2 If you do that, you and your descendants will live in your land forever.\n\n\n\\q1",
  "28": "This will happen because Yahweh likes to see people doing what is just,\\q2 and he will never forsake righteous people.\n\\q1 He will protect them forever;\n\\q2 but he will get rid of the children of wicked people.\n\\q1",
  "29": "Righteous people will own the land that Yahweh promised to give to them,\\q2 and they will live there forever.\n\\q1",
  "30": "Righteous people give wise advice to others,\\q2 and they encourage other people to live rightly.\n\n\n\\q1",
  "31": "They fill their minds with God's laws;\\q2 they do not stray from walking on God's path.\n\\q1",
  "32": "Those who are evil wait in ambush for righteous people\\q2 in order to kill them as they walk by.\n\\q1",
  "33": "But Yahweh will not abandon righteous people\\q2 and let them fall into their enemies' hands.\n\\q1 He will not allow righteous people to be condemned\n\\q2 when someone takes them to a judge to be put on trial.\n\n\n\n\\q1",
  "34": "Be patient and trust that Yahweh will help you,\\q2 and walk on his paths.\n\\q1 If you do that, he will honor you by giving you the land that he promised,\n\\q2 and when he gets rid of the wicked, you will see it happen.\n\n\n\\q1",
  "35": "I have seen that wicked people who act like tyrants sometimes prosper like trees that grow well in fertile soil,\\q1",
  "36": "but when I looked later, they were gone!\\q2 I searched for them, but Yahweh had caused them to disappear.\n\n\n\n\\q1",
  "37": "Notice the people who have not done evil things, those who act righteously;\\q2 their descendants will have peace in their inner beings.\n\\q1",
  "38": "But Yahweh will get rid of the wicked;\\q2 he will also get rid of their descendants.\n\n\n\n\\q1",
  "39": "Yahweh rescues righteous people;\\q2 in times of trouble he protects them.\n\\q1",
  "40": "Yahweh helps them and saves them;\\q2 he rescues them from being attacked by wicked people\n\\q2 because they go to him to be protected."
}
