{
  "1": "I waited patiently for Yahweh to help me,\\q2 and he listened to me when I called out to him.\n\\q1",
  "2": "When I had many troubles, it was as though I was in a deep pit.\\q2 But he lifted me up out of the mud and slime of that pit;\n\\q1 he set my feet on a solid rock\n\\q2 and enabled me to walk safely.\n\n\n\\q1",
  "3": "He has given me a new song to sing,\\q2 a song to praise him who is our God.\n\\q1 Many people will find out what he has done for me,\n\\q2 and they will revere and trust him.\n\\q1",
  "4": "How fortunate are those who trust Yahweh to protect them,\\q2 those who do not trust in idols\n\\q2 or join with those who worship those false gods.\n\n\n\\q1",
  "5": "O Yahweh, my God, you have done many wonderful things!\\q2 No one can list all the wonderful things that you have planned for us.\n\\q1 If I tried to tell others about all those wonderful things,\n\\q1 I would not be able to\n\\q2 because there would be too many for me to mention.\n\\q1",
  "6": "Sacrifices and other offerings are not the things that delight you most.\\q2 But you have enabled me to hear your commands.\n\\q1 Animals burned on the altar and other offerings for our sins are not what you require most.\n\n\n\\q1",
  "7": "So I said to you, \"Yahweh, here I am,\\q2 to obey the laws that have been written in the scroll,\n\\q2 things that you want me to do.\"\n\\q1",
  "8": "O my God, I enjoy doing what you desire;\\q2 I am always thinking about your laws within my inner being.\n\\q1",
  "9": "When all your people were gathered together,\\q2 I told them about how you do what is right and how you rescue us.\n\\q2 Yahweh, you know that I have not refused to tell that to them.\n\n\n\\q1",
  "10": "I have not kept within me the news that you always act justly;\\q2 when many of your people have gathered together to worship you,\n\\q1 I have told them that you are faithful to us and save us.\n\\q2 I have not concealed that you faithfully love us and act loyally toward us.\n\\q1",
  "11": "Yahweh, do not stop acting mercifully toward me.\\q2 Because you faithfully love me and are loyal to me, protect me always.\n\n\n\\q1",
  "12": "I have many troubles; I cannot count them.\\q2 I am now suffering the things that happened because I sinned.\n\\q2 I can no longer see because of my tears.\n\\q1 The sins that I have committed are more than the hairs on my head.\n\\q2 I am very discouraged.\n\\q1",
  "13": "O Yahweh, please save me!\\q2 Come quickly to help me!\n\n\n\\q1",
  "14": "Humble those who are happy about my troubles, and cause them to be disgraced.\\q2 Chase away those who are trying to get rid of me.\n\\q1",
  "15": "I hope that those who make fun of me\\q2 will be dismayed when you defeat them.\n\n\n\\q1",
  "16": "But I hope that all those who go to worship you will be very joyful.\\q2 I hope that those who love you because you saved them will shout repeatedly,\n\\q1 \"Yahweh is great!\"\n\\q1",
  "17": "As for me, I am poor and needy,\\q2 but I know that the Lord has not forgotten me.\n\\q1 O my God, you are the one who saves and helps me,\n\\q2 so please come quickly and help me!"
}
