{
  "1": "God, it is right for us to praise you in Jerusalem\\q1 and to do what we have promised you that we would do\n\\q2",
  "2": "because you answer our prayers.\\q1 People everywhere will come to you\n\\q2",
  "3": "Our many sins are like a very heavy burden to us,\\q1 but you forgive us.\n\n\n\\q1",
  "4": "How fortunate are those whom you have chosen\\q2 to always be in your temple courtyards.\n\\q1 We will be satisfied with all the blessings that you will give us because we worship you in your sacred temple.\n\n\n\n\\q1",
  "5": "God, when we pray to you, you answer us and save us by doing awesome deeds;\\q2 you are the one who rescues us;\n\\q1 people who live in very remote places on the earth, on the other side of the oceans, trust in you.\n\n\n\\q1",
  "6": "You are the one who put the mountains in their places,\\q2 showing that you are very powerful.\n\\q1",
  "7": "You are the one who calms the seas when they roar,\\q2 and stop the waves from pounding on the shore;\n\\q1 you also calm people when they cause a lot of trouble.\n\n\n\\q1",
  "8": "People who live in very remote places on the earth\\q2 are awed by the miracles that you perform;\n\\q1 because of what you do,\n\\q2 people who live far to the west and far to the east shout joyfully.\n\\q1",
  "9": "You take care of the soil and send rain,\\q2 causing many good things to grow;\n\\q1 you fill the streams with water\n\\q2 and cause grain to grow.\n\\q1 This is what you have determined would happen.\n\n\n\\q1",
  "10": "You send plenty of rain on the fields that have been plowed,\\q2 and you fill the furrows with water.\n\\q1 With showers you soften the hard clods of soil,\n\\q2 and you bless the soil by causing young plants to grow.\n\\q1",
  "11": "Because you bless the soil, there are very good crops at harvest season;\\q2 wherever you have gone, good crops are very abundant.\n\\q1",
  "12": "The pastures in the wilderness are wet with the morning dew,\\q2 it is as though the hills are singing joyful songs.\n\n\\q1",
  "13": "The meadows are covered with sheep and goats,\\q2 and the valleys are full of grain;\n\\q2 it is as though they also sing and shout joyfully."
}
