{
  "1": "I will cry out to God;\\q1 I will cry aloud to him, and he will listen to me.\n\n\n\\q1",
  "2": "At the time that I had trouble, I prayed to the Lord;\\q2 all during the night I lifted up my hands while I prayed,\n\\q2 but nothing could comfort me.\n\\q1",
  "3": "When I thought about God, I despaired;\\q1 when I meditated about him, I grew discouraged.\n\n\n\n\\q1",
  "4": "All during the night he prevented me from sleeping;\\q2 I was so worried that I did not know what to say.\n\\q1",
  "5": "I thought about days that had passed;\\q2 I remembered what had happened in previous years.\n\n\n\\q1",
  "6": "I spent all the night thinking about things;\\q2 I meditated, and this is what I asked myself:\n\\q1",
  "7": "\"Will the Lord always reject me?\\q2 Will he never again be pleased with me?\n\n\n\\q1",
  "8": "Has he stopped faithfully loving me?\\q1 Will he not do for me what he promised to do?\n\\q1",
  "9": "God promised to act mercifully toward me; has he forgotten that?\\q2 Because he is angry with me, has he decided not to be kind to me?\"\n\n\n\n\\q1",
  "10": "I said, \"What causes me to be sad the most is that\\q1 it seems that God, who is greater than any other god, is no longer using his power for us.\"\n\n\n\n\\q1",
  "11": "But then, Yahweh, I recall your great deeds;\\q2 I remember the wonderful things that you did in the past.\n\\q2",
  "12": "I meditate on all that you have done,\\q2 and I think about your mighty acts.\n\n\n\n\\q1",
  "13": "God, everything that you do is amazing;\\q2 there is certainly no god who is great like you are!\n\\q1",
  "14": "You are God, the one who performs miracles;\\q2 you showed to the people of many people groups that you are powerful.\n\\q1",
  "15": "By your power you rescued your people from Egypt;\\q2 you saved those who were descendants of Jacob and his son Joseph.\n\n\n\n\\q1",
  "16": "It was as though the waters saw you and became very afraid,\\q2 and even the deepest part of the water shook.\n\\q",
  "17": "Rain poured down from the clouds;\\q2 it thundered very loudly,\n\\q2 and lightning flashed in all directions.\n\n\n\\q",
  "18": "Thunder crashed in the whirlwind—your voice!\\q2 Lightning lit up,\n\\q1 and the earth shook violently.\n\\q1",
  "19": "Then you walked through the sea\\q2 in a path that you made through the deep water,\n\\q2 but your footprints could not be seen.\n\\q1",
  "20": "You led your people as a shepherd leads his flock of sheep\\q2 while Moses and Aaron were the leaders of your people."
}
