{
  "1": "Those who live under the protection of God Almighty,\\q2 will be able to rest safely under his care.\n\\q1",
  "2": "I will declare to Yahweh,\\q2 \"You protect me;\n\\q2 you are like a fort in which I am safe.\n\\q2 You are my God, the one in whom I trust.\"\n\n\n\n\\q1",
  "3": "He will rescue you from all hidden traps\\q2 and save you from deadly diseases.\n\\q1",
  "4": "He will shield you as a bird protects her young under her wings.\\q2 You will be safe in his care.\n\\q2 His faithfully doing what he has promised is like a shield that will protect you.\n\n\n\\q1",
  "5": "You will not be afraid of things that happen during the night that could terrorize you\\q2 or of arrows that your enemies will shoot at you during the day.\n\\q1",
  "6": "You will not be afraid of plagues that demons cause when they attack people at night\\q2 or of other evil forces that kill people at midday.\n\\q1",
  "7": "Even if a thousand people fall dead alongside you,\\q2 even if ten thousand people are dying around you,\n\\q2 you will not be harmed.\n\n\n\\q1",
  "8": "Look and see\\q2 that wicked people are being punished!\n\\q1",
  "9": "Yahweh protects me;\\q2 trust God Almighty to shelter you, too.\n\n\n\\q1",
  "10": "If you do, nothing evil will happen to you;\\q2 no plague will come near your house\n\\q1",
  "11": "because Yahweh will command his angels\\q2 to protect you in whatever you are doing.\n\n\n\\q1",
  "12": "They will hold you up with their hands\\q2 so that you will not hurt your foot on a big stone.\n\\q1",
  "13": "You will be kept safe from being harmed by your enemies;\\q2 it will be as though you were killing strong lions and poisonous snakes by stepping on them!\n\n\n\n\\q1",
  "14": "Yahweh says, \"I will rescue those who love me;\\q2 I will protect them because they acknowledge that I am Yahweh.\n\\q1",
  "15": "When they call out to me, I will answer them.\\q2 I will help them when they are experiencing trouble;\n\\q2 I will rescue them and honor them.\n\\q1",
  "16": "I will reward them by enabling them to live a long time,\\q2 and I will save them.\""
}
