{
  "1": "The word of Yahweh came to me again and said,",
  "2": "\"What do you mean, you who use this proverb concerning the land of Israel and say,\n\\q 'Fathers eat sour grapes, and the children's teeth are made blunt?'",
  "3": "As I live—this is the Lord Yahweh's declaration—there will certainly no longer be any occasion for you to use this proverb in Israel.",
  "4": "Behold! Every life belong to me—the life of the father as well as the life of the son belong to me! The soul who sins is the one who will die!",
  "5": "Suppose that a man is righteous and carries out justice and righteousness.",
  "6": "Suppose that he has not eaten on the mountains, that he has not lifted up his eyes to the idols of the house of Israel, and that he has not defiled his neighbor's wife, nor approached a woman during her monthly period.",
  "7": "Suppose that he has not oppressed anyone but instead has returned a pledge to its debtor. Suppose that he has not taken what was stolen, but instead gives his food to the hungry, and that he covers the naked with clothes.",
  "8": "Then suppose that he does not charge any interest for loans, nor gains too much profit. Suppose that he carries out justice and establishes faithfulness between people.",
  "9": "Suppose that he walks in my statutes and keeps my decrees to act faithfully. Then the promise for this righteous man is this: He will surely live!—this is the Lord Yahweh's declaration.",
  "10": "But suppose that he has a violent son who sheds blood and does any of these things to a brother,\n\\f + \\ft Some ancient copies and many modern versions leave out \\fqa to a brother \\fqa* . \\f*",
  "11": "even though his father did not do any of these things. Suppose that he eats on the mountains and he defiles his neighbor's wife.",
  "12": "Suppose that he oppresses the poor and needy, and that he seizes and robs and does not return a pledge. Suppose that he lifts up his eyes to the idols or commits disgusting actions.",
  "13": "Suppose that he lends charging interest or gains too much profit. Should he live? He will not live! He has done all these disgusting actions. He will surely die, and his blood will be on him.",
  "14": "But behold! Suppose that he bears a son who sees all the sins that his father has committed. Suppose that he himself fears God and does not do such things.",
  "15": "Suppose that he does not eat on the mountains. Suppose that he does not lift up his eyes to the idols of the house of Israel, nor does he defile his neighbor's wife.",
  "16": "Suppose that he does not oppress anyone, seize a pledge, or take stolen things, but instead gives his food to the hungry and covers the naked with clothes.",
  "17": "Suppose that he draws his hand back from the poor and does not take interest or gains too much profit. Suppose that he carries out my decrees and walks according to my statutes. Then he will not die for his father's sin; he will surely live!\n\\f + \\ft Instead of \\fqa the poor \\fqa* , some ancient and many modern versions have \\fqa from sin \\fqa* . \\f*",
  "18": "His father, since he oppressed others by extortion and robbed his brother, and did what is not good among his people—behold, he will die in his iniquity.",
  "19": "But you say, 'Why does the son not bear the iniquity of his father?' Because the son carries out justice and righteousness and keeps all my statutes; he does them. He will surely live!",
  "20": "The one who sins, he will die. A son will not bear his father's iniquity, and a father will not bear his son's iniquity. The righteousness of the one who acts rightly will be on himself, and the wickedness of the wicked person will be on himself.",
  "21": "But if the wicked turns away from all his sins that he has done, and keeps all my statutes and performs justice and righteousness, then he will certainly live and not die.",
  "22": "All the transgressions that he has committed will not be called to mind against him. He will live by the righteousness that he practices.",
  "23": "Do I greatly rejoice over the death of the wicked—this is the Lord Yahweh's declaration—and not in his turning away from his way so that he may live?",
  "24": "But if the righteous person turns away from his righteousness and commits iniquity and practices abominations like all the abominations that the wicked person does, then will he live? All the righteousness that he had done will not be called to mind when he betrays me in his treason. So he will die in the sins that he commits.",
  "25": "But you say, 'The way of the Lord is not fair!' Listen, house of Israel! Are my ways unfair? Is it not your ways that are unfair?",
  "26": "When the righteous man turns away from his righteousness, and commits iniquity and dies because of them, then he will die in the iniquity that he has done.",
  "27": "But when a wicked man turns away from his wickedness that he has done and performs justice and righteousness, then he will preserve his life.",
  "28": "For he has seen and turned away from all the transgressions that he had done. He will live life; he will not die.",
  "29": "But the house of Israel says, 'The way of the Lord is not fair!' How is my way not fair, house of Israel? How is your way not unfair?",
  "30": "Therefore I will judge each man among you according to his ways, house of Israel!—this is the Lord Yahweh's declaration. Repent and turn away from all your transgressions so that they will not be stumbling blocks of iniquity against you.",
  "31": "Throw away from off yourselves all of the transgressions that you have committed; make a new heart and a new spirit for yourselves. For why should you die, house of Israel?",
  "32": "For I do not rejoice in the death of the one who dies—this is the Lord Yahweh's declaration—so repent and live!\""
}
