{
  "1": "וַ֠יִּשְׁלַח H7971 חירם H2438 מֶֽלֶךְ H4428 צֹ֥ר H6865 מַלְאָכִים֮ H4397 אֶל H413 דָּוִיד֒ H1732 וַעֲצֵ֣י H6086 אֲרָזִ֔ים H730 וְחָרָשֵׁ֣י H2796 קִ֔יר H7023 וְחָרָשֵׁ֖י H2796 עֵצִ֑ים H6086 לִבְנ֥וֹת H1129 ל֖וֹ Hl בָּֽיִת H1004 ",
  "2": "וַיֵּ֣דַע H3045 דָּוִ֔יד H1732 כִּֽי H3588 הֱכִינ֧וֹ H3559 יְהוָ֛ה H3068 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 כִּֽי H3588 נִשֵּׂ֤את H5375 לְמַ֨עְלָ H4605 מַלְכוּת֔וֹ H4438 בַּעֲב֖וּר H5668 עַמּ֥וֹ H5971 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיִּקַּ֨ח H3947 דָּוִ֥יד H1732 ע֛וֹד H5750 נָשִׁ֖ים H802 בִּירוּשָׁלִָ֑ם H3389 וַיּ֧וֹלֶד H3205 דָּוִ֛יד H1732 ע֖וֹד H5750 בָּנִ֥ים H1121 וּבָנֽוֹת H1323 ",
  "4": "וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 הַיְלוּדִ֔ים H3205 אֲשֶׁ֥ר H834 הָיוּ H1961 ל֖וֹ Hl בִּירוּשָׁלִָ֑ם H3389 שַׁמּ֣וּעַ H8051 וְשׁוֹבָ֔ב H7727 נָתָ֖ן H5416 וּשְׁלֹמֹֽה H8010 ",
  "5": "וְיִבְחָ֥ר H2984 וֶאֱלִישׁ֖וּעַ H474 וְאֶלְפָּֽלֶט H467 ",
  "6": "וְנֹ֥גַהּ H5052 וְנֶ֖פֶג H5298 וְיָפִֽיעַ H3309 ",
  "7": "וֶאֱלִישָׁמָ֥ע H476 וּבְעֶלְיָדָ֖ע H1182 וֶאֱלִיפָֽלֶט H467 ",
  "8": "וַיִּשְׁמְע֣וּ H8085 פְלִשְׁתִּ֗ים H6430 כִּי H3588 נִמְשַׁ֨ח H4886 דָּוִ֤יד H1732 לְמֶ֨לֶךְ֙ H4428 עַל H5921 כָּל H3605 יִשְׂרָאֵ֔ל H3478 וַיַּעֲל֥וּ H5927 כָל H3605 פְּלִשְׁתִּ֖ים H6430 לְבַקֵּ֣שׁ H1245 אֶת H853 דָּוִ֑יד H1732 וַיִּשְׁמַ֣ע H8085 דָּוִ֔יד H1732 וַיֵּצֵ֖א H3318 לִפְנֵי H6440 ",
  "9": "וּפְלִשְׁתִּ֖ים H6430 בָּ֑אוּ H935 וַֽיִּפְשְׁט֖וּ H6584 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
  "10": "וַיִּשְׁאַ֨ל H7592 דָּוִ֤יד H1732 בֵּאלֹהִים֙ H430 לֵאמֹ֔ר H559 הַאֶֽעֱלֶה֙ H5927 עַל H5921 פלשתיים H6430 וּנְתַתָּ֖ H5414 בְּיָדִ֑ H3027 וַיֹּ֨אמֶר H559 ל֤וֹ Hl יְהוָה֙ H3068 עֲלֵ֔ה H5927 וּנְתַתִּ֖י H5414 בְּיָדֶֽ H3027 ",
  "11": "וַיַּעֲל֥וּ H5927 בְּבַֽעַל H1188 פְּרָצִים֮ H1188 וַיַּכֵּ֣ H5221 שָׁ֣ם H8033 דָּוִיד֒ H1732 וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 פָּרַ֨ץ H6555 הָֽאֱלֹהִ֧ים H430 אֶת H853 אוֹיְבַ֛י H341 בְּיָדִ֖ H3027 כְּפֶ֣רֶץ H6556 מָ֑יִם H4325 עַל H5921 כֵּ֗ן H3651 קָֽרְא֛וּ H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 בַּ֥עַל H1188 פְּרָצִֽים H1188 ",
  "12": "וַיַּעַזְבוּ H5800 שָׁ֖ם H8033 אֶת H853 אֱלֹֽהֵיהֶ֑ם H430 וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 וַיִּשָּׂרְפ֖וּ H8313 בָּאֵֽשׁ H784 ",
  "13": "וַיֹּסִ֤יפוּ H3254 עוֹד֙ H5750 פְּלִשְׁתִּ֔ים H6430 וַֽיִּפְשְׁט֖וּ H6584 בָּעֵֽמֶק H6010 ",
  "14": "וַיִּשְׁאַ֨ל H7592 ע֤וֹד H5750 דָּוִיד֙ H1732 בֵּֽאלֹהִ֔ים H430 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הָֽאֱלֹהִ֔ים H430 לֹ֥א H3808 תַֽעֲלֶ֖ה H5927 אַֽחֲרֵיהֶ֑ם H310 הָסֵב֙ H5437 מֵֽעֲלֵי H5921 וּבָ֥אתָ H935 לָהֶ֖ם H1992 מִמּ֥וּל H4136 הַבְּכָאִֽים H1057 ",
  "15": "וִ֠יהִי H1961 כְּֽשָׁמְעֲ H8085 אֶת H853 ק֤וֹל H6963 הַצְּעָדָה֙ H6807 בְּרָאשֵׁ֣י H7218 הַבְּכָאִ֔ים H1057 אָ֖ז H227 תֵּצֵ֣א H3318 בַמִּלְחָמָ֑ה H4421 כִּֽי H3588 יָצָ֤א H3318 הָֽאֱלֹהִים֙ H430 לְפָנֶ֔י H6440 לְהַכּ֖וֹת H5221 אֶת H853 מַחֲנֵ֥ה H4264 פְלִשְׁתִּֽים H6430 ",
  "16": "וַיַּ֣עַשׂ H6213 דָּוִ֔יד H1732 כַּֽאֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 הָֽאֱלֹהִ֑ים H430 וַיַּכּוּ֙ H5221 אֶת H853 מַחֲנֵ֣ה H4264 פְלִשְׁתִּ֔ים H6430 מִגִּבְע֖וֹן H1391 וְעַד H5704 גָּֽזְרָה H1507 ",
  "17": "וַיֵּצֵ֥א H3318 שֵׁם H8034 דָּוִ֖יד H1732 בְּכָל H3605 הָֽאֲרָצ֑וֹת H776 וַֽיהוָ֛ה H3068 נָתַ֥ן H5414 אֶת H853 פַּחְדּ֖וֹ H6343 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 "
}
