{
  "1": "וַיְהִ֡י H1961 לְעֵת֩ H6256 תְּשׁוּבַ֨ת H8666 הַשָּׁנָ֜ה H8141 לְעֵ֣ת H6256 צֵ֣את H3318 הַמְּלָכִ֗ים H4428 וַיִּנְהַ֣ג H5090 יוֹאָב֩ H3097 אֶת H853 חֵ֨יל H2426 הַצָּבָ֜א H6635 וַיַּשְׁחֵ֣ת H7843 אֶת H853 אֶ֣רֶץ H776 בְּנֵֽי H1121 עַמּ֗וֹן H5983 וַיָּבֹא֙ H935 וַיָּ֣צַר H6696 אֶת H853 רַבָּ֔ה H7237 וְדָוִ֖יד H1732 יֹשֵׁ֣ב H3427 בִּירֽוּשָׁלִָ֑ם H3389 וַיַּ֥ךְ H5221 יוֹאָ֛ב H3097 אֶת H853 רַבָּ֖ה H7237 וַיֶּֽהֶרְסֶֽ H2040 ",
  "2": "וַיִּקַּ֣ח H3947 דָּוִ֣יד H1732 אֶת H853 עֲטֶֽרֶת H5850 מַלְכָּם֩ H4428 מֵעַ֨ל H5921 רֹאשׁ֜וֹ H7218 וַֽיִּמְצָאָ֣ H4672 מִשְׁקַ֣ל H4948 כִּכַּר H3603 זָהָ֗ב H2091 וּבָ Hc/Hb אֶ֣בֶן H68 יְקָרָ֔ה H3368 וַתְּהִ֖י H1961 עַל H5921 רֹ֣אשׁ H7218 דָּוִ֑יד H1732 וּשְׁלַ֥ל H7998 הָעִ֛יר H5892 הוֹצִ֖יא H3318 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
  "3": "וְאֶת H853 הָעָ֨ם H5971 אֲשֶׁר H834 בָּ֜הּ Hb הוֹצִ֗יא H3318 וַיָּ֨שַׂר H7787 בַּמְּגֵרָ֜ה H4050 וּבַ H2757 הַבַּרְזֶל֙ H1270 וּבַ H4050 וְכֵן֙ H3651 יַעֲשֶׂ֣ה H6213 דָוִ֔יד H1732 לְכֹ֖ל H3605 עָרֵ֣י H5892 בְנֵי H1121 עַמּ֑וֹן H5983 וַיָּ֧שָׁב H7725 דָּוִ֛יד H1732 וְכָל H3605 הָעָ֖ם H5971 יְרוּשָׁלִָֽם H3389 ",
  "4": "וַיְהִי֙ H1961 אַחֲרֵיכֵ֔ן H310 וַתַּעֲמֹ֧ד H5975 מִלְחָמָ֛ה H4421 בְּגֶ֖זֶר H1507 עִם H5973 פְּלִשְׁתִּ֑ים H6430 אָ֣ז H227 הִכָּ֞ה H5221 סִבְּכַ֣י H5444 הַחֻֽשָׁתִ֗י H2843 אֶת H853 סִפַּ֛י H5598 מִילִדֵ֥י H3211 הָרְפָאִ֖ים H7497 וַיִּכָּנֵֽעוּ H3665 ",
  "5": "וַתְּהִי H1961 ע֥וֹד H5750 מִלְחָמָ֖ה H4421 אֶת H854 פְּלִשְׁתִּ֑ים H6430 וַיַּ֞ךְ H5221 אֶלְחָנָ֣ן H445 בֶּן H1121 יעור H3265 אֶת H853 לַחְמִי֙ H3902 אֲחִי֙ H251 גָּלְיָ֣ת H1555 הַגִּתִּ֔י H1663 וְעֵ֣ץ H6086 חֲנִית֔וֹ H2595 כִּמְנ֖וֹר H4500 אֹרְגִֽים H707 ",
  "6": "וַתְּהִי H1961 ע֥וֹד H5750 מִלְחָמָ֖ה H4421 בְּגַ֑ת H1661 וַיְהִ֣י H1961 אִ֣ישׁ H376 מִדָּ֗ה H4060 וְאֶצְבְּעֹתָ֤י H676 שֵׁשׁ H8337 וָשֵׁשׁ֙ H8337 עֶשְׂרִ֣ים H6242 וְאַרְבַּ֔ע H702 וְגַם H1571 ה֖וּא H1931 נוֹלַ֥ד H3205 לְהָ H7497 ",
  "7": "וַיְחָרֵ֖ף H2778 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיַּכֵּ֨ H5221 יְה֣וֹנָתָ֔ן H3083 בֶּן H1121 שִׁמְעָ֖א H8092 אֲחִ֥י H251 דָוִֽיד H1732 ",
  "8": "אֵ֛ל H411 נוּלְּד֥וּ H3205 לְהָ H7497 בְּגַ֑ת H1661 וַיִּפְּל֥וּ H5307 בְיַד H3027 דָּוִ֖יד H1732 וּבְ H3027 עֲבָדָֽיו H5650 "
}
