{
  "1": "וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 זֶ֣ה H2088 ה֔וּא H1931 בֵּ֖ית H1004 יְהוָ֣ה H3068 הָאֱלֹהִ֑ים H430 וְזֶה H2088 מִּזְבֵּ֥חַ H4196 לְעֹלָ֖ה H5930 לְיִשְׂרָאֵֽל H3478 ",
  "2": "וַיֹּ֣אמֶר H559 דָּוִ֔יד H1732 לִכְנוֹס֙ H3664 אֶת H853 הַגֵּרִ֔ים H1616 אֲשֶׁ֖ר H834 בְּאֶ֣רֶץ H776 יִשְׂרָאֵ֑ל H3478 וַיַּעֲמֵ֣ד H5975 חֹֽצְבִ֗ים H2672 לַחְצוֹב֙ H2672 אַבְנֵ֣י H68 גָזִ֔ית H1496 לִבְנ֖וֹת H1129 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "3": "וּבַרְזֶ֣ל H1270 לָ֠רֹב H7230 לַֽמִּסְמְרִ֞ים H4548 לְדַלְת֧וֹת H1817 הַשְּׁעָרִ֛ים H8179 וְלַֽ H4226 הֵכִ֣ין H3559 דָּוִ֑יד H1732 וּנְחֹ֥שֶׁת H5178 לָרֹ֖ב H7230 אֵ֥ין H369 מִשְׁקָֽל H4948 ",
  "4": "וַעֲצֵ֥י H6086 אֲרָזִ֖ים H730 לְאֵ֣ין H369 מִסְפָּ֑ר H4557 כִּֽי H3588 הֵ֠בִיאוּ H935 הַצִּֽידֹנִ֨ים H6722 וְהַ H6876 עֲצֵ֧י H6086 אֲרָזִ֛ים H730 לָרֹ֖ב H7230 לְדָוִֽיד H1732 ",
  "5": "וַיֹּ֣אמֶר H559 דָּוִ֗יד H1732 שְׁלֹמֹ֣ה H8010 בְנִי֮ H1121 נַ֣עַר H5288 וָרָךְ֒ H7390 וְהַ H1004 לִבְנ֣וֹת H1129 לַיהוָ֗ה H3068 לְהַגְדִּ֨יל H1431 לְמַ֜עְלָ H4605 לְשֵׁ֤ם H8034 וּלְ H8597 לְכָל H3605 הָ֣אֲרָצ֔וֹת H776 אָכִ֥ינָה H3559 נָּ֖א H4994 ל֑וֹ Hl וַיָּ֧כֶן H3559 דָּוִ֛יד H1732 לָרֹ֖ב H7230 לִפְנֵ֥י H6440 מוֹתֽוֹ H4194 ",
  "6": "וַיִּקְרָ֖א H7121 לִשְׁלֹמֹ֣ה H8010 בְנ֑וֹ H1121 וַיְצַוֵּ֨ H6680 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "7": "וַיֹּ֥אמֶר H559 דָּוִ֖יד H1732 לִשְׁלֹמֹ֑ה H8010 בנו H1121 אֲנִי֙ H589 הָיָ֣ה H1961 עִם H5973 לְבָבִ֔י H3824 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֖ם H8034 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
  "8": "וַיְהִ֨י H1961 עָלַ֤י H5921 דְּבַר H1697 יְהוָה֙ H3068 לֵאמֹ֔ר H559 דָּ֤ם H1818 לָרֹב֙ H7230 שָׁפַ֔כְתָּ H8210 וּמִלְחָמ֥וֹת H4421 גְּדֹל֖וֹת H1419 עָשִׂ֑יתָ H6213 לֹֽא H3808 תִבְנֶ֥ה H1129 בַ֨יִת֙ H1004 לִשְׁמִ֔ H8034 כִּ֚י H3588 דָּמִ֣ים H1818 רַבִּ֔ים H7227 שָׁפַ֥כְתָּ H8210 אַ֖רְצָה H776 לְפָנָֽ H6440 ",
  "9": "הִנֵּה H2009 בֵ֞ן H1121 נוֹלָ֣ד H3205 לָ֗ךְ Hl ה֤וּא H1931 יִהְיֶה֙ H1961 אִ֣ישׁ H376 מְנוּחָ֔ה H4496 וַהֲנִח֥וֹתִי H5117 ל֛וֹ Hl מִכָּל H3605 אוֹיְבָ֖יו H341 מִסָּבִ֑יב H5439 כִּ֤י H3588 שְׁלֹמֹה֙ H8010 יִהְיֶ֣ה H1961 שְׁמ֔וֹ H8034 וְשָׁל֥וֹם H7965 וָשֶׁ֛קֶט H8253 אֶתֵּ֥ן H5414 עַל H5921 יִשְׂרָאֵ֖ל H3478 בְּיָמָֽי H3117 ",
  "10": "הֽוּא H1931 יִבְנֶ֥ה H1129 בַ֨יִת֙ H1004 לִשְׁמִ֔ H8034 וְהוּא֙ H1931 יִהְיֶה H1961 לִּ֣י Hl לְבֵ֔ן H1121 וַאֲנִי H589 ל֖וֹ Hl לְאָ֑ב H1 וַהֲכִ֨ינוֹתִ֜י H3559 כִּסֵּ֧א H3678 מַלְכוּת֛וֹ H4438 עַל H5921 יִשְׂרָאֵ֖ל H3478 עַד H5704 עוֹלָֽם H5769 ",
  "11": "עַתָּ֣ה H6258 בְנִ֔י H1121 יְהִ֥י H1961 יְהוָ֖ה H3068 עִמָּ֑ךְ H5973 וְהִצְלַחְתָּ֗ H6743 וּבָנִ֨יתָ֙ H1129 בֵּ֚ית H1004 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 עָלֶֽיךָ H5921 ",
  "12": "אַ֣ךְ H389 יִֽתֶּן H5414 לְּךָ֤ Hl יְהוָה֙ H3068 שֵׂ֣כֶל H7922 וּבִינָ֔ה H998 וִֽיצַוְּ H6680 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְלִ H8104 אֶת H853 תּוֹרַ֖ת H8451 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "13": "אָ֣ז H227 תַּצְלִ֔יחַ H6743 אִם H518 תִּשְׁמ֗וֹר H8104 לַעֲשׂוֹת֙ H6213 אֶת H853 הַֽחֻקִּ֣ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֔ים H4941 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 עַל H5921 יִשְׂרָאֵ֑ל H3478 חֲזַ֣ק H2388 וֶאֱמָ֔ץ H553 אַל H408 תִּירָ֖א H3372 וְאַל H408 תֵּחָֽת H2865 ",
  "14": "וְהִנֵּ֨ה H2009 בְעָנְיִ֜ H6040 הֲכִינ֣וֹתִי H3559 לְבֵית H1004 יְהוָ֗ה H3068 זָהָ֞ב H2091 כִּכָּרִ֤ים H3603 מֵֽאָה H3967 אֶ֨לֶף֙ H505 וְכֶ֗סֶף H3701 אֶ֤לֶף H505 אֲלָפִים֙ H505 כִּכָּרִ֔ים H3603 וְלַ H5178 וְלַ H1270 אֵ֣ין H369 מִשְׁקָ֔ל H4948 כִּ֥י H3588 לָרֹ֖ב H7230 הָיָ֑ה H1961 וְעֵצִ֤ים H6086 וַאֲבָנִים֙ H68 הֲכִינ֔וֹתִי H3559 וַעֲלֵי H5921 תּוֹסִֽיף H3254 ",
  "15": "וְעִמְּ H5973 לָרֹב֙ H7230 עֹשֵׂ֣י H6213 מְלָאכָ֔ה H4399 חֹצְבִ֕ים H2672 וְחָרָשֵׁ֥י H2796 אֶ֖בֶן H68 וָעֵ֑ץ H6086 וְכָל H3605 חָכָ֖ם H2450 בְּכָל H3605 מְלָאכָֽה H4399 ",
  "16": "לַזָּהָ֥ב H2091 לַכֶּ֛סֶף H3701 וְלַ H5178 וְלַ H1270 אֵ֣ין H369 מִסְפָּ֑ר H4557 ק֣וּם H6965 וַעֲשֵׂ֔ה H6213 וִיהִ֥י H1961 יְהוָ֖ה H3068 עִמָּֽךְ H5973 ",
  "17": "וַיְצַ֤ו H6680 דָּוִיד֙ H1732 לְכָל H3605 שָׂרֵ֣י H8269 יִשְׂרָאֵ֔ל H3478 לַעְזֹ֖ר H5826 לִשְׁלֹמֹ֥ה H8010 בְנֽוֹ H1121 ",
  "18": "הֲלֹ֨א H3808 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 עִמָּכֶ֔ם H5973 וְהֵנִ֥יחַ H5117 לָכֶ֖ם Hl מִסָּבִ֑יב H5439 כִּ֣י H3588 נָתַ֣ן H5414 בְּיָדִ֗ H3027 אֵ֚ת H853 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 וְנִכְבְּשָׁ֥ה H3533 הָאָ֛רֶץ H776 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 וְלִ H6440 עַמּֽוֹ H5971 ",
  "19": "עַתָּ֗ה H6258 תְּנ֤וּ H5414 לְבַבְכֶם֙ H3824 וְנַפְשְׁ H5315 לִדְר֖וֹשׁ H1875 לַיהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְק֗וּמוּ H6965 וּבְנוּ֙ H1129 אֶת H853 מִקְדַּשׁ֙ H4720 יְהוָ֣ה H3068 הָֽאֱלֹהִ֔ים H430 לְהָבִ֞יא H935 אֶת H853 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֗ה H3068 וּכְלֵי֙ H3627 קֹ֣דֶשׁ H6944 הָֽאֱלֹהִ֔ים H430 לַבַּ֖יִת H1004 הַנִּבְנֶ֥ה H1129 לְשֵׁם H8034 יְהוָֽה H3068 "
}
