{
  "1": "1-2 After King Amaziah died, all the people took his son Uzziah to be their king. Uzziah was sixteen years old at that time. One of the things that happened while he was the king was that his workers captured the city of Elath, and rebuilt it.",
  "3": "Uzziah ruled in Jerusalem for fifty-two years. His mother was Jecoliah; she was from Jerusalem.",
  "4": "Uzziah did things that Yahweh said are good, like his father Amaziah had done.",
  "5": "He tried to please God while the priest Zechariah was living, because Zechariah taught him to revere God. As long as Amaziah tried to please God, God enabled him to be successful.",
  "6": "Amaziah and his army went to attack the army of Philistia. They tore down the walls of the cities of Gath, Jabneh, and Ashdod. Then they rebuilt the cities near Ashdod and in other places in Philistia.",
  "7": "God helped them to fight the army of Philistia and the Arabs who lived in the city of Gur Baal, and the descendants of Meun who had come to that area from Edom.",
  "8": "Even the Ammon people group paid taxes to Amaziah each year. So Amaziah became famous as far as the border of Egypt, because he had become very powerful.",
  "9": "Amaziah's workers built watchtowers in Jerusalem at the Corner Gate, at the Valley Gate, and at the place where the wall turns, and they placed weapons in those towers.",
  "10": "They also built watchtowers in the wilderness and dug many wells. They did that to provide water for a lot of the king's cattle that were in the foothills and in the plains. Amaziah was very interested in farming, so he also stationed workers to take care of his fields, vineyards in the hills, and in the fertile areas.",
  "11": "Amaziah's army was trained for fighting battles. They were in groups that were always ready to go into battles. Jeiel, the king's secretary, and Maaseiah, one of the army officers, counted the men and placed them in groups. Hananiah, one of the king's officials, was their commander.",
  "12": "There were leaders appointed to be in charge of the soldiers. They came from the traditional families of Judah, and were 2,600 in number.",
  "13": "In the groups that those leaders commanded there was a total of 307,500 well-trained soldiers. It was a very powerful army, ready to fight the king's enemies.",
  "14": "Amaziah gave to each soldier a shield, a spear, a helmet, a vest made of iron plates, a bow and arrows, and a sling for throwing stones.",
  "15": "In Jerusalem his skilled workers made machines to put on the watchtowers and on the corners of the walls, to shoot arrows and to hurl large stones. He became very famous even in distant places, because God helped him very much and enabled him to become very powerful.",
  "16": "But because Amaziah was very powerful, he became very proud, and that caused him to be punished. He disobeyed what Yahweh his God had commanded. He went into the temple to burn incense on the altar where God had said that only the priests should burn incense.",
  "17": "Azariah, the high priest, and eighty other brave priests followed him into the temple.",
  "18": "They rebuked him and said to him, \"Amaziah, it is not right for you are set apart to burn incense to honor Yahweh. That duty is for the priests, those who are descendants of Aaron our first high priest! You must leave immediately, because you have disobeyed Yahweh our God, and he will not honor you for what you have done!\"",
  "19": "Now Amaziah was holding in his hand a pan for burning incense. He became very angry with the priests, but suddenly there spots of leprosy appeared on his forehead.",
  "20": "When Azariah the high priest and all the other priests who were there looked at him, they saw the leprosy on his forehead, so they quickly took him outside. And truly the king was eager to leave the temple, because he knew that it was Yahweh who had caused him to have that leprosy, and he did not want it to become worse.",
  "21": "King Amaziah had leprosy until he died. Because he had leprosy, he lived in a house that was not near other houses, and he was not allowed to enter the courtyard of the temple. His son Jotham supervised the palace and ruled the people of Judah.",
  "22": "A record of all the other things that Amaziah did while he was the king of Judah was written by the prophet Isaiah son of Amoz.",
  "23": "Because Amaziah was a leper, when he died they would not bury him in the royal tombs. Instead, they buried him in a nearby cemetery that the kings owned. Then his son Jotham became the king of Judah."
}
