{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Nahash, the king of the Ammon people group, died; then his son Hanun became their king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David thought to himself, \"Nahash was kind to me, so I will be kind to his son.\" So David sent some officials there, to tell Hanun that David was sorry that Hanun's father had died.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "When those messengers arrived in the land of Ammon,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Ammonite leaders said to Hanun, \"Do you think that it is to honor your father that David has sent these men to say that he is sorry that you father died? We think that he has sent them here to look around the city to determine how his army can conquer us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hanun believed what they said. So he commanded some soldiers to seize David's officials and insult them by shaving off one side of their beards, and by cutting off the lower part of their robes, with the result that their buttocks could be seen, and then they sent them away.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men were very humiliated, so they did not want to return home. When David found out about what had happened to his officials, he sent someone to tell them, \"Stay at Jericho until your beards have grown again, and then return home.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Ammonite leaders realized that they had greatly insulted David. So they sent some men to hire some soldiers from other nearby areas to help defend them. They hired twenty thousand soldiers from the regions of Beth Rehob and Zobah northeast of Israel, and twelve thousand soldiers from the region of Tob, and one thousand soldiers from the army of the king of the region of Maacah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard about that, he sent Joab with all of the Israelite army to fight against them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Ammonite soldiers came outside their city gate and stood in a line ready for battle. At the same time, the foreign soldiers whom their king had hired grouped themselves in the open fields nearby.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab saw that there were enemy soldiers in front of his troops and behind his troops. So he chose some of the best Israelite soldiers, and put them in positions to fight against the soldiers in the fields.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told his brother Abishai to command the other soldiers, those who were facing the Ammonite soldiers in front of their city gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab said, \"If the soldiers from Aram are too strong for us to defeat them, your men must come and help us. But if the Ammonite soldiers are too strong for you, we will come and help your men.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must be strong and fight hard to defend our people and the cities that belong to our God. I will pray that Yahweh do what he considers to be good.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab and his army advanced to attack the army of Aram, and the Aramites ran away from them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Ammonites saw that the Aramites were running away, they also started to run away from Abishai and his men; they retreated back inside the city. Then Joab and his army left that place and went back to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the leaders of the army of Aram saw that the Israelite army had defeated them, they gathered all their troops together.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their king, Hadadezer, summoned the soldiers of Aram who lived on the east side of the Euphrates River. They gathered at the city of Helam. Their commander was Shobak.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard about that, he gathered all the Israelite soldiers, and they crossed the Jordan River and marched to Helam. There the army of Aram took their positions, and the battle started.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Aramites ran away from the Israelite soldiers. David and his army killed seven hundred of their chariot soldiers and forty thousand other soldiers. They also wounded Shobak, their commander, and he died there.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the kings whom Hadadezer ruled realized that Israel had defeated them, they made peace with the Israelites and agreed to accept David as their king. So the Arameans were unwilling to help the Ammonites any longer, because they were afraid of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}