{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that region, kings usually went with their armies to fight their enemies in the springtime. But the following year, in the springtime, David did not do that. Instead, he stayed in Jerusalem, and he sent his commander Joab to lead the army. So Joab went with the other officers and the rest of the Israelite army. They crossed the Jordan River and defeated the army of the Ammon people group. Then they surrounded their capital city, Rabbah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Late one afternoon, after David woke up from a short sleep, he walked around the flat roof of his palace. He saw a woman who was bathing in the courtyard of her house. The woman was very beautiful.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David sent a messenger to find out who she was. The messenger returned and said, \"She is Bathsheba. She is the daughter of Eliam, and her husband is Uriah, from the Heth people group.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David sent more messengers to get her. They brought her to David, and he slept with her. (She had just finished performing the rituals to make herself pure after her menstrual period.) Then Bathsheba went back home.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some time, she realized that she was pregnant. So she sent a messenger to tell David this news.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David sent a message to Joab. He said, \"Send Uriah, from the Heth people group, to me.\" So Joab did that. He sent Uriah to David.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived, David asked if Joab was well, if other soldiers were well, and how the war was progressing.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David, hoping that Uriah would go home and sleep with his wife, said to Uriah, \"Now go home and relax for a while.\" So Uriah left, and David gave someone a gift to take to Uriah's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Uriah did not go home. Instead, he slept at the palace entrance with the palace guards.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone told David that Uriah did not go to his house that night, David summoned him again and said to him, \"Why did you not go home to be with your wife last night, after having been away for a long time?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uriah replied, \"The soldiers of Judah and Israel are camping in the open fields, and even our commander Joab is sleeping in a tent, and the sacred chest is with them. I could not possibly go home, eat and drink, and sleep with my wife. I solemnly declare that I will never do such a thing!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Uriah, \"Stay here today. I will let you return to the battle tomorrow.\" So Uriah stayed in Jerusalem that day and that night.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, David invited him to a meal. So Uriah had a meal with David, and David made him drink a lot of wine so that he would get drunk, hoping that if he was drunk, he would sleep with his wife. But that night, Uriah again did not go home. Instead, he slept on a cot with the king's servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone reported that to David, so the next morning he wrote a letter to Joab, and gave it to Uriah to take to Joab.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the letter, he wrote, \"Put Uriah in the front line, where the fighting is the worst. Then command the soldiers to pull back from him, in order that our enemies will kill him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after Joab got the letter, as his army was surrounding the city, he sent Uriah to a place where he knew that their enemies' strongest and best soldiers would be fighting.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men from the city came out and fought with Joab's soldiers. They killed some of David's officers, including Uriah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab sent a messenger to David to tell him about the fighting.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the messenger, \"Tell David the news about the battle. After you finish telling that to him,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if David is angry because so many officers were killed, he may ask you, 'Why did your soldiers go so close to the city to fight? Did you not know that they would shoot arrows at you from the top of the city wall?\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not remember how Abimelech son of Gideon was killed? A woman who lived in Thebez threw a huge millstone on him from the top of a tower, and he died. So why did our troops go near to the city wall?' If the king asks this, then tell him, 'Your officer Uriah also was killed.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the messenger went and told David everything that Joab told him to say.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messenger said to David, \"Our enemies were very brave, and came out of the city to fight us in the fields. They were driving us back at first, but then we forced them back to the city gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then their archers shot arrows at us from the top of the city wall. They killed some of your officers. They killed your officer Uriah, too.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to the messenger, \"Go back to Joab and say to him, 'Do not worry about what happened, because no one ever knows who will die in battle.' Tell him that the next time, his troops should attack the city more strongly and capture it. Encourage Joab in this way.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Uriah's wife Bathsheba heard that her husband had died, she mourned for him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When her time of mourning was over, David sent messengers to bring her to the palace. In this way she became David's wife. She later gave birth to a son. But Yahweh was very displeased with what David had done.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}