{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh told the prophet Nathan what David had done, and he sent Nathan to tell this story to David, \"Once there were two men in a certain city. One man was rich and the other was poor.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rich man owned a lot of cattle and sheep.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the poor man had only one little female lamb, which he had bought. He raised the lamb, and it grew up with his own children. He would give the lamb some of his own food and let it drink from his cup. He let the lamb sleep as he held it next to himself. The lamb was like a daughter to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day a visitor came to see the rich man. The rich man did not want to take one of his own animals and kill it to prepare a meal for his guest. So instead, he sent men to take the poor man's lamb; then he had someone kill it and prepare a meal with it for his guest.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard that, he was very angry. He said to Nathan, \"I solemnly declare that the man who did that should be executed!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He should at least pay back to the poor man four lambs for doing this, and for not having pity on the poor man.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathan said to David, \"You are the man I have been talking about! And this is what Yahweh, the God whom we Israelites worship, says to you: 'I rescued you from Saul, and I made you king of Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave you his palace; I let you hold his wives next to you. I made you king over Israel and Judah. If you had told me that you were not content with what I gave you, I would have given you much more!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why have you rejected what I have commanded, when I said that my people must not commit adultery? You have done what I consider to be very evil! You have arranged for Uriah to die in battle with the Ammonites, and you have taken his wife to be your wife!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have rejected me, because you took Uriah's wife to be your wife. So some of your descendants will always die in battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I solemnly declare to you that I will cause someone from your own family to bring disaster to you. I will take your wives and give them to that person, and he will sleep with them in the daytime, where everyone can see it, and you will know all about it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What you did, you did secretly, but what I cause to happen, everyone in Israel will be able to see it or know about it.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"I have sinned against Yahweh.\" Nathan said to David, \"Yahweh has overlooked your sin. You will not die because of this sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have shown contempt for Yahweh by doing this. So your baby will die.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan went home.\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Then Yahweh caused the baby, the one that Uriah's wife had given birth to, to become very sick.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David prayed to God that the child would not die. He fasted, and he went into his room and lay all night on the floor.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning his most important servants stood around him and tried to urge him to get up. But he would not get up, and he would not eat with them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One week later the baby died. David's servants were afraid to tell that to David. They said to each other, \"While the baby was still alive, we talked to him, but he would not answer us. Now, if we tell him that the baby is dead, he may do something to harm himself!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when David saw that his servants were whispering something to each other, he realized that the baby must be dead. So he asked them, \"Is the baby dead?\" They replied, \"Yes, he is dead.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David got up from the floor. He bathed himself, put lotions on his body, and put on other clothes. Then he went into Yahweh's sacred tent and worshiped him. Then he went home. He requested his servants bring some food. They gave him some, and he ate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his servants said to him, \"We do not understand why you have done this! While the baby was still alive, you cried for him and refused to eat anything. But now that the baby has died, you are not crying anymore. You got up and ate some food!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"While the baby was still alive I fasted and cried. I thought, 'Perhaps Yahweh will act mercifully toward me and not allow the baby to die.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now the baby is dead. So there is no reason for me to fast anymore. I cannot bring him back to myself. Some day I will go to where he is, but he will not return to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David comforted his wife, Bathsheba. Then he slept with her, and she became pregnant again and gave birth to another son. David named that boy Solomon. Yahweh loved this little boy.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told the prophet Nathan to tell David to name the baby boy Jedidiah, because Yahweh loved him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, Joab's soldiers attacked Rabbah, the capital city of the Ammon people group. They captured the king's fortress, which protected the water supply.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab sent messengers to David to tell him this, \"My troops are attacking Rabbah, and we have captured the city's water supply.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now gather your troops and come and surround the city and capture it. If you do not do that, my troops will capture the city and it will then be named for me instead: The City of Joab.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David gathered all his troops. They went to Rabbah, attacked it, and captured it.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David took the crown from the head of their king and put it on his own head. It was very heavy; it weighed about thirty-three kilograms, and it had a very valuable stone in it. His soldiers also took many other valuable things from the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they brought the people out of the city and forced them to work for them, using saws, iron picks, and axes. David's troops also forced them to make bricks. David's soldiers did this in all the cities of the Ammonites. Then David and all of his army returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}