{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's son Absalom had a beautiful sister named Tamar. Another of David's sons, Amnon, was attracted to Tamar, with whom he was a half-brother.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wanted to sleep with Tamar very much, so much that he felt sick with desire. But it seemed impossible for Amnon to get her, because she was a virgin, so they kept men away from her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amnon had a friend named Jonadab, who was a nephew to David, son of David's brother Shimeah. Jehonadab was a very crafty man.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Jehonadab said to Amnon, \"You are the king's son, but every day I see that you seem very depressed. What is your problem?\" Amnon replied, \"I am in love with Tamar, my half-brother Absalom's sister.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehonadab said to him, \"Lie down on your bed and pretend that you are sick. When your father comes to see you, ask him to let your half-sister Tamar come and give you some food to eat. Ask for her to cook the food while you are watching her. Then she can serve it to you herself.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amnon lay down and pretended that he was sick. When the king came to see him, Amnon said to him, \"I am sick. Please allow Tamar to come and make a couple breadcakes for me while I am watching, and then she can serve them to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David sent a message to Tamar in the palace saying, \"Amnon is sick; he wants you to go to his house and prepare some food for him.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Tamar went to Amnon's house, where he was lying in bed. She took some dough and kneaded it, and formed them into some breadcakes while he was watching her. Then she baked them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She took them out of the pan and put them on a plate in front of him, but he refused to eat them. Then he said to his servants in the room, \"All the rest of you, leave me!\" So they all left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amnon said to Tamar, \"Bring the food to my bed and serve it to me.\" So Tamar took into his room the breadcakes that she had made.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when she brought them close for him to eat them, he grabbed her and said to her, \"Come to bed with me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"No, do not force me to do such a disgraceful thing! We never do things like that in Israel! That would be shameful!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I would not be able to endure being disgraced by having done that. And as for you, everyone in Israel would condemn you for having done such a disgraceful deed. So I plead with you, talk to the king. I am sure that he will allow me to marry you.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he paid no attention to her. He was stronger than she was, so he forced her to sleep with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amnon hated her very much. He hated her much more than he had desired her. He said to her, \"Get up and get out of here!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she said to him, \"No! It would be very wrong for you to send me away. It would be worse than what you just did to me!\" But again he paid no attention to her.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He summoned his personal servant and said to him, \"Take this woman outside, away from me, and lock the door so that she cannot come in again!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servant put her outside and locked the door.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Now Tamar was wearing a decorated long robe, which was the clothing that was usually worn by the unmarried daughters of the king at that time.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Tamar tore the long robe that she was wearing, and put ashes on her head to show that she was very sad. Then she put her hands on her head to show that she was grieving, and she went away crying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her brother Absalom saw her and said to her, \"Has your half-brother Amnon forced you to sleep with him? Please, my sister, do not tell anyone, and do not become depressed.\" So Tamar went to live in Absalom's house, and she was very sad and lonely.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King David heard about all this, he became very angry.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Absalom hated Amnon, because he had forced his sister to sleep with him, so he would not speak to Amnon about anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, two years later, Absalom hired men to shear his sheep at Baal Hazor, which is near the tribal land of Ephraim. They were going to celebrate when they finished shearing the sheep, so Absalom invited all the king's sons to come and celebrate with him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom went to the king and said to him, \"Sir, my workers have been shearing my sheep. Please come with your officials to celebrate with us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king replied, \"No, my son, it would not be good for all of us to go, because we are so many people; we would cost you too much.\" Absalom continued urging him, but the king would not go. Instead, he said that he hoped that God would bless them while they celebrated.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom said, \"If you will not go, please allow my half-brother Amnon to go with us.\" But the king replied, \"Why do you want him to go with you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Absalom continued to insist, so finally the king permitted Amnon and all David's other sons to go with Absalom.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they all went. At the celebration, Absalom commanded his servants, \"Notice when Amnon has become a bit drunk from the wine. Then when I signal to you, kill him. Do not be afraid. You will be doing this only because I told you to do it. So be courageous and do it!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Absalom's servants did what Absalom told them to do. They killed Amnon. All the rest of David's sons saw what happened and fled, riding on their mules.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were on their way home, someone quickly went and reported to David, \"Absalom has killed all of your other sons. None of them is alive!\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king stood up, tore his clothes because he was extremely sad, and then he threw himself down on the ground. All the servants who were there also tore their clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehonadab son of Shimeah, David's brother, said, \"Your Majesty, I am sure that they have not killed all your sons. I am sure that only Amnon is dead, because Absalom has been determined to do this ever since the day that Amnon raped Tamar.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, your Majesty, do not believe the report that all your sons are dead. I am sure that only Amnon is dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the meantime, Absalom ran away.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Just then, a soldier keeping guard on the city wall saw a large crowd of people coming down the hill along the road to the west. He ran and told the king what he had seen.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonadab said to the king, \"Look there! What I told you is true. Your other sons are alive and have come!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as soon as he said that, David's sons came in. They all started crying, and David and all his officials also cried very much.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but after that, he desired very much to see Absalom, because he was no longer grieving about Amnon being dead.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37-38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Absalom had fled. He went to stay with the king of the region of Geshur. His name was Talmai son of Ammihud. Absalom stayed there for three years.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But King David mourned for his son Amnon for a long time,\n"
      }
    ]
  }
}