{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab realized that the king was longing to see Absalom.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab sent someone to the city of Tekoa to bring to him a woman who was very clever. When she arrived, Joab said to her, \"Pretend that you are grieving because someone has died. Put on clothes that show that you are mourning. Do not put any lotion on your body. Act as if you were a woman who has been mourning for a long time.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And go to the king, and tell him what I tell you to say.\" Then Joab told her what to say to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman from Tekoa went to the king. She prostrated herself in front of him to show honor and then said, \"Your Majesty, help me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"What is your problem?\" She replied, \"Please, sir, I am a widow. My husband died some time ago.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I had two sons. But one day they quarreled with each other out in the fields. There was no one to separate them, and one of them struck the other one and killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, all my family oppose me. They are insisting that I allow them to kill my son who is still alive, in order that they may get revenge for his killing his brother. But if they do that, I will not have any son to inherit my possessions. I will be without any son at all, and my husband will have no son to preserve our family's name.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to the woman, \"Go back home. I will take care of this matter for you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman from Tekoa replied to the king, \"Your Majesty, if any criticizes you for helping me, my family and I will accept the blame. You and the royal family will be innocent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to her, \"If anyone says anything to threaten you, bring that person to me, and I will make sure that he will never cause you trouble again.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman said, \"Your Majesty, please pray that Yahweh your God will not allow my relative, who wants to get revenge on my son for killing his brother, to be able to do that.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "David replied, \"As surely as Yahweh lives, your son will not be harmed at all.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman said, \"Your Majesty, please allow me to say one more thing to you.\" He replied, \"Speak!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said, \"Why have you done this bad thing to God's people? You have not allowed your son Absalom to return home. By saying what you have just said, you have certainly declared that what you have done is wrong.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of us will die. We are like water that cannot be picked up after it is spilled on the ground. God does not take life away, but instead, God creates ways for those who have been exiled to return and be restored to their people and to their homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Your Majesty, I have come to you because others have threatened me. So I said to myself, 'I will go and talk to the king, and perhaps he will do what I request him to do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps he will listen to me, and save me from the man who is trying to kill my son. If my son is killed, it would result in us disappearing from the land that God gave to us.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I thought, 'What the king says will comfort me, because the king is like an angel of God. He knows what is good and what is evil.' I pray that Yahweh our God will be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to the woman, \"I will now ask you a question. Answer it; tell me the truth.\" The woman replied, \"Your Majesty, ask your question.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Was Joab the one who told you to do this?\" She replied, \"Yes, Your Majesty, as surely as you live, I cannot say anything to avoid telling you what is true. Yes, indeed, it was Joab who told me to come here, and who told me what to say.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did it in order to cause you to think differently about this matter. Your Majesty, you are as wise as God's angels, and it seems that you know everything that happens on the earth, so you know why Joab sent me here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king summoned Joab and said to him, \"Listen! I have decided to do what you want. So go and get that young man Absalom and bring him back to Jerusalem.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab prostrated himself on the ground, and then he bowed down before the king, and asked God to bless him. Then Joab said, \"Your Majesty, today I know that you are pleased with me, because you have agreed to do what I requested.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab got up and went to Geshur, and got Absalom and brought him back to Jerusalem.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king said that he would not allow Absalom to come to him. He said, \"I do not want him to come to see me.\" So Absalom lived in his own house, and did not go to talk to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Absalom was very handsome. There were no imperfections on his body, from the bottom of his feet to the top of his head. In all of Israel there was no one whom people admired more that Absalom.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His hair was very thick, and he cut it only once each year, when it became very heavy on him. Using the standard weights, he would weigh the hair that he cut off, and it always weighed about two and one-half kilograms.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom had three sons and one daughter named Tamar. She was a very beautiful woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Absalom returned to Jerusalem, he lived there two years, and during that time he never was allowed to see the king.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he sent a messenger to go to Joab to request him to come and talk to him, but Joab refused to come. So Absalom sent a messenger to him a second time, but he still would not come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom said to his servants, \"You know that Joab's field is next to mine, and that he has barley growing there. Go and light a fire there to burn the barley.\" So Absalom's servants went there and lit a fire, and all the barley burned.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab knew who had done it, so he went to Absalom's house and said to him, \"Why have your servants burned the barley in my field?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom replied, \"Because you did not come to me when I sent messengers to you requesting that you come. I wanted to request that you go to the king to say to him, 'Absalom wants to know what good it did for him to leave Geshur and come here. He thinks that it would have been better for him to stay there. He wants you to allow him to talk to you. And if you think that he has done something that is wrong, you can command that he be executed.'\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab went to the king and told him what Absalom had said. Then the king summoned Absalom, and he came to the king and knelt down in front of him with his face touching the ground. Then the king kissed Absalom to show that he was pleased to see him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}