{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Absalom acquired a chariot and horses to pull it. He hired fifty men to run in front of him to honor him while he was riding around Jerusalem in the chariot.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, he always rose early each morning and stood by the city gate. Whenever someone came there with a dispute with someone that he wanted the king to decide, Absalom would call out to him, asking, \"What city are you from?\" The person would tell him what city and tribe he was from.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom would say to him, \"Listen, I am sure that what you are saying is right. But there is no one whom the king has appointed to listen to people like you.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom would then add, \"I wish that I were a judge in this land. If I were a judge, anyone who had a dispute could come to me, and I would decide it fairly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And whenever anyone came near to Absalom to bow respectfully in front of him, Absalom would reach out and embrace him and kiss him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom did this to everyone in Israel who came to the king with a dispute to be decided. In that way, Absalom persuaded all the Israelite people to be more pleased with him than they were pleased with his father David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Four years later, Absalom went to the king and said, \"Please allow me to go to the city of Hebron, in order that I can do what I promised Yahweh that I would do.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was living in Geshur, in Aram, I promised Yahweh that if he brought me back to Jerusalem, I would worship him in Hebron.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"I will permit you to go safely.\" So Absalom went to Hebron.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while he was there, he secretly sent messengers to all the tribes in Israel to tell them, \"When you hear the sound of the trumpets being blown, shout, 'Absalom has become the king at Hebron!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom had taken with him to Hebron two hundred men from Jerusalem, but they did not know what Absalom was planning to do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Absalom was offering sacrifices at Hebron, he sent a message to Ahithophel from the town of Giloh, requesting him to come. Ahithophel was one of the king's advisors. So the number of people who joined Absalom and who were ready to rebel against David became larger.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon a messenger came to David and said to him, \"All the Israelite people are joining Absalom to rebel against you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to all his officials, \"We must leave immediately if we want to escape from Absalom! We must go quickly, before he and his men arrive. If we do not do that, they will kill us and everyone else in the city!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's officials said, \"Very well, your Majesty, we are ready to do whatever you wish.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king left ten of his slave wives there to take care of the palace, but all the other people in his palace went with him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they all were leaving the city, they stopped at the last house.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and his officials stood there while his bodyguards went by in front of him. Six hundred soldiers from the city of Gath also walked by in front of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Ittai, the leader of the soldiers from Gath, \"Why are you going with us? Go back and stay with Absalom the new king. You are not an Israelite; you are living away from your own land.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have lived here in Israel for only a short time. And we do not even know where we will be going. So it is not right for me to force you to wander around with us. And take your troops with you. And I hope that Yahweh will faithfully love and be loyal to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ittai replied, \"Your Majesty, as surely as you live, wherever you go, I will go. I will stay with you whether they kill me or allow me to live.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied to Ittai, \"Very well, march with us!\" So Ittai and all his troops and their families went with David.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people along the road cried when they saw them walking by. The king and all the others crossed the Kidron Valley and went up the hill toward the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abiathar and Zadok, the priests, were also walking with them. The descendants of Levi who helped the priests also went with them, carrying the sacred chest that contained the Ten Commandments. But they set it on the ground until all the others had left the city.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then the king said to Zadok, \"You two must take the sacred chest back into the city. If Yahweh is pleased with me, he will some day allow me to return to see it and the place where it is kept.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he says that he is not pleased with me, then I am willing for him to do to me whatever he thinks is good.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to Zadok, \"Listen to what I suggest! Return to the city peacefully, and take your son Ahimaaz and Abiathar's son Jonathan with you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will wait in the wilderness at the place where people can walk across the river, until you send a message to me.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zadok and Abiathar carried the sacred chest back to Jerusalem, and they stayed there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and those with him went up the Mount of Olives. David was crying while he walked. He was walking barefoot and had something covering his head to show that he was sorrowful. All those who were going with him also covered their heads and were crying while they walked.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told David that Ahithophel had joined with those who were rebelling against David. So David prayed, \"Yahweh, cause whatever Ahithophel suggests to Absalom that he should do be considered to be foolish!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived at the top of the hill, where there was a place where the people had previously been accustomed to worship God, suddenly Hushai, from the Arki people group, met David. He had torn his clothes and put dirt on his head to show that he was very sad.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"If you go with me, you will not be able to help me.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you return to the city, you can help me by saying to Absalom, 'Your Majesty, I will serve you as faithfully as I served your father.' If you do that and stay near Absalom, you will be able to oppose any advice that Ahithophel gives to Absalom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok and Abiathar the priests are already there. Whatever you hear people say in the king's palace, tell it to Zadok and Abiathar.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep in mind that Zadok's son Ahimaaz and Abiathar's son Jonathan are also there. You can tell them whatever you find out, and send them to report it to me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David's friend Hushai returned to the city, at the same time that Absalom was entering Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}