{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David and the others had gone a little way past the top of the hill, Mephibosheth's servant Ziba met him. He had with him two donkeys that were carrying two hundred loaves of bread, one hundred bunches of raisins, one hundred bunches of fresh figs, and a leather bag full of wine.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Ziba, \"What are these for?\" Ziba replied, \"The donkeys are for your family to ride on, the bread and the fruit are for your soldiers to eat, and the wine is for them to drink when they become exhausted in the wilderness.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Where is Mephibosheth, the grandson of your former master Saul?\" Ziba answered, \"He stayed in Jerusalem, because he thinks that now the people will allow him to rule the kingdom that his grandfather Saul ruled.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Ziba, \"Very well, everything that belonged to Mephibosheth is now yours.\" Ziba replied, \"Your Majesty, I will humbly serve you, and I desire that you will always be pleased with me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King David and those with him arrived at the city of Bahurim, a man named Shimei met him. Shimei, whose father was Gera, was a member of the same clan that Saul's family belong to. Shimei was cursing David as he approached.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he threw stones at David and his officials, even though the officials and David's bodyguards surrounded David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei cursed David and said to him, \"Get out of here, you murderer, you scoundrel!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh is getting revenge on you all for murdering many people in Saul's family. And now he is giving Saul's kingdom to your son Absalom. You murderer, you are being paid back for the many people that you have killed!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abishai said to the king, \"Your Majesty, this man is as worthless as a dead dog! Why should he be allowed to curse you? Allow me to go over there and cut off his head!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king replied, \"You two sons of Zeruiah, I want nothing to do with you. If he is cursing me because Yahweh told him to do so, then no one should ask him, 'Why are you cursing the king?'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Abishai and to all his officials, \"You know that my own son is trying to kill me. So it is not surprising that this man from the tribe of Benjamin is also trying to kill me. Just ignore him, and allow him to curse me. Yahweh has told him to do that.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps Yahweh will see that I am having all this trouble, and some day he will repay me by blessing me in return for this man cursing me today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David and those who were with him walked along the road, and Shimei continued walking along the hillside near him. While he walked along, he cursed David and threw stones and dirt at him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David and those stopped traveling that evening, they were very tired. So they rested.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While that was happening, Absalom and all the Israelites who were with him had arrived in Jerusalem. Ahithophel had also arrived there.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David's friend Hushai came to Absalom, he said to Absalom, \"I desire that the king will live a long time! May you live for many years!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom said to Hushai, \"You have been loyal to your friend David for a long time. So why did you not go with him instead of coming to me?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hushai replied, \"It is right for me to serve the one whom Yahweh and these people and all the other people of Israel have chosen to be their king. So I will stay with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Besides, whom should I serve? Why should I not serve my master's son? Just as I have served your father, even so, I will serve you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom said to Ahithophel, \"What do you advise that we should do?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahithophel replied, \"Your father left some of his slave wives in the palace to take care of it. You should sleep with them. When everyone in Israel hears that you have done that, they will realize that you hold your father in contempt. Then all those who are with you will be very encouraged.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they set up a tent for Absalom on the roof of the palace. And Absalom went into the tent and slept with his father's slave wives, one by one, and everyone could see them going into the tent.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days, people accepted what Ahithophel recommended as though he was speaking the words of God. So just as David had always accepted what Ahithophel said, now Absalom did also.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}