{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahithophel said to Absalom, \"Allow me to choose twelve thousand men, and I will take them tonight to go after David.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will attack him while he is tired and discouraged, and make him very afraid. Everyone with him will run away. We only need to kill the king.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we will bring back all his soldiers to you, and they will come happily. You need to kill only one man—David, and then all trouble will be over.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom and all the Israelite leaders who were with him thought that what Ahithophel said would be good to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Absalom said, \"Summon Hushai also, and we will hear what he suggests.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Hushai arrived, Absalom told him what Ahithophel had suggested. Then he asked Hushai, \"What do you think we should do? If you do not think that we should do what Ahithophel advises, tell us what you think that we should do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hushai replied, \"This time what Ahithophel has suggested is not good advice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that your father and the men who are with him are strong soldiers, and that now they are very angry, like a mother bear whose cubs have been stolen from her. Furthermore, your father knows how to wage war because he has fought in many battles. He will not stay with his troops during the night.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right now he is probably already hiding in one of the pits, or in some other place. If his soldiers start to attack your soldiers, and if they kill some of them, whoever hears about that will say, 'Many of the soldiers with Absalom have been killed!'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then your other soldiers, even if they are as fearless as lions, they will become very afraid. Do not forget that everyone in Israel knows that your father is a great soldier, and that the soldiers who are with him are also very brave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So what I suggest is that you call all the Israelite soldiers, from Dan in the far north to Beersheba in the far south. They will be as many as the grains of sand on the seashore. Wait until they come, and then you yourself should lead us into the battle.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will find your father, wherever he is, and we will attack him from all sides, as dew covers all the ground. And neither he nor any of the soldiers who are with him will survive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he escapes into some city, all our soldiers will bring ropes and pull that city down into the valley. As a result, not one stone will be left there on top of the hill where that city was!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom and all the other Israelite men who were with him said, \"What Hushai suggests is better than what Ahithophel suggested.\" The reason that happened was that Yahweh had determined that if they would accept the good advice that Ahithophel had given them, they would have been able to defeat David. But as a result of their doing what Hushai suggested, Yahweh would cause a disaster to happen to Absalom.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hushai told the two priests, Zadok and Abiathar, what both he and Ahithophel had suggested to Absalom and the Israelite leaders.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Send a message quickly to David. Tell him to not stay at the place where people walk across the river, near the wilderness. Instead, he and his soldiers must cross the Jordan River immediately, in order that they will not be killed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest's two sons, Jonathan and Ahimaaz, were waiting at the spring at En Rogel, outside Jerusalem. They did not dare to enter the city, because if someone saw them, he would report it to Absalom. While they were at En Rogel, a female servant of the two priests would frequently go to them and report to them what was happening, and then they would go and report it to King David.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a young man saw them, and went and reported it to Absalom. They found out what the young man had done, so both of them left quickly and went to stay in the house of a man in the city of Bahurim. That man had a well in his courtyard, so the two men went down into the well to hide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man's wife took a cloth and covered the mouth of the well, and then scattered grain on top of it order than no one would even suspect that a well was there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of Absalom's soldiers found out where the two men had gone. So they went to the house, and asked the woman, \"Where are Ahimaaz and Jonathan?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "She replied, \"They went across the Jordan River.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the soldiers crossed the river and searched for them. But after they could not find them, they returned to Jerusalem.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had gone, the two men came out of the well and went and reported to King David what had happened and what Ahithophel had suggested. Then they said to him, \"Cross the Jordan River quickly!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and all his soldiers quickly started to cross the river, and by dawn they had all crossed to the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahithophel realized that Absalom was not going to do what he suggested, he put a saddle on his donkey and returned to his own city. He gave to his family instructions about his possessions, and then he hanged himself because he knew that Absalom would be defeated and that he would be considered a traitor and be killed. His body was buried in the tomb where his ancestors had been buried.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his soldiers arrived at Mahanaim. At the same time, Absalom and all his soldiers also crossed the Jordan River.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Absalom had appointed his cousin Amasa to be the commander of his army, instead of Joab. Amasa was the son of Jether, an Ishmaelite. Amasa's mother was Abigail, the daughter of Nahash and the sister of Joab's mother Zeruiah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom and his Israelite soldiers set up their tents in the region of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David and his soldiers arrived at Mahanaim, Shobi son of Nahash from the Ammonite city of Rabbah, and Machir son of Ammiel from the city of Lo Debar, and Barzillai from the city of Rogelim in Gilead came to them.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought sleeping mats, bowls, clay pots, barley, wheat flour, parched grain, beans, and lentils.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought honey and curds, sheep, and some cream for David and his soldiers to eat. They knew that David and his soldiers would be hungry and tired and thirsty from marching in the wilderness.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}