{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David arranged his soldiers for the battle. He divided them into groups, and he appointed a commander for each one hundred soldiers and a commander for each one thousand soldiers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent them out in three groups. Joab commanded one group, Joab's brother Abishai commanded a second group, and Ittai from Gath commanded the third group. David said to them, \"I myself will go with you to battle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his soldiers said, \"No, we will not allow you to go with us. If they force us to all run away, they will not be concerned about us. Or if they kill half of us, they will not care about that, either. To them, capturing you is more important than capturing ten thousand of us. So it would be better that you stay here in the city and send help to us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied to them, \"Very well, I will do whatever seems best to you.\" So he stood at the city gate and watched while his soldiers marched out, group by group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were leaving, the king commanded Joab, Abishai, and Ittai, \"For my sake, do not harm my son Absalom!\" And all the troops heard about this, that David had given this order to the three commanders.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the army went out to fight against the Israelite soldiers who were with Absalom. They fought the battle in the forest where people from the tribe of Ephraim lived.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's soldiers defeated Absalom's soldiers. They killed twenty thousand of them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle was fought all over that area, and the number of men who died because of dangerous things in the forest was greater than the number of men who were killed in the battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the battle, Absalom suddenly came near some of David's soldiers. Absalom was riding on his mule, and when the mule went under the thick branches of a large oak tree, Absalom's head was caught in the branches. The mule kept going, but Absalom was left dangling in the air.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of David's soldiers saw what happened, and went and told Joab, \"I saw Absalom hanging in an oak tree!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said to the man, \"What? You say that you saw him hanging there, so why did you not kill him immediately? If you had killed him, I would have given you ten pieces of silver and a soldier's belt!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied to Joab, \"Even if you gave me a thousand pieces of silver, I would not have done anything to harm the king's son. We all heard the king command you and Abishai and Ittai: 'For my sake, do not harm my son Absalom!'\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I had disobeyed the king and killed Absalom, the king would have heard about it, because the king hears about everything, and even you would not have defended me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said, \"I am not going to waste time talking to you!\" Then he took three spears, went to where Absalom was, and thrust them into Absalom's chest while he was still alive, dangling from the oak tree.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then ten young men who carried weapons for Joab surrounded Absalom and finished killing him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab blew his trumpet to signal that they should not fight anymore, and his soldiers returned from pursuing Absalom's men.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took Absalom's body and threw it into a huge pit in the forest, and covered it with a huge pile of stones. Then all the remaining Israelite soldiers who had been with Absalom fled to their own homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom had no sons to preserve his family name because his sons had died while they were still young. So while Absalom was alive, he had built a monument to himself in the Valley of Kings near Jerusalem, in order that people would remember him. He put his name on the monument, and people still call it Absalom's Monument.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Absalom had been killed, Zadok's son Ahimaaz said to Joab, \"Allow me to run to the king to tell him the good news that Yahweh has rescued him from the power of his enemies!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joab said to him, \"No, I will not allow you to take news to the king today. Some other day I will allow you to take some news, but not today. If you took news today it would not be good news for the king, because his son is dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab said to David's servant who was from Ethiopia, \"You go and tell the king what you have seen.\" So the man from Ethiopia bowed in respect to Joab, and started to run.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahimaaz said again to Joab, \"Even though that man from Ethiopia is running, allow me to run behind him.\" Joab replied, \"My boy, why do you want to do that? You will not receive any reward for your news!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ahimaaz replied, \"That does not matter, I want to go.\" So Joab said, \"Very well, then, go.\" So Ahimaaz ran along another road through the Valley of the Jordan and arrived where David was, before the man from Ethiopia arrived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was sitting between the outer gate and the inner gate of the city. The watchman went up on top of the city wall and stood on the roof over the gates. He looked out and saw one man running alone.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The watchman called down and reported it to the king. The king said, \"If he is alone, that indicates that he is bringing news.\" The man who was running continued to come closer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the watchman saw another man running. So he called down to the gatekeeper, \"Look! There is another man running!\" And the king said, \"He also is bringing some good news.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The watchman said, \"I think the first man must be Ahimaaz, because he is running as Ahimaaz runs.\" The king said, \"Ahimaaz is a good man, and I am sure he is coming with good news.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahimaaz reached the king, he called out, \"I hope that things will go well with you!\" Then he prostrated himself on the ground in front of the king and said, \"Your Majesty, praise Yahweh our God, who has rescued you from the men who were rebelling against you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Is the young man Absalom safe?\" Ahimaaz did not want to answer that question, so he replied, \"When Joab sent me, I saw that there was a lot of confusion, but I do not know what it was about.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"Stand aside.\" So Ahimaaz stepped aside and stood there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly the man from Ethiopia arrived, and said, \"Your Majesty, I have good news for you! Yahweh has enabled your soldiers to defeat all those who rebelled against you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to him, \"Is the young man Absalom safe?\" The man from Ethiopia replied, \"Sir, I wish that what happened to him would happen to all of your enemies and to all those who rebel against you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king realized that he meant that Absalom was dead, so he became extremely distressed, and he went up to the room above the gateway and cried. While he was going up, he kept crying out, \"O, my son Absalom! My son! O, my son Absalom, I desire that I had died instead of you!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}