{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told Joab that the king was crying and mourning because Absalom had died.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of David's soldiers heard that the king was mourning because Absalom was dead. So they became sad that they had defeated Absalom's men.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers returned to the city quietly and ashamed, as if they had lost the battle instead of winning it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king covered his face with his hands and kept crying loudly, \"O, my son Absalom! O, Absalom, my son! My son!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab entered the room where the king was, and said to the king, \"Today you have caused your soldiers to be ashamed! You have humiliated the men who saved your life and the lives of your sons and daughters and your ordinary wives and your slave wives!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It seems that you love those who hate you and that you hate those who love you. Everyone realizes now that your commanders and your officers are not at all important to you. If Absalom were still alive and we were all dead today, you would actually be happy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now go and thank your soldiers for what they did. Because I solemnly declare that if you do not do that, none of them will still be with you by tomorrow morning. That would be worse for you than all the disasters that you have experienced since you were a boy.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king got up and went and sat at the city gate. And all the people were told, \"The king is sitting at the gate!\" So they all came and gathered around him.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Meanwhile, all of Absalom's men had gone home.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people throughout the tribes of Israel started to quarrel among themselves. They said to each other, \"The king rescued us from the people of Philistia and from our other enemies. But now he has fled from Absalom and left Israel!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We appointed Absalom to be our king, but he died in the battle against David's soldiers. So why does someone not try to bring King David back?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David found out what the people were saying. So he sent the two priests, Zadok and Abiathar, to say to the leaders of Judah, \"The king says that he has heard that all the Israelite people want him to be king again. And he says, 'Why should you be the last ones to bring me back to my palace?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are my relatives. We have the same ancestor. So why should you be the last ones to bring me back?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And say to Amasa, \"You are one of my relatives. I hope that God will kill me if I do not appoint you to be, from now on, the commander of my army instead of Joab.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By sending that message to them, David convinced all the people of Judah that they should be loyal to him. So they sent a message to the king, saying, \"We want you and all your officials to return here.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king and his officials started back toward Jerusalem. When they reached the Jordan River, the people of Judah came there to Gilgal to meet the king, and to escort him across the river.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei, the man from the tribe of Benjamin, also came down quickly to the river with the people of Judah to meet King David.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were a thousand men from the tribe of Benjamin who came with him. Ziba, who had been the servant of Saul, also hurried down to the Jordan River, bringing twenty of his servants with him. They all came to the king.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all prepared to take the king and all his family across the river, at the place where they could walk across it. They wanted to do whatever the king wanted. As the king was about to cross the river, Shimei came to him and prostrated himself in front of the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the king, \"Your Majesty, please forgive me. Please do not keep thinking about the terrible thing that I did on the day that you left Jerusalem. Do not think about it anymore.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that I have sinned. Look, I have come today, the first one from the northern tribes to come here to greet you today, Your Majesty.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abishai son of Zeruiah, said to David, \"He cursed the one whom Yahweh appointed to be the king! So should he not be executed for doing that?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David said, \"You sons of Zeruiah, what am I going to do with you? It is as though you had become my enemies today. I know that I am still king of Israel, so I say that certainly no one in Israel should be executed today.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Shimei, \"I solemnly promise that I will not execute you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Miphibosheth, Saul's grandson, came down to the river to greet the king. He had not washed his feet or trimmed his beard or washed his clothes from the time that the king left Jerusalem until the day that he returned.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived from Jerusalem to greet the king, the king said to him, \"Mephibosheth, why did you not go with me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"Your Majesty, you know that I am crippled. When I heard that you were leaving Jerusalem, I said to my servant Ziba, 'Put a saddle on my donkey in order that I can ride on it and go with the king.' But he deceived me and left without me.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He lied to you about me. But your Majesty, you are as wise as God's angel. So do whatever seems right to you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of my grandfather's family expected that we would be executed. But you did not execute me. You allowed me to eat food with you at your table! So I certainly do not have the right to request from you anything more.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"You certainly do not need to say any more. I have decided that you and Ziba will divide equally the land that belonged to your grandfather Saul.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mephibosheth replied to the king, \"Your Majesty, I am content that you have returned safely. So allow him to take all the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barzillai, the man from the region of Gilead, had come down to the Jordan River from his town of Rogelim to escort the king across the river.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barzillai was a very old man, eighty years old. He was a very wealthy man, and he had provided food for the king and his soldiers while they were at Mahanaim.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Barzillai, \"Come with me to Jerusalem, and I will take care of you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Barzillai replied, \"I certainly do not have many more years to live. So why should I go with you to Jerusalem?\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am eighty years old. I do not know what is enjoyable and what is not enjoyable. I cannot enjoy what I eat and what I drink. I cannot hear the voices of men and women as they sing. So why should I be another burden to you?\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cross the Jordan River with you and go a little further, and that will be all the reward that I need for helping you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then please allow me to return to my home, because that is where I want to die, near my parents' grave. But here is my son Kimham. Your Majesty, allow him to go with you and serve you, and do for him whatever seems good to you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"Very well, he will cross the river with me, and I will do for him whatever seems good to you. And I will do for you whatever you want me to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King David and all the others crossed the Jordan River. He kissed Barzillai and asked God to bless him. Then Barzillai returned to his home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they crossed the river, Kimham went with the king, and all the army of Judah and half the army of the other Israelite tribes escorted the king to Gilgal.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the Israelite soldiers from the other Israelite tribes came to the king and said, \"Why is it that our relatives, the men from Judah, took you away from us and wanted to be the only ones to escort you and your family across the river, along with all your men? Why did you not request us to do that?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers from Judah replied, \"We did it because the king is from Judah. Why are you angry about this? The king has never paid for our food, and he has never given us any gifts.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the other Israelite tribes replied, \"There are ten tribes in Israel, and only one in Judah. So it is ten times more right for us to say that David is our king than it is for you to say that. So why are you despising us? We were certainly the first ones to talk about bringing David back to Jerusalem to be our king again.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But the men of Judah spoke more harshly than the men from the other tribes of Israel did.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}