{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time after that, David asked Yahweh, \"Should I go up to one of the towns in Judah?\" Yahweh replied, \"Yes, go up there.\" Then David asked, \"To which town should I go?\" Yahweh replied, \"To Hebron.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went up there, taking his two wives, Ahinoam who was from the city of Jezreel, and Abigail, the widow of Nabal, who was from the city of Carmel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also took the men who had been with him, together with their families. They all started to live in the city of Hebron and its surrounding villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of Judah came to Hebron, and one of them poured olive oil on David's head to show they were appointing him to be the king of the tribe of Judah.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "When David found out that the people of the city of Jabesh in the region of Gilead had buried Saul's body,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he sent messengers to the men of Jabesh to tell them, \"I desire that Yahweh will bless you for having buried Saul. By doing this, you have shown that you were loyal to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I also desire that Yahweh will faithfully love you and be loyal to you. And I will do good things for you because of what you have done for Saul.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, although Saul your king is dead, be strong and courageous, like the people of Judah, who have appointed me to be their king.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Ner's son Abner, the commander of Saul's army, took Saul's son Ishbosheth and went across the Jordan River to the city of Mahanaim.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There Abner proclaimed that Ishbosheth was now the king ruling the regions of Gilead and Jezreel, and the tribes of Asher, Ephraim, and Benjamin. That meant that he was the king of most of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishbosheth was forty years old when he started to rule over the Israelite people. He ruled them for two years. But the tribe of Judah was loyal to David.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David ruled them for seven and a half years while he was living in Hebron.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Abner and the officials of Isbosheth went from Mahanaim across the Jordan River to the city of Gibeon.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab, whose mother was Zeruiah, and some of David's officials went from Hebron to Gibeon, and they met at the pool of water there. They all sat down, one group on one side of the pool and the other group on the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner said to Joab, \"Let us tell some of our young men to fight each other!\" Joab replied, \"Very well!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So twelve men from the tribe of Benjamin fought for Ishbosheth, against twelve of David's soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of them grabbed the head of the man against whom he was fighting, and thrust his sword into that man's side. The result was that all twenty-four of them fell down dead. So that area in Gibeon is now called \"Field of Swords.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the others started to fight also. It was a very fierce battle. Abner and the men of Israel were defeated by David's soldiers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zeruiah's three sons were there on that day: Joab, Abishai, and Asahel. Asahel was able to run very fast. He could run as fast as a wild gazelle.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asahel started to pursue Abner. He ran straight toward Abner, without stopping.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner looked behind him, and said, \"Is that you, Asahel?\" Asahel replied, \"Yes!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner shouted, \"Stop chasing me; go after someone else!\" But Asahel would not stop pursuing Abner.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abner yelled at him again, \"Stop chasing me! Why should I kill you? How could I face your brother Joab and explain your death to him?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Asahel refused to stop pursuing Abner. So Abner suddenly turned and thrust the butt end of his spear into Asahel's stomach. Because he thrust it very strongly, that end of the spear went though his body and came out at Asahel's back, and he fell to the ground, dead. All the other soldiers who came to the place where his body was lying stopped and stood there, stunned at Asahel's body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joab and Abishai continued to pursue Abner. At sunset they came to the hill of Ammah, which is east of Giah, along the road to the wilderness near Gibeon.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men from the tribe of Benjamin gathered around Abner in a line of battle and stood at the top of a hill.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abner called out to Joab, saying, \"Are we going to continue to fight forever? Do you not realize that if we continue fighting the result will be very bad? We are all descendants of Jacob, so we should stop fighting each other! How long will it be until you tell your soldiers to stop pursuing us?\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab replied, \"Just as surely as God lives, if you had not said that, my soldiers would have continued pursuing your men until tomorrow morning!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab blew a trumpet to signal that they should stop fighting. So all his men stopped pursing the soldiers of Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night Abner and his soldiers went through the plain along the Jordan River. They crossed the Jordan and marched all the next morning, and they finally arrived back at Mahanaim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab and his soldiers gathered together after they stopped chasing Abner. Then Joab found out that in addition to Asahel, only nineteen of them had been killed in the battle.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David's soldiers had killed 360 of Abner's men, all from the tribe of Benjamin.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of Joab's soldiers took Asahel's body and buried it in the tomb where his father had been buried, in Bethlehem. Then they marched all during the night, and at dawn they arrived back home at Hebron.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}