{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was also a man there at Gilgal named Sheba. He was a man who always caused trouble. He was from the tribe of Benjamin son of Bikri. He blew a trumpet and called out, \"We have nothing to do with David, that son of Jesse! So, men of Israel, let us go to our homes!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the men from the Israelite tribes deserted David and went with Sheba, but the men of Judah stayed with David. They wanted him to be their king, and went with him from near the Jordan River up to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David arrived at the palace in Jerusalem, he took the ten slave wives whom he had left there to take care of the palace and put them in another house. He put a guard at that house, and he provided for them what they needed, but he never had slept with them again. So they remained shut up in their house until they died. It was as though they were widows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the king said to Amasa, \"Summon the soldiers of Judah to come here within three days, and you must be here also.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amasa went to summon them, but he did not return within the time that David told him to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to Abishai, \"Now Sheba will harm us more than Absalom did. So you take my soldiers and pursue him. If you do not do that, he and his soldiers may occupy some of the fortified cities and escape from us.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abishai and Joab and the king's bodyguards and the other soldiers left Jerusalem to pursue Sheba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived at the huge rock in the region of Gibeah, Amasa met them. Joab was wearing armor for battle and had a sword fastened to his belt. When he came close to Amasa, he allowed the sword to fall on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said to Amasa, \"Are things going well with you, my friend?\" Then Joab grabbed Amasa's beard with his right hand, in order to kiss him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amasa did not see that Joab was holding another dagger in his other hand. Joab thrust it into Amasa's belly, and his insides spilled out onto the ground. Amasa died immediately. Joab did not need to stab him again. Then Joab and his brother Abishai continued to pursue Sheba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of Joab's soldiers stood alongside Amasa's body and called out, \"Everyone who wants Joab to be our commander and who wants David to be our king, go with Joab!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amasa's body was lying on the road. It was covered with blood. The soldier of Joab who had called out saw that many other of Joab's soldiers were stopping to look at it, so he dragged Amasa's body off the road into a field and threw a cloth over the body.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the body had been taken off the road, all the soldiers went with Joab to pursue Sheba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sheba went through all the tribes of Israel, and arrived at the city that is called Abel of Beth Maacah in the northern part of Israel. All the members of his father Bikri's clan gathered there and went with Sheba into the city.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers who were with Joab found out that Sheba had gone there, so they went there and surrounded the city. They built a dirt ramp up against the city wall. They also pounded against the wall to cause it to collapse.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a wise woman who was in that town stood on the top of the wall and shouted down, \"Listen to me! Tell Joab to come here, because I want to talk to him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after they told Joab, he came there, and the woman said, \"Are you Joab?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"Yes, I am.\" She said to him, \"Listen to what I say.\" He replied, \"I am listening.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Long ago people used to say, 'Go to Abel town to get good advice about your problems.' And that is what people did.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are peaceful and loyal Israelites. Our people here are important and respected. So why are you trying to destroy a city that belongs to Yahweh?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab replied, \"I would certainly never want to ruin or destroy your city!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is not what we want to do. But Bikri's son Sheba, a man from the hill area in the tribe of Ephraim, is rebelling against King David. Put this man into our hands, and then we will go away from this town.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The woman replied to Joab, \"Very well; we will cut off his head and throw it over the wall to you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this woman went to the elders of the town and told them what she had said to Joab. So they cut off Sheba's head and threw it over the wall to Joab. Then Joab blew his trumpet to signal that the battle was ended, and all his soldiers left the town and returned to their homes. Joab returned to Jerusalem and told the king what had happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab was the commander of the entire Israelite army. Jehoiada's son Benaiah was the commander of David's bodyguards.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoniram supervised the men who were forced to work for the king. Ahilud's son Jehoshaphat was the man who reported to the people everything that David decided.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sheva was the official secretary. Zadok and Abiathar were the priests,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Ira from Jair town was also one of David's priests.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}