{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was angry with the Israelite people again, so he incited David to cause trouble for them. He said to David, \"Send some men to count the people of Israel and Judah.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said to Joab, the commander of his army, \"Go with your officers through all the tribes of Israel, from Dan in the far north to Beersheba in the far south, and count the people, in order that I may know how many people there are who are able to be soldiers in the army.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joab replied to the king, \"Your Majesty, I wish that Yahweh our God will cause there to be a hundred times as many people in Israel as there are now, and I wish that you would see that happen before you die. But why do you want us to do this?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king commanded Joab and his officers to do it. So they left the king and went out to count the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crossed the Jordan River and set up their tents south of Aroer, in the middle of the valley, in the territory that was given to the tribe of Gad. From there they went north to Jazer.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went north to Gilead and to Kadesh, in the land where the Heth people group lived. Then they went to Dan in the far north of Israel, and then further west, to Sidon near the Mediterranean Sea.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went south to Tyre, a city with high walls around it, and to all the cities where the Hiv and Canaan people groups lived. Then they went east to Beersheba, in the southern wilderness of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After nine months and twenty days, when they had finished going throughout the land and counting the people, they returned to Jerusalem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They reported to the king the number of people that they had counted. There were 800,000 men in Israel and 500,000 men in Judah who were able to become soldiers in the army.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after David's men had counted the people, David regretted that he had told them to do that. One night he said to Yahweh, \"I have committed a very great sin. Please forgive me, because what I have done is very foolish.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David got up the next morning, Yahweh gave a message to the prophet Gad. He said to him,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell this to David, 'I am allowing you to choose one of three things to punish you. I will do whichever one you choose.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gad went to David and told him what Yahweh had said. He said to David, \"You can choose whether there will be three years of famine in your land, or three months of your army running away from your enemies, or three days when there will be a plague in your land. You must think about it and choose which one you want, and tell me, and I will return to Yahweh and tell him what your answer is.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Gad, \"All those are very terrible things for me to choose between! But allow Yahweh to punish me, because he is very merciful. Do not allow humans to punish me, because they will not be merciful.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh sent a plague on the Israelite people. It started that morning and did not stop until the time that he had chosen. All over the land, from Dan to Beersheba, there were seventy thousand Israelites who died because of the plague.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh's angel stretched out his hand toward Jerusalem to destroy the people by this plague, Yahweh grieved about punishing any more people. He said to the angel who was killing them with the plague, \"Stop what you are doing! That is enough!\" When he said that, the angel was standing at the ground where Araunah, from the Jebus people group, threshed grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David saw the angel who was causing the people to become sick and die, he said to Yahweh, \"Truly, I am the one who has committed the sin. I have done a very wicked thing, but these people are as innocent as sheep. They have certainly not done anything that is wrong. So you should punish me and my family, not these people!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day Gad came to David and said to him, \"Go up to the place where Araunah threshes grain, and build an altar to worship Yahweh there.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David did what Gad told him to do, which was what Yahweh had commanded, and he went up there.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Araunah looked down and saw the king and his officials coming toward him, he prostrated himself on the ground in front of the king, with his face touching the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Araunah said, \"Your Majesty, why have you come to me?\" David replied, \"I have come to buy this ground where you thresh grain, in order to build an altar to Yahweh and offer sacrifices on it, so that he will stop the plague.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Araunah replied to David, \"Your Majesty, offer to Yahweh whatever you wish. Here, take my oxen to use for the offering that will be completely burned on the altar. And here, take their yokes and the boards that I use for the threshing, and use them for the wood that you will burn.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Araunah, am giving all this to you, my king.\" Then he said, \"I desire that Yahweh our God will accept your offering.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king said to Araunah, \"No, I will not take these things as a gift. I will pay you for it. I will not offer sacrifices that have cost me nothing, and offer them to Yahweh to be completely burned on the altar.\" So he paid fifty pieces of silver to Araunah for the oxen and the ground.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David built an altar to Yahweh, and he offered the oxen to be completely burned on the altar, and he also offered sacrifices to restore fellowship with Yahweh. Then, Yahweh answered David's prayers, and he caused the plague in Israel to end.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}