{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul's son Ishbosheth heard that Abner had been killed at Hebron, he became very discouraged, and all the Israelite people with him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishbosheth had two officers who were leaders of groups of soldiers. They were brothers with the names of Baanah and Recab; they were sons of Rimmon from the town of Beeroth in the tribe of Benjamin. Now Beeroth is in the area that had been assigned to the tribe of Benjamin.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the original inhabitants of Beeroth had fled to the town of Gittaim, where they still live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul's son Jonathan had a son named Mephibosheth. Mephibosheth was five years old when Saul and Jonathan died in the battle. When people brought that news from Jezreel, Mephibosheth's nursemaid picked him up and ran away, but she ran very fast and she dropped him, and he became crippled in his legs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Recab and Baanah left their home to go to Ishbosheth's house. They arrived there about noontime, when Ishbosheth was taking his midday nap.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman who was serving as the doorkeeper was sifting wheat; but she became sleepy and then fell asleep. So Recab and his brother Baanah were able to creep in quietly.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They entered Ishbosheth's bedroom, where he was sleeping. They killed him with their swords and cut off his head. They carried his head and walked all night through the plain along the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the head of Ishbosheth to David at Hebron. They said to him, \"Here is the head of Ishbosheth, the son of your enemy Saul, who tried to kill you. Your Majesty, today Yahweh has allowed you to get revenge on Saul and his descendants!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David replied to them, \"Just as surely as Yahweh lives—and he is the one who has rescued me from all trouble, I will tell you this:\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a messenger came to Ziklag and told me 'Saul is dead!' (and he thought that the news that he was bringing to me was good news), I told one of my soldiers to kill him. That was the reward I gave to him for his news!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because you two evil men have murdered a man who did nothing wrong—and you killed him when he was sleeping on his bed in his own house, I will do something worse to you. I will surely get revenge on you two for murdering him, and wipe you off from the earth!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David gave a command to his soldiers, and they killed the two men, and cut off their hands and their feet, and hung their bodies on a pole near the pool at Hebron. But they took the head of Ishbosheth and buried it respectfully in the tomb of Abner, there at Hebron.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}