{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of all the tribes of Israel came to David at Hebron and said to him, \"Listen, we have the same ancestors that you do.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the past, when Saul was our king, it was you who led our soldiers into battle. You are the one to whom Yahweh promised, 'You will be the leader of my people. You will be their king.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So while Yahweh was listening, all those leaders of the people of Israel declared there at Hebron that David would be their king. And David made an with them. They anointed him with olive oil to set him apart to be the king of the Israelites.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was thirty years old when he became their king. He ruled them for forty years.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Hebron he had ruled over the tribe of Judah for seven and a half years, and in Jerusalem he would rule over all the people of Judah and Israel for thirty-three years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day King David and his soldiers went to Jerusalem to fight against the Jebus people group who lived there. The people there thought that David's army would not be able to capture the city, so they said to David, \"Your army will never be able to get inside our city! Even the blind and crippled people can stop you!\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David's army did indeed capture the fortress on Mount Zion; later it was known as the city of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, David said to his soldiers, \"Those who want to get rid of the Jebus people should go through the water tunnel to enter the city. That is where my enemies are, even my enemies who are 'crippled people and blind people'.\" That is why people say, \"Those who are 'blind and crippled' are not allowed to go into David's palace.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After David and his soldiers captured the city with its strong walls around it, he lived there, and they named it the city of David. David and his soldiers built the city around the fortress, starting where the land was filled in on the east side of the hill.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David continued to become more and more powerful because Yahweh, commander of the angel armies, was helping him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Hiram, the king of the city of Tyre, sent ambassadors to David to talk about making an agreement between their countries. Hiram agreed to provide cedar trees to make lumber, and he also agreed that he would send carpenters and masons to build a palace for David.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Hiram did these things, David realized that Yahweh had truly appointed him to be the king of Israel. He also realized that because Yahweh loved the Israelites and chosen them to belong to himself, he had increased David's own power as king.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After David moved from Hebron to Jerusalem, he took more slave women to be his wives, and he also married other women. All of those women gave birth to more sons and daughters.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The names of his sons who were born in Jerusalem were Shammua, Shobab, Nathan, Solomon,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ibhar, Elishua, Nepheg, Japhia,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elishama, Eliada, and Eliphelet.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Philistine people heard that David had been made king of Israel, their army went up toward Jerusalem to try to capture David. But David heard that they were coming, so he went down to another fortified place.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Philistia arrived at the Valley of Rephaim southwest of Jerusalem and spread themselves out inside it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked Yahweh, \"Should my men and I attack the Philistine army? Will you enable us to defeat them?\" Yahweh replied, \"Yes, attack them, because I will certainly enable your army to defeat them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his army went to where the Philistine army was, and there they defeated them. Then David said, \"Yahweh has burst through my enemies like a flood.\" So that place is called Baal Perazim.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine men left their idols there, and David and his soldiers took them away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistine army returned to the Valley of Rephaim and spread all over the valley once again.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So again David asked Yahweh if his army should attack them. But Yahweh replied, \"Do not attack them from here. Tell your men to go around them and attack them from the other side, near the balsam trees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you hear something in the tops of the balsam trees that sounds like an army marching, attack them. Then you will know that I will have gone ahead of you to enable your army to defeat their army.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David did what Yahweh told him to do, and his army defeated the Philistine army and chased it from the city of Geba all the way west to the city of Gezer.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}