{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king began to live in his palace. By now Yahweh had caused the enemy people groups to stop attacking Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day David said to the prophet Nathan, \"It is not right that I am here, living in a beautiful house made of cedar wood, but the chest that contains God's Ten Commandments is kept in a tent!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan said to the king, \"Yahweh is helping you, so do about the sacred chest whatever you think is right.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that night, Yahweh spoke to Nathan:\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell my servant, David, that this is what Yahweh says to him: He is not the one who will build a temple for me to live in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have not lived in any building from the day that I brought the Israelites up from Egypt until now. Instead, I have been living in my sacred tent, moving from one place to another with the people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever I went with the Israelites as they traveled, I never said to any of the leaders whom I appointed to lead them, 'Why have you not built me a temple made of cedar wood?'\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell my servant David that Yahweh, the commander of the angel armies, says that he took him from a pasture and from taking care of sheep, and appointed him to become the ruler of my Israelite people.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remind him I have been with him wherever he has gone. I have gotten rid of all his enemies who attacked him. I will make him very famous, as well known as the names of all the greatest men who have ever lived on the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he dies and is buried, I will appoint one of his own sons to be king, and I will make him to be a very powerful king.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one who will arrange for a temple to be built for me. I will make his rule over Israel to last forever.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be like a father to him, and it will be as though he is a son to me. When he does something that is wrong, I will punish him as fathers punish their sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will never stop faithfully loving him as I stopped loving Saul, whom I removed from being king before David became king.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's descendants will rule the kingdom of Israel forever. Their rule will never end.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Nathan told David everything that Yahweh had told him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard Nathan's message, he went into the sacred tent and sat in Yahweh's presence, and prayed this:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Yahweh, my God, I am not worthy of all the things that you have done for me, and my family is not worthy either.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now, O Yahweh my God, in addition to everything else, you have spoken about what will happen to my descendants in the future for many generations.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "O Yahweh God, what more can I, David, say to you for honoring me? Although you know very well what I am like, Yahweh my God, you have acted toward me as though I were the most important man on the earth!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have done all these great things to teach me, and you have done them just because you wanted to do them and because you decided to do them.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "O Yahweh my God, you are great. There is no one like you. Only you are God, just as we have always heard.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And there is no other nation in the world like Israel. Israel is the only nation on the earth whose people you went out to rescue, as you rescued them from Egypt. Then you made them belong to you yourself. And for doing all these things, you are now well known throughout the world. As your people advanced through this land, you drove out other people groups who were in Canaan, along with their gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You caused us Israelites to be your people forever, and you, Yahweh, have become our God!\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now, Yahweh my God, I pray that you will cause the things that you promised to me about my descendants to come true and be true forever, and that you will do the things that you said that you would do.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, you will become famous forever, and people will exclaim, 'Yahweh, the commander of angel armies, is the God who rules Israel.' And you will cause that there will forever be descendants of mine who will rule.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God whom we Israelite people worship, you have revealed to me that you will make some of my descendants kings. For that reason, I have been brave enough to pray like this to you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, O Yahweh, because you are God, we can trust that you will do what you promise. You have promised these good things to me.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I ask you that if it pleases you, you will bless my descendants, in order that they may continue to rule forever. Yahweh God, you have promised these things, so I know that if you do these things, you will keep blessing my descendants forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10-11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Formerly, during the time that I appointed leaders for my Israelite people, many violent groups oppressed them. But this will not happen anymore. I have chosen a place where my people can live peacefully and where no one will disturb them anymore. I will make all their enemies stop attacking them. And I will defeat all their enemies.\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "Tell David that I declare to him that I, Yahweh, will enable his descendants to rule after him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}