{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, David's army attacked the Philistine army and defeated them. They took control over the Philistine city of Gath and its surrounding villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's army also defeated the army of the Moab people group. David forced their soldiers to lie down on the ground close to each other. His men killed two out of every three of them. The others of the Moab people were forced to accept David as their ruler, and they were forced to give to him every year the payment that he demanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's army also defeated the army of Hadadezer son of Rehob, who ruled the region of Zobah in Aram. That happened when he went try to regain power over the area at the upper part of the Euphrates River.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's army captured 1,700 of Hadadezer's soldiers who used chariots, and twenty thousand soldiers on foot. They also crippled all but one hundred of the horses, and they would be used to pull chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the army of Aram came from the city of Damascus to help King Hadadezer's army, David's soldiers killed twenty-two thousand of them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David stationed groups of his soldiers in their area, and the people of Aram were forced to accept David to be their ruler, and to give to David's government every year the payment of tribute money that he demanded. And Yahweh enabled David's army to win victories wherever they went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David's soldiers took the gold shields that were carried by Hadadezer's officials, and brought them to Jerusalem.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also brought to Jerusalem much bronze that they found in Tebah and Berothai, two cities that King Hadadezer had previously ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Tou, the king of the city of Hamath in Aram, heard that David's army had defeated the entire army of King Hadadezer,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he sent his son Joram to greet King David and to congratulate him about his army defeating Hadadezer's army, which Tou's army had fought many times. Joram brought to David many gifts made from gold, silver, and bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David dedicated all those items to Yahweh. He also dedicated the silver and gold that his army had taken from the nations that they had conquered.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had taken items from the people groups of Edom and Moab, from Ammon, from the Philistine, from the those who descended from Amalek, and from the people whom Hadadezer previously ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David returned after defeating the armies of Aram, he became more famous because his army killed eighteen thousand soldiers from the Edom people group in the Valley of Salt near the Dead Sea.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David stationed groups of his soldiers throughout the region of Edom, and forced the people there to accept him to be their king. Yahweh enabled David's army to win battles wherever they went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David ruled over all the Israelite people, and he always did for them what was fair and just.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab was the army commander. Jehoshaphat son of Ahilud, was the man who reported to the people everything that David decided that they should do.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were the priests. Seraiah was the official secretary;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah son of Jehoiada was the commander of David's bodyguards, and David's sons were his advisors.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}