{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day David asked some of his servants, \"Is there anyone who is a descendant of Saul to whom I can act kindly?\" He asked this because he had loved Jonathan.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told him that there was in Jerusalem a man named Ziba who had been a servant of Saul's family. So David sent messengers to summon Ziba. When he arrived, the king asked him, \"Are you Ziba?\" He replied, \"Yes, your Majesty, I am.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king asked him, \"Is there anyone in Saul's family to whom I can act kindly, as I promised God that I would do?\" Ziba replied, \"Yes, there is one son of Jonathan who is still alive. His feet are crippled.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king asked him, \"Where is he?\" Ziba replied, \"He is living in the house of Machir son of Ammiel, in the city of Lo Debar east of the Jordan River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King David sent messengers to bring Mephibosheth to Jerusalem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Mephibosheth came to David, he knelt down with his face on the ground, to show respect. Then David said, \"Mephibosheth!\" He replied, \"Yes, your Majesty, how may I serve you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"Do not be afraid. I will be kind to you because Jonathan your father was my friend. I will give back to you all the land that belonged to your grandfather Saul. And I want you to always eat with me in my house.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mephibosheth bowed in front of David again and said, \"Sir, I am as worthless as a dead dog. I do not deserve that you act kindly toward me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king summoned Saul's servant Ziba and said to him, \"Saul was your master, and now I am giving to Mephibosheth everything that belonged to Saul and his family.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and your fifteen sons and your twenty servants must plow the land for Mephibosheth's family and plant crops and harvest them, in order that they will have food to eat. But Mephibosheth will eat with me at my house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ziba replied to the king, \"Your Majesty, I will do everything that you have commanded me to do.\" So after that, Mephibosheth always ate at the king's table, as though he were one of the king's sons.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mephibosheth had a young son named Mika. All of Ziba's family became servants of Mephibosheth.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Mephibosheth, who was still crippled in both of his feet, started to live in Jerusalem, and he always ate at the king's table.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}