{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एलीम से कूच करके इस्राएलियों की सारी मण्डली, मिस्र देश से निकलने के बाद दूसरे महीने के पंद्रहवे दिन को, सीन नामक जंगल में, जो एलीम और सीनै पर्वत के बीच में है, आ पहुँची।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जंगल में इस्राएलियों की सारी मण्डली मूसा और हारून के विरुद्ध बड़बड़ाने लगे।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएली उनसे कहने लगे, “जब हम मिस्र देश में माँस की हाँडियों के पास बैठकर मनमाना भोजन खाते थे, तब यदि हम यहोवा के हाथ से* मार डाले भी जाते तो उत्तम वही था; पर तुम हमको इस जंगल में इसलिए निकाल ले आए हो कि इस सारे समाज को भूखा मार डालो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “देखो, मैं तुम लोगों के लिये आकाश से भोजनवस्तु बरसाऊँगा; और ये लोग प्रतिदिन बाहर जाकर प्रतिदिन का भोजन इकट्ठा करेंगे, इससे मैं उनकी परीक्षा करूँगा, कि ये मेरी व्यवस्था पर चलेंगे कि नहीं।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा होगा कि छठवें दिन वह भोजन और दिनों से दूना होगा, इसलिए जो कुछ वे उस दिन बटोरें उसे तैयार कर रखें।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा और हारून ने सारे इस्राएलियों से कहा, “सांझ को तुम जान लोगे कि जो तुम को मिस्र देश से निकाल ले आया है वह यहोवा है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और भोर को तुम्हें यहोवा का तेज देख पड़ेगा, क्योंकि तुम जो यहोवा पर बड़बड़ाते हो उसे वह सुनता है। और हम क्या हैं कि तुम हम पर बड़बड़ाते हो?”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने कहा, “यह तब होगा जब यहोवा सांझ को तुम्हें खाने के लिये माँस और भोर को रोटी मनमाने देगा; क्योंकि तुम जो उस पर बड़बड़ाते हो उसे वह सुनता है। और हम क्या हैं? तुम्हारा बुड़बुड़ाना हम पर नहीं यहोवा ही पर होता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने हारून से कहा, “इस्राएलियों की सारी मण्डली को आज्ञा दे, कि यहोवा के सामने वरन् उसके समीप आए, क्योंकि उसने उनका बुड़बुड़ाना सुना है।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा हुआ कि जब हारून इस्राएलियों की सारी मण्डली से ऐसी ही बातें कर रहा था, कि उन्होंने जंगल की ओर दृष्टि करके देखा, और उनको यहोवा का तेज बादल में दिखलाई दिया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों का बुड़बुड़ाना मैंने सुना है; उनसे कह दे, कि सूर्यास्त के समय तुम माँस खाओगे और भोर को तुम रोटी से तृप्त हो जाओगे; और तुम यह जान लोगे कि मैं तुम्हारा परमेश्‍वर यहोवा हूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ऐसा हुआ कि सांझ को बटेरें* आकर सारी छावनी पर बैठ गईं; और भोर को छावनी के चारों ओर ओस पड़ी।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब ओस सूख गई तो वे क्या देखते हैं, कि जंगल की भूमि पर छोटे-छोटे छिलके पाले के किनकों के समान पड़े हैं।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर इस्राएली, जो न जानते थे कि यह क्या वस्तु है, वे आपस में कहने लगे यह तो मन्ना है। तब मूसा ने उनसे कहा, “यह तो वही भोजनवस्तु है जिसे यहोवा तुम्हें खाने के लिये देता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो आज्ञा यहोवा ने दी है वह यह है, कि तुम उसमें से अपने-अपने खाने के योग्य बटोरा करना, अर्थात् अपने-अपने प्राणियों की गिनती के अनुसार, प्रति मनुष्य के पीछे एक-एक ओमेर बटोरना; जिसके डेरे में जितने हों वह उन्हीं के लिये बटोरा करे।”\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों ने वैसा ही किया; और किसी ने अधिक, और किसी ने थोड़ा बटोर लिया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उन्होंने उसको ओमेर से नापा, तब जिसके पास अधिक था उसके कुछ अधिक न रह गया, और जिसके पास थोड़ा था उसको कुछ घटी न हुई; क्योंकि एक-एक मनुष्य ने अपने खाने के योग्य ही बटोर लिया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने उनसे कहा, “कोई इसमें से कुछ सवेरे तक न रख छोड़े।”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी उन्होंने मूसा की बात न मानी; इसलिए जब किसी-किसी मनुष्य ने उसमें से कुछ सवेरे तक रख छोड़ा, तो उसमें कीड़े पड़ गए और वह बसाने लगा; तब मूसा उन पर क्रोधित हुआ।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे भोर को प्रतिदिन अपने-अपने खाने के योग्य बटोर लेते थे, और जब धूप कड़ी होती थी, तब वह गल जाता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ऐसा हुआ कि छठवें दिन उन्होंने दूना, अर्थात् प्रति मनुष्य के पीछे दो-दो ओमेर बटोर लिया, और मण्डली के सब प्रधानों ने आकर मूसा को बता दिया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “यह तो वही बात है जो यहोवा ने कही, क्योंकि कल* पवित्र विश्राम, अर्थात् यहोवा के लिये पवित्र विश्राम होगा; इसलिए तुम्हें जो तंदूर में पकाना हो उसे पकाओ, और जो सिझाना हो उसे सिझाओ, और इसमें से जितना बचे उसे सवेरे के लिये रख छोड़ो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उन्होंने उसको मूसा की इस आज्ञा के अनुसार सवेरे तक रख छोड़ा, तब न तो वह बसाया, और न उसमें कीड़े पड़े।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने कहा, “आज उसी को खाओ, क्योंकि आज यहोवा का विश्रामदिन है; इसलिए आज तुम को मैदान में न मिलेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छः दिन तो तुम उसे बटोरा करोगे; परन्तु सातवाँ दिन तो विश्राम का दिन है, उसमें वह न मिलेगा।”\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी लोगों में से कोई-कोई सातवें दिन भी बटोरने के लिये बाहर गए, परन्तु उनको कुछ न मिला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “तुम लोग मेरी आज्ञाओं और व्यवस्था को कब तक नहीं मानोगे?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, यहोवा ने जो तुम को विश्राम का दिन दिया है, इसी कारण वह छठवें दिन को दो दिन का भोजन तुम्हें देता है; इसलिए तुम अपने-अपने यहाँ बैठे* रहना, सातवें दिन कोई अपने स्थान से बाहर न जाना।”\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः लोगों ने सातवें दिन विश्राम किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के घराने ने उस वस्तु का नाम मन्ना रखा; और वह धनिया के समान श्वेत था, और उसका स्वाद मधु के बने हुए पूए का सा था।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने कहा, “यहोवा ने जो आज्ञा दी वह यह है, कि इसमें से ओमेर भर अपने वंश की पीढ़ी-पीढ़ी के लिये रख छोड़ो, जिससे वे जानें कि यहोवा हमको मिस्र देश से निकालकर जंगल में कैसी रोटी खिलाता था।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने हारून से कहा, “एक पात्र लेकर उसमें ओमेर भर लेकर उसे यहोवा के आगे रख दे, कि वह तुम्हारी पीढ़ियों के लिये रखा रहे।”\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसी आज्ञा यहोवा ने मूसा को दी थी, उसी के अनुसार हारून ने उसको साक्षी के सन्दूक के आगे रख दिया, कि वह वहीं रखा रहे।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली जब तक बसे हुए देश में न पहुँचे तब तक, अर्थात् चालीस वर्ष तक मन्ना को खाते रहे; वे जब तक कनान देश की सीमा पर नहीं पहुँचे तब तक मन्ना को खाते रहे।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक ओमेर तो एपा का दसवाँ भाग है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्ना और बटेरें\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}