{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर इस्राएलियों की सारी मण्डली सीन नामक जंगल से निकल चली, और यहोवा के आज्ञानुसार कूच करके रपीदीम में अपने डेरे खड़े किए; और वहाँ उन लोगों को पीने का पानी न मिला।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वे मूसा से वाद-विवाद करके कहने लगे, “हमें पीने का पानी दे।” मूसा ने उनसे कहा, “तुम मुझसे क्यों वाद-विवाद करते हो? और यहोवा की परीक्षा क्यों करते हो*?” \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वहाँ लोगों को पानी की प्यास लगी तब वे यह कहकर मूसा पर बुड़बुड़ाने लगे, “तू हमें बाल-बच्चों और पशुओं समेत प्यासा मार डालने के लिये मिस्र से क्यों ले आया है?” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने यहोवा की दुहाई दी, और कहा, “इन लोगों से मैं क्या करूँ? ये सब मुझे पथरवाह करने को तैयार हैं।” \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने मूसा से कहा, “इस्राएल के वृद्ध लोगों में से कुछ को अपने साथ ले ले; और जिस लाठी से तूने नील नदी पर मारा था, उसे अपने हाथ में लेकर लोगों के आगे बढ़ चल।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख मैं तेरे आगे चलकर होरेब पहाड़ की एक चट्टान पर खड़ा रहूँगा; और तू उस चट्टान पर मारना, तब उसमें से पानी निकलेगा जिससे ये लोग पीएँ।” तब मूसा ने इस्राएल के वृद्ध लोगों के देखते वैसा ही किया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा ने उस स्थान का नाम मस्सा और मरीबा रखा, क्योंकि इस्राएलियों ने वहाँ वाद-विवाद किया था, और यहोवा की परीक्षा यह कहकर की, “क्या यहोवा हमारे बीच है या नहीं?” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अमालेकियों पर विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अमालेकी आकर रपीदीम में इस्राएलियों से लड़ने लगे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने यहोशू* से कहा, “हमारे लिये कई एक पुरुषों को चुनकर छाँट ले, और बाहर जाकर अमालेकियों से लड़; और मैं कल परमेश्‍वर की लाठी हाथ में लिये हुए पहाड़ी की चोटी पर खड़ा रहूँगा।” \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा की इस आज्ञा के अनुसार यहोशू अमालेकियों से लड़ने लगा; और मूसा, हारून, और हूर* पहाड़ी की चोटी पर चढ़ गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक मूसा अपना हाथ उठाए रहता था तब तक तो इस्राएल प्रबल होता था; परन्तु जब-जब वह उसे नीचे करता तब-तब अमालेक प्रबल होता था।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब मूसा के हाथ भर गए, तब उन्होंने एक पत्थर लेकर मूसा के नीचे रख दिया, और वह उस पर बैठ गया, और हारून और हूर एक-एक ओर में उसके हाथों को सम्भाले रहे; और उसके हाथ सूर्यास्त तक स्थिर रहे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोशू ने अनुचरों समेत अमालेकियों को तलवार के बल से हरा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “स्मरणार्थ इस बात को पुस्तक में लिख ले और यहोशू को सुना दे कि मैं आकाश के नीचे से अमालेक का स्मरण भी पूरी रीति से मिटा डालूँगा।” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने एक वेदी बनाकर उसका नाम ‘यहोवा निस्सी*’ रखा;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कहा, “यहोवा ने शपथ खाई है कि यहोवा अमालेकियों से पीढ़ियों तक लड़ाई करता रहेगा।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "चट्टान से पानी निकालना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}