{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“झूठी बात न फैलाना। अन्यायी साक्षी होकर दुष्ट का साथ न देना।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बुराई करने के लिये न तो बहुतों के पीछे हो लेना; और न उनके पीछे फिरकर मुकदमें में न्याय बिगाड़ने को साक्षी देना;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कंगाल के मुकदमें में उसका भी पक्ष न करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि तेरे शत्रु का बैल या गदहा भटकता हुआ तुझे मिले, तो उसे उसके पास अवश्य फेर ले आना।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि तू अपने बैरी के गदहे को बोझ के मारे दबा हुआ देखे, तो चाहे उसको उसके स्वामी के लिये छुड़ाने के लिये तेरा मन न चाहे, तो भी अवश्य स्वामी का साथ देकर उसे छुड़ा लेना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तेरे लोगों में से जो दरिद्र हों उसके मुकदमें में न्याय न बिगाड़ना।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "झूठे मुकदमें से दूर रहना, और निर्दोष और धर्मी को घात न करना, क्योंकि मैं दुष्ट को निर्दोष न ठहराऊँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "घूस न लेना, क्योंकि घूस देखनेवालों को भी अंधेर कर देता, और धर्मियों की बातें पलट देता है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परदेशी पर अंधेर न करना; तुम तो परदेशी के मन की बातें जानते हो, क्योंकि तुम भी मिस्र देश में परदेशी थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सातवाँ वर्ष और सातवाँ दिन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“छः वर्ष तो अपनी भूमि में बोना और उसकी उपज इकट्ठी करना;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु सातवें वर्ष में उसको पड़ती रहने देना और वैसा ही छोड़ देना, तो तेरे भाई-बन्धुओं में के दरिद्र लोग उससे खाने पाएँ, और जो कुछ उनसे भी बचे वह जंगली पशुओं के खाने के काम में आए। और अपनी दाख और जैतून की बारियों को भी ऐसे ही करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छः दिन तक तो अपना काम-काज करना, और सातवें दिन विश्राम करना; कि तेरे बैल और गदहे सुस्ताएँ, और तेरी दासियों के बेटे और परदेशी भी अपना जी ठण्डा कर सके।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कुछ मैंने तुम से कहा है उसमें सावधान रहना; और दूसरे देवताओं के नाम की चर्चा न करना, वरन् वे तुम्हारे मुँह से सुनाई भी न दें।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "तीन प्रमुख पर्व\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“प्रति वर्ष तीन बार मेरे लिये पर्व मानना।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अख़मीरी रोटी का पर्व मानना; उसमें मेरी आज्ञा के अनुसार अबीब महीने के नियत समय पर सात दिन तक अख़मीरी रोटी खाया करना, क्योंकि उसी महीने में तुम मिस्र से निकल आए। और मुझ को कोई खाली हाथ अपना मुँह न दिखाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तेरी बोई हुई खेती की पहली उपज तैयार हो, तब कटनी का पर्व मानना। और वर्ष के अन्त में जब तू परिश्रम के फल बटोर कर ढेर लगाए, तब बटोरन का पर्व मानना।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रति वर्ष तीनों बार तेरे सब पुरुष प्रभु यहोवा को अपना मुँह दिखाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मेरे बलिपशु का लहू ख़मीरी रोटी के संग न चढ़ाना, और न मेरे पर्व के उत्तम बलिदान* में से कुछ सवेरे तक रहने देना।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपनी भूमि की पहली उपज का पहला भाग अपने परमेश्‍वर यहोवा के भवन में ले आना। बकरी का बच्चा उसकी माता के दूध में न पकाना।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वादे और चेतावनी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सुन, मैं एक दूत तेरे आगे-आगे भेजता हूँ जो मार्ग में तेरी रक्षा करेगा, और जिस स्थान को मैंने तैयार किया है उसमें तुझे पहुँचाएगा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके सामने सावधान रहना, और उसकी मानना, उसका विरोध न करना, क्योंकि वह तुम्हारा अपराध क्षमा न करेगा; इसलिए कि उसमें मेरा नाम रहता है।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि तू सचमुच उसकी माने और जो कुछ मैं कहूँ वह करे, तो मैं तेरे शत्रुओं का शत्रु और तेरे द्रोहियों का द्रोही बनूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस रीति मेरा दूत तेरे आगे-आगे चलकर तुझे एमोरी, हित्ती, परिज्जी, कनानी, हिव्वी, और यबूसी लोगों के यहाँ पहुँचाएगा, और मैं उनको सत्यानाश कर डालूँगा।*\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके देवताओं को दण्डवत् न करना, और न उनकी उपासना करना, और न उनके से काम करना, वरन् उन मूरतों को पूरी रीति से सत्यानाश कर डालना, और उन लोगों की लाटों के टुकड़े-टुकड़े कर देना।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अपने परमेश्‍वर यहोवा की उपासना करना, तब वह तेरे अन्न जल पर आशीष देगा, और तेरे बीच में से रोग दूर करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे देश में न तो किसी का गर्भ गिरेगा और न कोई बाँझ होगी; और तेरी आयु मैं पूरी करूँगा।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जितने लोगों के बीच तू जाएगा उन सभी के मन में मैं अपना भय पहले से ऐसा समवा दूँगा कि उनको व्याकुल कर दूँगा, और मैं तुझे सब शत्रुओं की पीठ दिखाऊँगा।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तुझ से पहले बर्रों* को भेजूँगा जो हिव्वी, कनानी, और हित्ती लोगों को तेरे सामने से भगाकर दूर कर देंगी।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनको तेरे आगे से एक ही वर्ष में तो न निकाल दूँगा, ऐसा न हो कि देश उजाड़ हो जाए, और जंगली पशु बढ़कर तुझे दुःख देने लगें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तक तू फूल-फलकर देश को अपने अधिकार में न कर ले तब तक मैं उन्हें तेरे आगे से थोड़ा-थोड़ा करके निकालता रहूँगा।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं लाल समुद्र से लेकर पलिश्तियों के समुद्र तक और जंगल से लेकर फरात तक के देश को तेरे वश में कर दूँगा; मैं उस देश के निवासियों को भी तेरे वश में कर दूँगा, और तू उन्हें अपने सामने से बरबस निकालेगा।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू न तो उनसे वाचा बाँधना और न उनके देवताओं से।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे तेरे देश में रहने न पाएँ, ऐसा न हो कि वे तुझ से मेरे विरुद्ध पाप कराएँ; क्योंकि यदि तू उनके देवताओं की उपासना करे, तो यह तेरे लिये फंदा बनेगा।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "न्याय और निष्पक्षता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}