{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा, “तू, हारून, नादाब, अबीहू, और इस्राएलियों के सत्तर पुरनियों समेत यहोवा के पास ऊपर आकर दूर से दण्डवत् करना।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और केवल मूसा यहोवा के समीप आए; परन्तु वे समीप न आएँ, और दूसरे लोग उसके संग ऊपर न आएँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने लोगों के पास जाकर यहोवा की सब बातें और सब नियम सुना दिए; तब सब लोग एक स्वर से बोल उठे, “जितनी बातें यहोवा ने कही हैं उन सब बातों को हम मानेंगे।” \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने यहोवा के सब वचन लिख दिए। और सवेरे उठकर पर्वत के नीचे एक वेदी और इस्राएल के बारहों गोत्रों के अनुसार बारह खम्भे* भी बनवाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कई इस्राएली जवानों को भेजा, जिन्होंने यहोवा के लिये होमबलि और बैलों के मेलबलि चढ़ाए।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा ने आधा लहू लेकर कटोरों में रखा, और आधा वेदी पर छिड़क दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वाचा की पुस्तक* को लेकर लोगों को पढ़ सुनाया; उसे सुनकर उन्होंने कहा, “जो कुछ यहोवा ने कहा है उस सबको हम करेंगे, और उसकी आज्ञा मानेंगे।” \n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने लहू को लेकर लोगों पर छिड़क दिया, और उनसे कहा, “देखो, यह उस वाचा का लहू है जिसे यहोवा ने इन सब वचनों पर तुम्हारे साथ बाँधी है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा, हारून, नादाब, अबीहू और इस्राएलियों के सत्तर पुरनिए ऊपर गए,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएल के परमेश्‍वर का दर्शन* किया; और उसके चरणों के तले नीलमणि का चबूतरा सा कुछ था, जो आकाश के तुल्य ही स्वच्छ था।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने इस्राएलियों के प्रधानों पर हाथ न बढ़ाया*; तब उन्होंने परमेश्‍वर का दर्शन किया, और खाया पिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “पहाड़ पर मेरे पास चढ़, और वहाँ रह; और मैं तुझे पत्थर की पटियाएँ, और अपनी लिखी हुई व्यवस्था और आज्ञा दूँगा कि तू उनको सिखाए।” \n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा यहोशू नामक अपने टहलुए समेत परमेश्‍वर के पर्वत पर चढ़ गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पुरनियों से वह यह कह गया, “जब तक हम तुम्हारे पास फिर न आएँ तब तक तुम यहीं हमारी बाट जोहते रहो; और सुनो, हारून और हूर तुम्हारे संग हैं; तो यदि किसी का मुकद्दमा हो तो उन्हीं के पास जाए।” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा पर्वत पर चढ़ गया, और बादल ने पर्वत को छा लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा के तेज ने सीनै पर्वत पर निवास किया, और वह बादल उस पर छः दिन तक छाया रहा; और सातवें दिन उसने मूसा को बादल के बीच में से पुकारा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों की दृष्टि में यहोवा का तेज पर्वत की चोटी पर प्रचण्ड आग सा देख पड़ता था।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा बादल के बीच में प्रवेश करके पर्वत पर चढ़ गया। और मूसा पर्वत पर चालीस दिन और चालीस रात रहा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहोवा और इस्राएलियों के बीच वाचा बाँधने का वर्णन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}