{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर तू इस्राएलियों में से अपने भाई हारून, और नादाब, अबीहू*, एलीआजर और ईतामार नामक उसके पुत्रों को अपने समीप ले आना कि वे मेरे लिये याजक का काम करें।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू अपने भाई हारून के लिये वैभव और शोभा के निमित्त पवित्र वस्त्र बनवाना।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितनों के हृदय में बुद्धि है, जिनको मैंने बुद्धि देनेवाली आत्मा से परिपूर्ण किया है, उनको तू हारून के वस्त्र बनाने की आज्ञा दे कि वह मेरे निमित्त याजक का काम करने के लिये पवित्र बनें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो वस्त्र उन्हें बनाने होंगे वे ये हैं, अर्थात् सीनाबन्द; और एपोद, और बागा, चार खाने का अंगरखा, पुरोहित का टोप, और कमरबन्द; ये ही पवित्र वस्त्र तेरे भाई हारून और उसके पुत्रों के लिये बनाएँ जाएँ कि वे मेरे लिये याजक का काम करें।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे सोने और नीले और बैंगनी और लाल रंग का और सूक्ष्म सनी का कपड़ा लें।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "एपोद और पटुका\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“वे एपोद* को सोने, और नीले, बैंगनी और लाल रंग के कपड़े का और बटी हुई सूक्ष्म सनी के कपड़े का बनाएँ, जो कि निपुण कढ़ाई के काम करनेवाले के हाथ का काम हो।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह इस तरह से जोड़ा जाए कि उसके दोनों कंधों के सिरे आपस में मिले रहें।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एपोद पर जो काढ़ा हुआ पटुका होगा उसकी बनावट उसी के समान हो, और वे दोनों बिना जोड़ के हों, और सोने और नीले, बैंगनी और लाल रंगवाले और बटी हुई सूक्ष्म सनीवाले कपड़े के हों।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दो सुलैमानी मणि लेकर उन पर इस्राएल के पुत्रों के नाम खुदवाना,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके नामों में से छः तो एक मणि पर, और शेष छः नाम दूसरे मणि पर, इस्राएल के पुत्रों की उत्पत्ति के अनुसार खुदवाना।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मणि गढ़नेवाले के काम के समान जैसे छापा खोदा जाता है, वैसे ही उन दो मणियों पर इस्राएल के पुत्रों के नाम खुदवाना; और उनको सोने के खानों में जड़वा देना।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दोनों मणियों को एपोद के कंधों पर लगवाना, वे इस्राएलियों के निमित्त स्मरण दिलवाने वाले मणि ठहरेंगे; अर्थात् हारून उनके नाम यहोवा के आगे अपने दोनों कंधों पर स्मरण के लिये लगाए रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर सोने के खाने बनवाना,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और डोरियों के समान गूँथे हुए दो जंजीर शुद्ध सोने के बनवाना; और गूँथे हुए जंजीरों को उन खानों में जड़वाना।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सीनाबन्द या चपरास\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर न्याय की चपरास को भी कढ़ाई के काम का बनवाना; एपोद के समान सोने, और नीले, बैंगनी और लाल रंग के और बटी हुई सूक्ष्म सनी के कपड़े की उसे बनवाना।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह चौकोर और दोहरी हो, और उसकी लम्बाई और चौड़ाई एक-एक बिलांद की हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसमें चार पंक्ति मणि जड़ाना। पहली पंक्ति में तो माणिक्य, पद्मराग और लालड़ी हों;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरी पंक्ति में मरकत, नीलमणि और हीरा;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीसरी पंक्ति में लशम, सूर्यकांत और नीलम;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चौथी पंक्ति में फीरोजा, सुलैमानी मणि और यशब हों; ये सब सोने के खानों में जड़े जाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएल के पुत्रों के जितने नाम हैं उतने मणि हों, अर्थात् उनके नामों की गिनती के अनुसार बारह नाम खुदें, बारहों गोत्रों में से एक-एक का नाम एक-एक मणि पर ऐसे खुदे जैसे छापा खोदा जाता है।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर चपरास पर डोरियों के समान गूँथे हुए शुद्ध सोने की जंजीर लगवाना;\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चपरास में सोने की दो कड़ियाँ लगवाना, और दोनों कड़ियों को चपरास के दोनों सिरों पर लगवाना।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सोने के दोनों गूँथे जंजीरों को उन दोनों कड़ियों में जो चपरास के सिरों पर होंगी लगवाना;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गूँथे हुए दोनों जंजीरों के दोनों बाकी सिरों को दोनों खानों में जड़वा के एपोद के दोनों कंधों के बंधनों पर उसके सामने लगवाना।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर सोने की दो और कड़ियाँ बनवाकर चपरास के दोनों सिरों पर, उसकी उस कोर पर जो एपोद के भीतर की ओर होगी लगवाना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उनके सिवाय सोने की दो और कड़ियाँ बनवाकर एपोद के दोनों कंधों के बंधनों पर, नीचे से उनके सामने और उसके जोड़ के पास एपोद के काढ़े हुए पटुके के ऊपर लगवाना।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चपरास अपनी कड़ियों के द्वारा एपोद की कड़ियों में नीले फीते से बाँधी जाए, इस रीति वह एपोद के काढ़े हुए पटुके पर बनी रहे, और चपरास एपोद पर से अलग न होने पाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब हारून पवित्रस्‍थान में प्रवेश करे, तब-तब वह न्याय की चपरास पर अपने हृदय के ऊपर इस्राएलियों के नामों को लगाए रहे, जिससे यहोवा के सामने उनका स्मरण नित्य रहे।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू न्याय की चपरास में ऊरीम और तुम्मीम* को रखना, और जब-जब हारून यहोवा के सामने प्रवेश करे, तब-तब वे उसके हृदय के ऊपर हों; इस प्रकार हारून इस्राएलियों के लिये यहोवा के न्याय को अपने हृदय के ऊपर यहोवा के सामने नित्य लगाए रहे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अन्य याजकीय वस्त्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर एपोद के बागे को सम्पूर्ण नीले रंग का बनवाना।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी बनावट ऐसी हो कि उसके बीच में सिर डालने के लिये छेद हो, और उस छेद की चारों ओर बख्तर के छेद की सी एक बुनी हुई कोर हो कि वह फटने न पाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके नीचेवाले घेरे में चारों ओर नीले, बैंगनी और लाल रंग के कपड़े के अनार बनवाना, और उनके बीच-बीच चारों ओर सोने की घंटियाँ लगवाना,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् एक सोने की घंटी और एक अनार, फिर एक सोने की घंटी और एक अनार, इसी रीति बागे के नीचेवाले घेरे में चारों ओर ऐसा ही हो।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून उस बागे को सेवा टहल करने के समय पहना करे, कि जब-जब वह पवित्रस्‍थान के भीतर यहोवा के सामने जाए, या बाहर निकले, तब-तब उसका शब्द सुनाई दे, नहीं तो वह मर जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर शुद्ध सोने का एक टीका बनवाना, और जैसे छापे में वैसे ही उसमें ये अक्षर खोदे जाएँ, अर्थात् ‘यहोवा के लिये पवित्र।’ \n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसे नीले फीते से बाँधना; और वह पगड़ी के सामने के हिस्से पर रहे।\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह हारून के माथे पर रहे, इसलिए कि इस्राएली जो कुछ पवित्र ठहराएँ, अर्थात् जितनी पवित्र वस्तुएँ भेंट में चढ़ावें उन पवित्र वस्तुओं का दोष हारून उठाए रहे*, और वह नित्य उसके माथे पर रहे, जिससे यहोवा उनसे प्रसन्‍न रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अंगरखे को सूक्ष्म सनी के कपड़े का चारखाना बुनवाना, और एक पगड़ी भी सूक्ष्म सनी के कपड़े की बनवाना, और बेलबूटे की कढ़ाई का काम किया हुआ एक कमरबन्द भी बनवाना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर हारून के पुत्रों के लिये भी अंगरखे और कमरबन्द और टोपियाँ बनवाना; ये वस्त्र भी वैभव और शोभा के लिये बनें।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने भाई हारून और उसके पुत्रों को ये ही सब वस्त्र पहनाकर उनका अभिषेक और संस्कार करना, और उन्हें पवित्र करना कि वे मेरे लिये याजक का काम करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके लिये सनी के कपड़े की जाँघिया बनवाना जिनसे उनका तन ढपा रहे; वे कमर से जाँघ तक की हों;\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब हारून या उसके पुत्र मिलापवाले तम्बू में प्रवेश करें, या पवित्रस्‍थान में सेवा टहल करने को वेदी के पास जाएँ तब-तब वे उन जाँघियों को पहने रहें, न हो कि वे पापी ठहरें और मर जाएँ। यह हारून के लिये और उसके बाद उसके वंश के लिये भी सदा की विधि ठहरे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याजकों के पवित्र वस्त्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}