{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब लोगों ने देखा कि मूसा को पर्वत से उतरने में विलम्ब हो रहा है, तब वे हारून के पास इकट्ठे होकर कहने लगे, “अब हमारे लिये देवता बना, जो हमारे आगे-आगे चले; क्योंकि उस पुरुष मूसा को जो हमें मिस्र देश से निकाल ले आया है, हम नहीं जानते कि उसे क्या हुआ?” \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून ने उनसे कहा, “तुम्हारी स्त्रियों और बेटे बेटियों के कानों में सोने की जो बालियाँ हैं उन्हें तोड़कर उतारो, और मेरे पास ले आओ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब लोगों ने उनके कानों से सोने की बालियों को तोड़कर उतारा, और हारून के पास ले आए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून ने उन्हें उनके हाथ से लिया, और एक बछड़ा ढालकर बनाया*, और टाँकी से गढ़ा। तब वे कहने लगे, “हे इस्राएल तेरा परमेश्‍वर जो तुझे मिस्र देश से छुड़ा लाया है वह यही है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर हारून ने उसके आगे एक वेदी बनवाई; और यह प्रचार किया, “कल यहोवा के लिये पर्व होगा।” \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दूसरे दिन लोगों ने भोर को उठकर होमबलि चढ़ाए, और मेलबलि ले आए; फिर बैठकर खाया पिया, और उठकर खेलने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “नीचे उतर जा, क्योंकि तेरी प्रजा के लोग, जिन्हें तू मिस्र देश से निकाल ले आया है, वे बिगड़ गए हैं;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस मार्ग पर चलने की आज्ञा मैंने उनको दी थी उसको झटपट छोड़कर उन्होंने एक बछड़ा ढालकर बना लिया, फिर उसको दण्डवत् किया, और उसके लिये बलिदान भी चढ़ाया, और यह कहा है, ‘हे इस्राएलियों तुम्हारा परमेश्‍वर जो तुम्हें मिस्र देश से छुड़ा ले आया है वह यही है’।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा, “मैंने इन लोगों को देखा, और सुन, वे हठीले हैं।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब मुझे मत रोक, मेरा कोप उन पर भड़क उठा है जिससे मैं उन्हें भस्म करूँ; परन्तु तुझ से एक बड़ी जाति उपजाऊँगा।” \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा अपने परमेश्‍वर यहोवा को यह कहकर मनाने लगा, “हे यहोवा, तेरा कोप अपनी प्रजा पर क्यों भड़का है, जिसे तू बड़े सामर्थ्य और बलवन्त हाथ के द्वारा मिस्र देश से निकाल लाया है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिस्री लोग यह क्यों कहने पाएँ, ‘वह उनको बुरे अभिप्राय से, अर्थात् पहाड़ों में घात करके धरती पर से मिटा डालने की मनसा से निकाल ले गया?’ तू अपने भड़के हुए कोप को शान्त कर, और अपनी प्रजा को ऐसी हानि पहुँचाने से फिर जा।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने दास अब्राहम, इसहाक, और याकूब को स्मरण कर, जिनसे तूने अपनी ही शपथ खाकर यह कहा था, ‘मैं तुम्हारे वंश को आकाश के तारों के तुल्य बहुत करूँगा, और यह सारा देश जिसकी मैंने चर्चा की है तुम्हारे वंश को दूँगा, कि वह उसके अधिकारी सदैव बने रहें’।” \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा अपनी प्रजा की हानि करने से जो उसने कहा था पछताया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा फिरकर साक्षी की दोनों तख्तियों को हाथ में लिये हुए पहाड़ से उतर गया, उन तख्तियों के तो इधर और उधर दोनों ओर लिखा हुआ था।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे तख्तियाँ परमेश्‍वर की बनाई हुई थीं, और उन पर जो खोदकर लिखा हुआ था वह परमेश्‍वर का लिखा हुआ था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोशू को लोगों के कोलाहल का शब्द सुनाई पड़ा, तब उसने मूसा से कहा, “छावनी से लड़ाई का सा शब्द सुनाई देता है।” \n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “वह जो शब्द है वह न तो जीतनेवालों का है, और न हारनेवालों का, मुझे तो गाने का शब्द सुन पड़ता है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छावनी के पास आते ही मूसा को वह बछड़ा और नाचना देख पड़ा, तब मूसा का कोप भड़क उठा, और उसने तख्तियों को अपने हाथों से पर्वत के नीचे पटककर तोड़ डाला।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उनके बनाए हुए बछड़े को लेकर आग में डालकर फूँक दिया। और पीसकर चूर चूरकर डाला, और जल के ऊपर फेंक दिया, और इस्राएलियों को उसे पिलवा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा हारून से कहने लगा, “उन लोगों ने तुझ से क्या किया कि तूने उनको इतने बड़े पाप में फँसाया?” \n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून ने उत्तर दिया, “मेरे प्रभु का कोप न भड़के; तू तो उन लोगों को जानता ही है कि वे बुराई में मन लगाए रहते हैं।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने मुझसे कहा, ‘हमारे लिये देवता बनवा जो हमारे आगे-आगे चले; क्योंकि उस पुरुष मूसा को, जो हमें मिस्र देश से छुड़ा लाया है, हम नहीं जानते कि उसे क्या हुआ?’ \n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने उनसे कहा, ‘जिस-जिस के पास सोने के गहने हों, वे उनको तोड़कर उतार लाएँ;’ और जब उन्होंने मुझ को दिया, मैंने उन्हें आग में डाल दिया, तब यह बछड़ा निकल पड़ा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून ने उन लोगों को ऐसा निरंकुश कर दिया था कि वे अपने विरोधियों के बीच उपहास के योग्य हुए,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनको निरंकुश देखकर मूसा ने छावनी के निकास पर खड़े होकर कहा, “जो कोई यहोवा की ओर का हो वह मेरे पास आए;” तब सारे लेवीय उसके पास इकट्ठे हुए।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “इस्राएल का परमेश्‍वर यहोवा यह कहता है, कि अपनी-अपनी जाँघ पर तलवार लटकाकर छावनी से एक निकास से दूसरे निकास तक घूम-घूमकर अपने-अपने भाइयों, संगियों, और पड़ोसियों को घात करो।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा के इस वचन के अनुसार लेवियों ने किया और उस दिन तीन हजार के लगभग लोग मारे गए।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने कहा, “आज के दिन यहोवा के लिये अपना याजकपद का संस्कार करो*, वरन् अपने-अपने बेटों और भाइयों के भी विरुद्ध होकर ऐसा करो जिससे वह आज तुम को आशीष दे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरे दिन मूसा ने लोगों से कहा, “तुमने बड़ा ही पाप किया है। अब मैं यहोवा के पास चढ़ जाऊँगा; सम्भव है कि मैं तुम्हारे पाप का प्रायश्चित कर सकूँ।” \n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा यहोवा के पास जाकर कहने लगा, “हाय, हाय, उन लोगों ने सोने का देवता बनवाकर बड़ा ही पाप किया है।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी अब तू उनका पाप क्षमा कर नहीं तो अपनी लिखी हुई पुस्तक में से मेरे नाम को काट दे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने मूसा से कहा, “जिसने मेरे विरुद्ध पाप किया है उसी का नाम मैं अपनी पुस्तक में से काट दूँगा।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तो तू जाकर उन लोगों को उस स्थान में ले चल जिसकी चर्चा मैंने तुझ से की थी; देख मेरा दूत तेरे आगे-आगे चलेगा। परन्तु जिस दिन मैं दण्ड देने लगूँगा उस दिन उनको इस पाप का भी दण्ड दूँगा।” \n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः यहोवा ने उन लोगों पर विपत्ति भेजी, क्योंकि हारून के बनाए हुए बछड़े को उन्हीं ने बनवाया था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों के मूर्तिपूजा में फंसने का वर्णन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}