{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने इस्राएलियों की सारी मण्डली इकट्ठा करके उनसे कहा, “जिन कामों के करने की आज्ञा यहोवा ने दी है वे ये हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छः दिन तो काम-काज किया जाए, परन्तु सातवाँ दिन तुम्हारे लिये पवित्र और यहोवा के लिये पवित्र विश्राम का दिन ठहरे; उसमें जो कोई काम-काज करे वह मार डाला जाए;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् विश्राम के दिन तुम अपने-अपने घरों में आग तक न जलाना।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पवित्र तम्बू के लिये भेंट\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने इस्राएलियों की सारी मण्डली से कहा, “जिस बात की आज्ञा यहोवा ने दी है वह यह है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे पास से यहोवा के लिये भेंट ली जाए, अर्थात् जितने अपनी इच्छा से देना चाहें वे यहोवा की भेंट करके ये वस्तुएँ ले आएँ; अर्थात् सोना, रुपा, पीतल;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नीले, बैंगनी और लाल रंग का कपड़ा, सूक्ष्म सनी का कपड़ा; बकरी का बाल,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लाल रंग से रंगी हुई मेढ़ों की खालें, सुइसों की खालें; बबूल की लकड़ी,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उजियाला देने के लिये तेल, अभिषेक का तेल, और धूप के लिये सुगन्ध-द्रव्य,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एपोद और चपरास के लिये सुलैमानी मणि और जड़ने के लिये मणि।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम में से जितनों के हृदय में बुद्धि का प्रकाश है वे सब आकर जिस-जिस वस्तु की आज्ञा यहोवा ने दी है वे सब बनाएँ।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् तम्बू, और आवरण समेत निवास, और उसकी घुंडी, तख्ते, बेंड़े, खम्भे और कुर्सियाँ;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर डंडों समेत सन्दूक, और प्रायश्चित का ढकना, और बीचवाला परदा;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "डंडों और सब सामान समेत मेज, और भेंट की रोटियाँ;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सामान और दीपकों समेत उजियाला देनेवाला दीवट, और उजियाला देने के लिये तेल;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "डंडों समेत धूपवेदी, अभिषेक का तेल, सुगन्धित धूप, और निवास के द्वार का परदा;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पीतल की झंझरी, डंडों आदि सारे सामान समेत होमवेदी, पाए समेत हौदी;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "खम्भों और उनकी कुर्सियों समेत आँगन के पर्दे, और आँगन के द्वार के पर्दे;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "निवास और आँगन दोनों के खूँटे, और डोरियाँ;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पवित्रस्‍थान में सेवा टहल करने के लिये काढ़े हुए वस्त्र, और याजक का काम करने के लिये हारून याजक के पवित्र वस्त्र*, और उसके पुत्रों के वस्त्र भी।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लोगों द्वारा भेंट लाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएलियों की सारी मण्डली मूसा के सामने से लौट गई।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितनों को उत्साह हुआ, और जितनों के मन में ऐसी इच्छा उत्‍पन्‍न हुई थी, वे मिलापवाले तम्बू के काम करने और उसकी सारी सेवकाई और पवित्र वस्त्रों के बनाने के लिये यहोवा की भेंट ले आने लगे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या स्त्री, क्या पुरुष, जितनों के मन में ऐसी इच्छा उत्‍पन्‍न हुई थी वे सब जुगनू, नथनी, मुंदरी, और कंगन आदि सोने के गहने ले आने लगे, इस भाँति जितने मनुष्य यहोवा के लिये सोने की भेंट के देनेवाले थे वे सब उनको ले आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस-जिस पुरुष के पास नीले, बैंगनी या लाल रंग का कपड़ा या सूक्ष्म सनी का कपड़ा, या बकरी का बाल, या लाल रंग से रंगी हुई मेढ़ों की खालें, या सुइसों की खालें थीं वे उन्हें ले आए।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जितने चाँदी, या पीतल की भेंट के देनेवाले थे वे यहोवा के लिये वैसी भेंट ले आए; और जिस-जिस के पास सेवकाई के किसी काम के लिये बबूल की लकड़ी थी वे उसे ले आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितनी स्त्रियों के हृदय में बुद्धि का प्रकाश था वे अपने हाथों से सूत कात-कातकर नीले, बैंगनी और लाल रंग के, और सूक्ष्म सनी के काते हुए सूत को ले आईं।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितनी स्त्रियों के मन में ऐसी बुद्धि का प्रकाश था उन्होंने बकरी के बाल भी काते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और प्रधान लोग एपोद और चपरास के लिये सुलैमानी मणि, और जड़ने के लिये मणि,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उजियाला देने और अभिषेक और धूप के सुगन्ध-द्रव्य और तेल ले आए।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस-जिस वस्तु के बनाने की आज्ञा यहोवा ने मूसा के द्वारा दी थी उसके लिये जो कुछ आवश्यक था, उसे वे सब पुरुष और स्त्रियाँ ले आईं, जिनके हृदय में ऐसी इच्छा उत्‍पन्‍न हुई थी। इस प्रकार इस्राएली यहोवा के लिये अपनी ही इच्छा से भेंट ले आए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बसलेल और ओहोलीआब\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने इस्राएलियों से कहा सुनो, “यहोवा ने यहूदा के गोत्रवाले बसलेल को, जो ऊरी का पुत्र और हूर का पोता है, नाम लेकर बुलाया है।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उसको परमेश्‍वर के आत्मा से ऐसा परिपूर्ण किया है कि सब प्रकार की बनावट के लिये उसको ऐसी बुद्धि, समझ, और ज्ञान मिला है,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि वह कारीगरी की युक्तियाँ निकालकर सोने, चाँदी, और पीतल में,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जड़ने के लिये मणि काटने में और लकड़ी पर नक्काशी करने में, वरन् बुद्धि से सब भाँति की निकाली हुई बनावट में काम कर सके।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने उसके मन में और दान के गोत्रवाले अहीसामाक के पुत्र ओहोलीआब के मन में भी शिक्षा देने की शक्ति दी है।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन दोनों के हृदय को यहोवा ने ऐसी बुद्धि से परिपूर्ण किया है, कि वे नक्काशी करने और गढ़ने और नीले, बैंगनी और लाल रंग के कपड़े, और सूक्ष्म सनी के कपड़े में काढ़ने* और बुनने, वरन् सब प्रकार की बनावट में, और बुद्धि से काम निकालने में सब भाँति के काम करें।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "सब्त के नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}