{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने नीले, बैंगनी और लाल रंग के काढ़े हुए कपड़े पवित्रस्‍थान की सेवा के लिये, और हारून के लिये भी पवित्र वस्त्र बनाए; जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "एपोद बनाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने एपोद को सोने*, और नीले, बैंगनी और लाल रंग के कपड़े का, और सूक्ष्म बटी हुई सनी के कपड़े का बनाया।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने सोना पीट-पीट कर उसके पत्तर बनाए, फिर पत्तरों को काट-काटकर तार बनाए, और तारों को नीले, बैंगनी और लाल रंग के कपड़े में, और सूक्ष्म सनी के कपड़े में कढ़ाई की बनावट से मिला दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एपोद के जोड़ने को उन्होंने उसके कंधों पर के बन्धन बनाए, वह अपने दोनों सिरों से जोड़ा गया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसे कसने के लिये जो काढ़ा हुआ पटुका उस पर बना, वह उसके साथ बिना जोड़ का, और उसी की बनावट के अनुसार, अर्थात् सोने और नीले, बैंगनी और लाल रंग के कपड़े का, और सूक्ष्म बटी हुई सनी के कपड़े का बना; जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने सुलैमानी मणि काटकर उनमें इस्राएल के पुत्रों के नाम, जैसा छापा खोदा जाता है वैसे ही खोदे, और सोने के खानों में जड़ दिए।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनको एपोद के कंधे के बन्धनों पर लगाया, जिससे इस्राएलियों के लिये स्मरण करानेवाले मणि ठहरें; जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सीनाबन्द बनाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने चपरास* को एपोद के समान सोने की, और नीले, बैंगनी और लाल रंग के कपड़े की, और सूक्ष्म बटी हुई सनी के कपड़े में बेलबूटे का काम किया हुआ बनाया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चपरास तो चौकोर बनी; और उन्होंने उसको दोहरा बनाया, और वह दोहरा होकर एक बित्ता लम्बा और एक बित्ता चौड़ा बना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने उसमें चार पंक्तियों में मणि जड़े। पहली पंक्ति में माणिक्य, पद्मराग, और लालड़ी जड़े गए;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दूसरी पंक्ति में मरकत, नीलमणि, और हीरा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तीसरी पंक्ति में लशम, सूर्यकांत, और नीलम;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चौथी पंक्ति में फीरोजा, सुलैमानी मणि, और यशब जड़े; ये सब अलग-अलग सोने के खानों में जड़े गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ये मणि इस्राएल के पुत्रों के नामों की गिनती के अनुसार बारह थे; बारहों गोत्रों में से एक-एक का नाम जैसा छापा खोदा जाता है वैसा ही खोदा गया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने चपरास पर डोरियों के समान गूँथे हुए शुद्ध सोने की जंजीर बनाकर लगाई;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने सोने के दो खाने, और सोने की दो कड़ियाँ बनाकर दोनों कड़ियों को चपरास के दोनों सिरों पर लगाया;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने सोने की दोनों गूँथी हुई जंजीरों को चपरास के सिरों पर की दोनों कड़ियों में लगाया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गूँथी हुई दोनों जंजीरों के दोनों बाकी सिरों को उन्होंने दोनों खानों में जड़ के, एपोद के सामने दोनों कंधों के बन्धनों पर लगाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने सोने की और दो कड़ियाँ बनाकर चपरास के दोनों सिरों पर उसकी उस कोर पर, जो एपोद के भीतरी भाग में थी, लगाई।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने सोने की दो और कड़ियाँ भी बनाकर एपोद के दोनों कंधों के बन्धनों पर नीचे से उसके सामने, और जोड़ के पास, एपोद के काढ़े हुए पटुके के ऊपर लगाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने चपरास को उसकी कड़ियों के द्वारा एपोद की कड़ियों में नीले फीते से ऐसा बाँधा, कि वह एपोद के काढ़े हुए पटुके के ऊपर रहे, और चपरास एपोद से अलग न होने पाए; जैसे यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अन्य याजकीय वस्त्र बनाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एपोद का बागा सम्पूर्ण नीले रंग का बनाया गया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसकी बनावट ऐसी हुई कि उसके बीच बख्तर के छेद के समान एक छेद बना, और छेद के चारों ओर एक कोर बनी, कि वह फटने न पाए।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने उसके नीचेवाले घेरे में नीले, बैंगनी और लाल रंग के कपड़े के अनार बनाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने शुद्ध सोने की घंटियाँ भी बनाकर बागे के नीचेवाले घेरे के चारों ओर अनारों के बीचोंबीच लगाई;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् बागे के नीचेवाले घेरे के चारों ओर एक सोने की घंटी, और एक अनार फिर एक सोने की घंटी, और एक अनार लगाया गया कि उन्हें पहने हुए सेवा टहल करें; जैसे यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने हारून, और उसके पुत्रों के लिये बुनी हुई सूक्ष्म सनी के कपड़े के अंगरखे,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सूक्ष्म सनी के कपड़े की पगड़ी, और सूक्ष्म सनी के कपड़े की सुन्दर टोपियाँ, और सूक्ष्म बटी हुई सनी के कपड़े की जाँघिया,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सूक्ष्म बटी हुई सनी के कपड़े की और नीले, बैंगनी और लाल रंग की कढ़ाई का काम की हुई पगड़ी; इन सभी को जिस तरह यहोवा ने मूसा को आज्ञा दी थी वैसा ही बनाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने पवित्र मुकुट की पटरी शुद्ध सोने की बनाई; और जैसे छापे में वैसे ही उसमें ये अक्षर खोदे गए, अर्थात् ‘यहोवा के लिये पवित्र।’ \n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने उसमें नीला फीता लगाया, जिससे वह ऊपर पगड़ी पर रहे, जिस तरह यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "कार्यों का पूरा होना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार मिलापवाले तम्बू के निवास का सब काम समाप्त हुआ, और जिस-जिस काम की आज्ञा यहोवा ने मूसा को दी थी, इस्राएलियों ने उसी के अनुसार किया।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे निवास को मूसा के पास ले आए, अर्थात् घुंडियाँ, तख्ते, बेंड़े, खम्भे, कुर्सियाँ आदि सारे सामान समेत तम्बू;\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लाल रंग से रंगी हुई मेढ़ों की खालों का ओढ़ना, और सुइसों की खालों का ओढ़ना, और बीच का परदा;\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "डंडों सहित साक्षीपत्र का सन्दूक, और प्रायश्चित का ढकना;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सारे सामान समेत मेज, और भेंट की रोटी;\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सारे सामान सहित दीवट, और उसकी सजावट के दीपक और उजियाला देने के लिये तेल;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सोने की वेदी, और अभिषेक का तेल, और सुगन्धित धूप, और तम्बू के द्वार का परदा;\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पीतल की झंझरी, डंडों और सारे सामान समेत पीतल की वेदी; और पाए समेत हौदी;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "खम्भों और कुर्सियों समेत आँगन के पर्दे, और आँगन के द्वार का परदा, और डोरियाँ, और खूँटे, और मिलापवाले तम्बू के निवास की सेवा का सारा सामान;\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पवित्रस्‍थान में सेवा टहल करने के लिये बेल बूटा काढ़े हुए वस्त्र, और हारून याजक के पवित्र वस्त्र, और उसके पुत्रों के वस्त्र जिन्हें पहनकर उन्हें याजक का काम करना था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जो-जो आज्ञा यहोवा ने मूसा को दी थी उन्हीं के अनुसार इस्राएलियों ने सब काम किया।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने सारे काम का निरीक्षण करके देखा कि उन्होंने यहोवा की आज्ञा के अनुसार सब कुछ किया है। और मूसा ने उनको आशीर्वाद दिया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याजकीय वस्त्र बनाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}