{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा, “फ़िरौन के पास जाकर कह, ‘इब्रियों का परमेश्‍वर यहोवा तुझ से इस प्रकार कहता है, कि मेरी प्रजा के लोगों को जाने दे, कि मेरी उपासना करें।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि तू उन्हें जाने न दे और अब भी पकड़े रहे,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो सुन, तेरे जो घोड़े, गदहे, ऊँट, गाय-बैल, भेड़-बकरी आदि पशु मैदान में हैं, उन पर यहोवा का हाथ ऐसा पड़ेगा कि बहुत भारी मरी होगी।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोवा इस्राएलियों के पशुओं में और मिस्रियों के पशुओं में ऐसा अन्तर करेगा कि जो इस्राएलियों के हैं उनमें से कोई भी न मरेगा’।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने यह कहकर एक समय ठहराया, “मैं यह काम इस देश में कल करूँगा।” \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरे दिन यहोवा ने ऐसा ही किया; और मिस्र के तो सब पशु मर गए, परन्तु इस्राएलियों का एक भी पशु न मरा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और फ़िरौन ने लोगों को भेजा, पर इस्राएलियों के पशुओं में से एक भी नहीं मरा था। तो भी फ़िरौन का मन कठोर हो गया, और उसने उन लोगों को जाने न दिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "छठवीं विपत्ति फफोलों और फोड़ों का निकलना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा और हारून से कहा, “तुम दोनों भट्ठी में से एक-एक मुट्ठी राख* ले लो, और मूसा उसे फ़िरौन के सामने आकाश की ओर उड़ा दे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह सूक्ष्म धूल होकर सारे मिस्र देश में मनुष्यों और पशुओं दोनों पर फफोले और फोड़े बन जाएगी।” \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वे भट्ठी में की राख लेकर फ़िरौन के सामने खड़े हुए, और मूसा ने उसे आकाश की ओर उड़ा दिया, और वह मनुष्यों और पशुओं दोनों पर फफोले और फोड़े बन गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन फोड़ों के कारण जादूगर मूसा के सामने खड़े न रह सके, क्योंकि वे फोड़े जैसे सब मिस्रियों के वैसे ही जादूगरों के भी निकले थे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने फ़िरौन के मन को कठोर कर दिया, और जैसा यहोवा ने मूसा से कहा था, उसने उसकी न सुनी। (रोम 9:18)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सातवीं विपत्ति ओलों की वर्षा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा, “सवेरे उठकर फ़िरौन के सामने खड़ा हो, और उससे कह, ‘इब्रियों का परमेश्‍वर यहोवा इस प्रकार कहता है, कि मेरी प्रजा के लोगों को जाने दे, कि वे मेरी उपासना करें।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नहीं तो अब की बार मैं तुझ पर, और तेरे कर्मचारियों और तेरी प्रजा पर सब प्रकार की विपत्तियाँ डालूँगा, जिससे तू जान ले कि सारी पृथ्वी पर मेरे तुल्य कोई दूसरा नहीं है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने तो अभी हाथ बढ़ाकर तुझे और तेरी प्रजा को मरी से मारा होता, और तू पृथ्वी पर से सत्यानाश हो गया होता;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु सचमुच मैंने इसी कारण तुझे बनाए रखा है* कि तुझे अपना सामर्थ्य दिखाऊँ, और अपना नाम सारी पृथ्वी पर प्रसिद्ध करूँ। (प्रका. 9:17)\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तू अब भी मेरी प्रजा के सामने अपने आप को बड़ा समझता है, और उन्हें जाने नहीं देता?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, कल मैं इसी समय ऐसे भारी-भारी ओले बरसाऊँगा, कि जिनके तुल्य मिस्र की नींव पड़ने के दिन से लेकर अब तक कभी नहीं पड़े।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब लोगों को भेजकर अपने पशुओं को और मैदान में जो कुछ तेरा है सबको फुर्ती से आड़ में छिपा ले; नहीं तो जितने मनुष्य या पशु मैदान में रहें और घर में इकट्ठे न किए जाएँ उन पर ओले गिरेंगे, और वे मर जाएँगे’।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए फ़िरौन के कर्मचारियों में से जो लोग यहोवा के वचन का भय मानते थे उन्होंने तो अपने-अपने सेवकों और पशुओं को घर में हाँक दिया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर जिन्होंने यहोवा के वचन पर मन न लगाया उन्होंने अपने सेवकों और पशुओं को मैदान में रहने दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मूसा से कहा, “अपना हाथ आकाश की ओर बढ़ा कि सारे मिस्र देश के मनुष्यों, पशुओं और खेतों की सारी उपज पर ओले गिरें।” \n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने अपनी लाठी को आकाश की ओर उठाया; और यहोवा की सामर्थ्य से मेघ गरजने और ओले बरसने लगे, और आग पृथ्वी तक आती रही। इस प्रकार यहोवा ने मिस्र देश पर ओले बरसाएँ।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो ओले गिरते थे उनके साथ आग भी मिली हुई थी, और वे ओले इतने भारी थे कि जब से मिस्र देश बसा था तब से मिस्र भर में ऐसे ओले कभी न गिरे थे। (प्रका. 8:7, प्रका. 11:19)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मिस्र भर के खेतों में क्या मनुष्य, क्या पशु, जितने थे सब ओलों से मारे गए, और ओलों से खेत की सारी उपज नष्ट हो गई, और मैदान के सब वृक्ष भी टूट गए।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "केवल गोशेन प्रदेश में जहाँ इस्राएली बसते थे ओले नहीं गिरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फ़िरौन ने मूसा और हारून को बुलवा भेजा और उनसे कहा, “इस बार मैंने पाप किया है; यहोवा धर्मी है, और मैं और मेरी प्रजा अधर्मी हैं।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेघों का गरजना और ओलों का बरसना तो बहुत हो गया; अब यहोवा से विनती करो; तब मैं तुम लोगों को जाने दूँगा, और तुम न रोके जाओगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने उससे कहा, “नगर से निकलते ही मैं यहोवा की ओर हाथ फैलाऊँगा, तब बादल का गरजना बन्द हो जाएगा, और ओले फिर न गिरेंगे, इससे तू जान लेगा कि पृथ्वी यहोवा ही की है*।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी मैं जानता हूँ, कि न तो तू और न तेरे कर्मचारी यहोवा परमेश्‍वर का भय मानेंगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सन और जौ तो ओलों से मारे गए, क्योंकि जौ की बालें निकल चुकी थीं और सन में फूल लगे हुए थे।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर गेहूँ और कठिया गेहूँ जो बढ़े न थे, इस कारण वे मारे न गए।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मूसा ने फ़िरौन के पास से नगर के बाहर निकलकर यहोवा की ओर हाथ फैलाए, तब बादल का गरजना और ओलों का बरसना बन्द हुआ, और फिर बहुत मेंह भूमि पर न पड़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि मेंह और ओलों और बादल का गरजना बन्द हो गया फ़िरौन ने अपने कर्मचारियों समेत फिर अपने मन को कठोर करके पाप किया।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार फ़िरौन का मन हठीला होता गया, और उसने इस्राएलियों को जाने न दिया; जैसा कि यहोवा ने मूसा के द्वारा कहलवाया था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पाँचवी विपत्ति पशुओं की मौत\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}