{
  "1": "But you, Titus, you must teach the things that help people believe the truth about God.",
  "2": "The older men should control themselves all the time. They should live in a way that other people respect, and they should speak wisely. They should also believe the true things about God, love others truly, and continuously do these things.",
  "3": "The older women, like the men, should live so that everyone knows that they respect God very much. They must not say bad things about other people, and they must not drink very much wine. But they should teach others what is good.",
  "4": "In this way, they should teach the younger women to think wisely and to love their own husbands and children.",
  "5": "The older women should also teach the younger women to think good thoughts, not to act in a bad way toward any man, to work well at home, and to do what their husbands tell them. They should do all these things so that no one will mock God's word.",
  "6": "And concerning the younger men, teach them, too. Tell them to control themselves well.",
  "7": "As for you, Titus my son, always show other people how to do good deeds. In what you teach show the believers what is true and also show them how serious you are about your work.",
  "8": "Teach people in a way that no one can criticize, so that if anybody wants to stop you, other people will shame them because they really have nothing bad to say about any of us.",
  "9": "About our brothers and their families who are slaves: They should always submit to their masters. As much as possible, they should live in a way that pleases their masters in every way, and are they should not argue with them.",
  "10": "They must not steal even little things from their masters; instead, they should be faithful to them, and they should do everything in a way that leads people to admire all that we teach about God, who saves us.",
  "11": "Titus, all that I have written adds up to this: Everyone is now able to know that God wishes to save them; this is his gift to them.",
  "12": "This saving grace from God trains us, as if we were children, to say no to the desires that are found in this world. It helps us to think about things in the right way, to be honest, truthful, and fair to other people and to always keep God in our thoughts and actions while we live in this world.",
  "13": "At the same time, God teaches us to wait for what he will certainly do in the future, which is something that will make us very happy: That is, Jesus the Messiah, our Savior and powerful God, will return to us in great splendor.",
  "14": "He gave himself to die as the payment to free us from our lawless nature, to make us his cherished possession, a treasured people that he has made clean, a people whose greatest joy is to do what is good.",
  "15": "Titus, speak about these things. Urge those who hear you to live as I have described. And use your full right of command to correct our brothers and sisters when it is necessary. Let no one disregard what you say."
}
