{
  "1": "Listen to the message Yahweh has for you.\\q2 \"You people of Israel, Yahweh is accusing you, you who live in this place.\"\n\\q1 He says, \"I cannot find anyone here who tells the truth.\n\\q2 I cannot see anyone who loves me.\n\\q1 None of you can honestly say that he knows me.\n\\q1",
  "2": "You curse and lie, you kill and steal, and you commit adultery.\\q1 You have broken every law,\n\\q2 and you commit one murder after another.\n\n\n\\q1",
  "3": "Because of what the people are doing, the land is now a wilderness.\\q2 Every creature that lives here is dying,\n\\q1 from the animals that live in the fields,\n\\q2 to the birds that fly in the sky;\n\\q1 even the fish in the sea, they are also dying.\n\n\n\\q1",
  "4": "But you must not accuse anyone else for this trouble.\\q2 You must not allow anyone to correct another person; no one has that right, because everyone is guilty.\n\\q1 And I am also accusing the priests.",
  "5": "You priests sin during the day\\q2 and the prophets with you sin at night.\n\\q1 I promise you, I will destroy Israel, who is like a mother to you.\n\n\n\\q2",
  "6": "My people are perishing because you priests have refused to understand me.\\q1 And why do you understand me so little? Because you have rejected the things I have instructed you to do.\n\\q2 So I am rejecting you from being priests to me.\n\\q1 Look at what you have forgotten: You have forgotten the instructions that I, your God, gave to you.\n\\q2 Because you forgot me, I will forget your children.\n\\q1",
  "7": "The more numerous you priests become,\\q2 the more you do the things that I have forbidden.\n\\q1 You have abandoned me in order to become shameful.\n\n\n\\q1",
  "8": "When other people sin, they bring sacrifices to me, some of which you eat.\\q2 So you want the people to sin more and more.\n\\q1",
  "9": "I will punish you priests just as I punish the people.\\q2 I will punish all of you for your behavior;\n\\q2 I will pay you all back for all the wicked deeds you have done.\n\n\n\\q1",
  "10": "You all will eat, but you will never get enough. You will always be hungry.\\q2 They will continue to sleep with other women, but the women will not conceive,\n\\q1 because you have all abandoned me, Yahweh.\n\n\n\\q1",
  "11": "You love to do forbidden sexual acts,\\q2 and to drink wine and new wine.\n\\q2 All these things have made it impossible for you to know right from wrong.\n\\q1",
  "12": "My own people pray to an idol made from a piece of wood.\\q2 They ask their walking staffs to tell them which way they should go!\n\\q1 They are always wanting to sin in sexual ways, so they have stopped obeying me, the God whom they should worship.\n\n\n\\q2",
  "13": "They worship other gods in the places on the tops of the mountains where they have set up idols. They burn offerings to the idols up on those hills—\\q1 in all the places where they worship those idols—under the oak trees, poplar trees, and the terebinth trees—\n\\q2 because these trees give good shade.\n\\q1 Following your example, your daughters decided to become prostitutes,\n\\q2 and your daughters-in-law committed adultery.\n\\q1",
  "14": "But I will not punish the women for turning to prostitution,\\q1 or your daughters-in-law when they commit adultery.\n\\q2 It is the men who are doing the very same thing!\n\\q1 The men sleep with prostitutes,\n\\q2 and they offer sacrifices in the houses of idols where there are prostitutes.\n\\q2 It is true: \"A people who have not lived as they were taught to live, will come to destruction.\"\n\n\n\\q1",
  "15": "Israel, you have left me and gone to idols.\n\\q1 But I hope that Judah will not do the same thing.\n\\q2 You people of Judah, do not go to Gilgal. Do not go up to Beth Aven to worship idols there.\n\\q1 Do not make solemn oaths, calling on me to make good on your promises, adding to your vows the words, 'As Yahweh lives!\"",
  "16": "Israel is as stubborn as a young cow.\\q2 Can I now feed them as if they were little lambs in a meadow?\n\n\\q1",
  "17": "Ephraim has gone to join idols.\\q2 Leave those people alone!",
  "18": "When they have finished drinking all their alcoholic drinks\\q2 then they will commit even more sexual sins.\n\\q2 Their rulers love to do these shameful things.",
  "19": "Someone will attack them; he will be like a whirlwind that lifts them up and carries them away to another place.\\q2 Only then will they be ashamed because they gave offerings to the idols.\""
}
