{
  "1": "As often as I try to heal Israel,\\q2 the people openly show that they are sinning,\n\\q1 and the people in the city of Samaria show the same thing.\n\\q2 They lie and cheat in their buying and selling;\n\\q1 they are like lawless men who attack people who are walking in the streets.\n\\q1",
  "2": "But they do not take a moment to think that I, Yahweh, see everything they do.\\q2 Everywhere they go, they commit evil,\n\\q1 and I see it all.\n\n\n\\q1",
  "3": "The wicked things they do bring delight to their king,\\q2 and the king's officials are happy when they tell lies.\n\\q1",
  "4": "They are all sexually immoral;\\q2 they burn with lust like a baker's oven that is burning hot;\n\\q1 once he lights the fire, he does not need to put any more wood on it,\n\\q1 until he is ready to bake the bread.\n\\q1",
  "5": "At the king's festivals, his officials do outrageous things because they are drunk with wine,\\q2 and the king joins in with them as they mock me.\n\n\n\\q1",
  "6": "But these same officials then set about making plans to murder the king.\\q2 They are quietly angry all night,\n\\q1 and they are openly angry in the morning.\n\\q1",
  "7": "All those officials become so angry at the king,\\q2 that they kill all their rulers.\n\\q1 In the end, all their kings were killed;\n\\q2 not one of them called on me, Yahweh, to help.\"\n\n\\q1",
  "8": "\"Israel joins with other people groups,\\q2 but all the people are like a flat cake that is only cooked on one side; they are weak.\n\\q1",
  "9": "People who come from far away have taken away Israel's strength.\\q2 The nation is gorwing very weak, like an old man whose hair is turning gray.\n\\q1 But the nation does not know it is weak.\n\n\n\\q1",
  "10": "Israel is so proud that everyone else sees it.\\q2 Even so, they will not return to me—to Yahweh their God.\n\\q1 They will not try to persuade me to have mercy on them, no matter what happens to them.\n\\q1",
  "11": "Israel is like a foolish bird, a dove that anyone can easily deceive.\\q2 He calls out first to Egypt, and then like a bird, he flies up to Assyria.\n\n\n\\q1",
  "12": "But when they are on their way there,\\q2 I will spread my net over them,\n\\q2 I will bring them down as a hunter brings down birds from the air into a net.\n\\q1 I will punish them all together.\n\\q1",
  "13": "How terrible it will be\\q2 for my people, because they have abandoned me!\n\\q1 They will perish\n\\q2 because they have rebelled against me.\n\\q1 I wanted to rescue them,\n\\q2 but they kept telling lies against me.\n\n\n\\q1",
  "14": "They do not cry out to me; they do not call to me from their hearts;\\q2 they only lie on their beds and howl and cry out.\n\\q1 They meet together to ask their idols for their grain and new wine.\n\\q2 They have rebelled against me.\n\\q1",
  "15": "Even though I trained them and helped them become strong,\\q2 even now they are planning to do evil against me.\n\n\\q1",
  "16": "They go this way and that, but never to me, God Most High.\\q2 They are like a bow that cannot shoot.\n\\q1 Their officers will be killed by their enemies' swords;\nthey will die because they have insulted me.\n\\q1 This is why the people in Egypt will insult them.\""
}
