{
  "1": "וַיִּקַּ֨ח H3947 שְׁמוּאֵ֜ל H8050 אֶת H853 פַּ֥ךְ H6378 הַשֶּׁ֛מֶן H8081 וַיִּצֹ֥ק H3332 עַל H5921 רֹאשׁ֖וֹ H7218 וַיִּשָּׁקֵ֑ H5401 וַיֹּ֕אמֶר H559 הֲל֗וֹא H3808 כִּֽי H3588 מְשָׁחֲךָ֧ H4886 יְהוָ֛ה H3068 עַל H5921 נַחֲלָת֖וֹ H5159 לְנָגִֽיד H5057 ",
  "2": "בְּלֶכְתְּ H3212 הַיּוֹם֙ H3117 מֵעִמָּדִ֔ H5978 וּמָצָאתָ֩ H4672 שְׁנֵ֨י H8147 אֲנָשִׁ֜ים H376 עִם H5973 קְבֻרַ֥ת H6900 רָחֵ֛ל H7354 בִּגְב֥וּל H1366 בִּנְיָמִ֖ן H1144 בְּצֶלְצַ֑ח H6766 וְאָמְר֣וּ H559 אֵלֶ֗יךָ H413 נִמְצְא֤וּ H4672 הָאֲתֹנוֹת֙ H860 אֲשֶׁ֣ר H834 הָלַ֣כְתָּ H1980 לְבַקֵּ֔שׁ H1245 וְהִנֵּ֨ה H2009 נָטַ֤שׁ H5203 אָבִ֨יךָ֙ H1 אֶת H853 דִּבְרֵ֣י H1697 הָאֲתֹנ֔וֹת H860 וְדָאַ֤ג H1672 לָכֶם֙ Hl לֵאמֹ֔ר H559 מָ֥ה H4100 אֶעֱשֶׂ֖ה H6213 לִבְנִֽ H1121 ",
  "3": "וְחָלַפְתָּ֨ H2498 מִשָּׁ֜ם H8033 וָהָ֗לְאָה H1973 וּבָ֨אתָ֙ H935 עַד H5704 אֵל֣וֹן H436 תָּב֔וֹר H8396 וּמְצָא֤וּ H4672 שָּׁם֙ H8033 שְׁלֹשָׁ֣ה H7969 אֲנָשִׁ֔ים H376 עֹלִ֥ים H5927 אֶל H413 הָאֱלֹהִ֖ים H430 בֵּֽית H1008 אֵ֑ל H1008 אֶחָ֞ד H259 נֹשֵׂ֣א H5375 שְׁלֹשָׁ֣ה H7969 גְדָיִ֗ים H1423 וְאֶחָד֙ H259 נֹשֵׂ֗א H5375 שְׁלֹ֨שֶׁת֙ H7969 כִּכְּר֣וֹת H3603 לֶ֔חֶם H3899 וְאֶחָ֥ד H259 נֹשֵׂ֖א H5375 נֵֽבֶל H5035 יָֽיִן H3196 ",
  "4": "וְשָׁאֲל֥וּ H7592 לְךָ֖ Hl לְשָׁל֑וֹם H7965 וְנָתְנ֤וּ H5414 לְךָ֙ Hl שְׁתֵּי H8147 לֶ֔חֶם H3899 וְלָקַחְתָּ֖ H3947 מִיָּדָֽ H3027 ",
  "5": "אַ֣חַר H310 כֵּ֗ן H3651 תָּבוֹא֙ H935 גִּבְעַ֣ת H1389 הָאֱלֹהִ֔ים H430 אֲשֶׁר H834 שָׁ֖ם H8033 נְצִבֵ֣י H5333 פְלִשְׁתִּ֑ים H6430 וִיהִי֩ H1961 כְבֹאֲ H935 שָׁ֜ם H8033 הָעִ֗יר H5892 וּפָגַעְתָּ֞ H6293 חֶ֤בֶל H2256 נְבִיאִים֙ H5030 יֹרְדִ֣ים H3381 מֵֽהַ H1116 וְלִ H6440 נֵ֤בֶל H5035 וְתֹף֙ H8596 וְחָלִ֣יל H2485 וְכִנּ֔וֹר H3658 וְהֵ֖מָּה H1992 מִֽתְנַבְּאִֽים H5012 ",
  "6": "וְצָלְחָ֤ה H6743 עָלֶ֨יךָ֙ H5921 ר֣וּחַ H7307 יְהוָ֔ה H3068 וְהִתְנַבִּ֖יתָ H5012 עִמָּ֑ם H5973 וְנֶהְפַּכְתָּ֖ H2015 לְאִ֥ישׁ H376 אַחֵֽר H312 ",
  "7": "וְהָיָ֗ה H1961 כִּ֥י H3588 תבאינה H935 הָאֹת֥וֹת H226 הָאֵ֖לֶּה H428 לָ֑ךְ Hl עֲשֵׂ֤ה H6213 לְךָ֙ Hl אֲשֶׁ֣ר H834 תִּמְצָ֣א H4672 יָדֶ֔ךָ H3027 כִּ֥י H3588 הָאֱלֹהִ֖ים H430 עִמָּֽךְ H5973 ",
  "8": "וְיָרַדְתָּ֣ H3381 לְפָנַ H6440 הַגִּלְגָּל֒ H1537 וְהִנֵּ֤ה H2009 אָֽנֹכִי֙ H595 יֹרֵ֣ד H3381 אֵלֶ֔יךָ H413 לְהַעֲל֣וֹת H5927 עֹל֔וֹת H5930 לִזְבֹּ֖חַ H2076 זִבְחֵ֣י H2077 שְׁלָמִ֑ים H8002 שִׁבְעַ֨ת H7651 יָמִ֤ים H3117 תּוֹחֵל֙ H3176 עַד H5704 בּוֹאִ֣י H935 אֵלֶ֔יךָ H413 וְהוֹדַעְתִּ֣י H3045 לְךָ֔ Hl אֵ֖ת H853 אֲשֶׁ֥ר H834 תַּעֲשֶֽׂה H6213 ",
  "9": "וְהָיָ֗ה H1961 כְּהַפְנֹת֤ H6437 שִׁכְמוֹ֙ H7926 לָלֶ֨כֶת֙ H3212 מֵעִ֣ם H5973 שְׁמוּאֵ֔ל H8050 וַיַּהֲפָךְ H2015 ל֥וֹ Hl אֱלֹהִ֖ים H430 לֵ֣ב H3820 אַחֵ֑ר H312 וַיָּבֹ֛אוּ H935 כָּל H3605 הָאֹת֥וֹת H226 הָאֵ֖לֶּה H428 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "10": "וַיָּבֹ֤אוּ H935 שָׁם֙ H8033 הַגִּבְעָ֔תָ H1389 וְהִנֵּ֥ה H2009 חֶֽבֶל H2256 נְבִאִ֖ים H5030 לִקְרָאת֑ H7122 וַתִּצְלַ֤ח H6743 עָלָיו֙ H5921 ר֣וּחַ H7307 אֱלֹהִ֔ים H430 וַיִּתְנַבֵּ֖א H5012 בְּתוֹכָֽ H8432 ",
  "11": "וַיְהִ֗י H1961 כָּל H3605 יֽוֹדְעוֹ֙ H3045 מֵאִתְּמ֣וֹל H865 שִׁלְשׁ֔וֹם H8032 וַיִּרְא֕וּ H7200 וְהִנֵּ֥ה H2009 עִם H5973 נְבִאִ֖ים H5030 נִבָּ֑א H5012 וַיֹּ֨אמֶר H559 הָעָ֜ם H5971 אִ֣ישׁ H376 אֶל H413 רֵעֵ֗הוּ H7453 מַה H4100 זֶּה֙ H2088 הָיָ֣ה H1961 לְבֶן H1121 קִ֔ישׁ H7027 הֲגַ֥ם H1571 שָׁא֖וּל H7586 בַּנְּבִיאִֽים H5030 ",
  "12": "וַיַּ֨עַן H6030 אִ֥ישׁ H376 מִשָּׁ֛ם H8033 וַיֹּ֖אמֶר H559 וּמִ֣י H4310 אֲבִיהֶ֑ם H1 עַל H5921 כֵּן֙ H3651 הָיְתָ֣ה H1961 לְמָשָׁ֔ל H4912 הֲגַ֥ם H1571 שָׁא֖וּל H7586 בַּנְּבִאִֽים H5030 ",
  "13": "וַיְכַל֙ H3615 מֵֽהִתְנַבּ֔וֹת H5012 וַיָּבֹ֖א H935 הַבָּמָֽה H1116 ",
  "14": "וַיֹּאמֶר֩ H559 דּ֨וֹד H1730 שָׁא֥וּל H7586 אֵלָ֛יו H413 וְאֶֽל H413 נַעֲר֖וֹ H5288 אָ֣ן H575 הֲלַכְתֶּ֑ם H1980 וַיֹּ֕אמֶר H559 לְבַקֵּשׁ֙ H1245 אֶת H853 הָ֣אֲתֹנ֔וֹת H860 וַנִּרְאֶ֣ה H7200 כִי H3588 אַ֔יִן H369 וַנָּב֖וֹא H935 אֶל H413 שְׁמוּאֵֽל H8050 ",
  "15": "וַיֹּ֖אמֶר H559 דּ֣וֹד H1730 שָׁא֑וּל H7586 הַגִּֽידָה H5046 נָּ֣א H4994 לִ֔י Hl מָֽה H4100 אָמַ֥ר H559 לָכֶ֖ם Hl שְׁמוּאֵֽל H8050 ",
  "16": "וַיֹּ֤אמֶר H559 שָׁאוּל֙ H7586 אֶל H413 דּוֹד֔וֹ H1730 הַגֵּ֤ד H5046 הִגִּיד֙ H5046 לָ֔נוּ Hl כִּ֥י H3588 נִמְצְא֖וּ H4672 הָאֲתֹנ֑וֹת H860 וְאֶת H853 דְּבַ֤ר H1697 הַמְּלוּכָה֙ H4410 לֹֽא H3808 הִגִּ֣יד H5046 ל֔וֹ Hl אֲשֶׁ֖ר H834 אָמַ֥ר H559 שְׁמוּאֵֽל H8050 ",
  "17": "וַיַּצְעֵ֤ק H6817 שְׁמוּאֵל֙ H8050 אֶת H853 הָעָ֔ם H5971 אֶל H413 יְהוָ֖ה H3068 הַמִּצְפָּֽה H4709 ",
  "18": "וַיֹּ֣אמֶר H559 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אָנֹכִ֛י H595 הֶעֱלֵ֥יתִי H5927 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָ֑יִם H4714 וָאַצִּ֤יל H5337 אֶתְכֶם֙ H853 מִיַּ֣ד H3027 מִצְרַ֔יִם H4714 וּמִ H3027 כָּל H3605 הַמַּמְלָכ֔וֹת H4467 הַלֹּחֲצִ֖ים H3905 אֶתְכֶֽם H853 ",
  "19": "וְאַתֶּ֨ם H859 הַיּ֜וֹם H3117 מְאַסְתֶּ֣ם H3988 אֶת H853 אֱלֹהֵיכֶ֗ם H430 אֲשֶׁר H834 ה֣וּא H1931 מוֹשִׁ֣יעַ H3467 לָכֶם֮ Hl מִכָּל H3605 רָעוֹתֵיכֶ֣ם H7451 וְצָרֹֽתֵי H6869 וַתֹּ֣אמְרוּ H559 ל֔וֹ Hl כִּי H3588 מֶ֖לֶךְ H4428 תָּשִׂ֣ים H7760 עָלֵ֑ינוּ H5921 וְעַתָּ֗ה H6258 הִֽתְיַצְּבוּ֙ H3320 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְשִׁבְטֵי H7626 וּלְ H505 ",
  "20": "וַיַּקְרֵ֣ב H7126 שְׁמוּאֵ֔ל H8050 אֵ֖ת H853 כָּל H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֑ל H3478 וַיִּלָּכֵ֖ד H3920 שֵׁ֥בֶט H7626 בִּנְיָמִֽן H1144 ",
  "21": "וַיַּקְרֵ֞ב H7126 אֶת H853 שֵׁ֤בֶט H7626 בִּנְיָמִן֙ H1144 למשפחת H4940 וַתִּלָּכֵ֖ד H3920 מִשְׁפַּ֣חַת H4940 הַמַּטְרִ֑י H4309 וַיִּלָּכֵד֙ H3920 שָׁא֣וּל H7586 בֶּן H1121 קִ֔ישׁ H7027 וַיְבַקְשֻׁ֖ H1245 וְלֹ֥א H3808 נִמְצָֽא H4672 ",
  "22": "וַיִּשְׁאֲלוּ H7592 עוֹד֙ H5750 בַּֽיהוָ֔ה H3068 הֲבָ֥א H935 ע֖וֹד H5750 הֲלֹ֣ם H1988 אִ֑ישׁ H376 וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 הִנֵּה H2009 ה֥וּא H1931 נֶחְבָּ֖א H2244 אֶל H413 הַכֵּלִֽים H3627 ",
  "23": "וַיָּרֻ֨צוּ֙ H7323 וַיִּקָּחֻ֣ H3947 מִשָּׁ֔ם H8033 וַיִּתְיַצֵּ֖ב H3320 בְּת֣וֹךְ H8432 הָעָ֑ם H5971 וַיִּגְבַּהּ֙ H1361 מִכָּל H3605 הָעָ֔ם H5971 מִשִּׁכְמ֖ H7926 וָמָֽעְלָ H4605 ",
  "24": "וַיֹּ֨אמֶר H559 שְׁמוּאֵ֜ל H8050 אֶל H413 כָּל H3605 הָעָ֗ם H5971 הַרְּאִיתֶם֙ H7200 אֲשֶׁ֣ר H834 בָּֽחַר H977 בּ֣וֹ Hb יְהוָ֔ה H3068 כִּ֛י H3588 אֵ֥ין H369 כָּמֹ֖הוּ H3644 בְּכָל H3605 הָעָ֑ם H5971 וַיָּרִ֧עוּ H7321 כָל H3605 הָעָ֛ם H5971 וַיֹּאמְר֖וּ H559 יְחִ֥י H2421 הַמֶּֽלֶךְ H4428 ",
  "25": "וַיְדַבֵּ֨ר H1696 שְׁמוּאֵ֜ל H8050 אֶל H413 הָעָ֗ם H5971 אֵ֚ת H853 מִשְׁפַּ֣ט H4941 הַמְּלֻכָ֔ה H4410 וַיִּכְתֹּ֣ב H3789 בַּסֵּ֔פֶר H5612 וַיַּנַּ֖ח H3240 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיְשַׁלַּ֧ח H7971 שְׁמוּאֵ֛ל H8050 אֶת H853 כָּל H3605 הָעָ֖ם H5971 אִ֥ישׁ H376 לְבֵיתֽ H1004 ",
  "26": "וְגַ֨ם H1571 שָׁא֔וּל H7586 הָלַ֥ךְ H1980 לְבֵית֖ H1004 גִּבְעָ֑תָה H1390 וַיֵּלְכ֣וּ H3212 עִמּ֔וֹ H5973 הַחַ֕יִל H2428 אֲשֶׁר H834 נָגַ֥ע H5060 אֱלֹהִ֖ים H430 בְּלִבָּֽ H3820 ",
  "27": "וּבְנֵ֧י H1121 בְלִיַּ֣עַל H1100 אָמְר֗וּ H559 מַה H4100 יֹּשִׁעֵ֨נוּ֙ H3467 זֶ֔ה H2088 וַיִּבְזֻ֕ H959 וְלֹֽא H3808 הֵבִ֥יאוּ H935 ל֖וֹ Hl מִנְחָ֑ה H4503 וַיְהִ֖י H1961 כְּמַחֲרִֽישׁ H2790 "
}
