{
  "1": "וַיַּ֗עַל H5927 נָחָשׁ֙ H5176 הָֽעַמּוֹנִ֔י H5984 וַיִּ֖חַן H2583 עַל H5921 יָבֵ֣שׁ H3003 גִּלְעָ֑ד H1568 וַיֹּ֨אמְר֜וּ H559 כָּל H3605 אַנְשֵׁ֤י H376 יָבֵישׁ֙ H3003 אֶל H413 נָחָ֔שׁ H5176 כְּרָת H3772 לָ֥נוּ Hl בְרִ֖ית H1285 וְנַעַבְדֶֽ H5647 ",
  "2": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 נָחָשׁ֙ H5176 הָעַמּוֹנִ֔י H5984 בְּזֹאת֙ H2063 אֶכְרֹ֣ת H3772 לָכֶ֔ם Hl בִּנְק֥וֹר H5365 לָכֶ֖ם Hl כָּל H3605 עֵ֣ין H5869 יָמִ֑ין H3225 וְשַׂמְתִּ֥י H7760 חֶרְפָּ֖ה H2781 עַל H5921 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 זִקְנֵ֣י H2205 יָבֵ֗ישׁ H3003 הֶ֤רֶף H7503 לָ֨נוּ֙ Hl שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 וְנִשְׁלְחָה֙ H7971 מַלְאָכִ֔ים H4397 בְּכֹ֖ל H3605 גְּב֣וּל H1366 יִשְׂרָאֵ֑ל H3478 וְאִם H518 אֵ֥ין H369 מוֹשִׁ֛יעַ H3467 אֹתָ֖נוּ H853 וְיָצָ֥אנוּ H3318 אֵלֶֽיךָ H413 ",
  "4": "וַיָּבֹ֤אוּ H935 הַמַּלְאָכִים֙ H4397 גִּבְעַ֣ת H1390 שָׁא֔וּל H7586 וַיְדַבְּר֥וּ H1696 הַדְּבָרִ֖ים H1697 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וַיִּשְׂא֧וּ H5375 כָל H3605 הָעָ֛ם H5971 אֶת H853 קוֹלָ֖ם H6963 וַיִּבְכּֽוּ H1058 ",
  "5": "וְהִנֵּ֣ה H2009 שָׁא֗וּל H7586 בָּ֣א H935 אַחֲרֵ֤י H310 הַבָּקָר֙ H1241 מִן H4480 הַשָּׂדֶ֔ה H7704 וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 מַה H4100 לָּעָ֖ם H5971 כִּ֣י H3588 יִבְכּ֑וּ H1058 וַיְסַ֨פְּרוּ H5608 ל֔וֹ Hl אֶת H853 דִּבְרֵ֖י H1697 אַנְשֵׁ֥י H376 יָבֵֽישׁ H3003 ",
  "6": "וַתִּצְלַ֤ח H6743 רֽוּחַ H7307 אֱלֹהִים֙ H430 עַל H5921 שָׁא֔וּל H7586 בשמע H8085 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 וַיִּ֥חַר H2734 אַפּ֖וֹ H639 מְאֹֽד H3966 ",
  "7": "וַיִּקַּח֩ H3947 צֶ֨מֶד H6776 בָּקָ֜ר H1241 וַֽיְנַתְּחֵ֗ H5408 וַיְשַׁלַּ֞ח H7971 בְּכָל H3605 גְּב֣וּל H1366 יִשְׂרָאֵל֮ H3478 בְּיַ֣ד H3027 הַמַּלְאָכִ֣ים H4397 לֵאמֹר֒ H559 אֲשֶׁר֩ H834 אֵינֶ֨נּוּ H369 יֹצֵ֜א H3318 אַחֲרֵ֤י H310 שָׁאוּל֙ H7586 וְאַחַ֣ר H310 שְׁמוּאֵ֔ל H8050 כֹּ֥ה H3541 יֵעָשֶׂ֖ה H6213 לִבְקָר֑ H1241 וַיִּפֹּ֤ל H5307 פַּֽחַד H6343 יְהוָה֙ H3068 עַל H5921 הָעָ֔ם H5971 וַיֵּצְא֖וּ H3318 כְּאִ֥ישׁ H376 אֶחָֽד H259 ",
  "8": "וַֽיִּפְקְדֵ֖ H6485 בְּבָ֑זֶק H966 וַיִּהְי֤וּ H1961 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 שְׁלֹ֣שׁ H7969 מֵא֣וֹת H3967 אֶ֔לֶף H505 וְאִ֥ישׁ H376 יְהוּדָ֖ה H3063 שְׁלֹשִׁ֥ים H7970 אָֽלֶף H505 ",
  "9": "וַיֹּאמְר֞וּ H559 לַמַּלְאָכִ֣ים H4397 הַבָּאִ֗ים H935 כֹּ֤ה H3541 תֹֽאמְרוּן֙ H559 לְאִישׁ֙ H376 יָבֵ֣ישׁ H3003 גִּלְעָ֔ד H1568 מָחָ֛ר H4279 תִּהְיֶֽה H1961 לָכֶ֥ם Hl תְּשׁוּעָ֖ה H8668 בחם H2527 הַשָּׁ֑מֶשׁ H8121 וַיָּבֹ֣אוּ H935 הַמַּלְאָכִ֗ים H4397 וַיַּגִּ֛ידוּ H5046 לְאַנְשֵׁ֥י H376 יָבֵ֖ישׁ H3003 וַיִּשְׂמָֽחוּ H8055 ",
  "10": "וַֽיֹּאמְרוּ֙ H559 אַנְשֵׁ֣י H376 יָבֵ֔ישׁ H3003 מָחָ֖ר H4279 נֵצֵ֣א H3318 אֲלֵיכֶ֑ם H413 וַעֲשִׂיתֶ֣ם H6213 לָּ֔נוּ Hl כְּכָל H3605 הַטּ֖וֹב H2896 בְּעֵינֵי H5869 ",
  "11": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַיָּ֨שֶׂם H7760 שָׁא֣וּל H7586 אֶת H853 הָעָם֮ H5971 שְׁלֹשָׁ֣ה H7969 רָאשִׁים֒ H7218 וַיָּבֹ֤אוּ H935 בְתוֹךְ H8432 הַֽמַּחֲנֶה֙ H4264 בְּאַשְׁמֹ֣רֶת H821 הַבֹּ֔קֶר H1242 וַיַּכּ֥וּ H5221 אֶת H853 עַמּ֖וֹן H5983 עַד H5704 חֹ֣ם H2527 הַיּ֑וֹם H3117 וַיְהִ֤י H1961 הַנִּשְׁאָרִים֙ H7604 וַיָּפֻ֔צוּ H6327 וְלֹ֥א H3808 נִשְׁאֲרוּ H7604 בָ֖ם Hb שְׁנַ֥יִם H8147 יָֽחַד H3162 ",
  "12": "וַיֹּ֤אמֶר H559 הָעָם֙ H5971 אֶל H413 שְׁמוּאֵ֔ל H8050 מִ֣י H4310 הָאֹמֵ֔ר H559 שָׁא֖וּל H7586 יִמְלֹ֣ךְ H4427 עָלֵ֑ינוּ H5921 תְּנ֥וּ H5414 הָאֲנָשִׁ֖ים H376 וּנְמִיתֵֽ H4191 ",
  "13": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 לֹֽא H3808 יוּמַ֥ת H4191 אִ֖ישׁ H376 בַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֥י H3588 הַיּ֛וֹם H3117 עָשָֽׂה H6213 יְהוָ֥ה H3068 תְּשׁוּעָ֖ה H8668 בְּיִשְׂרָאֵֽל H3478 ",
  "14": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 הָעָ֔ם H5971 לְכ֖וּ H3212 וְנֵלְכָ֣ה H3212 הַגִּלְגָּ֑ל H1537 וּנְחַדֵּ֥שׁ H2318 שָׁ֖ם H8033 הַמְּלוּכָֽה H4410 ",
  "15": "וַיֵּלְכ֨וּ H3212 כָל H3605 הָעָ֜ם H5971 הַגִּלְגָּ֗ל H1537 וַיַּמְלִכוּ֩ H4427 שָׁ֨ם H8033 אֶת H853 שָׁא֜וּל H7586 לִפְנֵ֤י H6440 יְהוָה֙ H3068 בַּגִּלְגָּ֔ל H1537 וַיִּזְבְּחוּ H2076 שָׁ֛ם H8033 זְבָחִ֥ים H2077 שְׁלָמִ֖ים H8002 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיִּשְׂמַ֨ח H8055 שָׁ֥ם H8033 שָׁא֛וּל H7586 וְכָל H3605 אַנְשֵׁ֥י H376 יִשְׂרָאֵ֖ל H3478 עַד H5704 מְאֹֽד H3966 "
}
