{
  "1": "וַיְדַבֵּ֣ר H1696 שָׁא֗וּל H7586 אֶל H413 יוֹנָתָ֤ן H3129 בְּנוֹ֙ H1121 וְאֶל H413 כָּל H3605 עֲבָדָ֔יו H5650 לְהָמִ֖ית H4191 אֶת H853 דָּוִ֑ד H1732 וִיהֽוֹנָתָן֙ H3129 בֶּן H1121 שָׁא֔וּל H7586 חָפֵ֥ץ H2654 בְּדָוִ֖ד H1732 מְאֹֽד H3966 ",
  "2": "וַיַּגֵּ֤ד H5046 יְהוֹנָתָן֙ H3083 לְדָוִ֣ד H1732 לֵאמֹ֔ר H559 מְבַקֵּ֛שׁ H1245 שָׁא֥וּל H7586 אָבִ֖י H1 לַהֲמִיתֶ֑ H4191 וְעַתָּה֙ H6258 הִשָּֽׁמֶר H8104 נָ֣א H4994 בַבֹּ֔קֶר H1242 וְיָשַׁבְתָּ֥ H3427 בַסֵּ֖תֶר H5643 וְנַחְבֵּֽאתָ H2244 ",
  "3": "וַאֲנִ֨י H589 אֵצֵ֜א H3318 וְעָמַדְתִּ֣י H5975 לְיַד H3027 אָבִ֗י H1 בַּשָּׂדֶה֙ H7704 אֲשֶׁ֣ר H834 אַתָּ֣ה H859 שָׁ֔ם H8033 וַאֲנִ֕י H589 אֲדַבֵּ֥ר H1696 בְּךָ֖ Hb אֶל H413 אָבִ֑י H1 וְרָאִ֥יתִי H7200 מָ֖ה H4100 וְהִגַּ֥דְתִּי H5046 לָֽךְ Hl ",
  "4": "וַיְדַבֵּ֨ר H1696 יְהוֹנָתָ֤ן H3083 בְּדָוִד֙ H1732 ט֔וֹב H2896 אֶל H413 שָׁא֖וּל H7586 אָבִ֑יו H1 וַיֹּ֣אמֶר H559 אֵ֠לָיו H413 אַל H408 יֶחֱטָ֨א H2398 הַמֶּ֜לֶךְ H4428 בְּעַבְדּ֣ H5650 בְדָוִ֗ד H1732 כִּ֣י H3588 ל֤וֹא H3808 חָטָא֙ H2398 לָ֔ךְ Hl וְכִ֥י H3588 מַעֲשָׂ֖יו H4639 טוֹב H2896 לְךָ֥ Hl מְאֹֽד H3966 ",
  "5": "וַיָּשֶׂם֩ H7760 אֶת H853 נַפְשׁ֨וֹ H5315 בְכַפּ֜ H3709 וַיַּ֣ךְ H5221 אֶת H853 הַפְּלִשְׁתִּ֗י H6430 וַיַּ֨עַשׂ H6213 יְהוָ֜ה H3068 תְּשׁוּעָ֤ה H8668 גְדוֹלָה֙ H1419 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 רָאִ֖יתָ H7200 וַתִּשְׂמָ֑ח H8055 וְלָ֤ H4100 תֶֽחֱטָא֙ H2398 בְּדָ֣ם H1818 נָקִ֔י H5355 לְהָמִ֥ית H4191 אֶת H853 דָּוִ֖ד H1732 חִנָּֽם H2600 ",
  "6": "וַיִּשְׁמַ֥ע H8085 שָׁא֖וּל H7586 בְּק֣וֹל H6963 יְהוֹנָתָ֑ן H3083 וַיִּשָּׁבַ֣ע H7650 שָׁא֔וּל H7586 חַי H2416 יְהוָ֖ה H3068 אִם H518 יוּמָֽת H4191 ",
  "7": "וַיִּקְרָ֤א H7121 יְהוֹנָתָן֙ H3083 לְדָוִ֔ד H1732 וַיַּגֶּד H5046 לוֹ֙ Hl יְה֣וֹנָתָ֔ן H3083 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיָּבֵ֨א H935 יְהוֹנָתָ֤ן H3083 אֶת H853 דָּוִד֙ H1732 אֶל H413 שָׁא֔וּל H7586 וַיְהִ֥י H1961 לְפָנָ֖י H6440 כְּאֶתְמ֥וֹל H865 שִׁלְשֽׁוֹם H8032 ",
  "8": "וַתּ֥וֹסֶף H3254 הַמִּלְחָמָ֖ה H4421 לִֽהְי֑וֹת H1961 וַיֵּצֵ֨א H3318 דָוִ֜ד H1732 וַיִּלָּ֣חֶם H3898 בַּפְּלִשְׁתִּ֗ים H6430 וַיַּ֤ךְ H5221 בָּהֶם֙ Hb מַכָּ֣ה H4347 גְדוֹלָ֔ה H1419 וַיָּנֻ֖סוּ H5127 מִפָּנָֽי H6440 ",
  "9": "וַתְּהִי֩ H1961 ר֨וּחַ H7307 יְהוָ֤ה H3068 רָעָה֙ H7451 אֶל H413 שָׁא֔וּל H7586 וְהוּא֙ H1931 בְּבֵית֣ H1004 יוֹשֵׁ֔ב H3427 וַחֲנִית֖ H2595 בְּיָד֑ H3027 וְדָוִ֖ד H1732 מְנַגֵּ֥ן H5059 בְּיָֽד H3027 ",
  "10": "וַיְבַקֵּ֨שׁ H1245 שָׁא֜וּל H7586 לְהַכּ֤וֹת H5221 בַּֽחֲנִית֙ H2595 בְּדָוִ֣ד H1732 וּבַ H7023 וַיִּפְטַר֙ H6362 מִפְּנֵ֣י H6440 שָׁא֔וּל H7586 וַיַּ֥ךְ H5221 אֶֽת H853 הַחֲנִ֖ית H2595 בַּקִּ֑יר H7023 וְדָוִ֛ד H1732 נָ֥ס H5127 וַיִּמָּלֵ֖ט H4422 בַּלַּ֥יְלָה H3915 הֽוּא H1931 ",
  "11": "וַיִּשְׁלַח֩ H7971 שָׁא֨וּל H7586 מַלְאָכִ֜ים H4397 אֶל H413 בֵּ֤ית H1004 דָּוִד֙ H1732 לְשָׁמְר֔ H8104 וְלַ H4191 בַּבֹּ֑קֶר H1242 וַתַּגֵּ֣ד H5046 לְדָוִ֗ד H1732 מִיכַ֤ל H4324 אִשְׁתּוֹ֙ H802 לֵאמֹ֔ר H559 אִם H518 אֵ֨ינְךָ֜ H369 מְמַלֵּ֤ט H4422 אֶֽת H853 נַפְשְׁךָ֙ H5315 הַלַּ֔יְלָה H3915 מָחָ֖ר H4279 אַתָּ֥ה H859 מוּמָֽת H4191 ",
  "12": "וַתֹּ֧רֶד H3381 מִיכַ֛ל H4324 אֶת H853 דָּוִ֖ד H1732 בְּעַ֣ד H1157 הַחַלּ֑וֹן H2474 וַיֵּ֥לֶךְ H3212 וַיִּבְרַ֖ח H1272 וַיִּמָּלֵֽט H4422 ",
  "13": "וַתִּקַּ֨ח H3947 מִיכַ֜ל H4324 אֶת H853 הַתְּרָפִ֗ים H8655 וַתָּ֨שֶׂם֙ H7760 אֶל H413 הַמִּטָּ֔ה H4296 וְאֵת֙ H853 כְּבִ֣יר H3523 הָֽעִזִּ֔ים H5795 שָׂ֖מָה H7760 מְרַֽאֲשֹׁתָ֑יו H4763 וַתְּכַ֖ס H3680 בַּבָּֽגֶד H899 ",
  "14": "וַיִּשְׁלַ֥ח H7971 שָׁא֛וּל H7586 מַלְאָכִ֖ים H4397 לָקַ֣חַת H3947 אֶת H853 דָּוִ֑ד H1732 וַתֹּ֖אמֶר H559 חֹלֶ֥ה H2470 הֽוּא H1931 ",
  "15": "וַיִּשְׁלַ֤ח H7971 שָׁאוּל֙ H7586 אֶת H853 הַמַּלְאָכִ֔ים H4397 לִרְא֥וֹת H7200 אֶת H853 דָּוִ֖ד H1732 לֵאמֹ֑ר H559 הַעֲל֨וּ H5927 אֹת֧וֹ H853 בַמִּטָּ֛ה H4296 אֵלַ֖י H413 לַהֲמִתֽ H4191 ",
  "16": "וַיָּבֹ֨אוּ֙ H935 הַמַּלְאָכִ֔ים H4397 וְהִנֵּ֥ה H2009 הַתְּרָפִ֖ים H8655 אֶל H413 הַמִּטָּ֑ה H4296 וּכְבִ֥יר H3523 הָעִזִּ֖ים H5795 מְרַאֲשֹׁתָֽיו H4763 ",
  "17": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 אֶל H413 מִיכַ֗ל H4324 לָ֤מָּה H4100 כָּ֨כָה֙ H3602 רִמִּיתִ֔נִי H7411 וַתְּשַׁלְּחִ֥י H7971 אֶת H853 אֹיְבִ֖י H341 וַיִּמָּלֵ֑ט H4422 וַתֹּ֤אמֶר H559 מִיכַל֙ H4324 אֶל H413 שָׁא֔וּל H7586 הוּא H1931 אָמַ֥ר H559 אֵלַ֛י H413 שַׁלְּחִ֖נִי H7971 לָמָ֥ה H4100 אֲמִיתֵֽךְ H4191 ",
  "18": "וְדָוִ֨ד H1732 בָּרַ֜ח H1272 וַיִּמָּלֵ֗ט H4422 וַיָּבֹ֤א H935 אֶל H413 שְׁמוּאֵל֙ H8050 הָרָמָ֔תָ H7414 וַיַּ֨גֶּד H5046 ל֔וֹ Hl אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 עָֽשָׂה H6213 ל֖וֹ Hl שָׁא֑וּל H7586 וַיֵּ֤לֶךְ H3212 הוּא֙ H1931 וּשְׁמוּאֵ֔ל H8050 וַיֵּשְׁב֖וּ H3427 בנוית H5121 ",
  "19": "וַיֻּגַּ֥ד H5046 לְשָׁא֖וּל H7586 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 דָוִ֔ד H1732 בנוית H5121 בָּרָמָֽה H7414 ",
  "20": "וַיִּשְׁלַ֨ח H7971 שָׁא֣וּל H7586 מַלְאָכִים֮ H4397 לָקַ֣חַת H3947 אֶת H853 דָּוִד֒ H1732 וַיַּ֗רְא H7200 אֶֽת H853 לַהֲקַ֤ת H3862 הַנְּבִיאִים֙ H5030 נִבְּאִ֔ים H5012 וּשְׁמוּאֵ֕ל H8050 עֹמֵ֥ד H5975 נִצָּ֖ב H5324 עֲלֵיהֶ֑ם H5921 וַתְּהִ֞י H1961 עַֽל H5921 מַלְאֲכֵ֤י H4397 שָׁאוּל֙ H7586 ר֣וּחַ H7307 אֱלֹהִ֔ים H430 וַיִּֽתְנַבְּא֖וּ H5012 גַּם H1571 הֵֽמָּה H1992 ",
  "21": "וַיַּגִּ֣דוּ H5046 לְשָׁא֗וּל H7586 וַיִּשְׁלַח֙ H7971 מַלְאָכִ֣ים H4397 אֲחֵרִ֔ים H312 וַיִּֽתְנַבְּא֖וּ H5012 גַּם H1571 הֵ֑מָּה H1992 וַיֹּ֣סֶף H3254 שָׁא֗וּל H7586 וַיִּשְׁלַח֙ H7971 מַלְאָכִ֣ים H4397 שְׁלִשִׁ֔ים H7992 וַיִּֽתְנַבְּא֖וּ H5012 גַּם H1571 הֵֽמָּה H1992 ",
  "22": "וַיֵּ֨לֶךְ H3212 גַּם H1571 ה֜וּא H1931 הָרָמָ֗תָ H7414 וַיָּבֹא֙ H935 עַד H5704 בּ֤וֹר H953 הַגָּדוֹל֙ H1419 אֲשֶׁ֣ר H834 בַּשֶּׂ֔כוּ H7906 וַיִּשְׁאַ֣ל H7592 וַיֹּ֔אמֶר H559 אֵיפֹ֥ה H375 שְׁמוּאֵ֖ל H8050 וְדָוִ֑ד H1732 וַיֹּ֕אמֶר H559 הִנֵּ֖ה H2009 בנוית H5121 בָּרָמָֽה H7414 ",
  "23": "וַיֵּ֣לֶךְ H3212 שָׁ֔ם H8033 אֶל H413 נוית H5121 בָּרָמָ֑ה H7414 וַתְּהִי֩ H1961 עָלָ֨יו H5921 גַּם H1571 ה֜וּא H1931 ר֣וּחַ H7307 אֱלֹהִ֗ים H430 וַיֵּ֤לֶךְ H3212 הָלוֹךְ֙ H1980 וַיִּתְנַבֵּ֔א H5012 עַד H5704 בֹּא֖וֹ H935 בנוית H5121 בָּרָמָֽה H7414 ",
  "24": "וַיִּפְשַׁ֨ט H6584 גַּם H1571 ה֜וּא H1931 בְּגָדָ֗יו H899 וַיִּתְנַבֵּ֤א H5012 גַם H1571 הוּא֙ H1931 לִפְנֵ֣י H6440 שְׁמוּאֵ֔ל H8050 וַיִּפֹּ֣ל H5307 עָרֹ֔ם H6174 כָּל H3605 הַיּ֥וֹם H3117 הַה֖וּא H1931 וְכָל H3605 הַלָּ֑יְלָה H3915 עַל H5921 כֵּן֙ H3651 יֹֽאמְר֔וּ H559 הֲגַ֥ם H1571 שָׁא֖וּל H7586 בַּנְּבִיאִֽם H5030 "
}
