{
  "1": "וַיָּבֹ֤אוּ H935 הַזִּפִים֙ H2130 אֶל H413 שָׁא֔וּל H7586 הַגִּבְעָ֖תָ H1390 לֵאמֹ֑ר H559 הֲל֨וֹא H3808 דָוִ֤ד H1732 מִסְתַּתֵּר֙ H5641 בְּגִבְעַ֣ת H1389 הַחֲכִילָ֔ה H2444 עַ֖ל H5921 פְּנֵ֥י H6440 הַיְשִׁימֹֽן H3452 ",
  "2": "וַיָּ֣קָם H6965 שָׁא֗וּל H7586 וַיֵּ֨רֶד֙ H3381 אֶל H413 מִדְבַּר H4057 זִ֔יף H2128 וְאִתּ֛ H854 שְׁלֹֽשֶׁת H7969 אֲלָפִ֥ים H505 אִ֖ישׁ H376 בְּחוּרֵ֣י H977 יִשְׂרָאֵ֑ל H3478 לְבַקֵּ֥שׁ H1245 אֶת H853 דָּוִ֖ד H1732 בְּמִדְבַּר H4057 זִֽיף H2128 ",
  "3": "וַיִּ֨חַן H2583 שָׁא֜וּל H7586 בְּגִבְעַ֣ת H1389 הַחֲכִילָ֗ה H2444 אֲשֶׁ֛ר H834 עַל H5921 פְּנֵ֥י H6440 הַיְשִׁימֹ֖ן H3452 עַל H5921 הַדָּ֑רֶךְ H1870 וְדָוִד֙ H1732 יֹשֵׁ֣ב H3427 בַּמִּדְבָּ֔ר H4057 וַיַּ֕רְא H7200 כִּ֣י H3588 בָ֥א H935 שָׁא֛וּל H7586 אַחֲרָ֖יו H310 הַמִּדְבָּֽרָ H4057 ",
  "4": "וַיִּשְׁלַ֥ח H7971 דָּוִ֖ד H1732 מְרַגְּלִ֑ים H7270 וַיֵּ֕דַע H3045 כִּֽי H3588 בָ֥א H935 שָׁא֖וּל H7586 אֶל H413 נָכֽוֹן H3559 ",
  "5": "וַיָּ֣קָם H6965 דָּוִ֗ד H1732 וַיָּבֹא֮ H935 אֶֽל H413 הַמָּקוֹם֮ H4725 אֲשֶׁ֣ר H834 חָנָה H2583 שָׁ֣ם H8033 שָׁאוּל֒ H7586 וַיַּ֣רְא H7200 דָּוִ֗ד H1732 אֶת H853 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 שָֽׁכַב H7901 שָׁ֣ם H8033 שָׁא֔וּל H7586 וְאַבְנֵ֥ר H74 בֶּן H1121 נֵ֖ר H5369 שַׂר H8269 צְבָא֑וֹ H6635 וְשָׁאוּל֙ H7586 שֹׁכֵ֣ב H7901 בַּמַּעְגָּ֔ל H4570 וְהָ H5971 חֹנִ֥ים H2583 סביבתו H5439 ",
  "6": "וַיַּ֨עַן H6030 דָּוִ֜ד H1732 וַיֹּ֣אמֶר H559 אֶל H413 אֲחִימֶ֣לֶךְ H288 הַחִתִּ֗י H2850 וְאֶל H413 אֲבִישַׁ֨י H52 בֶּן H1121 צְרוּיָ֜ה H6870 אֲחִ֤י H251 יוֹאָב֙ H3097 לֵאמֹ֔ר H559 מִֽי H4310 יֵרֵ֥ד H3381 אִתִּ֛י H854 אֶל H413 שָׁא֖וּל H7586 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 וַיֹּ֣אמֶר H559 אֲבִישַׁ֔י H52 אֲנִ֖י H589 אֵרֵ֥ד H3381 עִמָּֽךְ H5973 ",
  "7": "וַיָּבֹא֩ H935 דָוִ֨ד H1732 וַאֲבִישַׁ֥י H52 אֶל H413 הָעָם֮ H5971 לַיְלָה֒ H3915 וְהִנֵּ֣ה H2009 שָׁא֗וּל H7586 שֹׁכֵ֤ב H7901 יָשֵׁן֙ H3463 בַּמַּעְגָּ֔ל H4570 וַחֲנִית֥ H2595 מְעוּכָֽה H4600 בָאָ֖רֶץ H776 מראשתו H4763 וְאַבְנֵ֣ר H74 וְהָ H5971 שֹׁכְבִ֖ים H7901 סביבתו H5439 ",
  "8": "וַיֹּ֤אמֶר H559 אֲבִישַׁי֙ H52 אֶל H413 דָּוִ֔ד H1732 סִגַּ֨ר H5462 אֱלֹהִ֥ים H430 הַיּ֛וֹם H3117 אֶת H853 אוֹיִבְךָ֖ H341 בְּיָדֶ֑ H3027 וְעַתָּה֩ H6258 אַכֶּ֨נּוּ H5221 נָ֜א H4994 בַּחֲנִ֤ית H2595 וּבָ H776 פַּ֣עַם H6471 אַחַ֔ת H259 וְלֹ֥א H3808 אֶשְׁנֶ֖ה H8138 לֽוֹ Hl ",
  "9": "וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אֶל H413 אֲבִישַׁ֖י H52 אַל H408 תַּשְׁחִיתֵ֑הוּ H7843 כִּ֠י H3588 מִ֣י H4310 שָׁלַ֥ח H7971 יָד֛וֹ H3027 בִּמְשִׁ֥יחַ H4899 יְהוָ֖ה H3068 וְנִקָּֽה H5352 ",
  "10": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 חַי H2416 יְהוָ֔ה H3068 כִּ֥י H3588 אִם H518 יְהוָ֖ה H3068 יִגָּפֶ֑נּוּ H5062 אֽוֹ H176 יוֹמ֤וֹ H3117 יָבוֹא֙ H935 וָמֵ֔ת H4191 א֧וֹ H176 בַמִּלְחָמָ֛ה H4421 יֵרֵ֖ד H3381 וְנִסְפָּֽה H5595 ",
  "11": "חָלִ֤ילָה H2486 לִּי֙ Hl מֵֽיהוָ֔ה H3068 מִשְּׁלֹ֥חַ H7971 יָדִ֖י H3027 בִּמְשִׁ֣יחַ H4899 יְהוָ֑ה H3068 וְ֠עַתָּה H6258 קַח H3947 נָ֨א H4994 אֶֽת H853 הַחֲנִ֜ית H2595 אֲשֶׁ֧ר H834 מראשתו H4763 וְאֶת H853 צַפַּ֥חַת H6835 הַמַּ֖יִם H4325 וְנֵ֥לֲכָה H3212 לָּֽנוּ Hl ",
  "12": "וַיִּקַּח֩ H3947 דָּוִ֨ד H1732 אֶֽת H853 הַחֲנִ֜ית H2595 וְאֶת H853 צַפַּ֤חַת H6835 הַמַּ֨יִם֙ H4325 מֵרַאֲשֹׁתֵ֣י H7226 שָׁא֔וּל H7586 וַיֵּלְכ֖וּ H3212 לָהֶ֑ם Hl וְאֵ֣ין H369 רֹאֶה֩ H7200 וְאֵ֨ין H369 יוֹדֵ֜עַ H3045 וְאֵ֣ין H369 מֵקִ֗יץ H6974 כִּ֤י H3588 כֻלָּם֙ H3605 יְשֵׁנִ֔ים H3462 כִּ֚י H3588 תַּרְדֵּמַ֣ת H8639 יְהוָ֔ה H3068 נָפְלָ֖ה H5307 עֲלֵיהֶֽם H5921 ",
  "13": "וַיַּעֲבֹ֤ר H5674 דָּוִד֙ H1732 הָעֵ֔בֶר H5676 וַיַּעֲמֹ֥ד H5975 עַל H5921 רֹאשׁ H7218 הָהָ֖ר H2022 מֵֽרָחֹ֑ק H7350 רַ֥ב H7227 הַמָּק֖וֹם H4725 בֵּינֵיהֶֽם H996 ",
  "14": "וַיִּקְרָ֨א H7121 דָוִ֜ד H1732 אֶל H413 הָעָ֗ם H5971 וְאֶל H413 אַבְנֵ֤ר H74 בֶּן H1121 נֵר֙ H5369 לֵאמֹ֔ר H559 הֲל֥וֹא H3808 תַעֲנֶ֖ה H6030 אַבְנֵ֑ר H74 וַיַּ֤עַן H6030 אַבְנֵר֙ H74 וַיֹּ֔אמֶר H559 מִ֥י H4310 אַתָּ֖ה H859 קָרָ֥אתָ H7121 אֶל H413 הַמֶּֽלֶךְ H4428 ",
  "15": "וַיֹּאמֶר֩ H559 דָּוִ֨ד H1732 אֶל H413 אַבְנֵ֜ר H74 הֲלוֹא H3808 אִ֣ישׁ H376 אַתָּ֗ה H859 וּמִ֤י H4310 כָמ֨וֹךָ֙ H3644 בְּיִשְׂרָאֵ֔ל H3478 וְלָ֨ H4100 לֹ֣א H3808 שָׁמַ֔רְתָּ H8104 אֶל H413 אֲדֹנֶ֖יךָ H113 הַמֶּ֑לֶךְ H4428 כִּי H3588 בָא֙ H935 אַחַ֣ד H259 הָעָ֔ם H5971 לְהַשְׁחִ֖ית H7843 אֶת H853 הַמֶּ֥לֶךְ H4428 אֲדֹנֶֽיךָ H113 ",
  "16": "לֹא H3808 ט֞וֹב H2896 הַדָּבָ֣ר H1697 הַזֶּה֮ H2088 אֲשֶׁ֣ר H834 עָשִׂיתָ֒ H6213 חַי H2416 יְהוָ֗ה H3068 כִּ֤י H3588 בְנֵי H1121 מָ֨וֶת֙ H4194 אַתֶּ֔ם H859 אֲשֶׁ֧ר H834 לֹֽא H3808 שְׁמַרְתֶּ֛ם H8104 עַל H5921 אֲדֹנֵיכֶ֖ם H113 עַל H5921 מְשִׁ֣יחַ H4899 יְהוָ֑ה H3068 וְעַתָּ֣ה H6258 רְאֵ֗ה H7200 אֵֽי H335 חֲנִ֥ית H2595 הַמֶּ֛לֶךְ H4428 וְאֶת H853 צַפַּ֥חַת H6835 הַמַּ֖יִם H4325 אֲשֶׁ֥ר H834 מראשתו H4763 ",
  "17": "וַיַּכֵּ֤ר H5234 שָׁאוּל֙ H7586 אֶת H853 ק֣וֹל H6963 דָּוִ֔ד H1732 וַיֹּ֕אמֶר H559 הֲקוֹלְ H6963 זֶ֖ה H2088 בְּנִ֣י H1121 דָוִ֑ד H1732 וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 קוֹלִ֖י H6963 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
  "18": "וַיֹּ֕אמֶר H559 לָ֥מָּה H4100 זֶּ֛ה H2088 אֲדֹנִ֥י H113 רֹדֵ֖ף H7291 אַחֲרֵ֣י H310 עַבְדּ֑וֹ H5650 כִּ֚י H3588 מֶ֣ה H4100 עָשִׂ֔יתִי H6213 וּמַה H4100 בְּיָדִ֖ H3027 רָעָֽה H7451 ",
  "19": "וְעַתָּ֗ה H6258 יִֽשְׁמַֽע H8085 נָא֙ H4994 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 אֵ֖ת H853 דִּבְרֵ֣י H1697 עַבְדּ֑וֹ H5650 אִם H518 יְהוָ֞ה H3068 הֱסִֽיתְךָ֥ H5496 בִי֙ Hb יָרַ֣ח H7306 מִנְחָ֔ה H4503 וְאִ֣ם H518 בְּנֵ֣י H1121 הָאָדָ֗ם H120 אֲרוּרִ֥ים H779 הֵם֙ H1992 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 כִּֽי H3588 גֵרְשׁ֣וּנִי H1644 הַיּ֗וֹם H3117 מֵהִסְתַּפֵּ֜חַ H5596 בְּנַחֲלַ֤ת H5159 יְהוָה֙ H3068 לֵאמֹ֔ר H559 לֵ֥ךְ H3212 עֲבֹ֖ד H5647 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "20": "וְעַתָּ֗ה H6258 אַל H408 יִפֹּ֤ל H5307 דָּֽמִי֙ H1818 אַ֔רְצָה H776 מִנֶּ֖גֶד H5048 פְּנֵ֣י H6440 יְהוָ֑ה H3068 כִּֽי H3588 יָצָ֞א H3318 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 לְבַקֵּשׁ֙ H1245 אֶת H853 פַּרְעֹ֣שׁ H6550 אֶחָ֔ד H259 כַּאֲשֶׁ֛ר H834 יִרְדֹּ֥ף H7291 הַקֹּרֵ֖א H7124 בֶּהָרִֽים H2022 ",
  "21": "וַיֹּאמֶר֩ H559 שָׁא֨וּל H7586 חָטָ֜אתִי H2398 שׁ֣וּב H7725 בְּנִֽי H1121 דָוִ֗ד H1732 כִּ֠י H3588 לֹֽא H3808 אָרַ֤ע H7489 לְךָ֙ Hl ע֔וֹד H5750 תַּ֠חַת H8478 אֲשֶׁ֨ר H834 יָקְרָ֥ה H3365 נַפְשִׁ֛י H5315 בְּעֵינֶ֖י H5869 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 הִנֵּ֥ה H2009 הִסְכַּ֛לְתִּי H5528 וָאֶשְׁגֶּ֖ה H7686 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
  "22": "וַיַּ֤עַן H6030 דָּוִד֙ H1732 וַיֹּ֔אמֶר H559 הִנֵּ֖ה H2009 החנית H2595 הַמֶּ֑לֶךְ H4428 וְיַעֲבֹ֛ר H5674 אֶחָ֥ד H259 מֵֽהַ H5288 וְיִקָּחֶֽ H3947 ",
  "23": "וַֽיהוָה֙ H3068 יָשִׁ֣יב H7725 לָאִ֔ישׁ H376 אֶת H853 צִדְקָת֖וֹ H6666 וְאֶת H853 אֱמֻנָת֑וֹ H530 אֲשֶׁר֩ H834 נְתָנְךָ֨ H5414 יְהוָ֤ה H3068 הַיּוֹם֙ H3117 בְּיָ֔ד H3027 וְלֹ֣א H3808 אָבִ֔יתִי H14 לִשְׁלֹ֥חַ H7971 יָדִ֖י H3027 בִּמְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
  "24": "וְהִנֵּ֗ה H2009 כַּאֲשֶׁ֨ר H834 גָּדְלָ֧ה H1431 נַפְשְׁךָ֛ H5315 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 בְּעֵינָ֑ H5869 כֵּ֣ן H3651 תִּגְדַּ֤ל H1431 נַפְשִׁי֙ H5315 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 וְיַצִּלֵ֖ H5337 מִכָּל H3605 צָרָֽה H6869 ",
  "25": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 אֶל H413 דָּוִ֗ד H1732 בָּר֤וּךְ H1288 אַתָּה֙ H859 בְּנִ֣י H1121 דָוִ֔ד H1732 גַּ֚ם H1571 עָשֹׂ֣ה H6213 תַעֲשֶׂ֔ה H6213 וְגַ֖ם H1571 יָכֹ֣ל H3201 תּוּכָ֑ל H3201 וַיֵּ֤לֶךְ H3212 דָּוִד֙ H1732 לְדַרְכּ֔ H1870 וְשָׁא֖וּל H7586 שָׁ֥ב H7725 לִמְקוֹמֽ H4725 "
}
