{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 שְׁמוּאֵ֖ל H8050 לְכָל H3605 יִשְׂרָאֵ֑ל H3478 וַיֵּצֵ֣א H3318 יִשְׂרָאֵל֩ H3478 לִקְרַ֨את H7122 פְּלִשְׁתִּ֜ים H6430 לַמִּלְחָמָ֗ה H4421 וַֽיַּחֲנוּ֙ H2583 עַל H5921 הָאֶ֣בֶן H72 הָעֵ֔זֶר H72 וּפְלִשְׁתִּ֖ים H6430 חָנ֥וּ H2583 בַאֲפֵֽק H663 ",
  "2": "וַיַּעַרְכ֨וּ H6186 פְלִשְׁתִּ֜ים H6430 לִקְרַ֣את H7122 יִשְׂרָאֵ֗ל H3478 וַתִּטֹּשׁ֙ H5203 הַמִּלְחָמָ֔ה H4421 וַיִּנָּ֥גֶף H5062 יִשְׂרָאֵ֖ל H3478 לִפְנֵ֣י H6440 פְלִשְׁתִּ֑ים H6430 וַיַּכּ֤וּ H5221 בַמַּֽעֲרָכָה֙ H4634 בַּשָּׂדֶ֔ה H7704 כְּאַרְבַּ֥עַת H702 אֲלָפִ֖ים H505 אִֽישׁ H376 ",
  "3": "וַיָּבֹ֣א H935 הָעָם֮ H5971 אֶל H413 הַֽמַּחֲנֶה֒ H4264 וַיֹּֽאמְרוּ֙ H559 זִקְנֵ֣י H2205 יִשְׂרָאֵ֔ל H3478 לָ֣מָּה H4100 נְגָפָ֧נוּ H5062 יְהוָ֛ה H3068 הַיּ֖וֹם H3117 לִפְנֵ֣י H6440 פְלִשְׁתִּ֑ים H6430 נִקְחָ֧ה H3947 אֵלֵ֣ינוּ H413 מִשִּׁלֹ֗ה H7887 אֶת H853 אֲרוֹן֙ H727 בְּרִ֣ית H1285 יְהוָ֔ה H3068 וְיָבֹ֣א H935 בְקִרְבֵּ֔ H7130 וְיֹשִׁעֵ֖ H3467 מִכַּ֥ף H3709 אֹיְבֵֽינוּ H341 ",
  "4": "וַיִּשְׁלַ֤ח H7971 הָעָם֙ H5971 שִׁלֹ֔ה H7887 וַיִּשְׂא֣וּ H5375 מִשָּׁ֗ם H8033 אֵ֣ת H853 אֲר֧וֹן H727 בְּרִית H1285 יְהוָ֛ה H3068 צְבָא֖וֹת H6635 יֹשֵׁ֣ב H3427 הַכְּרֻבִ֑ים H3742 וְשָׁ֞ם H8033 שְׁנֵ֣י H8147 בְנֵֽי H1121 עֵלִ֗י H5941 עִם H5973 אֲרוֹן֙ H727 בְּרִ֣ית H1285 הָאֱלֹהִ֔ים H430 חָפְנִ֖י H2652 וּפִֽינְחָֽס H6372 ",
  "5": "וַיְהִ֗י H1961 כְּב֨וֹא H935 אֲר֤וֹן H727 בְּרִית H1285 יְהוָה֙ H3068 אֶל H413 הַֽמַּחֲנֶ֔ה H4264 וַיָּרִ֥עוּ H7321 כָל H3605 יִשְׂרָאֵ֖ל H3478 תְּרוּעָ֣ה H8643 גְדוֹלָ֑ה H1419 וַתֵּהֹ֖ם H1949 הָאָֽרֶץ H776 ",
  "6": "וַיִּשְׁמְע֤וּ H8085 פְלִשְׁתִּים֙ H6430 אֶת H853 ק֣וֹל H6963 הַתְּרוּעָ֔ה H8643 וַיֹּ֣אמְר֔וּ H559 מֶ֠ה H4100 ק֣וֹל H6963 הַתְּרוּעָ֧ה H8643 הַגְּדוֹלָ֛ה H1419 הַזֹּ֖את H2063 בְּמַחֲנֵ֣ה H4264 הָעִבְרִ֑ים H5680 וַיֵּ֣דְע֔וּ H3045 כִּ֚י H3588 אֲר֣וֹן H727 יְהוָ֔ה H3068 בָּ֖א H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
  "7": "וַיִּֽרְאוּ֙ H3372 הַפְּלִשְׁתִּ֔ים H6430 כִּ֣י H3588 אָמְר֔וּ H559 בָּ֥א H935 אֱלֹהִ֖ים H430 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 וַיֹּאמְרוּ֙ H559 א֣וֹי H188 לָ֔נוּ Hl כִּ֣י H3588 לֹ֥א H3808 הָיְתָ֛ה H1961 כָּזֹ֖את H2063 אֶתְמ֥וֹל H865 שִׁלְשֹֽׁם H8032 ",
  "8": "א֣וֹי H188 לָ֔נוּ Hl מִ֣י H4310 יַצִּילֵ֔נוּ H5337 מִיַּ֛ד H3027 הָאֱלֹהִ֥ים H430 הָאַדִּירִ֖ים H117 הָאֵ֑לֶּה H428 אֵ֧לֶּה H428 הֵ֣ם H1992 הָאֱלֹהִ֗ים H430 הַמַּכִּ֧ים H5221 אֶת H853 מִצְרַ֛יִם H4714 בְּכָל H3605 מַכָּ֖ה H4347 בַּמִּדְבָּֽר H4057 ",
  "9": "הִֽתְחַזְּק֞וּ H2388 וִֽהְי֤וּ H1961 לַֽאֲנָשִׁים֙ H376 פְּלִשְׁתִּ֔ים H6430 פֶּ֚ן H6435 תַּעַבְד֣וּ H5647 לָעִבְרִ֔ים H5680 כַּאֲשֶׁ֥ר H834 עָבְד֖וּ H5647 לָכֶ֑ם Hl וִהְיִיתֶ֥ם H1961 לַאֲנָשִׁ֖ים H376 וְנִלְחַמְתֶּֽם H3898 ",
  "10": "וַיִּלָּחֲמ֣וּ H3898 פְלִשְׁתִּ֗ים H6430 וַיִּנָּ֤גֶף H5062 יִשְׂרָאֵל֙ H3478 וַיָּנֻ֨סוּ֙ H5127 אִ֣ישׁ H376 לְאֹהָלָ֔י H168 וַתְּהִ֥י H1961 הַמַּכָּ֖ה H4347 גְּדוֹלָ֣ה H1419 מְאֹ֑ד H3966 וַיִּפֹּל֙ H5307 מִיִּשְׂרָאֵ֔ל H3478 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 רַגְלִֽי H7273 ",
  "11": "וַאֲר֥וֹן H727 אֱלֹהִ֖ים H430 נִלְקָ֑ח H3947 וּשְׁנֵ֤י H8147 בְנֵֽי H1121 עֵלִי֙ H5941 מֵ֔תוּ H4191 חָפְנִ֖י H2652 וּפִֽינְחָֽס H6372 ",
  "12": "וַיָּ֤רָץ H7323 אִישׁ H376 בִּנְיָמִן֙ H1144 מֵהַ H4634 וַיָּבֹ֥א H935 שִׁלֹ֖ה H7887 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וּמַדָּ֣י H4055 קְרֻעִ֔ים H7167 וַאֲדָמָ֖ה H127 עַל H5921 רֹאשֽׁוֹ H7218 ",
  "13": "וַיָּב֗וֹא H935 וְהִנֵּ֣ה H2009 עֵ֠לִי H5941 יֹשֵׁ֨ב H3427 עַֽל H5921 הַכִּסֵּ֜א H3678 יך H5221 דֶּ֨רֶךְ֙ H1870 מְצַפֶּ֔ה H6822 כִּֽי H3588 הָיָ֤ה H1961 לִבּוֹ֙ H3820 חָרֵ֔ד H2730 עַ֖ל H5921 אֲר֣וֹן H727 הָאֱלֹהִ֑ים H430 וְהָ H376 בָּ֚א H935 לְהַגִּ֣יד H5046 בָּעִ֔יר H5892 וַתִּזְעַ֖ק H2199 כָּל H3605 הָעִֽיר H5892 ",
  "14": "וַיִּשְׁמַ֤ע H8085 עֵלִי֙ H5941 אֶת H853 ק֣וֹל H6963 הַצְּעָקָ֔ה H6818 וַיֹּ֕אמֶר H559 מֶ֛ה H4100 ק֥וֹל H6963 הֶהָמ֖וֹן H1995 הַזֶּ֑ה H2088 וְהָ H376 מִהַ֔ר H4116 וַיָּבֹ֖א H935 וַיַּגֵּ֥ד H5046 לְעֵלִֽי H5941 ",
  "15": "וְעֵלִ֕י H5941 בֶּן H1121 תִּשְׁעִ֥ים H8673 וּשְׁמֹנֶ֖ה H8083 שָׁנָ֑ה H8141 וְעֵינָ֣י H5869 קָ֔מָה H6965 וְלֹ֥א H3808 יָכ֖וֹל H3201 לִרְאֽוֹת H7200 ",
  "16": "וַיֹּ֨אמֶר H559 הָאִ֜ישׁ H376 אֶל H413 עֵלִ֗י H5941 אָֽנֹכִי֙ H595 הַבָּ֣א H935 מִן H4480 הַמַּעֲרָכָ֔ה H4634 וַאֲנִ֕י H589 מִן H4480 הַמַּעֲרָכָ֖ה H4634 נַ֣סְתִּי H5127 הַיּ֑וֹם H3117 וַיֹּ֛אמֶר H559 מֶֽה H4100 הָיָ֥ה H1961 הַדָּבָ֖ר H1697 בְּנִֽי H1121 ",
  "17": "וַיַּ֨עַן H6030 הַֽמְבַשֵּׂ֜ר H1319 וַיֹּ֗אמֶר H559 נָ֤ס H5127 יִשְׂרָאֵל֙ H3478 לִפְנֵ֣י H6440 פְלִשְׁתִּ֔ים H6430 וְגַ֛ם H1571 מַגֵּפָ֥ה H4046 גְדוֹלָ֖ה H1419 הָיְתָ֣ה H1961 בָעָ֑ם H5971 וְגַם H1571 שְׁנֵ֨י H8147 בָנֶ֜יךָ H1121 מֵ֗תוּ H4191 חָפְנִי֙ H2652 וּפִ֣ינְחָ֔ס H6372 וַאֲר֥וֹן H727 הָאֱלֹהִ֖ים H430 נִלְקָֽחָה H3947 ",
  "18": "וַיְהִ֞י H1961 כְּהַזְכִּיר֣ H2142 אֶת H853 אֲר֣וֹן H727 הָאֱלֹהִ֗ים H430 וַיִּפֹּ֣ל H5307 מֵֽעַל H5921 הַ֠כִּסֵּא H3678 אֲחֹ֨רַנִּ֜ית H322 בְּעַ֣ד H1157 יַ֣ד H3027 הַשַּׁ֗עַר H8179 וַתִּשָּׁבֵ֤ר H7665 מַפְרַקְתּוֹ֙ H4665 וַיָּמֹ֔ת H4191 כִּֽי H3588 זָקֵ֥ן H2204 הָאִ֖ישׁ H376 וְכָבֵ֑ד H3515 וְה֛וּא H1931 שָׁפַ֥ט H8199 אֶת H853 יִשְׂרָאֵ֖ל H3478 אַרְבָּעִ֥ים H705 שָׁנָֽה H8141 ",
  "19": "וְכַלָּת֣ H3618 אֵֽשֶׁת H802 פִּינְחָס֮ H6372 הָרָ֣ה H2030 לָלַת֒ H3205 וַתִּשְׁמַ֣ע H8085 אֶת H853 הַשְּׁמֻעָ֔ה H8052 אֶל H413 הִלָּקַח֙ H3947 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 וּמֵ֥ת H4191 חָמִ֖יהָ H2524 וְאִישָׁ֑ H376 וַתִּכְרַ֣ע H3766 וַתֵּ֔לֶד H3205 כִּֽי H3588 נֶהֶפְכ֥וּ H2015 עָלֶ֖יהָ H5921 צִרֶֽיהָ H6735 ",
  "20": "וּכְ H6256 מוּתָ֗הּ H4191 וַתְּדַבֵּ֨רְנָה֙ H1696 הַנִּצָּב֣וֹת H5324 עָלֶ֔יהָ H5921 אַל H408 תִּֽירְאִ֖י H3372 כִּ֣י H3588 בֵ֣ן H1121 יָלָ֑דְתְּ H3205 וְלֹ֥א H3808 עָנְתָ֖ה H6030 וְלֹא H3808 שָׁ֥תָה H7896 לִבָּֽהּ H3820 ",
  "21": "וַתִּקְרָ֣א H7121 לַנַּ֗עַר H5288 אִֽי H350 כָבוֹד֙ H350 לֵאמֹ֔ר H559 גָּלָ֥ה H1540 כָב֖וֹד H3519 מִיִּשְׂרָאֵ֑ל H3478 אֶל H413 הִלָּקַח֙ H3947 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 וְאֶל H413 חָמִ֖יהָ H2524 וְאִישָֽׁ H376 ",
  "22": "וַתֹּ֕אמֶר H559 גָּלָ֥ה H1540 כָב֖וֹד H3519 מִיִּשְׂרָאֵ֑ל H3478 כִּ֥י H3588 נִלְקַ֖ח H3947 אֲר֥וֹן H727 הָאֱלֹהִֽים H430 "
}
