{
  "1": "מִ֭שְׁלֵי H4912 Ncmpc שְׁלֹמֹ֣ה H8010 Np בֶן H1121 Ncmsc דָּוִ֑ד H1732 Np מֶ֝֗לֶךְ H4428 Ncmsc יִשְׂרָאֵֽל H3478 Np ",
  "2": "לָדַ֣עַת H3045 R/Vqc חָכְמָ֣ה H2451 Ncfsa וּמוּסָ֑ר H4148 C/Ncmsa לְ֝הָבִ֗ין H995 R/Vhc אִמְרֵ֥י H561 Ncmpc בִינָֽה H998 Ncfsa ",
  "3": "לָ֭קַחַת H3947 R/Vqc מוּסַ֣ר H4148 Ncmsc הַשְׂכֵּ֑ל H7919 Vha צֶ֥דֶק H6664 Ncmsa וּ֝מִשְׁפָּ֗ט H4941 C/Ncmsa וּמֵישָׁרִֽים H4339 C/Ncmpa ",
  "4": "לָתֵ֣ת H5414 R/Vqc לִפְתָאיִ֣ם H6612 R/Ncmpa עָרְמָ֑ה H6195 Ncfsa לְ֝נַ֗עַר H5288 R/Ncmsa דַּ֣עַת H1847 Ncfsa וּמְזִמָּֽה H4209 C/Ncfsa ",
  "5": "יִשְׁמַ֣ע H8085 Vqi3ms חָ֭כָם H2450 Ncmsa וְי֣וֹסֶף H3254 C/Vhi3ms לֶ֑קַח H3948 Ncmsa וְ֝נָב֗וֹן H995 C/VNrmsa תַּחְבֻּל֥וֹת H8458 Ncfpa יִקְנֶֽה H7069 Vqi3ms ",
  "6": "לְהָבִ֣ין H995 R/Vhc מָ֭שָׁל H4912 Ncmsa וּמְלִיצָ֑ה H4426 C/Ncfsa דִּבְרֵ֥י H1697 Ncmpc חֲ֝כָמִ֗ים H2450 Aampa וְחִידֹתָֽ H2420 C/Ncfpc/Pp3mp ",
  "7": "יִרְאַ֣ת H3374 Ncfsc יְ֭הוָה H3068 Np רֵאשִׁ֣ית H7225 Ncfsc דָּ֑עַת H1847 Ncfsa חָכְמָ֥ה H2451 Ncfsa וּ֝מוּסָ֗ר H4148 C/Ncmsa אֱוִילִ֥ים H191 Ncmpa בָּֽזוּ H936 Vqp3cp ",
  "8": "שְׁמַ֣ע H8085 Vqv2ms בְּ֭נִי H1121 Ncmsc/Pp1cs מוּסַ֣ר H4148 Ncmsc אָבִ֑יךָ H1 Ncmsc/Sp2ms וְאַל H408 C/Tn תִּ֝טֹּ֗שׁ H5203 Vqj2ms תּוֹרַ֥ת H8451 Ncfsc אִמֶּֽךָ H517 Ncfsc/Pp2ms ",
  "9": "כִּ֤י H3588 לִוְיַ֤ת H3880 Ncfsc חֵ֓ן H2580 Ncmsa הֵ֬ם H1992 Pp3mp לְרֹאשֶׁ֑ H7218 R/Ncmsc/Pp2ms וַ֝עֲנָקִ֗ים H6060 C/Ncmpa לְגַרְגְּרֹתֶֽי H1621 R/Ncfpc/Pp2ms ",
  "10": "בְּנִ֡י H1121 Ncmsc/Pp1cs אִם H518 יְפַתּ֥וּךָ H6601 Vpi3mp/Pp2ms חַ֝טָּאִ֗ים H2400 Ncmpa אַל H408 Tn תֹּבֵֽא H14 Vqj2ms ",
  "11": "אִם H518 יֹאמְרוּ֮ H559 Vqi3mp לְכָ֪ה H3212 Vqv2ms/Sh אִ֫תָּ֥נוּ H854 R/Sp1cp נֶאֶרְבָ֥ה H693 Vqh1cp לְדָ֑ם H1818 R/Ncmsa נִצְפְּנָ֖ה H6845 Vqh1cp לְנָקִ֣י H5355 R/Aamsa חִנָּֽם H2600 D ",
  "12": "נִ֭בְלָעֵם H1104 Vqh1cp/Pp3mp כִּשְׁא֣וֹל H7585 R/Ncfsa חַיִּ֑ים H2416 וּ֝תְמִימִ֗ים H8549 C/Aampa כְּי֣וֹרְדֵי H3381 R/Vqrmpc בֽוֹר H953 Ncmsa ",
  "13": "כָּל H3605 ה֣וֹן H1952 יָקָ֣ר H3368 נִמְצָ֑א H4672 נְמַלֵּ֖א H4390 בָתֵּ֣ינוּ H1004 שָׁלָֽל H7998 ",
  "14": "גּ֭וֹרָ֣לְךָ H1486 תַּפִּ֣יל H5307 בְּתוֹכֵ֑ H8432 כִּ֥יס H3599 אֶ֝חָ֗ד H259 יִהְיֶ֥ה H1961 לְכֻלָּֽ H3605 ",
  "15": "בְּנִ֗י H1121 אַל H408 תֵּלֵ֣ךְ H3212 בְּדֶ֣רֶךְ H1870 אִתָּ֑ם H854 מְנַ֥ע H4513 רַ֝גְלְךָ֗ H7272 מִנְּתִיבָתָֽ H5410 ",
  "16": "כִּ֣י H3588 רַ֭גְלֵיהֶם H7272 לָרַ֣ע H7451 יָר֑וּצוּ H7323 וִֽ֝ימַהֲר֗וּ H4116 לִשְׁפָּךְ H8210 דָּֽם H1818 ",
  "17": "כִּֽי H3588 חִ֭נָּם H2600 מְזֹרָ֣ה H2219 הָרָ֑שֶׁת H7568 בְּ֝עֵינֵ֗י H5869 כָל H3605 בַּ֥עַל H1167 כָּנָֽף H3671 ",
  "18": "וְ֭הֵם H1992 לְדָמָ֣ H1818 יֶאֱרֹ֑בוּ H693 יִ֝צְפְּנ֗וּ H6845 לְנַפְשֹׁתָֽ H5315 ",
  "19": "כֵּ֗ן H3651 אָ֭רְחוֹת H734 כָּל H3605 בֹּ֣צֵֽעַ H1214 בָּ֑צַע H1215 אֶת H853 נֶ֖פֶשׁ H5315 בְּעָלָ֣יו H1167 יִקָּֽח H3947 ",
  "20": "חָ֭כְמוֹת H2454 בַּח֣וּץ H2351 תָּרֹ֑נָּה H7442 בָּ֝רְחֹב֗וֹת H7339 תִּתֵּ֥ן H5414 קוֹלָֽהּ H6963 ",
  "21": "בְּרֹ֥אשׁ H7218 הֹמִיּ֗וֹת H1993 תִּ֫קְרָ֥א H7121 בְּפִתְחֵ֖י H6607 שְׁעָרִ֥ים H8179 בָּעִ֗יר H5892 אֲמָרֶ֥יהָ H561 תֹאמֵֽר H559 ",
  "22": "עַד H5704 מָתַ֣י H4970 פְּתָיִם֮ H6612 תְּֽאֵהֲב֫וּ H157 פֶ֥תִי H6612 וְלֵצִ֗ים H3887 לָ֭צוֹן H3944 חָמְד֣וּ H2530 לָהֶ֑ם H1992 וּ֝כְסִילִ֗ים H3684 יִשְׂנְאוּ H8130 דָֽעַת H1847 ",
  "23": "תָּשׁ֗וּבוּ H7725 לְֽת֫וֹכַחְתִּ֥ H8433 הִנֵּ֤ה H2009 אַבִּ֣יעָה H5042 לָכֶ֣ם Hl רוּחִ֑י H7307 אוֹדִ֖יעָה H3045 דְבָרַ֣י H1697 אֶתְכֶֽם H853 ",
  "24": "יַ֣עַן H3282 קָ֭רָאתִי H7121 וַתְּמָאֵ֑נוּ H3985 נָטִ֥יתִי H5186 יָ֝דִ֗י H3027 וְאֵ֣ין H369 מַקְשִֽׁיב H7181 ",
  "25": "וַתִּפְרְע֥וּ H6544 כָל H3605 עֲצָתִ֑י H6098 וְ֝תוֹכַחְתִּ֗ H8433 לֹ֣א H3808 אֲבִיתֶֽם H14 ",
  "26": "גַּם H1571 אֲ֭נִי H589 בְּאֵידְ H343 אֶשְׂחָ֑ק H7832 אֶ֝לְעַ֗ג H3932 בְּבֹ֣א H935 פַחְדְּכֶֽם H6343 ",
  "27": "בְּבֹ֤א H935 כשאוה H7584 פַּחְדְּכֶ֗ם H6343 וְֽ֭אֵידְ H343 כְּסוּפָ֣ה H5492 יֶאֱתֶ֑ה H857 בְּבֹ֥א H935 עֲ֝לֵיכֶ֗ם H5921 צָרָ֥ה H6869 וְצוּקָֽה H6695 ",
  "28": "אָ֣ז H227 יִ֭קְרָאֻנְנִי H7121 וְלֹ֣א H3808 אֶֽעֱנֶ֑ה H6030 יְ֝שַׁחֲרֻ֗נְנִי H7836 וְלֹ֣א H3808 יִמְצָאֻֽנְנִי H4672 ",
  "29": "תַּ֭חַת H8478 כִּי H3588 שָׂ֣נְאוּ H8130 דָ֑עַת H1847 וְיִרְאַ֥ת H3374 יְ֝הֹוָ֗ה H3068 לֹ֣א H3808 בָחָֽרוּ H977 ",
  "30": "לֹא H3808 אָב֥וּ H14 לַעֲצָתִ֑ H6098 נָ֝אֲצ֗וּ H5006 כָּל H3605 תּוֹכַחְתִּֽי H8433 ",
  "31": "וְֽ֭יֹאכְלוּ H398 מִפְּרִ֣י H6529 דַרְכָּ֑ם H1870 וּֽמִ H4156 יִשְׂבָּֽעוּ H7646 ",
  "32": "כִּ֤י H3588 מְשׁוּבַ֣ת H4878 פְּתָיִ֣ם H6612 תַּֽהַרְגֵ֑ם H2026 וְשַׁלְוַ֖ת H7962 כְּסִילִ֣ים H3684 תְּאַבְּדֵֽם H6 ",
  "33": "וְשֹׁמֵ֣עַֽ H8085 לִ֭י Hl יִשְׁכָּן H7931 בֶּ֑טַח H983 וְ֝שַׁאֲנַ֗ן H7599 מִפַּ֥חַד H6343 רָעָֽה H7451 "
}
