{
  "1": "לְאָדָ֥ם H120 מַֽעַרְכֵי H4633 לֵ֑ב H3820 וּ֝מֵ H3068 מַעֲנֵ֥ה H4617 לָשֽׁוֹן H3956 ",
  "2": "כָּֽל H3605 דַּרְכֵי H1870 אִ֭ישׁ H376 זַ֣ךְ H2134 בְּעֵינָ֑י H5869 וְתֹכֵ֖ן H8505 רוּח֣וֹת H7307 יְהוָֽה H3068 ",
  "3": "גֹּ֣ל H1556 אֶל H413 יְהוָ֣ה H3068 מַעֲשֶׂ֑יךָ H4639 וְ֝יִכֹּ֗נוּ H3559 מַחְשְׁבֹתֶֽיךָ H4284 ",
  "4": "כֹּ֤ל H3605 פָּעַ֣ל H6466 יְ֭הוָה H3068 לַֽמַּעֲנֵ֑ H4617 וְגַם H1571 רָ֝שָׁ֗ע H7563 לְי֣וֹם H3117 רָעָֽה H7451 ",
  "5": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 כָּל H3605 גְּבַהּ H1362 לֵ֑ב H3820 יָ֥ד H3027 לְ֝יָ֗ד H3027 לֹ֣א H3808 יִנָּקֶֽה H5352 ",
  "6": "בְּחֶ֣סֶד H2617 וֶ֭אֱמֶת H571 יְכֻפַּ֣ר H3722 עָוֺ֑ן H5771 וּבְ H3374 יְ֝הוָ֗ה H3068 ס֣וּר H5493 מֵרָֽע H7451 ",
  "7": "בִּרְצ֣וֹת H7521 יְ֭הוָה H3068 דַּרְכֵי H1870 אִ֑ישׁ H376 גַּם H1571 א֝וֹיְבָ֗יו H341 יַשְׁלִ֥ם H7999 אִתּֽוֹ H854 ",
  "8": "טוֹב H2896 מְ֭עַט H4592 בִּצְדָקָ֑ה H6666 מֵרֹ֥ב H7230 תְּ֝בוּא֗וֹת H8393 בְּלֹ֣א H3808 מִשְׁפָּֽט H4941 ",
  "9": "לֵ֣ב H3820 אָ֭דָם H120 יְחַשֵּׁ֣ב H2803 דַּרְכּ֑וֹ H1870 וַֽ֝יהוָ֗ה H3068 יָכִ֥ין H3559 צַעֲדֽוֹ H6806 ",
  "10": "קֶ֤סֶם H7081 עַֽל H5921 שִׂפְתֵי H8193 מֶ֑לֶךְ H4428 בְּ֝מִשְׁפָּ֗ט H4941 לֹ֣א H3808 יִמְעַל H4603 פִּֽיו H6310 ",
  "11": "פֶּ֤לֶס H6425 וּמֹאזְנֵ֣י H3976 מִ֭שְׁפָּט H4941 לַֽיהוָ֑ה H3068 מַ֝עֲשֵׂ֗הוּ H4639 כָּל H3605 אַבְנֵי H68 כִֽיס H3599 ",
  "12": "תּוֹעֲבַ֣ת H8441 מְ֭לָכִים H4428 עֲשׂ֣וֹת H6213 רֶ֑שַׁע H7562 כִּ֥י H3588 בִ֝צְדָקָ֗ה H6666 יִכּ֥וֹן H3559 כִּסֵּֽא H3678 ",
  "13": "רְצ֣וֹן H7522 מְ֭לָכִים H4428 שִׂפְתֵי H8193 צֶ֑דֶק H6664 וְדֹבֵ֖ר H1696 יְשָׁרִ֣ים H3477 יֶאֱהָֽב H157 ",
  "14": "חֲמַת H2534 מֶ֥לֶךְ H4428 מַלְאֲכֵי H4397 מָ֑וֶת H4194 וְאִ֖ישׁ H376 חָכָ֣ם H2450 יְכַפְּרֶֽנָּה H3722 ",
  "15": "בְּאוֹר H216 פְּנֵי H6440 מֶ֥לֶךְ H4428 חַיִּ֑ים H2416 וּ֝רְצוֹנ֗ H7522 כְּעָ֣ב H5645 מַלְקֽוֹשׁ H4456 ",
  "16": "קְֽנֹה H7069 חָכְמָ֗ה H2451 מַה H4100 טּ֥וֹב H2896 מֵחָר֑וּץ H2742 וּקְנ֥וֹת H7069 בִּ֝ינָ֗ה H998 נִבְחָ֥ר H977 מִכָּֽסֶף H3701 ",
  "17": "מְסִלַּ֣ת H4546 יְ֭שָׁרִים H3477 ס֣וּר H5493 מֵרָ֑ע H7451 שֹׁמֵ֥ר H8104 נַ֝פְשׁ֗וֹ H5315 נֹצֵ֥ר H5341 דַּרְכּֽוֹ H1870 ",
  "18": "לִפְנֵי H6440 שֶׁ֥בֶר H7667 גָּא֑וֹן H1347 וְלִ H6440 כִ֝שָּׁל֗וֹן H3783 גֹּ֣בַהּ H1363 רֽוּחַ H7307 ",
  "19": "ט֣וֹב H2896 שְׁפַל H8217 ר֭וּחַ H7307 אֶת H854 עניים H6041 מֵֽחַלֵּ֥ק H2505 שָׁ֝לָ֗ל H7998 אֶת H854 גֵּאִֽים H1343 ",
  "20": "מַשְׂכִּ֣יל H7919 עַל H5921 דָּ֭בָר H1697 יִמְצָא H4672 ט֑וֹב H2896 וּבוֹטֵ֖חַ H982 בַּיהוָ֣ה H3068 אַשְׁרָֽיו H835 ",
  "21": "לַחֲכַם H2450 לֵ֭ב H3820 יִקָּרֵ֣א H7121 נָב֑וֹן H995 וּמֶ֥תֶק H4986 שְׂ֝פָתַ֗יִם H8193 יֹסִ֥יף H3254 לֶֽקַח H3948 ",
  "22": "מְק֣וֹר H4726 חַ֭יִּים H2416 שֵׂ֣כֶל H7922 בְּעָלָ֑יו H1167 וּמוּסַ֖ר H4148 אֱוִלִ֣ים H191 אִוֶּֽלֶת H200 ",
  "23": "לֵ֣ב H3820 חָ֭כָם H2450 יַשְׂכִּ֣יל H7919 פִּ֑יהוּ H6310 וְעַל H5921 שְׂ֝פָתָ֗יו H8193 יֹסִ֥יף H3254 לֶֽקַח H3948 ",
  "24": "צוּף H6688 דְּ֭בַשׁ H1706 אִמְרֵי H561 נֹ֑עַם H5278 מָת֥וֹק H4966 לַ֝נֶּפֶשׁ H5315 וּמַרְפֵּ֥א H4832 לָעָֽצֶם H6106 ",
  "25": "יֵ֤שׁ H3426 דֶּ֣רֶךְ H1870 יָ֭שָׁר H3477 לִפְנֵי H6440 אִ֑ישׁ H376 וְ֝אַחֲרִיתָ֗ H319 דַּרְכֵי H1870 מָֽוֶת H4194 ",
  "26": "נֶ֣פֶשׁ H5315 עָ֭מֵל H6001 עָ֣מְלָה H5998 לּ֑וֹ Hl כִּֽי H3588 אָכַ֖ף H404 עָלָ֣יו H5921 פִּֽיהוּ H6310 ",
  "27": "אִ֣ישׁ H376 בְּ֭לִיַּעַל H1100 כֹּרֶ֣ה H3738 רָעָ֑ה H7451 וְעַל H5921 שפתיו H8193 כְּאֵ֣שׁ H784 צָרָֽבֶת H6867 ",
  "28": "אִ֣ישׁ H376 תַּ֭הְפֻּכוֹת H8419 יְשַׁלַּ֣ח H7971 מָד֑וֹן H4066 וְ֝נִרְגָּ֗ H5372 מַפְרִ֥יד H6504 אַלּֽוּף H441 ",
  "29": "אִ֣ישׁ H376 חָ֭מָס H2555 יְפַתֶּ֣ה H6601 רֵעֵ֑הוּ H7453 וְ֝הוֹלִיכ֗ H3212 בְּדֶ֣רֶךְ H1870 לֹא H3808 טֽוֹב H2896 ",
  "30": "עֹצֶ֣ה H6095 עֵ֭ינָיו H5869 לַחְשֹׁ֣ב H2803 תַּהְפֻּכ֑וֹת H8419 קֹרֵ֥ץ H7169 שְׂ֝פָתָ֗יו H8193 כִּלָּ֥ה H3615 רָעָֽה H7451 ",
  "31": "עֲטֶ֣רֶת H5850 תִּפְאֶ֣רֶת H8597 שֵׂיבָ֑ה H7872 בְּדֶ֥רֶךְ H1870 צְ֝דָקָ֗ה H6666 תִּמָּצֵֽא H4672 ",
  "32": "ט֤וֹב H2896 אֶ֣רֶךְ H750 אַ֭פַּיִם H639 מִגִּבּ֑וֹר H1368 וּמֹשֵׁ֥ל H4910 בְּ֝רוּח֗ H7307 מִלֹּכֵ֥ד H3920 עִֽיר H5892 ",
  "33": "בַּ֭חֵיק H2436 יוּטַ֣ל H2904 אֶת H853 הַגּוֹרָ֑ל H1486 וּ֝מֵ H3068 כָּל H3605 מִשְׁפָּטֽוֹ H4941 "
}
