{
  "1": "טֽוֹב H2896 רָ֭שׁ H7326 הוֹלֵ֣ךְ H1980 בְּתֻמּ֑ H8537 מֵעִקֵּ֥שׁ H6141 שְׂ֝פָתָ֗יו H8193 וְה֣וּא H1931 כְסִֽיל H3684 ",
  "2": "גַּ֤ם H1571 בְּלֹא H3808 דַ֣עַת H1847 נֶ֣פֶשׁ H5315 לֹא H3808 ט֑וֹב H2896 וְאָ֖ץ H213 בְּרַגְלַ֣יִם H7272 חוֹטֵֽא H2398 ",
  "3": "אִוֶּ֣לֶת H200 אָ֭דָם H120 תְּסַלֵּ֣ף H5557 דַּרְכּ֑וֹ H1870 וְעַל H5921 יְ֝הוָ֗ה H3068 יִזְעַ֥ף H2196 לִבּֽוֹ H3820 ",
  "4": "ה֗וֹן H1952 יֹ֭סִיף H3254 רֵעִ֣ים H7453 רַבִּ֑ים H7227 וְ֝דָ֗ל H1800 מֵרֵ֥עהוּ H7453 יִפָּרֵֽד H6504 ",
  "5": "עֵ֣ד H5707 שְׁ֭קָרִים H8267 לֹ֣א H3808 יִנָּקֶ֑ה H5352 וְיָפִ֥יחַ H6315 כְּ֝זָבִ֗ים H3577 לֹ֣א H3808 יִמָּלֵֽט H4422 ",
  "6": "רַ֭בִּים H7227 יְחַלּ֣וּ H2470 פְנֵֽי H6440 נָדִ֑יב H5081 וְכָל H3605 הָ֝רֵ֗עַ H7453 לְאִ֣ישׁ H376 מַתָּֽן H4976 ",
  "7": "כָּ֥ל H3605 אֲחֵי H251 רָ֨שׁ H7326 שְֽׂנֵאֻ֗הוּ H8130 אַ֤ף H637 כִּ֣י H3588 מְ֭רֵעֵהוּ H4828 רָחֲק֣וּ H7368 מִמֶּ֑נּוּ H4480 מְרַדֵּ֖ף H7291 אֲמָרִ֣ים H561 לא H3808 הֵֽמָּה H1992 ",
  "8": "קֹֽנֶה H7069 לֵּ֭ב H3820 אֹהֵ֣ב H157 נַפְשׁ֑וֹ H5315 שֹׁמֵ֥ר H8104 תְּ֝בוּנָ֗ה H8394 לִמְצֹא H4672 טֽוֹב H2896 ",
  "9": "עֵ֣ד H5707 שְׁ֭קָרִים H8267 לֹ֣א H3808 יִנָּקֶ֑ה H5352 וְיָפִ֖יחַ H6315 כְּזָבִ֣ים H3577 יֹאבֵֽד H6 ",
  "10": "לֹֽא H3808 נָאוֶ֣ה H5000 לִכְסִ֣יל H3684 תַּעֲנ֑וּג H8588 אַ֝֗ף H637 כִּֽי H3588 לְעֶ֤בֶד H5650 מְשֹׁ֬ל H4910 בְּשָׂרִֽים H8269 ",
  "11": "שֵׂ֣כֶל H7922 אָ֭דָם H120 הֶאֱרִ֣יךְ H748 אַפּ֑וֹ H639 וְ֝תִפאַרְתּ֗ H8597 עֲבֹ֣ר H5674 עַל H5921 פָּֽשַׁע H6588 ",
  "12": "נַ֣הַם H5099 כַּ֭כְּפִיר H3715 זַ֣עַף H2197 מֶ֑לֶךְ H4428 וּכְ H2919 עַל H5921 עֵ֣שֶׂב H6212 רְצוֹנֽוֹ H7522 ",
  "13": "הַוֺּ֣ת H1942 לְ֭אָבִי H1 בֵּ֣ן H1121 כְּסִ֑יל H3684 וְדֶ֥לֶף H1812 טֹ֝רֵ֗ד H2956 מִדְיְנֵ֥י H4079 אִשָּֽׁה H802 ",
  "14": "בַּ֣יִת H1004 וָ֭הוֹן H1952 נַחֲלַ֣ת H5159 אָב֑וֹת H1 וּ֝מֵ H3068 אִשָּׁ֥ה H802 מַשְׂכָּֽלֶת H7919 ",
  "15": "עַ֭צְלָה H6103 תַּפִּ֣יל H5307 תַּרְדֵּמָ֑ה H8639 וְנֶ֖פֶשׁ H5315 רְמִיָּ֣ה H7423 תִרְעָֽב H7456 ",
  "16": "שֹׁמֵ֣ר H8104 מִ֭צְוָה H4687 שֹׁמֵ֣ר H8104 נַפְשׁ֑וֹ H5315 בּוֹזֵ֖ה H959 דְרָכָ֣יו H1870 יומת H4191 ",
  "17": "מַלְוֵ֣ה H3867 יְ֭הוָה H3068 ח֣וֹנֵֽן H2603 דָּ֑ל H1800 וּ֝גְמֻל֗ H1576 יְשַׁלֶּם H7999 לֽוֹ Hl ",
  "18": "יַסֵּ֣ר H3256 בִּ֭נְךָ H1121 כִּי H3588 יֵ֣שׁ H3426 תִּקְוָ֑ה H8615 וְאֶל H413 הֲ֝מִית֗וֹ H4191 אַל H408 תִּשָּׂ֥א H5375 נַפְשֶֽׁךָ H5315 ",
  "19": "גרל H1632 חֵ֭מָה H2534 נֹ֣שֵׂא H5375 עֹ֑נֶשׁ H6066 כִּ֥י H3588 אִם H518 תַּ֝צִּ֗יל H5337 וְע֣וֹד H5750 תּוֹסִֽף H3254 ",
  "20": "שְׁמַ֣ע H8085 עֵ֭צָה H6098 וְקַבֵּ֣ל H6901 מוּסָ֑ר H4148 לְ֝מַ֗עַן H4616 תֶּחְכַּ֥ם H2449 בְּאַחֲרִיתֶֽ H319 ",
  "21": "רַבּ֣וֹת H7227 מַחֲשָׁב֣וֹת H4284 בְּלֶב H3820 אִ֑ישׁ H376 וַעֲצַ֥ת H6098 יְ֝הוָ֗ה H3068 הִ֣יא H1931 תָקֽוּם H6965 ",
  "22": "תַּאֲוַ֣ת H8378 אָדָ֣ם H120 חַסְדּ֑וֹ H2617 וְטֽוֹב H2896 רָ֝שׁ H7326 מֵאִ֥ישׁ H376 כָּזָֽב H3577 ",
  "23": "יִרְאַ֣ת H3374 יְהוָ֣ה H3068 לְחַיִּ֑ים H2416 וְשָׂבֵ֥עַ H7649 יָ֝לִ֗ין H3885 בַּל H1077 יִפָּ֥קֶד H6485 רָֽע H7451 ",
  "24": "טָ֘מַ֤ן H2934 עָצֵ֣ל H6102 יָ֭דוֹ H3027 בַּצַּלָּ֑חַת H6747 גַּם H1571 אֶל H413 פִּ֝֗יהוּ H6310 לֹ֣א H3808 יְשִׁיבֶֽנָּה H7725 ",
  "25": "לֵ֣ץ H3887 תַּ֭כֶּה H5221 וּפֶ֣תִי H6612 יַעְרִ֑ם H6191 וְהוֹכִ֥יחַ H3198 לְ֝נָב֗וֹן H995 יָבִ֥ין H995 דָּֽעַת H1847 ",
  "26": "מְֽשַׁדֶּד H7703 אָ֭ב H1 יַבְרִ֣יחַ H1272 אֵ֑ם H517 בֵּ֝֗ן H1121 מֵבִ֥ישׁ H954 וּמַחְפִּֽיר H2659 ",
  "27": "חַֽדַל H2308 בְּ֭נִי H1121 לִשְׁמֹ֣עַ H8085 מוּסָ֑ר H4148 לִ֝שְׁג֗וֹת H7686 מֵֽאִמְרֵי H561 דָֽעַת H1847 ",
  "28": "עֵ֣ד H5707 בְּ֭לִיַּעַל H1100 יָלִ֣יץ H3887 מִשְׁפָּ֑ט H4941 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יְבַלַּע H1104 אָֽוֶן H205 ",
  "29": "נָכ֣וֹנוּ H3559 לַלֵּצִ֣ים H3887 שְׁפָטִ֑ים H8201 וּ֝מַהֲלֻמ֗וֹת H4112 לְגֵ֣ו H1460 כְּסִילִֽים H3684 "
}
