{
  "1": "בְּ֭נִי H1121 אִם H518 תִּקַּ֣ח H3947 אֲמָרָ֑י H561 וּ֝מִצְוֺתַ֗ H4687 תִּצְפֹּ֥ן H6845 אִתָּֽךְ H854 ",
  "2": "לְהַקְשִׁ֣יב H7181 לַֽחָכְמָ֣ה H2451 אָזְנֶ֑ךָ H241 תַּטֶּ֥ה H5186 לִ֝בְּךָ֗ H3820 לַתְּבוּנָֽה H8394 ",
  "3": "כִּ֤י H3588 אִ֣ם H518 לַבִּינָ֣ה H998 תִקְרָ֑א H7121 לַ֝תְּבוּנָ֗ה H8394 תִּתֵּ֥ן H5414 קוֹלֶֽךָ H6963 ",
  "4": "אִם H518 תְּבַקְשֶׁ֥נָּה H1245 כַכָּ֑סֶף H3701 וְֽכַ H4301 תַּחְפְּשֶֽׂנָּה H2664 ",
  "5": "אָ֗ז H227 תָּ֭בִין H995 יִרְאַ֣ת H3374 יְהוָ֑ה H3068 וְדַ֖עַת H1847 אֱלֹהִ֣ים H430 תִּמְצָֽא H4672 ",
  "6": "כִּֽי H3588 יְ֭הוָה H3068 יִתֵּ֣ן H5414 חָכְמָ֑ה H2451 מִ֝פִּ֗י H6310 דַּ֣עַת H1847 וּתְבוּנָֽה H8394 ",
  "7": "וצפן H6845 לַ֭יְשָׁרִים H3477 תּוּשִׁיָּ֑ה H8454 מָ֝גֵ֗ן H4043 לְהֹ֣לְכֵי H1980 תֹֽם H8537 ",
  "8": "לִ֭נְצֹר H5341 אָרְח֣וֹת H734 מִשְׁפָּ֑ט H4941 וְדֶ֖רֶךְ H1870 חסידו H2623 יִשְׁמֹֽר H8104 ",
  "9": "אָ֗ז H227 תָּ֭בִין H995 צֶ֣דֶק H6664 וּמִשְׁפָּ֑ט H4941 וּ֝מֵישָׁרִ֗ים H4339 כָּל H3605 מַעְגַּל H4570 טֽוֹב H2896 ",
  "10": "כִּֽי H3588 תָב֣וֹא H935 חָכְמָ֣ה H2451 בְלִבֶּ֑ H3820 וְ֝דַ֗עַת H1847 לְֽנַפְשְׁ H5315 יִנְעָֽם H5276 ",
  "11": "מְ֭זִמָּה H4209 תִּשְׁמֹ֥ר H8104 עָלֶ֗יךָ H5921 תְּבוּנָ֥ה H8394 תִנְצְרֶֽכָּה H5341 ",
  "12": "לְ֭הַצִּ֣ילְ H5337 מִדֶּ֣רֶךְ H1870 רָ֑ע H7451 מֵ֝אִ֗ישׁ H376 מְדַבֵּ֥ר H1696 תַּהְפֻּכֽוֹת H8419 ",
  "13": "הַ֭עֹ֣זְבִים H5800 אָרְח֣וֹת H734 יֹ֑שֶׁר H3476 לָ֝לֶ֗כֶת H3212 בְּדַרְכֵי H1870 חֹֽשֶׁךְ H2822 ",
  "14": "הַ֭שְּׂמֵחִים H8056 לַעֲשׂ֥וֹת H6213 רָ֑ע H7451 יָ֝גִ֗ילוּ H1523 בְּֽתַהְפֻּכ֥וֹת H8419 רָֽע H7451 ",
  "15": "אֲשֶׁ֣ר H834 אָרְחֹתֵיהֶ֣ם H734 עִקְּשִׁ֑ים H6141 וּ֝נְלוֹזִ֗ים H3868 בְּמַעְגְּלוֹתָֽ H4570 ",
  "16": "לְ֭הַצִּ֣ילְ H5337 מֵאִשָּׁ֣ה H802 זָרָ֑ה H2114 מִ֝נָּכְרִיָּ֗ה H5237 אֲמָרֶ֥יהָ H561 הֶחֱלִֽיקָה H2505 ",
  "17": "הַ֭עֹזֶבֶת H5800 אַלּ֣וּף H441 נְעוּרֶ֑יהָ H5271 וְאֶת H853 בְּרִ֖ית H1285 אֱלֹהֶ֣יהָ H430 שָׁכֵֽחָה H7911 ",
  "18": "כִּ֤י H3588 שָׁ֣חָה H7743 אֶל H413 מָ֣וֶת H4194 בֵּיתָ֑הּ H1004 וְאֶל H413 רְ֝פָאִ֗ים H7496 מַעְגְּלֹתֶֽיהָ H4570 ",
  "19": "כָּל H3605 בָּ֭אֶיהָ H935 לֹ֣א H3808 יְשׁוּב֑וּן H7725 וְלֹֽא H3808 יַ֝שִּׂ֗יגוּ H5381 אָרְח֥וֹת H734 חַיִּֽים H2416 ",
  "20": "לְמַ֗עַן H4616 תֵּ֭לֵךְ H3212 בְּדֶ֣רֶךְ H1870 טוֹבִ֑ים H2896 וְאָרְח֖וֹת H734 צַדִּיקִ֣ים H6662 תִּשְׁמֹֽר H8104 ",
  "21": "כִּֽי H3588 יְשָׁרִ֥ים H3477 יִשְׁכְּנוּ H7931 אָ֑רֶץ H776 וּ֝תְמִימִ֗ים H8549 יִוָּ֥תְרוּ H3498 בָֽהּ Hb ",
  "22": "וּ֭רְשָׁעִים H7563 מֵאֶ֣רֶץ H776 יִכָּרֵ֑תוּ H3772 וּ֝בוֹגְדִ֗ים H898 יִסְּח֥וּ H5255 מִמֶּֽנָּה H4480 "
}
