{
  "1": "נִבְחָ֣ר H977 שֵׁ֭ם H8034 מֵעֹ֣שֶׁר H6239 רָ֑ב H7227 מִכֶּ֥סֶף H3701 וּ֝מִ H2091 חֵ֣ן H2580 טֽוֹב H2896 ",
  "2": "עָשִׁ֣יר H6223 וָרָ֣שׁ H7326 נִפְגָּ֑שׁוּ H6298 עֹשֵׂ֖ה H6213 כֻלָּ֣ם H3605 יְהוָֽה H3068 ",
  "3": "עָר֤וּם H6175 רָאָ֣ה H7200 רָעָ֣ה H7451 ויסתר H5641 וּ֝פְתָיִ֗ים H6612 עָבְר֥וּ H5674 וְֽנֶעֱנָֽשׁוּ H6064 ",
  "4": "עֵ֣קֶב H6118 עֲ֭נָוָה H6038 יִרְאַ֣ת H3374 יְהוָ֑ה H3068 עֹ֖שֶׁר H6239 וְכָב֣וֹד H3519 וְחַיִּֽים H2416 ",
  "5": "צִנִּ֣ים H6791 פַּ֭חִים H6341 בְּדֶ֣רֶךְ H1870 עִקֵּ֑שׁ H6141 שׁוֹמֵ֥ר H8104 נַ֝פְשׁ֗וֹ H5315 יִרְחַ֥ק H7368 מֵהֶֽם Hm ",
  "6": "חֲנֹ֣ךְ H2596 לַ֭נַּעַר H5288 עַל H5921 פִּ֣י H6310 דַרְכּ֑וֹ H1870 גַּ֥ם H1571 כִּֽי H3588 יַ֝זְקִ֗ין H2204 לֹֽא H3808 יָס֥וּר H5493 מִמֶּֽנָּה H4480 ",
  "7": "עָ֭שִׁיר H6223 בְּרָשִׁ֣ים H7326 יִמְשׁ֑וֹל H4910 וְעֶ֥בֶד H5650 לֹ֝וֶ֗ה H3867 לְאִ֣ישׁ H376 מַלְוֶֽה H3867 ",
  "8": "זוֹרֵ֣עַ H2232 עַ֭וְלָה H5766 יקצור H7114 אָ֑וֶן H205 וְשֵׁ֖בֶט H7626 עֶבְרָת֣וֹ H5678 יִכְלֶֽה H3615 ",
  "9": "טֽוֹב H2896 עַ֭יִן H5869 ה֣וּא H1931 יְבֹרָ֑ךְ H1288 כִּֽי H3588 נָתַ֖ן H5414 מִלַּחְמ֣ H3899 לַדָּֽל H1800 ",
  "10": "גָּ֣רֵֽשׁ H1644 לֵ֭ץ H3887 וְיֵצֵ֣א H3318 מָד֑וֹן H4066 וְ֝יִשְׁבֹּ֗ת H7673 דִּ֣ין H1779 וְקָלֽוֹן H7036 ",
  "11": "אֹהֵ֥ב H157 טהור H2889 לֵ֑ב H3820 חֵ֥ן H2580 שְׂ֝פָתָ֗יו H8193 רֵעֵ֥הוּ H7453 מֶֽלֶךְ H4428 ",
  "12": "עֵינֵ֣י H5869 יְ֭הוָה H3068 נָ֣צְרוּ H5341 דָ֑עַת H1847 וַ֝יְסַלֵּ֗ף H5557 דִּבְרֵ֥י H1697 בֹגֵֽד H898 ",
  "13": "אָמַ֣ר H559 עָ֭צֵל H6102 אֲרִ֣י H738 בַח֑וּץ H2351 בְּת֥וֹךְ H8432 רְ֝חֹב֗וֹת H7339 אֵֽרָצֵֽחַ H7523 ",
  "14": "שׁוּחָ֣ה H7745 עֲ֭מֻקָּה H6013 פִּ֣י H6310 זָר֑וֹת H2114 זְע֥וּם H2194 יְ֝הוָ֗ה H3068 יפול H5307 שָֽׁם H8033 ",
  "15": "אִ֭וֶּלֶת H200 קְשׁוּרָ֣ה H7194 בְלֶב H3820 נָ֑עַר H5288 שֵׁ֥בֶט H7626 מ֝וּסָ֗ר H4148 יַרְחִיקֶ֥נָּה H7368 מִמֶּֽנּוּ H4480 ",
  "16": "עֹ֣שֵֽׁק H6231 דָּ֭ל H1800 לְהַרְבּ֣וֹת H7235 ל֑וֹ Hl נֹתֵ֥ן H5414 לְ֝עָשִׁ֗יר H6223 אַךְ H389 לְמַחְסֽוֹר H4270 ",
  "17": "הַ֥ט H5186 אָזְנְךָ֗ H241 וּ֭שְׁמַע H8085 דִּבְרֵ֣י H1697 חֲכָמִ֑ים H2450 וְ֝לִבְּ H3820 תָּשִׁ֥ית H7896 לְדַעְתִּֽ H1847 ",
  "18": "כִּֽי H3588 נָ֭עִים H5273 כִּֽי H3588 תִשְׁמְרֵ֣ם H8104 בְּבִטְנֶ֑ H990 יִכֹּ֥נוּ H3559 יַ֝חְדָּ֗ו H3162 עַל H5921 שְׂפָתֶֽיךָ H8193 ",
  "19": "לִהְי֣וֹת H1961 בַּ֭יהוָה H3068 מִבְטַחֶ֑ךָ H4009 הוֹדַעְתִּ֖יךָ H3045 הַיּ֣וֹם H3117 אַף H637 אָֽתָּה H859 ",
  "20": "הֲלֹ֤א H3808 כָתַ֣בְתִּי H3789 לְ֭ךָ Hl שלשום H8032 בְּמ֖וֹעֵצֹ֣ת H4156 וָדָֽעַת H1847 ",
  "21": "לְהוֹדִֽיעֲ H3045 קֹ֭שְׁטְ H7189 אִמְרֵ֣י H561 אֱמֶ֑ת H571 לְהָשִׁ֥יב H7725 אֲמָרִ֥ים H561 אֱ֝מֶ֗ת H571 לְשֹׁלְחֶֽי H7971 ",
  "22": "אַֽל H408 תִּגְזָל H1497 דָּ֭ל H1800 כִּ֣י H3588 דַל H1800 ה֑וּא H1931 וְאַל H408 תְּדַכֵּ֖א H1792 עָנִ֣י H6041 בַשָּֽׁעַר H8179 ",
  "23": "כִּֽי H3588 יְ֭הוָה H3068 יָרִ֣יב H7378 רִיבָ֑ם H7379 וְקָבַ֖ע H6906 אֶת H853 קֹבְעֵיהֶ֣ם H6906 נָֽפֶשׁ H5315 ",
  "24": "אַל H408 תִּ֭תְרַע H7462 אֶת H854 בַּ֣עַל H1167 אָ֑ף H639 וְאֶת H854 אִ֥ישׁ H376 חֵ֝מוֹת H2534 לֹ֣א H3808 תָבֽוֹא H935 ",
  "25": "פֶּן H6435 תֶּאֱלַ֥ף H502 ארחתו H734 וְלָקַחְתָּ֖ H3947 מוֹקֵ֣שׁ H4170 לְנַפְשֶֽׁ H5315 ",
  "26": "אַל H408 תְּהִ֥י H1961 בְתֹֽקְעֵי H8628 כָ֑ף H3709 בַּ֝עֹרְבִ֗ים H6148 מַשָּׁאֽוֹת H4859 ",
  "27": "אִם H518 אֵֽין H369 לְךָ֥ Hl לְשַׁלֵּ֑ם H7999 לָ֥מָּה H4100 יִקַּ֥ח H3947 מִ֝שְׁכָּבְךָ֗ H4904 מִתַּחְתֶּֽי H8478 ",
  "28": "אַל H408 תַּ֭סֵּג H5253 גְּב֣וּל H1366 עוֹלָ֑ם H5769 אֲשֶׁ֖ר H834 עָשׂ֣וּ H6213 אֲבוֹתֶֽיךָ H1 ",
  "29": "חָזִ֡יתָ H2372 אִ֤ישׁ H376 מָ֘הִ֤יר H4106 בִּמְלַאכְתּ֗ H4399 לִֽפְנֵֽי H6440 מְלָכִ֥ים H4428 יִתְיַצָּ֑ב H3320 בַּל H1077 יִ֝תְיַצֵּב H3320 לִפְנֵ֥י H6440 חֲשֻׁכִּֽים H2823 "
}
