{
  "1": "כִּֽי H3588 תֵ֭שֵׁב H3427 לִלְח֣וֹם H3898 אֶת H854 מוֹשֵׁ֑ל H4910 בִּ֥ין H995 תָּ֝בִ֗ין H995 אֶת H853 אֲשֶׁ֥ר H834 לְפָנֶֽי H6440 ",
  "2": "וְשַׂמְתָּ֣ H7760 שַׂכִּ֣ין H7915 בְּלֹעֶ֑ H3930 אִם H518 בַּ֖עַל H1167 נֶ֣פֶשׁ H5315 אָֽתָּה H859 ",
  "3": "אַל H408 תִּ֭תְאָו H183 לְמַטְעַמּוֹתָ֑י H4303 וְ֝ה֗וּא H1931 לֶ֣חֶם H3899 כְּזָבִֽים H3577 ",
  "4": "אַל H408 תִּיגַ֥ע H3021 לְֽהַעֲשִׁ֑יר H6238 מִֽבִּינָתְ H998 חֲדָֽל H2308 ",
  "5": "התעוף H5774 עֵינֶ֥יךָ H5869 בּ֗וֹ Hb וְֽאֵ֫ינֶ֥ H369 כִּ֤י H3588 עָשֹׂ֣ה H6213 יַעֲשֶׂה H6213 לּ֣וֹ Hl כְנָפַ֑יִם H3671 כְּ֝נֶ֗שֶׁר H5404 ועיף H5774 הַשָּׁמָֽיִם H8064 ",
  "6": "אַל H408 תִּלְחַ֗ם H3898 אֶת H853 לֶ֭חֶם H3899 רַ֣ע H7451 עָ֑יִן H5869 וְאַל H408 תתאו H183 לְמַטְעַמֹּתָֽי H4303 ",
  "7": "כִּ֤י H3588 כְּמוֹ H3644 שָׁעַ֥ר H8176 בְּנַפְשׁ֗ H5315 כֶּ֫ן H3651 ה֥וּא H1931 אֱכֹ֣ל H398 וּ֭שְׁתֵה H8354 יֹ֣אמַר H559 לָ֑ךְ Hl וְ֝לִבּ֗ H3820 בַּל H1077 עִמָּֽךְ H5973 ",
  "8": "פִּֽתְּךָ H6595 אָכַ֥לְתָּ H398 תְקִיאֶ֑נָּה H6958 וְ֝שִׁחַ֗תָּ H7843 דְּבָרֶ֥יךָ H1697 הַנְּעִימִֽים H5273 ",
  "9": "בְּאָזְנֵ֣י H241 כְ֭סִיל H3684 אַל H408 תְּדַבֵּ֑ר H1696 כִּֽי H3588 יָ֝ב֗וּז H936 לְשֵׂ֣כֶל H7922 מִלֶּֽיךָ H4405 ",
  "10": "אַל H408 תַּ֭סֵּג H5253 גְּב֣וּל H1366 עוֹלָ֑ם H5769 וּבִ H7704 יְ֝תוֹמִ֗ים H3490 אַל H408 תָּבֹֽא H935 ",
  "11": "כִּֽי H3588 גֹאֲלָ֥ם H1350 חָזָ֑ק H2389 הֽוּא H1931 יָרִ֖יב H7378 אֶת H853 רִיבָ֣ם H7379 אִתָּֽךְ H854 ",
  "12": "הָבִ֣יאָה H935 לַמּוּסָ֣ר H4148 לִבֶּ֑ךָ H3820 וְ֝אָזְנֶ֗ H241 לְאִמְרֵי H561 דָֽעַת H1847 ",
  "13": "אַל H408 תִּמְנַ֣ע H4513 מִנַּ֣עַר H5288 מוּסָ֑ר H4148 כִּֽי H3588 תַכֶּ֥נּוּ H5221 בַ֝שֵּׁ֗בֶט H7626 לֹ֣א H3808 יָמֽוּת H4191 ",
  "14": "אַ֭תָּה H859 בַּשֵּׁ֣בֶט H7626 תַּכֶּ֑נּוּ H5221 וְ֝נַפְשׁ֗ H5315 מִשְּׁא֥וֹל H7585 תַּצִּֽיל H5337 ",
  "15": "בְּ֭נִי H1121 אִם H518 חָכַ֣ם H2449 לִבֶּ֑ךָ H3820 יִשְׂמַ֖ח H8055 לִבִּ֣י H3820 גַם H1571 אָֽנִי H589 ",
  "16": "וְתַעְלֹ֥זְנָה H5937 כִלְיוֹתָ֑י H3629 בְּדַבֵּ֥ר H1696 שְׂ֝פָתֶ֗יךָ H8193 מֵישָׁרִֽים H4339 ",
  "17": "אַל H408 יְקַנֵּ֣א H7065 לִ֭בְּךָ H3820 בַּֽחַטָּאִ֑ים H2400 כִּ֥י H3588 אִם H518 בְּיִרְאַת H3374 יְ֝הוָ֗ה H3068 כָּל H3605 הַיּֽוֹם H3117 ",
  "18": "כִּ֭י H3588 אִם H518 יֵ֣שׁ H3426 אַחֲרִ֑ית H319 וְ֝תִקְוָתְ H8615 לֹ֣א H3808 תִכָּרֵֽת H3772 ",
  "19": "שְׁמַע H8085 אַתָּ֣ה H859 בְנִ֣י H1121 וַחֲכָ֑ם H2449 וְאַשֵּׁ֖ר H833 בַּדֶּ֣רֶךְ H1870 לִבֶּֽךָ H3820 ",
  "20": "אַל H408 תְּהִ֥י H1961 בְסֹֽבְאֵי H5433 יָ֑יִן H3196 בְּזֹלֲלֵ֖י H2151 בָשָׂ֣ר H1320 לָֽמוֹ Hl ",
  "21": "כִּי H3588 סֹבֵ֣א H5433 וְ֭זוֹלֵל H2151 יִוָּרֵ֑שׁ H3423 וּ֝קְרָעִ֗ים H7168 תַּלְבִּ֥ישׁ H3847 נוּמָֽה H5124 ",
  "22": "שְׁמַ֣ע H8085 לְ֭אָבִי H1 זֶ֣ה H2088 יְלָדֶ֑ךָ H3205 וְאַל H408 תָּ֝ב֗וּז H936 כִּֽי H3588 זָקְנָ֥ה H2204 אִמֶּֽךָ H517 ",
  "23": "אֱמֶ֣ת H571 קְ֭נֵה H7069 וְאַל H408 תִּמְכֹּ֑ר H4376 חָכְמָ֖ה H2451 וּמוּסָ֣ר H4148 וּבִינָֽה H998 ",
  "24": "גול H1524 יגול H1523 אֲבִ֣י H1 צַדִּ֑יק H6662 יולד H3205 חָ֝כָ֗ם H2450 וישמח H8055 בּֽוֹ H8055 ",
  "25": "יִֽשְׂמַח H8055 אָבִ֥יךָ H1 וְאִמֶּ֑ H517 וְ֝תָגֵ֗ל H1523 יֽוֹלַדְתֶּֽךָ H3205 ",
  "26": "תְּנָֽה H5414 בְנִ֣י H1121 לִבְּךָ֣ H3820 לִ֑י Hl וְ֝עֵינֶ֗י H5869 דְּרָכַ֥י H1870 תרצנה H7521 ",
  "27": "כִּֽי H3588 שׁוּחָ֣ה H7745 עֲמֻקָּ֣ה H6013 זוֹנָ֑ה H2181 וּבְאֵ֥ר H875 צָ֝רָ֗ה H6862 נָכְרִיָּֽה H5237 ",
  "28": "אַף H637 הִ֭יא H1931 כְּחֶ֣תֶף H2863 תֶּֽאֱרֹ֑ב H693 וּ֝בוֹגְדִ֗ים H898 בְּאָדָ֥ם H120 תּוֹסִֽף H3254 ",
  "29": "לְמִ֨י H4310 א֥וֹי H188 לְמִ֪י H4310 אֲב֡וֹי H17 לְמִ֤י H4310 מדונים H4066 לְמִ֥י H4310 שִׂ֗יחַ H7879 לְ֭מִי H4310 פְּצָעִ֣ים H6482 חִנָּ֑ם H2600 לְ֝מִ֗י H4310 חַכְלִל֥וּת H2448 עֵינָֽיִם H5869 ",
  "30": "לַֽמְאַחֲרִ֥ים H309 עַל H5921 הַיָּ֑יִן H3196 לַ֝בָּאִ֗ים H935 לַחְקֹ֥ר H2713 מִמְסָֽךְ H4469 ",
  "31": "אַל H408 תֵּ֥רֶא H7200 יַיִן֮ H3196 כִּ֪י H3588 יִתְאַ֫דָּ֥ם H119 כִּֽי H3588 יִתֵּ֣ן H5414 בכיס H3599 עֵינ֑וֹ H5869 יִ֝תְהַלֵּ֗ךְ H1980 בְּמֵישָׁרִֽים H4339 ",
  "32": "אַ֭חֲרִיתוֹ H319 כְּנָחָ֣שׁ H5175 יִשָּׁ֑ךְ H5391 וּֽכְ H6848 יַפְרִֽשׁ H6567 ",
  "33": "עֵ֭ינֶיךָ H5869 יִרְא֣וּ H7200 זָר֑וֹת H2114 וְ֝לִבְּ H3820 יְדַבֵּ֥ר H1696 תַּהְפֻּכֽוֹת H8419 ",
  "34": "וְ֭הָיִיתָ H1961 כְּשֹׁכֵ֣ב H7901 בְּלֶב H3820 יָ֑ם H3220 וּ֝כְ H7901 בְּרֹ֣אשׁ H7218 חִבֵּֽל H2260 ",
  "35": "הִכּ֥וּנִי H5221 בַל H1077 חָלִיתִי֮ H2470 הֲלָמ֗וּנִי H1986 בַּל H1077 יָ֫דָ֥עְתִּי H3045 מָתַ֥י H4970 אָקִ֑יץ H6974 א֝וֹסִ֗יף H3254 אֲבַקְשֶׁ֥נּוּ H1245 עֽוֹד H5750 "
}
