{
  "1": "אַל H408 תְּ֭קַנֵּא H7065 בְּאַנְשֵׁ֣י H376 רָעָ֑ה H7451 וְאַל H408 תתאו H183 לִהְי֥וֹת H1961 אִתָּֽם H854 ",
  "2": "כִּי H3588 שֹׁ֭ד H7701 יֶהְגֶּ֣ה H1897 לִבָּ֑ם H3820 וְ֝עָמָ֗ל H5999 שִׂפְתֵיהֶ֥ם H8193 תְּדַבֵּֽרְנָה H1696 ",
  "3": "בְּ֭חָכְמָה H2451 יִבָּ֣נֶה H1129 בָּ֑יִת H1004 וּ֝בִ H8394 יִתְכּוֹנָֽן H3559 ",
  "4": "וּ֭בְ H1847 חֲדָרִ֣ים H2315 יִמָּלְא֑וּ H4390 כָּל H3605 ה֖וֹן H1952 יָקָ֣ר H3368 וְנָעִֽים H5273 ",
  "5": "גֶּֽבֶר H1397 חָכָ֥ם H2450 בַּע֑וֹז H5797 וְאִֽישׁ H376 דַּ֝֗עַת H1847 מְאַמֶּץ H553 כֹּֽחַ H3581 ",
  "6": "כִּ֣י H3588 בְ֭תַחְבֻּלוֹת H8458 תַּעֲשֶׂה H6213 לְּךָ֣ Hl מִלְחָמָ֑ה H4421 וּ֝תְשׁוּעָ֗ה H8668 בְּרֹ֣ב H7230 יוֹעֵֽץ H3289 ",
  "7": "רָאמ֣וֹת H7311 לֶֽאֱוִ֣יל H191 חָכְמ֑וֹת H2454 בַּ֝שַּׁ֗עַר H8179 לֹ֣א H3808 יִפְתַּח H6605 פִּֽיהוּ H6310 ",
  "8": "מְחַשֵּׁ֥ב H2803 לְהָרֵ֑עַ H7489 ל֝֗וֹ Hl בַּֽעַל H1167 מְזִמּ֥וֹת H4209 יִקְרָֽאוּ H7121 ",
  "9": "זִמַּ֣ת H2154 אִוֶּ֣לֶת H200 חַטָּ֑את H2403 וְתוֹעֲבַ֖ת H8441 לְאָדָ֣ם H120 לֵֽץ H3887 ",
  "10": "הִ֭תְרַפִּיתָ H7503 בְּי֥וֹם H3117 צָרָ֗ה H6869 צַ֣ר H6862 כֹּחֶֽכָה H3581 ",
  "11": "הַ֭צֵּל H5337 לְקֻחִ֣ים H3947 לַמָּ֑וֶת H4194 וּמָטִ֥ים H4131 לַ֝הֶ֗רֶג H2027 אִם H518 תַּחְשֽׂוֹךְ H2820 ",
  "12": "כִּֽי H3588 תֹאמַ֗ר H559 הֵן֮ H2005 לֹא H3808 יָדַ֪עְנ֫וּ H3045 זֶ֥ה H2088 הֲֽלֹא H3808 תֹ֘כֵ֤ן H8505 לִבּ֨וֹת H3826 הֽוּא H1931 יָבִ֗ין H995 וְנֹצֵ֣ר H5341 נַ֭פְשְׁךָ H5315 ה֣וּא H1931 יֵדָ֑ע H3045 וְהֵשִׁ֖יב H7725 לְאָדָ֣ם H120 כְּפָעֳלֽ H6467 ",
  "13": "אֱכָל H398 בְּנִ֣י H1121 דְבַ֣שׁ H1706 כִּי H3588 ט֑וֹב H2896 וְנֹ֥פֶת H5317 מָ֝ת֗וֹק H4966 עַל H5921 חִכֶּֽךָ H2441 ",
  "14": "כֵּ֤ן H3651 דְּעֶ֥ה H3045 חָכְמָ֗ה H2451 לְנַ֫פְשֶׁ֥ H5315 אִם H518 מָ֭צָאתָ H4672 וְיֵ֣שׁ H3426 אַחֲרִ֑ית H319 וְ֝תִקְוָתְ H8615 לֹ֣א H3808 תִכָּרֵֽת H3772 ",
  "15": "אַל H408 תֶּאֱרֹ֣ב H693 רָ֭שָׁע H7563 לִנְוֵ֣ה H5116 צַדִּ֑יק H6662 אַֽל H408 תְּשַׁדֵּ֥ד H7703 רִבְצוֹ H7258 ",
  "16": "כִּ֤י H3588 שֶׁ֨בַע H7651 יִפּ֣וֹל H5307 צַדִּ֣יק H6662 וָקָ֑ם H6965 וּ֝רְשָׁעִ֗ים H7563 יִכָּשְׁל֥וּ H3782 בְרָעָֽה H7451 ",
  "17": "בִּנְפֹ֣ל H5307 אויביך H341 אַל H408 תִּשְׂמָ֑ח H8055 וּ֝בִ H3782 אַל H408 יָגֵ֥ל H1523 לִבֶּֽךָ H3820 ",
  "18": "פֶּן H6435 יִרְאֶ֣ה H7200 יְ֭הוָה H3068 וְרַ֣ע H7489 בְּעֵינָ֑י H5869 וְהֵשִׁ֖יב H7725 מֵעָלָ֣י H5921 אַפּֽוֹ H639 ",
  "19": "אַל H408 תִּתְחַ֥ר H2734 בַּמְּרֵעִ֑ים H7489 אַל H408 תְּ֝קַנֵּ֗א H7065 בָּרְשָׁעִֽים H7563 ",
  "20": "כִּ֤י H3588 לֹֽא H3808 תִהְיֶ֣ה H1961 אַחֲרִ֣ית H319 לָרָ֑ע H7451 נֵ֖ר H5216 רְשָׁעִ֣ים H7563 יִדְעָֽךְ H1846 ",
  "21": "יְרָֽא H3372 אֶת H853 יְהוָ֣ה H3068 בְּנִ֣י H1121 וָמֶ֑לֶךְ H4428 עִם H5973 שׁ֝וֹנִ֗ים H8138 אַל H408 תִּתְעָרָֽב H6148 ",
  "22": "כִּֽי H3588 פִ֭תְאֹם H6597 יָק֣וּם H6965 אֵידָ֑ם H343 וּפִ֥יד H6365 שְׁ֝נֵיהֶ֗ם H8147 מִ֣י H4310 יוֹדֵֽעַ H3045 ",
  "23": "גַּם H1571 אֵ֥לֶּה H428 לַֽחֲכָמִ֑ים H2450 הַֽכֵּר H5234 פָּנִ֖ים H6440 בְּמִשְׁפָּ֣ט H4941 בַּל H1077 טֽוֹב H2896 ",
  "24": "אֹ֤מֵ֨ר H559 לְרָשָׁע֮ H7563 צַדִּ֪יק H6662 אָ֥תָּה H859 יִקְּבֻ֥הוּ H5344 עַמִּ֑ים H5971 יִזְעָמ֥וּהוּ H2194 לְאֻמִּֽים H3816 ",
  "25": "וְלַ H3198 יִנְעָ֑ם H5276 וַֽ֝עֲלֵי H5921 תָּב֥וֹא H935 בִרְכַּת H1293 טֽוֹב H2896 ",
  "26": "שְׂפָתַ֥יִם H8193 יִשָּׁ֑ק H5401 מֵ֝שִׁ֗יב H7725 דְּבָרִ֥ים H1697 נְכֹחִֽים H5228 ",
  "27": "הָ֘כֵ֤ן H3559 בַּח֨וּץ H2351 מְלַאכְתֶּ֗ךָ H4399 וְעַתְּדָ֣ H6257 בַּשָּׂדֶ֣ה H7704 לָ֑ךְ Hl אַ֝חַ֗ר H310 וּבָנִ֥יתָ H1129 בֵיתֶֽךָ H1004 ",
  "28": "אַל H408 תְּהִ֣י H1961 עֵד H5707 חִנָּ֣ם H2600 בְּרֵעֶ֑ H7453 וַ֝הֲ H6601 בִּשְׂפָתֶֽי H8193 ",
  "29": "אַל H408 תֹּאמַ֗ר H559 כַּאֲשֶׁ֣ר H834 עָֽשָׂה H6213 לִ֭י Hl כֵּ֤ן H3651 אֶֽעֱשֶׂה H6213 לּ֑וֹ Hl אָשִׁ֖יב H7725 לָאִ֣ישׁ H376 כְּפָעֳלֽ H6467 ",
  "30": "עַל H5921 שְׂדֵ֣ה H7704 אִישׁ H376 עָצֵ֣ל H6102 עָבַ֑רְתִּי H5674 וְעַל H5921 כֶּ֝֗רֶם H3754 אָדָ֥ם H120 חֲסַר H2638 לֵֽב H3820 ",
  "31": "וְהִנֵּ֨ה H2009 עָ֘לָ֤ה H5927 כֻלּ֨וֹ H3605 קִמְּשֹׂנִ֗ים H7063 כָּסּ֣וּ H3680 פָנָ֣יו H6440 חֲרֻלִּ֑ים H2738 וְגֶ֖דֶר H1444 אֲבָנָ֣יו H68 נֶהֱרָֽסָה H2040 ",
  "32": "וָֽאֶחֱזֶ֣ה H2372 אָ֭נֹכִֽי H595 אָשִׁ֣ית H7896 לִבִּ֑י H3820 רָ֝אִ֗יתִי H7200 לָקַ֥חְתִּי H3947 מוּסָֽר H4148 ",
  "33": "מְעַ֣ט H4592 שֵׁ֭נוֹת H8142 מְעַ֣ט H4592 תְּנוּמ֑וֹת H8572 מְעַ֓ט H4592 חִבֻּ֖ק H2264 יָדַ֣יִם H3027 לִשְׁכָּֽב H7901 ",
  "34": "וּבָֽא H935 מִתְהַלֵּ֥ךְ H1980 רֵישֶׁ֑ךָ H7389 וּ֝מַחְסֹרֶ֗י H4270 כְּאִ֣ישׁ H376 מָגֵֽן H4043 "
}
