{
  "1": "כַּשֶּׁ֤לֶג H7950 בַּקַּ֗יִץ H7019 וְכַ H4306 בַּקָּצִ֑יר H7105 כֵּ֤ן H3651 לֹא H3808 נָאוֶ֖ה H5000 לִכְסִ֣יל H3684 כָּבֽוֹד H3519 ",
  "2": "כַּצִּפּ֣וֹר H6833 לָ֭נוּד H5110 כַּדְּר֣וֹר H1866 לָע֑וּף H5774 כֵּ֥ן H3651 קִֽלְלַ֥ת H7045 חִ֝נָּ֗ם H2600 לא H3808 תָבֹֽא H935 ",
  "3": "שׁ֣וֹט H7752 לַ֭סּוּס H5483 מֶ֣תֶג H4964 לַחֲמ֑וֹר H2543 וְ֝שֵׁ֗בֶט H7626 לְגֵ֣ו H1460 כְּסִילִֽים H3684 ",
  "4": "אַל H408 תַּ֣עַן H6030 כְּ֭סִיל H3684 כְּאִוַּלְתּ֑ H200 פֶּֽן H6435 תִּשְׁוֶה H7737 לּ֥וֹ Hl גַם H1571 אָֽתָּה H859 ",
  "5": "עֲנֵ֣ה H6030 כְ֭סִיל H3684 כְּאִוַּלְתּ֑ H200 פֶּן H6435 יִהְיֶ֖ה H1961 חָכָ֣ם H2450 בְּעֵינָֽי H5869 ",
  "6": "מְקַצֶּ֣ה H7096 רַ֭גְלַיִם H7272 חָמָ֣ס H2555 שֹׁתֶ֑ה H8354 שֹׁלֵ֖חַ H7971 דְּבָרִ֣ים H1697 בְּיַד H3027 כְּסִֽיל H3684 ",
  "7": "דַּלְי֣וּ H1809 שֹׁ֭קַיִם H7785 מִפִּסֵּ֑חַ H6455 וּ֝מָשָׁ֗ל H4912 בְּפִ֣י H6310 כְסִילִֽים H3684 ",
  "8": "כִּצְר֣וֹר H6887 אֶ֭בֶן H68 בְּמַרְגֵּמָ֑ה H4773 כֵּן H3651 נוֹתֵ֖ן H5414 לִכְסִ֣יל H3684 כָּבֽוֹד H3519 ",
  "9": "ח֭וֹחַ H2336 עָלָ֣ה H5927 בְיַד H3027 שִׁכּ֑וֹר H7910 וּ֝מָשָׁ֗ל H4912 בְּפִ֣י H6310 כְסִילִֽים H3684 ",
  "10": "רַ֥ב H7227 מְחֽוֹלֵֽל H2342 כֹּ֑ל H3605 וְשֹׂכֵ֥ר H7936 כְּ֝סִ֗יל H3684 וְשֹׂכֵ֥ר H7936 עֹבְרִֽים H5674 ",
  "11": "כְּ֭כֶלֶב H3611 שָׁ֣ב H7725 עַל H5921 קֵא֑וֹ H6892 כְּ֝סִ֗יל H3684 שׁוֹנֶ֥ה H8138 בְאִוַּלְתּֽ H200 ",
  "12": "רָאִ֗יתָ H7200 אִ֭ישׁ H376 חָכָ֣ם H2450 בְּעֵינָ֑י H5869 תִּקְוָ֖ה H8615 לִכְסִ֣יל H3684 מִמֶּֽנּוּ H4480 ",
  "13": "אָמַ֣ר H559 עָ֭צֵל H6102 שַׁ֣חַל H7826 בַּדָּ֑רֶךְ H1870 אֲ֝רִ֗י H738 בֵּ֣ין H996 הָרְחֹבֽוֹת H7339 ",
  "14": "הַ֭דֶּלֶת H1817 תִּסּ֣וֹב H5437 עַל H5921 צִירָ֑הּ H6735 וְ֝עָצֵ֗ל H6102 עַל H5921 מִטָּתֽוֹ H4296 ",
  "15": "טָ֘מַ֤ן H2934 עָצֵ֣ל H6102 יָ֭דוֹ H3027 בַּצַּלָּ֑חַת H6747 נִ֝לְאָ֗ה H3811 לַֽהֲשִׁיבָ֥ H7725 אֶל H413 פִּֽיו H6310 ",
  "16": "חָכָ֣ם H2450 עָצֵ֣ל H6102 בְּעֵינָ֑י H5869 מִ֝שִּׁבְעָ֗ה H7651 מְשִׁ֣יבֵי H7725 טָֽעַם H2940 ",
  "17": "מַחֲזִ֥יק H2388 בְּאָזְנֵי H241 כָ֑לֶב H3611 עֹבֵ֥ר H5674 מִ֝תְעַבֵּ֗ר H5674 עַל H5921 רִ֥יב H7379 לֹּֽא H3808 לֽוֹ Hl ",
  "18": "כְּֽ֭מִתְלַהְלֵהַּ H3856 הַיֹּרֶ֥ה H3384 זִקִּ֗ים H2131 חִצִּ֥ים H2671 וָמָֽוֶת H4194 ",
  "19": "כֵּֽן H3651 אִ֭ישׁ H376 רִמָּ֣ה H7411 אֶת H853 רֵעֵ֑הוּ H7453 וְ֝אָמַ֗ר H559 הֲֽלֹא H3808 מְשַׂחֵ֥ק H7832 אָֽנִי H589 ",
  "20": "בְּאֶ֣פֶס H657 עֵ֭צִים H6086 תִּכְבֶּה H3518 אֵ֑שׁ H784 וּבְ H369 נִ֝רְגָּ֗ן H5372 יִשְׁתֹּ֥ק H8367 מָדֽוֹן H4066 ",
  "21": "פֶּחָ֣ם H6352 לְ֭גֶחָלִים H1513 וְעֵצִ֣ים H6086 לְאֵ֑שׁ H784 וְאִ֥ישׁ H376 מדונים H4066 לְחַרְחַר H2787 רִֽיב H7379 ",
  "22": "דִּבְרֵ֣י H1697 נִ֭רְגָּן H5372 כְּמִֽתְלַהֲמִ֑ים H3859 וְ֝הֵ֗ם H1992 יָרְד֥וּ H3381 חַדְרֵי H2315 בָֽטֶן H990 ",
  "23": "כֶּ֣סֶף H3701 סִ֭יגִים H5509 מְצֻפֶּ֣ה H6823 עַל H5921 חָ֑רֶשׂ H2789 שְׂפָתַ֖יִם H8193 דֹּלְקִ֣ים H1814 וְלֶב H3820 רָֽע H7451 ",
  "24": "בשפת H8193 יִנָּכֵ֣ר H5234 שׂוֹנֵ֑א H8130 וּ֝בְ H7130 יָשִׁ֥ית H7896 מִרְמָֽה H4820 ",
  "25": "כִּֽי H3588 יְחַנֵּ֣ן H2603 ק֭וֹלוֹ H6963 אַל H408 תַּֽאֲמֶן H539 בּ֑וֹ Hb כִּ֤י H3588 שֶׁ֖בַע H7651 תּוֹעֵב֣וֹת H8441 בְּלִבּֽ H3820 ",
  "26": "תִּכַּסֶּ֣ה H3680 שִׂ֭נְאָה H8135 בְּמַשָּׁא֑וֹן H4860 תִּגָּלֶ֖ה H1540 רָעָת֣וֹ H7451 בְקָהָֽל H6951 ",
  "27": "כֹּֽרֶה H3738 שַּׁ֭חַת H7845 בָּ֣הּ Hb יִפֹּ֑ל H5307 וְגֹ֥לֵ֥ל H1556 אֶ֝בֶן H68 אֵלָ֥יו H413 תָּשֽׁוּב H7725 ",
  "28": "לְֽשׁוֹן H3956 שֶׁ֭קֶר H8267 יִשְׂנָ֣א H8130 דַכָּ֑יו H1790 וּפֶ֥ה H6310 חָ֝לָ֗ק H2509 יַעֲשֶׂ֥ה H6213 מִדְחֶֽה H4072 "
}
