{
  "1": "בְּ֭נִי H1121 תּוֹרָתִ֣י H8451 אַל H408 תִּשְׁכָּ֑ח H7911 וּ֝מִצְוֺתַ֗ H4687 יִצֹּ֥ר H5341 לִבֶּֽךָ H3820 ",
  "2": "כִּ֤י H3588 אֹ֣רֶךְ H753 יָ֭מִים H3117 וּשְׁנ֣וֹת H8141 חַיִּ֑ים H2416 וְ֝שָׁל֗וֹם H7965 יוֹסִ֥יפוּ H3254 לָֽךְ Hl ",
  "3": "חֶ֥סֶד H2617 וֶאֱמֶ֗ת H571 אַֽל H408 יַעַ֫זְבֻ֥ךָ H5800 קָשְׁרֵ֥ם H7194 עַל H5921 גַּרְגְּרוֹתֶ֑יךָ H1621 כָּ֝תְבֵ֗ם H3789 עַל H5921 ל֥וּחַ H3871 לִבֶּֽךָ H3820 ",
  "4": "וּמְצָא H4672 חֵ֖ן H2580 וְשֵֽׂכֶל H7922 ט֑וֹב H2896 בְּעֵינֵ֖י H5869 אֱלֹהִ֣ים H430 וְאָדָֽם H120 ",
  "5": "בְּטַ֣ח H982 אֶל H413 יְ֭הוָה H3068 בְּכָל H3605 לִבֶּ֑ךָ H3820 וְאֶל H413 בִּֽ֝ינָתְךָ֗ H998 אַל H408 תִּשָּׁעֵֽן H8172 ",
  "6": "בְּכָל H3605 דְּרָכֶ֥יךָ H1870 דָעֵ֑הוּ H3045 וְ֝ה֗וּא H1931 יְיַשֵּׁ֥ר H3474 אֹֽרְחֹתֶֽיךָ H734 ",
  "7": "אַל H408 תְּהִ֣י H1961 חָכָ֣ם H2450 בְּעֵינֶ֑י H5869 יְרָ֥א H3372 אֶת H853 יְ֝הוָ֗ה H3068 וְס֣וּר H5493 מֵרָֽע H7451 ",
  "8": "רִ֭פְאוּת H7500 תְּהִ֣י H1961 לְשָׁרֶּ֑ H8270 וְ֝שִׁקּ֗וּי H8250 לְעַצְמוֹתֶֽי H6106 ",
  "9": "כַּבֵּ֣ד H3513 אֶת H853 יְ֭הוָה H3068 מֵהוֹנֶ֑ H1952 וּ֝מֵ H7225 כָּל H3605 תְּבוּאָתֶֽךָ H8393 ",
  "10": "וְיִמָּלְא֣וּ H4390 אֲסָמֶ֣יךָ H618 שָׂבָ֑ע H7647 וְ֝תִיר֗וֹשׁ H8492 יְקָבֶ֥יךָ H3342 יִפְרֹֽצוּ H6555 ",
  "11": "מוּסַ֣ר H4148 יְ֭הוָה H3068 בְּנִ֣י H1121 אַל H408 תִּמְאָ֑ס H3988 וְאַל H408 תָּ֝קֹ֗ץ H6973 בְּתוֹכַחְתּֽ H8433 ",
  "12": "כִּ֤י H3588 אֶ֥ת H853 אֲשֶׁ֣ר H834 יֶאֱהַ֣ב H157 יְהוָ֣ה H3068 יוֹכִ֑יחַ H3198 וּ֝כְ H1 אֶת H853 בֵּ֥ן H1121 יִרְצֶֽה H7521 ",
  "13": "אַשְׁרֵ֣י H835 אָ֭דָם H120 מָצָ֣א H4672 חָכְמָ֑ה H2451 וְ֝אָדָ֗ם H120 יָפִ֥יק H6329 תְּבוּנָֽה H8394 ",
  "14": "כִּ֤י H3588 ט֣וֹב H2896 סַ֭חְרָהּ H5504 מִסְּחַר H5505 כָּ֑סֶף H3701 וּ֝מֵ H2742 תְּבוּאָתָֽהּ H8393 ",
  "15": "יְקָ֣רָה H3368 הִ֭יא H1931 מפניים H6443 וְכָל H3605 חֲ֝פָצֶ֗יךָ H2656 לֹ֣א H3808 יִֽשְׁווּ H7737 בָֽהּ Hb ",
  "16": "אֹ֣רֶךְ H753 יָ֭מִים H3117 בִּֽימִינָ֑ H3225 בִּ֝שְׂמֹאולָ֗ H8040 עֹ֣שֶׁר H6239 וְכָבֽוֹד H3519 ",
  "17": "דְּרָכֶ֥יהָ H1870 דַרְכֵי H1870 נֹ֑עַם H5278 וְֽכָל H3605 נְתִ֖יבוֹתֶ֣יהָ H5410 שָׁלֽוֹם H7965 ",
  "18": "עֵץ H6086 חַיִּ֣ים H2416 הִ֭יא H1931 לַמַּחֲזִיקִ֣ים H2388 בָּ֑הּ Hb וְֽתֹמְכֶ֥י H8551 מְאֻשָּֽׁר H833 ",
  "19": "יְֽהוָ֗ה H3068 בְּחָכְמָ֥ה H2451 יָֽסַד H3245 אָ֑רֶץ H776 כּוֹנֵ֥ן H3559 שָׁ֝מַ֗יִם H8064 בִּתְבוּנָֽה H8394 ",
  "20": "בְּ֭דַעְתּ H1847 תְּהוֹמ֣וֹת H8415 נִבְקָ֑עוּ H1234 וּ֝שְׁחָקִ֗ים H7834 יִרְעֲפוּ H7491 טָֽל H2919 ",
  "21": "בְּ֭נִי H1121 אַל H408 יָלֻ֣זוּ H3868 מֵעֵינֶ֑י H5869 נְצֹ֥ר H5341 תֻּ֝שִׁיָּ֗ה H8454 וּמְזִמָּֽה H4209 ",
  "22": "וְיִֽהְי֣וּ H1961 חַיִּ֣ים H2416 לְנַפְשֶׁ֑ H5315 וְ֝חֵ֗ן H2580 לְגַרְגְּרֹתֶֽי H1621 ",
  "23": "אָ֤ז H227 תֵּלֵ֣ךְ H3212 לָבֶ֣טַח H983 דַּרְכֶּ֑ךָ H1870 וְ֝רַגְלְ H7272 לֹ֣א H3808 תִגּֽוֹף H5062 ",
  "24": "אִם H518 תִּשְׁכַּ֥ב H7901 לֹֽא H3808 תִפְחָ֑ד H6342 וְ֝שָׁכַבְתָּ֗ H7901 וְֽעָרְבָ֥ה H6149 שְׁנָתֶֽךָ H8142 ",
  "25": "אַל H408 תִּ֭ירָא H3372 מִפַּ֣חַד H6343 פִּתְאֹ֑ם H6597 וּמִ H7722 רְ֝שָׁעִ֗ים H7563 כִּ֣י H3588 תָבֹֽא H935 ",
  "26": "כִּֽי H3588 יְ֭הוָה H3068 יִהְיֶ֣ה H1961 בְכִסְלֶ֑ H3689 וְשָׁמַ֖ר H8104 רַגְלְךָ֣ H7272 מִלָּֽכֶד H3921 ",
  "27": "אַל H408 תִּמְנַע H4513 ט֥וֹב H2896 מִבְּעָלָ֑י H1167 בִּהְי֨וֹת H1961 לְאֵ֖ל H410 ידיך H3027 לַעֲשֽׂוֹת H6213 ",
  "28": "אַל H408 תֹּ֘אמַ֤ר H559 לרעי H7453 לֵ֣ךְ H3212 וָ֭שׁוּב H7725 וּמָחָ֥ר H4279 אֶתֵּ֗ן H5414 וְיֵ֣שׁ H3426 אִתָּֽךְ H854 ",
  "29": "אַל H408 תַּחֲרֹ֣שׁ H2790 עַל H5921 רֵעֲךָ֣ H7453 רָעָ֑ה H7451 וְהֽוּא H1931 יוֹשֵׁ֖ב H3427 לָבֶ֣טַח H983 אִתָּֽךְ H854 ",
  "30": "אַל H408 תרוב H7378 עִם H5973 אָדָ֣ם H120 חִנָּ֑ם H2600 אִם H518 לֹ֖א H3808 גְמָלְךָ֣ H1580 רָעָֽה H7451 ",
  "31": "אַל H408 תְּ֭קַנֵּא H7065 בְּאִ֣ישׁ H376 חָמָ֑ס H2555 וְאַל H408 תִּ֝בְחַ֗ר H977 בְּכָל H3605 דְּרָכָֽיו H1870 ",
  "32": "כִּ֤י H3588 תוֹעֲבַ֣ת H8441 יְהוָ֣ה H3068 נָל֑וֹז H3868 וְֽאֶת H854 יְשָׁרִ֥ים H3477 סוֹדֽוֹ H5475 ",
  "33": "מְאֵרַ֣ת H3994 יְ֭הוָה H3068 בְּבֵ֣ית H1004 רָשָׁ֑ע H7563 וּנְוֵ֖ה H5116 צַדִּיקִ֣ים H6662 יְבָרֵֽךְ H1288 ",
  "34": "אִם H518 לַלֵּצִ֥ים H3887 הֽוּא H1931 יָלִ֑יץ H3887 ול H6041 יִתֶּן H5414 חֵֽן H2580 ",
  "35": "כָּ֭בוֹד H3519 חֲכָמִ֣ים H2450 יִנְחָ֑לוּ H5157 וּ֝כְסִילִ֗ים H3684 מֵרִ֥ים H7311 קָלֽוֹן H7036 "
}
