{
  "1": "דִּבְרֵ֤י H1697 אָג֥וּר H94 בִּן H1121 יָקֶ֗ה H3348 הַמַּ֫שָּׂ֥א H4853 נְאֻ֣ם H5002 הַ֭גֶּבֶר H1397 לְאִֽיתִיאֵ֑ל H384 לְאִ֖יתִיאֵ֣ל H384 וְאֻכָֽל H401 ",
  "2": "כִּ֤י H3588 בַ֣עַר H1198 אָנֹכִ֣י H595 מֵאִ֑ישׁ H376 וְלֹֽא H3808 בִינַ֖ת H998 אָדָ֣ם H120 לִֽי Hl ",
  "3": "וְלֹֽא H3808 לָמַ֥דְתִּי H3925 חָכְמָ֑ה H2451 וְדַ֖עַת H1847 קְדֹשִׁ֣ים H6918 אֵדָֽע H3045 ",
  "4": "מִ֤י H4310 עָלָֽה H5927 שָׁמַ֨יִם H8064 וַיֵּרַ֡ד H3381 מִ֤י H4310 אָֽסַף H622 ר֨וּחַ H7307 בְּחָפְנָ֡י H2651 מִ֤י H4310 צָֽרַר H6887 מַ֨יִם H4325 בַּשִּׂמְלָ֗ה H8071 מִ֭י H4310 הֵקִ֣ים H6965 כָּל H3605 אַפְסֵי H657 אָ֑רֶץ H776 מַה H4100 שְּׁמ֥וֹ H8034 וּמַֽה H4100 שֶּׁם H8034 בְּ֝נ֗וֹ H1121 כִּ֣י H3588 תֵדָֽע H3045 ",
  "5": "כָּל H3605 אִמְרַ֣ת H565 אֱל֣וֹהַּ H433 צְרוּפָ֑ה H6884 מָגֵ֥ן H4043 ה֝֗וּא H1931 לַֽחֹסִ֥ים H2620 בּֽוֹ Hb ",
  "6": "אַל H408 תּ֥וֹסְףְּ H3254 עַל H5921 דְּבָרָ֑יו H1697 פֶּן H6435 יוֹכִ֖יחַ H3198 בְּךָ֣ Hb וְנִכְזָֽבְתָּ H3576 ",
  "7": "שְׁ֭תַּיִם H8147 שָׁאַ֣לְתִּי H7592 מֵאִתָּ֑ H854 אַל H408 תִּמְנַ֥ע H4513 מִ֝מֶּ֗נִּי H4480 בְּטֶ֣רֶם H2962 אָמֽוּת H4191 ",
  "8": "שָׁ֤וְא H7723 וּֽדְבַר H1697 כָּזָ֡ב H3577 הַרְחֵ֬ק H7368 מִמֶּ֗נִּי H4480 רֵ֣אשׁ H7389 וָ֭עֹשֶׁר H6239 אַל H408 תִּֽתֶּן H5414 לִ֑י Hl הַ֝טְרִיפֵ֗נִי H2963 לֶ֣חֶם H3899 חֻקִּֽי H2706 ",
  "9": "פֶּ֥ן H6435 אֶשְׂבַּ֨ע H7646 וְכִחַשְׁתִּי֮ H3584 וְאָמַ֗רְתִּי H559 מִ֥י H4310 יְה֫וָ֥ה H3068 וּפֶֽן H6435 אִוָּרֵ֥שׁ H3423 וְגָנַ֑בְתִּי H1589 וְ֝תָפַ֗שְׂתִּי H8610 שֵׁ֣ם H8034 אֱלֹהָֽי H430 ",
  "10": "אַל H408 תַּלְשֵׁ֣ן H3960 עֶ֭בֶד H5650 אֶל H413 אדנו H113 פֶּֽן H6435 יְקַלֶּלְךָ֥ H7043 וְאָשָֽׁמְתָּ H816 ",
  "11": "דּ֭וֹר H1755 אָבִ֣יו H1 יְקַלֵּ֑ל H7043 וְאֶת H853 אִ֝מּ֗וֹ H517 לֹ֣א H3808 יְבָרֵֽךְ H1288 ",
  "12": "דּ֭וֹר H1755 טָה֣וֹר H2889 בְּעֵינָ֑י H5869 וּ֝מִ H6675 לֹ֣א H3808 רֻחָֽץ H7364 ",
  "13": "דּ֭וֹר H1755 מָה H4100 רָמ֣וּ H7311 עֵינָ֑יו H5869 וְ֝עַפְעַפָּ֗י H6079 יִנָּשֵֽׂאוּ H5375 ",
  "14": "דּ֤וֹר H1755 חֲרָב֣וֹת H2719 שִׁנָּיו֮ H8127 וּֽמַאֲכָל֪וֹת H3979 מְֽתַלְּעֹ֫תָ֥יו H4973 לֶאֱכֹ֣ל H398 עֲנִיִּ֣ים H6041 מֵאֶ֑רֶץ H776 וְ֝אֶבְיוֹנִ֗ים H34 מֵאָדָֽם H120 ",
  "15": "לַֽעֲלוּקָ֨ה H5936 שְׁתֵּ֥י H8147 בָנוֹת֮ H1323 הַ֤ב H3051 הַ֥ב H3051 שָׁל֣וֹשׁ H7969 הֵ֭נָּה H2007 לֹ֣א H3808 תִשְׂבַּ֑עְנָה H7646 אַ֝רְבַּ֗ע H702 לֹא H3808 אָ֥מְרוּ H559 הֽוֹן H1952 ",
  "16": "שְׁאוֹל֮ H7585 וְעֹ֪צֶ֫ר H6115 רָ֥חַם H7356 אֶ֭רֶץ H776 לֹא H3808 שָׂ֣בְעָה H7646 מַּ֑יִם H4325 וְ֝אֵ֗שׁ H784 לֹא H3808 אָ֥מְרָה H559 הֽוֹן H1952 ",
  "17": "עַ֤יִן H5869 תִּֽלְעַ֣ג H3932 לְאָב֮ H1 וְתָב֪וּז H936 לִֽיקֲּהַ֫ת H3349 אֵ֥ם H517 יִקְּר֥וּהָ H5365 עֹרְבֵי H6158 נַ֑חַל H5158 וְֽיֹאכְל֥וּ H398 בְנֵי H1121 נָֽשֶׁר H5404 ",
  "18": "שְׁלֹשָׁ֣ה H7969 הֵ֭מָּה H1992 נִפְלְא֣וּ H6381 מִמֶּ֑נִּי H4480 וארבע H702 לֹ֣א H3808 יְדַעְתִּֽים H3045 ",
  "19": "דֶּ֤רֶךְ H1870 הַנֶּ֨שֶׁר H5404 בַּשָּׁמַיִם֮ H8064 דֶּ֥רֶךְ H1870 נָחָ֗שׁ H5175 עֲלֵ֫י H5921 צ֥וּר H6697 דֶּֽרֶךְ H1870 אֳנִיָּ֥ה H591 בְלֶב H3820 יָ֑ם H3220 וְדֶ֖רֶךְ H1870 גֶּ֣בֶר H1397 בְּעַלְמָֽה H5959 ",
  "20": "כֵּ֤ן H3651 דֶּ֥רֶךְ H1870 אִשָּׁ֗ה H802 מְנָ֫אָ֥פֶת H5003 אָ֭כְלָה H398 וּמָ֣חֲתָה H4229 פִ֑יהָ H6310 וְ֝אָמְרָ֗ה H559 לֹֽא H3808 פָעַ֥לְתִּי H6466 אָֽוֶן H205 ",
  "21": "תַּ֣חַת H8478 שָׁ֭לוֹשׁ H7969 רָ֣גְזָה H7264 אֶ֑רֶץ H776 וְתַ֥חַת H8478 אַ֝רְבַּ֗ע H702 לֹא H3808 תוּכַ֥ל H3201 שְׂאֵֽת H5375 ",
  "22": "תַּֽחַת H8478 עֶ֭בֶד H5650 כִּ֣י H3588 יִמְל֑וֹךְ H4427 וְ֝נָבָ֗ל H5036 כִּ֣י H3588 יִֽשְׂבַּֽע H7646 לָֽחֶם H3899 ",
  "23": "תַּ֣חַת H8478 שְׂ֭נוּאָה H8130 כִּ֣י H3588 תִבָּעֵ֑ל H1166 וְ֝שִׁפְחָ֗ה H8198 כִּֽי H3588 תִירַ֥שׁ H3423 גְּבִרְתָּֽהּ H1404 ",
  "24": "אַרְבָּ֣עָה H702 הֵ֭ם H1992 קְטַנֵּי H6996 אָ֑רֶץ H776 וְ֝הֵ֗מָּה H1992 חֲכָמִ֥ים H2450 מְחֻכָּמִֽים H2449 ",
  "25": "הַ֭נְּמָלִים H5244 עַ֣ם H5971 לֹא H3808 עָ֑ז H5794 וַיָּכִ֖ינוּ H3559 בַקַּ֣יִץ H7019 לַחְמָֽם H3899 ",
  "26": "שְׁ֭פַנִּים H8227 עַ֣ם H5971 לֹא H3808 עָצ֑וּם H6099 וַיָּשִׂ֖ימוּ H7760 בַסֶּ֣לַע H5553 בֵּיתָֽם H1004 ",
  "27": "מֶ֭לֶךְ H4428 אֵ֣ין H369 לָאַרְבֶּ֑ה H697 וַיֵּצֵ֖א H3318 חֹצֵ֣ץ H2686 כֻּלּֽוֹ H3605 ",
  "28": "שְׂ֭מָמִית H8079 בְּיָדַ֣יִם H3027 תְּתַפֵּ֑שׂ H8610 וְ֝הִ֗יא H1931 בְּהֵ֣יכְלֵי H1964 מֶֽלֶךְ H4428 ",
  "29": "שְׁלֹשָׁ֣ה H7969 הֵ֭מָּה H1992 מֵיטִ֣יבֵי H3190 צָ֑עַד H6806 וְ֝אַרְבָּעָ֗ה H702 מֵיטִ֥בֵי H3190 לָֽכֶת H3212 ",
  "30": "לַ֭יִשׁ H3918 גִּבּ֣וֹר H1368 בַּבְּהֵמָ֑ה H929 וְלֹא H3808 יָ֝שׁ֗וּב H7725 מִפְּנֵי H6440 כֹֽל H3605 ",
  "31": "זַרְזִ֣יר H2223 מָתְנַ֣יִם H4975 אוֹ H176 תָ֑יִשׁ H8495 וּ֝מֶ֗לֶךְ H4428 אַלְק֥וּם H510 עִמּֽוֹ H5973 ",
  "32": "אִם H518 נָבַ֥לְתָּ H5034 בְהִתְנַשֵּׂ֑א H5375 וְאִם H518 זַ֝מּ֗וֹתָ H2161 יָ֣ד H3027 לְפֶֽה H6310 ",
  "33": "כִּ֤י H3588 מִ֪יץ H4330 חָלָ֡ב H2461 י֘וֹצִ֤יא H3318 חֶמְאָ֗ה H2529 וּֽמִיץ H4330 אַ֭ף H639 י֣וֹצִיא H3318 דָ֑ם H1818 וּמִ֥יץ H4330 אַ֝פַּ֗יִם H639 י֣וֹצִיא H3318 רִֽיב H7379 "
}
