{
  "1": "The proverbs of Solomon son of David, the king of Israel.\\q",
  "2": "These proverbs are to teach wisdom and instruction,\\q to teach words of insight,\n\\q",
  "3": "that you may receive instruction in order to live\\q by doing what is right, just, and fair.\n\n\n\\q",
  "4": "These proverbs are also to give wisdom to the naive,\\q and to give knowledge and discretion to young people.\n\\q",
  "5": "Let wise people listen and increase their learning,\\q and let discerning people get guidance,\n\\q",
  "6": "to understand proverbs, sayings,\\q and words of wise people and their riddles.\n\n\n\\q",
  "7": "The fear of Yahweh is the beginning of knowledge—\\q fools despise wisdom and instruction.\n\\q",
  "8": "My son, hear the instruction of your father\\q and do not lay aside the rules of your mother;\n\\q",
  "9": "they will be a graceful wreath for your head\\q and pendants hanging from your neck.\n\n\n\\q",
  "10": "My son, if sinners try to entice you into their sin,\\q refuse to follow them.\n\\q",
  "11": "If they say, \"Come with us,\\q let us lie in wait for blood,\n\\q let us hide and attack innocent people for no reason.\n\n\n\\q",
  "12": "Let us swallow them up alive, like Sheol takes away those who are healthy,\\q and make them like those who fall into the pit.\n\\q",
  "13": "We shall find all kinds of valuable things;\\q we will fill our houses with what we steal from others.\n\\q",
  "14": "Throw in your lot with us;\\q we will all have one purse together.\"\n\n\n\\q",
  "15": "My son, do not walk down that road with them;\\q do not let your foot touch where they walk;\n\\q",
  "16": "their feet run to evil\\q and they hurry to shed blood.\n\\q",
  "17": "For it is useless to spread the net to trap a bird\\q while the bird is watching.\n\n\n\\q",
  "18": "These men lie in wait to kill themselves—\\q they set a trap for themselves.\n\\q",
  "19": "So are the ways of everyone who gains riches by injustice;\\q unjust gain takes away the lives of those who hold on to it.\n\n\n\\q",
  "20": "Wisdom cries aloud in the street,\\q she raises her voice in the open places;\n\\q",
  "21": "at the head of the noisy streets she cries out,\\q at the entrance of the city gates she speaks,\n\\q",
  "22": "\"How long, you naive people, will you love being naive?\\q How long, you mockers, will you delight in mockery,\n\\q and how long, you fools, will you hate knowledge?\n\n\n\\q",
  "23": "Pay attention to my correction;\\q I will pour out my thoughts to you;\n\\q I will make my words known to you.\n\\q",
  "24": "I have called, and you have refused to listen;\\q I reached out with my hand, but there was no one who paid attention.\n\\q",
  "25": "But you have ignored all my instruction\\q and paid no attention to my correction.\n\n\n\\q",
  "26": "I will laugh at your calamity,\\q I will mock you when the terror comes—\n\\q",
  "27": "when your fearful dread comes like a storm\\q and disaster sweeps over you like a whirlwind,\n\\q when distress and anguish come upon you.\n\n\n\\q",
  "28": "Then they will call upon me, and I will not answer;\\q they will desperately call for me, but they will not find me.\n\\q",
  "29": "Because they hate knowledge\\q and did not choose the fear of Yahweh,\n\\q",
  "30": "they would not follow my instruction,\\q and they despised all my correction.\n\n\n\\q",
  "31": "They will eat the fruit of their ways,\\q and with the fruit of their schemes they will be filled.\n\\q",
  "32": "For the naive are killed when they turn away,\\q and the indifference of fools will destroy them.\n\\q",
  "33": "But whoever listens to me will live in safety\\q and will rest secure with no fear of disaster.\""
}
