{
  "1": "A wise son hears his father's instruction,\\q but a mocker will not listen to rebuke.\n\\q",
  "2": "From the fruit of his mouth a person enjoys good things,\\q but the appetite of the treacherous is for violence.\n\n\n\\q",
  "3": "The one who guards his mouth protects his life,\\q but the one who opens wide his lips will ruin himself.\n\\q",
  "4": "The appetite of lazy people craves but gets nothing,\\q but the appetite of diligent people will be richly satisfied.\n\n\\q",
  "5": "The righteous person hates lies,\\q but a wicked person makes himself repugnant, and he does what is shameful.\n\\q",
  "6": "Righteousness protects those who are faultless in their path,\\q but wickedness turns away those who commit sin.\n\n\n\\q",
  "7": "There is someone who enriches himself, but has nothing at all,\\q and there is someone who gives everything away, yet is truly wealthy.\n\\q",
  "8": "The ransom of a rich man's life is his wealth,\\q but a poor person does not hear a threat.\n\n\n\\q",
  "9": "The light of righteous people rejoices,\\q but the lamp of wicked people will be put out.\n\\q",
  "10": "Pride only breeds conflict,\\q but for those who listen to good advice there is wisdom.\n\n\n\\q",
  "11": "Wealth dwindles away when there is too much vanity,\\q but the one who makes money by working with his hand will make his money grow.\n\\q",
  "12": "When hope is postponed, it breaks the heart,\\q but a longing fulfilled is a tree of life.\n\n\n\\q",
  "13": "The one who scorns instruction will still be subject to it,\\q but the one who honors the command will be rewarded.\n\\q",
  "14": "The teaching of a wise person is a fountain of life,\\q turning you away from the snares of death.\n\n\n\\q",
  "15": "Good insight wins favor,\\q but the way of the treacherous is never-ending.\n\\q",
  "16": "Prudent people act out of knowledge in every decision,\\q but a fool parades his folly.\n\n\n\\q",
  "17": "A wicked messenger falls into trouble,\\q but a faithful envoy brings reconciliation.\n\\q",
  "18": "The one who ignores instruction will have poverty and shame,\\q but honor will come to him who learns from correction.\n\n\n\\q",
  "19": "A longing realized is sweet to the appetite,\\q but fools hate to turn away from evil.\n\\q",
  "20": "Walk with wise people and you will be wise,\\q but the companion of fools will suffer harm.\n\n\n\\q",
  "21": "Disaster runs after sinners,\\q but righteous people are rewarded with good.\n\\q",
  "22": "A good person leaves an inheritance for his grandchildren,\\q but a sinner's wealth is stored up for the righteous person.\n\n\\q",
  "23": "An unplowed field owned by the poor could produce much food,\\q but it is swept away by injustice.\n\\q",
  "24": "The one who does not discipline his son hates him,\\q but one who loves his son is careful to instruct him.\n\n\n\\q",
  "25": "The righteous person eats until he satisfies his appetite,\\q but the stomach of the wicked is always hungry."
}
