{"1":"A gentle answer turns away wrath,\\q but a harsh word stirs up anger.\n\\q","2":"The tongue of wise people compliments knowledge,\\q but the mouth of fools pours out folly.\n\n\n\\q","3":"The eyes of Yahweh are everywhere,\\q keeping watch over the evil and the good.\n\\q","4":"A healing tongue is a tree of life,\\q but a deceitful tongue crushes the spirit.\n\n\n\\q","5":"A fool has contempt for his father's instruction,\\q but he who learns from correction is prudent.\n\\q","6":"In the house of the righteous person there is great treasure,\\q but the earnings of the wicked person give him trouble.\n\n\n\\q","7":"The lips of wise people scatter knowledge about,\\q but not so the hearts of fools.\n\\q","8":"Yahweh hates the sacrifices of wicked people,\\q but the prayer of upright people is his delight.\n\n\n\\q","9":"Yahweh hates the way of wicked people,\\q but he loves the one who pursues what is right.\n\\q","10":"Harsh discipline awaits anyone who forsakes the way\\q and he who hates correction will die.\n\n\n\\q","11":"Sheol and destruction are open before Yahweh;\\q how much more the hearts of the sons of mankind?\n\\q","12":"The mocker resents correction;\\q he will not go to the wise.\n\n\n\\q","13":"A joyful heart makes the face cheerful,\\q but heartache crushes the spirit.\n\\q","14":"The heart of the discerning seeks knowledge,\\q but the mouth of fools feeds on folly.\n\n\n\\q","15":"All the days of oppressed people are miserable,\\q but a cheerful heart has an unending feast.\n\\q","16":"Better is little with the fear of Yahweh\\q than great treasure with confusion.\n\n\\q","17":"Better is a meal with vegetables where there is love\\q than a fatted calf served with hatred.\n\\q","18":"An angry man stirs up arguments,\\q but a person who is slow to anger quiets a quarrel.\n\n\\q","19":"The path of the sluggard is like a place with a hedge of thorns,\\q but the path of the upright is a built-up highway.\n\\q","20":"A wise son brings joy to his father,\\q but a foolish person despises his mother.\n\n\n\\q","21":"Folly delights a person who lacks sense,\\q but the one who has understanding walks a straight path.\n\\q","22":"Plans go wrong where there is no advice,\\q but with numerous advisors they succeed.\n\n\\q","23":"A person finds joy when he gives a pertinent reply;\\q how good is a timely word!\n\\q","24":"The path of life leads upward for prudent people,\\q that they may turn away from Sheol beneath.\n\n\n\\q","25":"Yahweh tears down the legacy of the proud,\\q but he protects the property of the widow.\n\\q","26":"Yahweh hates the thoughts of wicked people,\\q but the words of kindness are pure.\n\n\n\\q","27":"The robber brings trouble to his family,\\q but the one who hates bribes will live.\n\\q","28":"The heart of the righteous person ponders before it answers,\\q but the mouth of wicked people pours out all its evil.\n\n\n\\q","29":"Yahweh is far away from wicked people,\\q but he hears the prayer of righteous people.\n\\q","30":"The light of the eyes brings joy to the heart\\q and good news is health to the body.\n\n\n\\q","31":"If you pay attention when someone corrects how you live,\\q you will remain among wise people.\n\\q","32":"The one who rejects discipline despises himself,\\q but he who listens to correction gains understanding.\n\n\n\\q","33":"The fear of Yahweh teaches wisdom\\q and humility comes before honor."}
