{"1":"It is better to have quiet with a dry morsel of bread\\q than a house full of feasting with strife.\n\\q","2":"A wise servant will rule over a son who acts shamefully\\q and will share the inheritance as one of the brothers.\n\n\\q","3":"The crucible is for silver and the furnace is for gold,\\q but Yahweh refines hearts.\n\\q","4":"The evildoer pays attention to wicked lips;\\q a liar gives ear to a destructive tongue.\n\n\n\\q","5":"Whoever mocks the poor insults his Maker\\q and the one who rejoices at misfortune will not go unpunished.\n\\q","6":"Grandchildren are the crown of the aged\\q and parents bring honor to their children.\n\n\\q","7":"Eloquent speech is not suitable for a fool;\\q much less are lying lips suitable for royalty.\n\\q","8":"A bribe is like a magic stone to the one who gives it;\\q wherever he turns, he succeeds.\n\n\\q","9":"Whoever overlooks an offense seeks love,\\q but the one who repeats a matter alienates close friends.\n\\q","10":"A rebuke goes deeper into a person who has understanding\\q than a hundred blows go into a fool.\n\n\n\\q","11":"An evil person only seeks rebellion,\\q so a cruel messenger will be sent against him.\n\\q","12":"It is better to meet a bear robbed of her cubs\\q than to meet a fool in his foolishness.\n\n\n\\q","13":"When someone returns evil for good,\\q evil will never leave his house.\n\\q","14":"The beginning of conflict is like one who releases water everywhere,\\q so walk away from the dispute before it has broken out.\n\n\n\\q","15":"The person who acquits the wicked person and the person who condemns the righteous person—\\q both are an abomination to Yahweh.\n\\q","16":"Why should a fool pay money to learn about wisdom,\\q when he has no ability to learn it?\n\n\n\\q","17":"A friend is loving at all times\\q and a brother is born for times of trouble.\n\\q","18":"A man having no sense makes binding promises\\q and becomes responsible for his neighbor's debts.\n\n\\q","19":"Whoever loves conflict loves sin;\\q the one who makes the threshold of his door too high causes bones to be broken.\n\\q","20":"A person who has a crooked heart finds nothing that is good;\\q the one who has a perverse tongue falls into calamity.\n\n\n\\q","21":"Whoever is the parent of a fool brings grief to himself;\\q and the father of a fool has no joy.\n\\q","22":"A cheerful heart is good medicine,\\q but a broken spirit dries up the bones.\n\n\n\\q","23":"A wicked man accepts a secret bribe\\q to pervert the ways of justice.\n\\q","24":"The one who has understanding sets his face toward wisdom,\\q but the eyes of a fool are set on the ends of the earth.\n\n\n\\q","25":"A foolish son is a grief to his father\\q and bitterness to the woman who bore him.\n\\q","26":"Also, it is never good to punish the righteous person;\\q neither is it good to flog noble men who have integrity.\n\n\n\\q","27":"One who has knowledge uses few words\\q and one with understanding is even-tempered.\n\\q","28":"Even a fool is thought to be wise if he keeps silent;\\q when he keeps his mouth shut, he is considered to be intelligent."}
