{
  "1": "One who isolates himself seeks his own desire\\q and he quarrels with all sound judgment.\n\\q",
  "2": "A fool finds no pleasure in understanding,\\q but only in revealing what is in his own heart.\n\n\n\\q",
  "3": "When a wicked person comes, contempt comes with him—\\q along with shame and reproach.\n\\q",
  "4": "The words of a man's mouth are deep waters;\\q the fountain of wisdom is a flowing stream.\n\n\n\\q",
  "5": "It is not good to be partial to the wicked person,\\q nor to deny justice to the righteous person.\n\\q",
  "6": "A fool's lips bring him conflict\\q and his mouth invites a beating.\n\n\n\\q",
  "7": "A fool's mouth is his ruin\\q and he ensnares himself with his lips.\n\\q",
  "8": "The words of a gossip are like delicious morsels\\q and they go down into the inner parts of the body.\n\n\n\\q",
  "9": "Also, one who is slack in his work\\q is a brother to the one who destroys the most.\n\\q",
  "10": "The name of Yahweh is a strong tower;\\q the righteous person runs into it and is safe.\n\n\n\\q",
  "11": "The wealth of the rich is his fortified city\\q and in his imagination it is like a high wall.\n\\q",
  "12": "Before his downfall a person's heart is proud,\\q but humility comes before honor.\n\n\n\\q",
  "13": "One who answers before listening—\\q it is his folly and shame.\n\\q",
  "14": "A person's spirit will survive sickness,\\q but a broken spirit who can bear it?\n\n\n\\q",
  "15": "The heart of the intelligent acquires knowledge\\q and the hearing of the wise seeks it out.\n\\q",
  "16": "A man's gift may open the way\\q and bring him before an important person.\n\n\n\\q",
  "17": "The first to plead his case seems right\\q until his opponent comes and questions him.\n\\q",
  "18": "Casting the lot settles disputes\\q and separates strong opponents.\n\n\n\\q",
  "19": "An offended brother is harder to be won than a strong city,\\q and quarreling is like the bars of a castle.\n\\q",
  "20": "From the fruit of his mouth one's stomach is filled;\\q with the harvest of his lips he is satisfied.\n\n\n\\q",
  "21": "Death and life are controlled by the tongue,\\q and those who love the tongue will eat its fruit.\n\\q",
  "22": "He who finds a wife finds a good thing\\q and receives favor from Yahweh.\n\n\n\\q",
  "23": "A poor person pleads for mercy,\\q but a rich person answers harshly.\n\\q",
  "24": "The one who claims many friends is brought to ruin by them,\\q but there is a friend who comes closer than a brother."
}
