{
  "1": "Better is a poor person who walks in his integrity\\q than one who is perverse in speech and is a fool.\n\\q",
  "2": "Also, it is not good to have desire without knowledge\\q and the one who runs too fast misses the path.\n\n\n\\q",
  "3": "A person's folly ruins his life\\q and his heart rages against Yahweh.\n\\q",
  "4": "Wealth adds many friends,\\q but a poor person is separated from his friends.\n\n\n\\q",
  "5": "A false witness will not go unpunished\\q and he who breathes out lies will not escape.\n\\q",
  "6": "Many will ask for a favor from a generous person\\q and everyone is a friend of the one who gives gifts.\n\n\n\\q",
  "7": "All the brothers of a poor man hate him;\\q how much more do his friends who go far away from him!\n\\q He calls out to them, but they are gone.\n\\q",
  "8": "He who gets wisdom loves his own life;\\q he who keeps understanding will find what is good.\n\n\\q",
  "9": "A false witness will not go unpunished,\\q but the one who breathes out lies will perish.\n\\q",
  "10": "It is not fitting for a fool to live in luxury—\\q much less for a slave to rule over princes.\n\n\n\\q",
  "11": "Discretion makes a person slow to anger\\q and it is his glory to overlook an offense.\n\\q",
  "12": "The wrath of the king is like the roaring of a young lion,\\q but his favor is like dew on the grass.\n\n\n\\q",
  "13": "A foolish son is ruin to his father\\q and a quarreling wife is a constant dripping of water.\n\\q",
  "14": "A house and wealth are inherited from parents,\\q but a prudent wife is from Yahweh.\n\n\\q",
  "15": "Laziness throws a person into a deep sleep,\\q but the one not willing to work will go hungry.\n\\q",
  "16": "The one who obeys the command guards his life,\\q but the person who does not think about his ways will die.\n\n\n\\q",
  "17": "Whoever is kind to the poor lends to Yahweh\\q and he will repay him for what he has done.\n\\q",
  "18": "Discipline your son while there is hope\\q and do not set your desire on putting him to death.\n\n\n\\q",
  "19": "A hot-tempered person must pay the penalty;\\q if you rescue him, you will have to do it a second time.\n\\q",
  "20": "Listen to advice and accept instruction,\\q so you may become wise by the end of your life.\n\n\n\\q",
  "21": "Many are the plans in a person's heart,\\q but it is the purpose of Yahweh that will stand.\n\\q",
  "22": "Loyalty is what a person desires\\q and a poor person is better than a liar.\n\n\n\\q",
  "23": "Honor for Yahweh leads people to life;\\q anyone who has it will be satisfied\n\\q and not afflicted by harm.\n\\q",
  "24": "The sluggard buries his hand in the dish;\\q he will not even bring it back up to his mouth.\n\n\n\\q",
  "25": "Strike a mocker, and the naive person will become prudent;\\q discipline one who is discerning, and he will gain knowledge.\n\n\n\\q",
  "26": "The one who robs his father and chases his mother away\\q is a son who brings shame and reproach.\n\\q",
  "27": "If you cease to hear instruction, my son,\\q you will stray from the words of knowledge.\n\n\n\\q",
  "28": "A corrupt witness mocks justice\\q and the mouth of the wicked swallows iniquity.\n\\q",
  "29": "Condemnation is ready for mockers\\q and flogging for the backs of fools."
}
