{
  "1": "My son, if you receive my words\\q and treasure up my commandments with you,\n\\q",
  "2": "make your ears pay attention to wisdom\\q and incline your heart to understanding.\n\n\n\\q",
  "3": "If you cry out for understanding\\q and raise your voice for it,\n\\q",
  "4": "if you seek it like you would seek silver\\q and search for understanding as you would seek hidden treasures,\n\\q",
  "5": "then you will understand the fear of Yahweh\\q and you will find the knowledge of God.\n\n\n\\q",
  "6": "For Yahweh gives wisdom,\\q from his mouth comes knowledge and understanding.\n\\q",
  "7": "He stores up sound wisdom for those who please him,\\q he is a shield for those who walk in integrity,\n\\q",
  "8": "he guards the paths of justice\\q and he will preserve the way of those who are faithful to him.\n\n\n\\q",
  "9": "Then you will understand righteousness, justice, and equity,\\q and every good path.\n\\q",
  "10": "For wisdom will come into your heart,\\q and knowledge will be pleasant to your soul.\n\n\n\\q",
  "11": "Discretion will watch over you,\\q understanding will guard you.\n\\q",
  "12": "They will rescue you from the way of evil,\\q from those who speak perverse things,\n\\q",
  "13": "who abandon the right paths\\q and walk in the ways of darkness.\n\n\n\\q",
  "14": "They rejoice when they do evil\\q and delight in the perversities of evil.\n\\q",
  "15": "They follow crooked paths,\\q and using deception they hide their tracks.\n\n\n\\q",
  "16": "Wisdom and discretion will save you from an adulterous woman,\\q from an immoral woman and her flattering words.\n\\q",
  "17": "She forsakes the companion of her youth\\q and forgets the covenant of her God.\n\n\n\\q",
  "18": "For her house leads down to death\\q and her tracks will lead you to those in the grave.\n\\q",
  "19": "All who go in to her will not return again\\q and they will not find the paths of life.\n\n\n\\q",
  "20": "So you will walk in the way of good people\\q and follow the paths of righteous people.\n\\q",
  "21": "For those doing right will make a home in the land,\\q and those with integrity will remain in it.\n\\q",
  "22": "But the wicked will be cut off from the land,\\q and the faithless will be cut off from it."
}
