{
  "1": "The king's heart is a stream of water in the hand of Yahweh;\\q he turns it wherever he pleases.\n\\q",
  "2": "Every person's way is right in his own eyes,\\q but it is Yahweh who weighs the hearts.\n\n\n\\q",
  "3": "To do what is right and just\\q is more acceptable to Yahweh than sacrifice.\n\\q",
  "4": "Haughty eyes and a proud heart—\\q the lamp of the wicked—are sin.\n\n\n\\q",
  "5": "The plans of the diligent lead only to prosperity,\\q but everyone who acts too quickly comes only to poverty.\n\\q",
  "6": "Acquiring riches by a lying tongue\\q is a fleeting vapor and a snare that kills.\n\n\n\\q",
  "7": "The violence of the wicked will drag them away,\\q for they refuse to do what is just.\n\\q",
  "8": "The way of a guilty person is crooked,\\q but the one who is pure does what is right.\n\n\n\\q",
  "9": "It is better to live on a corner of the roof\\q than in a house shared with a quarrelsome wife.\n\\q",
  "10": "The appetite of the wicked craves evil;\\q his neighbor finds no favor in his eyes. \n\n\n\\q",
  "11": "When the mocker is punished, the naive become wise,\\q and when the wise person is instructed, he lays hold of knowledge.\n\\q",
  "12": "The righteous person watches the house of the wicked person;\\q he brings wicked people to disaster.\n\n\n\\q",
  "13": "The one who shuts his ears to the cry of the poor,\\q he also will cry out, but he will not be answered.\n\\q",
  "14": "A gift in secret appeases anger\\q and a concealed gift appeases strong wrath.\n\n\n\\q",
  "15": "When justice is done, it brings joy to the righteous person,\\q but it brings terror to evildoers.\n\\q",
  "16": "The one who wanders from the way of understanding,\\q he will rest in the assembly of the dead.\n\n\n\\q",
  "17": "Whoever loves pleasure will become poor;\\q the one who loves wine and oil will not be rich.\n\\q",
  "18": "A wicked person is ransom for the righteous person,\\q and the treacherous person is ransom for upright people.\n\n\n\\q",
  "19": "It is better to live in the desert\\q than with a quarreling and angry wife. \n\\q",
  "20": "Precious treasure and oil are in the home of the wise,\\q but a foolish man wastes them.\n\n\\q",
  "21": "The one who does right and is kind—\\q this person finds life, righteousness, and honor.\n\\q",
  "22": "A wise man scales the city of the mighty ones,\\q and he brings down the stronghold in which they trusted.\n\n\n\\q",
  "23": "Whoever guards his mouth and tongue\\q keeps himself out of trouble.\n\\q",
  "24": "The proud and haughty person—\"Mocker\" is his name—\\q acts with arrogant pride.\n\n\n\\q",
  "25": "The desire of the lazy kills him,\\q for his hands refuse to work.\n\\q",
  "26": "All day long he craves and craves more,\\q but the righteous person gives and does not hold back.\n\n\n\\q",
  "27": "The sacrifice of the wicked is detestable;\\q it is even more detestable when he brings it with evil motives.\n\\q",
  "28": "A false witness will perish,\\q but the one who listens will speak for all time.\n\n\n\\q",
  "29": "A wicked man makes his face hard,\\q but an upright person is certain about his ways.\n\\f + \\ft Some modern versions have \\fqa but an upright person thinks about his way \\fqa* . \\f*\n\n\n\\q",
  "30": "There is no wisdom, there is no understanding, and there is no advice\\q that can stand against Yahweh.\n\\q",
  "31": "The horse is prepared for the day of battle,\\q but the victory belongs to Yahweh."
}
