{"1":"When you sit to eat with a ruler,\\q observe carefully what is before you,\n\\q","2":"and put a knife to your throat\\q if you are a person who likes to eat a lot of food.\n\\q","3":"Do not crave his delicacies,\\q for it is the food of lies.\n\n\n\\q","4":"Do not work too hard to gain wealth;\\q be wise enough to know when to stop.\n\\q","5":"Will you let your eyes light upon it?\\q It will be gone,\n\\q for it will surely take up wings like an eagle\n\\q and fly off to the sky.\n\n\n\\q","6":"Do not eat the food of one with an evil eye—\\q and do not crave his delicacies,\n\\q","7":"for he is the kind of man who counts the price of the food.\\q \"Eat and drink!\" he says to you,\n\\q but his heart is not with you.\n\\q","8":"You will vomit up the little you have eaten\\q and you will have wasted your compliments.\n\n\n\\q","9":"Do not speak in the hearing of a fool,\\q for he will despise the wisdom of your words.\n\\q","10":"Do not move an ancient boundary stone\\q or encroach on the fields of orphans,\n\\q","11":"for their Redeemer is strong\\q and he will plead their case against you.\n\n\n\\q","12":"Apply your heart to instruction\\q and your ears to words of knowledge.\n\n\n\\q","13":"Do not withhold instruction from a child,\\q for if you discipline him, he will not die.\n\\q","14":"It is you who must beat him with the rod\\q and save his soul from Sheol.\n\n\n\\q","15":"My son, if your heart is wise,\\q then my heart also will be glad;\n\\q","16":"my inmost being will rejoice\\q when your lips speak what is right.\n\n\n\\q","17":"Do not let your heart envy sinners,\\q but continue in the fear of Yahweh all the day.\n\\q","18":"Surely there is a future\\q and your hope will not be cut off.\n\n\n\\q","19":"Hear—you!—my son, and be wise\\q and direct your heart in the way.\n\\q","20":"Do not associate with drunkards,\\q or with gluttonous eaters of meat,\n\\q","21":"for the drunkard and the glutton become poor\\q and slumber will clothe them with rags.\n\n\\q","22":"Listen to your father who begot you\\q and do not despise your mother when she is old.\n\\q","23":"Buy the truth, but do not sell it;\\q buy wisdom, instruction, and understanding.\n\n\n\\q","24":"The father of the righteous person will greatly rejoice,\\q and he who begets a wise child will be glad in him.\n\\q","25":"Let your father and your mother be glad\\q and let her who bore you rejoice.\n\n\n\\q","26":"My son, give me your heart\\q and let your eyes observe my ways.\n\\q","27":"For a prostitute is a deep pit,\\q and an immoral woman is a narrow well.\n\\q","28":"She lies in wait like a robber\\q and she increases the number of the treacherous among humanity.\n\n\n\\q","29":"Who has woe? Who has sorrow? Who has fights?\\q Who has complaining? Who has wounds for no reason?\n\\q Who has bloodshot eyes?\n\\q","30":"Those who linger over wine,\\q those who try the mixed wine.\n\n\\q","31":"Do not look at the wine when it is red,\\q when it sparkles in the cup\n\\q and goes down smoothly.\n\\q","32":"In the last it bites like a serpent\\q and it stings like an adder.\n\\q","33":"Your eyes will see strange things\\q and your heart will utter perverse things.\n\n\n\\q","34":"You will be as one who sleeps on the high seas\\q or lies on the top of a mast.\n\\q","35":"\"They hit me,\" you will say, \"but I was not hurt.\\q They beat me, but I did not feel it.\n\\q When will I wake up? I will seek another drink.\""}
