{
  "1": "Like snow in summer or rain in harvest,\\q so a fool does not deserve honor.\n\\q",
  "2": "As the sparrow flitters and the swallow darts when they fly,\\q so an undeserved curse does not alight.\n\n\n\\q",
  "3": "A whip is for the horse, a bridle is for the donkey\\q and a rod is for the back of fools.\n\\q",
  "4": "Do not answer a fool according to his folly,\\q or you will become like him.\n\n\n\\q",
  "5": "Answer a fool and join in on his folly,\\q so he will not become wise in his own eyes.\n\\q",
  "6": "Whoever sends a message by the hand of a fool\\q cuts off his own feet and drinks violence.\n\n\n\\q",
  "7": "Like the legs of a paralytic which hang down\\q is a proverb in the mouth of fools.\n\\q",
  "8": "Like tying a stone in a sling\\q is giving honor to a fool.\n\n\\q",
  "9": "Like a thorn that goes into the hand of a drunkard\\q is a proverb in the mouth of fools.\n\\q",
  "10": "Like an archer who wounds all those around him\\q is one who hires a fool or hires anyone who passes by.\n\n\n\\q",
  "11": "As a dog returns to his own vomit,\\q so is a fool who repeats his folly.\n\\q",
  "12": "Do you see someone who is wise in his own eyes?\\q There is more hope for a fool than for him.\n\n\n\\q",
  "13": "The lazy person says, \"There is a lion on the road!\\q There is a lion between the open places!\"\n\\q",
  "14": "As the door turns on its hinges,\\q so is the lazy person upon his bed.\n\n\n\\q",
  "15": "The lazy person puts his hand into the dish\\q and yet he has no strength to lift it up to his mouth.\n\\q",
  "16": "The lazy person is wiser in his own eyes\\q than seven men with discernment.\n\n\n\\q",
  "17": "Like one who takes hold of the ears of a dog,\\q is a passerby who becomes angry at a dispute that is not his own.\n\n\n\\q",
  "18": "Like a madman who shoots burning arrows,\\q",
  "19": "is the one who deceives his neighbor\\q and says, \"Was I not telling a joke?\"\n\n\n\\q",
  "20": "For lack of wood, the fire goes out;\\q and where there is no gossiper quarreling ceases.\n\\q",
  "21": "As charcoal is to burning coals and wood is to fire,\\q so is a quarrelsome person for kindling strife.\n\n\n\\q",
  "22": "The words of a gossip are like delicious morsels;\\q they go down into the inner parts of the body.\n\\q",
  "23": "Like the glaze overlaying an earthen vessel\\q so are burning lips and an evil heart.\n\n\n\n\\q",
  "24": "One who hates others disguises his feelings with his lips\\q and he lays up deceit within himself.\n\\q",
  "25": "He will speak graciously, but do not believe him,\\q for there are seven abominations in his heart.\n\\q",
  "26": "Though his hatred is covered with deception,\\q his wickedness will be exposed in the assembly.\n\n\n\\q",
  "27": "Whoever digs a pit will fall into it\\q and the stone will roll back on the one who pushed it.\n\\q",
  "28": "A lying tongue hates the people it crushes\\q and a flattering mouth brings about ruin."
}
