{
  "1": "The wicked people run away when no one chases them,\\q but righteous people are as bold as a young lion.\n\\q",
  "2": "Because of the transgression of a land, it has many rulers,\\q but with a man of understanding and knowledge, it will last a long time.\n\n\n\\q",
  "3": "A poor person who oppresses other poor people\\q is like a beating rain that leaves no food.\n\\q",
  "4": "Those who forsake the law praise wicked people,\\q but those who keep the law fight against them.\n\n\n\\q",
  "5": "Evil men do not understand justice,\\q but those who seek Yahweh understand everything.\n\\q",
  "6": "It is better for a poor person who walks in his integrity,\\q than for a rich person who is crooked in his ways.\n\n\n\\q",
  "7": "He who keeps the law is a son who has understanding,\\q but one who is a companion of gluttons shames his father.\n\\q",
  "8": "The one who makes his fortune by charging too much interest\\q gathers his wealth for another who will have pity on poor people.\n\n\n\\q",
  "9": "If one turns away his ear from hearing the law,\\q even his prayer is detestable.\n\\q",
  "10": "Whoever misleads the upright into an evil way\\q will fall into his own pit,\n\\q but the blameless will have a good inheritance.\n\n\\q",
  "11": "The rich person may be wise in his own eyes,\\q but a poor person who has understanding will find him out.\n\\q",
  "12": "When the righteous triumph, there is great glory;\\q but when the wicked arise, people are sought out.\n\n\n\\q",
  "13": "The one who hides his sins will not prosper,\\q but the one who confesses them and forsakes them will be shown mercy.\n\\q",
  "14": "The one who always lives with reverence is blessed,\\q but whoever hardens his heart will fall into trouble.\n\n\n\\q",
  "15": "Like a roaring lion or a charging bear\\q is a wicked ruler over poor people.\n\\q",
  "16": "The ruler who lacks understanding is a cruel oppressor,\\q but the one who hates dishonesty will prolong his days.\n\n\n\\q",
  "17": "If a man is guilty because he has shed someone's blood,\\q he will be a fugitive until death\n\\q and no one will help him.\n\\q",
  "18": "Whoever walks with integrity will be kept safe,\\q but the one whose way is crooked will suddenly fall.\n\n\\q",
  "19": "The one who works his land will have plenty of food,\\q but whoever follows worthless pursuits will have plenty of poverty.\n\\q",
  "20": "A faithful man will have great blessings,\\q but the one who gets rich quickly will not go unpunished.\n\n\\q",
  "21": "It is not good to show partiality,\\q but for a piece of bread a man will do wrong.\n\\q",
  "22": "A stingy man hurries after riches,\\q but he does not know that poverty will come upon him.\n\n\n\\q",
  "23": "Whoever disciplines someone, \\q afterward will find more favor from him\n\\q than from the one who flatters him with his tongue.\n\\q",
  "24": "Whoever robs his father and his mother and says, \"That is no sin,\"\\q he is the companion of the one who destroys.\n\n\\q",
  "25": "A greedy man stirs up conflict,\\q but the one who trusts in Yahweh will prosper.\n\\q",
  "26": "One who trusts in his own heart is a fool,\\q but whoever walks in wisdom will keep away from danger.\n\n\n\\q",
  "27": "The one who gives to the poor will lack nothing,\\q but whoever closes his eyes to them will receive many curses.\n\\q",
  "28": "When the wicked arise, people hide themselves;\\q but when they perish, the righteous increase."
}
