{
  "1": "A person who has received many rebukes but who stiffens his neck\\q will be broken in a moment beyond healing.\n\n\\q",
  "2": "When righteous people increase, the people rejoice,\\q but when a wicked person is the ruler, the people sigh.\n\n\n\\q",
  "3": "Whoever loves wisdom makes his father rejoice,\\q but he who keeps company with prostitutes destroys his wealth.\n\\q",
  "4": "The king establishes the land by justice,\\q but the one who demands bribes tears it down.\n\n\n\\q",
  "5": "A man who flatters his neighbor\\q is spreading a net for his feet.\n\\q",
  "6": "In the sin of an evil person is a trap,\\q but the righteous person sings and rejoices.\n\\q",
  "7": "The righteous person pleads the cause of poor people;\\q the wicked person does not understand such knowledge.\n\\q",
  "8": "Mockers set a city on fire,\\q but those who are wise turn away wrath.\n\n\n\\q",
  "9": "When a wise person has an argument with a fool,\\q he rages and laughs, and there will be no rest.\n\\q",
  "10": "The bloodthirsty hate the one who is blameless\\q and seek the life of the upright.\n\n\n\\q",
  "11": "A fool reveals all his anger,\\q but a wise man holds it back and calms himself down.\n\\q",
  "12": "If a ruler pays attention to lies,\\q all his officials will be wicked.\n\n\n\\q",
  "13": "The poor person and the oppressor are similar,\\q for Yahweh gives light to the eyes of them both.\n\\q",
  "14": "If a king judges the poor by the truth,\\q his throne will be established forever.\n\n\n\\q",
  "15": "The rod and reproof give wisdom,\\q but a child freed from discipline puts his mother to shame.\n\\q",
  "16": "When wicked people are in power, transgression increases,\\q but righteous people will see the downfall of those wicked people.\n\n\\q",
  "17": "Discipline your son and he will give you rest;\\q he will bring delights into your life.\n\\q",
  "18": "Where there is no prophetic vision the people run wild,\\q but the one who keeps the law is blessed.\n\n\n\\q",
  "19": "A slave will not be corrected by words,\\q for though he understands, there will be no response.\n\\q",
  "20": "See a man who is hasty in his words?\\q There is more hope for a fool than for him.\n\n\n\\q",
  "21": "One who pampers his slave from youth,\\q at the end of it there will be trouble.\n\\q",
  "22": "An angry person stirs up strife\\q and a master of rage commits many sins.\n\n\n\\q",
  "23": "A person's pride brings him low,\\q but one who has a humble spirit will be given honor.\n\\q",
  "24": "One who shares with a thief hates his own life;\\q he hears the curse and says nothing.\n\n\n\\q",
  "25": "The fear of man makes a snare,\\q but the one who trusts in Yahweh will be protected.\n\\q",
  "26": "Many are those who seek the face of the ruler,\\q but from Yahweh is justice for a person.\n\n\n\\q",
  "27": "An unjust man is an abomination to righteous people,\\q but the one whose way is upright is detestable to the wicked person."
}
