{
  "1": "The words of Agur son of Jakeh—the utterance:\\q This man declared to Ithiel, to Ithiel and Ucal:\n\\f + \\ft Some versions have \\fqa This man declared, \"I am weary, O God, I am weary. I am unable to do anything.\" \\fqa* \\f*\n\\q",
  "2": "Surely I am more like an animal than any human\\q and I do not have the understanding of a human being.\n\\q",
  "3": "I have not learned wisdom,\\q nor do I have knowledge of the Holy One.\n\n\n\\q",
  "4": "Who has gone up to heaven and come down?\\q Who has gathered up the wind in the hollow of his hands?\n\\q Who has gathered up the waters in a cloak?\n\\q Who has established all the ends of the earth?\n\\q What is his name, and what is the name of his son? Surely you know!\n \n\n\\q",
  "5": "Every word of God is tested;\\q he is a shield to those who take refuge in him.\n\\q",
  "6": "Do not add to his words,\\q or he will discipline you, \n\\q and you will be proved to be a liar.\n\n\\q",
  "7": "Two things I ask of you,\\q do not withhold them from me before I die:\n\\q",
  "8": "Put vanity and lies far away from me.\\q Give me neither poverty nor riches,\n\\q just give me the food I need.\n\\q",
  "9": "For if I have too much, I might deny you and say, \"Who is Yahweh?\"\\q Or if I become poor,\n\\q I might steal and profane the name of my God.\n \n\n\\q",
  "10": "Do not slander a slave before his master,\\q or he will curse you and you will be held guilty.\n\n\n\\q",
  "11": "There is a generation that curses their father\\q and does not bless their mother.\n\\q",
  "12": "There is a generation that is pure in their own eyes,\\q and yet they are not washed of their filth.\n\n\n\\q",
  "13": "There is a generation whose eyes are raised up,\\q and how high are their eyelids lifted up!\n\\q",
  "14": "There is a generation whose teeth are swords,\\q and their jawbones are like knives,\n\\q so they may devour the poor from the earth and the needy from among humanity.\n\n\n\\q",
  "15": "The leech has two daughters: \"Give and give\" they cry.\\q There are three things that are never satisfied,\n\\q four that never say, \"Enough\":\n\\q",
  "16": "Sheol; the barren womb;\\q land that is never satisfied with water;\n\\q and the fire that never says, \"Enough!\"\n\\q",
  "17": "The eye that mocks a father\\q and scorns obedience to a mother,\n\\q his eyes will be pecked out by the ravens of the valley,\n\\q and he will be eaten by the vultures.\n\n\n\\q",
  "18": "There are three things that are too wonderful for me,\\q four that I do not understand:\n\\q",
  "19": "the way of an eagle in the sky;\\q the way of a snake on a rock;\n\\q the way of a ship in the heart of the sea;\n\\q and the way of a man with a young woman.\n\n\n\\q",
  "20": "This is the way of an adulteress:\\q she eats and she wipes her mouth\n\\q and says, \"I have done nothing wrong.\"\n\n\n\\q",
  "21": "Under three things the earth trembles,\\q and under four it cannot bear up:\n\\q",
  "22": "a slave when he becomes king;\\q a fool when he is filled with food;\n\\q",
  "23": "a hated woman when she marries;\\q and a maid when she takes the place of her mistress.\n\n\\q",
  "24": "Four things on earth are small\\q and yet they are very wise:\n\\q",
  "25": "the ants are creatures that are not strong,\\q but they prepare their food in the summer;\n\\q",
  "26": "the rock badgers are not mighty creatures,\\q but they make their homes in the rocks.\n\n\n\\q",
  "27": "Locusts have no king,\\q but all of them march in rank.\n\\q",
  "28": "As for the lizard, you can hold it in your two hands,\\q yet they are found in kings' palaces.\n\n\n\\q",
  "29": "There are three things that are stately in their stride\\q and four that are stately in how they walk:\n\\q",
  "30": "a lion, strongest among wild animals—\\q it does not turn away from anything;\n\\q",
  "31": "a strutting rooster; a goat;\\q and a king whose soldiers are beside him.\n\n\n\\q",
  "32": "If you have been foolish, exalting yourself,\\q or if you have been devising evil—\n\\q put your hand over your mouth.\n\\q",
  "33": "As churning milk makes butter\\q and as one's nose will produce blood if it is twisted,\n\\q so deeds done in anger produce conflict."
}
