{
  "1": "The words of King Lemuel—an instruction his mother taught him.\\q",
  "2": "What, my son? What is it, son of my womb?\\q What do you want, son of my vows?\n\\q",
  "3": "Do not give your strength to women,\\q or your ways to those who destroy kings.\n\n\n\\q",
  "4": "It is not for kings, Lemuel, it is not for kings to drink wine,\\q or for rulers to crave strong drink,\n\\q",
  "5": "because when they drink they forget what has been decreed,\\q and pervert the rights of all the afflicted.\n\n\n\\q",
  "6": "Give strong drink to a person who is perishing\\q and wine to those in bitter distress.\n\\q",
  "7": "He will drink and he will forget his poverty\\q and he will not remember his trouble.\n\n\n\\q",
  "8": "Speak for those who cannot speak,\\q for the causes of all who are perishing.\n\\q",
  "9": "Speak out and judge by the measure of what is right\\q and plead the cause of poor and needy people.\n\n\\q",
  "10": "Who can find a capable wife?\\q Her value is far more than jewels.\n\\q",
  "11": "The heart of her husband trusts in her,\\q and he will never be poor.\n\\q",
  "12": "She does good things for him and not evil\\q all the days of her life.\n\n\n\\q",
  "13": "She selects wool and flax,\\q and works with the delight of her hands.\n\\q",
  "14": "She is like the merchant ships;\\q she brings her food from far away.\n\\q",
  "15": "She rises while it is night\\q and gives food to her household,\n\\q and she distributes the work for her female servants.\n\n\n\\q",
  "16": "She considers a field and buys it,\\q with the fruit of her hands she plants a vineyard.\n\\q",
  "17": "She dresses herself with strength\\q and makes her arms strong.\n\n\n\\q",
  "18": "She perceives what will make a good profit for her;\\q all night long her lamp is not extinguished.\n\\q",
  "19": "She puts her hands on the spindle,\\q and she holds the twisting thread.\n\n\n\\q",
  "20": "She reaches out with her hand to poor people;\\q she reaches out with her hands to needy people.\n\\q",
  "21": "She is not afraid of the snow for her household,\\q for all her household are clothed in scarlet.\n\n\n\\q",
  "22": "She makes coverings for her bed,\\q and she wears clothes of fine purple linen.\n\\q",
  "23": "Her husband is known at the gates,\\q when he sits with the elders of the land.\n\n\n\\q",
  "24": "She makes linen garments and sells them,\\q and she supplies sashes to the merchants.\n\\q",
  "25": "She is clothed with strength and honor,\\q and she laughs at the time to come.\n\n\n\\q",
  "26": "She opens her mouth with wisdom\\q and the law of kindness is on her tongue.\n\\q",
  "27": "She watches over the ways of her household\\q and does not eat the bread of idleness.\n\n\n\\q",
  "28": "Her children rise up and call her blessed,\\q and her husband praises her, saying,\n\\q",
  "29": "\"Many women have done well,\\q but you surpassed them all.\"\n\n\n\\q",
  "30": "Elegance is deceptive, beauty is vain,\\q but a woman who fears Yahweh, she will be praised.\n\\q",
  "31": "Give her the fruit of her hands\\q and let her works praise her in the gates."
}
