{
  "1": "Listen, sons, to a father's instruction,\\q and pay attention so you will know what understanding is.\n\\q",
  "2": "I am giving you good instructions;\\q do not forsake my teaching.\n\n\n\\q",
  "3": "When I was a son of my father,\\q the tender and only child of my mother,\n\\q",
  "4": "he taught me and said to me,\\q \"Let your heart hold fast to my words;\n\\q keep my commands and live.\n\n\n\\q",
  "5": "Acquire wisdom and understanding;\\q do not forget and do not reject the words of my mouth;\n\\q",
  "6": "do not abandon wisdom and she will watch over you;\\q love her and she will keep you safe.\n\n\n\\q",
  "7": "Wisdom is the most important thing, so acquire wisdom\\q and spend all you own so you can get understanding.\n\\q",
  "8": "Cherish wisdom and she will exalt you;\\q she will honor you when you embrace her.\n\\q",
  "9": "She will put a wreath of honor on your head;\\q she will give you a beautiful crown.\"\n\n\n\\q",
  "10": "Listen, my son, and pay attention to my words,\\q and you will have many years in your life.\n\\q",
  "11": "I direct you in the way of wisdom;\\q I lead you down straight paths.\n\\q",
  "12": "When you walk, no one will stand in your way\\q and if you run, you will not stumble.\n\n\n\\q",
  "13": "Hold on to instruction, do not let it go;\\q guard it, for it is your life.\n\\q",
  "14": "Do not follow the path of the wicked\\q and do not go along the way of those who do evil.\n\\q",
  "15": "Avoid it, do not go on it;\\q turn away from it and go another way.\n\n\n\\q",
  "16": "For they cannot sleep until they do evil\\q and they are robbed of sleep until they cause someone to stumble.\n\\q",
  "17": "For they eat the bread of wickedness\\q and drink the wine of violence.\n\n\n\\q",
  "18": "But the path of righteous people is like the first light that grows brighter;\\q it shines more and more until the fullness of the day comes.\n\\q",
  "19": "The way of the wicked is like darkness—\\q they do not know what it is they stumble over.\n\n\n\\q",
  "20": "My son, pay attention to my words;\\q incline your ear to my sayings.\n\\q",
  "21": "Do not let them turn away from your eyes;\\q keep them in your heart.\n\n\n\\q",
  "22": "For my words are life to those who find them\\q and health to their whole body.\n\\q",
  "23": "Keep your heart safe and guard it with all diligence,\\q for from it flow the springs of life.\n\n\n\\q",
  "24": "Put crooked speech away from you\\q and put corrupt talk far from you.\n\\q",
  "25": "Let your eyes look straight ahead\\q and fix your gaze straight before you.\n\n\n\\q",
  "26": "Make a level path for your foot;\\q then all your ways will be secure.\n\\q",
  "27": "Do not turn aside to the right or to the left;\\q turn your foot away from evil."
}
