{"1":"My son, pay attention to my wisdom;\\q incline your ears to my understanding,\n\\q","2":"so you may learn about discretion\\q and your lips may protect knowledge.\n\n\n\\q","3":"For the lips of an adulteress drip with honey\\q and her mouth is smoother than oil,\n\\q","4":"but in the end she is as bitter as wormwood,\\q cutting like a sharp sword.\n\n\n\\q","5":"Her feet go down to death;\\q her steps go all the way to Sheol.\n\\q","6":"She gives no thought to the path of life.\\q Her footsteps wander; she does not know where she is going.\n\n\n\\q","7":"Now, my sons, listen to me;\\q do not turn away from listening to the words of my mouth.\n\\q","8":"Keep your path far away from her\\q and do not come near the door of her house.\n\n\n\\q","9":"In that way you will not give away your honor to others\\q or years of your life to a cruel person;\n\\q","10":"strangers will not feast on your wealth;\\q what you have worked for will not go into the house of strangers.\n\n\n\\q","11":"At the end of your life you will groan\\q when your flesh and your body waste away.\n\\q","12":"You will say, \"How I hated instruction\\q and my heart despised correction!\n\n\n\\q","13":"I would not obey my teachers\\q or incline my ear to my instructors.\n\\q","14":"I was almost completely ruined\\q in the midst of the assembly, among the gathering of the people.\"\n\n\\q","15":"Drink water from your own cistern\\q and drink running water from your own well.\n\\q","16":"Should your springs overflow everywhere\\q and your streams of water flow in the public squares?\n\\q","17":"Let them be for yourself alone\\q and not for strangers with you.\n\n\n\\q","18":"May your fountain be blessed\\q and may you rejoice in the wife of your youth,\n\\q","19":"for she is a loving deer and a graceful doe.\\q Let her breasts satisfy you at all times;\n\\q may you be continually intoxicated by her love.\n\n\n\\q","20":"For why should you, my son, be captivated by an adulteress;\\q why should you embrace the breasts of an immoral woman?\n\\q","21":"Yahweh sees everything a person does\\q and watches all the paths he takes.\n\n\n\\q","22":"A wicked person will be seized by his own iniquities;\\q the cords of his sin will hold him tight.\n\\q","23":"He will die because he lacks instruction;\\q he is led astray by his great foolishness."}
