{"1":"My son, if you set aside your money as a guarantee for your neighbor's loan,\\q if you gave your promise for a loan of someone you do not know,\n\\q","2":"then you have laid a trap for yourself by your promise\\q and you have been caught by the words of your mouth.\n\n\n\\q","3":"When you are caught by your words, my son, do this and save yourself,\\q since you have fallen into the hand of your neighbor;\n\\q go and humble yourself and make your case before your neighbor.\n\n\\q","4":"Give your eyes no sleep\\q and your eyelids no slumber.\n\\q","5":"Save yourself like a gazelle from the hand of the hunter,\\q like a bird from the hand of the fowler.\n\n\n\\q","6":"Look at the ant, you lazy person,\\q consider her ways, and be wise.\n\\q","7":"It has no commander,\\q officer, or ruler,\n\\q","8":"yet it prepares its food in the summer\\q and during the harvest it stores up what it will eat.\n\n\n\\q","9":"How long will you sleep, you lazy person?\\q When will you rise from your sleep?\n\\q","10":"\"A little sleep, a little slumber,\\q a little folding of the hands to rest\"—\n\\q","11":"and your poverty will come like a robber\\q and your needs like an armed soldier.\n\n\n\\q","12":"A worthless person—a wicked man—\\q lives by the crookedness of his speech,\n\\q","13":"winking his eyes, making signals with his feet\\q and pointing with his fingers.\n\n\n\\q","14":"He plots evil with deceit in his heart;\\q he always stirs up discord.\n\\q","15":"Therefore his disaster will overtake him in an instant;\\q in a moment he will be broken beyond healing.\n\n\n\\q","16":"There are six things that Yahweh hates,\\q seven that are disgusting to him.\n\\q","17":"The eyes of a proud person, a tongue that lies,\\q hands that shed the blood of innocent people,\n\\q","18":"a heart that invents wicked schemes,\\q feet that quickly run to do evil,\n\\q","19":"a witness who breathes out lies\\q and one who sows discord among brothers.\n\n\n\\q","20":"My son, obey the command of your father\\q and do not forsake the teaching of your mother.\n\\q","21":"Always bind them on your heart;\\q tie them about your neck.\n\n\n\\q","22":"When you walk, they will guide you;\\q when you sleep, they will watch over you;\n\\q and when you wake up, they will teach you.\n\\q","23":"For the commands are a lamp, and the teaching is a light;\\q the corrections that come by instruction are the way of life.\n\n\n\\q","24":"It keeps you from the immoral woman,\\q from the smooth words of an immoral woman.\n\\q","25":"Do not lust in your heart after her beauty\\q and do not let her capture you with her eyelashes.\n\n\\q","26":"Sleeping with a prostitute can cost the price of a loaf of bread,\\q but the wife of another may cost you your very life.\n\\q","27":"Can a man carry a fire against his chest\\q without burning his clothes?\n\n\n\\q","28":"Can a man walk on hot coals\\q without scorching his feet?\n\\q","29":"So is the man who sleeps with his neighbor's wife;\\q the one who sleeps with her will not go unpunished.\n\n\n\\q","30":"People do not despise a thief if he steals\\q to satisfy his need when he is hungry.\n\\q","31":"Yet if he is caught, he will pay back seven times what he stole;\\q he must give up everything of value in his house.\n\n\n\\q","32":"The one who commits adultery has no sense;\\q the one who does it destroys himself.\n\\q","33":"Wounds and shame are what he deserves\\q and his disgrace will not be wiped away.\n\n\n\\q","34":"For jealousy makes a man furious;\\q he will show no mercy when he takes his revenge.\n\\q","35":"He will accept no compensation\\q and he cannot be bought off, though you offer him many gifts."}
