{
  "1": "My son, keep my words\\q and store up my commands within yourself.\n\\q",
  "2": "Keep my commands and live\\q and keep my instruction as the apple of your eye.\n\\q",
  "3": "Tie them on your fingers;\\q write them on the tablet of your heart.\n\n\n\\q",
  "4": "Say to wisdom, \"You are my sister,\"\\q and call understanding your kinsman,\n\\q",
  "5": "in order to keep yourself from the adulterous woman,\\q from the immoral woman with her smooth words.\n\n\n\\q",
  "6": "At the window of my house\\q I was looking out through the lattice.\n\\q",
  "7": "I looked at the naive people,\\q and I noticed among the young men\n\\q a youth who had no sense.\n\n\n\\q",
  "8": "That young man passed down the street near her corner,\\q and he went toward her house.\n\\q",
  "9": "It was twilight, in the evening of the day,\\q at the time of night and darkness.\n\n\n\\q",
  "10": "There a woman met him,\\q dressed like a prostitute, with a false heart.\n\\q",
  "11": "She was loud and wayward;\\q her feet did not stay at home.\n\\q",
  "12": "Now in the streets, then in the market place,\\q and at every corner she waited in ambush.\n\n\\q",
  "13": "So she grabbed him and kissed him,\\q with a strong face she said to him,\n\\q",
  "14": "\"I made my peace offering today,\\q I paid my vows,\n\\q",
  "15": "so came I out to meet you,\\q to eagerly seek your face, and I have found you.\n\n\n\\q",
  "16": "I have spread coverings on my bed,\\q colored linens from Egypt.\n\\q",
  "17": "I have sprinkled my bed\\q with myrrh, aloes, and cinnamon.\n\\q",
  "18": "Come, let us drink our fill of love until morning;\\q let us take great pleasure in acts of love.\n\n\n\\q",
  "19": "For my husband is not at his house;\\q he has gone on a long journey.\n\\q",
  "20": "He took a bag of money with him;\\q he will return on the day of the full moon.\"\n\\q",
  "21": "With much talk she turned him;\\q with her smooth lips she misled him.\n\n\n\\q",
  "22": "He went after her suddenly\\q like an ox going to slaughter,\n\\q like a deer caught in a trap,  \\f + \\fqa Deer\\fqa* \\ft could be a stag or an antelope. The Vulgate has: \\fqa lamb\\fqa*. The LXX has: \\fqa like a dog to the muzzle.\\f*\n\\q",
  "23": "until an arrow pierces through its liver.\\q He was like a bird rushing into a snare.\n\\q He did not know that it would cost his life.\n\n\\q",
  "24": "Now, my sons, listen to me;\\q pay attention to the words of my mouth.\n\\q",
  "25": "May your heart not turn aside onto her paths;\\q do not be led astray onto her paths.\n\n\n\\q",
  "26": "She has caused many people to fall down pierced;\\q her dead victims are very many.\n\\q",
  "27": "Her house is on the paths to Sheol;\\q they go down to the dark bedrooms of death."
}
