{
  "1": "I am like an insignificant flower in the plains,\\q2 like an insignificant lily growing in a valley.\n\\sp The man speaking to her\n\\q1",
  "2": "Among all the other young women,\\q2 you, the one whom I love, are like a lily growing among thorns!\n\n\n\n\\sp The woman speaking to herself\n\\q1",
  "3": "Among all the other men, this man is the one who loves me; he is like a tree that grows in the forest.\\q2 Under his shade I am safe from the sun.\n\\q1 When he is close to me, it is like eating sweet fruit.\n\\q1",
  "4": "He led me to the room where I feasted on his love,\\q2 where he made love to me as if he were covering me with his love.\n\n\n\\sp The woman speaking to her lover\n\\q1",
  "5": "Refresh me and strengthen me with your lovemaking.\\q2 It is like eating raisins and other fruit,\n\\q2 because I want you to love me even more.\n\\sp The woman speaking to herself\n\\q1",
  "6": "I hope he puts his left arm under my head\\q2 and holds me close with his right arm.\n\n\n\\sp The woman speaking to the other women\n\\q1",
  "7": "You young women of Jerusalem,\\q2 I want you to take an oath, while the does and gazelles are listening, that you will not\n\\q1 cause us to desire love\n\\q2 until the right time comes.\n\n\n\\sp The woman speaking to herself\n\\q1",
  "8": "I hear the voice of the man who loves me.\\q2 It is as though he is leaping over the mountains\n\\q1 and skipping over the hills\n\\q1",
  "9": "like a deer or a gazelle.\\q2 Now he is standing outside the wall of our house,\n\\q1 looking in the window,\n\\q2 and peering through the lattice.\n\n\n\\q1",
  "10": "He spoke to me and said,\\q2 \"You whom I love, get up;\n\\q2 my beautiful one, come with me!\n\\q1",
  "11": "Look, the winter has ended;\\q2 the rain has stopped.\n\n\n\\q1",
  "12": "The flowers are blooming throughout the country.\\q2 It is now time to sing;\n\\q1 we hear the pigeons cooing.\n\\q1",
  "13": "There are young figs on the fig trees,\\q2 and there are blossoms on the grapevines\n\\q1 and their fragrance fills the air.\n\\q2 You whom I love, get up;\n\\q2 my beautiful one, come with me!\n\n\n\\q1",
  "14": "You are like a dove hiding in the rocky cliff.\\q1 Show me your face,\n\\q2 and allow me to hear your voice,\n\\q2 because your voice is sounds sweet,\n\\q1 and your face is lovely.\"\n\n\n\\sp The woman speaking to the man\n\\q1",
  "15": "There are other men who ruin women as wild dogs ruin vineyards;\\q2 do not allow those men to attack me.\n\n\n\\q1",
  "16": "This man whom I love—I belong to him, and he belongs to me.\\q2 He takes great pleasure in kissing my lips,\n\\q2 as sheep love to graze in pastures.\n\\sp The woman speaking to her lover\n\\q1",
  "17": "You whom I love, you must go away before dawn, when the darkness disappears.\\q2 Go away quickly, like a gazelle or like a young deer running on the high hills."
}
