{
  "1": "During the entire night while I lay on my bed,\\q2 I was longing to see the one I love with all my heart.\n\\q1 I wanted him to come,\n\\q2 but he did not.\n\\q1",
  "2": "So I said to myself,\\q1 \"I will get up now and walk around the city,\n\\q2 through the streets and plazas,\n\\q2 to search for the one whom I love with all my heart.\"\n\\q1 So I got up and went out to look for him,\n\\q2 but I could not find him.\n\n\n\\q1",
  "3": "The city watchmen saw me\\q2 while they were patrolling in the city.\n\\q1 I asked them,\n\\q2 \"Have you seen the one whom I love with all my heart?\"\n\\q1",
  "4": "As soon as I walked past them,\\q2 I found the one whom I love with all my heart.\n\\q1 I clung to him and would not let him go\n\\q2 until I brought him to my mother's house,\n\\q2 to the room where my mother had conceived me.\n\n\n\\sp The woman speaking to the other women\n\\q1",
  "5": "You women of Jerusalem,\\q2 solemnly promise me, while the does and gazelles are listening, that you will not\n\\q1 disturb us while we are making love\n\\q2 until we are ready to stop.\n\n\n\\sp The young woman speaking to herself\n\\q1",
  "6": "What is that I see coming from the wilderness,\\q2 something that is stirring up dust like a column of smoke\n\\q1 like smoke from burning myrrh and incense\n\\q2 made from spices imported by merchants?\n\\q1",
  "7": "It is Solomon's litter carried by servants and\\q2 surrounded by sixty bodyguards\n\\q2 chosen from the strongest soldiers in Israel.\n\n\n\\q1",
  "8": "They all have swords\\q2 and they all are trained to use them.\n\\q1 Each one has his sword strapped to his side\n\\q2 and is prepared for dangers that can happen during the night or day.\n\\q1",
  "9": "King Solomon commanded his servants to make that litter for him;\\q2 it was made with wood from Lebanon.\n\n\n\\q1",
  "10": "The canopy that covered it was held up by silver posts,\\q2 and the back of the litter was embroidered with gold.\n\\q1 The seat was covered with purple cloth\n\\q2 lovingly made by the women of Jerusalem.\n\\q1",
  "11": "You women of Jerusalem,\\q2 come and look at King Solomon\n\\q1 wearing the headdress that his mother put on his head\n\\q2 on the day when he was married,\n\\q1 the happiest day of his life."
}
