{
  "1": "You who are most dear to me,\\q2 I have come to be next to you.\n\\q1 It will be as though I am gathering myrrh with my other spices,\n\\q2 eating my honey and honeycomb,\n\\q2 and drinking my wine and my milk.\n\n\\sp The woman's lover speaking to her\n\\q1 Friends, enjoy making love;\n\\q2 fully enjoy all that you do with each other.\n\n\n\n\\sp The young woman speaking to herself\n\\q1",
  "2": "I was asleep, and I had a dream.\\q2 In it I heard my lover knocking at the door.\n\\q1 He said, \"You who are dearer to me than my sister, my darling, my dear friend, my perfect one, my dove,\n\\q2 open the door for me!\n\\q1 My hair is wet from the dew,\n\\q2 from the mist that has fallen during the night.\"\n\n\n\\q1",
  "3": "But I had already taken off my robe;\\q2 I did not want to put it on again to open the door.\n\\q1 I had already washed my feet;\n\\q2 I did not want them to get dirty again.\n\\q1",
  "4": "The one who loves me put his hand through the opening in the door,\\q2 and I was thrilled in my inner being that he was there.\n\n\n\\q1",
  "5": "I got up to open the door for him,\\q2 but first I put a lot of myrrh on my hands.\n\\q1 It was dripping from my fingers\n\\q2 while I unlatched the bolt.\n\n\n\\q1",
  "6": "I opened the door for the man who loves me,\\q2 but he left.\n\\q1 He had turned away and was gone!\n\\q2 I was very disappointed.\n\\q1 I searched for him, but I could not find him;\n\\q2 I called him, but he did not answer.\n\n\n\\q1",
  "7": "The city watchmen saw me while they were walking around the city.\\q1 They beat me and wounded me\n\\q2 because they thought I was a prostitute;\n\\q2 those men who were guarding the city walls took my robe.\n\n\n\\sp The young woman speaking to the women of the city\n\\q1",
  "8": "You young women of Jerusalem,\\q2 I want you to take an oath\n\\q1 that if you see the man who loves me,\n\\q2 you will tell him that I want him so much that I feel sick.\n\n\n\n\\sp The women of the city speaking to the young woman\n\\q1",
  "9": "You who are the fairest among women,\\q2 why do you think that the one who loves you is better than other men?\n\\q1 In what way is he better than other men?\n\\q2 Why do you want us to swear that we will tell him that?\n\n\n\n\\sp The young woman speaking to the women of the city\n\\q1",
  "10": "It is because the man who loves me is handsome and healthy,\\q2 outstanding among other men.\n\\q1",
  "11": "His head is beautiful, like purest gold;\\q2 his hair is wavy\n\\q2 and as black as a raven.\n\n\n\\q1",
  "12": "His eyes as gentle as doves\\q2 along the streams;\n\\q1 the white parts of his eyes are as white as milk,\n\\q2 with what resembles jewels inlaid in them.\n\n\n\\q1",
  "13": "His cheeks are like a garden full of spice trees\\q2 that produce sweet-smelling perfume.\n\\q1 His lips are like lilies\n\\q2 that have myrrh dripping from them.\n\n\n\\q1",
  "14": "His arms are like gold rods that have rounded ends,\\q2 and that are decorated with precious stones.\n\\q1 His body is like ivory\n\\q2 that is decorated with sapphires.\n\n\n\\q1",
  "15": "His legs are like marble columns\\q2 that are set in bases made of pure gold.\n\\q1 He is majestic, like the mountains of Lebanon,\n\\q2 like delightful cedar trees.\n\n\n\\q1",
  "16": "His kisses are very sweet;\\q2 he is completely attractive.\n\\q1 You young women of Jerusalem,\n\\q2 this is why the man who loves me is better than all other men."
}
