{
  "1": "You, the daughter of a prince,\\q2 have lovely feet in your sandals.\n\\q1 Your curved hips are like jewels\n\\q2 that have been made by a skilled craftsman.\n\n\n\\q1",
  "2": "Your navel is like a round bowl\\q2 that I hope will always be full of wine mixed with spices.\n\\q1 Your waist is like a pile of wheat\n\\q2 with lilies growing around it.\n\n\n\\q1",
  "3": "Your breasts are as delicate as two young twin deer.\n\\q1",
  "4": "Your neck is like a tower made of ivory.\\q1 Your eyes sparkle the pools in the city of Heshbon,\n\\q2 near the Bath Rabbim Gate.\n\\q1 Your nose is long, like the tower in Lebanon\n\\q2 that faces Damascus.\n\n\n\\q1",
  "5": "Your head is majestic like Mount Carmel.\\q2 Your long hair is shiny and black;\n\\q2 it is as though I, your king, am captured by your tresses.\n\\q1",
  "6": "You whom I love, you who have many charming features that attract me,\\q2 you are very beautiful and pleasant.\n\n\n\\q1",
  "7": "You are stately like a palm tree,\\q2 and your breasts are like grape clusters.\n\\q1",
  "8": "I said to myself, \"I will climb that palm tree\\q2 and take hold of those clusters of dates.\"\n\\q1 I want your breasts to be also like clusters of grapes that I can feel;\n\\q2 I want your breath to be like the sweet fragrance of apricots.\n\n\n\\q2",
  "9": "I want your kisses to be like very good wine.\\q1 When I kiss you, the woman who loves me,\n\\q2 I want it to be as if it was wine flowing over our mouths and teeth.\n\n\n\\sp The young woman speaking to her lover\n\\q1",
  "10": "I belong to the man who loves me,\\q2 and he desires me.\n\\q1",
  "11": "You who love me, let us go to the countryside,\\q2 and sleep in a village somewhere.\n\n\n\\q1",
  "12": "And let us go early to the vineyards\\q2 to see if the grapevines have budded\n\\q2 and if there are blossoms on them that have opened,\n\\q1 and see if the pomegranate trees are blooming,\n\\q2 and there I will allow you to make love to me.\n\n\n\\q1",
  "13": "The mandrake plants are producing a fragrant odor,\\q2 and we are surrounded by delightful pleasures,\n\\q1 new ones and old ones,\n\\q2 pleasures that I have been saving to give to you, the man who loves me."
}
