{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear Theophilus,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Many people have written reports about the amazing events that have happened among us.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We heard about these things from people who saw them happen, from the time everything first started happening. These people taught others about God's message.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself have carefully studied everything that these people wrote and taught. So I decided that it would also be good for me to write for you, noble Theophilus, an accurate account of these matters.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am doing this so that you may know that what you have been taught about these things is true.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Herod ruled the province of Judea, there was a Jewish priest named Zechariah. He belonged to the group of priests called the Abijah group. He and his wife Elizabeth were both descended from Aaron.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God considered that both of them were righteous, because they always obeyed without fault everything that God had commanded.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they had no children, because Elizabeth was unable to bear children. Furthermore, she and her husband were very old.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Zechariah was serving as a priest in the temple in Jerusalem during his group's regular time of service there.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Following their custom, the priests chose him by lot to go into the Lord's temple and burn incense.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the time came for him to burn the incense, many people were praying in the courtyard outside the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then an angel whom the Lord had sent appeared to him. The angel was standing at the right side of the altar of incense.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zechariah saw the angel, he was startled and became very afraid.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel said to him, \"Zechariah, do not be afraid! When you prayed, the Lord heard your request. So your wife Elizabeth will bear a son for you. You must name him John.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be very happy, and many other people will also be happy because he is born.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will consider him to be very important. He must never drink wine or any other alcoholic drink. He will be empowered by the Holy Spirit even before he is born.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will persuade many descendants of Israel to stop sinning and start obeying the Lord their God again.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your son will go in advance of the Lord as his forerunner and will be powerful in his spirit like the prophet Elijah was. He will cause parents to love their children again. He will cause many people who do not obey God to live wisely and to obey him as righteous people do. He will do this in order to cause many people to be ready when the Lord comes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zechariah said to the angel, \"I am very old, and my wife is also very old. So how can I believe that the things you said will really happen?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel said to him, \"I am Gabriel! I stand in God's presence! I was sent to tell you this good news about what will happen to you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I have told you will certainly happen at the time God has decided, but you did not believe my words. So now God will cause you to be unable to talk until the day your son is born!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Zechariah and the angel were talking in the temple, the people in the courtyard were waiting for Zechariah to come out. They wondered why he was staying in the temple for such a long time.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came out, he was not able to speak to them. Because he could not talk, he made motions with his hands to try to explain what had happened. Then they realized that he had seen a vision from God while he was in the temple.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zechariah's time to work as a priest in the temple was finished, he left Jerusalem and went to his home.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time after this, his wife Elizabeth became pregnant, but she did not go out in public for five months.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to herself, \"The Lord has enabled me to become pregnant. In this way, he had compassion on me and has taken away the reason that people looked down on me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Elizabeth had been pregnant for almost six months, God sent the angel Gabriel to the town of Nazareth in the district of Galilee. \n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went there to speak to a virgin who was engaged to be married to a man named Joseph, who was a descendant of King David. The virgin's name was Mary.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to her, \"Greetings! The Lord is with you and has shown great kindness to you!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Mary felt very troubled when she heard his greeting. She wondered what the angel meant by these words.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel said to her, \"Do not be afraid, Mary, for you have received favor from God!\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will become pregnant and give birth to a son, and you must name him Jesus.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will be great and will be called the Son of the Most High God. The Lord God will make him a king over his people as his ancestor David was.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will rule forever over the descendants of Jacob. He will rule forever!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mary said to the angel, \"How can this happen, since I am a virgin?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel replied, \"The Holy Spirit will come to you and the power of God will cover you. So the baby you will bear will be holy, and he will be called the Son of God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And listen to this. Your relative Elizabeth is pregnant with a son, even though she is very old. And though people thought that she could not bear children, she has now been pregnant for almost six months.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God can do anything!\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mary said, \"All right, I am the Lord's servant, so let what you have said about me happen!\" Then the angel left her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Very soon after that, Mary got ready and went quickly to the highlands of Judea, to the city where Zechariah lived.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She entered his house and greeted his wife Elizabeth.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Elizabeth heard Mary greet her, the baby leaped inside Elizabeth's womb. Immediately the Holy Spirit guided Elizabeth to start praising God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She exclaimed loudly to Mary, \"God has blessed you more than he has blessed other women, and he has blessed the baby you will bear!\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How wonderful it is that you, the mother of my Lord, have come to me!\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as I heard you greet me, the baby in my womb leaped because he was so happy that you had come!\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are blessed because you believed that what the Lord told you would come true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mary praised God by saying:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Oh, how I praise the Lord!\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I feel very joyful about God,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "who is the one who saves me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was only his lowly servant girl, but he did not forget me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So from now on, people living in all time periods will say that God has blessed me.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will say this because of the great things that God, the Powerful One, has done for me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "His name is holy!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He acts mercifully from one generation to the next toward those who respect him.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He shows people that he is very powerful.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He scatters those who think proudly within their inner beings.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has stopped kings from ruling,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he has honored people who are oppressed.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has given good things to eat to those who are hungry,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he has sent away rich people without giving them anything.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mary stayed with Elizabeth for about three months. Then she returned to her home.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time for Elizabeth to bear her child, she bore a son.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her neighbors and relatives heard how the Lord had been so kind to her, and they were happy along with Elizabeth.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day after this, people gathered together for the ceremony to circumcise the baby. Since his father's name was Zechariah, they wanted to give the baby the same name.\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his mother said, \"No, his name must be John!\"\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to her, \"But John is not the name of any of your relatives!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they made motions with their hands to his father, for him to indicate what name he wanted to be given to his son.\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he signaled that they should give him a tablet to write on. When they gave him one, he wrote on it, \"His name is John.\" All those who were there were surprised!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately Zechariah was able to speak again, and he began praising God.\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who lived nearby was completely awed by what God had done. They told many other people about what had happened and the news spread all over the highlands of Judea.\n"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who heard it kept thinking about it. They were saying, \"We wonder what work this child will do when he grows up!\" Because of everything that had happened, they were sure that God would be helping him in a powerful way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Zechariah's son was born, Zechariah was controlled by the Holy Spirit and he spoke these words from God:\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Praise the Lord, the God whom we people of Israel worship,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "because he has come to set us, his people, free.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is sending us someone who will powerfully save us,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "someone who is descended from his servant, King David.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago God caused his prophets to say that he would do that.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This powerful Savior will rescue us from our enemies,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he will save us from the power of all those who hate us.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "72": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has done this because he is merciful to our ancestors and remembers his holy covenant,\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "73": {
    "verseObjects": [
      {
        "type": "text",
        "text": "which is the oath that he promised to our ancestor Abraham.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "74": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God promised to rescue us from the power of our enemies,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and to enable us to serve him without being afraid,\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "75": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in holy and righteous ways all of our lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "76": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zechariah said this to his baby son:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"My child, you will be called a prophet\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "of the Most High God.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You will go ahead of the Lord\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "to prepare a people to be ready when he comes.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "77": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will tell people that God is able to forgive them and save them from being punished for their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "78": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will forgive us because he is kind and merciful to us.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And because of that, this Savior, who is like the rising sun,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "will come to us from heaven to help us.\n"
      },
      {
        "tag": "q",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "79": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will shine on people who live in spiritual darkness and in the fear of death.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He will guide us so that we will live peacefully.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "80": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over time, Zechariah and Elizabeth's baby boy grew up and became spiritually strong. Then he lived in a desolate region and was still living there when he began to preach publicly to God's people, Israel.\n\n\nl\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54-55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has helped Israel, the people who serve him.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Long ago he promised our ancestors that he would be merciful to them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He has kept that promise and has always acted mercifully toward Abraham and all who descended from him.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}