{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the Lord Jesus appointed seventy other people to go preach. He prepared to send them out in pairs to go ahead of him to every town and village where he intended to go.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"The harvest is certainly plentiful, but the workers are few. So pray to the Lord of the harvest and plead with him to send more workers to reap his harvest.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go now, but remember that I am sending you out to tell my message to people who will try to get rid of you. You will be like lambs among wolves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not take along any money. Do not take a traveler's bag. Do not take extra shoes. Do not stop to greet people along the way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever you enter a house, first say to those people, 'May God give peace to you who are in this house!'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people who live there are desiring to have God's peace, they will experience the peace that you are offering them. If the people who live there are not desiring to have God's peace, the peace you have offered will return to you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay in that same house until you leave that village. Do not move around from one house to another. Eat and drink whatever they provide for you, because a worker deserves to receive payment for his work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever you enter a town and the people there welcome you, eat whatever food they provide for you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Heal the people there who are sick. Tell them, 'God will soon rule everywhere as king.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you enter a town whose people do not welcome you, go into its main streets and say,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'As a warning against you, we will wipe off even the dust that sticks to our feet as we are leaving your town. Yet be sure of this; God will soon rule everything as king.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that on the final day when God judges everyone, the people of that town will be punished even more severely than the wicked people who lived long ago in the city of Sodom!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for you people who live in the cities of Chorazin and Bethsaida, because you refuse to repent! If the miracles that I performed for you had been done in the ancient cities of Tyre and Sidon, the wicked people who lived there would long ago have shown that they were sorry for their sins by sitting on the ground wearing coarse cloth and putting ashes on their heads.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So on the final day when God judges everyone, he will punish you more severely than the wicked people who lived in Tyre and Sidon because you did not repent and believe in me even though you saw me do miracles!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also have something to say to you people who live in the town of Capernaum. Do you think you will be honored up in heaven? On the contrary, you will be brought down to the place of the dead!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to the disciples, \"Whoever listens to your message is listening to me, and whoever rejects your message is rejecting me. And whoever rejects me is rejecting God, the one who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seventy people whom Jesus appointed went and did as he told them to. When they returned, they were very joyful. They said, \"Lord, even the demons obeyed us when by your authority we commanded them to leave people!\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"While you were away doing that, I saw Satan fall from heaven as suddenly and quickly as lightning strikes!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen! I have given you the right to attack evil spirits. They will not hurt you. I have given you the right to be stronger than our enemy, Satan. Nothing will hurt you at all.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as you rejoice that evil spirits obey you, you should rejoice even more that your names have been written in heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right then, Jesus was filled with great joy from the Holy Spirit. He said, \"Father, you are Lord over everything in heaven and on earth. Some people think that they are wise because they are well educated. But I praise you that you have prevented them from knowing these things. Instead, you have revealed them to people who accept your truth as readily as little children do. Yes, Father, you have done that because it pleased you to do so.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to the disciples, \"God, my Father, has given everything to me. Only my Father really knows me, his Son. Furthermore, only I, the Son, really know who the Father is—that is, only I and those people to whom I choose to reveal him really know him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when his disciples were alone with him, he turned toward them and said, \"God has given you a great gift by letting you see the things that I have done!\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to know that many prophets and kings who lived long ago desired to see the things that you are seeing me do, but they could not, because those things did not happen then. They longed to hear the things that you have been hearing me say, but I had not yet revealed those things at that time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day as Jesus was teaching people, a certain teacher of Jewish laws was there. He wanted to test Jesus by asking him a difficult question. So he stood up and asked, \"Teacher, what must I do in order to live with God forever?\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"You have read what Moses has written in the laws that God gave him. What do the laws say?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"Love the Lord your God with all your heart, with all your soul, with all your strength and with all your mind. And love your neighbor as much as you love yourself.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"You have answered correctly. If you do all that, you will live with God forever.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the man wanted to find a reason to justify the way he treated other people. So he said to Jesus, \"Which people are my neighbors that I should love?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"One day, a Jewish man was traveling along the road from Jerusalem to Jericho. As he was traveling, some bandits attacked him. They took away most of the man's clothes and everything else that he had, and they beat him until he was almost dead. Then they left him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that a Jewish priest was going along that road. When he saw that man, instead of helping him, he passed by on the other side of the road.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, a Levite, who worked in God's temple, came to that place and saw the man. But he also passed by on the other side of the road.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a man from the region of Samaria came along that road to where the man was lying. When he saw that man, he pitied him.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went close to him and put some olive oil and wine on the wounds to help heal them. He wrapped strips of cloth around the wounds. Then he placed the man on his own donkey and took him to an inn and took care of him.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning he gave two silver coins to the innkeeper and said, 'Take care of this man. If you spend more than this amount to care for him, I will pay you back when I return.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"Three people saw the man whom bandits attacked. Which one of them showed he was a true neighbor to the man?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The teacher of the law replied, \"The one who acted mercifully toward him.\" Jesus said to him, \"Yes, so now you should go and act like that toward everyone whom you can help!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus and his disciples continued to travel, they entered a village near Jerusalem. A woman whose name was Martha invited them to come to her house.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her younger sister, whose name was Mary, was sitting near Jesus' feet. She was listening to what he was teaching.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Martha was very much concerned about preparing the meal. She went to Jesus and said, \"Lord, do you not care that my sister has left me to prepare everything by myself? Please tell her that she should help me!\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord replied, \"Martha, Martha, you are very worried about many things.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the only thing that is truly necessary is to listen to what I am teaching. Mary has made the best choice. The blessing that she is receiving from doing that will not be taken away from her.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}