{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Jesus was praying in a certain place. When he finished praying, one of his disciples said to him, \"Lord, teach us what to say when we pray, as John taught his disciples!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"When you pray, say things like this: 'Father, may all people honor your name as holy. May you soon rule all people everywhere.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please give us each day the food that we need.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please forgive us for the wrong things that we have done, just as we ourselves forgive people for the wrong things that they do to us. Help us to not sin when we are tempted.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Suppose that one of you goes to the house of a friend at midnight. Suppose that you stand outside and call out to him, 'My friend, please lend me three loaves of bread!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another friend of mine who is traveling has just arrived at my house, but I have no food ready to give to him!'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that he answers you from inside the house, 'Do not bother me! The door has been locked and all my family are in bed. So I cannot get up and give you anything!'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you, he may not want to get up and give you any food even though you are his friend. But because you keep persisting in asking him, he will certainly get up and give you whatever you need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I tell you this: Keep asking God for what you need, and he will give it to you. Keep seeking his will and he will show it to you. Keep on praying urgently to God, like someone knocking on a door, and he will open the way for you to receive what you pray for.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that anyone who asks will receive and anyone who seeks will find, and anyone who knocks will have the door opened for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of you had a son who asked you for a fish to eat, you certainly would not give him a poisonous snake instead, would you?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if he asked you for an egg, you certainly would not give him a scorpion instead, would you?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though you people are sinful, you know how to give good things to your children. So it is even more certain that your Father in heaven will give the Holy Spirit to you if you ask him to do that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day a man came to Jesus who was not able to speak because a demon controlled him. After Jesus forced out the demon, the man began to talk, and crowds of people were amazed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of them said, \"It is Beelzebul, the ruler of the demons, who enables this man to force out demons!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other people there asked him to perform a miracle to prove he was from God.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he knew what they were thinking. So he said to them, \"If the people in one nation fight against each other, their nation will be destroyed. If the people in one household oppose each other, their family will fall apart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, if Satan and his demons were fighting against each other, his rule over them would certainly not last! I say this because you are saying that I force out demons by the power of the ruler of demons!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, if it is really true that Satan is enabling me to force out demons, is it also true that your disciples who force out demons do so by Satan's power ? Of course not! So they prove that you are wrong.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But since it is actually by the power of God that I force out demons, I am showing you that God has begun to rule over you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus continued, \"When a strong man who has many weapons guards his own house, no one can steal the things in his house.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when someone else who is stronger attacks that man and subdues him, he is able to take away the weapons in which the man trusted. Then he can take from that man's house anything he wants to.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who is not supporting me is opposing me, and anyone who does not bring people to me causes them to go away from me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said this: \"Sometimes when an evil spirit leaves someone, it wanders around in desolate areas seeking relief. If it does not find any, it says to itself, 'I will return to the person in whom I used to live!'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it goes back and finds that the person is like a house that has been swept clean and put in order, but is still empty.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this evil spirit goes and gets seven other spirits that are even more evil than it is. They all enter that person and begin living there. So, although that person's condition was bad before, it became much worse.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus said that, a woman who was listening called out to him loudly, \"How greatly blessed by God is the woman who gave birth to you and who nursed you at her breasts!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he replied, \"Even more blessed by God are those who hear his message and obey it!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As more and more people were coming to join the crowd around Jesus, he said, \"The people living at this time are evil people. Many of you want me to perform a miracle as proof that I have come from God. But the only proof that you will receive is a miracle like what happened to Jonah.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as the miracle that God did for Jonah long ago was a testimony to the people from the city of Nineveh, so God will do a similar miracle for the Son of Man that will be a testimony to you people living now.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago the Queen of Sheba traveled a very long distance to hear Solomon speak wise things. And now someone who is much greater than Solomon is here, but you have not really listened to what I say. Therefore, at the time when God will judge all people, this queen will stand there and condemn the people alive now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who lived in the ancient city of Nineveh turned from their sinful ways when Jonah preached to them. And now I, who am greater than Jonah, have come and preached to you, but you have not turned from your sinful ways. Therefore, at the time when God judges all people, the men who lived in Nineveh long ago will stand there and condemn the people alive now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"People who light a lamp do not then hide it or put it under a basket. Instead, they put it on a lampstand so that those who enter the room or house can see the light.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your eye is the lamp of your body. If your eye is healthy, then your whole body is full of light. If, on the other hand, it is unhealthy, then your body will be full of darkness.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, be careful that the light in you is not darkness.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your whole body is full of light and no part of it is darkened, all of your body will be full of light like the light of a lamp that enables you to see everything clearly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus finished saying those things, a Pharisee invited him to eat a meal with him. So Jesus went into the Pharisee's house and reclined at the table to eat.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisee was surprised when he saw that Jesus did not ritually wash his hands before eating.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Jesus said to Him, \"You Pharisees wash the outside of cups and dishes before you eat, but within yourselves you are very greedy and wicked.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You foolish people! Surely you know that God not only made the outside, but he also made the inside!\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead of worrying about dishes being ritually clean, be merciful and give whatever is inside the dishes to those in need, and then both the inside and outside of you will be clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But how terrible it will be for you Pharisees! You carefully give to God a tenth of all you have, including even the herbs that you grow in your gardens. But then you do not love God or act justly toward others. You should make sure that you love God and act justly toward others in addition to giving to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for you Pharisees, because you like to sit in the most important seats in the synagogues, and you like people to greet you with special honor in the marketplaces.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for you, because you are like unmarked graves that cannot be seen, which people walk over without realizing it and become ceremonially unclean.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of those who were teachers of the Jewish laws replied, \"Teacher, by saying this you are criticizing us also!\"\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"How terrible it will be for you who are teachers of the Jewish laws! You weigh people down with very heavy burdens, yet you will not do even the smallest thing to help people bear those burdens!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for you, because you construct buildings to mark the graves of the prophets, but your ancestors are the ones who killed them!\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when you build these buildings, you are declaring that you approve of what your ancestors did when they killed the prophets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God, who is very wise, said, 'I will send prophets and apostles to guide my people. But they will cause them to suffer greatly and will even kill some of them.'\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, many of the people living now at this time will be considered guilty of the murder of all God's prophets from the time the world was created,\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "starting from when Abel was killed by his brother and continuing until the prophet Zechariah was killed in the temple between the altar and the holy place. Yes, the people living at this time will be considered guilty for all those murders of the prophets!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for you men who teach the Jewish laws. Because of you, people cannot know how to have God rule over them! You do not let God rule over you, and you even get in the way of people who want to have God rule over them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus finished saying those things, he left there. Then the men who taught the Jewish laws and the Pharisees began to act in a very hostile way toward him. They intensely questioned him about many things.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept waiting for him to say something wrong for which they could accuse him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}