{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, many thousands of people gathered around Jesus. There were so many that they were stepping on each other. But first he said to his disciples, \"Be careful that you do not become like the Pharisees, who act religious in public, but do evil things in secret. Just like yeast causes a lump of dough to rise, their evil behavior causes others to be hypocrites like they are.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People cannot cover up their sins. Someday God will let everyone know everything people are trying to hide.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything you say in the dark, someday people will hear in the daylight. Whatever you whisper in your room will someday be as public as if it were shouted from the rooftops.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"My friends, listen carefully! Do not be afraid of people; they can kill you, but they cannot do anything more to you after that!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will warn you about the one that you should truly be afraid of. You should be afraid of God, because he not only has the right to cause people to die, he also has the right to throw them into hell afterward! Yes, he is truly the one that you should be afraid of!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the sparrows. They have so little value that you can buy five of them for only two small coins and yet God never forgets any of them!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God even knows how many hairs there are on your head. Do not be afraid, because you are more valuable to God than many sparrows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you also, that if people tell others that they are my disciples, then I, the Son of Man, will say that they are my disciples to God's angels.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they tell others that they are not my disciples, then I will say to God's angels that they are not my disciples.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also tell you that if people say evil things about me, the Son of Man, God will forgive them for that. But if people say evil things about the Holy Spirit, God will not forgive them for that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when people bring you into the synagogues to question you before the religious leaders and other people who have power in the country, do not worry about how you will answer them or about what you should say,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the Holy Spirit will tell you at that very time what you should say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the people in the crowd said to Jesus, \"Teacher, tell my brother to divide my father's property with me!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus replied to him, \"Man, no one made me a judge to settle arguments that people have about property!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the whole crowd, \"Be careful not to be greedy in any way! The value of a man's life is not determined by how many things he owns.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told them this illustration: \"The fields of a certain rich man produced abundant crops.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he thought to himself, 'I do not know what to do, because I do not have any place big enough to store all my crops!'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he thought to himself, 'I know what I will do! I will tear down my grain bins and build larger ones! Then I will store all my grain and other things in the big new bins.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will say to myself, \"Now I have enough things stored up to last many years. So now I will take life easy. I will eat and drink and be happy!\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God said to him, 'You foolish man! Tonight you will die! Then all the things you have saved up for yourself will belong to someone else, not to you!\"'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus ended this illustration by saying, \"That is what will happen to those who store up things just for themselves, but who do not value the things that God considers valuable.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to his disciples, \"So I want to tell you this: Do not worry about things you need in order to live. Do not worry about whether you will have enough food to eat or enough clothes to wear.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your life is more important than the food you eat and your body is more important than the clothes you put on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the birds: They do not plant seeds, and they do not harvest crops. They do not have rooms or buildings in which to store crops. But God provides food for them. You are certainly much more valuable than birds.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of you can add even a minute to his life by worrying about it!\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So since you cannot even do that small thing, you certainly should not worry about anything else.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the way that flowers grow. They do not work to earn money and they do not make their own clothes. But I tell you that even though King Solomon, who lived long ago, wore very beautiful clothes, he was never as well dressed as one of those flowers.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God makes the plants beautiful even though they grow for only a short time. Then they are cut and thrown into the fire. But you are very precious to God, and he will care for you much more than he cares for the plants. Why do you trust him so little?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not wonder about what you will eat and drink, and do not keep worrying about those things.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who do not know God are always worried about such things. But your Father in heaven knows that you need them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, make it the most important thing in your life to accept God when he rules over you. Then he will also give you everything you need.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you should not be afraid, little flock. Your Father in heaven wants to give you all the benefits he plans to when he rules everything completely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now sell the things that you own. Give the money to those who do not have the food and clothing they need or a place to live. Get yourselves wallets that do not wear out, and you will store up treasure in heaven where it will always be safe. There, no thief can come near to steal it, and no moths can destroy your clothing.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever it is that you treasure, that is what you will think about and spend your time on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Always be ready for doing God's work, like people who have put on their work clothes and keep their lamps burning all night.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be ready for me to return, like servants who are waiting for their master to return after being at a wedding feast. They are waiting to open the door for him as soon as he arrives and knocks at the door.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If those servants are awake when he returns, he will reward them. I will tell you this: He will get dressed to serve, tell them to sit down, and he will serve them a meal.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if he comes between midnight and sunrise, if he finds that his servants are awake and ready for him, he will be very pleased with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must also remember this: If the owner of a house knew what time the thief was coming, he would have stayed awake and would not have allowed the thief to break into his house.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be ready, because I, the Son of Man, will come again at a time when you do not expect me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter asked, \"Lord, are you giving this illustration only for us or for everyone else also?\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord replied, \"I am saying it for everyone who is like a faithful and wise servant who is a manager in his master's house. His master puts him in charge of making sure the other servants get their food at the proper time.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the servant is doing that work when his master returns, his master will reward him.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you this: The master will put that servant in charge of all he owns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if that servant manager says to himself, 'My master has been away for a long time,' then he might start to beat the other servants, both male and female ones. He might also start to eat a lot of food and get drunk.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he does that, his master might return at a time when the servant does not expect him. Then his master will punish him severely and assign him a place with those who do not serve him faithfully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant who knew what his master wanted but did not get ready and do it will be severely punished.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But every servant who did not know what his master wanted him to do, and then did something wrong, will only get a mild punishment. A lot is expected from those people who have been given a lot. Even more is expected from those who have been entrusted with a lot.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I came to set the earth on fire. I wish that it were already on fire.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon I must go through a baptism of terrible suffering. I will continue to be distressed until my suffering is finished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you think that as a result of my coming to earth people will live together peacefully? No! I must tell you, instead, people will be divided.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because some people in one house will believe in me and some will not, they will be divided. Three people in one house who do not believe in me will oppose two who do believe.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man will oppose his son, or a son will oppose his father. A woman will oppose her daughter, or a woman will oppose her mother. A woman will oppose her daughter-in-law, or a woman will oppose her mother-in-law.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to the crowds, \"When you see a dark cloud forming in the west, you immediately say 'It is going to rain!' and that is what happens.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the wind blows from the south, you say, 'It is going to be a very hot day!' and you are right.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You hypocrites! By observing the clouds and the wind, you are able to discern what is happening regarding the weather. Why are you not able to discern what God is doing at this present time?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of you ought to decide what is the right thing for you to do while you still have time to do that!\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should try to settle things with someone who has accused you while you are still on the way to the court. If he forces you to go to the judge, the judge could decide that you are guilty and turn you over to the court officer. Then that officer will put you in prison.\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that if you go to prison, you will never get out until you are able to pay every bit of what the judge says you owe.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}