{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, some people told Jesus about some Galileans whom soldiers had recently killed in Jerusalem. Pilate, the Roman governor, had ordered soldiers to kill them while they were offering sacrifices in the temple.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"Do you think that this happened to those people from Galilee because they were more sinful than all the other Galileans?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I assure you, that was not the reason! But you need to remember that God will similarly punish you if you do not turn from your sinful behavior.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or what about the eighteen people who died when the tower at Siloam outside Jerusalem fell on them? Do you think that this happened to them because they were worse sinners than everyone else in Jerusalem?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I assure you, that was not the reason! But instead, you need to realize that God will similarly punish you if you do not turn from your sinful behavior!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told them this story: \"A man planted a fig tree in his garden. Each year he came to pick the figs, but there were never any on it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the gardener, 'Look at this tree! I have been looking for fruit on it every year for the past three years, but there have been no figs. Cut it down! It is just using up the nutrients in the soil for nothing!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the gardener replied, 'Sir, leave it here for another year. I will dig around it and fertilize it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it has figs on it next year, we can allow it to keep growing! But if it does not bear any fruit by then, you can cut it down.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On one Jewish day of rest, Jesus was teaching people in one of the synagogues.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a woman there whom an evil spirit had crippled for eighteen years. She was always bent over; she could not stand up straight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw her, he called her over to him. He said to her, \"Woman, I have healed you of this illness!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put his hands on her. Immediately she stood up straight and began praising God!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the leader of the synagogue was angry because Jesus had healed her on the Jewish rest day. So he said to the people, \"There are six days each week in which our laws permit people to work. If you need healing, those are the days to come to the synagogue and be healed.\" Do not come on our day of rest!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lord replied to him, \"You and your fellow religious leaders are hypocrites! Each of you also works on the day of rest sometimes! Would you not untie your ox or donkey to lead it from the food trough to where it can drink water?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This woman is a Jew, descended from Abraham! But Satan has kept her crippled for eighteen years, as though he had tied her up! Certainly you would agree that it is right that I free her from Satan, even if I do it on a day of rest!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he said that, his enemies were ashamed of themselves. But all the other people were happy about all the wonderful things he was doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"How can I explain what it will be like when God shows himself as king? I will tell you what it will be like.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is like a tiny mustard seed that a man planted in his field. It grew until it became big, like a tree. It was so big that birds built nests in its branches.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then again he said, \"I will tell you in another way what it will be like when God shows himself as king.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is like a little bit of yeast that a woman mixed with about twenty-five kilograms of flour. That small amount of yeast made the whole batch of dough swell up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus continued traveling toward Jerusalem. He stopped in all the towns and villages along the way and taught the people.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone asked him, \"Lord, will God only save a few people?\" Jesus replied,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You need to try hard to enter the narrow doorway. I tell you that many people will try some other way, but they will not be able to get in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the owner of the house gets up and locks the door, you will stand outside and you will knock on the door. And you will beg the owner and say to him, 'Lord, open the door for us!' But he will reply, 'No, I will not open it, because I do not know you, and I do not know where you are from!'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will say, 'You must have forgotten that we ate meals with you, and you taught us in the streets of our towns!'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he will say, 'I tell you again, I do not know you, and I do not know where you are from. You are wicked people! Get away from here!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus continued by saying, \"You will see Abraham and Isaac and Jacob in the distance. All the prophets who lived long ago will also be there, where God will rule everything as king. But you will be outside, crying and grinding your teeth in pain!\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, many non-Jewish people will be inside. There will be ones who have come from lands to the north, east, south, and west. They will be feasting to celebrate that God is ruling everything.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about this: Some people who seem the least important now will be the most important then, and others who seem important now will be the least important then.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That same day, some Pharisees came and said to Jesus, \"Leave this area, because the ruler Herod Antipas wants to kill you!\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied to them, \"Tell that fox Herod this message from me: 'Listen! I am expelling demons and performing miracles today, and I will continue doing it for a short time. After that, I will finish my work.'\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I must continue my trip to Jerusalem during the coming days, since it is not appropriate to kill a prophet in a place other than Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oh, people of Jerusalem! You killed the prophets who lived long ago and you killed others whom God sent to you, by throwing stones at them. Many times I wanted to gather you together to protect you like a hen gathers her young chicks under her wings. But you did not want me to do that.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now look! God will no longer protect you, people of Jerusalem. I will also tell you this: I will enter your city only once more. After that, you will not see me until the time when I return, when you will say about me, 'May God bless this man who comes with God's authority!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}