{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, many tax collectors and other people who were considered to be habitual sinners kept coming to Jesus to listen to him teach.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Pharisees and teachers of the Jewish laws saw this, they began to grumble, saying, \"This man welcomes sinners and even eats with them.\" They thought Jesus was defiling himself by doing this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus told them this parable:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Suppose that one of you has a hundred sheep and you lose one of them. Certainly you will leave the ninety-nine other sheep in the wilderness and go search for the lost sheep until you have found it.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you find it, you will joyfully put it on your shoulders to carry it home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when you arrive home, you will call together your friends and neighbors and say to them: 'Be joyful with me, because I have found my sheep that was lost!'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that, in a similar way, there will be more joy in heaven because of one sinner who repents from his sins than many people who were already right with God and do not need to repent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or, suppose that a woman has ten very valuable silver coins and then she loses one of them. Certainly she will light a lamp and sweep the floor and search carefully until she finds it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she finds it, she will call together her friends and neighbors and say to them, \"Be very happy with me, because I have found the coin that I lost!'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that, in a similar way, there is much joy among the angels of God because of one sinner who repents from his sins.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus continued and said, \"There once was a man who had two sons.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the younger son said to his father, 'Father, give me now the share of your property that would normally be given to me when you die.' So the father divided his property between his two sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only a few days later, the younger son gathered together all that he owned and traveled to a country far away. There in that country he spent all his money foolishly in wasteful, immoral living.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had spent all his money, there was a severe famine throughout that country. Soon he did not have anything left to live on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he went to a man who lived in that country and asked him to hire him. So the man sent him out to his fields to feed his pigs.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He became so hungry that he wished he could eat the bean pods that the pigs ate, yet no one gave him anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally he began to think clearly about how foolish he had been and he said to himself: 'All of my father's hired servants have more than enough food to eat, but here I am dying because I do not have anything to eat!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will leave here and go back to my father. I will say to him, \"Father, I have sinned against God and against you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am no longer worthy to be called your son; please just employ me to work for you as one of your hired servants.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he left there and started traveling back to his father's house. But while he was still a great distance from the house, his father saw him and felt deep compassion for him. He ran to his son and embraced him and kissed him on the cheek.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His son said to him, 'Father, I have sinned against God and against you. So I am no longer worthy to be called your son.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his father said to his servants; 'Go quickly and bring my best robe and put it on my son. Also put a ring on his finger and shoes on his feet!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And bring the calf that has been fattened for a special occasion and kill it, so that we can eat it and celebrate!\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We need to celebrate because this son of mine was like a dead man, but he is now alive again! He was like a lost person, but he has now been found!' So they all began to celebrate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While all that was happening, the father's older son was out working in the fields. After he finished working and was getting close to the house, he heard people playing music and dancing.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called for one of the servants and asked what was happening.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant said to him, 'Your brother has come home. Your father has told us to kill the fattened calf to celebrate because your brother has returned safe and healthy.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the older brother was angry and did not want to go into the house. So his father came out and pleaded with him to come in.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he replied to his father, 'Listen! For all these years I have worked for you as hard as a slave. I always obeyed everything you told me to do. But you never gave me even a young goat to eat so that I could give a feast with my friends.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now that this son of yours has come back home, after wasting all your money on prostitutes, you have told your servants to kill the fattened calf for a celebration!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his father said to him, 'My son, you are always with me, and all that I own is yours.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it is right for us to rejoice and celebrate, because it is as though your brother was dead and is alive again! It is as though he was lost and has now been found!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}