{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to his disciples, \"Once there was a rich man who had a household manager. One day the rich man was told that the manager was managing his property so badly that he was causing the rich man to lose his possessions.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he called the manager to come to him and said to him, 'What you have been doing is terrible! Give me a final written report of what you have been managing, because you may no longer be my household manager!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the manager said to himself, 'My master is going to dismiss me from being his manager, so I have to think of what to do. I am not strong enough to work by digging ditches, and I am ashamed to beg for money.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know what I will do, so that people will take me into their houses and provide for me after I am dismissed from my management work!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So one by one he asked everyone who owed his master money to come to him. He asked the first one, 'How much do you owe my master?'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, '3,000 liters of olive oil.' The manager said to him, 'Take your bill, sit down, and quickly change it to 1,500 liters!'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to another man, 'How much do you owe?' The man replied, 'A thousand baskets of wheat.' The manager said to him, 'Take your bill and change it to eight hundred baskets!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the master heard what his manager had done, he praised the dishonest manager for being so shrewd. The truth is, the people who belong to this world are wiser than the people who belong to God in how they relate to the people around them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you, use the money you have in this world to make friends for yourself. Then when the money is gone, you will have friends who will welcome you into the eternal homes.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "content": " \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who faithfully manage only small amounts of money can also be trusted with much more. People who are dishonest in the way they handle unimportant duties will be dishonest in the way they handle important matters.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you have not faithfully handled the money God has given you from this world, he will certainly not let you have the true riches of heaven.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you have not faithfully managed property that belongs to other people, you should not expect anyone to give you property of your own.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No servant is able to serve two different masters at the same time. If he tried to do that, he would hate one of them and love the other one, or he would be loyal to one of them and despise the other one. You cannot devote your life to serving God if you are also devoting your life to acquiring money and other material possessions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Pharisees who were there heard Jesus say that, they made fun of him because they loved to acquire money.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to them, \"You try to make other people think that you are righteous, but God knows your hearts. Keep in mind that many things that people praise as being very important, God considers to be detestable.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The laws that God gave Moses and what the prophets wrote were proclaimed until John the Baptizer came. Since then I have been preaching that God will soon show himself as king. Many people are accepting that message and are very eagerly asking God to rule their lives.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of God's laws, even those that seem insignificant, are more permanent than heaven and earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any man who divorces his wife and marries another woman is committing adultery, and any man who marries a woman who is divorced from her husband is also committing adultery.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said, \"Once there was a rich man who wore fine purple and linen clothes. Every day he gave expensive feasts.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And every day a poor man whose name was Lazarus was laid at the gate of the rich man's house. Lazarus' body was covered with sores.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was so hungry that he wanted to eat the scraps of food that fell from the table where the rich man ate. While he was lying there dogs came and licked his sores.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eventually the poor man died. Then he was taken by the angels to his ancestor Abraham. The rich man also died, and his body was buried.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the place of the dead, the rich man was suffering great pain. He looked up and saw Abraham far away and Lazarus sitting very close to Abraham.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the rich man shouted, 'Father Abraham, I am suffering very much in this fire! So please pity me, and send Lazarus here so that he can dip his finger in water and touch my tongue to cool it!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abraham replied, 'Child, remember that while you were alive on earth you enjoyed many good things. But Lazarus was miserable. Now he is happy here, and you are suffering.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Besides that, God has placed a huge ravine between you and us. So those who want to go from here to where you are are not able to. Furthermore, no one can cross from there to where we are, either.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the rich man said, 'If that is so, Father Abraham, I ask you to send Lazarus to my father's house.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have five brothers who live there. Tell him to warn them so that they do not also come to this place, where we suffer great pain!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abraham replied, 'No, I will not do that, because your brothers have what Moses and the prophets wrote long ago. They should obey what they wrote!'\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the rich man replied, 'No, Father Abraham, that will not be enough! But if someone from those who have died goes back to them and warns them, they will turn from their sinful behavior.'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham said to him, 'No! If they do not listen to what Moses and the prophets wrote, even if someone would rise from among the dead and go warn them, they would still not be convinced that they should turn from their sinful behavior.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}