{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to his disciples, \"Things that tempt people to sin will certainly happen, but how terrible it will be for anyone who causes those things to happen!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It would be better for that person if someone fastened a huge stone around his neck and threw him into the sea, than if he were to cause to sin someone who is weak in his faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be careful how you act. If one of your brothers sins, you should rebuke him. If he says that he is sorry for having sinned and asks you to forgive him, then you should forgive him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if he sins against you seven times in one day, if he comes to you each time and says, 'I am sorry for what I did,' you must continue forgiving him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the apostles said to the Lord, \"Give us more faith!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord replied, \"Even if you had faith that was no bigger than this tiny mustard seed, you could say to this mulberry tree, 'Pull yourself with your roots out of the ground and plant yourself in the sea' and it would obey you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said, \"Suppose that one of you had a servant who was plowing your fields or taking care of your sheep. After he comes into the house from the field, you would not say, 'Come sit down immediately and eat!'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you would say to him, 'Prepare a meal for me! Then put on your serving clothes and serve it to me so that I can eat and drink! Afterwards you can eat and drink.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not thank your servant for doing the work that he had been told to do!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when you have done everything that God has told you to do, you should say, 'We are only God's servants and do not deserve for him to thank us. We have only done the things that he told us to do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus and his disciples were walking along the road to Jerusalem, they were going through the area between the regions of Samaria and Galilee.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus entered a village, ten lepers came toward him, but stood at some distance away.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called out, \"Jesus, Master, please have pity on us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw them, he said to them, \"Go and show yourselves to the priests.\" So they went, and as they were going, they were healed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of them, when he saw that he was healed, turned back, praising God loudly.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to Jesus and he lay down on the ground with his face at Jesus' feet, and he thanked him. This man was a Samaritan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"I healed ten lepers! Why did the other nine not come back?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This foreign man was the only one who returned to thank God; none of the others came back!\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the man, \"Get up and go on your way. God has healed you because you trusted in me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Jesus was asked by some Pharisees, \"When will God begin to rule everyone?\" He replied, \"That is not about signs that people can see with their own eyes.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People will not be able to say, 'Look! He is ruling here!' or 'He is ruling there!' because, contrary to what you think, God has already begun to rule within you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to his disciples, \"There will be a time when you will want to see me, the Son of Man, ruling powerfully. But you will not see that.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People will say to you, 'Look, the Messiah is over there!' or they will say, 'Look, he is here!' When they say that, do not follow them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because when the lightning flashes and lights up the sky from one side to the other, everyone can see it. Similarly when I, the Son of Man, come back again, everyone will see me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before that happens, I must suffer in many ways, and I will be rejected by people.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when I, the Son of Man, come again, people will be doing things just like people were doing at the time when Noah lived.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time people ate and drank as usual, and they got married as usual, up until the day when Noah and his family entered the big boat. But then the flood came and destroyed all those who were not in the boat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when Lot lived in the city of Sodom, people there ate and drank as usual. They bought things and they sold things. They planted crops and they built houses as usual.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But on the day that Lot left Sodom, fire and burning sulfur came down from the sky and destroyed all those who stayed in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when I, the Son of Man, return to earth, people will be unprepared.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, those who are outside their houses, with all the things that they own inside the houses, must not take time to go inside to take them away. Similarly, those who are working in a field must not turn back to get anything; they must flee quickly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember what happened to Lot's wife!\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who continues in his own way of living will die. But anyone who leaves his way for my sake will live forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you this: On the night when I return, there will be two people sleeping in one bed. The one who believes in me will be taken and the other one will be left behind.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples said to him, \"Lord, where will this happen?\" He replied to them, \"Wherever there is a dead body, the vultures will gather to eat it.\" \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35-36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two women will be grinding grain together; one will be taken and the other left behind.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}