{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told his disciples another story to teach them that they ought to pray continually and not become discouraged if God does not immediately answer their prayers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"In a certain city there was a judge who did not revere God and did not care about people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a widow in that city who kept coming to that judge, saying, 'Please get justice for me from the man who is opposing me in court.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a long time the judge refused to help her. But later, he said to himself, 'I do not revere God and I do not care about people,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but this widow keeps bothering me! So I will judge her case and make sure she is treated fairly, because if I do not do that, she will exhaust me by continually coming to me!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lord Jesus said, \"Think carefully about what the unjust judge said.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even more certainly will God, who is just, bring about justice for his chosen people, who pray earnestly to him night and day! And he is always patient with them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you, God will quickly do justice for his chosen ones! Nevertheless when I, the Son of Man, come back to earth, there will still be many people who do not believe in me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus also told the following story to some people who thought they were righteous and who looked down on other people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Two men went up to the temple in Jerusalem to pray. One of the men was a Pharisee. The other was someone who collected taxes from the people for the Roman government.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisee stood and prayed about himself in this way, 'O God, I thank you that I am not like other people. Some steal money from others, some treat others unjustly, and some commit adultery. I do not do any of those things. And I am certainly not like this sinful tax collector who cheats people!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I fast two days every week and I give to the temple ten percent of all that I earn!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the tax collector stood far away from the other people in the temple courtyard. He would not even look up toward heaven. Instead, he beat on his chest and said, 'O God, please be merciful to me and forgive me, because I am a terrible sinner!'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"I tell you that the tax collector was forgiven as they left to go home, but not the Pharisee. This is because everyone who exalts himself will be made humble, and everyone who humbles himself will be exalted.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day people were bringing even their babies to Jesus so that he would put his hands on them and bless them. When the disciples saw this, they told them not to do that.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus called for the children to be brought to him. He said, \"Let the little children come to me! Do not stop them! It is humble and trusting people like these children over whom God will agree to rule.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed I say to you that whoever does not accept with humility like a child for God to rule over them, God will not accept that person at all.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once a Jewish leader asked Jesus, \"Good teacher, what must I do in order to have eternal life?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Why do you call me good? God is the only one who is truly good!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In answer to your question, certainly you know the commandments that God gave to Moses for us to obey: 'Do not commit adultery, do not murder anyone, do not steal, do not give a false report, honor your father and mother.'\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"I have obeyed all those commandments ever since I was young.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard him say that, he replied to him, \"You still need to do one more thing. Sell all that you own. Then give the money to people who have very little to live on. The result will be that you will have spiritual riches in heaven. Then come and be my disciple!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man became very sad when he heard that, because he was extremely rich.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw how sad the man was, he too became very sorrowful. He said, \"It is very difficult for those who are wealthy to agree for God to rule over them.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In fact, it is easier for a camel to go through the eye of a needle than for rich people to let God rule their lives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who heard Jesus say that replied, \"Then it seems that no one can be saved!\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"What is impossible for people is possible for God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter said, \"Look, we have left everything we had in order to become your disciples.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Yes, and I also tell you that those who have left their homes, their wives, their brothers, their parents, or their children in order to submit to God's will for them\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "will receive in this life many times as much as they left behind, and in the coming age they will receive eternal life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus took the twelve disciples to a place by themselves and said to them, \"Listen carefully! We are now going up to Jerusalem. While we are there, everything that the prophets wrote long ago about me, the Son of Man, will be accomplished.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My enemies will put me into the power of the non-Jews. They will mock me, treat me with disdain, and spit on me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will whip me and then they will kill me. But on the third day after that I will become alive again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the disciples did not understand any of those things that he said. God prevented them from understanding the meaning of what he was telling them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus and his disciples came near to the city of Jericho, a blind man was sitting beside the road. He was begging for money.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he heard the crowd of people passing by, he asked someone, \"What is happening?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told him, \"Jesus, the man from the town of Nazareth, is passing by.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He shouted, \"Jesus, you who are descended from King David, have pity on me!\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who were walking at the front of the crowd scolded him and told him to be quiet. But he shouted even more loudly, \"You who are descended from King David, have pity on me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stopped walking and commanded the people to bring the man to him. When the blind man came near, Jesus asked him,\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"What do you want me to do for you?\" He replied, \"Lord, I want you to enable me to see!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Then see! Because you have trusted in me, I have healed you!\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he was able to see. And he went with Jesus, praising God. And when all the people there saw this, they also praised God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}