{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day during that week Jesus was teaching the people in the temple courtyard and telling them God's good message. As he was doing that, the chief priests, the teachers of the Jewish laws, and other elders came to him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Tell us, what right do you have to do these things? And who gave you this right?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"I will also ask you a question. Tell me,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "about John baptizing people: Did God command him to baptize or did humans command him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They discussed this among themselves. They said, \"If we answer, 'God commanded him,' then he will say, 'So why did you not believe him?'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we say, 'It was only humans who told him to baptize,' the people will stone us to death, because they all believe that John was a prophet that God sent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they replied that they did not know who told John to baptize.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"Neither will I tell you who sent me to do those things.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told the people this parable, \"A man planted a vineyard. He rented the vineyard to some men to care for it. Then he went to another country and stayed there for a long time.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time to harvest the grapes, he sent a servant to the men who were taking care of the vineyard, so they would give him his share of the grapes that the vineyard had produced. But after the servant arrived, they beat him and sent him away without any grapes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, the owner sent another servant. But they beat and shamed him also. They sent him away without any grapes.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Still later, the owner sent another servant. This third servant they wounded and threw out of the vineyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the owner of the vineyard said to himself, 'What should I do now? I will send my son, whom I love very much. They will probably respect him.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he sent his son, but when the men who were caring for the vineyard saw him coming, they said to each other, 'Here comes the man who will some day inherit the vineyard! Let us kill him so that this vineyard might become ours!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they dragged him outside the vineyard and they killed him. So I will tell you what the owner of the vineyard will do to them!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will come and kill those men who were taking care of the vineyard. Then he will arrange for other people to take care of it.\" When the people listening to Jesus heard this, they said, \"May a situation like this never happen!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus looked directly at them and said, \"You can say that, but think about the meaning of these words that are written in the scriptures,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'The stone which the builders rejected has become the most important stone in the building.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who falls on this stone will be broken to pieces, and it will crush anyone on whom it falls.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests and the teachers of the Jewish laws realized that he was accusing them when he told the story about those wicked men. So they immediately tried to find a way to arrest him, but they did not arrest him, because they were afraid of what the people would do if they did so.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they watched him carefully. They also sent spies who pretended to be sincere. But they really wanted to get Jesus to say something wrong for which they could accuse him. They wanted to be able to turn him over to the governor of the province.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So one of the spies asked him, \"Teacher, we know that you speak and teach what is right. You tell the truth even if important people do not like it. You teach truthfully what God wants us to do.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell us what you think about this matter: Is it right that we pay taxes to the Roman government, or not?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he knew that they were trying to trick him to get him into trouble, either with the Jews, who hated to pay those taxes, or with the Roman government. So he said to them,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Show me a Roman coin. Then tell me whose picture is on on it. And tell me whose name is on it.\" So they showed him a coin and said, \"It has the picture and name of Caesar, the head of the Roman government.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"In that case, give to the government what belongs to them, and give to God what belongs to him.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spies were amazed at his answer, so much that they could not answer him. There was nothing that Jesus said before the people standing around him that the spies could find anything wrong with.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, some Sadducees came to Jesus. They were a group of Jews who said that no one will rise from the dead.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also wanted to ask Jesus a question. One of them said to him, \"Teacher, Moses wrote for us Jews that if a man who has a wife but no children dies, his brother should marry the widow so that she can have a child by him. In this way, people will consider that the child is the descendant of the man who died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Well, there were seven brothers in one family. The oldest one married a woman but she did not having any children. Later he died, leaving her to be a widow.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second brother followed this law and married the widow, but the same thing happened to him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the third brother married her, but the same thing happened again. All seven brothers, one by one, married that woman, but they had no children, and one by one they died.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterwards, the woman died, too.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if it is true that there will be a time when people who have died will become alive again, whose wife do you think that woman will be then? Keep in mind that she was married to all seven brothers!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"In this world, men take wives, and people give their daughters in marriage to men.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people whom God considers worthy of being in heaven after they rise from the dead will not marry.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, they cannot die anymore, because they are like the angels of God who live forever. They are God's children, since they are children whom God raised to new life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the account of the bush, even Moses wrote about how God raises the dead to life. In the place where he wrote, he calls the Lord, 'the God of Abraham, and the God of Isaac, and the God of Jacob.' Moses showed us that the leaders of God's people, when they die, still worship and honor God, because they still live before God. That proves that God makes people who die, alive again.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now he is the God of those who are alive. He is not the God of people who are dead! But all of us are given life so we can be with God, and when we are with him, we can honor him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the teachers of the Jewish law replied, \"Teacher, you have answered very well!\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, no one dared to ask him any more questions like that to trap him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Jesus said to them, \"I will show you that when people say that the Messiah is only a descendant of King David, they are wrong!\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David himself wrote in the Book of Psalms about the Messiah,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "God said to my Lord,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Sit here beside me at my right, where I will highly honor you.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sit here while I completely defeat your enemies.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David calls the Messiah 'my Lord'! So the Messiah cannot be just someone descended from King David! What I just said proves that he is much greater than David, right?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While all the other people were listening, Jesus said to his disciples,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Beware that you do not act like the men who teach our Jewish laws. They like to put on long robes and walk around to make people think that they are very important. They also like people to greet them respectfully in the marketplaces. They like to sit in the most important places in the synagogues. At dinner parties they like to sit in the seats where the most honored people sit.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also steal all the property of widows. Then they pray for a long time in public. God will certainly punish them very severely.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}