{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked up from where he was sitting and saw rich people putting their gifts into the temple offering box.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also saw a poor widow put in two small coins of very little value.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he said to his disciples, \"The truth is that this poor widow has put into the offering box more money than all these rich people.\n\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they all have a lot of money, but they gave only a small part of it. But this widow, who is very poor, has given all the money that she had to buy what she needed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of Jesus' disciples were talking about how the temple was adorned with beautiful stones and decorations that people had given. But Jesus said,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These things you are looking at will be destroyed completely. Yes, the time is coming when not one of these stones will be left on top of another.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they asked him, \"Teacher, when will these things happen? And what will happen to show that these things are about to take place?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Be careful that no one deceives you. For many people will come and each will claim to be me. Each will say about himself, 'I am the Messiah!' They will also say, 'The time is almost here, when God will rule as king!' Do not follow after them to become their disciples!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, whenever you hear about wars and people fighting each other, do not be terrified. For these things must happen before the end of the world comes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Various people groups will attack each other, and various kings will fight each other.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And in various places there will be great earthquakes, as well as famines and terrible diseases. Many things will happen that will cause people to be very afraid, and people will see strange things in the sky that will show that something very important is going to happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before all these things happen, they will arrest you, treat you badly and hand you over to the synagogues for trial and hand you over to the prisons. They will put you on trial in the presence of kings and high government authorities because you follow me.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will be a time for you to tell them the truth about me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be determined not to worry ahead of time about what you will say to defend yourselves,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I will give you the right words and wisdom so that you will know what to say. As a result, none of the people accusing you will be able to say you are wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And even your parents and brothers and other relatives and friends will betray you, and they will kill some of you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In general, everybody will hate you because you believe in me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But not even one hair from your head shall be destroyed.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you go through difficult times and prove your trust in God, you will save yourselves.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you see armies surround Jerusalem, then you will know that they will soon destroy this city.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time those of you who are in the region of Judea must flee to the mountains. And those of you who are in this city must leave. Those of you who are in the nearby countryside must not come into the city.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this will be the time when God will punish this city; when he does, the words in the scriptures will come true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How terrible it will be for the pregnant women and those nursing their babies in those days, because there will be great suffering in the land, and its people will suffer enormously because God will be angry with them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of them will die because soldiers will attack them with weapons. Others will become prisoners and they will be sent to many places around the world. The Gentiles will keep marching their troops through the streets of Jerusalem for as long as God allows.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At this time, strange things will happen to the sun, the moon, and the stars. And on earth, people groups will become very frightened, and they will become confused because of the roaring ocean and its huge waves.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People will be so afraid that they will faint, because they are waiting for what will happen next in the world. The stars in the sky will have to leave from their usual places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all people will see me, the Son of Man, coming in the clouds with power and brilliant light.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when those terrible things begin to happen, stand up straight and look upward, because God will soon rescue you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told them a parable: \"Think about the fig trees, and even all the trees.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever you see that their leaves are sprouting, you know that summer is near.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, when you see these things that I have just described happening, you will know then that God will soon show himself as king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: This generation of people will not come to an end before all these things that I have just now described happen.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sky and the earth will come to an end, but what I tell you will never come to an end.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Be very careful to control yourselves. Do not go to parties where people are acting immorally or getting drunk. And do not carry the cares of this life with you. If you live this way, you will stop waiting for me to return. And then, at that moment, I will surprise you when I come. I will come so suddenly it will be like when a animal trap springs closed without warning.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, I will return without warning, and that day will come when you are not ready to see me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must be always ready for my coming. And always pray that you may be able to go through all these hard things in safety, and that I, the Son of Man, declare you innocent when I come to judge the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each day Jesus was teaching people in the temple. But every evening he went out of the city and stayed all night on the Mount of Olives.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And early every morning all the people came to the temple to listen to him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}