{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was now almost time for the Celebration of Unleavened Bread, which people also call the Passover.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the chief priests and the teachers of the Jewish laws were looking for a way to kill Jesus because they feared the people who followed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Satan entered into Judas, the one called Iscariot, who was one of the twelve disciples.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went and talked with the chief priests and the officers of the temple guard about how he might turn Jesus over to them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were very pleased that he wanted to do that. They offered to pay him money for doing this.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Judas agreed, and then he started looking for a way to help them arrest Jesus when there was no crowd around him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Day of Unleavened Bread came, the day when the lambs for the Passover Celebration had to be killed.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus said to Peter and John, \"Go and prepare the meal for the Passover Celebration for us so we can eat it together.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to him, \"Where do you want us to prepare to eat it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"Listen carefully. When you go into the city, a man carrying a large jar of water will meet you; follow him into the house that he enters.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to the owner of the house, 'Our teacher says to show us the room where he can eat the Passover meal together with us, his disciples.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will show you a large room that is on the upper floor of the house. It will be all set up, with everything ready for guests. Prepare the meal for us there.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two disciples went into the city. They found everything to be just as Jesus had told them. So they prepared the meal for the Passover Celebration there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time to eat the meal, Jesus came and sat down with the apostles.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"I have wanted very much to eat this Passover meal with you before I suffer and die.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you, I will not eat it again until I do so when God rules everyone everywhere, when he finishes what he started to do in the Passover.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took a cup of wine and thanked God for it. He said, \"Take this, and share it among yourselves.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I tell you that I will not drink any of this wine again until God rules everyone everywhere.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took some bread and thanked God for it. He broke it into pieces and gave it to them to eat. As he did so, he said, \"This bread is my body, which I am about to sacrifice for you. Do this later to honor me.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, after they had eaten the meal, he took the cup of wine and said, \"This is the new covenant I will make using my own blood, which will pour out for you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, look! The person who will hand me over to my enemies is here eating with me.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, I, the Son of Man, will die, because that is what God has planned. But how terrible it will be for the man who hands me over to my enemies!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the apostles began to ask one another, \"Which one of us is planning to do this thing?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the apostles began to argue among themselves; they said, \"Which one of us will have the most honor when Jesus becomes king?\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"The kings of the Gentile nations like to show people that they are powerful. Yet they give themselves the title, 'ones who help the people.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you should not be like those rulers! Instead, the most honored persons among you should act as if they were the youngest, and the one who leads must act like a servant.\n\n\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you know that the important person is the one who eats at the table, not the servant who brings the food. But I am your servant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are the persons who have stayed with me during all the hard things I have suffered.\n\n\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, I will make you powerful officials when God rules everyone, just as my Father appointed me to rule as a king.\n\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will sit and eat and drink with me when I become king. In fact, you will sit on thrones to judge the people of the twelve tribes of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Simon, Simon, listen! Satan has asked God to let him test you, like someone shakes grain in a sieve, and God has permitted him to do it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have prayed for you, Simon, that you will not completely stop believing in me. So when you come back to me, give courage again to these men, your brothers.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Lord, I am ready to go with you to prison; I am willing to die with you!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Peter, I want you to know that this night, before the rooster crows, you will say three times that you do not know me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus asked the disciples, \"When I sent you out to the villages, and you went without any money, food, or sandals, was there anything you needed but could not get?\" They replied, \"Nothing!\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he said, \"But, now, if anyone among you has some money, he should take it with him. Also, whoever has food should take it with him, and whoever does not have a sword should sell his coat and buy one!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you this because what a prophet wrote about me in the scriptures must happen: 'People considered him to be a criminal.' Everything that is written about me in the scriptures is happening.\n\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said, \"Lord, look! We have two swords!\" He replied, \"Enough. Do not talk like this any longer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left the city and went to the Mount of Olives, as he usually did; his disciples went with him.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came to the place where he wanted to go, he said to them, \"Pray that God will help you not to be tempted to sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went about thirty meters from them, knelt down and prayed. He said,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Father, the terrible things that are about to happen to me: If you are willing to keep from happening, do it. But do not do what I want, but what you want.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then an angel from heaven came and and gave him courage.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was suffering greatly. So he prayed more intensely. His sweat was falling to the ground like large drops of blood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he got up from praying, he returned to his disciples. He found that they were so tired out because of their sorrow that they were sleeping.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He woke them up and said to them, \"You should not be sleeping! Get up! Pray that God will help you so that nothing will persuade you to sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was still speaking, a crowd of people came to him. Judas, one of the twelve disciples, was leading them. He came up to Jesus to kiss him.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"Judas, will you really kiss me, the Son of Man, in order to hand me over to my enemies?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the disciples realized what was happening, they said, \"Lord, shall we strike them with our swords?\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them struck the servant of the high priest, but only cut off his right ear.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Do not do any more of that.\" Then he touched the servant's ear and healed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They seized Jesus and led him away. They brought him to the high priest's house. Peter followed them far behind.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people lit a fire in the middle of the courtyard and sat down together. Peter sat among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A female servant saw Peter sitting there as the fire shone upon him. She looked at him carefully and said, \"This man was also with the one whom they have arrested!\"\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he denied it, saying, \"Woman, I do not know him!\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A little later someone else saw Peter and said, \"You also are one of those who were with the man they arrested!\" But Peter said, \"Man, I am not one of them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About an hour later someone else said loudly, \"The way that this man speaks shows that he is from the region of Galilee. Certainly this man was also with the man whom they arrested!\"\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said, \"Man, I do not know what you are talking about!\" Immediately a rooster crowed, while he was still speaking.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Jesus turned around and looked right at Peter. Then Peter remembered what the Lord had said to him, \"This night, before the rooster crows, you will deny three times that you know me.\"\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he went out of the courtyard and cried with great sorrow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were guarding Jesus made fun of him and beat him.\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put a blindfold on him and said to him, \"Show us that you are a prophet! Tell us who it was that struck you!\"\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said many other evil things about him, insulting him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At dawn the next morning, many of the Jewish leaders gathered together. In this group were the chief priests and the men who taught the Jewish laws. They took Jesus to the Jewish council chamber. There they said to him,\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If you are the Messiah, tell us!\" But he replied, \"If I say that I am he, you will not believe me.\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I ask you what you think about the Messiah, you will not answer me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But from now on, I, the Son of Man, will be sitting next to almighty God and ruling!\"\n"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they all asked, \"If that is so, are you saying that you are the Son of God?\" He answered, \"Yes, it is just like you say.\"\n"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to each other, \"We certainly do not need any more people to testify against him! We ourselves have heard him say that he is equal to God!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52-53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the chief priests, the officers of the temple guards, and the Jewish elders who had come to arrest him, \"It is surprising that you have come here with swords and clubs to arrest me, as if I were a robber. For many days I was with you in the temple, but you did not try to arrest me at all! But this is the time you are doing what you want. It is also the time when Satan is doing the evil things as he wants to do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}