{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the whole group got up and took him to Pilate, the Roman governor.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They accused him in front of Pilate: \"We have seen this fellow causing trouble by telling lies to our people. He has been telling them to not pay taxes to Caesar, the Roman emperor. Also, he has been saying that he is the Messiah, a king!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate then asked him, \"Are you the King of the Jews?\" Jesus replied, \"Yes, it is just as you have asked me.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate said to the chief priests and to the crowd, \"This man is not guilty of any crime.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they kept on accusing Jesus; they said, \"He is trying to get the people to riot! He has been teaching his ideas throughout all of the region of Judea. He started doing this in the region of Galilee and now he is doing it here, also!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pilate heard their words, he asked, \"Does this man come from the district of Galilee?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Pilate learned that Jesus was from Galilee, where Herod Antipas ruled, he sent Jesus to him, because Herod was in Jerusalem at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Herod saw Jesus, he was very glad. He had been wanting for a long time to see Jesus, because he was hearing many things about him and wanted to see him perform a miracle.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he asked Jesus many questions, but Jesus did not reply to any of them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the chief priests and some experts in the Jewish laws stood near him, accusing him very of all kinds of crimes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Herod and his soldiers made fun of Jesus. They put expensive clothes on him to pretend that he was a king. Then Herod sent him back to Pilate.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Until that time Herod and Pilate had been very hostile to each other, but that very day they became friends.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate then gathered together the chief priests and other Jewish leaders and the crowd that was still there.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You brought this man to me, saying that he has been leading the people to revolt. But I want you to know that after having examined him while you were listening, I do not think that he is guilty of any of the things you have told me about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even Herod does not think he is guilty. I know this, because he sent him back to us without punishing him. So it is clear that this man does not deserve to die.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will tell my soldiers to whip him and then set him free.\"\n\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Pilate said this because he had to set free one prisoner at the Passover Celebration.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the whole crowd shouted together saying, \"Put this man to death! Set Barabbas free for us!\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Barabbas was a man who had led some people in the city to rebel against the Roman government. He was also a murderer. He was in prison because of these crimes, and he was waiting for them to put him to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Pilate wanted very much to set Jesus free, so he tried to speak to the crowd again.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they kept on shouting, saying, \"Crucify him! Crucify him!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate spoke to them a third time and asked them, \"Why? What crime has he committed? He has done nothing for which he deserves to die. So I will have my soldiers whip him and then set him free.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they kept insisting with loud voices that Jesus should be die on a cross. Finally, because they continued to shout so loudly, they persuaded Pilate\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to do what they requested.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he set free the man who was in prison because he had fought against the government and murdered people! He then commanded the soldiers to take Jesus and do what the crowd wanted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a man named Simon, who was from the city of Cyrene in Africa. He was coming into Jerusalem from the countryside. As the soldiers were leading Jesus away, they grabbed hold of Simon. They took from Jesus the cross that they had made him carry, and they they put it on Simon's shoulders. They told him to carry it and follow behind Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a large crowd was following Jesus. It had many women who were beating their breasts and wailing for him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus turned to them and said, \"You women of Jerusalem, do not weep for me! Instead, weep because of what is going to happen to yourselves and your children!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I want you to know that there will soon be a time when people will say, 'How fortunate are the women who have never given birth to children or nursed babies!'\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people in this city will say, 'We wish that the mountains would fall on top of us and that the hills would cover us up!'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I have to die, even though I have nothing wrong, terrible things will certainly happen to people who deserve to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two other men who were criminals were also walking to the place where they would die with Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the place named 'The Skull', there they crucified Jesus by nailing him to a cross. They did the same thing to the two criminals. They put one at the right side of Jesus and one at his left side.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Father, forgive these people who did this, because they do not really know whom they are doing this to.\" Then the soldiers divided his clothes by gambling with something like dice, to decide which piece of clothing each one would get.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people stood nearby, watching. Even the Jewish leaders were mocking Jesus: \"He saved other people! If God has really chosen him to be the Messiah, he should save himself!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers also mocked him. They came up to him and offered him some sour wine.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept saying to him, \"If you are the King of the Jews, save yourself!\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also fastened on the cross above his head a sign that stated, 'This is the King of the Jews.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the criminals who was hanging on a cross also insulted Jesus; he said, \"You are the Messiah, are you not? So save yourself, and save us too!\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the other criminal stopped him from speaking; he said, \"You should be afraid of God punishing you! They are punishing him and us in the same way.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We two deserve to die. They are punishing us as we deserve for the evil things that we did. But this man has done nothing wrong!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to Jesus, \"Jesus, please remember to save me when you begin to rule as king!\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"I want you to know that today you will be with me in paradise!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was about noontime. But it became dark over all the land until three o'clock in the afternoon.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no light from the sun. And the thick curtain that closed off the most holy place in the temple split into two pieces.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happened, Jesus shouted loudly, \"Father, I put my spirit into your care!\" After he said that, he stopped breathing and died.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the centurion who was over the soldiers saw what happened, he said, \"Indeed, this man has done nothing wrong!\" What he said honored God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd of people who had gathered to see these men die saw what actually happened, they returned to their homes, hitting their own chests to show that they were sorrowful.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of Jesus' acquaintances, including the women who had come with him from the region of Galilee, stood at a little distance away and watched everything happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph went to Pilate and asked Pilate to permit him to take Jesus' body to bury it. Pilate gave him permission,\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so he took Jesus' body down from the cross. He wrapped it in a linen cloth. Then he put his body in a burial chamber that someone had cut in a rock cliff. No one had ever put a body in it before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was the day when people got ready for the Jewish day of rest called the Sabbath. It was soon going to be sunset, the start of the Sabbath.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women who had come with Jesus from the district of Galilee followed Joseph and the men who were with him. They saw the burial chamber, and they saw how the men laid Jesus' body inside it.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the women went back to where they were staying in order to get spices and ointments to put on Jesus' body. However, they did no work on the Sabbath, just as the Jewish law required.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50-51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a man named Joseph from Arimathea, a Jewish town. He was a good and a righteous man, and he was a member of the Jewish council. He saw everything happen, but he had not agreed with the other Council members when they decided to kill Jesus and when they did it it. He was waiting eagerly for the time when God would send his king to begin to rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}