{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before dawn on Sunday those women went to the burial chamber. They took with them the spices that they had prepared to put on the body of Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived, they discovered that somebody had rolled the stone away from the entrance to the burial chamber.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went into the burial chamber, but the body of the Lord Jesus was not there!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not know what to think about that. Then suddenly two men stood by them wearing bright, shining clothes!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women were frightened. As they bowed down low to the ground, the two men said to them, \"You should not be looking for someone who is alive in a place where they bury dead people!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is not here; he has been made alive again! Remember that while he was still with you in Galilee, he said to you,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'They will have to hand me, the Son of Man, over to sinful men. They will kill me by nailing me to a cross. But on the third day after that, I will become alive again.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women remembered what Jesus had said to them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they left the burial chamber and went to the eleven apostles and his other disciples and told them what happened.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women who told these things to the apostles were Mary from Magdala village, Joanna, Mary the mother of James, and the other women who were with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the apostles dismissed their words as nonsense.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Peter got up and ran to the burial chamber anyway. He stooped down and looked inside. He saw the linen cloths in which Jesus' body had been wrapped, but Jesus was not there. So, wondering what had happened, he went home.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That same day two of Jesus' disciples were walking to a village named Emmaus. It was ten kilometers from Jerusalem.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were talking with each other about all the things that had happened to Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were talking and discussing those things, Jesus himself approached them and started walking with them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God did not allow them to recognize him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"What have you two been talking about while you were walking?\" They stopped, and their faces looked very sad.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them, whose name was Cleopas, said, \"You must be the only person who is visiting Jerusalem who does not know the events that have happened there in recent days!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"What events?\" They replied, \"The things that happened to Jesus, the man from Nazareth, who was a prophet. 'God enabled him to perform great miracles and to teach wonderful messages. The people thought he was wonderful.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But our chief priests and leaders handed him over to the Roman authorities. The authorities sentenced him to die, and they killed him by nailing him to a cross.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were hoping that he was the one who would free us Israelites from our enemies! But this does not seem possible now, because three days have already passed since he was killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In spite of this, some women from our group amazed us. Early this morning they went to the burial chamber,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the body of Jesus was not there! They came back and said that they had seen some angels in a vision. The angels said that he was alive!\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of those who were with us went to the burial chamber. They saw that things were exactly as the women had reported. But they did not see Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You two foolish men! You are so slow to believe all that the prophets have written about the Messiah!\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should certainly have known that it was necessary that the Messiah should suffer all those things and die, and then enter his glorious home in heaven!\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he explained to them all the things that the prophets had written in the scriptures about himself. He started with what Moses wrote and then explained to them what all the other prophets wrote.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came near to the village to which the two men were going. He indicated that he would go further,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but they urged him not to do that. They said, \"Stay with us tonight, because it is late in the afternoon and it will soon be dark.\" So he went in the house to stay with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they sat down to eat, he took some bread and thanked God for it. He broke it and gave some pieces to them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And then God enabled them to recognize him. But immediately he disappeared!\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to each other, \"While we were walking along the road and he talked with us and enabled us to understand the scriptures, we started thinking that something very, very good was going to happen, although we did not know what. We should not stay here; we should go tell others what happened!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they left immediately and returned to Jerusalem. There they found the eleven apostles and others who had gathered together with them.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told those two men, \"It is true that the Lord has become alive again, and he has appeared to Simon!\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those two men told the others what had happened as they were walking along the road. They also told them how they both recognized him as he broke some bread for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were saying that, Jesus himself suddenly appeared among them. He said to them, \"May God give you peace!\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were startled and afraid, because they thought that they were seeing a ghost!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You should not be alarmed! And you should not doubt that I am alive.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look at the wounds in my hands and my feet! You can touch me and see my body. Then you can see that it is really I myself. You can tell that I am really alive because ghosts do not have bodies, as you see that I have!\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he said that, he showed them the wounds in his hands and his feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were joyful and amazed, but they still could hardly believe that he was really alive. So he said to them, \"Do you have anything here to eat?\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gave him a piece of broiled fish.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were watching, he took it and ate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"I will repeat what I told you while I was with you: Everything that was written about me in the Law of Moses, the writings of the Prophets, and in the Psalms, all must be fulfilled!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he enabled them to understand the things that had been written about him in the scriptures.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This is what you can read in the scriptures: That the Messiah would suffer and die, but on the third day after that he would become alive again.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also wrote that those who believe in him must preach everywhere that people should turn away from committing sin and turn to God, so that he would forgive their sins. The followers of the Messiah should preach that message because God sent them to do so. They wrote that they should start preaching it in Jerusalem and then go and preach it to all people groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must tell people that you know that those things that happened to me are true.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I want you to know that I will send the Holy Spirit to you, as my Father promised that he would do. But you must stay in this city until God fills you with the power of the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus led them outside the city until they came near the village of Bethany. There he lifted up his hands and blessed them.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was doing that, he left them and went up to heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they worshiped him, they returned to Jerusalem very joyfully.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each day they went into the temple courtyard, and spent a lot of time praising God.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}