{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Tiberius Caesar had been ruling the Roman Empire for about fifteen years, Pontius Pilate was the governor of the province of Judea, Herod Antipas was ruling the district of Galilee, his brother Philip was ruling the regions of Iturea and Trachonitis, and Lysanius was ruling the region of Abilene.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, when Annas and Caiaphas were the high priests in Jerusalem, God spoke to Zechariah's son John while he was living out in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John was traveling all around the area near the Jordan River. He kept telling people, \"If you want God to forgive your sins, you must repent; then I will baptize you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prophet Isaiah wrote these words on a scroll long ago:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"In the wilderness, someone will be calling out:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Prepare the way of the Lord,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Make straight paths for him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every valley will be filled,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And every mountain and hill will be made level;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "The crooked roads will become straight,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And the rough ways will be made smooth.\n"
      },
      {
        "tag": "q1",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then everyone will see God's way of saving people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John said to the crowds of people who were coming to be baptized by him, \"You people are evil like poisonous snakes! No one warned you that one day God will punish everyone who sins, did they? Do not think that you can escape from him!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do the things that show that you have truly turned away from your sinful behavior! And do not start saying to yourself, 'We are descendants of Abraham!' Because I tell you that God could make even these stones become descendants of Abraham!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ax is already placed at the root of the trees, so that every tree that does not produce good fruit will be cut down and thrown into the fire.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of the people in the crowd asked him, \"What, then, should we do?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"If any of you has two shirts, you should give one of them to someone who does not have a shirt. If any of you has plenty of food, you should give some to those who do not have food.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some tax collectors also came to John to be baptized. They asked him, \"Teacher, what should we do?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Do not collect from the people more money than the Roman government tells you to collect!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some soldiers asked him, \"And us? What should we do?\" He said to them, \"Do not force people to give you money by threatening them, and do not falsely accuse anyone of doing something wrong! Be content with the amount of money you earn.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People were getting very hopeful that the Messiah might be coming soon, and many of them were wondering if John might be the Messiah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But John replied to them all, \"No, I am not. The Messiah is far greater than I am. He is so great that I am not worthy even to untie the straps of his sandals! When I baptized you, I used only water. But when the Messiah comes, he will baptize you with the Holy Spirit and with fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A winnowing fork is in his hand, ready to separate good grain from the useless chaff. He will store the grain safely in his barn but will burn up the chaff in a fire that never stops burning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In many different ways like this, John urged the people to repent and turn back to God, as he kept telling them the good message from God.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also rebuked King Herod for marrying his brother's wife, Herodias, while his brother was still alive, and for doing many other evil things.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Herod had his soldiers put John in prison, which was another very evil thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before John was put in prison, when many people were being baptized, Jesus also was baptized. Afterwards, while he was praying, the sky opened.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Holy Spirit, resembling a dove, came down and landed on Jesus. And God spoke to Jesus from heaven, saying, \"You are my Son, the one whom I love dearly. I am very pleased with you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus began his work for God, he was about thirty years old. He was the son of Joseph (or so it was thought). Joseph was the son of Heli.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Heli was the son of Matthat. Matthat was the son of Levi. Levi was the son of Melchi. Melchi was the son of Jannai. Jannai was the son of Joseph.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph was the son of Mattathias. Mattathias was the son of Amos. Amos was the son of Nahum. Nahum was the son of Esli. Esli was the son of Naggai.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naggai was the son of Maath. Maath was the son of Mattathias. Mattathias was the son of Semein. Semein was the son of Josech. Josech was the son of Joda.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joda was the son of Joanan. Joanan was the son of Rhesa. Rhesa was the son of Zerubbabel. Zerubbabel was the son of Shealtiel. Shealtiel was the son of Neri.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neri was the son of Melchi. Melchi was the son of Addi. Addi was the son of Cosam. Cosam was the son of Elmadam. Elmadam was the son of Er.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Er was the son of Joshua. Joshua was the son of Eliezer. Eliezer was the son of Jorim. Jorim was the son of Matthat. Matthat was the son of Levi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Levi was the son of Simeon. Simeon was the son of Judah. Judah was the son of Joseph. Joseph was the son of Jonam. Jonam was the son of Eliakim.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliakim was the son of Melea. Melea was the son of Menna. Menna was the son of Mattatha. Mattatha was the son of Nathan. Nathan was the son of David.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was the son of Jesse. Jesse was the son of Obed. Obed was the son of Boaz. Boaz was the son of Salmon. Salmon was the son of Nahshon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nahshon was the son of Amminadab. Amminadab was the son of Admin. Admin was the son of Arni. Arni was the son of Hezron. Hezron was the son of Perez. Perez was the son of Judah.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah was the son of Jacob. Jacob was the son of Isaac. Isaac was the son of Abraham. Abraham was the son of Terah. Terah was the son of Nahor.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nahor was the son of Serug. Serug was the son of Reu. Reu was the son of Peleg. Peleg was the son of Eber. Eber was the son of Shelah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shelah was the son of Cainan. Cainan was the son of Arphaxad. Arphaxad was the son of Shem. Shem was the son of Noah. Noah was the son of Lamech.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lamech was the son of Methuselah. Methuselah was the son of Enoch. Enoch was the son of Jared. Jared was the son of Mahalalel. Mahalalel was the son of Cainan.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cainan was the son of Enos. Enos was the son of Seth. Seth was the son of Adam. Adam was the son of God, the man God created.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}