{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus, filled with the Holy Spirit, left the Jordan River, and the Holy Spirit led him into the wilderness.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit led him around in the wilderness for forty days. While he was there, the devil kept tempting him. During the entire time Jesus was in the wilderness he did not eat anything, so when the forty days were over, he was very hungry.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the devil said to Jesus, \"If you really are the Son of God, command these stones to become bread for you to eat!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"No, I will not do that, because it is written in the scriptures, 'People need more than just food in order to live.'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the devil took Jesus up to the top of a high mountain and showed him in an instant all the nations in the world.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to Jesus, \"I will give you the right to rule all these nations and you will possess all their splendor and wealth. God has permitted me to control them all, and so I can do whatever I want to do with them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you worship me, I will let you rule them all!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus replied, \"No, I will not worship you, because it is written in the scriptures, 'You must only worship the Lord, your God. He is the only one you may serve!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the devil took Jesus to Jerusalem. He set him on the highest part of the temple and said to him, \"If you really are the Son of God, jump down from here.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not be hurt, because it is written in the scriptures,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'God will command his angels to protect you.'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it also says,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'They will lift you up in their hands when you are falling, so that you will not get hurt. You will not even strike your foot on a stone.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus replied, \"No, I will not do that, because it is written in the scriptures: 'Do not try to test the Lord your God'.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, after the devil had finished trying to tempt Jesus in many ways, he left him until a later time.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, Jesus left the wilderness and returned to the district of Galilee. The Holy Spirit was empowering him. Throughout that region, people heard about Jesus and told others about him.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He taught people in their synagogues and they all spoke highly of him because of his teaching.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus went to Nazareth, the town where he grew up. On the Sabbath he went to the synagogue, as he usually did. He stood up to read aloud something from the scriptures.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A synagogue attendant handed him a scroll containing the words that the prophet Isaiah had written long ago. Jesus unrolled the scroll and found the place where these words were written:\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": " ",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The Spirit of the Lord is in me.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He has appointed me to declare God's good news to people who are poor.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He has sent me here to proclaim that the captives will go free,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And will tell those who are blind that they will see again.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "I will free people who have been oppressed.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": " \n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent me here to declare that now is the time when the Lord will act favorably toward people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he rolled up the scroll and gave it back to the attendant, and sat down. Everyone in the synagogue was looking intently at him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Today this scripture passage was fulfilled as you heard it.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone there heard what he said and marveled at him, and they were amazed at how well he spoke. But some of them said, \"This man is only Joseph's son, right?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Surely some of you will quote to me the proverb that says, 'Doctor, heal yourself!' You will say, 'Do here in your hometown the same kind of miracles that you did in Capernaum!'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"It is certainly true that the people in a prophet's own hometown do not accept his message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But think about this: There were many widows in Israel during the time when the prophet Elijah lived, when there was a great famine throughout the country because there had been no rain for three and half years.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God did not send Elijah to help any of those Israelite widows. God sent him to the town of Zarephath near the city of Sidon, to help a widow.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also many Israelite lepers in Israel during the time when the prophet Elisha lived. But Elisha did not heal any of them. He healed only Naaman, a man from Syria.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people in the synagogue heard him say that, they were very angry.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they all got up and shoved him out of the city. They took him to the top of the hill outside their city in order to throw him off the cliff and kill him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he simply walked through their midst and went away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day he went down to Capernaum, a city in the district of Galilee. On the next Sabbath, he taught the people in the synagogue.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were continually amazed at what he was teaching, because he spoke with confidence.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day, there was a man in the synagogue who was controlled by an evil spirit. The man shouted very loudly,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Ha! Jesus, from Nazareth! Evil spirits have nothing to do with you! Have you come to destroy us all? I know who you are. You are the Holy One from God!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus rebuked the evil spirit, saying, \"Be quiet and come out of him!\" The demon threw the man down on the ground in the midst of the people and came out of him without harming him.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people in the synagogue were very amazed. They said to each other, \"He speaks with confidence, and his words have so much power! Even evil spirits obey him and come out of people when he commands them to!\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And in every place throughout the surrounding regions, people kept talking about what Jesus had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus left the synagogue and went to Simon's house. Simon's mother-in-law was sick and had a high fever. Some people who were there asked Jesus to heal her.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he bent over her and commanded the fever to leave her. Immediately she became well! She got up and served them some food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun was setting that day, many people brought to Jesus their friends or relatives who were sick with various diseases. He put his hands on them and healed all of them.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also was forcing evil spirits to come out of many people. As the evil spirits left those people, they shouted to Jesus, \"You are the Son of God!\" But he commanded those evil spirits not to tell people about him, because they knew that he was the Messiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning Jesus went out to an uninhabited place. Crowds of people were looking for him and when they came to where he was, they tried to keep him from leaving them. \n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, \"I must tell people in other cities also the message about how God is going to rule everyone, because that is what I was sent to do.\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he kept preaching in the synagogues in various towns in the province of Judea.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}