{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, while many people were crowding around Jesus and listening to him teach God's message, he was standing next to Lake Gennesaret.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw two fishing boats there at the edge of the lake. The fishermen had left the boats and were washing their fishing nets.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stepped into one of the two boats. (This boat belonged to Simon.) Jesus asked Simon to push the boat out a short distance from the shore. Jesus sat in the boat and continued to teach the crowds from there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he finished teaching them, he said to Simon, \"Take the boat out to deeper water and let your nets down into the water to catch some fish.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon replied, \"Master, we worked hard through the whole night, and yet we did not catch any fish. But I will let down the nets again, because you told me to.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Simon and his men let down their nets and they caught so many fish that their nets began to break.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They motioned to their fishing partners in the other boat to come and help them. So they came and filled both boats so full with fish that they began to sink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seeing this, Simon Peter fell at the knees of Jesus and said, \"Please leave me, because I am a sinful man, Lord.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said this because he marveled at the huge number of fish that they had caught. All the men who were with him also marveled, including James and John, the sons of Zebedee, who were two of Simon's fishing partners.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to Simon, \"Do not be afraid! Until now you gathered in fish, but from now on you will gather in people to become my disciples.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after the men brought the boats to the shore, they left their fishing business and everything else and went with Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was in one of the towns nearby, there was a man there who was covered with a skin disease called leprosy. When he saw Jesus, he bowed down to the ground in front of him and pleaded with him, \"Lord, please heal me, because you are able to heal me if you are willing!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus reached out his hand and touched the man. He said, \"I am willing to heal you, and I heal you now!\" Immediately the man was healed. He no longer had leprosy!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told him, \"Make sure that you do not tell people about your healing immediately. First, go to a priest in Jerusalem and show yourself to him so that he can examine you and see that you no longer have leprosy. Also take to the priest the offering that Moses commanded that people who have been healed from leprosy should offer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many people heard about how Jesus had healed the man. The result was that large crowds came to Jesus to hear him teach and to have him heal them from their sicknesses.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he often would go away from them to isolated areas and pray.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day when Jesus was teaching, some men from the Pharisee sect were sitting nearby. Some of them were expert teachers of the Jewish laws. They had come from many villages in the district of Galilee and also from Jerusalem and other cities in the province of Judea. At that same time, the Lord was giving Jesus power to heal people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was there, several men brought to him a man who was paralyzed. They were carrying the man on a sleeping pad and tried to bring him into the house to lay him down in front of Jesus.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were not able to bring him in because there was such a large crowd of people in the house, so they went up the outside steps onto the roof. Then they removed some of the tiles from the roof to make an opening. They lowered the man on his sleeping pad through the opening into the middle of the crowd and put him down right in front of Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus perceived that they believed that he could heal the man, he said to him, \"Friend, I forgive your sins!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were expert teachers of the Jewish laws and the rest of the Pharisees began to think to themselves, \"This man is proud and insults God by saying that! We all know that nobody except God can forgive sins!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew what they were thinking. So he said to them, \"You should not question within yourselves about what I said! Consider this:\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is easy to say, 'Your sins are forgiven' because no one can see whether or not the person was really forgiven. But it is not easy to say 'Get up and walk' because people can immediately see whether or not he was healed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will heal this man so that you will know that God has also given to me, the Son of Man, permission to forgive people on earth their sins.\" Then he said to the man who was paralyzed, \"To you I say, get up, pick up your sleeping pad, and go home!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the man was healed! He got up in front of them all. He picked up the sleeping pad on which he had been lying, and he went home, praising God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people there were astonished! They praised God and were overcome with amazement at what they saw Jesus do. They kept saying, \"We have seen wonderful things today!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus left that place and saw a man named Levi who collected taxes for the Roman government. He was sitting in the booth where the people came to pay him the taxes that the government required. Jesus said to him, \"Come with me and become my disciple!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Levi left his work and went with Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later on, Levi prepared a big feast in his own house for Jesus and his disciples. There was a large group of tax collectors and others eating together with them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men who belonged to the Pharisee sect, including those of them who taught Jewish laws, complained to Jesus' disciples, saying, \"You should not be eating with tax collectors and other terrible sinners.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"It is people who are sick who know they need a doctor, not those who think they are well.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, I did not come from heaven to invite those who think they are righteous to come to me. On the contrary, I came to invite those who know that they are sinners, to turn from their sinful behavior and come to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those Jewish leaders said to Jesus, \"The disciples of John the Baptizer often abstain from food and pray, and the disciples of the Pharisees do that, too. But your disciples keep on eating and drinking! Why do they not fast like the others?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, You do not tell the friends of the bridegroom to fast while he is still with them, do you? No, no one would do that!\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some day the bridegroom will be taken away from his friends. Then, at that time, they will abstain from food.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus gave other examples to explain what he meant: He said, \"People never tear a piece of cloth from a new garment and attach it to an old garment to mend it. If they did that, they would ruin the new garment by tearing it and the new piece of cloth would not match the old garment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And no one puts newly squeezed wine into old skin bags to store it. If anyone did that, the skin bags would tear open because they would not stretch when the new wine fermented and expanded. Then the skin bags would be ruined, and the wine would also be ruined because it would spill out.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the contrary, new wine must be put into new skin bags.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, those who have drunk only old wine are content with that. They do not want to drink the new wine, because they say, 'The old wine is good!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}