{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One Sabbath day, as Jesus and his disciples were walking through some grain fields, the disciples were picking some heads of grain. They rubbed them in their hands to separate the grains from the husks, and ate the grain.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some Pharisees who were watching this said to them, \"You should not be doing work; our laws forbid us to do work on the Sabbath day!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to the Pharisees, \"Certainly you have read what is written in the scriptures about what David did (before he was king), when he and the men with him were hungry!\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you know, David entered the tabernacle and asked for some food. The priest gave him the bread that had been on display before God. In one of Moses' laws God had said that only the priests were permitted to eat that bread. But even though David and his men were not priests, he ate some of the bread, and also gave some to the men who were with him!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to them, \"In the same way, the Son of Man has the authority to determine what is right for people to do on the Sabbath!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On another Sabbath day, Jesus was teaching the people in the synagogue and a man was there whose right hand was withered.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who taught the Jewish laws and the Pharisees who were there were watching Jesus closely. They wanted to see if he would heal the man, and then they would accuse him of disobeying their laws about not working on the Sabbath.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew what they were thinking. So he said to the man with the withered hand, \"Come and stand here in front of everyone!\" So the man got up and stood there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"I ask you this: Do the laws that God gave Moses command people to do good on the Sabbath, or to do harm? To save a life on the Sabbath, or destroy it?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one answered him, so he looked around at them all and then said to the man, \"Stretch out your withered hand!\" The man did that, and his hand became completely well again!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the religious leaders were very angry, and they discussed with one another about what they could do to get rid of Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, some time after that, Jesus went up into the hills to pray. He prayed to God all night there.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day he summoned all his disciples to come near him. From them he chose twelve men whom he also called apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men were: Simon, to whom he gave the new name, Peter; Andrew, Peter's younger brother; James and his younger brother, John; Philip; Bartholomew;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Matthew, whose other name was Levi; Thomas; another James, the son of Alphaeus; Simon the Zealot,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas, the son of a different man named James; and Judas Iscariot, who later betrayed Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus came down from the hills with his disciples and stood on a level area. There was a great crowd of his disciples there. There was also a large group of people who had come from Jerusalem and from many other places in the region of Judea, and from the coastal areas near the cities of Tyre and Sidon.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to hear Jesus teach them and to be healed from their diseases. He also healed those whom evil spirits had troubled.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone in the crowd tried to touch him, because he was healing everyone by his power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he looked at his disciples and said, \"It is very good for you who are poor, because God is ruling you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is very good for you who are hungry now, because God will give you everything you need.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "It is very good for you who are grieving now, because God will someday make you laugh with joy.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is very good when other people hate you, when they reject you, when they insult you and say that you are evil because you follow me, the Son of Man.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, rejoice! Jump up and down because you are so happy! God will give you a great reward in heaven! Do not forget that their ancestors did similar things to God's prophets long ago!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But how sad for you who are rich; your riches have already given you all the comfort you will get.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How sad for you who think that you have everything that you need now; you will realize that these things will not satisfy you.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "How sad for you who are joyful now; later you will grieve and be very sad.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How sad it is when everyone says good things about you. In the same way, their ancestors used to say good things about men who falsely claimed to be God's prophets.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But I say this to each of you who are listening to what I say: Love your enemies, not only your friends! Do good things for those who hate you!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ask God to bless those who curse you! Pray for those who treat you badly!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone insults you by striking you on one of your cheeks, turn your face so that he can strike the other cheek also. If someone wants to take away your coat, let him also have your shirt.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give something to everyone who asks you. If someone asks you to give him things that belong to you, do not ask him to return them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In whatever way you want others to act toward you, that is the way that you should act toward them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you love only those who love you, do not expect God to praise you for doing that, because even sinners love those who love them.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do good things only for those who do good things for you, do not expect God to reward you for doing that, because even sinners do that.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you lend money or property only to those who will give it back to you, do not expect that God will reward you for doing that! Even sinners lend to other sinners, because they expect them to pay everything back.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, love your enemies! Do good things for them! Lend to them, and do not expect them to pay anything back! Then God will give you a great reward. And you will be children of God the Most High, since God is kind even to people who are unthankful and wicked.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you should act mercifully toward other people, just like your Father in heaven acts mercifully toward people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not harshly criticize people, and then God will not harshly criticize you. Do not condemn other people, and then he will not condemn you. Forgive others for the evil things that they have done, and then God will forgive you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give good things to others, and then God will give good things to you. It will be like he is giving you a generous amount of grain, pressing it down in a basket and shaking the basket to make sure it is completely full, to the point that some of the grain even spills over the sides! Remember that the standard you use to judge or bless others will be the standard God uses to judge or bless you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also gave his disciples this parable: \"A blind man should not try to lead another blind man. If he did, they both would fall into a hole!\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A disciple is not greater than his teacher. But when he is fully trained, he will become like his teacher. So you should become like me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of you should be concerned about someone else's small faults. That is like noticing a speck of straw in that person's eye while not noticing a huge wooden plank in your own eye.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, you are a hypocrite! You should first remove the plank out of your own eye before trying to get the speck out of someone else's eye. When you have stopped sinning, then you will have the spiritual insight to help others get rid of their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone knows that healthy trees do not produce bad fruit and unhealthy trees do not produce good fruit.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And anyone can tell what kind of tree it is by looking at the kind of fruit it has. For example, a thornbush does not produce figs and a bramble bush does not produce grapes. In the same way it is easy to know what a person is like inside by looking at what that person does.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Good people do good things which show that they think good thoughts, and evil people do evil things which show that they think evil thoughts. People will speak and act according to what they think about in their minds.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to the people, \"Why do you call me 'Lord' when you do not even obey what I say to do?\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me tell you what people are like who come to me, hear my teachings, and obey them.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are like a man who dug deep into the ground to prepare to build his house. He made sure that the foundation for the house was built on solid rock. Then there was a flood and a torrent of water was beating against the house. But the torrent could not even shake the house, because the house was built on a solid foundation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some people who hear my teachings do not obey them. They are like a man who built a house on top of the ground without building a foundation. When the river flooded, the house collapsed immediately and was completely ruined.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}