{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus finished speaking to the people, he went to the town of Capernaum.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that town there was a centurion in the Roman army who had a slave that was dear to him. This slave was so sick that he was about to die.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the centurion heard about Jesus, he sent some Jewish elders to Jesus to ask him to come and heal his slave.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to Jesus, they earnestly asked him to help the centurion's slave. They said, \"He deserves that you do this for him,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because he loves our people and he built our synagogue for us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus went with them to the officer's house. When he was almost there, the officer sent some friends to give this message to Jesus: \"Lord, do not trouble yourself any further, since I am not worthy that you should come into my house.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I do not think that I am worthy to come to you myself. But you can heal my slave if you say just one word.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that you can do this because I am a man who must obey the orders of my superiors, and I also have soldiers who must obey my orders. When I say to one of them, 'Go!', he goes, and when I say to another, 'Come!', he comes. When I say to my slave, 'Do this!', he does it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard what the officer had said, he was amazed at him. Then he turned to the crowd that was with him and said, \"I tell you, I have not found any Israelite who trusts me as much as this Gentile does!\"\n\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those people who had come from the centurion returned to his house, they found out that the slave was in good health again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, Jesus traveled to the town of Nain. His disciples and a large crowd went with him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus came near to the town gate, he saw a large crowd coming out of the town, carrying a man who had just died. Now his mother was a widow, and he was her only son. She was with the crowd, and they were going to bury her son.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Lord saw her, he had compassion for her and said to her, \"Do not cry!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he came close to them and touched the stretcher on which the body was lying. The men carrying it stood still. He said, \"Young man, I say to you, get up!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man sat up and began to talk! Then Jesus led him back to his mother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone there was overcome with awe. They praised God and said to each other, \"A great prophet has come among us!\" and \"God has come to care for his people!\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this news about what Jesus had done spread throughout the region of Judea and all the other nearby areas.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those two men came to Jesus, they said, \"John the Baptizer sent us to ask you, 'Are you the one whom God promised would come, or should we expect someone else?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that same time Jesus was healing many people from sicknesses and serious diseases, and from evil spirits. He also healed many blind people so that they were able to see.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he answered those two men, \"Go back and report to John what you have seen and heard: People who were blind are now seeing. People who were lame are now walking. People who had skin diseases are being healed. People who were deaf can now hear. People who were dead are being made to live again and good news is being proclaimed to the poor.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And also tell him, \"God will bless anyone who sees what I do and hears what I teach and does not turn away from me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men whom John had sent left, Jesus began to talk to the crowd of people about John. He said, \"What did you go into the wilderness to see? A thin stalk of a plant shaken by the wind?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what did you go out to see? A man in fancy clothing? Look, those who wear splendid clothes and who have the best of everything live in kings' palaces.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then what did you go out there to see? A prophet? Yes! But I tell you that John is more important than an ordinary prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one about whom the prophets wrote long ago: 'See, I am sending my messenger ahead of you. He will prepare people for your coming.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you that of all the people who ever lived, there is no one greater than John. Yet the most insignificant people who will live with God where he dwells will be greater than John.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people who had been baptized by John heard what Jesus said—including the tax collectors—they agreed that God was just.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Pharisees and the experts in the Jewish laws had not been baptized by John and they rejected God's will for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus also said, \"What are you people living in this time period like? I will tell you:\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like children playing games in an open area. They call out to each other, saying, \"We played happy music for you on the flute, but you did not dance! Then we sang sad funeral songs for you, but you did not cry!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when John came to you and did not eat ordinary food or drink wine, you rejected him and said, 'A demon is controlling him!'\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Son of Man came to you and he ate ordinary food and drank wine as others do, then you rejected him and said, 'Look! This man eats too much food and drinks too much wine, and he associates with tax collectors and other sinners!'\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God's wisdom is proved right by those who follow it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day a certain Pharisee named Simon invited Jesus to eat a meal with him. So Jesus went to the man's house and reclined at a table to eat.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was also a woman in that city whom many people knew had been a prostitute. When she heard that Jesus was eating in the Pharisee's house, she went there, taking a stone jar that contained perfume.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus was reclining to eat, the woman stood behind him at his feet. She was crying, and her tears fell on Jesus' feet. She continually wiped his feet with her hair, and kept kissing them and anointing them with the perfume.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Pharisee who had invited Jesus saw what the woman was doing, he thought, \"If this man were really a prophet, he would have known who this woman is who is touching him, and what kind of person she is, that she is a sinner. \"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In response, Jesus said to him, \"Simon, there is something I want to tell you.\" He replied, \"Teacher, what is it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told him this story: \"Two people owed money to a man who had a business lending money to people. One of these people owed him five hundred silver coins, and the other one owed him fifty silver coins.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither of them was able to pay back what he owed, so the man very kindly said that they did not have to pay back anything. So, which of those two men will love that man more?\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon replied, \"I assume that the one who had owed him the most money will love him more.\" Jesus said to him, \"You are correct.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he turned toward the woman and said to Simon, \"Think about what this woman has done! When I entered your house, you did not do what hosts usually do to welcome their guests. You did not give me any water to wash my feet, but this woman has washed my feet with her tears and then wiped them with her hair!\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not greet me with a kiss, but from the moment I came in she has not stopped kissing my feet!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not anoint my head with olive oil, but she has anointed my feet with fragrant perfume.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I tell you that she has been forgiven for her many sins and that is why she loves me very much. But a person who thinks he has only a few sins, and has been forgiven, will love me only a little bit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the woman, \"You have been forgiven for your sins.\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those who were eating with him said among themselves, \"Who is this man who says that he can forgive sins?\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to the woman, \"Because you have believed in me, God has saved you. May God give you peace as you go!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18-19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples of John the Baptizer told him about all these things. So John called for two of his disciples and told them to go to the Lord and ask him: \"Are you the one whom God promised would come, or should we be expecting someone else?\"\n"
      }
    ]
  }
}