{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus called together his twelve disciples and gave them the right and power to drive out all kinds of demons and to heal people's diseases.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent them out to heal people and to teach them about how God was going to show himself as king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before they left, he said to them, \"Do not take anything with you for your journey. Do not take a walking stick or a traveler's bag or food or money. Do not even take an extra tunic.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever house you enter, stay in that house until you leave that area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In any town where the people do not welcome you, you should not continue to stay there. As you leave that town, shake off the dust from your feet. Do that as a warning against them for rejecting you.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus' disciples left and traveled through many villages. Everywhere they went, they talked to people about the good news from God and healed sick people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Herod, the ruler over the district of Galilee, heard about everything that was happening. He was perplexed, because some people were saying that John the Baptizer had become alive again.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other people were saying that the prophet Elijah had appeared again, and still others were saying that one of the other prophets from long ago had become alive again.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Herod said, \"It cannot be John because I had his head cut off. So who is this man that I am hearing these things about?\" And he kept looking for a way to see Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the apostles returned from their trip, they told Jesus everything that they had done. Then he took them aside to go by themselves with him to the town of Bethsaida.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the crowds heard about where Jesus had gone, they followed him there. He welcomed them and spoke to them about how God was soon going to show himself as king, and he healed those who needed to be healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was getting late in the day, so the twelve disciples came to him and said, \"Please send this large crowd of people away so that they can go to the surrounding villages and farms to get some food and find places to stay, since we are out here in this isolated place.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, \"You must give them something to eat!\" They replied, \"All we have are five small loaves of bread and two small fish. We could never go buy enough food for all these people!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said this because there were about five thousand men there. Then Jesus said to the disciples, \"Tell the people to sit down in groups, with about fifty people in each group.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the disciples did that and the people all sat down.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took the five bread loaves and the two fish. He looked up toward heaven and praised God for them. Then he tore them into pieces and gave them to the disciples for them to distribute to the people.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all ate and everyone had enough to eat. Then the disciples collected the leftover pieces of food, which filled twelve baskets!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day while Jesus was praying in private, his disciples came to him and he asked them, \"Who do the crowds say that I am?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"Some people say that you are John the Baptizer, but others say that you are the prophet Elijah, and still others say that you are one of the other prophets from long ago who has come back to life again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"What about you? Who do you say that I am?\" Peter replied, \"You are the Messiah, who has come from God.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus warned them strongly to not tell that to anyone yet.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"I, the Son of Man, must suffer many things: I will be rejected by the elders, chief priests and teachers of the Jewish laws and then I will be killed. Then, on the third day after that, I will come back to life again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them all, \"If any one of you wants to follow me as my disciple, you must not do only what you desire to do. Rather, every day you must be willing to suffer, even to the point of giving up your life.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do that, because those who try to save their own lives for themselves will lose them eternally, but those who give up their lives because of being my disciples will save their lives eternally.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How does it benefit you if you gain everything in this world but then end up losing, or even giving up, your own self?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for people who reject my message and refuse to say that they belong to me, I, the Son of Man will also refuse to say that they belong to me when I come back in my glory and in the glory of the Father and of the holy angels.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I tell you this fact: Some of you standing here now will not die until you see God show himself as king!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About eight days after Jesus said those words, he took with him Peter, John and James, and went up onto a mountain to pray there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was praying, the appearance of his face became very different and his clothes became dazzling white and began to shine brightly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly, two prophets from long ago were there talking with Jesus; they were Moses and Elijah.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They appeared surrounded in glory, and spoke with Jesus about his departure, which would soon be accomplished in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter and the other disciples who were with him were very sleepy. When they woke up, they saw Jesus' glory; they also saw the two men standing with him.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Moses and Elijah were starting to leave Jesus, Peter said to him, \"Master, it is good for us to be here! We should make three shelters, one for you, one for Moses, and one for Elijah!\" But he really did not realize what he was saying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was saying these things, a cloud formed and covered them. The disciples were afraid as the cloud surrounded them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's voice spoke to them from the cloud, saying, \"This is my Son, whom I have chosen; listen to him!\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the voice had finished speaking, the three disciples saw that only Jesus was there. They were silent and for a long time they did not tell anyone what they had seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, when they had come down from the mountain, a large crowd of people met Jesus.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly a man from the crowd called out, \"Teacher, I plead with you, do something to help my son! He is my only child.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An evil spirit suddenly seizes him and causes him to scream. It shakes him violently and causes him to foam at the mouth. It hardly ever leaves my child and when it does, it injures him severely.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pleaded with your disciples to command the evil spirit to come out of him, but they were not able to do it!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In response, Jesus said, \"This generation of people does not believe and so your thinking is corrupt! How much longer must I be with you before you believe?\" Then he said to the boy's father, \"Bring your son here to me!\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were bringing the boy to him, the demon threw the boy down to the ground, and shook him severely. But Jesus rebuked the evil spirit and healed the boy. Then he returned him to his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people there were completely amazed at the great power of God.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "While they were all still in wonderment at all the miracles Jesus was doing, he said to his disciples,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen carefully to what I am about to tell you: I, the Son of Man, will soon be handed over to my enemies.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the disciples did not understand what he meant by this. God prevented them from understanding it, so that they would not know yet what he meant, and they were afraid to ask him about what he had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, the disciples began to argue among themselves about which one of them would be the most important.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew what they were thinking, so he brought a young child to stand beside him.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"If someone welcomes a little child like this because of me, it is the same as welcoming me. And if someone welcomes me, it is the same as welcoming God, who sent me. Remember that those among you who seem to be the least important are the ones whom God considers to be most important.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John replied to Jesus, \"Master, we saw a man who was using your name to command demons to come out of people. So we told him to stop doing that, because he is not following you as part of our group.\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Do not stop him from doing that! If someone is not doing something that is harmful to you, then what he is doing is helpful to you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was getting close to the day when God would take him back up to heaven, Jesus firmly resolved to go to Jerusalem.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent some messengers to go ahead of him, and they entered a village in the region of Samaria to prepare for him to go there.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Samaritans would not let Jesus come to their village because he was on his way to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When two of his disciples, James and John, heard that, they said, \"Lord, do you want us to ask God to send fire down from heaven to destroy those people?\"\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus turned to them and sternly told them they were wrong to say that.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went to a different village.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus and the disciples were walking along the road, someone said to him, \"I will go with you wherever you go!\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Foxes have holes in the ground to live in, and birds have nests, but I, the Son of Man, do not have a home to sleep in!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told a different person, \"Follow me!\" But that person said, \"Lord, let me first go home and bury my father after he dies.\"\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"Let the dead bury their own dead; but you go and tell people everywhere that God will soon show himself as king!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone else said, \"Lord, I will come with you and be your disciple, but first let me go home to say goodbye to my people.\"\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Anyone who starts plowing his field and then looks behind him is not able to serve God when he rules everything as king.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}