{
  "1": "Jerusalem was once full of people,\\q2 but now it is completely deserted.\n\\q1 Once it was a powerful nation,\n\\q2 but now it is alone, like a widow.\n\\q1 Once everyone in the world honored it like a king's daughter,\n\\q2 but now it is like a slave.\n\\q1",
  "2": "We in the city weep bitterly all during the nights,\\q2 with tears flowing down our cheeks.\n\\q1 We did not trust Yahweh to help us, and the people groups that we did trust failed to help us;\n\\q2 none of those people comfort us now.\n\\q1 All the people groups that were friends with us have betrayed us;\n\\q2 they are all now our enemies.\n\n\n\\q1",
  "3": "The people of Judah have become poor\\q2 and have suffered greatly.\n\\q1 Almost all of our people\n\\q2 were forced to leave our land.\n\\q1 We now live in another country\n\\q2 and we have no peace.\n\\q1 When the people Judah were unable to defend ourselves,\n\\q2 that was when our enemies captured us.\n\n\n\\q1",
  "4": "The roads to Mount Zion are empty\\q2 because no one comes here to celebrate the sacred festivals any longer.\n\\q1 No elders or leaders sit under the city gates to talk any more,\n\\q2 and Jerusalem's priests groan in sorrow.\n\\q1 The young women left in Jerusalem cry\n\\q2 because they are suffering greatly.\n\\q1",
  "5": "Our enemies are now masters of our city,\\q2 and they prosper.\n\\q1 Yahweh has punished us, the people of Jerusalem,\n\\q2 because of all the sins that we have committed.\n\\q1 Our enemies have taken all our children\n\\q2 and made them go to other countries.\n\n\n\\q1",
  "6": "Jerusalem was a beautiful city,\\q2 but it is not beautiful now.\n\\q1 The leaders of our city are like deer that are starving\n\\q2 because they can find no grass to eat.\n\\q1 They are very weak\n\\q2 and cannot run from our enemies.\n\n\n\\q1",
  "7": "We, the people of Jerusalem, are sad and have no more homes to live in;\\q2 we think about all the splendid things that once filled our city.\n\\q1 But now our enemies have captured the city,\n\\q2 and there is no one to help us.\n\\q1 Our enemies destroyed our city\n\\q2 and laughed while they were doing it.\n\n\n\\q1",
  "8": "We, the people of Jerusalem, have sinned very much;\\q2 our city has become like a bloody rag between a woman's legs.\n\\q1 Everyone who previously honored our city now despise it;\n\\q2 they are like people who strip a woman bare and then mock her.\n\\q1 Now we groan in the city;\n\\q2 we are like a woman without clothes who tries to cover herself with her hands.\n\\q1",
  "9": "It is as if our city has become filthy because we have sinned so greatly;\\q2 we did not think about how God would punish us.\n\\q1 We did not imagine how we would suffer;\n\\q2 there is no one to comfort us.\n\\q1 We all call out to God, \"Yahweh, look at how we are suffering\n\\q2 because our enemies have defeated us!\"\n\n\n\\q1",
  "10": "Our enemies have taken away all our treasures,\\q2 all the valuable things that we owned.\n\\q1 People who do not worship you, Yahweh, are going into our sacred temple,\n\\q2 where you had said no foreigner must go into the place where your people worship you.\n\n\n\\q1",
  "11": "All the people in the city cry out with pain\\q2 while they search for food.\n\\q1 They have given their most valuable things\n\\q2 to get food to eat to restore their strength.\n\\q1 Yahweh, look at me,\n\\q2 no one values my life.\n\\q1",
  "12": "You people who pass by,\\q2 you do not seem to care at all about what has happened to me.\n\\q1 Look around and see that there are no other people who are suffering as I do.\n\\q1 Yahweh has caused me to suffer\n\\q2 because he has punished me on the day he was angry with us, his people.\n\n\n\\q1",
  "13": "It is as though he sent a fire from heaven\\q2 that burned in my bones;\n\\q1 it is as though he has placed a trap to entangle my feet,\n\\q2 and made me turn back.\n\\q1 He has abandoned me;\n\\q2 I am weak and alone every day, all during the day.\n\\q1",
  "14": "He turned the sins that I have committed into a heavy load for me to carry;\\q2 it is as though he tied them around my neck.\n\\q1 Previously we were strong,\n\\q2 but he has caused me to become weak.\n\\q1 He has allowed my enemies to capture me,\n\\q2 and I was not able to do anything to resist them.\n\n\n\\q1",
  "15": "The Lord looked at my mighty soldiers, who kept me safe.\\q1 He summoned a great army\n\\q2 to come and crush me to defeat my strong young soldiers.\n\\q1 The Lord has trampled on the people of Judah\n\\q2 as people trample on grapes in a pit to make juice.\n\n\n\\q1",
  "16": "I weep because of all these things.\\q2 My eyes are filled with tears.\n\\q1 There is no one to comfort me.\n\\q2 The one who comforts me is far away from me.\n\\q1 My children have no hope\n\\q2 because the enemy has taken us all captive.\n\\q1",
  "17": "The people who lived in Zion (the city of Jerusalem)\\q2 have no one to give them comfort.\n\\q1 Yahweh has given the order that the people in nearby nations\n\\q2 will become the enemies of the descendants of our father Jacob (who are also called the Israelites).\n\\q2 Jerusalem has become disgusting to them.\n\n\n\\q1",
  "18": "But what Yahweh has done to me is fair,\\q2 for I had refused to obey what he told me to do.\n\\q1 You people everywhere, listen to me!\n\\q2 Look and see that I am suffering greatly.\n\\q1 My young daughters and brave sons\n\\q2 have been taken away to far off lands.\n\\q1",
  "19": "I pleaded with our allies, in whom we trusted, to help,\\q2 but they all refused,\n\\q2 they told lies and did not keep their promises.\n\\q1 My priests and my leaders\n\\q2 died within the walls of the city\n\\q1 while they searched for food to eat.\n\n\n\\q1",
  "20": "Yahweh, see that I am suffering very much!\\q2 Inside of my body I am in great distress.\n\\q1 I am sad in the center of my being,\n\\q2 because I have rebelled against you\n\\q2 and have caused you great sadness!\n\\q1 Our enemies kill people in the streets with their swords;\n\\q2 and that makes our homes the places where the dead are kept.\n\n\n\\q1",
  "21": "Hear my groaning!\\q2 but no one came to comfort me.\n\\q1 All our enemies know what happened to me;\n\\q2 they were all happy to hear\n\\q2 about what Yahweh has done to his people.\n\\q1 Please do soon what you have promised,\n\\q2 when our enemies will suffer like we have suffered!\n\\q1",
  "22": "Yahweh, let those evil deeds come near to you\\q2 so you may see them all!\n\\q1 Punish them as you have punished me\n\\q2 for all my sins!\n\\q1 I suffer and groan very much,\n\\q2 and I faint within my inner self."
}
