{
  "1": "Previously our people were like pure gold,\\q2 but now they are worthless.\n\\q1 Just as our enemies have scattered the sacred stones in the temple,\n\\q2 so they have also scattered our young men.\n\\q1",
  "2": "The young men of Jerusalem were as valuable as large amounts of gold,\\q2 but now people consider them to be as worthless as ordinary clay pots.\n\n\n\\q1",
  "3": "Even the female jackals feed their pups,\\q2 but my people act cruelly toward their own children;\n\\q1 the mothers are like ostriches in the desert that abandon their eggs.\n\n\n\\q1",
  "4": "My people's infants' tongues cling to the roofs of their mouths\\q2 because they are extremely thirsty;\n\\q1 the children plead for some food,\n\\q2 but no one gives them any.\n\\q1",
  "5": "People who previously ate fine food\\q2 are now starving in the streets;\n\\q1 those who previously wore fine clothes\n\\q2 now lie upon the rubbish heaps with nothing to eat.\n\n\n\\q1",
  "6": "The people of Sodom died very suddenly in a disaster.\\q2 But God punished my people\n\\q2 more severely than the people of Sodom,\n\\q and no one was concerned about all that we suffered.\n\n\n\\q1",
  "7": "Our leaders used to be like pure snow or white milk,\\q2 they were so clean and spotless.\n\\q1 Their bodies were healthy,\n\\q2 pink like coral and brilliant like sapphires.\n\\q1",
  "8": "Now our leaders' faces are blacker than soot,\\q2 and no one recognizes them when they walk in the streets.\n\\q1 Their skin has shriveled and it hangs on their bones,\n\\q2 and it has become as dry as a stick of wood.\n\n\n\\q1",
  "9": "It is better to die in a battle\\q2 than to die of hunger.\n\\q1 There was no food to harvest in the fields,\n\\q2 so the people slowly starved until they died.\n\\q1",
  "10": "Women who usually acted with love and compassion\\q2 have killed and cooked their own children;\n\\q1 they ate them when there was no other food,\n\\q2 when Jerusalem was being destroyed by attacking armies.\n\n\n\\q1",
  "11": "Yahweh has shown to everyone how angry he was with his people!\\q1 His anger spread like a fire in Zion (the city of Jerusalem)\n\\q2 that burned the city down to its rock foundations.\n\n\n\\q1",
  "12": "None of the kings on the earth or anyone else\\q2 believed that any of our enemies could enter the gates of Jerusalem.\n\\q1",
  "13": "But that is what happened;\\q2 it happened because the prophets sinned;\n\\q1 the priests also sinned\n\\q2 by causing innocent people to die.\n\n\n\\q1",
  "14": "The priests and prophets wander through the streets\\q2 as though they were blind.\n\\q1 No one will touch them\n\\q2 because their clothes are stained with the blood of those innocent people.\n\\q1",
  "15": "These people shouted at the priests and prophets, saying, \\q2 \"Stay away from us! Do not touch us!\"\n\\q1 So the priests and prophets have fled from Israel,\n\\q2 and they wander around from one country to another,\n\\q2 but people in each country keep saying to them, \"You cannot stay here!\"\n\n\n\\q1",
  "16": "It is Yahweh himself who has scattered them;\\q2 he no longer is concerned about them.\n\\q1 People do not welcome our priests any longer, and they care nothing for the elders.\n\n\n\\q1",
  "17": "We continued to look for someone to help us before it was too late,\\q2 but it was useless.\n\\q1 We continued to watch to see if one of our allies would save us,\n\\q2 but none of the nations that we were waiting for was willing to help us.\n\\q1",
  "18": "Our enemies were pursuing us,\\q2 so we could not even walk in our streets because they could take us as prisoners.\n\\q1 Our enemies were about to capture us;\n\\q2 it was time for them to kill us.\n\n\n\\q1",
  "19": "Those who ran after us were faster than eagles flying in the sky.\\q1 Even if we fled to the mountains\n\\q2 or hid in the desert,\n\\q2 they went there ahead of us and waited to attack us.\n\\q1",
  "20": "Our king, whom Yahweh had appointed,\\q2 the one who enabled us to live,\n\\q1 the one whom we trusted to protect us\n\\q2 when we had to live in the other nations as slaves—\n\\q1 the enemy captured him,\n\\q2 as you would capture an animal in a pit.\n\n\n\\q1",
  "21": "You people of Edom and Uz,\\q2 you should be happy while you can,\n\\q1 but Yahweh will punish you also.\n\\q2 You will become so drunk that you will strip off your own clothes.\n\\q1",
  "22": "You people of Zion (whose home is in Jerusalem),\\q2 the time when Yahweh punishes you for your sins will come to an end.\n\\q1 He will bring an end to the time you must spend in exile.\n\\q2 But you people who are from Edom, Yahweh will punish you for your sins\n\\q2 and he will make known to everyone the wicked things you have done."
}
