{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Yahweh said to the prophet Jonah son of Amittai,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have seen how wicked the people are who live in the great city of Nineveh. Therefore go there and warn the people that I am planning to destroy their city because of their sins.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead of going to Nineveh, Jonah went in the direction of the city of Tarshish, to get away from Yahweh. He went down to the city of Joppa. There he paid the money to travel on a ship that was going to the city of Tarshish, and he got on.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went down to a lower deck, lay down, and went to sleep. But Yahweh caused a very strong wind to blow, and there was such a violent storm that the sailors thought that the ship would break apart.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sailors were very frightened. Because of that, they each started to pray to their own gods to save them. Then they threw the cargo into the sea to make the ship lighter so that it would not sink easily.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the captain went down to where Jonah was sleeping soundly. He awoke him and said to him, \"How can you sleep during a storm like this? Get up and pray to your god! Perhaps he will pity us and save us, so that we will not drown!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the sailors said to each other, \"We need to cast lots, to determine who has caused all this trouble!\" So they did that, and the lot indicated Jonah.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So various ones of them asked him, \"Who is the one who has caused us all this trouble?\" \"What work do you do?\" \"Where are you coming from?\" \"What country and what people do you belong to?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonah replied, \"I am a Hebrew. I worship Yahweh God, who lives in heaven. He is the one who made the sea and the land.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am running away from Yahweh, he is the one who called me to be a prophet.\" After the sailors heard that, they were terrified. So they said to him, \"Do you realize what trouble you have caused?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The storm kept getting worse and the waves kept getting bigger. So one of the sailors asked Jonah, \"What should we do with you in order to make the sea become calm for us?\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"Pick me up and throw me into the sea. If you do that, it will become calm for you. I know that this terrible storm happened because I did not do what Yahweh told me to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the sailors did not want to do that. Instead, they tried hard to row the ship back to the land. But they could not do that, because the storm continued to get worse.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore they prayed to Yahweh, and one of them prayed, \"O Yahweh, please do not say we are guilty if we make this man die; please do not kill us. O Yahweh, you have done what you wanted to do.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they picked Jonah up and threw him into the sea. Then the sea became calm.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happened, the sailors became greatly awed at Yahweh's power. So they offered a sacrifice to Yahweh, and they strongly promised him that they would do things that would please him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were doing that, Yahweh sent a huge fish that swallowed Jonah. Then Jonah was inside the fish for three days and three nights.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}