{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jonah felt that it was very bad that God had not destroyed Nineveh. He became very angry.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He prayed to Yahweh, \"Oh, Yahweh, what you have done is just what I thought that you would do even before I left home. The reason I ran away to go to Tarshish was to stop this very thing from happening, because I knew that you act very kindly and compassionately toward all people. You do not quickly become angry with people who do evil. You love people very much, and you change your mind about punishing people who sin.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, Oh Yahweh, since you will not destroy Nineveh as you said you would, please allow me to die, because now it would be better for me to die than to continue to live.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"Is it right for you to be angry that I did not destroy the city?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonah did not reply. He went out of the city to the east side of it. He made a small shelter in order that he could sit under it and be protected from the sun. He sat under the shelter and waited to see what would happen to the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh God caused a vine to grow up immediately to shade Jonah's head from the sun and to save him from his discomfort. Jonah was very happy about having the vine over his head.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before dawn the next day, God sent a worm that chewed the vine, with the result that the vine withered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when the sun rose high in the sky, God sent a very hot wind from the east, and the sun shone very strongly on Jonah's head, with the result that he felt faint. He wanted to die, and he said, \"It would be better for me to die than to continue to live!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God asked Jonah, \"Is it right for you to be angry about what happened to the vine?\" Jonah replied, \"Yes, it is right! Now I am angry enough to die!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to him, \"You were concerned about that vine when I caused it to wither, even though you did not take care of it, and you did not make it grow. It just grew up during one night and it completely withered at the end of the next night.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there are more than 120,000 people in Nineveh, that huge city, who cannot tell right from wrong, and there are also many cattle. So is it not right for me to be concerned about those people, and not want to destroy them?\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}