{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Almost one month later, on the twenty-first day of the next month, Yahweh gave the prophet Haggai another message.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The message was that he should say this to Shealtiel's son Zerubbabel, the governor of Judah, Jehozadek's son Jeshua the high priest, and to the other people who were still alive in Jerusalem:\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do any of you remember how glorious our former temple was? If you do, what does it look like to you now? It must seem like nothing at all.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now Yahweh, commander of the angel armies, says to all of you, to Zerubbabel, Jeshua, and the rest of you people who live in this nation, 'Do not be discouraged; instead be strong!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My Spirit remains among you, like I promised your ancestors when they left Egypt. So do not be afraid!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh, commander of the angel armies, says: 'Soon I will shake again the sky and the earth, the oceans and the ground.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will shake again the people of all the nations, and as a result they will bring their treasures to this temple. I will fill this temple with my glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The silver and the gold that they own are really mine, so they will bring them to me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this temple will be more glorious than the former temple was. And I will cause things to go well for you all. That will surely happen because I, Yahweh, commander of the angel armies, have said it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on the twenty-fourth day of the ninth month of that same year, Yahweh gave still another message to the prophet Haggai:\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what Yahweh, commander of the angel armies says: 'Ask the priests this question about what is written in the laws of Moses about sacrifices:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of you priests takes from the altar some meat that was sacrificed and is carrying it in his robes, if his robe touches some bread or stew or wine or olive oil or some other food, does that food also become holy?'\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "When he said that to the priests, they replied, \"No.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Haggai asked them, \"If someone becomes unacceptable to God by touching a corpse, and then he touches any of those foods, will the food also become unacceptable to God?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The priests replied, \"Yes.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Haggai replied, \"Yahweh says this: 'It is the same with you people and with this nation. Everything that you do and all the sacrifices that you all offer are unacceptable to me because of the sins that you have committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about what has been happening to you before you began to lay the foundation of my temple.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you expected to harvest twenty measures of grain, you harvested only ten. When someone went to a big wine vat to get fifty measures of wine, there were only twenty in the vat.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent blight and mildew to destroy all your crops. But still you did not return to me.' This is what Yahweh, commander of the angel armies, says to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Starting from this day, the twenty-fourth day of the ninth month of this year, the day when you have laid the foundation of my new temple, continue to think carefully about your situation.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is there now any grain seed left in your barns? No, because you have eaten the small amount that you harvested. And there is no fruit on your grapevines and fig trees and pomegranate trees and olive trees.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But, from now on, I will bless you!'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, Yahweh gave another message to Haggai.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Tell Zerubbabel, the governor of Judah, that I am going to shake the sky and the earth.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will end the power of the kings of many nations. I will cause their chariots and their drivers, their horses and the soldiers who are riding on them to be destroyed. The soldiers will kill each other with their own swords.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerubbabel, you will become my servant on that day. And I, Yahweh, commander of the angel armies, declare that like kings wear signet rings to show that they have authority to rule people, I will appoint you and cause you to have authority to rule. I will do that because I have chosen you. That will surely happen because I, Yahweh, commander of the angel armies, have said it.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}