{
  "1": "דְּבַר H1697 יְהוָ֣ה H3068 אֲשֶׁ֣ר H834 הָיָ֗ה H1961 אֶל H413 הוֹשֵׁ֨עַ֙ H1954 בֶּן H1121 בְּאֵרִ֔י H882 בִּימֵ֨י H3117 עֻזִּיָּ֥ה H5818 יוֹתָ֛ם H3147 אָחָ֥ז H271 יְחִזְקִיָּ֖ה H2396 מַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 וּבִ H3117 יָרָבְעָ֥ם H3379 בֶּן H1121 יוֹאָ֖שׁ H3101 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "2": "תְּחִלַּ֥ת H8462 דִּבֶּר H1696 יְהוָ֖ה H3068 בְּהוֹשֵׁ֑עַ H1954 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הוֹשֵׁ֗עַ H1954 לֵ֣ךְ H3212 קַח H3947 לְךָ֞ Hl אֵ֤שֶׁת H802 זְנוּנִים֙ H2183 וְיַלְדֵ֣י H3206 זְנוּנִ֔ים H2183 כִּֽי H3588 זָנֹ֤ה H2181 תִזְנֶה֙ H2181 הָאָ֔רֶץ H776 מֵֽאַחֲרֵ֖י H310 יְהוָֽה H3068 ",
  "3": "וַיֵּ֨לֶךְ֙ H3212 וַיִּקַּ֔ח H3947 אֶת H853 גֹּ֖מֶר H1586 בַּת H1323 דִּבְלָ֑יִם H1691 וַתַּ֥הַר H2029 וַתֵּֽלֶד H3205 ל֖וֹ Hl בֵּֽן H1121 ",
  "4": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלָ֔יו H413 קְרָ֥א H7121 שְׁמ֖וֹ H8034 יִזְרְעֶ֑אל H3157 כִּי H3588 ע֣וֹד H5750 מְעַ֗ט H4592 וּפָ֨קַדְתִּ֜י H6485 אֶת H853 דְּמֵ֤י H1818 יִזְרְעֶאל֙ H3157 עַל H5921 בֵּ֣ית H1004 יֵה֔וּא H3058 וְהִ֨שְׁבַּתִּ֔י H7673 מַמְלְכ֖וּת H4468 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "5": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְשָֽׁבַרְתִּי֙ H7665 אֶת H853 קֶ֣שֶׁת H7198 יִשְׂרָאֵ֔ל H3478 בְּעֵ֖מֶק H6010 יִזְרְעֶֽאל H3157 ",
  "6": "וַתַּ֤הַר H2029 עוֹד֙ H5750 וַתֵּ֣לֶד H3205 בַּ֔ת H1323 וַיֹּ֣אמֶר H559 ל֔וֹ Hl קְרָ֥א H7121 שְׁמָ֖הּ H8034 לֹ֣א H3819 רֻחָ֑מָה H3819 כִּי֩ H3588 לֹ֨א H3808 אוֹסִ֜יף H3254 ע֗וֹד H5750 אֲרַחֵם֙ H7355 אֶת H853 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 נָשֹׂ֥א H5375 אֶשָּׂ֖א H5375 לָהֶֽם Hl ",
  "7": "וְאֶת H853 בֵּ֤ית H1004 יְהוּדָה֙ H3063 אֲרַחֵ֔ם H7355 וְהֽוֹשַׁעְתִּ֖י H3467 בַּיהוָ֣ה H3068 אֱלֹֽהֵיהֶ֑ם H430 וְלֹ֣א H3808 אֽוֹשִׁיעֵ֗ם H3467 בְּקֶ֤שֶׁת H7198 וּבְ H2719 וּבְ H4421 בְּסוּסִ֖ים H5483 וּבְ H6571 ",
  "8": "וַתִּגְמֹ֖ל H1580 אֶת H853 לֹ֣א H3819 רֻחָ֑מָה H3819 וַתַּ֖הַר H2029 וַתֵּ֥לֶד H3205 בֵּֽן H1121 ",
  "9": "וַיֹּ֕אמֶר H559 קְרָ֥א H7121 שְׁמ֖וֹ H8034 לֹ֣א H3818 עַמִּ֑י H3818 כִּ֤י H3588 אַתֶּם֙ H859 לֹ֣א H3808 עַמִּ֔י H5971 וְאָנֹכִ֖י H595 לֹֽא H3808 אֶהְיֶ֥ה H1961 לָכֶֽם Hl ",
  "10": "וְֽ֠הָיָה H1961 מִסְפַּ֤ר H4557 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 כְּח֣וֹל H2344 הַיָּ֔ם H3220 אֲשֶׁ֥ר H834 לֹֽא H3808 יִמַּ֖ד H4058 וְלֹ֣א H3808 יִסָּפֵ֑ר H5608 וְֽ֠הָיָה H1961 בִּמְק֞וֹם H4725 אֲשֶׁר H834 יֵאָמֵ֤ר H559 לָהֶם֙ H1992 לֹֽא H3808 עַמִּ֣י H5971 אַתֶּ֔ם H859 יֵאָמֵ֥ר H559 לָהֶ֖ם H1992 בְּנֵ֥י H1121 אֵֽל H410 חָֽי H2416 ",
  "11": "וְ֠נִקְבְּצוּ H6908 בְּנֵֽי H1121 יְהוּדָ֤ה H3063 וּבְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 יַחְדָּ֔ו H3162 וְשָׂמ֥וּ H7760 לָהֶ֛ם Hl רֹ֥אשׁ H7218 אֶחָ֖ד H259 וְעָל֣וּ H5927 מִן H4480 הָאָ֑רֶץ H776 כִּ֥י H3588 גָד֖וֹל H1419 י֥וֹם H3117 יִזְרְעֶֽאל H3157 "
}
