{
  "1": "כִּ֛י H3588 נַ֥עַר H5288 יִשְׂרָאֵ֖ל H3478 וָאֹהֲבֵ֑ H157 וּמִ H4714 קָרָ֥אתִי H7121 לִבְנִֽ H1121 ",
  "2": "קָרְא֖וּ H7121 לָהֶ֑ם Hl כֵּ֚ן H3651 הָלְכ֣וּ H1980 מִפְּנֵי H6440 לַבְּעָלִ֣ים H1168 יְזַבֵּ֔חוּ H2076 וְלַ H6456 יְקַטֵּרֽוּן H6999 ",
  "3": "וְאָנֹכִ֤י H595 תִרְגַּ֨לְתִּי֙ H8637 לְאֶפְרַ֔יִם H669 קָחָ֖ם H3947 עַל H5921 זְרֽוֹעֹתָ֑יו H2220 וְלֹ֥א H3808 יָדְע֖וּ H3045 כִּ֥י H3588 רְפָאתִֽים H7495 ",
  "4": "בְּחַבְלֵ֨י H2256 אָדָ֤ם H120 אֶמְשְׁכֵם֙ H4900 בַּעֲבֹת֣וֹת H5688 אַהֲבָ֔ה H160 וָאֶהְיֶ֥ה H1961 לָהֶ֛ם Hl כִּמְרִ֥ימֵי H7311 עֹ֖ל H5923 עַ֣ל H5921 לְחֵיהֶ֑ם H3895 וְאַ֥ט H5186 אֵלָ֖יו H413 אוֹכִֽיל H398 ",
  "5": "לֹ֤א H3808 יָשׁוּב֙ H7725 אֶל H413 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וְאַשּׁ֖וּר H804 ה֣וּא H1931 מַלְכּ֑וֹ H4428 כִּ֥י H3588 מֵאֲנ֖וּ H3985 לָשֽׁוּב H7725 ",
  "6": "וְחָלָ֥ה H2342 חֶ֨רֶב֙ H2719 בְּעָרָ֔י H5892 וְכִלְּתָ֥ה H3615 בַדָּ֖יו H905 וְאָכָ֑לָה H398 מִֽמֹּעֲצ֖וֹתֵי H4156 ",
  "7": "וְעַמִּ֥ H5971 תְלוּאִ֖ים H8511 לִמְשֽׁוּבָתִ֑ H4878 וְאֶל H413 עַל֙ H5920 יִקְרָאֻ֔הוּ H7121 יַ֖חַד H3162 לֹ֥א H3808 יְרוֹמֵם H7311 ",
  "8": "אֵ֞יךְ H349 אֶתֶּנְךָ֣ H5414 אֶפְרַ֗יִם H669 אֲמַגֶּנְךָ֙ H4042 יִשְׂרָאֵ֔ל H3478 אֵ֚יךְ H349 אֶתֶּנְךָ֣ H5414 כְאַדְמָ֔ה H126 אֲשִֽׂימְךָ֖ H7760 כִּצְבֹאיִ֑ם H6636 נֶהְפַּ֤ךְ H2015 עָלַי֙ H5921 לִבִּ֔י H3820 יַ֖חַד H3162 נִכְמְר֥וּ H3648 נִחוּמָֽי H5150 ",
  "9": "לֹ֤א H3808 אֶֽעֱשֶׂה֙ H6213 חֲר֣וֹן H2740 אַפִּ֔י H639 לֹ֥א H3808 אָשׁ֖וּב H7725 לְשַׁחֵ֣ת H7843 אֶפְרָ֑יִם H669 כִּ֣י H3588 אֵ֤ל H410 אָֽנֹכִי֙ H595 וְלֹא H3808 אִ֔ישׁ H376 בְּקִרְבְּ H7130 קָד֔וֹשׁ H6918 וְלֹ֥א H3808 אָב֖וֹא H935 בְּעִֽיר H5892 ",
  "10": "אַחֲרֵ֧י H310 יְהוָ֛ה H3068 יֵלְכ֖וּ H3212 כְּאַרְיֵ֣ה H738 יִשְׁאָ֑ג H7580 כִּֽי H3588 ה֣וּא H1931 יִשְׁאַ֔ג H7580 וְיֶחֶרְד֥וּ H2729 בָנִ֖ים H1121 מִיָּֽם H3220 ",
  "11": "יֶחֶרְד֤וּ H2729 כְצִפּוֹר֙ H6833 מִמִּצְרַ֔יִם H4714 וּכְ H3123 מֵאֶ֣רֶץ H776 אַשּׁ֑וּר H804 וְהוֹשַׁבְתִּ֥י H3427 עַל H5921 בָּתֵּיהֶ֖ם H1004 נְאֻם H5002 יְהוָֽה H3068 ",
  "12": "סְבָבֻ֤נִי H5437 בְכַ֨חַשׁ֙ H3585 אֶפְרַ֔יִם H669 וּבְ H4820 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וִֽיהוּדָ֗ה H3063 עֹ֥ד H5750 רָד֙ H7300 עִם H5973 אֵ֔ל H410 וְעִם H5973 קְדוֹשִׁ֖ים H6918 נֶאֱמָֽן H539 "
}
