{
  "1": "כְּדַבֵּ֤ר H1696 אֶפְרַ֨יִם֙ H669 רְתֵ֔ת H7578 נָשָׂ֥א H5375 ה֖וּא H1931 בְּיִשְׂרָאֵ֑ל H3478 וַיֶּאְשַׁ֥ם H816 בַּבַּ֖עַל H1168 וַיָּמֹֽת H4191 ",
  "2": "וְעַתָּ֣ה H6258 יוֹסִ֣פוּ H3254 לַחֲטֹ֗א H2398 וַיַּעְשׂ֣וּ H6213 לָהֶם֩ Hl מַסֵּכָ֨ה H4541 מִכַּסְפָּ֤ H3701 כִּתְבוּנָ H8394 עֲצַבִּ֔ים H6091 מַעֲשֵׂ֥ה H4639 חָרָשִׁ֖ים H2796 כֻּלֹּ֑ה H3605 לָהֶם֙ Hl הֵ֣ם H1992 אֹמְרִ֔ים H559 זֹבְחֵ֣י H2076 אָדָ֔ם H120 עֲגָלִ֖ים H5695 יִשָּׁקֽוּן H5401 ",
  "3": "לָכֵ֗ן H3651 יִֽהְיוּ֙ H1961 כַּעֲנַן H6051 בֹּ֔קֶר H1242 וְכַ H2919 מַשְׁכִּ֣ים H7925 הֹלֵ֑ךְ H1980 כְּמֹץ֙ H4671 יְסֹעֵ֣ר H5590 מִגֹּ֔רֶן H1637 וּכְ H6227 מֵאֲרֻבָּֽה H699 ",
  "4": "וְאָנֹכִ֛י H595 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וֵאלֹהִ֤ים H430 זֽוּלָתִי֙ H2108 לֹ֣א H3808 תֵדָ֔ע H3045 וּמוֹשִׁ֥יעַ H3467 אַ֖יִן H369 בִּלְתִּֽי H1115 ",
  "5": "אֲנִ֥י H589 יְדַעְתִּ֖יךָ H3045 בַּמִּדְבָּ֑ר H4057 בְּאֶ֖רֶץ H776 תַּלְאֻבֽוֹת H8514 ",
  "6": "כְּמַרְעִיתָ H4830 וַיִּשְׂבָּ֔עוּ H7646 שָׂבְע֖וּ H7646 וַיָּ֣רָם H7311 לִבָּ֑ם H3820 עַל H5921 כֵּ֖ן H3651 שְׁכֵחֽוּנִי H7911 ",
  "7": "וָאֱהִ֥י H1961 לָהֶ֖ם Hl כְּמוֹ H3644 שָׁ֑חַל H7826 כְּנָמֵ֖ר H5246 עַל H5921 דֶּ֥רֶךְ H1870 אָשֽׁוּר H7789 ",
  "8": "אֶפְגְּשֵׁם֙ H6298 כְּדֹ֣ב H1677 שַׁכּ֔וּל H7909 וְאֶקְרַ֖ע H7167 סְג֣וֹר H5458 לִבָּ֑ם H3820 וְאֹכְלֵ֥ H398 שָׁם֙ H8033 כְּלָבִ֔יא H3833 חַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 תְּבַקְּעֵֽם H1234 ",
  "9": "שִֽׁחֶתְךָ֥ H7843 יִשְׂרָאֵ֖ל H3478 כִּֽי H3588 בִ֥י Hb בְעֶזְרֶֽ H5828 ",
  "10": "אֱהִ֤י H165 מַלְכְּךָ֙ H4428 אֵפ֔וֹא H645 וְיוֹשִֽׁיעֲ H3467 בְּכָל H3605 עָרֶ֑יךָ H5892 וְשֹׁ֣פְטֶ֔י H8199 אֲשֶׁ֣ר H834 אָמַ֔רְתָּ H559 תְּנָה H5414 לִּ֖י Hl מֶ֥לֶךְ H4428 וְשָׂרִֽים H8269 ",
  "11": "אֶֽתֶּן H5414 לְךָ֥ Hl מֶ֨לֶךְ֙ H4428 בְּאַפִּ֔ H639 וְאֶקַּ֖ח H3947 בְּעֶבְרָתִֽ H5678 ",
  "12": "צָרוּר֙ H6887 עֲוֺ֣ן H5771 אֶפְרָ֔יִם H669 צְפוּנָ֖ה H6845 חַטָּאתֽוֹ H2403 ",
  "13": "חֶבְלֵ֥י H2256 יֽוֹלֵדָ֖ה H3205 יָבֹ֣אוּ H935 ל֑וֹ Hl הוּא H1931 בֵן֙ H1121 לֹ֣א H3808 חָכָ֔ם H2450 כִּֽי H3588 עֵ֥ת H6256 לֹֽא H3808 יַעֲמֹ֖ד H5975 בְּמִשְׁבַּ֥ר H4866 בָּנִֽים H1121 ",
  "14": "מִיַּ֤ד H3027 שְׁאוֹל֙ H7585 אֶפְדֵּ֔ם H6299 מִמָּ֖וֶת H4194 אֶגְאָלֵ֑ם H1350 אֱהִ֨י H165 דְבָרֶיךָ֜ H1698 מָ֗וֶת H4194 אֱהִ֤י H165 קָֽטָבְךָ֙ H6987 שְׁא֔וֹל H7585 נֹ֖חַם H5164 יִסָּתֵ֥ר H5641 מֵעֵינָֽ H5869 ",
  "15": "כִּ֣י H3588 ה֔וּא H1931 בֵּ֥ן H996 אַחִ֖ים H251 יַפְרִ֑יא H6500 יָב֣וֹא H935 קָדִים֩ H6921 ר֨וּחַ H7307 יְהוָ֜ה H3068 מִמִּדְבָּ֣ר H4057 עֹלֶ֗ה H5927 וְיֵב֤וֹשׁ H954 מְקוֹרוֹ֙ H4726 וְיֶחֱרַ֣ב H2717 מַעְיָנ֔וֹ H4599 ה֣וּא H1931 יִשְׁסֶ֔ה H8154 אוֹצַ֖ר H214 כָּל H3605 כְּלִ֥י H3627 חֶמְדָּֽה H2532 ",
  "16": "תֶּאְשַׁם֙ H816 שֹֽׁמְר֔וֹן H8111 כִּ֥י H3588 מָרְתָ֖ה H4784 בֵּֽאלֹהֶ֑י H430 בַּחֶ֣רֶב H2719 יִפֹּ֔לוּ H5307 עֹלְלֵיהֶ֣ם H5768 יְרֻטָּ֔שׁוּ H7376 וְהָרִיּוֹתָ֖י H2030 יְבֻקָּֽעוּ H1234 "
}
