{
  "1": "אֶל H413 חִכְּךָ֣ H2441 שֹׁפָ֔ר H7782 כַּנֶּ֖שֶׁר H5404 עַל H5921 בֵּ֣ית H1004 יְהוָ֑ה H3068 יַ֚עַן H3282 עָבְר֣וּ H5674 בְרִיתִ֔י H1285 וְעַל H5921 תּוֹרָתִ֖י H8451 פָּשָֽׁעוּ H6586 ",
  "2": "לִ֖י Hl יִזְעָ֑קוּ H2199 אֱלֹהַ֥י H430 יְֽדַעֲנ֖וּךָ H3045 יִשְׂרָאֵֽל H3478 ",
  "3": "זָנַ֥ח H2186 יִשְׂרָאֵ֖ל H3478 ט֑וֹב H2896 אוֹיֵ֖ב H341 יִרְדְּֽפוֹ H7291 ",
  "4": "הֵ֤ם H1992 הִמְלִיכוּ֙ H4427 וְלֹ֣א H3808 מִמֶּ֔נִּי H4480 הֵשִׂ֖ירוּ H8323 וְלֹ֣א H3808 יָדָ֑עְתִּי H3045 כַּסְפָּ֣ם H3701 וּזְהָבָ֗ H2091 עָשׂ֤וּ H6213 לָהֶם֙ Hl עֲצַבִּ֔ים H6091 לְמַ֖עַן H4616 יִכָּרֵֽת H3772 ",
  "5": "זָנַח֙ H2186 עֶגְלֵ֣ךְ H5695 שֹֽׁמְר֔וֹן H8111 חָרָ֥ה H2734 אַפִּ֖י H639 בָּ֑ם Hb עַד H5704 מָתַ֕י H4970 לֹ֥א H3808 יוּכְל֖וּ H3201 נִקָּיֹֽן H5356 ",
  "6": "כִּ֤י H3588 מִיִּשְׂרָאֵל֙ H3478 וְה֔וּא H1931 חָרָ֣שׁ H2796 עָשָׂ֔הוּ H6213 וְלֹ֥א H3808 אֱלֹהִ֖ים H430 ה֑וּא H1931 כִּֽי H3588 שְׁבָבִ֣ים H7616 יִֽהְיֶ֔ה H1961 עֵ֖גֶל H5695 שֹׁמְרֽוֹן H8111 ",
  "7": "כִּ֛י H3588 ר֥וּחַ H7307 יִזְרָ֖עוּ H2232 וְסוּפָ֣תָ H5492 יִקְצֹ֑רוּ H7114 קָמָ֣ה H7054 אֵֽין H369 ל֗וֹ Hl צֶ֚מַח H6780 בְּלִ֣י H1097 יַֽעֲשֶׂה H6213 קֶּ֔מַח H7058 אוּלַ֣י H194 יַֽעֲשֶׂ֔ה H6213 זָרִ֖ים H2114 יִבְלָעֻֽהוּ H1104 ",
  "8": "נִבְלַ֖ע H1104 יִשְׂרָאֵ֑ל H3478 עַתָּה֙ H6258 הָי֣וּ H1961 בַגּוֹיִ֔ם H1471 כִּכְלִ֖י H3627 אֵֽין H369 חֵ֥פֶץ H2656 בּֽוֹ Hb ",
  "9": "כִּֽי H3588 הֵ֨מָּה֙ H1992 עָל֣וּ H5927 אַשּׁ֔וּר H804 פֶּ֖רֶא H6501 בּוֹדֵ֣ד H909 ל֑וֹ Hl אֶפְרַ֖יִם H669 הִתְנ֥וּ H8566 אֲהָבִֽים H158 ",
  "10": "גַּ֛ם H1571 כִּֽי H3588 יִתְנ֥וּ H8566 בַגּוֹיִ֖ם H1471 עַתָּ֣ה H6258 אֲקַבְּצֵ֑ם H6908 וַיָּחֵ֣לּוּ H2490 מְּעָ֔ט H4592 מִמַּשָּׂ֖א H4853 מֶ֥לֶךְ H4428 שָׂרִֽים H8269 ",
  "11": "כִּֽי H3588 הִרְבָּ֥ה H7235 אֶפְרַ֛יִם H669 מִזְבְּחֹ֖ת H4196 לַחֲטֹ֑א H2398 הָיוּ H1961 ל֥וֹ Hl מִזְבְּח֖וֹת H4196 לַחֲטֹֽא H2398 ",
  "12": "אכתוב H3789 ל֔וֹ H3789 רבו H7239 תּֽוֹרָתִ֑י H8451 כְּמוֹ H3644 זָ֖ר H2114 נֶחְשָֽׁבוּ H2803 ",
  "13": "זִבְחֵ֣י H2077 הַבְהָבַ֗י H1890 יִזְבְּח֤וּ H2076 בָשָׂר֙ H1320 וַיֹּאכֵ֔לוּ H398 יְהוָ֖ה H3068 לֹ֣א H3808 רָצָ֑ם H7521 עַתָּ֞ה H6258 יִזְכֹּ֤ר H2142 עֲוֺנָם֙ H5771 וְיִפְקֹ֣ד H6485 חַטֹּאותָ֔ם H2403 הֵ֖מָּה H1992 מִצְרַ֥יִם H4714 יָשֽׁוּבוּ H7725 ",
  "14": "וַיִּשְׁכַּ֨ח H7911 יִשְׂרָאֵ֜ל H3478 אֶת H853 עֹשֵׂ֗הוּ H6213 וַיִּ֨בֶן֙ H1129 הֵֽיכָל֔וֹת H1964 וִֽיהוּדָ֕ה H3063 הִרְבָּ֖ה H7235 עָרִ֣ים H5892 בְּצֻר֑וֹת H1219 וְשִׁלַּחְתִּי H7971 אֵ֣שׁ H784 בְּעָרָ֔י H5892 וְאָכְלָ֖ה H398 אַרְמְנֹתֶֽיהָ H759 "
}
