{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the springtime, at the time when kings normally go to war, that David sent out Joab, his servants, and all the army of Israel. They destroyed the army of Ammon and besieged Rabbah. But David stayed in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it came about one evening that David got up from his bed and walked on the roof of his palace. From there he happened to see a woman who was bathing, and the woman was very beautiful to look at.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David sent and he asked people who would know about the woman. Someone said, \"Is not this Bathsheba, the daughter of Eliam, and is she not the wife of Uriah the Hittite?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David sent messengers and took her; she came in to him, and he slept with her (for she had just purified herself from menstruation). Then she returned to her house.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman conceived, and she sent and told David; she said, \"I am pregnant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David sent to Joab saying, \"Send me Uriah the Hittite.\" So Joab sent Uriah to David.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Uriah arrived, David asked him how Joab was, how the army was doing, and how the war was going.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Uriah, \"Go down to your house and wash your feet.\" So Uriah left the king's palace, and the king sent a gift for Uriah after he left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Uriah slept at the door of the king's palace with all the servants of his master, and he did not go down to his house.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they told David, \"Uriah did not go down to his house,\" David said to Uriah, \"Have you not come from a journey? Why did you not go down to your house?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uriah answered David, \"The ark, and Israel and Judah are staying in tents, and my master Joab and my master's servants are camped in an open field. How then can I go into my house to eat and to drink and to sleep with my wife? As sure as you are alive, I will not do this.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to Uriah, \"Stay here today also, and tomorrow I will let you leave.\" So Uriah stayed in Jerusalem that day and the next day.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David called him, he ate and drank before him, and David made him drunk. At evening Uriah went out to sleep on his bed with the servants of his master; he did not go down to his house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So in the morning David wrote a letter to Joab, and sent it by the hand of Uriah.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David wrote in the letter saying, \"Set Uriah at the very front of the most intense battle, and then withdraw from him, that he may be hit and killed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So as Joab watched the siege upon the city, he assigned Uriah to the place where he knew the strongest enemy soldiers would be fighting.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of the city went out and fought against Joab's army, some of the soldiers of David fell, and Uriah the Hittite was also killed there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joab sent word to David about everything concerning the war,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he commanded the messenger, saying, \"When you have finished telling all the things concerning the war to the king,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "it may happen that the king will become angry, and he will say to you, 'Why did you go so near to the city to fight? Did you not know that they would shoot from the wall?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who killed Abimelech son of Jerub-Besheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?' Then you must answer, 'Your servant Uriah the Hittite is dead also.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the messenger left and went to David and told him everything that Joab had sent him to say.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the messenger said to David, \"The enemy were stronger than we were at first; they came out to us into the field, but we drove them back to the entrance of the gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then their shooters shot at your soldiers from off the wall, and some of the king's servants were killed, and your servant Uriah the Hittite was killed too.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to the messenger, \"Say this to Joab, 'Do not let this displease you, for the sword devours one as well as another. Make your battle even stronger against the city, and overthrow it,' and encourage him.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the wife of Uriah heard that Uriah her husband was dead, she lamented deeply for her husband.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When her sorrow passed, David sent and took her home to his palace, and she became his wife and bore him a son. But what David had done displeased Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}