{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh sent Nathan to David. He came to him and said, \"There were once two men in a city. One man was rich and the other poor.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rich man had huge numbers of flocks and herds,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the poor man had nothing except one little ewe lamb, which he had bought and fed and raised. It grew up together with him and with his children. The lamb even ate with him and drank from his own cup, and it slept in his arms and was like a daughter to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day a visitor came to the rich man, but the rich man was unwilling to take an animal from his own flocks and herds to provide food for him. Instead he took the poor man's ewe lamb and cooked it for his visitor.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was hot with anger against the rich man, and he raged to Nathan, \"As Yahweh lives, the man who has done this deserves to be put to death.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must pay back the lamb four times over because he did such a thing, and because he had no pity on the poor man.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan said to David, \"You are that man! Yahweh, the God of Israel, says, 'I anointed you king over Israel, and I rescued you out of the hand of Saul.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave you your master's house, and your master's wives into your arms. I also gave you the house of Israel and Judah. But if that had been too little, I would have given you many other things in addition.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why have you despised the commands of Yahweh, so as to do what is evil in his sight? You have struck down Uriah the Hittite with the sword and have taken his wife to be your own wife. You killed him with the sword of the army of Ammon.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now the sword will never leave your house, because you have despised me and have taken the wife of Uriah the Hittite as your wife.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says, 'Look, I will raise up disaster against you out of your own house. Before your own eyes, I will take your wives and give them to your neighbor, and he will sleep with your wives in broad daylight.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you committed your sin secretly, but I will do this thing before all Israel, in the sunlight.'\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Nathan, \"I have sinned against Yahweh.\" Nathan replied to David, \"Yahweh also has passed over your sin. You will not be killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, because by this act you have despised Yahweh, the child who is born to you will surely die.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan left and went home.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh attacked the child that Uriah's wife bore to David, and he was very sick.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David then implored God for the boy. David fasted and went inside and lay all night on the floor.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The elders of his house arose and stood beside him, to raise him up from the floor, but he would not get up, and he would not eat with them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on the seventh day that the child died. David's servants were afraid to tell him that the child was dead, for they said, \"Look, while the child was still alive we spoke to him, and he did not listen to our voice. What might he do to himself if we tell him that the boy is dead?!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when David saw that his servants were whispering together, David perceived that the child was dead. He said to his servants, \"Is the child dead?\" They answered, \"He is dead.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David arose from the floor and washed himself, anointed himself, and changed his clothes. He went to the tabernacle of Yahweh and worshiped there, and then he came back to his own palace. When he asked for it, they set food before him, and he ate.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his servants said to him, \"Why have you done this? You fasted and wept for the child while he was alive, but when the child died, you got up and ate.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David answered, \"While the child was still alive I fasted and wept. I said, 'Who knows whether or not Yahweh will be gracious to me, that the child may live?'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now he is dead, so why should I fast? Can I bring him back again? I will go to him, but he will not return to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David comforted Bathsheba his wife, and went in to her, and slept with her. Later she gave birth to a son, and the child was named Solomon. Yahweh loved him\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he sent word through Nathan the prophet to name him Jedidiah, because Yahweh loved him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joab fought against Rabbah of the Ammonites, and he captured the royal city.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab sent messengers to David and said, \"I have fought against Rabbah, and I have taken the city's water supply.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore gather the rest of the army together and camp against the city and take it, because if I take the city, it will be named after me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David gathered all the army together and went to Rabbah; he fought against the city and captured it.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David took the crown from their king's head—it weighed a talent of gold, and there was a precious stone in it. The crown was placed on David's own head. Then he brought out the plunder of the city in large quantities.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought out the people who were in the city and forced them to work with saws, iron picks, and axes; he also made them work at brick kilns. David required all the cities of the people of Ammon to do this labor. Then David and all the army returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}