{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after this that Amnon son of David was very attracted to his beautiful half-sister Tamar, who was a full sister of Absalom, another of David's sons.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amnon was so frustrated that he became sick because of his sister Tamar. She was a virgin, and it seemed impossible to Amnon to do anything to her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amnon had a friend whose name was Jonadab son of Shimeah, David's brother. Jonadab was a very shrewd man.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonadab said to Amnon, \"Why, son of the king, are you depressed every morning? Will you not tell me?\" So Amnon answered him, \"I love Tamar, my brother Absalom's sister.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonadab said to him, \"Lie down on your bed and pretend to be sick. When your father comes to see you, ask him, 'Would you please send my sister Tamar to give me something to eat and cook it before me, so that I may see it and eat it from her hand?'\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amnon lay down and pretended to be sick. When the king came to see him, Amnon said to the king, \"Please send my sister Tamar to make some food for my sickness in front of me so that I may eat from her hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David sent word to Tamar at his palace, saying, \"Go now to your brother Amnon's house and prepare food for him.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Tamar went to her brother Amnon's house where he was lying down. She took dough and kneaded it and formed bread in his sight, and then she baked it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She took the pan and gave the bread to him, but he refused to eat. Then Amnon said to the others present, \"Send everyone out, away from me.\" So everyone went out from him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amnon said to Tamar, \"Bring the food into my room that I may eat from your hand.\" So Tamar took the bread that she had made, and brought it into the room of Amnon her brother.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she had brought the food to him, he took hold of her and said to her, \"Come, sleep with me, my sister.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She answered him, \"No, my brother, do not force me, for nothing like this should be done in Israel. Do not do this appalling thing!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How could I be rid of my shame? What about you? You would be like one of the fools in Israel! Now, please speak to the king, for he would not keep me from you.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However Amnon would not listen to her. Since he was stronger than Tamar, he seized her and he slept with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amnon hated Tamar with extreme hatred. He hated her even more than he had desired her. Amnon said to her, \"Get up and go.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she responded to him, \"No! Because this great evil of making me leave is even worse than what you did to me!\" But Amnon did not listen to her.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he called his personal servant and said, \"Take this woman away from me, and bolt the door after her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his servant brought her out and bolted the door after her. Tamar was wearing a very decorated robe because the king's daughters who were virgins dressed that way.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tamar put ashes on her head and tore her robe. She put her hands on her head and walked away, crying aloud as she went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom her brother said to her, \"Has Amnon your brother been with you? But now keep quiet, my sister. He is your brother. Do not take this thing to heart.\" So Tamar remained alone in her brother Absalom's house.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when King David heard of all these things, he was very angry.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom said nothing to Amnon, for Absalom hated him for what he had done to her and how he had disgraced his sister Tamar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after two full years that Absalom had sheep shearers working at Baal Hazor, which is near Ephraim, and Absalom invited all the king's sons to visit there.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom went to the king and said, \"Look now, your servant has sheep shearers. Please, may the king and his servants go with me, your servant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king answered Absalom, \"No, my son, all of us should not go because we would be a burden to you.\" Absalom begged the king, but he would not go, but he gave him his blessing. \n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom said, \"If not, please let my brother Amnon go with us.\" So the king said to him, \"Why should Amnon go with you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom pressed David, and so he let Amnon and all the king's sons go with him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom commanded his servants saying, \"Listen closely. When Amnon begins to be affected by the wine, and when I say to you, 'Attack Amnon,' then kill him. Do not be afraid. Have I not commanded you? Be courageous and brave.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Absalom's servants did to Amnon as he had commanded them. Then all the king's sons arose, and every man mounted his mule and fled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it came about, while they were on the road, that the news came to David saying, \"Absalom has killed all the king's sons, and there is not one of them left.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king arose and tore his clothes, and lay on the floor; all his servants stood by with their clothes torn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonadab son of Shimeah, David's brother, answered and said, \"Let not my master believe that they have killed all the young men who are the king's sons, for Amnon only is dead. Absalom has planned this from the day that Amnon violated his sister Tamar.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So therefore let not my master the king take this report to heart, so as to believe that all the king's sons are dead, for Amnon only is dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom fled away. A servant keeping watch raised his eyes and saw many people coming on the road on the hillside west of him.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonadab said to the king, \"Look, the king's sons are coming. It is just as your servant said.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it came about when he finished speaking, the king's sons arrived and raised their voices and wept. The king and all his servants also wept bitterly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Absalom fled and went to Talmai son of Ammihud, the king of Geshur. David mourned for his son every day.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Absalom fled and went to Geshur, where he was for three years.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The mind of King David longed to go out to see Absalom, for he was comforted concerning Amnon and his death.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}