{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joab son of Zeruiah perceived that the king's heart desired to see Absalom.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab sent word to Tekoa and had a wise woman brought to him. He said to her, \"Please pretend you are a mourner and put on mourning clothes. Please do not anoint yourself with oil, but be like a woman who has mourned a long time for the dead.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then go to the king and speak to him about what I will describe.\" So Joab told her the words she was to say to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the woman from Tekoa spoke to the king, she lay facedown on the ground and said, \"Help me, king.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to her, \"What is wrong?\" She answered, \"The truth is that I am a widow, and my husband is dead.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, your servant, had two sons, and they fought together in the field, and there was no one to separate them. One struck the other and killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the whole clan has risen against your servant, and they say, 'Give into our hand the man who struck his brother, so that we may put him to death, to pay for the life of his brother whom he killed.' So they would also destroy the heir. Thus they will put out the burning coal that I have left, and they will leave for my husband neither name nor descendant on the surface of the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said to the woman, \"Go to your house, and I will command something to be done for you.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman of Tekoa replied to the king, \"My master, king, may the guilt be on me and on my father's family. The king and his throne are guiltless.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"Whoever says anything to you, bring him to me, and he will not touch you anymore.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she said, \"Please, may the king call to mind Yahweh your God, so that the avenger of blood will not destroy anyone further, so that they will not destroy my son.\" The king replied, \"As Yahweh lives, not one hair of your son will fall to the ground.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman said, \"Please let your servant speak a further word to my master the king.\" He said, \"Speak on.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman said, \"Why then have you devised such a thing against the people of God? For in saying this thing, the king is like someone who is guilty, because the king has not brought back home again his banished son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we all must die, and we are like water spilled on the ground, which cannot be gathered up again. But God will not take away life; instead, he finds a way for those who were driven away to be restored. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, seeing that I have come to speak this thing to my master the king, it is because the people have made me afraid. So your servant said to herself, 'I will now speak to the king. It may be that the king will perform the request of his servant.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps the king will listen to me and deliver his servant from the hand of the man who would destroy me and my son together, out of the inheritance God gave us.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then your servant prayed, 'Yahweh, please let the word of my master the king give me relief, for as an angel of God, so is my master the king in telling good from evil.' May Yahweh your God be with you.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king answered and said to the woman, \"Please do not hide from me anything that I will ask you.\" The woman replied, \"Let my master the king now speak.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Is not the hand of Joab with you in all this?\" The woman answered and said, \"As you live, my master the king, no one can escape to the right hand or to the left from anything that my master the king has spoken. It was your servant Joab who commanded me and told me to say these things that your servant has spoken.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your servant Joab has done this to change the course of what is happening. My master is wise, like the wisdom of an angel of God, and he knows everything that is happening in the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said to Joab, \"Look now, I will do this thing. Go then, and bring the young man Absalom back.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab lay facedown on the ground in honor and gratitude to the king. Joab said, \"Today your servant knows that I have found favor in your eyes, my master, king, in that the king has performed the request of his servant.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab arose, went to Geshur, and brought Absalom back to Jerusalem.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"He may return to his own house, but he may not see my face.\" So Absalom returned to his own house, but did not see the king's face.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in all Israel there was no one praised for his handsomeness more than Absalom. From the sole of his foot to the top of his head there was no blemish in him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he cut the hair of his head at the end of every year, because it was heavy on him, he weighed his hair; it would weigh about two hundred shekels, which is measured by the weight of the king's standard.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To Absalom were born three sons and one daughter, whose name was Tamar. She was a beautiful woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom lived two full years in Jerusalem, without seeing the king's face.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom sent word for Joab to send him to the king, but Joab would not come to him. So Absalom sent word a second time, but Joab still did not come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Absalom said to his servants, \"See, Joab's field is near mine, and he has barley there. Go and set it on fire.\" So Absalom's servants set the field on fire.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab arose and came to Absalom at his house, and said to him, \"Why have your servants set my field on fire?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom answered Joab, \"Look, I sent word to you saying, 'Come here so I may send you to the king to say, \"Why did I come from Geshur? It would be better for me to still be there. Now therefore let me see the king's face, and if I am guilty, let him kill me.\"'\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab went to the king and told him. When the king called for Absalom, he came to the king and bowed low to the ground before the king, and the king kissed Absalom.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}