{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after this that Absalom prepared a chariot and horses for himself, with fifty men to run before him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom would get up early and stand beside the road leading to the city gate. When any man had a dispute to come to the king for judgment, Absalom called to him and said, \"From what city have you come?\" Then the man would answer, \"Your servant is from one of the tribes of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Absalom would say to him, \"Look, your case is good and right, but there is no one empowered by the king to hear your case.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom added, \"I wish that I were made judge in the land, so that every man who had any dispute or cause might come to me, and I would bring him justice!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it came about that when any man came to Absalom to honor him, Absalom would put out his hand and take hold of him and kiss him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom acted in this way to all Israel who came to the king for judgment. So Absalom stole the hearts of the men of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at the end of four years that Absalom said to the king, \"Please let me go and pay a vow that I have made to Yahweh in Hebron.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For your servant made a vow while I was living at Geshur in Aram, saying,' If Yahweh will indeed bring me again to Jerusalem, then I will worship Yahweh.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said to him, \"Go in peace.\" So Absalom arose and went to Hebron.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then Absalom sent spies throughout all the tribes of Israel, saying, \"As soon as you hear the sound of the trumpet, then you must say, 'Absalom is king in Hebron.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With Absalom went two hundred men from Jerusalem, who were invited. They went in their innocence, not knowing anything that Absalom had planned.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Absalom offered sacrfices, he sent for Ahithophel from his hometown of Giloh. He was David's counselor. Absalom's conspiracy was strong, for the people following Absalom were constantly increasing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A messenger came to David saying, \"The hearts of the men of Israel are following after Absalom.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to all his servants who were with him at Jerusalem, \"Arise and let us flee, or none of us will escape from Absalom. Prepare to leave immediately, or he will quickly overtake us, and he will bring down disaster on us and attack the city with the edge of the sword.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's servants said to the king, \"Look, your servants are ready to do whatever our master the king decides.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king left and all his family after him, but the king left ten women, who were concubines, to keep the palace.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the king went out and all the people after him, they stopped at the last house.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All his army marched with him, and before him went all the Kerethites, and all the Pelethites, and all the Gittites—six hundred men who had followed him from Gath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Ittai the Gittite, \"Why will you come with us? Return and stay with the king, for you are a foreigner and an exile. Return to your own place.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you just left yesterday, why should I make you wander all over with us? I do not even know where I am going. So return and take your fellow countrymen back. May loyalty and faithfulness go with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ittai answered the king and said, \"As Yahweh lives, and as my master the king lives, surely in whatever place where my master the king goes, there also will your servant go, whether that means living or dying.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to Ittai, \"Go ahead and continue with us.\" So Ittai the Gittite marched with the king, along with all his men and all the families who were with him.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the country wept with a loud voice as all the people passed by over the Kidron Valley, and as the king also himself crossed over. All the people traveled on the road toward the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even Zadok with all the Levites, carrying the ark of the covenant of God, were present. They set the ark of God down, and then Abiathar joined them. They waited until all the people had passed by out of the city.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Zadok, \"Carry the ark of God back into the city. If I find favor in the eyes of Yahweh, he will bring me back here and show me again the ark and the place where he lives.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he says, 'I am not pleased with you,' look, here am I, let him do to me whatever seems good to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also said to Zadok the priest, \"Are you not a seer? Return into the city in peace, and your two sons with you, Ahimaaz your son, and Jonathan son of Abiathar.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I will wait at the fords of the Arabah until word comes from you to inform me.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zadok and Abiathar carried the ark of God back into Jerusalem, and they stayed there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David ascended barefoot and weeping up the Mount of Olives, and he had his head covered. Every man of the people who were with him covered his head, and they went up weeping as they walked.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told David saying, \"Ahithophel is among the conspirators with Absalom.\" So David prayed, \"O Yahweh, please turn Ahithophel's advice into foolishness.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when David arrived at the top of the road, where God used to be worshiped, Hushai the Arkite came to meet him with his coat torn and earth on his head.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"If you travel with me, then you will be a burden to me.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you return to the city and say to Absalom, 'I will be your servant, king, as I have been your father's servant in time past, so will I now be your servant,' then you will confuse Ahithophel's advice for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will you not have the priests Zadok and Abiathar with you? So whatever you hear in the king's palace, you must tell it to Zadok and Abiathar the priests.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See that they have there with them their two sons, Ahimaaz, Zadok's son, and Jonathan, Abiathar's son. You must send to me by their hand everything that you hear.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hushai, David's friend, came into the city as Absalom arrived and entered into Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}