{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David had gone a short distance over the summit of the hill, Ziba the servant of Mephibosheth met him with a couple of saddled donkeys; on them were two hundred loaves of bread, one hundred clusters of raisins, and one hundred bunches of figs, and a skin of wine.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Ziba, \"Why did you bring these things?\" Ziba replied, \"The donkeys are for the king's household to ride on, the bread and fig cakes are for your men to eat, and the wine is for anyone who is faint in the wilderness to drink.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Then where is your master's grandson?\" Ziba replied to the king, \"Look, he has stayed behind in Jerusalem, for he said, 'Today the house of Israel will restore my father's kingdom to me.'\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Ziba, \"Look, all that belonged to Mephibosheth now belongs to you.\" Ziba answered, \"I bow in humility to you, my master, king. Let me find favor in your eyes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King David approached Bahurim, there came out from there a man from the clan of Saul, whose name was Shimei son of Gera. He came out cursing as he walked.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He threw stones at David and at all of the king's officials, in spite of the army and bodyguards who were on the king's right and left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei called out in cursing, \"Go away, get out of here, you villain, you man of blood!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has repaid all of you for the blood you shed within the family of Saul, in whose place you have reigned. Yahweh has given the kingdom into the hand of Absalom your son. You have come to ruin because you are a man of blood.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abishai son of Zeruiah, said to the king, \"Why should this dead dog curse my master the king? Please let me go over and take off his head.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king said, \"What have I to do with you, sons of Zeruiah? Perhaps he is cursing me because Yahweh has said to him, 'Curse David.' Who then could say to him, 'Why are you cursing the king?'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to Abishai and to all his servants, \"Look, my son, who was born from my body, wants to take my life. How much more may this Benjamite now desire my ruin? Leave him alone and let him curse, for Yahweh has commanded him to do it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps Yahweh will look at the misery unleashed on me, and repay me with good for his cursing me today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his men traveled on the road, while Shimei went beside him up on the hillside, cursing and throwing dust and stones at him as he went.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king and all the people who were with him became weary, and he rested when they stopped for the night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Absalom and all the men of Israel who were with him, they came to Jerusalem, and Ahithophel was with him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when Hushai the Arkite, David's friend, had come to Absalom, that Hushai said to Absalom, \"Long live the king! Long live the king!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom said to Hushai, \"Is this your loyalty to your friend? Why did you not go with him?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hushai said to Absalom, \"No! Instead, the one whom Yahweh and this people and all the men of Israel have chosen, that is the man to whom I will belong, and I will stay with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, what man should I serve? Should I not serve in the presence of his son? As I have served in your father's presence, I will serve in your presence.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom said to Ahithophel, \"Give us your advice about what we should do.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahithophel answered Absalom, \"Go sleep with your father's slave wives whom he has left to keep the palace, and all Israel will hear that you have become a stench to your father. Then the hands of all who are with you will be strong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they spread for Absalom a tent on the top of the palace, and Absalom slept with his father's slave wives in the sight of all Israel.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the advice of Ahithophel that he gave in those days was as if a man heard from the mouth of God himself. That was how all of Ahithophel's advice was viewed by both David and Absalom.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}