{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahithophel said to Absalom, \"Now let me choose twelve thousand men, and I will arise and pursue David tonight.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will come on him while he is weary and weak and will surprise him with fear. The people who are with him will flee, and I will attack only the king.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring back all the people to you, like a bride coming to her husband, and all the people will be at peace under you.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What Ahithophel said pleased Absalom and all the elders of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom said, \"Now call Hushai the Arkite, too, and let us hear what he says.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hushai had come to Absalom, Absalom explained to him what Ahithophel had said and then asked Hushai, \"Should we do what Ahithophel has said? If not, tell us what you advise.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hushai said to Absalom, \"The advice that Ahithophel has given this time is not good.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hushai added, \"You know your father and his men are strong warriors, and that they are bitter, and they are like a bear robbed of her cubs in a field. Your father is a man of war; he will not sleep with the army tonight.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, right now he is probably hidden in some pit or in some other place. It will happen that when some of your men have been killed at the beginning of an attack, that whoever hears it will say, 'A slaughter has taken place among the soldiers who follow Absalom.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then even the bravest soldiers, whose hearts are like the heart of a lion, will be afraid because all Israel knows that your father is a mighty man, and that the men who are with him are very strong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I advise you that all Israel should be gathered together to you, from Dan to Beersheba, as numerous as the sands that are by the sea, and that you go to battle in person.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we will come on him wherever he may be found, and we will cover him as the dew falls on the ground. We will not leave even one of his men, or him himself, alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he retreats into a city, then all Israel will bring ropes to that city and we will drag it into the river, until there is no longer even a small stone found there.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Absalom and the men of Israel said, \"Hushai the Arkite's advice is better than Ahithophel's.\" Yahweh had ordained the rejection of Ahithophel's good advice in order to bring destruction on Absalom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hushai said to Zadok and to Abiathar the priests, \"Ahithophel advised Absalom and the elders of Israel in such and such a way, but I have advised something else.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, go quickly and report to David; say to him, 'Do not camp tonight at the fords of the Arabah, but by all means cross over, or the king will be swallowed up along with all the people who are with him.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jonathan and Ahimaaz were staying at the spring of Rogel. A female servant used to go and inform them what they needed to know, for they could not risk being seen going into the city. When the message came, then they were to go and tell King David.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a young man saw them this time and told Absalom. So Jonathan and Ahimaaz went away quickly and came to the house of a man in Bahurim, who had a well in his courtyard, into which they descended.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man's wife took the covering for the well and spread it over the well's opening, and tossed grain over it, so no one knew Jonathan and Ahimaaz were in the well.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom's men came to the woman of the house and said, \"Where are Ahimaaz and Jonathan?\" The woman told them, \"They have crossed over the river.\" So after they had looked around and could not find them, they returned to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after they had left that Jonathan and Ahimaaz came up out of the well. They went to report to King David; they said to him, \"Get up and cross quickly over the water because Ahithophel has given such and such advice about you.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David arose and all the people who were with him, and they crossed over the Jordan. By morning daylight not one of them had failed to cross over the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahithophel saw that his advice had not been followed, he saddled his donkey and left. He went home to his own city, set his affairs in order, and hanged himself. In this way he died and was buried in the tomb of his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David came to Mahanaim. As for Absalom, he crossed over the Jordan, he and all the men of Israel with him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom had set Amasa over the army instead of Joab. Amasa was the son of Jether the Ishmaelite "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Scholars disagree about whether the word describing Jether should be \"Ishmaelite\" as it is in some ancient Greek versions, or \"Israelite\" as it is in the ancient Hebrew text. Some scholars believe that \"Israelite\" is a scribal error in the Hebrew. \"Ishmaelite\" is the word used in a parallel passage (See: 1 Chron. 2:17), in both the ancient Hebrew and Greek texts. ",
        "endTag": "f*"
      },
      {
        "type": "text",
        "text": ", who had slept with Abigail, who was the daughter of Nahash and sister of Zeruiah, the mother of Joab.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Israel and Absalom camped in the land of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when David had come to Mahanaim, that Shobi son of Nahash from Rabbah of the Ammonites, and Machir son of Ammiel from Lo Debar, and Barzillai the Gileadite from Rogelim,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "brought sleeping mats and blankets, bowls and pots, and wheat, barley flour, roasted grain, beans, lentils,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "honey, butter, sheep, and milk curds, so that David and the people with him could eat. These men had said, \"The people are hungry, weary, and thirsty in the wilderness.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}