{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab was told, \"Look, the king is weeping and mourning for Absalom.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the victory that day was turned into mourning for all the army, for the army heard it said that day, \"The king is mourning for his son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers had to sneak quietly into the city that day, like people who are ashamed sneak away when they run from battle.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king covered his face and cried in a loud voice, \"My son Absalom, Absalom, my son, my son!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab entered into the house to the king and said to him, \"You have shamed the faces of all your soldiers today, who have saved your life today, and the lives of your sons and of your daughters, and the lives of your wives, and the lives of your slave wives,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because you love those who hate you, and you hate those who love you. For today you have shown that commanders and soldiers are nothing to you. Today I believe that if Absalom had lived, and we all had died, then that would have pleased you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore get up and go out and speak kindly to your soldiers, for I swear by Yahweh, if you do not go, not one man will remain with you tonight. That would be worse for you than all the disasters that have ever happened to you from your youth until now.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king got up and sat in the city gate, and all the people were told, \"Look, the king is sitting in the gate,\" and all the people came before the king.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Israel fled, every man to his home.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people were arguing with each other throughout all the tribes of Israel saying, \"The king rescued us out of the hand of our enemies, and he saved us out of the hand of the Philistines, but now he has run out of the land because of Absalom.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Absalom, whom we anointed over us, has died in battle. So why do you say nothing about bringing the king back?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David sent to Zadok and to Abiathar the priests saying, \"Speak to the elders of Judah saying, 'Why are you the last to bring the king back to his palace, since the talk of all Israel favors the king, to bring him back to his palace?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are my brothers, my flesh and bone. Why then are you the last to bring back the king?'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to Amasa, 'Are you not my flesh and my bone? God do so to me, and more also, if you are not captain of my army from now on in the place of Joab.'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he won the hearts of all the men of Judah as one man. They sent to the king saying, \"Return, you and all your men.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king returned and came to the Jordan. Now the men of Judah came to Gilgal to go to meet the king and then to bring the king across the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei son of Gera, the Benjamite, who was from Bahurim, hurried down with the men of Judah to meet King David.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were one thousand men from Benjamin with him, and Ziba the servant of Saul, and his fifteen sons and twenty servants with him. They crossed through the Jordan in the presence of the king.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crossed to bring over the king's family and to do whatever he thought good. Shimei son of Gera bowed down before the king just before he began to cross the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei said to the king, \"Do not, my master, find me guilty or call to mind the wrong your servant did the day my master the king left Jerusalem. Please, may the king not take it to heart.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For your servant knows that I have sinned. See, that is why I have come today as the first from all the family of Joseph to come down to meet my master the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abishai son of Zeruiah answered and said, \"Should not Shimei be put to death for this, because he cursed Yahweh's anointed?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"What have I to do with you, you sons of Zeruiah, that you should today be adversaries to me? Will any man be put to death today in Israel? For do I not know that today I am king over Israel?\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said to Shimei, \"You will not die.\" So the king promised him with an oath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mephibosheth son of Saul came down to meet the king. He had not dressed his feet, or trimmed his beard, or washed his clothes from the day the king left until the day he came home in peace.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when he came from Jerusalem to meet the king, the king said to him, \"Why did you not go with me, Mephibosheth?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"My master the king, my servant deceived me, for I said, 'I will saddle a donkey so I may ride on it and go with the king, because your servant is lame.'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My servant Ziba has slandered me, your servant, to my master the king. But my master the king is like an angel of God. Therefore, do what is good in your eyes.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all my father's house were dead men before my master the king, but you set your servant among those who ate at your own table. What right therefore have I that I should still cry any more to the king?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to him, \"Why explain anything further? I have decided that you and Ziba will divide the fields.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Mephibosheth replied to the king, \"Yes, let him take it all, since my master the king has come safely to his own home.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Barzillai the Gileadite came down from Rogelim to cross over the Jordan with the king, and he accompanied the king over the Jordan.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Barzillai was a very old man, eighty years old. He had furnished the king with provisions while he stayed at Mahanaim, for he was a very wealthy man.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Barzillai, \"Come over with me, and I will provide for you to stay with me in Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barzillai replied to the king, \"How many days are left in the years of my life, that I should go up with the king to Jerusalem?\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am eighty years old. Can I distinguish between good and bad? Can your servant taste what I eat or what I drink? Can I hear any more the voice of singing men and singing women? Why then should your servant be a burden to my master the king?\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your servant would like to just go over the Jordan with the king. Why should the king repay me with such a reward?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please let your servant return back home, so I may die in my own city by the grave of my father and my mother. But see, here is your servant Kimham. Let him cross over with my master the king, and do for him what seems good to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king answered, \"Kimham will go over with me, and I will do for him what seems good to you, and whatever you desire from me, I do that for you.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people crossed the Jordan, and the king crossed over, and the king kissed Barzillai and blessed him. Then Barzillai returned to his own home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king crossed over to Gilgal, and Kimham crossed over with him. All the army of Judah brought the king over, and also half the army of Israel.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon all the men of Israel began to come to the king and say to the king, \"Why have our brothers, the men of Judah, stolen you away and brought the king and his family over the Jordan, and all David's men with him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men of Judah answered the men of Israel, \"It is because the king is more closely related to us. Why then are you angry about this? Have we eaten anything that the king had to pay for? Has he given us any gifts?\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel answered the men of Judah, \"We have ten tribes related to the king, so we have even more right to David than you. Why then did you despise us? Was not our proposal to bring back our king the first to be heard?\" But the words of the men of Judah were even more harsh than the words of the men of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}