{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this David asked Yahweh and said, \"Should I go up to one of the cities of Judah?\" Yahweh replied to him, \"Go up.\" David said, \"To which city should I go?\" Yahweh replied, \"To Hebron.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went up with his two wives, Ahinoam from Jezreel, and Abigail from Carmel, the widow of Nabal.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David brought the men who were with him, who each brought his family, to the cities of Hebron, where they began to live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then men from Judah came and anointed David king over the house of Judah.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They told David, \"The men of Jabesh Gilead have buried Saul.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David sent messengers to the men of Jabesh Gilead and said to them, \"You are blessed by Yahweh, since you have showed this loyalty to your master Saul and have buried him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now may Yahweh show you covenantal loyalty and faithfulness. I also will show you this goodness because you have done this thing.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, let your hands be strong; be courageous for Saul your master is dead, and the house of Judah has anointed me king over them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abner son of Ner, commander of Saul's army, took Ishbosheth son of Saul and brought him to Mahanaim.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made Ishbosheth king over Gilead, Asher, Jezreel, Ephraim, Benjamin, and over all Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishbosheth son of Saul, was forty years old when he began to reign over Israel, and he reigned two years. But the house of Judah followed David.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The time that David was king in Hebron over the house of Judah was seven years and six months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner son of Ner, and the servants of Ishbosheth son of Saul, went out from Mahanaim to Gibeon.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab son of Zeruiah and the servants of David went out and met them by the pool of Gibeon. There they sat down, one group on one side of the pool and the other on the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner said to Joab, \"Let the young men arise and compete before us.\" Then Joab said, \"Let them arise.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the young men got up and gathered together, twelve for Benjamin and Ishbosheth son of Saul, and twelve from servants of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each man seized his opponent by the head and thrust his sword into the side of his opponent, and they fell down together. Therefore that place was called \"Helkath Hazzurim,\" or \"Field of Swords,\" which is in Gibeon.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle was very severe that day and Abner and the men of Israel were defeated before the servants of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The three sons of Zeruiah were there: Joab, and Abishai, and Asahel. Asahel was swift in his feet like a wild gazelle.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asahel closely pursued Abner and followed him without turning away in any direction.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner looked behind him and said, \"Is that you Asahel?\" He answered, \"It is I.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner said to him, \"Turn aside to your right or to your left, and seize one of the young men and take his armor.\" But Asahel would not turn aside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abner said again to Asahel, \"Stop pursuing me. Why should I strike you to the ground? How then could I hold up my face to Joab, your brother?\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Asahel refused to turn aside, and so Abner stabbed him in the body with the blunt end of his spear, so that the spear came out the other side. Asahel fell down and died there. So it came about that anyone who arrived at the place where Asahel fell down and died, he stopped and stood still.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joab and Abishai pursued Abner. When the sun was going down, they came to the hill of Ammah, which is near Giah by the road to the wilderness of Gibeon.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Benjamin gathered themselves together behind Abner and stood on the top of the hill.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abner called to Joab and said, \"Must the sword devour forever? Do you not know it will be bitter in the end? How long will it be before you tell your men to stop pursuing their brothers?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab replied, \"Just as God lives, if you had not said that, my soldiers would have pursued their brothers until the morning!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab blew the trumpet, and all his men stopped and did not pursue Israel anymore, nor did they fight anymore.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner and his men traveled all that night through the Arabah. They crossed the Jordan, marched all the next morning, and then reached Mahanaim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab returned from pursuing Abner. He assembled all his men, from whom were missing Asahel and nineteen of David's soldiers.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men of David had killed 360 men of Benjamin with Abner.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they took up Asahel and buried him in the tomb of his father, which was in Bethlehem. Joab and his men traveled all night, and the day dawned on them at Hebron.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}