{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There also happened to be at the same place a troublemaker whose name was Sheba son of Bikri, a Benjamite. He blew the trumpet and said, \"We have no part in David, neither have we any inheritance in the son of Jesse. Let every man go back to his home, Israel.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the men of Israel deserted David and followed Sheba son of Bikri. But the men of Judah followed closely their king, from the Jordan all the way to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David came to his palace at Jerusalem, he took the ten slave wives whom he had left to keep the palace, and he put them in a house under guard. He provided for their needs, but he did not sleep with them any longer. So they were shut up to the day of their death, living as if they were widows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Amasa, \"Call the men of Judah together within three days; you must be here, too.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amasa went to call Judah, but he was delayed beyond the time that the king had allotted for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David said to Abishai, \"Now Sheba son of Bikri will do us more harm than Absalom did. Take your master's servants, my soldiers, and pursue after him, or he will find fortified cities and escape out of our sight.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab's men went out after him, along with the Kerethites and the Pelethites and all the mighty warriors. They left Jerusalem to pursue Sheba son of Bikri.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were at the great stone which is at Gibeon, Amasa came to meet them. Joab was wearing the battle armor that he had put on, which included a belt around his waist with a sheathed sword fastened to it. As he walked forward, the sword fell out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab said to Amasa, \"Is it well with you, my cousin?\" Joab took Amasa by the beard with his right hand to kiss him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amasa did not notice the dagger that was in Joab's left hand. Joab stabbed Amasa in the stomach and his bowels spilled out to the ground. Joab did not strike him again, and Amasa died.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Joab and Abishai his brother pursued Sheba son of Bikri.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of Joab's men stood by Amasa, and the man said, \"He who favors Joab, and he who is for David, let him follow Joab.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amasa lay wallowing in his blood in the middle of the road. When the man saw that all the people stood still, he carried Amasa off of the road and into a field. He threw a garment over him because he saw that everyone who came by him stood still.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Amasa was taken off the road, all the men followed on after Joab in pursuit of Sheba son of Bikri.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sheba passed through all the tribes of Israel to Abel of Beth Maacah, and through all the land of the Bikrites, who gathered together and also pursued Sheba.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They caught up with him and besieged him in Abel of Beth Maacah. They built up a siege ramp against the city against the wall. All the army who were with Joab battered the wall to knock it down.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a wise woman cried out of the city, \"Listen, please listen, Joab! Come near me so I may speak with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab came near to her, and the woman said, \"Are you Joab?\" He answered, \"I am.\" Then she said to him, \"Listen to the words of your servant.\" He answered, \"I am listening.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she spoke, \"They used to say in old times, 'Surely seek advice at Abel,' and that advice would end the matter.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are a city that is one of the most peaceful and faithful in Israel. You are trying to destroy a city that is a mother in Israel. Why do you want to swallow up the inheritance of Yahweh?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab answered and said, \"Far be it, far be it from me, that I should swallow up or destroy.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is not true. But a man from the hill country of Ephraim, named Sheba son of Bikri, has lifted up his hand against the king, against David. Give up him alone, and I will withdraw from the city.\" The woman said to Joab, \"His head will be thrown to you over the wall.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman went to all the people in her wisdom. They cut off the head of Sheba son of Bikri, and threw it out to Joab. Then he blew the trumpet and Joab's men left the city, every man to his home. Then Joab returned to Jerusalem to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joab was over all the army of Israel, and Benaiah son of Jehoiada was over the Kerethites and over the Pelethites.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoniram was over the men who did forced labor, and Jehoshaphat son of Ahilud was the recorder.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sheva was scribe and Zadok and Abiathar were priests.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ira the Jairite was chief minister to David.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}