{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a famine in David's time for three years in a row, and David sought the face of Yahweh. So Yahweh said, \"This famine is on you because of Saul and his murderous family, because he put the Gibeonites to death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Gibeonites were not from the people of Israel; they were from what remained of the Amorites. The people of Israel had sworn not to kill them, but Saul tried to kill them all anyway in his zeal for the people of Israel and Judah.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King David called together the Gibeonites and said to them, \"What should I do for you? How can I make atonement, so that you may bless the people of Yahweh, who inherit his goodness and promises?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Gibeonites responded to him, \"It is not a matter of silver or gold between us and Saul or his family. In the same way it is not for us to put to death any man in Israel.\" David replied, \"What are you saying that I should do for you?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered the king, \"The man who tried to kill us all, who schemed against us, so that we are now destroyed and have no place within the borders of Israel—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "let seven men from his descendants be handed over to us, and we will hang them before Yahweh in Gibeah of Saul, the one chosen by Yahweh.\" So the king said, \"I will give them to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king spared Mephibosheth son of Jonathan son of Saul, because of Yahweh's oath between them, between David and Jonathan son of Saul.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king took the two sons of Rizpah daughter of Aiah, sons whom she bore to Saul—the two sons were named Armoni and Mephibosheth; and David also took the five sons of Merab "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read: \\fqa Michal,\\fqa* but 2SA 6:23 says she had no children; or Michal may have been another name for Merab. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "daughter of Saul, whom she bore to Adriel son of Barzillai the Meholathite.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He handed them over into the hands of the Gibeonites. They hanged them on the mountain before Yahweh, and they died all seven together. They were put to death during the time of harvest, during the first days at the beginning of barley harvest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rizpah, the daughter of Aiah, took sackcloth and spread it for herself on the mountain beside the dead bodies, from the beginning of harvest until the rain poured down on them from the sky. She did not allow the birds of the sky to disturb the bodies by day or the wild animals by night.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was told to David what Rizpah, the daughter of Aiah, the slave wife of Saul, had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went and took the bones of Saul and the bones of Jonathan his son from the men of Jabesh Gilead, who had stolen them from the public square of Beth Shan, where the Philistines had hanged them, after the Philistines had killed Saul in Gilboa.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David took away from there the bones of Saul and the bones of Jonathan his son, and they gathered the bones of the seven men who had been hanged, as well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They buried the bones of Saul and Jonathan his son in the country of Benjamin in Zela, in the tomb of Kish his father. They performed all that the king commanded. After that God answered their prayers for the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistines went to war again with Israel. So David went down with his army and fought against the Philistines. David was overcome with battle fatigue.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishbi-Benob, a descendant of the giants, whose bronze spear weighed three hundred shekels, and who was armed with a new sword, intended to kill David.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abishai son of Zeruiah rescued David, attacked the Philistine, and killed him. Then the men of David swore to him, saying, \"You must not go to battle anymore with us, so that you do not put out the lamp of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about after this that there was again a battle with the Philistines at Gob, when Sibbekai the Hushathite killed Saph, who was one of the descendants of the Rephaim.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa Gob \\fqa* in the Hebrew text, some versions have \\fqa Gezeth \\fqa* or \\fqa Gezer \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about again in a battle with the Philistines at Gob, that Elhanan son of Jair the Bethlehemite killed Goliath the Gittite, the staff of whose spear was like a weaver's beam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in another battle at Gath that there was a man of great height who had six fingers on each hand and six toes on each foot, twenty-four in number. He also was descended from the Rephaim.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he taunted Israel, Jonathan son of Shimeah, David's brother, killed him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were descendants of the Rephaim of Gath, and they were killed by the hand of David and by the hand of his soldiers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}