{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the anger of Yahweh was ignited against Israel, and he moved David against them saying, \"Go, count Israel and Judah.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Joab the commander of the army, who was with him, \"Go throughout all the tribes of Israel, from Dan to Beersheba, and count all the people, so that I may know the total number of men fit for battle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said to the king, \"May Yahweh your God multiply the number of people a hundred times, and may the eyes of my master the king see it take place. But why does my master the king want this?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, the king's word was final against Joab and against the commanders of the army. So Joab and the commanders went out from the king's presence to count the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crossed over the Jordan and encamped near Aroer, south of the city in the valley. Then they traveled on through Gad to Jazer.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to Gilead and to the land of Tahtim Hodshi, then on to Dan Jaan and around toward Sidon.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They reached the stronghold of Tyre and all the cities of the Hivites and the Canaanites. Then they went out to the Negev in Judah at Beersheba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had gone throughout all the land, they came back to Jerusalem at the end of nine months and twenty days.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab reported the total of the count of the fighting men to the king. There were in Israel 800,000 brave men who drew the sword, and the men of Judah were 500,000 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David's heart afflicted him after he had counted the men. So he said to Yahweh, \"I have greatly sinned by doing this. Now, Yahweh, take away your servant's guilt, for I have acted very foolishly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David rose up in the morning, the word of Yahweh came to the prophet Gad, David's seer, saying,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go say to David: 'This is what Yahweh says: \"I am giving you three choices. Choose one of them.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gad went to David and said to him, \"Will three years of famine come to you in your land? Or will you flee three months from your enemies while they pursue you? Or will there be three days of plague in your land? Now decide what answer I should return to him who sent me.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Gad, \"I am in deep trouble. Let us fall into Yahweh's hands rather than into the hand of man, for his merciful actions are very great.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh sent a plague on Israel from the morning to a fixed time, and seventy thousand people died from Dan to Beersheba.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the angel reached out with his hand toward Jerusalem to destroy it, Yahweh changed his mind because of the harm it would cause, and he said to the angel who was destroying people, \"Enough! Now draw back your hand.\" At that time the angel of Yahweh was standing at the threshing floor of Araunah the Jebusite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David spoke to Yahweh when he saw the angel who had attacked the people, and said, \"I have sinned, and I have acted perversely. But these sheep, what have they done? Please let your hand punish me and my father's family!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Gad came that day to David and said to him, \"Go up and build an altar for Yahweh at the threshing floor of Araunah the Jebusite.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went up as Gad instructed him to do, as Yahweh had commanded.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Araunah looked out and saw the king and his servants approaching. So Araunah went out and bowed to the king with his face to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Araunah said, \"Why has my master the king come to me, his servant?\" David replied, \"To buy your threshing floor, so I can build an altar for Yahweh, so that the plague may be removed from the people.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Araunah said to David, \"Take it as your own, my master the king. Do with it what is good in your sight. Look, here are oxen for the burnt offering and threshing sledges and ox yokes for the wood.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All this, my king, I, Araunah, will give to you.\" Then he said to the king, \"May Yahweh your God accept you.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Araunah, \"No, I insist on buying it at a price. I will not offer as a burnt offering to Yahweh anything that costs me nothing.\" So David bought the threshing floor and the oxen for fifty shekels of silver.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David built an altar for Yahweh there and offered on it burnt offerings and fellowship offerings. So Yahweh answered the prayer on behalf of the land, and the plague on Israel was confined.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}