{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a long war between the house of Saul and the house of David. David grew stronger and stronger, but the house of Saul grew weaker and weaker.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sons were born to David in Hebron. His firstborn was Amnon, by Ahinoam from Jezreel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His second son, Kileab, was born to Abigail, the widow of Nabal from Carmel. The third, Absalom, was son of Maacah, daughter of Talmai, king of Geshur.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's fourth son, Adonijah, was the son of Haggith. His fifth son was Shephatiah son of Abital,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the sixth, Ithream, was the son of David's wife Eglah. These sons were born to David in Hebron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about during the war between the house of Saul and the house of David that Abner made himself strong in the house of Saul.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul had a concubine whose name was Rizpah, the daughter of Aiah. Ishbosheth said to Abner, \"Why have you slept with my father's concubine?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abner was very angry at the words of Ishbosheth and said, \"Am I a dog's head that belongs to Judah? Today I am showing faithfulness to the house of Saul, your father, to his brothers, and to his friends, by not delivering you into the hand of David. But now you accuse me of an offense concerning this woman?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God do so to me, Abner, and more also, if I do not do for David as Yahweh has sworn to him,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to transfer the kingdom from the house of Saul and set up the throne of David over Israel and over Judah, from Dan to Beersheba.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishbosheth could not answer Abner another word, because he feared him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abner sent messengers to David to speak for him saying, \"Whose land is this? Make a covenant with me, and you will see that my hand is with you, to bring all Israel to you.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David answered, \"Good, I will make a covenant with you. But one thing I require from you is that you cannot see my face unless you first bring Michal, Saul's daughter, when you come to see me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David sent messengers to Ishbosheth, Saul's son, saying, \"Give me my wife Michal, for whom I paid a price of one hundred Philistine foreskins.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ishbosheth sent for Michal and took her from her husband, Paltiel son of Laish.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her husband went with her, weeping as he went, and followed her to Bahurim. Then Abner said to him, \"Return home now.\" So he returned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner spoke with the elders of Israel saying, \"In the past you were trying to have David be king over you.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now do it. For Yahweh has spoken of David saying, 'By the hand of my servant David I will save my people Israel from the hand of the Philistines and from the hand of all their enemies.'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner also spoke personally to the people of Benjamin. Then Abner went also to speak with David in Hebron to explain everything that Israel and the whole house of Benjamin desired to accomplish.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abner and twenty of his men arrived in Hebron to see David, David had a feast prepared for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abner explained to David, \"I will arise and gather all Israel to you, my master the king, so that they may make a covenant with you, so that you may reign over all that you desire.\" So David sent Abner away, and Abner left in peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers of David and Joab came from a raid and brought much plunder with them. But Abner was not with David in Hebron. David had sent him away, and Abner had left in peace.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joab and all the army with him arrived, they told Joab, \"Abner son of Ner came to the king, and the king has sent him away, and Abner left in peace.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab came to the king and said, \"What have you done? Look, Abner came to you! Why have you sent him away, and he is gone?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that Abner son of Ner came to deceive you and to discover your plans and learn everything you are doing?\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joab left David, he sent messengers after Abner, and they brought him back from the well of Sirah, but David did not know this.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abner returned to Hebron, Joab took him aside in the middle of the gate to speak with him quietly. There Joab stabbed him in the stomach and killed him. In this way, Joab avenged the blood of Asahel his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard about this he said, \"I and my kingdom are innocent before Yahweh forever regarding the blood of Abner son of Ner.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the guilt of Abner's death fall on the head of Joab and on all his father's house. May there never fail to be in the family of Joab someone who has a flowing sore or skin disease or who is lame and must walk with a staff or who is killed by the sword or who goes without food.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab and Abishai his brother killed Abner, because he had killed their brother Asahel at Gibeon in battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Joab and to all the people who were with him, \"Tear your clothes, put on sackcloth, and mourn before Abner's body.\" Now King David walked behind the body in the funeral procession.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They buried Abner in Hebron. The king wept and cried loudly at the tomb of Abner, and all the people also wept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king lamented for Abner and sang,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Should Abner die as a fool dies?\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your hands were not bound.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Your feet were not shackled.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "As a man falls before the sons of injustice, so you have fallen.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Once more all the people wept over him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people came to make David eat while it was still day, but David swore, \"May God do so to me, and more also, if I taste bread or anything else before the sun goes down.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people took notice of David's grief, and it pleased them, as whatever the king did pleased them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people and all Israel understood that day that it was not the king's desire to kill Abner son of Ner.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to his servants, \"Do you not know that a prince and a great man has fallen this day in Israel?\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I am weak today, though I am an anointed king. These men, the sons of Zeruiah, are too brutal for me. May Yahweh repay the evildoer by punishing him for his wickedness, as he deserves.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}