{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ishbosheth, Saul's son, heard that Abner was dead in Hebron, his hands became weak, and all Israel was troubled.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Saul's son had two men who were captains of groups of soldiers. The name of one was Baanah and the other Recab, sons of Rimmon the Beerothite of the people of Benjamin (for Beeroth is also considered part of Benjamin,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the Beerothites fled to Gittaim and have been living there until this very time).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jonathan, Saul's son, had a son who was crippled in his feet. He was five years old when the news about Saul and Jonathan came from Jezreel. His nurse picked him up to flee. But as she was running, Jonathan's son fell and became lame. His name was Mephibosheth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the sons of Rimmon the Beerothite, Recab and Baanah, traveled during the heat of the day to the house of Ishbosheth, as he was resting at noon.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman guarding the door had fallen asleep while sifting wheat, and Recab and Baanah walked in quietly and passed her.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after they entered the house, they attacked him and killed him as he was lying on his bed in his room. Then they cut off his head and carried it away, traveling on the road all night to the Arabah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the head of Ishbosheth to David at Hebron, and they said to the king, \"Look, this is the head of Ishbosheth son of Saul, your enemy, who sought your life. Today Yahweh has avenged our master the king against Saul and his descendants.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David answered Recab and Baanah his brother, the sons of Rimmon the Beerothite; he said to them, \"As Yahweh lives, who delivered my life from every trouble,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when someone told me, 'Look, Saul is dead,' thinking he was bringing good news, I seized him and killed him at Ziklag. That was the reward I gave him for his news.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How much more, when wicked men have killed an innocent person in his own house on his bed, should I not now require his blood from your hand, and remove you from the earth?\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David gave orders to the young men, and they killed them and cut off their hands and feet and hung them up beside the pool at Hebron. But they took the head of Ishbosheth and buried it in the grave of Abner in Hebron.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}