{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the tribes of Israel came to David at Hebron and said, \"Look, we are your flesh and bone.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the recent past, when Saul was king over us, it was you who led the Israelite army. Yahweh said to you, 'You will shepherd my people Israel, and you will become ruler over Israel.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them before Yahweh. They anointed David king over Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was thirty years old when he began to reign, and he reigned forty years.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and his men went to Jerusalem against the Jebusites, the inhabitants of the land. They said to David, \"You will not come here except to be turned away by the blind and the lame. David cannot come here.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, David captured the stronghold of Zion, which now is the city of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time David said, \"Those who attack the Jebusites will have to go through the water shaft to reach the 'lame and the blind' who are David's enemies.\" That is why people say, \"The 'blind and the lame' must not enter the palace.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David lived in the stronghold and called it the city of David. He fortified around it, from the terrace toward the inside.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David became very powerful because Yahweh, the God of hosts, was with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hiram king of Tyre sent messengers to David, and cedar trees, carpenters, and masons. They built a house for David.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David knew that Yahweh had established him as king over Israel, and that he had exalted his kingdom for the sake of his people Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After David left Hebron and came to Jerusalem, he took more concubines and wives in Jerusalem, and more sons and daughters were born to him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the names of the children who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ibhar, Elishua, Nepheg, Japhia,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elishama, Eliada, and Eliphelet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the Philistines heard that David had been anointed as king over Israel, they all went out looking for him. But David heard about it and went down to the stronghold.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Philistines had come and spread out in the Valley of Rephaim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David asked for help from Yahweh. He said, \"Should I attack the Philistines? Will you give victory over them?\" Yahweh said to David, \"Attack, for I will certainly give you victory over the Philistines.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David attacked at Baal Perazim, and there he defeated them. He commented, \"Yahweh has burst through my enemies before me like a bursting flood of water.\" So the name of that place became Baal Perazim.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines left their idols there, and David and his men carried them away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistines came up again and spread out once more in the Valley of Rephaim.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David sought help from Yahweh again, and Yahweh said to him, \"You must not attack their front, but rather circle around behind them and come on them through the balsam woods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you hear the sound of marching in the wind blowing through the balsam treetops, then attack with force. Do this because Yahweh will have gone out before you to attack the army of the Philistines.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David did as Yahweh had commanded him. He killed Philistines from Geba all the way to Gezer.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}