{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David again gathered together all the chosen men of Israel, thirty thousand.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David arose and went with all his men who were with him from Baalah in Judah to bring up from there the ark of God, which is called by the name of Yahweh of hosts, who sits enthroned over the cherubim.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set the ark of God on a new cart. They brought it out of Abinadab's house, which was on a hill. Uzzah and Ahio, his sons, were guiding the new cart.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the cart out of Abinadab's house on the hill with the ark of God on it. Ahio was walking in front of the ark.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David and all the house of Israel began to play before Yahweh, celebrating with wooden instruments, harps, lyres, tambourines, rattles, and cymbals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the threshing floor of Nakon, the oxen stumbled, and Uzzah reached out with his hand to grab the ark of God, and he took hold of it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the anger of Yahweh burned against Uzzah. God attacked him there for his sin. Uzzah died there by the ark of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was angry because Yahweh had attacked Uzzah, and he called the name of that place Perez Uzzah. That place is called Perez Uzza to this day.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was afraid of Yahweh that day. He said, \"How can the ark of Yahweh come to me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David was not willing to take the ark of Yahweh with him into the city of David. Instead, he put it aside in the house of Obed Edom the Gittite.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ark of Yahweh remained in the house of Obed Edom the Gittite for three months. So Yahweh blessed him and all his household.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now King David was told, \"Yahweh has blessed Obed Edom's house and everything that belongs to him because of the ark of God.\" So David went and brought up the ark of God from Obed Edom's house to the city of David with joy.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those who were carrying the ark of Yahweh had gone six steps, he sacrificed an ox and a fattened calf.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David danced before Yahweh with all his might; he was wearing only a linen ephod.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and all the house of Israel brought up the ark of Yahweh with shouting and the sound of trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now as the ark of Yahweh came into the city of David, Michal, daughter of Saul, looked out the window. She saw King David leaping and dancing before Yahweh. Then she despised him in her heart.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought in the ark of Yahweh and put it in its place, in the middle of the tent that David had set up for it. Then David offered burnt offerings and fellowship offerings before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David had finished sacrificing the burnt offerings and the fellowship offerings, he blessed the people in the name of Yahweh of hosts.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he distributed among all the people, the whole multitude of Israel, both to men and women, a loaf of bread, a portion of meat, and a cake of raisins. Then all the people left; each one returned to his own house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David returned to bless his family. Michal, the daughter of Saul, came out to meet David and said, \"How honored the king of Israel was today, who undressed himself today before the eyes of the slave girls among his servants, like one of the crude fellows who shamelessly undresses himself!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David responded to Michal, \"I did that before Yahweh, who chose me above your father and above all his family, who appointed me leader over the people of Yahweh, over Israel. Before Yahweh I will be joyful!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be even more undignified than this, and I will be humiliated in my own eyes. But by these slave girls you have spoken about, I will be honored.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Michal, the daughter of Saul, had no children to the day of her death.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}