{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that after the king had settled in his house, and after Yahweh had given him rest from all his surrounding enemies,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the king said to Nathan the prophet, \"Look, I am living in a house of cedar, but the ark of God is staying in the middle of a tent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan said to the king, \"Go, do what is in your heart, for Yahweh is with you.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that same night the word of Yahweh came to Nathan, saying,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell David my servant, 'This is what Yahweh says: Will you build me a house in which to live?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have not lived in a house from the day that I brought up the people of Israel out of Egypt until this present day; instead, I have been moving about in a tent, a tabernacle.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all places where I have moved among all the people of Israel, did I ever say anything to any of Israel's leaders whom I appointed to shepherd my people Israel, saying, \"Why have you not built me a house of cedar?\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, tell my servant David, \"This is what Yahweh of hosts says: 'I took you from the pasture, from following the sheep, so that you would be ruler over my people Israel.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been with you wherever you went. I have cut off all your enemies  from before you. Now I will make your name great, like the names of the  great ones of the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will appoint a place for my people Israel and will plant them there, so that they may live in their own place and be troubled no more. No longer will wicked people oppress them, as they did before,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as they were doing from the days that I commanded judges to be over my people Israel. Now I will give you rest from all your enemies. Moreover, I, Yahweh declare to you that I will make you a house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your days are fulfilled and you lie down with your fathers, I will raise up a descendant after you, one who will come out from your body, and I will establish his kingdom.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will build a house for my name, and I will establish the throne of his kingdom forever.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be a father to him, and he will be my son. When he sins, I will discipline him with the rod of men and with the whipping of the sons of men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But my covenant faithfulness will not leave him, as I took it from Saul, whom I removed from before you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your house and kingdom will be confirmed forever before you. Your throne will be established forever.'\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathan spoke to David and reported to him all these words, and he told him about the entire vision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David the king went in and sat before Yahweh and said, \"Who am I, Yahweh God, and what is my family that you have brought me to this point?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this was a small thing in your sight, Lord Yahweh. You have even spoken about your servant's family for a great while to come, and have shown me future generations, Lord Yahweh!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What more can I, David, say to you? You have known your servant, Lord Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For your word's sake, and to fulfill your own purpose, you have done this great thing and revealed it to your servant.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you are great, Lord Yahweh, for there is no one like you, and there is no God besides you, as we have heard with our own ears.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What nation is like your people Israel, the one nation on earth whom you, God, went and rescued for yourself? You did this so that they would become a people for yourself, to make a name for yourself, and to do great and fearful deeds for your land. You drove out nations and their gods from before your people, whom you rescued from Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You established Israel as your own people forever, and you, Yahweh, became their God.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, Yahweh God, may the promise that you made concerning your servant and his family be established forever. Do as you have spoken.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May your name be forever great, so the people will say, 'Yahweh of hosts is the God of Israel,' while the house of me, David, your servant is established before you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you, Yahweh of hosts, the God of Israel, have revealed to your servant that you will build him a house. That is why I, your servant, have found courage to pray to you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Lord Yahweh, you are God, and your words are trustworthy, and you have made this good promise to your servant.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, let it please you to bless the house of your servant, so that it may continue forever before you. For you, Lord Yahweh, have said these things, and with your blessing your servant's house will be blessed forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}