{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this it came about that David attacked the Philistines and defeated them. So David took Metheg Ammah from the control of the Philistines.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he defeated Moab and measured their men with a line by making them lie down on the ground. He measured off two lines to put to death, and one full line to keep alive. So the Moabites became servants to David and began to pay him tribute.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David then defeated Hadadezer son of Rehob, the king of Zobah, as Hadadezer was traveling to recover his rule by the Euphrates River.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David captured from him 1,700 chariots and twenty thousand footmen. David hamstrung all the chariot horses, but reserved enough of them for a hundred chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Arameans of Damascus came to help Hadadezer king of Zobah, David killed twenty-two thousand Aramean men.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David put garrisons in Aram of Damascus, and the Arameans became servants to him and brought him tribute. Yahweh gave victory to David wherever he went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David took the golden shields that were on Hadadezer's servants and brought them to Jerusalem.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Tebah and Berothai, cities of Hadadezer, King David took very much bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Tou, king of Hamath, heard that David had defeated all the army of Hadadezer,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tou sent Hadoram his son to King David to greet him and to bless him, because David had fought against Hadadezer and defeated him, and because Hadadezer had waged war against Tou. Hadoram brought with himself objects of silver, gold, and bronze.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David set aside these objects to Yahweh, together with the silver and gold from all the nations that he conquered—\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from Aram, Moab, the people of Ammon, the Philistines, and Amalek, along with all of the plundered goods of Hadadezer son of Rehob, the king of Zobah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's name was well known when he returned from conquering the Arameans in the Valley of Salt, with their eighteen thousand men.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed garrisons throughout all of Edom, and all the Edomites became servants to him. Yahweh gave victory to David wherever he went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David reigned over all Israel, and he administered justice and righteousness to all his people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab son of Zeruiah was the commander of the army, and Jehoshaphat son of Ahilud was recorder.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests, and Seraiah was scribe.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah son of Jehoiada was in charge of the Kerethites and Pelethites, and David's sons were the chief officials at the king's hand. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Comparing this verse with 1 Chron. 18:17, \\fqa were the chief officials at the king's hand \\fqa* ; but the MT has, \\fqa were priests \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}