{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"Is there anyone left in Saul's family to whom I may show kindness for Jonathan's sake?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was in Saul's family a servant whose name was Ziba, and they called him to David. The king said to him, \"Are you Ziba?\" He replied, \"Yes. I am your servant.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said, \"Is there not anyone left of Saul's family to whom I may show the kindness of God?\" Ziba replied to the king, \"Jonathan still has a son, who is lame in his feet.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to him, \"Where is he?\" Ziba replied to the king, \"Look, he is in the house of Machir son of Ammiel in Lo Debar.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King David sent and had him brought out of the house of Machir son of Ammiel from Lo Debar.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Mephibosheth son of Jonathan son of Saul, came to David and bowed down his face to the floor in honor of David. David said, \"Mephibosheth.\" He answered, \"See, I am your servant!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"Do not be afraid, for I will surely show you kindness for Jonathan your father's sake, and I will restore to you all the land of Saul your grandfather, and you will always eat at my table.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mephibosheth bowed and said, \"What is your servant, that you should look with favor on such a dead dog as I am?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king called to Ziba, Saul's servant, and said to him, \"All that belonged to Saul and his family I have given to your master's grandson.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, your sons, and your servants must till the land for him and you must harvest the crops so that your master's grandson will have food to eat. For Mephibosheth, your master's grandson, must always eat at my table.\" Now Ziba had fifteen sons and twenty servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ziba said to the king, \"Your servant will do all that my master the king commands his servant.\" The king added, \"As for Mephibosheth he will eat at my table, as one of the king's sons.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mephibosheth had a young son whose name was Mika. All who lived in the house of Ziba were servants of Mephibosheth.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Mephibosheth lived in Jerusalem, and he always ate at the king's table, though he was lame in both his feet.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}