{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने सहस्‍त्रपतियों, शतपतियों और सब प्रधानों* से सम्मति ली।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने इस्राएल की सारी मण्डली से कहा, “यदि यह तुम को अच्छा लगे और हमारे परमेश्‍वर की इच्छा हो, तो इस्राएल के सब देशों में जो हमारे भाई रह गए हैं और उनके साथ जो याजक और लेवीय अपने-अपने चराईवाले नगरों में रहते हैं, उनके पास भी यह सन्देश भेजें कि हमारे पास इकट्ठे हो जाओ,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हम अपने परमेश्‍वर के सन्दूक को अपने यहाँ ले आएँ; क्योंकि शाऊल के दिनों में हम उसके समीप नहीं जाते थे।” \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और समस्त मण्डली ने कहा, कि वे ऐसा ही करेंगे, क्योंकि यह बात उन सब लोगों की दृष्टि में उचित मालूम हुई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने मिस्र के शीहोर से ले हमात की घाटी तक के सब इस्राएलियों को इसलिए इकट्ठा किया, कि परमेश्‍वर के सन्दूक को किर्यत्यारीम से ले आए।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद सब इस्राएलियों को संग लेकर बाला को गया, जो किर्यत्यारीम भी कहलाता था और यहूदा के भाग में था, कि परमेश्‍वर यहोवा का सन्दूक वहाँ से ले आए; वह तो करूबों पर विराजनेवाला है, और उसका नाम भी यही लिया जाता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने परमेश्‍वर का सन्दूक एक नई गाड़ी पर चढ़ाकर, अबीनादाब के घर से निकाला, और उज्जा और अह्यो उस गाड़ी को हाँकने लगे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद और सारे इस्राएली परमेश्‍वर के सामने तन मन से गीत गाते और वीणा, सारंगी, डफ, झाँझ और तुरहियां बजाते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे किदोन के खलिहान तक आए, तब उज्जा ने अपना हाथ सन्दूक थामने को बढ़ाया, क्योंकि बैलों ने ठोकर खाई थी।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का कोप उज्जा पर भड़क उठा; और उसने उसको मारा क्योंकि उसने सन्दूक पर हाथ लगाया था; वह वहीं परमेश्‍वर के सामने मर गया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद अप्रसन्न हुआ, इसलिए कि यहोवा उज्जा पर टूट पड़ा था; और उसने उस स्थान का नाम पेरेसुज्जा रखा, यह नाम आज तक बना है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन दाऊद परमेश्‍वर से डरकर कहने लगा, “मैं परमेश्‍वर के सन्दूक को अपने यहाँ कैसे ले आऊँ?” \n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद सन्दूक को अपने यहाँ दाऊदपुर में न लाया, परन्तु ओबेदेदोम नामक गती के यहाँ ले गया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर का सन्दूक ओबेदेदोम के यहाँ उसके घराने के पास तीन महीने तक रहा, और यहोवा ने ओबेदेदोम के घराने पर और जो कुछ उसका था उस पर भी आशीष दी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पवित्र सन्दूक का यरूशलेम में पहुँचाया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}