{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने दाऊदपुर में भवन बनवाए, और परमेश्‍वर के सन्दूक के लिये एक स्थान तैयार करके एक तम्बू खड़ा किया*।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने कहा, “लेवियों को छोड़ और किसी को परमेश्‍वर का सन्दूक उठाना नहीं चाहिये*, क्योंकि यहोवा ने उनको इसलिए चुना है कि वे परमेश्‍वर का सन्दूक उठाए और उसकी सेवा टहल सदा किया करें।” \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने सब इस्राएलियों को यरूशलेम में इसलिए इकट्ठा किया कि यहोवा का सन्दूक उस स्थान पर पहुँचाए, जिसे उसने उसके लिये तैयार किया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए दाऊद ने हारून के सन्तानों और लेवियों को इकट्ठा किया:\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् कहातियों में से ऊरीएल नामक प्रधान को और उसके एक सौ बीस भाइयों को;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मरारियों में से असायाह नामक प्रधान को और उसके दो सौ बीस भाइयों को;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गेर्शोमियों में से योएल नामक प्रधान को और उसके एक सौ तीस भाइयों को;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलीसापानियों में से शमायाह नामक प्रधान को और उसके दो सौ भाइयों को;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हेब्रोनियों में से एलीएल नामक प्रधान को और उसके अस्सी भाइयों को;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उज्जीएलियों में से अम्मीनादाब नामक प्रधान को और उसके एक सौ बारह भाइयों को।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने सादोक और एब्यातार नामक याजकों को, और ऊरीएल, असायाह, योएल, शमायाह, एलीएल और अम्मीनादाब नामक लेवियों को बुलवाकर उनसे कहा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम तो लेवीय पितरों के घरानों में मुख्य पुरुष हो; इसलिए अपने भाइयों समेत अपने-अपने को पवित्र करो, कि तुम इस्राएल के परमेश्‍वर यहोवा का सन्दूक उस स्थान पर पहुँचा सको जिसको मैंने उसके लिये तैयार किया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि पिछली बार तुम ने उसको न उठाया था इस कारण हमारा परमेश्‍वर यहोवा हम पर टूट पड़ा, क्योंकि हम उसकी खोज में नियम के अनुसार न लगे थे।” \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजकों और लेवियों ने अपने-अपने को पवित्र किया, कि इस्राएल के परमेश्‍वर यहोवा का सन्दूक ले जा सके।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस आज्ञा के अनुसार जो मूसा ने यहोवा का वचन सुनकर दी थी, लेवियों ने सन्दूक को डंडों के बल अपने कंधों पर उठा लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने प्रधान लेवियों को आज्ञा दी कि अपने भाई गवैयों* को बाजे अर्थात् सारंगी, वीणा और झाँझ देकर बजाने और आनन्द के साथ ऊँचे स्वर से गाने के लिये नियुक्त करें।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लेवियों ने योएल के पुत्र हेमान को, और उसके भाइयों में से बेरेक्याह के पुत्र आसाप को, और अपने भाई मरारियों में से कूशायाह के पुत्र एतान को ठहराया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके साथ उन्होंने दूसरे पद के अपने भाइयों को अर्थात् जकर्याह, बेन, याजीएल, शमीरामोत, यहीएल, उन्नी, एलीआब, बनायाह, मासेयाह, मत्तित्याह, एलीपलेह, मिकनेयाह, और ओबेदेदोम और यीएल को जो द्वारपाल थे ठहराया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः हेमान, आसाप और एतान नाम के गवैये तो पीतल की झाँझ बजा-बजाकर राग चलाने को;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जकर्याह, अजीएल, शमीरामोत, यहीएल, उन्नी, एलीआब, मासेयाह, और बनायाह, अलामोत, नामक राग में सारंगी बजाने को;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मत्तित्याह, एलीपलेह, मिकनेयाह ओबेदेदोम, यीएल और अजज्याह वीणा खर्ज में छेड़ने को ठहराए गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और राग उठाने का अधिकारी कनन्याह नामक लेवियों का प्रधान था, वह राग उठाने के विषय शिक्षा देता था, क्योंकि वह निपुण था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बेरेक्याह और एल्काना सन्दूक के द्वारपाल थे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शबन्याह, योशापात, नतनेल, अमासै, जकर्याह, बनायाह और एलीएजेर नामक याजक परमेश्‍वर के सन्दूक के आगे-आगे तुरहियां बजाते हुए चले और ओबेदेदोम और यहिय्याह उसके द्वारपाल थे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद और इस्राएलियों के पुरनिये और सहस्‍त्रपति सब मिलकर यहोवा की वाचा का सन्दूक ओबेदेदोम के घर से आनन्द के साथ ले आने के लिए गए।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब परमेश्‍वर ने लेवियों की सहायता की जो यहोवा की वाचा का सन्दूक उठानेवाले थे, तब उन्होंने सात बैल और सात मेढ़े बलि किए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद, और यहोवा की वाचा का सन्दूक उठानेवाले सब लेवीय और गानेवाले और गानेवालों के साथ राग उठानेवाले का प्रधान कनन्याह, ये सब तो सन के कपड़े के बागे पहने थे, और दाऊद सन के कपड़े का एपोद पहने था।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार सब इस्राएली यहोवा की वाचा के सन्दूक को जयजयकार करते, और नरसिंगे, तुरहियां और झाँझ बजाते और सारंगियाँ और वीणा बजाते हुए ले चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा की वाचा का सन्दूक दाऊदपुर में पहुँचा तब शाऊल की बेटी मीकल ने खिड़की में से झाँककर दाऊद राजा को कूदते और खेलते हुए देखा, और उसे मन ही मन तुच्छ जाना।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पवित्र सन्दूक का यरूशलेम में वापसी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}