{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शैतान* ने इस्राएल के विरुद्ध उठकर, दाऊद को उकसाया कि इस्राएलियों की गिनती ले।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने योआब और प्रजा के हाकिमों से कहा, “तुम जाकर बेर्शेबा से ले दान तक के इस्राएल की गिनती लेकर मुझे बताओ, कि मैं जान लूँ कि वे कितने हैं।”\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब ने कहा, “यहोवा की प्रजा के कितने ही क्यों न हों, वह उनको सौ गुना बढ़ा दे; परन्तु हे मेरे प्रभु! हे राजा! क्या वे सब राजा के अधीन नहीं हैं? मेरा प्रभु ऐसी बात क्यों चाहता है? वह इस्राएल पर दोष लगने का कारण क्यों बने?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी राजा की आज्ञा योआब पर प्रबल हुई। तब योआब विदा होकर सारे इस्राएल में घूमकर यरूशलेम को लौट आया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योआब ने प्रजा की गिनती का जोड़, दाऊद को सुनाया और सब तलवार चलानेवाले पुरुष इस्राएल के तो ग्यारह लाख, और यहूदा के चार लाख सत्तर हजार ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उनमें योआब ने लेवी और बिन्यामीन को न गिना, क्योंकि वह राजा की आज्ञा से घृणा करता था\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह बात परमेश्‍वर को बुरी लगी, इसलिए उसने इस्राएल को मारा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद ने परमेश्‍वर से कहा, “यह काम जो मैंने किया, वह महापाप है। परन्तु अब अपने दास का अधर्म दूर कर; मुझसे तो बड़ी मूर्खता हुई है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने दाऊद के दर्शी गाद से कहा,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जाकर दाऊद से कह, ‘यहोवा यह कहता है कि मैं तुझको तीन विपत्तियाँ दिखाता हूँ, उनमें से एक को चुन ले, कि मैं उसे तुझ पर डालूँ।’”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब गाद ने दाऊद के पास जाकर उससे कहा, “यहोवा यह कहता है, कि जिसको तू चाहे उसे चुन ले:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "या तो तीन वर्ष का अकाल पड़े; या तीन महीने तक तेरे विरोधी तुझे नाश करते रहें, और तेरे शत्रुओं की तलवार तुझ पर चलती रहे; या तीन दिन तक यहोवा की तलवार चले, अर्थात् मरी देश में फैले और यहोवा का दूत इस्राएली देश में चारों ओर विनाश करता रहे। अब सोच, कि मैं अपने भेजनेवाले को क्या उत्तर दूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने गाद से कहा, “मैं बड़े संकट में पड़ा हूँ; मैं यहोवा के हाथ में पड़ूँ, क्योंकि उसकी दया बहुत बड़ी है; परन्तु मनुष्य के हाथ में मुझे पड़ना न पड़े।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने इस्राएल में मरी फैलाई, और इस्राएल में सत्तर हजार पुरुष मर मिटे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर परमेश्‍वर ने एक दूत यरूशलेम को भी उसे नाश करने को भेजा; और वह नाश करने ही पर था, कि यहोवा दुःख देने से खेदित हुआ, और नाश करनेवाले दूत से कहा, “बस कर; अब अपना हाथ खींच ले।” और यहोवा का दूत यबूसी ओर्नान के खलिहान के पास खड़ा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद ने आँखें उठाकर देखा कि यहोवा का दूत हाथ में खींची हुई और यरूशलेम के ऊपर बढ़ाई हुई एक तलवार लिये हुए आकाश के बीच खड़ा है, तब दाऊद और पुरनिये टाट पहने हुए मुँह के बल गिरे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने परमेश्‍वर से कहा, “जिस ने प्रजा की गिनती लेने की आज्ञा दी थी, वह क्या मैं नहीं हूँ? हाँ, जिस ने पाप किया और बहुत बुराई की है, वह तो मैं ही हूँ। परन्तु इन भेड़-बकरियों ने क्या किया है? इसलिए हे मेरे परमेश्‍वर यहोवा! तेरा हाथ मेरे पिता के घराने के विरुद्ध हो, परन्तु तेरी प्रजा के विरुद्ध न हो, कि वे मारे जाएँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा के दूत ने गाद को दाऊद से यह कहने की आज्ञा दी कि दाऊद चढ़कर यबूसी ओर्नान के खलिहान में यहोवा की एक वेदी बनाए।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गाद के इस वचन के अनुसार जो उसने यहोवा के नाम से कहा था, दाऊद चढ़ गया।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ओर्नान ने पीछे फिर के दूत को देखा, और उसके चारों बेटे जो उसके संग थे छिप गए, ओर्नान तो गेहूँ दाँवता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दाऊद ओर्नान के पास आया, तब ओर्नान ने दृष्टि करके दाऊद को देखा और खलिहान से बाहर जाकर भूमि तक झुककर दाऊद को दण्डवत् किया।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने ओर्नान से कहा, “इस खलिहान का स्थान मुझे दे दे, कि मैं इस पर यहोवा के लिए एक वेदी बनाऊँ, उसका पूरा दाम लेकर उसे मुझ को दे, कि यह विपत्ति प्रजा पर से दूर की जाए।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओर्नान ने दाऊद से कहा, “इसे ले ले, और मेरे प्रभु राजा को जो कुछ भाए वह वही करे; सुन, मैं तुझे होमबलि के लिये बैल और ईंधन के लिये दाँवने के हथियार और अन्नबलि के लिये गेहूँ, यह सब मैं देता हूँ।”\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा दाऊद ने ओर्नान से कहा, “नहीं, मैं अवश्य इसका पूरा दाम ही देकर इसे मोल लूंगा; जो तेरा है, उसे मैं यहोवा के लिये नहीं लूंगा, और न सेंत-मेंत का होमबलि चढ़ाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने उस स्थान के लिये ओर्नान को छः सौ शेकेल सोना तौलकर दिया।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने वहाँ यहोवा की एक वेदी बनाई और होमबलि और मेलबलि चढ़ाकर यहोवा से प्रार्थना की, और उसने होमबलि की वेदी पर स्वर्ग से आग गिराकर उसकी सुन ली।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने दूत को आज्ञा दी; और उसने अपनी तलवार फिर म्यान में कर ली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि यहोवा ने यबूसी ओर्नान के खलिहान में मेरी सुन ली है, दाऊद ने उसी समय वहाँ बलिदान किया।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का निवास जो मूसा ने जंगल में बनाया था, और होमबलि की वेदी, ये दोनों उस समय गिबोन के ऊँचे स्थान पर थे।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु दाऊद परमेश्‍वर के पास उसके सामने न जा सका, क्योंकि वह यहोवा के दूत की तलवार से डर गया था*।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के द्वारा इस्राएल की जनगणना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}