{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद कहने लगा, “यहोवा परमेश्‍वर का भवन यही है*, और इस्राएल के लिये होमबलि की वेदी यही है।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर के बनाने की तैयारी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने इस्राएल के देश में जो परदेशी थे उनको इकट्ठा करने की आज्ञा दी, और परमेश्‍वर का भवन बनाने को पत्थर गढ़ने के लिये संगतराश ठहरा दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दाऊद ने फाटकों के किवाड़ों की कीलों और जोड़ों के लिये बहुत सा लोहा, और तौल से बाहर बहुत पीतल,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गिनती से बाहर देवदार के पेड़ इकट्ठे किए; क्योंकि सीदोन और सोर के लोग दाऊद के पास बहुत से देवदार के पेड़ लाए थे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद ने कहा, “मेरा पुत्र सुलैमान सुकुमार और लड़का है, और जो भवन यहोवा के लिये बनाना है, उसे अत्यन्त तेजोमय और सब देशों में प्रसिद्ध और शोभायमान होना चाहिये; इसलिए मैं उसके लिये तैयारी करूँगा।” अतः: दाऊद ने मरने से पहले बहुत तैयारी की।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने अपने पुत्र सुलैमान को बुलाकर इस्राएल के परमेश्‍वर यहोवा के लिये भवन बनाने की आज्ञा दी।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने अपने पुत्र सुलैमान से कहा, “मेरी मनसा तो थी कि अपने परमेश्‍वर यहोवा के नाम का एक भवन बनाऊँ।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोवा का यह वचन मेरे पास पहुँचा, ‘तूने लहू बहुत बहाया और बड़े-बड़े युद्ध किए हैं, इसलिए तू मेरे नाम का भवन न बनाने पाएगा, क्योंकि तूने भूमि पर मेरी दृष्टि में बहुत लहू बहाया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, तुझ से एक पुत्र उत्‍पन्‍न होगा, जो शान्त पुरुष होगा; और मैं उसको चारों ओर के शत्रुओं से शान्ति दूँगा; उसका नाम तो सुलैमान होगा, और उसके दिनों में मैं इस्राएल को शान्ति और चैन दूँगा।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वही मेरे नाम का भवन बनाएगा। और वही मेरा पुत्र ठहरेगा और मैं उसका पिता ठहरूँगा, और उसकी राजगद्दी को मैं इस्राएल के ऊपर सदा के लिये स्थिर रखूँगा।’ \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे मेरे पुत्र, यहोवा तेरे संग रहे, और तू कृतार्थ होकर उस वचन के अनुसार जो तेरे परमेश्‍वर यहोवा ने तेरे विषय कहा है, उसका भवन बनाना।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब यहोवा तुझे बुद्धि और समझ दे और इस्राएल का अधिकारी ठहरा दे, और तू अपने परमेश्‍वर यहोवा की व्यवस्था को मानता रहे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू तब ही कृतार्थ होगा जब उन विधियों और नियमों पर चलने की चौकसी करेगा, जिनकी आज्ञा यहोवा ने इस्राएल के लिये मूसा को दी थी। हियाव बाँध और दृढ़ हो*। मत डर; और तेरा मन कच्चा न हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, मैंने अपने क्लेश के समय यहोवा के भवन के लिये एक लाख किक्कार सोना, और दस लाख किक्कार चाँदी, और पीतल और लोहा इतना इकट्ठा किया है, कि बहुतायत के कारण तौल से बाहर है; और लकड़ी और पत्थर मैंने इकट्ठे किए हैं, और तू उनको बढ़ा सकेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरे पास बहुत कारीगर हैं, अर्थात् पत्थर और लकड़ी के काटने और गढ़नेवाले वरन् सब भाँति के काम के लिये सब प्रकार के प्रवीण पुरुष हैं।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सोना, चाँदी, पीतल और लोहे की तो कुछ गिनती नहीं है, सो तू उस काम में लग जा! यहोवा तेरे संग नित रहे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दाऊद ने इस्राएल के सब हाकिमों को अपने पुत्र सुलैमान की सहायता करने की आज्ञा यह कहकर दी,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्या तुम्हारा परमेश्‍वर यहोवा तुम्हारे संग नहीं है? क्या उसने तुम्हें चारों ओर से विश्राम नहीं दिया? उसने तो देश के निवासियों को मेरे वश में कर दिया है; और देश यहोवा और उसकी प्रजा के सामने दबा हुआ है।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तन मन से अपने परमेश्‍वर यहोवा के पास जाया करो, और जी लगाकर यहोवा परमेश्‍वर का पवित्रस्‍थान बनाना, कि तुम यहोवा की वाचा का सन्दूक और परमेश्‍वर के पवित्र पात्र उस भवन में लाओ जो यहोवा के नाम का बननेवाला है।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}