{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दाऊद और सेनापतियों ने आसाप, हेमान और यदूतून के कुछ पुत्रों को सेवकाई के लिये अलग किया कि वे वीणा, सारंगी और झाँझ बजा-बजाकर नबूवत करें। और इस सेवकाई के काम करनेवाले मनुष्यों की गिनती यह थी:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् आसाप के पुत्रों में से जक्कूर, यूसुफ, नतन्याह और अशरेला, आसाप के ये पुत्र आसाप ही की आज्ञा में थे, जो राजा की आज्ञा के अनुसार नबूवत करता था*।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदूतून के पुत्रों में से गदल्याह, सरी, यशायाह, शिमी, हशब्याह, मत्तित्याह, ये ही छः अपने पिता यदूतून की आज्ञा में होकर जो यहोवा का धन्यवाद और स्तुति कर करके नबूवत करता था, वीणा बजाते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हेमान के पुत्रों में से, बुक्किय्याह, मत्तन्याह, उज्जीएल, शबूएल, यरीमोत, हनन्याह, हनानी, एलीआता, गिद्दलती, रोममतीएजेर, योशबकाशा, मल्लोती, होतीर और महजीओत;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर की प्रतिज्ञानुकूल जो उसका नाम बढ़ाने की थी*, ये सब हेमान के पुत्र थे जो राजा का दर्शी था; क्योंकि परमेश्‍वर ने हेमान को चौदह बेटे और तीन बेटियाँ दीं थीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये सब यहोवा के भवन में गाने के लिये अपने-अपने पिता के अधीन रहकर, परमेश्‍वर के भवन, की सेवकाई में झाँझ, सारंगी और वीणा बजाते थे। आसाप, यदूतून और हेमान राजा के अधीन रहते थे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन सभी की गिनती भाइयों समेत* जो यहोवा के गीत सीखे हुए और सब प्रकार से निपुण थे, दो सौ अट्ठासी थी।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने क्या बड़ा, क्या छोटा, क्या गुरु, क्या चेला, अपनी-अपनी बारी के लिये चिट्ठी डाली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहली चिट्ठी आसाप के बेटों में से यूसुफ के नाम पर निकली, दूसरी गदल्याह के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीसरी जक्कूर के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चौथी यिस्री के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पाँचवीं नतन्याह के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छठीं बुक्किय्याह के नाम पर निकली जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सातवीं यसरेला के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आठवीं यशायाह के नाम पर निकली जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नौवीं मत्तन्याह के नाम पर निकली, जिसके पुत्र और भाई समेत बारह थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दसवीं शिमी के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ग्यारहवीं अजरेल के नाम पर निकली जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बारहवीं हशब्याह के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरहवीं शूबाएल के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चौदहवीं मत्तित्याह के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पन्द्रहवीं यरेमोत के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सोलहवीं हनन्याह के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सत्रहवीं योशबकाशा के नाम पर निकली जिसके पुत्र और भाई उस समेत बारह थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अठारहवीं हनानी के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्‍नीसवीं मल्लोती के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बीसवीं एलियातह के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इक्कीसवीं होतीर के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाईसवीं गिद्दलती के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेईसवीं महजीओत; के नाम पर निकली जिसके पुत्र और भाई उस समेत बारह थे।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चौबीसवीं चिट्ठी रोममतीएजेर के नाम पर निकली, जिसके पुत्र और भाई उस समेत बारह थे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के संगीतकार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}