{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर द्वारपालों के दल ये थेः कोरहियों में से तो मशेलेम्याह, जो कोरे का पुत्र और आसाप के सन्तानों में से था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मशेलेम्याह के पुत्र हुए, अर्थात् उसका जेठा जकर्याह दूसरा यदीएल, तीसरा जबद्याह,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चौथा यातनीएल, पाँचवाँ एलाम, छठवां यहोहानान और सातवाँ एल्यहोएनै।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ओबेदेदोम* के भी पुत्र हुए, उसका जेठा शमायाह, दूसरा यहोजाबाद, तीसरा योआह, चौथा साकार, पाँचवाँ नतनेल,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छठवाँ अम्मीएल, सातवाँ इस्साकार और आठवाँ पुल्लतै, क्योंकि परमेश्‍वर ने उसे आशीष दी थी।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके पुत्र शमायाह के भी पुत्र उत्‍पन्‍न हुए, जो शूरवीर होने के कारण अपने पिता के घराने पर प्रभुता करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमायाह के पुत्र ये थे, अर्थात् ओतनी, रपाएल, ओबेद, एलजाबाद और उनके भाई एलीहू और समक्याह बलवान पुरुष थे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये सब ओबेदेदोम की सन्तानों में से थे, वे और उनके पुत्र और भाई इस सेवकाई के लिये बलवान और शक्तिमान थे; ये ओबेदेदोमी बासठ थे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मशेलेम्याह के पुत्र और भाई अठारह थे, जो बलवान थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मरारी के वंश में से होसा के भी पुत्र थे, अर्थात् मुख्य तो शिम्री (जिसको जेठा न होने पर भी उसके पिता ने मुख्य ठहराया),\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरा हिल्किय्याह, तीसरा तबल्याह और चौथा जकर्याह था; होसा के सब पुत्र और भाई मिलकर तेरह थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "द्वारपालों के दल इन मुख्य पुरुषों के थे, ये अपने भाइयों के बराबर ही यहोवा के भवन में सेवा टहल करते थे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन्होंने क्या छोटे, क्या बड़े, अपने-अपने पितरों के घरानों के अनुसार एक-एक फाटक के लिये चिट्ठी डाली।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पूर्व की ओर की चिट्ठी शेलेम्याह के नाम पर निकली। तब उन्होंने उसके पुत्र जकर्याह के नाम की चिट्ठी डाली (वह बुद्धिमान मंत्री था) और चिट्ठी उत्तर की ओर के लिये निकली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दक्षिण की ओर के लिये ओबेदेदोम के नाम पर चिट्ठी निकली, और उसके बेटों के नाम पर खजाने की कोठरी के लिये।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर शुप्पीम और होसा के नामों की चिट्ठी पश्चिम की ओर के लिये निकली, कि वे शल्लेकेत नामक फाटक के पास चढ़ाई की सड़क पर आमने-सामने चौकीदारी किया करें*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पूर्व की ओर तो छः लेवीय थे, उत्तर की ओर प्रतिदिन चार, दक्षिण की ओर प्रतिदिन चार, और खजाने की कोठरी के पास दो ठहरे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पश्चिम की ओर के पर्बार नामक स्थान पर ऊँची सड़क के पास तो चार और पर्बार के पास दो रहे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये द्वारपालों के दल थे, जिनमें से कितने तो कोरह के और कुछ मरारी के वंश के थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर के भण्डारी और अन्य सेवाएं\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लेवियों में से अहिय्याह परमेश्‍वर के भवन और पवित्र की हुई वस्तुओं, दोनों के भण्डारों का अधिकारी नियुक्त हुआ।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये लादान की सन्तान के थे, अर्थात् गेर्शोनियों की सन्तान जो लादान के कुल के थे, अर्थात् लादान और गेर्शोनी के पितरों के घरानों के मुख्य पुरुष थे, अर्थात् यहोएली।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोएली के पुत्र ये थे, अर्थात् जेताम और उसका भाई योएल जो यहोवा के भवन के खजाने के अधिकारी थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अम्रामियों, यिसहारियों, हेब्रोनियों और उज्जीएलियों में से।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शबूएल जो मूसा के पुत्र गेर्शोम के वंश का था, वह खजानों का मुख्य अधिकारी था।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके भाइयों का वृत्तान्त यह है: एलीएजेर के कुल में उसका पुत्र रहब्याह, रहब्याह का पुत्र यशायाह, यशायाह का पुत्र योराम, योराम का पुत्र जिक्री, और जिक्री का पुत्र शलोमोत था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यही शलोमोत अपने भाइयों समेत उन सब पवित्र की हुई वस्तुओं के भण्डारों का अधिकारी था, जो राजा दाऊद और पितरों के घरानों के मुख्य-मुख्य पुरुषों और सहस्‍त्रपतियों और शतपतियों और मुख्य सेनापतियों ने पवित्र की थीं।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो लूट लड़ाइयों में मिलती थी, उसमें से उन्होंने यहोवा का भवन दृढ़ करने के लिये कुछ पवित्र किया।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् जितना शमूएल दर्शी, कीश के पुत्र शाऊल, नेर के पुत्र अब्नेर, और सरूयाह के पुत्र योआब ने पवित्र किया था, और जो कुछ जिस किसी ने पवित्र कर रखा था, वह सब शलोमोत और उसके भाइयों के अधिकार में था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिसहारियों में से कनन्याह और उसके पुत्र, इस्राएल के देश का काम अर्थात् सरदार और न्यायी का काम करने के लिये नियुक्त हुए।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हेब्रोनियों में से हशब्याह और उसके भाई जो सत्रह सौ बलवान पुरुष थे, वे यहोवा के सब काम और राजा की सेवा के विषय यरदन के पश्चिम ओर रहनेवाले इस्राएलियों के अधिकारी ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हेब्रोनियों में से यरिय्याह मुख्य था, अर्थात् हेब्रोनियों की पीढ़ी-पीढ़ी के पितरों के घरानों के अनुसार दाऊद के राज्य के चालीसवें वर्ष में वे ढूँढ़े गए, और उनमें से कई शूरवीर गिलाद के याजेर में मिले।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भाई जो वीर थे, पितरों के घरानों के दो हजार सात सौ मुख्य पुरुष थे, इनको दाऊद राजा ने परमेश्‍वर के सब विषयों और राजा के विषय में रूबेनियों, गादियों और मनश्शे के आधे गोत्र का अधिकारी ठहराया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर के द्वारपाल\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}