{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल का जेठा तो रूबेन था, परन्तु उसने जो अपने पिता के बिछौने को अशुद्ध किया, इस कारण जेठे का अधिकार इस्राएल के पुत्र यूसुफ के पुत्रों को दिया गया। वंशावली जेठे के अधिकार के अनुसार नहीं ठहरी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यद्यपि यहूदा अपने भाइयों पर प्रबल हो गया, और प्रधान उसके वंश से हुआ परन्तु जेठे का अधिकार यूसुफ का था\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के जेठे पुत्र रूबेन के पुत्र ये हुए: अर्थात् हनोक, पल्लू, हेस्रोन और कर्मी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योएल का पुत्र शमायाह, शमायाह का गोग, गोग का शिमी,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमी का मीका, मीका का रायाह, रायाह का बाल,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बाल का पुत्र बएराह, इसको अश्शूर का राजा तिग्लत्पिलेसेर बन्दी बनाकर ले गया; और वह रूबेनियों का प्रधान था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके भाइयों की वंशावली के लिखते समय वे अपने-अपने कुल के अनुसार ये ठहरे, अर्थात् मुख्य तो यीएल, फिर जकर्याह,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अजाज का पुत्र बेला जो शेमा का पोता और योएल का परपोता था, वह अरोएर में और नबो और बालमोन तक रहता था।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पूर्व ओर वह उस जंगल की सीमा तक रहा* जो फरात महानद तक पहुँचाता है, क्योंकि उनके पशु गिलाद देश में बढ़ गए थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शाऊल के दिनों में उन्होंने हग्रियों से युद्ध किया, और हग्री उनके हाथ से मारे गए; तब वे गिलाद के सम्पूर्ण पूर्वी भाग में अपने डेरों में रहने लगे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "गाद के वंशज\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गादी उनके सामने सल्का तक बाशान देश में रहते थे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् मुख्य तो योएल और दूसरा शापाम फिर यानै और शापात, ये बाशान में रहते थे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके भाई अपने-अपने पितरों के घरानों के अनुसार मीकाएल, मशुल्लाम, शेबा, योरै, याकान, जीअ और एबेर, सात थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये अबीहैल के पुत्र थे, जो हूरी का पुत्र था, यह योराह का पुत्र, यह गिलाद का पुत्र, यह मीकाएल का पुत्र, यह यशीशै का पुत्र, यह यहदो का पुत्र, यह बूज का पुत्र था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनके पितरों के घरानों का मुख्य पुरुष अब्दीएल का पुत्र, और गूनी का पोता अही था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये लोग बाशान में, गिलाद और उसके गाँवों में, और शारोन की सब चराइयों में उसकी दूसरी ओर तक रहते थे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन सभी की वंशावली यहूदा के राजा योताम के दिनों और इस्राएल के राजा यारोबाम के दिनों में लिखी गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रूबेनियों, गादियों और मनश्शे के आधे गोत्र के योद्धा जो ढाल बांधने, तलवार चलाने, और धनुष के तीर छोड़ने के योग्य और युद्ध करना सीखे हुए थे, वे चौवालीस हजार सात सौ साठ थे, जो युद्ध में जाने के योग्य थे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन्होंने हग्रियों और यतूर नापीश और नोदाब से युद्ध किया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके विरुद्ध इनको सहायता मिली, और हग्री उन सब समेत जो उनके साथ थे उनके हाथ में कर दिए गए, क्योंकि युद्ध में इन्होंने परमेश्‍वर की दुहाई दी थी और उसने उनकी विनती इस कारण सुनी, कि इन्होंने उस पर भरोसा रखा था।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इन्होंने उनके पशु हर लिए, अर्थात् ऊँट तो पचास हजार, भेड़-बकरी ढाई लाख, गदहे दो हजार, और मनुष्य एक लाख बन्धुए करके ले गए।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बहुत से मरे पड़े थे क्योंकि वह लड़ाई परमेश्‍वर की ओर से हुई। और ये उनके स्थान में बँधुआई के समय तक बसे रहे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मनश्शे के वंशज (पूर्व में रहनेवाले)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मनश्शे के आधे गोत्र की सन्तान उस देश में बसे, और वे बाशान से ले बालहेर्मोन, और सनीर और हेर्मोन पर्वत तक फैल गए।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके पितरों के घरानों के मुख्य पुरुष ये थे, अर्थात् एपेर, यिशी, एलीएल, अज्रीएल, यिर्मयाह, होदव्याह और यहदीएल, ये बड़े वीर और नामी और अपने पितरों के घरानों के मुख्य पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उन्होंने अपने पितरों के परमेश्‍वर से विश्वासघात किया, और उस देश के लोग जिनको परमेश्‍वर ने उनके सामने से विनाश किया था, उनके देवताओं के पीछे व्यभिचारिण के समान हो लिए।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए इस्राएल के परमेश्‍वर ने अश्शूर के राजा पूल और अश्शूर के राजा तिग्लत्पिलेसेर का मन उभारा, और इन्होंने उन्हें अर्थात् रूबेनियों, गादियों और मनश्शे के आधे गोत्र के लोगों को बन्धुआ करके हलह, हाबोर* और हारा और गोजान नदी के पास पहुँचा दिया; और वे आज के दिन तक वहीं रहते हैं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "रूबेन के वंशज\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}