{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार सब इस्राएली अपनी-अपनी वंशावली के अनुसार, जो इस्राएल के राजाओं के वृत्तान्त की पुस्तक में लिखी हैं, गिने गए। और यहूदी अपने विश्वासघात के कारण बन्दी बनाकर बाबेल को पहुँचाए गए।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बँधुआई से लौटकर जो लोग अपनी-अपनी निज भूमि अर्थात् अपने नगरों में रहते थे*, वह इस्राएली, याजक, लेवीय और मन्दिर के सेवक थे।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यरूशलेम में कुछ यहूदी; कुछ बिन्यामीन, और कुछ एप्रैमी, और मनश्शेई, रहते थे\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् यहूदा के पुत्र पेरेस के वंश में से अम्मीहूद का पुत्र ऊतै, जो ओम्री का पुत्र, और इम्री का पोता, और बानी का परपोता था।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शीलोइयों में से उसका जेठा पुत्र असायाह और उसके पुत्र।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जेरह के वंश में से यूएल, और इनके भाई, ये छः सौ नब्बे हुए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर बिन्यामीन के वंश में से सल्लू जो मशुल्लाम का पुत्र, होदव्याह का पोता, और हस्सनूआ का परपोता था।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यिबनायाह जो यरोहाम का पुत्र था, और एला जो उज्जी का पुत्र, और मिक्री का पोता था, और मशुल्लाम जो शपत्याह का पुत्र, रूएल का पोता, और यिब्निय्याह का परपोता था;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इनके भाई जो अपनी-अपनी वंशावली के अनुसार मिलकर नौ सौ छप्पन। ये सब पुरुष अपने-अपने पितरों के घरानों के अनुसार पितरों के घरानों में मुख्य थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम के निवासी याजक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याजकों में से यदायाह, यहोयारीब और याकीन*,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अजर्याह जो परमेश्‍वर के भवन का प्रधान और हिल्किय्याह का पुत्र था, यह मशुल्लाम का पुत्र, यह सादोक का पुत्र, यह मरायोत का पुत्र, यह अहीतूब का पुत्र था;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अदायाह जो यरोहाम का पुत्र था, यह पशहूर का पुत्र, यह मल्किय्याह का पुत्र, यह मासै का पुत्र, यह अदीएल का पुत्र, यहजेरा का पुत्र, यह मशुल्लाम का पुत्र, यह मशिल्लीत का पुत्र, यह इम्मेर का पुत्र था;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इनके भाई थे जो अपने-अपने पितरों के घरानों में सत्रह सौ साठ मुख्य पुरुष थे, वे परमेश्‍वर के भवन की सेवा के काम में बहुत निपुण पुरुष थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लेवियों में से मरारी के वंश में से शमायाह जो हश्शूब का पुत्र, अज्रीकाम का पोता, और हशब्याह का परपोता था;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बकबक्कर, हेरेश और गालाल और आसाप के वंश में से मत्तन्याह जो मीका का पुत्र, और जिक्री का पोता था;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ओबद्याह जो शमायाह का पुत्र, गालाल का पोता और यदूतून का परपोता था : और बेरेक्याह जो आसा का पुत्र, और एल्काना का पोता था, जो नतोपाइयों के गाँवों में रहता था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वे लेवी जो द्वारपाल थे\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "द्वारपालों में से अपने-अपने भाइयों सहित शल्लूम, अक्कूब, तल्मोन और अहीमन, इनमें से मुख्य तो शल्लूम था।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह अब तक पूर्व की ओर राजा के फाटक के पास द्वारपाली करता था। लेवियों की छावनी के द्वारपाल ये ही थे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शल्लूम जो कोरे का पुत्र, एब्यासाप का पोता, और कोरह का परपोता था, और उसके भाई जो उसके मूलपुरुष के घराने के अर्थात् कोरही थे, वह इस काम के अधिकारी थे कि वे तम्बू के द्वारपाल हों। उनके पुरखा तो यहोवा की छावनी के अधिकारी, और प्रवेश-द्वार के रखवाले थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्राचीनकाल में एलीआजर का पुत्र पीनहास, जिसके संग यहोवा रहता था, वह उनका प्रधान था।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मशेलेम्याह का पुत्र जकर्याह मिलापवाले तम्बू का द्वारपाल था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये सब जो द्वारपाल होने को चुने गए, वह दो सौ बारह थे। ये जिनके पुरखाओं को दाऊद और शमूएल दर्शी ने विश्वासयोग्य जानकर ठहराया था, वह अपने-अपने गाँव में अपनी-अपनी वंशावली के अनुसार गिने गए।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः: वे और उनकी सन्तान यहोवा के भवन अर्थात् तम्बू के भवन के फाटकों का अधिकार बारी-बारी रखते थे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "द्वारपाल पूर्व, पश्चिम, उत्तर, दक्षिण, चारों दिशा की ओर चौकी देते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके भाई जो गाँवों में रहते थे, उनको सात-सात दिन के बाद बारी-बारी से उनके संग रहने के लिये आना पड़ता था।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि चारों प्रधान द्वारपाल जो लेवीय थे, वे विश्वासयोग्य जानकर परमेश्‍वर के भवन की कोठरियों और भण्डारों के अधिकारी ठहराए गए थे।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे परमेश्‍वर के भवन के आस-पास इसलिए रात बिताते थे कि उसकी रक्षा उन्हें सौंपी गई थी, और प्रतिदिन भोर को उसे खोलना उन्हीं का काम था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लेवियों के अन्य जिम्मेदारी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनमें से कुछ उपासना के पात्रों के अधिकारी थे, क्योंकि ये पात्र गिनकर भीतर पहुँचाए, और गिनकर बाहर निकाले भी जाते थे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनमें से कुछ सामान के, और पवित्रस्‍थान के पात्रों के, और मैदे, दाखमधु, तेल, लोबान और सुगन्ध-द्रव्यों के अधिकारी ठहराए गए थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याजकों के पुत्रों में से कुछ सुगन्ध-द्रव्यों के मिश्रण तैयार करने का काम करते थे।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मत्तित्याह नामक एक लेवीय जो कोरही शल्लूम का जेठा था उसे विश्वासयोग्य जानकर तवों पर बनाई हुई वस्तुओं का अधिकारी नियुक्त किया था।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भाइयों अर्थात् कहातियों में से कुछ तो भेंटवाली रोटी के अधिकारी थे, कि हर एक विश्रामदिन को उसे तैयार किया करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये गवैये थे जो लेवीय पितरों के घरानों में मुख्य थे, और मन्दिर में रहते, और अन्य सेवा के काम से छूटे थे; क्योंकि वे रात-दिन अपने काम में लगे रहते थे।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये ही अपनी-अपनी पीढ़ी में लेवियों के पितरों के घरानों में मुख्य पुरुष थे, ये यरूशलेम में रहते थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "शाऊल राजा के वंशावली\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गिबोन में गिबोन का पिता यीएल रहता था, जिसकी पत्‍नी का नाम माका था।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसका जेठा पुत्र अब्दोन हुआ, फिर सूर, कीश, बाल, नेर, नादाब,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गदोर, अह्यो, जकर्याह और मिक्लोत;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिक्लोत से शिमाम उत्‍पन्‍न हुआ और ये भी अपने भाइयों के सामने अपने भाइयों के संग यरूशलेम में रहते थे।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नेर से कीश, कीश से शाऊल, और शाऊल से योनातान, मल्‍कीशूअ, अबीनादाब और एशबाल उत्‍पन्‍न हुए।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और योनातान का पुत्र मरीब्बाल हुआ, और मरीब्बाल से मीका उत्‍पन्‍न हुआ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मीका के पुत्र पीतोन, मेलेक, तह्रे और आहाज;\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और आहाज, से यारा, और यारा से आलेमेत, अज्मावेत और जिम्री, और जिम्री से मोसा,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मोसा से बिना उत्‍पन्‍न हुआ और बिना का पुत्र रपायाह हुआ, रपायाह का एलासा, और एलासा का पुत्र आसेल हुआ।\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और आसेल के छः पुत्र हुए जिनके ये नाम थे, अर्थात् अज्रीकाम, बोकरू, इश्माएल, शरायाह, ओबद्याह और हानान; आसेल के ये ही पुत्र हुए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम में रहनेवालों का प्रबन्ध\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}