{
  "1": "מַשָּׂ֥א H4853 דְבַר H1697 יְהוָ֖ה H3068 אֶל H413 יִשְׂרָאֵ֑ל H3478 בְּיַ֖ד H3027 מַלְאָכִֽי H4401 ",
  "2": "אָהַ֤בְתִּי H157 אֶתְכֶם֙ H853 אָמַ֣ר H559 יְהוָ֔ה H3068 וַאֲמַרְתֶּ֖ם H559 בַּמָּ֣ה H4100 אֲהַבְתָּ֑נוּ H157 הֲלוֹא H3808 אָ֨ח H251 עֵשָׂ֤ו H6215 לְיַֽעֲקֹב֙ H3290 נְאֻם H5002 יְהוָ֔ה H3068 וָאֹהַ֖ב H157 אֶֽת H853 יַעֲקֹֽב H3290 ",
  "3": "וְאֶת H853 עֵשָׂ֖ו H6215 שָׂנֵ֑אתִי H8130 וָאָשִׂ֤ים H7760 אֶת H853 הָרָיו֙ H2022 שְׁמָמָ֔ה H8077 וְאֶת H853 נַחֲלָת֖וֹ H5159 לְתַנּ֥וֹת H8568 מִדְבָּֽר H4057 ",
  "4": "כִּֽי H3588 תֹאמַ֨ר H559 אֱד֜וֹם H123 רֻשַּׁ֗שְׁנוּ H7567 וְנָשׁוּב֙ H7725 וְנִבְנֶ֣ה H1129 חֳרָב֔וֹת H2723 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הֵ֥מָּה H1992 יִבְנ֖וּ H1129 וַאֲנִ֣י H589 אֶהֱר֑וֹס H2040 וְקָרְא֤וּ H7121 לָהֶם֙ Hl גְּב֣וּל H1366 רִשְׁעָ֔ה H7564 וְהָ H5971 אֲשֶׁר H834 זָעַ֥ם H2194 יְהוָ֖ה H3068 עַד H5704 עוֹלָֽם H5769 ",
  "5": "וְעֵינֵי H5869 תִּרְאֶ֑ינָה H7200 וְאַתֶּ֤ם H859 תֹּֽאמְרוּ֙ H559 יִגְדַּ֣ל H1431 יְהוָ֔ה H3068 מֵעַ֖ל H5921 לִגְב֥וּל H1366 יִשְׂרָאֵֽל H3478 ",
  "6": "בֵּ֛ן H1121 יְכַבֵּ֥ד H3513 אָ֖ב H1 וְעֶ֣בֶד H5650 אֲדֹנָ֑יו H113 וְאִם H518 אָ֣ב H1 אָ֣נִי H589 אַיֵּ֣ה H346 כְבוֹדִ֡י H3519 וְאִם H518 אֲדוֹנִ֣ים H113 אָנִי֩ H589 אַיֵּ֨ה H346 מוֹרָאִ֜י H4172 אָמַ֣ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 לָכֶם֙ Hl הַכֹּֽהֲנִים֙ H3548 בּוֹזֵ֣י H959 שְׁמִ֔י H8034 וַאֲמַרְתֶּ֕ם H559 בַּמֶּ֥ה H4100 בָזִ֖ינוּ H959 אֶת H853 שְׁמֶֽךָ H8034 ",
  "7": "מַגִּישִׁ֤ים H5066 עַֽל H5921 מִזְבְּחִי֙ H4196 לֶ֣חֶם H3899 מְגֹאָ֔ל H1351 וַאֲמַרְתֶּ֖ם H559 בַּמֶּ֣ה H4100 גֵֽאַלְנ֑וּךָ H1351 בֶּאֱמָרְ H559 שֻׁלְחַ֥ן H7979 יְהוָ֖ה H3068 נִבְזֶ֥ה H959 הֽוּא H1931 ",
  "8": "וְכִֽי H3588 תַגִּשׁ֨וּן H5066 עִוֵּ֤ר H5787 לִזְבֹּ֨חַ֙ H2076 אֵ֣ין H369 רָ֔ע H7451 וְכִ֥י H3588 תַגִּ֛ישׁוּ H5066 פִּסֵּ֥חַ H6455 וְחֹלֶ֖ה H2470 אֵ֣ין H369 רָ֑ע H7451 הַקְרִיבֵ֨הוּ H7126 נָ֜א H4994 לְפֶחָתֶ֗ H6346 הֲיִּרְצְ H7521 א֚וֹ H176 הֲיִשָּׂ֣א H5375 פָנֶ֔יךָ H6440 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "9": "וְעַתָּ֛ה H6258 חַלּוּ H2470 נָ֥א H4994 פְנֵי H6440 אֵ֖ל H410 וִֽיחָנֵ֑ H2603 מִיֶּדְ H3027 הָ֣יְתָה H1961 זֹּ֔את H2063 הֲיִשָּׂ֤א H5375 מִכֶּם֙ H4480 פָּנִ֔ים H6440 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "10": "מִ֤י H4310 גַם H1571 בָּכֶם֙ Hb וְיִסְגֹּ֣ר H5462 דְּלָתַ֔יִם H1817 וְלֹֽא H3808 תָאִ֥ירוּ H215 מִזְבְּחִ֖י H4196 חִנָּ֑ם H2600 אֵֽין H369 לִ֨י Hl חֵ֜פֶץ H2656 בָּכֶ֗ם Hb אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּמִנְחָ֖ה H4503 לֹֽא H3808 אֶרְצֶ֥ה H7521 מִיֶּדְ H3027 ",
  "11": "כִּ֣י H3588 מִמִּזְרַח H4217 שֶׁ֜מֶשׁ H8121 וְעַד H5704 מְבוֹא֗וֹ H3996 גָּד֤וֹל H1419 שְׁמִי֙ H8034 בַּגּוֹיִ֔ם H1471 וּבְ H3605 מָק֗וֹם H4725 מֻקְטָ֥ר H6999 מֻגָּ֛שׁ H5066 לִשְׁמִ֖ H8034 וּמִנְחָ֣ה H4503 טְהוֹרָ֑ה H2889 כִּֽי H3588 גָד֤וֹל H1419 שְׁמִי֙ H8034 בַּגּוֹיִ֔ם H1471 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "12": "וְאַתֶּ֖ם H859 מְחַלְּלִ֣ים H2490 אוֹת֑וֹ H853 בֶּאֱמָרְ H559 שֻׁלְחַ֤ן H7979 אֲדֹנָי֙ H136 מְגֹאָ֣ל H1351 ה֔וּא H1931 וְנִיב֖ H5108 נִבְזֶ֥ה H959 אָכְלֽוֹ H400 ",
  "13": "וַאֲמַרְתֶּם֩ H559 הִנֵּ֨ה H2009 מַתְּלָאָ֜ה H4972 וְהִפַּחְתֶּ֣ם H5301 אוֹת֗וֹ H853 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וַהֲבֵאתֶ֣ם H935 גָּז֗וּל H1497 וְאֶת H853 הַפִּסֵּ֨חַ֙ H6455 וְאֶת H853 הַ֣חוֹלֶ֔ה H2470 וַהֲבֵאתֶ֖ם H935 אֶת H853 הַמִּנְחָ֑ה H4503 הַאֶרְצֶ֥ה H7521 אוֹתָ֛הּ H853 מִיֶּדְ H3027 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "14": "וְאָר֣וּר H779 נוֹכֵ֗ל H5230 וְיֵ֤שׁ H3426 בְּעֶדְר H5739 זָכָ֔ר H2145 וְנֹדֵ֛ר H5087 וְזֹבֵ֥חַ H2076 מָשְׁחָ֖ת H7843 לַֽאדֹנָ֑ H136 כִּי֩ H3588 מֶ֨לֶךְ H4428 גָּד֜וֹל H1419 אָ֗נִי H589 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּשְׁמִ֖ H8034 נוֹרָ֥א H3372 בַגּוֹיִֽם H1471 "
}
