{
  "1": "וְעַתָּ֗ה H6258 אֲלֵיכֶ֛ם H413 הַמִּצְוָ֥ה H4687 הַזֹּ֖את H2063 הַכֹּהֲנִֽים H3548 ",
  "2": "אִם H518 לֹ֣א H3808 תִשְׁמְע֡וּ H8085 וְאִם H518 לֹא֩ H3808 תָשִׂ֨ימוּ H7760 עַל H5921 לֵ֜ב H3820 לָתֵ֧ת H5414 כָּב֣וֹד H3519 לִשְׁמִ֗ H8034 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְשִׁלַּחְתִּ֤י H7971 בָכֶם֙ Hb אֶת H853 הַמְּאֵרָ֔ה H3994 וְאָרוֹתִ֖י H779 אֶת H853 בִּרְכֽוֹתֵיכֶ֑ם H1293 וְגַם֙ H1571 אָרוֹתִ֔יהָ H779 כִּ֥י H3588 אֵינְכֶ֖ם H369 שָׂמִ֥ים H7760 עַל H5921 לֵֽב H3820 ",
  "3": "הִנְנִ֨י H2005 גֹעֵ֤ר H1605 לָכֶם֙ Hl אֶת H853 הַזֶּ֔רַע H2233 וְזֵרִ֤יתִי H2219 פֶ֨רֶשׁ֙ H6569 עַל H5921 פְּנֵיכֶ֔ם H6440 פֶּ֖רֶשׁ H6569 חַגֵּיכֶ֑ם H2282 וְנָשָׂ֥א H5375 אֶתְכֶ֖ם H853 אֵלָֽיו H413 ",
  "4": "וִֽידַעְתֶּ֕ם H3045 כִּ֚י H3588 שִׁלַּ֣חְתִּי H7971 אֲלֵיכֶ֔ם H413 אֵ֖ת H853 הַמִּצְוָ֣ה H4687 הַזֹּ֑את H2063 לִֽהְי֤וֹת H1961 בְּרִיתִי֙ H1285 אֶת H854 לֵוִ֔י H3878 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "5": "בְּרִיתִ֣י H1285 הָיְתָ֣ה H1961 אִתּ֗וֹ H854 הַֽחַיִּים֙ H2416 וְהַ֨ H7965 וָאֶתְּנֵֽ H5414 ל֥וֹ Hl מוֹרָ֖א H4172 וַיִּֽירָאֵ֑ H3372 וּמִ H6440 שְׁמִ֖י H8034 נִחַ֥ת H2865 הֽוּא H1931 ",
  "6": "תּוֹרַ֤ת H8451 אֱמֶת֙ H571 הָיְתָ֣ה H1961 בְּפִ֔י H6310 וְעַוְלָ֖ה H5766 לֹא H3808 נִמְצָ֣א H4672 בִשְׂפָתָ֑י H8193 בְּשָׁל֤וֹם H7965 וּבְ H4334 הָלַ֣ךְ H1980 אִתִּ֔י H854 וְרַבִּ֖ים H7227 הֵשִׁ֥יב H7725 מֵעָוֺֽן H5771 ",
  "7": "כִּֽי H3588 שִׂפְתֵ֤י H8193 כֹהֵן֙ H3548 יִשְׁמְרוּ H8104 דַ֔עַת H1847 וְתוֹרָ֖ה H8451 יְבַקְשׁ֣וּ H1245 מִפִּ֑י H6310 כִּ֛י H3588 מַלְאַ֥ךְ H4397 יְהוָֽה H3068 צְבָא֖וֹת H6635 הֽוּא H1931 ",
  "8": "וְאַתֶּם֙ H859 סַרְתֶּ֣ם H5493 מִן H4480 הַדֶּ֔רֶךְ H1870 הִכְשַׁלְתֶּ֥ם H3782 רַבִּ֖ים H7227 בַּתּוֹרָ֑ה H8451 שִֽׁחַתֶּם֙ H7843 בְּרִ֣ית H1285 הַלֵּוִ֔י H3878 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "9": "וְגַם H1571 אֲנִ֞י H589 נָתַ֧תִּי H5414 אֶתְכֶ֛ם H853 נִבְזִ֥ים H959 וּשְׁפָלִ֖ים H8217 לְכָל H3605 הָעָ֑ם H5971 כְּפִ֗י H6310 אֲשֶׁ֤ר H834 אֵֽינְכֶם֙ H369 שֹׁמְרִ֣ים H8104 אֶת H854 דְּרָכַ֔י H1870 וְנֹשְׂאִ֥ים H5375 פָּנִ֖ים H6440 בַּתּוֹרָֽה H8451 ",
  "10": "הֲל֨וֹא H3808 אָ֤ב H1 אֶחָד֙ H259 לְכֻלָּ֔ H3605 הֲל֛וֹא H3808 אֵ֥ל H410 אֶֽחָ֖ד H259 בְּרָאָ֑נוּ H1254 מַדּ֗וּעַ H4069 נִבְגַּד֙ H898 אִ֣ישׁ H376 בְּאָחִ֔י H251 לְחַלֵּ֖ל H2490 בְּרִ֥ית H1285 אֲבֹתֵֽינוּ H1 ",
  "11": "בָּגְדָ֣ה H898 יְהוּדָ֔ה H3063 וְתוֹעֵבָ֛ה H8441 נֶעֶשְׂתָ֥ה H6213 בְיִשְׂרָאֵ֖ל H3478 וּבִ H3389 כִּ֣י H3588 חִלֵּ֣ל H2490 יְהוּדָ֗ה H3063 קֹ֤דֶשׁ H6944 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 אָהֵ֔ב H157 וּבָעַ֖ל H1166 בַּת H1323 אֵ֥ל H410 נֵכָֽר H5236 ",
  "12": "יַכְרֵ֨ת H3772 יְהוָ֜ה H3068 לָאִ֨ישׁ H376 אֲשֶׁ֤ר H834 יַעֲשֶׂ֨נָּה֙ H6213 עֵ֣ר H5782 וְעֹנֶ֔ה H6030 מֵאָהֳלֵ֖י H168 יַֽעֲקֹ֑ב H3290 וּמַגִּ֣ישׁ H5066 מִנְחָ֔ה H4503 לַֽיהוָ֖ה H3068 צְבָאֽוֹת H6635 ",
  "13": "וְזֹאת֙ H2063 שֵׁנִ֣ית H8145 תַּֽעֲשׂ֔וּ H6213 כַּסּ֤וֹת H3680 דִּמְעָה֙ H1832 אֶת H853 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 בְּכִ֖י H1065 וַֽאֲנָקָ֑ה H603 מֵאֵ֣ין H369 ע֗וֹד H5750 פְּנוֹת֙ H6437 אֶל H413 הַמִּנְחָ֔ה H4503 וְלָ H3947 רָצ֖וֹן H7522 מִיֶּדְ H3027 ",
  "14": "וַאֲמַרְתֶּ֖ם H559 עַל H5921 מָ֑ה H4100 עַ֡ל H5921 כִּי H3588 יְהוָה֩ H3068 הֵעִ֨יד H5749 בֵּינְךָ֜ H996 וּבֵ֣ין H996 אֵ֣שֶׁת H802 נְעוּרֶ֗יךָ H5271 אֲשֶׁ֤ר H834 אַתָּה֙ H859 בָּגַ֣דְתָּה H898 בָּ֔הּ Hb וְהִ֥יא H1931 חֲבֶרְתְּךָ֖ H2278 וְאֵ֥שֶׁת H802 בְּרִיתֶֽךָ H1285 ",
  "15": "וְלֹא H3808 אֶחָ֣ד H259 עָשָׂ֗ה H6213 וּשְׁאָ֥ר H7605 ר֨וּחַ֙ H7307 ל֔וֹ Hl וּמָה֙ H4100 הָֽאֶחָ֔ד H259 מְבַקֵּ֖שׁ H1245 זֶ֣רַע H2233 אֱלֹהִ֑ים H430 וְנִשְׁמַרְתֶּם֙ H8104 בְּר֣וּחֲ H7307 וּבְ H802 נְעוּרֶ֖יךָ H5271 אַל H408 יִבְגֹּֽד H898 ",
  "16": "כִּֽי H3588 שָׂנֵ֣א H8130 שַׁלַּ֗ח H7971 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 וְכִסָּ֤ה H3680 חָמָס֙ H2555 עַל H5921 לְבוּשׁ֔וֹ H3830 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְנִשְׁמַרְתֶּ֥ם H8104 בְּרוּחֲ H7307 וְלֹ֥א H3808 תִבְגֹּֽדוּ H898 ",
  "17": "הוֹגַעְתֶּ֤ם H3021 יְהוָה֙ H3068 בְּדִבְרֵי H1697 וַאֲמַרְתֶּ֖ם H559 בַּמָּ֣ה H4100 הוֹגָ֑עְנוּ H3021 בֶּאֱמָרְ H559 כָּל H3605 עֹ֨שֵׂה H6213 רָ֜ע H7451 ט֣וֹב H2896 בְּעֵינֵ֣י H5869 יְהוָ֗ה H3068 וּבָ Hc/Hb ה֣וּא H1931 חָפֵ֔ץ H2654 א֥וֹ H176 אַיֵּ֖ה H346 אֱלֹהֵ֥י H430 הַמִּשְׁפָּֽט H4941 "
}
