{
  "1": "לָמָ֣ה H4100 יְ֭הוָה H3068 תַּעֲמֹ֣ד H5975 בְּרָח֑וֹק H7350 תַּ֝עְלִ֗ים H5956 לְעִתּ֥וֹת H6256 בַּצָּרָֽה H6869 ",
  "2": "בְּגַאֲוַ֣ת H1346 רָ֭שָׁע H7563 יִדְלַ֣ק H1814 עָנִ֑י H6041 יִתָּפְשׂ֓וּ H8610 בִּמְזִמּ֖וֹת H4209 ז֣וּ H2098 חָשָֽׁבוּ H2803 ",
  "3": "כִּֽי H3588 הִלֵּ֣ל H1984 רָ֭שָׁע H7563 עַל H5921 תַּאֲוַ֣ת H8378 נַפְשׁ֑וֹ H5315 וּבֹצֵ֥עַ H1214 בֵּ֝רֵ֗ךְ H1288 נִ֘אֵ֥ץ H5006 יְהוָֽה H3068 ",
  "4": "רָשָׁ֗ע H7563 כְּגֹ֣בַהּ H1363 אַ֭פּוֹ H639 בַּל H1077 יִדְרֹ֑שׁ H1875 אֵ֥ין H369 אֱ֝לֹהִ֗ים H430 כָּל H3605 מְזִמּוֹתָֽיו H4209 ",
  "5": "יָ֘חִ֤ילוּ H2342 דרכו H1870 בְּכָל H3605 עֵ֗ת H6256 מָר֣וֹם H4791 מִ֭שְׁפָּטֶיךָ H4941 מִנֶּגְדּ֑ H5048 כָּל H3605 צ֝וֹרְרָ֗יו H6887 יָפִ֥יחַ H6315 בָּהֶֽם Hb ",
  "6": "אָמַ֣ר H559 בְּ֭לִבּ H3820 בַּל H1077 אֶמּ֑וֹט H4131 לְדֹ֥ר H1755 וָ֝דֹ֗ר H1755 אֲשֶׁ֣ר H834 לֹֽא H3808 בְרָֽע H7451 ",
  "7": "אָלָ֤ה H423 פִּ֣יהוּ H6310 מָ֭לֵא H4390 וּמִרְמ֣וֹת H4820 וָתֹ֑ךְ H8496 תַּ֥חַת H8478 לְ֝שׁוֹנ֗וֹ H3956 עָמָ֥ל H5999 וָאָֽוֶן H205 ",
  "8": "יֵשֵׁ֤ב H3427 בְּמַאְרַ֬ב H3993 חֲצֵרִ֗ים H2691 בַּֽ֭מִּסְתָּרִים H4565 יַהֲרֹ֣ג H2026 נָקִ֑י H5355 עֵ֝ינָ֗יו H5869 לְֽחֵלְכָ֥ה H2489 יִצְפֹּֽנוּ H6845 ",
  "9": "יֶאֱרֹ֬ב H693 בַּמִּסְתָּ֨ר H4565 כְּאַרְיֵ֬ה H738 בְסֻכֹּ֗ H5520 יֶ֭אֱרֹב H693 לַחֲט֣וֹף H2414 עָנִ֑י H6041 יַחְטֹ֥ף H2414 עָ֝נִ֗י H6041 בְּמָשְׁכ֥ H4900 בְרִשְׁתּֽ H7568 ",
  "10": "ודכה H1794 יָשֹׁ֑חַ H7817 וְנָפַ֥ל H5307 בַּ֝עֲצוּמָ֗י H6099 חלכאים H2489 ",
  "11": "אָמַ֣ר H559 בְּ֭לִבּ H3820 שָׁ֣כַֽח H7911 אֵ֑ל H410 הִסְתִּ֥יר H5641 פָּ֝נָ֗יו H6440 בַּל H1077 רָאָ֥ה H7200 לָנֶֽצַח H5331 ",
  "12": "קוּמָ֤ה H6965 יְהוָ֗ה H3068 אֵ֭ל H410 נְשָׂ֣א H5375 יָדֶ֑ךָ H3027 אַל H408 תִּשְׁכַּ֥ח H7911 עניים H6041 ",
  "13": "עַל H5921 מֶ֤ה H4100 נִאֵ֖ץ H5006 רָשָׁ֥ע H7563 אֱלֹהִ֑ים H430 אָמַ֥ר H559 בְּ֝לִבּ֗ H3820 לֹ֣א H3808 תִּדְרֹֽשׁ H1875 ",
  "14": "רָאִ֡תָה H7200 כִּֽי H3588 אַתָּ֤ה H859 עָ֘מָ֤ל H5999 וָכַ֨עַס H3708 תַּבִּיט֮ H5027 לָתֵ֪ת H5414 בְּיָ֫דֶ֥ H3027 עָ֭לֶיךָ H5921 יַעֲזֹ֣ב H5800 חֵלֶ֑כָה H2489 יָ֝ת֗וֹם H3490 אַתָּ֤ה H859 הָיִ֬יתָ H1961 עוֹזֵֽר H5826 ",
  "15": "שְׁ֭בֹר H7665 זְר֣וֹעַ H2220 רָשָׁ֑ע H7563 וָ֝רָ֗ע H7451 תִּֽדְרוֹשׁ H1875 רִשְׁע֥וֹ H7562 בַל H1077 תִּמְצָֽא H4672 ",
  "16": "יְהוָ֣ה H3068 מֶ֭לֶךְ H4428 עוֹלָ֣ם H5769 וָעֶ֑ד H5703 אָבְד֥וּ H6 ג֝וֹיִ֗ם H1471 מֵֽאַרְצֽ H776 ",
  "17": "תַּאֲוַ֬ת H8378 עֲנָוִ֣ים H6035 שָׁמַ֣עְתָּ H8085 יְהוָ֑ה H3068 תָּכִ֥ין H3559 לִ֝בָּ֗ם H3820 תַּקְשִׁ֥יב H7181 אָזְנֶֽךָ H241 ",
  "18": "לִשְׁפֹּ֥ט H8199 יָת֗וֹם H3490 וָ֫דָ֥ךְ H1790 בַּל H1077 יוֹסִ֥יף H3254 ע֑וֹד H5750 לַעֲרֹ֥ץ H6206 אֱ֝נ֗וֹשׁ H582 מִן H4480 הָאָֽרֶץ H776 "
}
