{
  "1": "יְ֭הוָה H3068 שִׁמְעָ֣ה H8085 תְפִלָּתִ֑י H8605 וְ֝שַׁוְעָתִ֗ H7775 אֵלֶ֥יךָ H413 תָבֽוֹא H935 ",
  "2": "אַל H408 תַּסְתֵּ֬ר H5641 פָּנֶ֨יךָ H6440 מִמֶּנִּי֮ H4480 בְּי֪וֹם H3117 צַ֫ר H6862 לִ֥י Hl הַטֵּֽה H5186 אֵלַ֥י H413 אָזְנֶ֑ךָ H241 בְּי֥וֹם H3117 אֶ֝קְרָ֗א H7121 מַהֵ֥ר H4118 עֲנֵֽנִי H6030 ",
  "3": "כִּֽי H3588 כָל֣וּ H3615 בְעָשָׁ֣ן H6227 יָמָ֑י H3117 וְ֝עַצְמוֹתַ֗ H6106 כְּמוֹ H3644 קֵ֥ד H4168 נִחָֽרוּ H2787 ",
  "4": "הוּכָּֽה H5221 כָ֭עֵשֶׂב H6212 וַיִּבַ֣שׁ H3001 לִבִּ֑י H3820 כִּֽי H3588 שָׁ֝כַ֗חְתִּי H7911 מֵאֲכֹ֥ל H398 לַחְמִֽי H3899 ",
  "5": "מִקּ֥וֹל H6963 אַנְחָתִ֑י H585 דָּבְקָ֥ה H1692 עַ֝צְמִ֗י H6106 לִבְשָׂרִֽ H1320 ",
  "6": "דָּ֭מִיתִי H1819 לִקְאַ֣ת H6893 מִדְבָּ֑ר H4057 הָ֝יִ֗יתִי H1961 כְּכ֣וֹס H3563 חֳרָבֽוֹת H2723 ",
  "7": "שָׁקַ֥דְתִּי H8245 וָאֶֽהְיֶ֑ה H1961 כְּ֝צִפּ֗וֹר H6833 בּוֹדֵ֥ד H909 עַל H5921 גָּֽג H1406 ",
  "8": "כָּל H3605 הַ֭יּוֹם H3117 חֵרְפ֣וּנִי H2778 אוֹיְבָ֑י H341 מְ֝הוֹלָלַ֗י H1984 בִּ֣י Hb נִשְׁבָּֽעוּ H7650 ",
  "9": "כִּי H3588 אֵ֭פֶר H665 כַּלֶּ֣חֶם H3899 אָכָ֑לְתִּי H398 וְ֝שִׁקֻּוַ֗ H8249 בִּבְכִ֥י H1065 מָסָֽכְתִּי H4537 ",
  "10": "מִפְּנֵֽי H6440 זַֽעַמְךָ֥ H2195 וְקִצְפֶּ֑ H7110 כִּ֥י H3588 נְ֝שָׂאתַ֗נִי H5375 וַתַּשְׁלִיכֵֽ H7993 ",
  "11": "יָ֭מַי H3117 כְּצֵ֣ל H6738 נָט֑וּי H5186 וַ֝אֲנִ֗י H589 כָּעֵ֥שֶׂב H6212 אִיבָֽשׁ H3001 ",
  "12": "וְאַתָּ֣ה H859 יְ֭הוָה H3068 לְעוֹלָ֣ם H5769 תֵּשֵׁ֑ב H3427 וְ֝זִכְרְ H2143 לְדֹ֣ר H1755 וָדֹֽר H1755 ",
  "13": "אַתָּ֣ה H859 תָ֭קוּם H6965 תְּרַחֵ֣ם H7355 צִיּ֑וֹן H6726 כִּי H3588 עֵ֥ת H6256 לְ֝חֶֽנְנָ֗ H2603 כִּי H3588 בָ֥א H935 מוֹעֵֽד H4150 ",
  "14": "כִּֽי H3588 רָצ֣וּ H7521 עֲ֭בָדֶיךָ H5650 אֶת H853 אֲבָנֶ֑יהָ H68 וְֽאֶת H853 עֲפָרָ֥הּ H6083 יְחֹנֵֽנוּ H2603 ",
  "15": "וְיִֽירְא֣וּ H3372 ג֭וֹיִם H1471 אֶת H853 שֵׁ֣ם H8034 יְהוָ֑ה H3068 וְֽכָל H3605 מַלְכֵ֥י H4428 הָ֝אָ֗רֶץ H776 אֶת H853 כְּבוֹדֶֽךָ H3519 ",
  "16": "כִּֽי H3588 בָנָ֣ה H1129 יְהוָ֣ה H3068 צִיּ֑וֹן H6726 נִ֝רְאָ֗ה H7200 בִּכְבוֹדֽ H3519 ",
  "17": "פָּ֭נָה H6437 אֶל H413 תְּפִלַּ֣ת H8605 הָעַרְעָ֑ר H6199 וְלֹֽא H3808 בָ֝זָ֗ה H959 אֶת H853 תְּפִלָּתָֽם H8605 ",
  "18": "תִּכָּ֣תֶב H3789 זֹ֭את H2063 לְד֣וֹר H1755 אַחֲר֑וֹן H314 וְעַ֥ם H5971 נִ֝בְרָ֗א H1254 יְהַלֶּל H1984 יָֽהּ H3050 ",
  "19": "כִּֽי H3588 הִ֭שְׁקִיף H8259 מִמְּר֣וֹם H4791 קָדְשׁ֑וֹ H6944 יְ֝הוָ֗ה H3068 מִשָּׁמַ֤יִם H8064 אֶל H413 אֶ֬רֶץ H776 הִבִּֽיט H5027 ",
  "20": "לִ֭שְׁמֹעַ H8085 אֶנְקַ֣ת H603 אָסִ֑יר H615 לְ֝פַתֵּ֗חַ H6605 בְּנֵ֣י H1121 תְמוּתָֽה H8546 ",
  "21": "לְסַפֵּ֣ר H5608 בְּ֭צִיּוֹן H6726 שֵׁ֣ם H8034 יְהוָ֑ה H3068 וּ֝תְהִלָּת֗ H8416 בִּירוּשָׁלִָֽם H3389 ",
  "22": "בְּהִקָּבֵ֣ץ H6908 עַמִּ֣ים H5971 יַחְדָּ֑ו H3162 וּ֝מַמְלָכ֗וֹת H4467 לַעֲבֹ֥ד H5647 אֶת H853 יְהוָֽה H3068 ",
  "23": "עִנָּ֖ה H6031 בַדֶּ֥רֶךְ H1870 כחו H3581 קִצַּ֥ר H7114 יָמָֽי H3117 ",
  "24": "אֹמַ֗ר H559 אֵלִ֗י H410 אַֽל H408 תַּ֭עֲלֵנִי H5927 בַּחֲצִ֣י H2677 יָמָ֑י H3117 בְּד֖וֹר H1755 דּוֹרִ֣ים H1755 שְׁנוֹתֶֽיךָ H8141 ",
  "25": "לְ֭פָנִים H6440 הָאָ֣רֶץ H776 יָסַ֑דְתָּ H3245 וּֽמַעֲשֵׂ֖ה H4639 יָדֶ֣יךָ H3027 שָׁמָֽיִם H8064 ",
  "26": "הֵ֤מָּה H1992 יֹאבֵדוּ֮ H6 וְאַתָּ֪ה H859 תַ֫עֲמֹ֥ד H5975 וְ֭כֻלָּ H3605 כַּבֶּ֣גֶד H899 יִבְל֑וּ H1086 כַּלְּב֖וּשׁ H3830 תַּחֲלִיפֵ֣ם H2498 וְֽיַחֲלֹֽפוּ H2498 ",
  "27": "וְאַתָּה H859 ה֑וּא H1931 וּ֝שְׁנוֹתֶ֗י H8141 לֹ֣א H3808 יִתָּֽמּוּ H8552 ",
  "28": "בְּנֵֽי H1121 עֲבָדֶ֥יךָ H5650 יִשְׁכּ֑וֹנוּ H7931 וְ֝זַרְעָ֗ H2233 לְפָנֶ֥י H6440 יִכּֽוֹן H3559 ",
  "29": "בְּנֵֽי H1121 עֲבָדֶ֥יךָ H5650 יִשְׁכּ֑וֹנוּ H7931 וְ֝זַרְעָ֗ H2233 לְפָנֶ֥י H6440 יִכּֽוֹן H3559 "
}
