{
  "1": "בָּרֲכִ֥י H1288 נַפְשִׁ֗י H5315 אֶת H853 יְה֫וָ֥ה H3068 יְהוָ֣ה H3068 אֱ֭לֹהַי H430 גָּדַ֣לְתָּ H1431 מְּאֹ֑ד H3966 ה֭וֹד H1935 וְהָדָ֣ר H1926 לָבָֽשְׁתָּ H3847 ",
  "2": "עֹֽטֶה H5844 א֭וֹר H216 כַּשַּׂלְמָ֑ה H8008 נוֹטֶ֥ה H5186 שָׁ֝מַ֗יִם H8064 כַּיְרִיעָֽה H3407 ",
  "3": "הַ֥מְקָרֶֽה H7136 בַמַּ֗יִם H4325 עֲֽלִיּ֫וֹתָ֥יו H5944 הַשָּׂם H7760 עָבִ֥ים H5645 רְכוּב֑וֹ H7398 הַֽ֝מְהַלֵּ֗ךְ H1980 עַל H5921 כַּנְפֵי H3671 רֽוּחַ H7307 ",
  "4": "עֹשֶׂ֣ה H6213 מַלְאָכָ֣יו H4397 רוּח֑וֹת H7307 מְ֝שָׁרְתָ֗יו H8334 אֵ֣שׁ H784 לֹהֵֽט H3857 ",
  "5": "יָֽסַד H3245 אֶ֭רֶץ H776 עַל H5921 מְכוֹנֶ֑יהָ H4349 בַּל H1077 תִּ֝מּ֗וֹט H4131 עוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "6": "תְּ֭הוֹם H8415 כַּלְּב֣וּשׁ H3830 כִּסִּית֑וֹ H3680 עַל H5921 הָ֝רִ֗ים H2022 יַֽעַמְדוּ H5975 מָֽיִם H4325 ",
  "7": "מִן H4480 גַּעֲרָ֣תְךָ֣ H1606 יְנוּס֑וּן H5127 מִן H4480 ק֥וֹל H6963 רַֽ֝עַמְךָ֗ H7482 יֵחָפֵזֽוּן H2648 ",
  "8": "יַעֲל֣וּ H5927 הָ֭רִים H2022 יֵרְד֣וּ H3381 בְקָע֑וֹת H1237 אֶל H413 מְ֝ק֗וֹם H4725 זֶ֤ה H2088 יָסַ֬דְתָּ H3245 לָהֶֽם H1992 ",
  "9": "גְּֽבוּל H1366 שַׂ֭מְתָּ H7760 בַּל H1077 יַֽעֲבֹר֑וּן H5674 בַּל H1077 יְ֝שׁוּב֗וּן H7725 לְכַסּ֥וֹת H3680 הָאָֽרֶץ H776 ",
  "10": "הַֽמְשַׁלֵּ֣חַ H7971 מַ֭עְיָנִים H4599 בַּנְּחָלִ֑ים H5158 בֵּ֥ין H996 הָ֝רִ֗ים H2022 יְהַלֵּכֽוּן H1980 ",
  "11": "יַ֭שְׁקוּ H8248 כָּל H3605 חַיְת֣וֹ H2416 שָׂדָ֑י H7704 יִשְׁבְּר֖וּ H7665 פְרָאִ֣ים H6501 צְמָאָֽם H6772 ",
  "12": "עֲ֭לֵיהֶם H5921 עוֹף H5775 הַשָּׁמַ֣יִם H8064 יִשְׁכּ֑וֹן H7931 מִבֵּ֥ין H996 עֳ֝פָאיִ֗ם H6073 יִתְּנוּ H5414 קֽוֹל H6963 ",
  "13": "מַשְׁקֶ֣ה H8248 הָ֭רִים H2022 מֵעֲלִיּוֹתָ֑י H5944 מִפְּרִ֥י H6529 מַ֝עֲשֶׂ֗יךָ H4639 תִּשְׂבַּ֥ע H7646 הָאָֽרֶץ H776 ",
  "14": "מַצְמִ֤יחַ H6779 חָצִ֨יר H2682 לַבְּהֵמָ֗ה H929 וְ֭עֵשֶׂב H6212 לַעֲבֹדַ֣ת H5656 הָאָדָ֑ם H120 לְה֥וֹצִיא H3318 לֶ֝֗חֶם H3899 מִן H4480 הָאָֽרֶץ H776 ",
  "15": "וְיַ֤יִן H3196 יְשַׂמַּ֬ח H8055 לְֽבַב H3824 אֱנ֗וֹשׁ H582 לְהַצְהִ֣יל H6670 פָּנִ֣ים H6440 מִשָּׁ֑מֶן H8081 וְ֝לֶ֗חֶם H3899 לְֽבַב H3824 אֱנ֥וֹשׁ H582 יִסְעָֽד H5582 ",
  "16": "יִ֭שְׂבְּעוּ H7646 עֲצֵ֣י H6086 יְהוָ֑ה H3068 אַֽרְזֵ֥י H730 לְ֝בָנ֗וֹן H3844 אֲשֶׁ֣ר H834 נָטָֽע H5193 ",
  "17": "אֲשֶׁר H834 שָׁ֭ם H8033 צִפֳּרִ֣ים H6833 יְקַנֵּ֑נוּ H7077 חֲ֝סִידָ֗ה H2624 בְּרוֹשִׁ֥ים H1265 בֵּיתָֽהּ H1004 ",
  "18": "הָרִ֣ים H2022 הַ֭גְּבֹהִים H1364 לַיְּעֵלִ֑ים H3277 סְ֝לָעִ֗ים H5553 מַחְסֶ֥ה H4268 לַֽשְׁפַנִּֽים H8227 ",
  "19": "עָשָׂ֣ה H6213 יָ֭רֵחַ H3394 לְמוֹעֲדִ֑ים H4150 שֶׁ֝֗מֶשׁ H8121 יָדַ֥ע H3045 מְבוֹאֽוֹ H3996 ",
  "20": "תָּֽשֶׁת H7896 חֹ֭שֶׁךְ H2822 וִ֣יהִי H1961 לָ֑יְלָה H3915 בּֽוֹ Hb תִ֝רְמֹ֗שׂ H7430 כָּל H3605 חַיְתוֹ H2416 יָֽעַר H3293 ",
  "21": "הַ֭כְּפִירִים H3715 שֹׁאֲגִ֣ים H7580 לַטָּ֑רֶף H2964 וּלְ H1245 מֵאֵ֣ל H410 אָכְלָֽם H400 ",
  "22": "תִּזְרַ֣ח H2224 הַ֭שֶּׁמֶשׁ H8121 יֵאָסֵפ֑וּן H622 וְאֶל H413 מְ֝עוֹנֹתָ֗ם H4585 יִרְבָּצֽוּן H7257 ",
  "23": "יֵצֵ֣א H3318 אָדָ֣ם H120 לְפָעֳל֑ H6467 וְֽלַ H5656 עֲדֵי H5704 עָֽרֶב H6153 ",
  "24": "מָֽה H4100 רַבּ֬וּ H7231 מַעֲשֶׂ֨יךָ H4639 יְֽהוָ֗ה H3068 כֻּ֭לָּם H3605 בְּחָכְמָ֣ה H2451 עָשִׂ֑יתָ H6213 מָלְאָ֥ה H4390 הָ֝אָ֗רֶץ H776 קִנְיָנֶֽךָ H7075 ",
  "25": "זֶ֤ה H2088 הַיָּ֥ם H3220 גָּדוֹל֮ H1419 וּרְחַ֪ב H7342 יָ֫דָ֥יִם H3027 שָֽׁם H8033 רֶ֭מֶשׂ H7431 וְאֵ֣ין H369 מִסְפָּ֑ר H4557 חַיּ֥וֹת H2416 קְ֝טַנּ֗וֹת H6996 עִם H5973 גְּדֹלֽוֹת H1419 ",
  "26": "שָׁ֭ם H8033 אֳנִיּ֣וֹת H591 יְהַלֵּכ֑וּן H1980 לִ֝וְיָתָ֗ן H3882 זֶֽה H2088 יָצַ֥רְתָּ H3335 לְשַֽׂחֶק H7832 בּֽוֹ Hb ",
  "27": "כֻּ֭לָּם H3605 אֵלֶ֣יךָ H413 יְשַׂבֵּר֑וּן H7663 לָתֵ֖ת H5414 אָכְלָ֣ם H400 בְּעִתּֽ H6256 ",
  "28": "תִּתֵּ֣ן H5414 לָ֭הֶם H1992 יִלְקֹט֑וּן H3950 תִּפְתַּ֥ח H6605 יָֽ֝דְךָ֗ H3027 יִשְׂבְּע֥וּן H7646 טֽוֹב H2896 ",
  "29": "תַּסְתִּ֥יר H5641 פָּנֶיךָ֮ H6440 יִֽבָּהֵ֫ל֥וּן H926 תֹּסֵ֣ף H622 ר֭וּחָם H7307 יִגְוָע֑וּן H1478 וְֽאֶל H413 עֲפָרָ֥ם H6083 יְשׁוּבֽוּן H7725 ",
  "30": "תְּשַׁלַּ֣ח H7971 ר֭וּחֲךָ H7307 יִבָּרֵא֑וּן H1254 וּ֝תְחַדֵּ֗שׁ H2318 פְּנֵ֣י H6440 אֲדָמָֽה H127 ",
  "31": "יְהִ֤י H1961 כְב֣וֹד H3519 יְהוָ֣ה H3068 לְעוֹלָ֑ם H5769 יִשְׂמַ֖ח H8055 יְהוָ֣ה H3068 בְּמַעֲשָֽׂי H4639 ",
  "32": "הַמַּבִּ֣יט H5027 לָ֭אָרֶץ H776 וַתִּרְעָ֑ד H7460 יִגַּ֖ע H5060 בֶּהָרִ֣ים H2022 וְֽיֶעֱשָֽׁנוּ H6225 ",
  "33": "אָשִׁ֣ירָה H7891 לַיהוָ֣ה H3068 בְּחַיָּ֑ H2416 אֲזַמְּרָ֖ה H2167 לֵאלֹהַ֣ H430 בְּעוֹדִֽ H5750 ",
  "34": "יֶעֱרַ֣ב H6149 עָלָ֣יו H5921 שִׂיחִ֑י H7879 אָ֝נֹכִ֗י H595 אֶשְׂמַ֥ח H8055 בַּיהוָֽה H3068 ",
  "35": "יִתַּ֤מּוּ H8552 חַטָּאִ֨ים H2400 מִן H4480 הָאָ֡רֶץ H776 וּרְשָׁעִ֤ים H7563 ע֤וֹד H5750 אֵינָ֗ם H369 בָּרֲכִ֣י H1288 נַ֭פְשִׁי H5315 אֶת H853 יְהוָ֗ה H3068 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
