{
  "1": "הֹד֣וּ H3034 לַיהוָ֣ה H3068 כִּי H3588 ט֑וֹב H2896 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "2": "יֹ֭אמְרוּ H559 גְּאוּלֵ֣י H1350 יְהוָ֑ה H3068 אֲשֶׁ֥ר H834 גְּ֝אָלָ֗ם H1350 מִיַּד H3027 צָֽר H6862 ",
  "3": "וּֽמֵ H776 קִ֫בְּצָ֥ם H6908 מִמִּזְרָ֥ח H4217 וּמִֽ H4628 מִצָּפ֥וֹן H6828 וּמִ H3220 ",
  "4": "תָּע֣וּ H8582 בַ֭מִּדְבָּר H4057 בִּישִׁימ֣וֹן H3452 דָּ֑רֶךְ H1870 עִ֥יר H5892 מ֝וֹשָׁ֗ב H4186 לֹ֣א H3808 מָצָֽאוּ H4672 ",
  "5": "רְעֵבִ֥ים H7457 גַּם H1571 צְמֵאִ֑ים H6771 נַ֝פְשָׁ֗ם H5315 בָּהֶ֥ם Hb תִּתְעַטָּֽף H5848 ",
  "6": "וַיִּצְעֲק֣וּ H6817 אֶל H413 יְ֭הוָה H3068 בַּצַּ֣ר H6862 לָהֶ֑ם H1992 מִ֝מְּצֽוּקוֹתֵי H4691 יַצִּילֵֽם H5337 ",
  "7": "וַ֭יַּֽדְרִיכֵ H1869 בְּדֶ֣רֶךְ H1870 יְשָׁרָ֑ה H3477 לָ֝לֶ֗כֶת H3212 אֶל H413 עִ֥יר H5892 מוֹשָֽׁב H4186 ",
  "8": "יוֹד֣וּ H3034 לַיהוָ֣ה H3068 חַסְדּ֑וֹ H2617 וְ֝נִפְלְאוֹתָ֗י H6381 לִבְנֵ֥י H1121 אָדָֽם H120 ",
  "9": "כִּי H3588 הִ֭שְׂבִּיעַ H7646 נֶ֣פֶשׁ H5315 שֹׁקֵקָ֑ה H8264 וְנֶ֥פֶשׁ H5315 רְ֝עֵבָה H7457 מִלֵּא H4390 טֽוֹב H2896 ",
  "10": "יֹ֭שְׁבֵי H3427 חֹ֣שֶׁךְ H2822 וְצַלְמָ֑וֶת H6757 אֲסִירֵ֖י H615 עֳנִ֣י H6040 וּבַרְזֶֽל H1270 ",
  "11": "כִּֽי H3588 הִמְר֥וּ H4784 אִמְרֵי H561 אֵ֑ל H410 וַעֲצַ֖ת H6098 עֶלְי֣וֹן H5945 נָאָֽצוּ H5006 ",
  "12": "וַיַּכְנַ֣ע H3665 בֶּעָמָ֣ל H5999 לִבָּ֑ם H3820 כָּ֝שְׁל֗וּ H3782 וְאֵ֣ין H369 עֹזֵֽר H5826 ",
  "13": "וַיִּזְעֲק֣וּ H2199 אֶל H413 יְ֭הוָה H3068 בַּצַּ֣ר H6862 לָהֶ֑ם H1992 מִ֝מְּצֻֽקוֹתֵי H4691 יוֹשִׁיעֵֽם H3467 ",
  "14": "יֽ֭וֹצִיאֵם H3318 מֵחֹ֣שֶׁךְ H2822 וְצַלְמָ֑וֶת H6757 וּמוֹסְר֖וֹתֵי H4147 יְנַתֵּֽק H5423 ",
  "15": "יוֹד֣וּ H3034 לַיהוָ֣ה H3068 חַסְדּ֑וֹ H2617 וְ֝נִפְלְאוֹתָ֗י H6381 לִבְנֵ֥י H1121 אָדָֽם H120 ",
  "16": "כִּֽי H3588 שִׁ֭בַּר H7665 דַּלְת֣וֹת H1817 נְחֹ֑שֶׁת H5178 וּבְרִיחֵ֖י H1280 בַרְזֶ֣ל H1270 גִּדֵּֽעַ H1438 ",
  "17": "אֱ֭וִלִים H191 מִדֶּ֣רֶךְ H1870 פִּשְׁעָ֑ם H6588 וּֽ֝מֵ H5771 יִתְעַנּֽוּ H6031 ",
  "18": "כָּל H3605 אֹ֭כֶל H400 תְּתַעֵ֣ב H8581 נַפְשָׁ֑ם H5315 וַ֝יַּגִּ֗יעוּ H5060 עַד H5704 שַׁ֥עֲרֵי H8179 מָֽוֶת H4194 ",
  "19": "וַיִּזְעֲק֣וּ H2199 אֶל H413 יְ֭הוָה H3068 בַּצַּ֣ר H6862 לָהֶ֑ם H1992 מִ֝מְּצֻֽקוֹתֵי H4691 יוֹשִׁיעֵֽם H3467 ",
  "20": "יִשְׁלַ֣ח H7971 דְּ֭בָרוֹ H1697 וְיִרְפָּאֵ֑ H7495 וִֽ֝ימַלֵּ֗ט H4422 מִשְּׁחִיתוֹתָֽ H7825 ",
  "21": "יוֹד֣וּ H3034 לַיהוָ֣ה H3068 חַסְדּ֑וֹ H2617 וְ֝נִפְלְאוֹתָ֗י H6381 לִבְנֵ֥י H1121 אָדָֽם H120 ",
  "22": "וְ֭יִזְבְּחוּ H2076 זִבְחֵ֣י H2077 תוֹדָ֑ה H8426 וִֽיסַפְּר֖וּ H5608 מַעֲשָׂ֣יו H4639 בְּרִנָּֽה H7440 ",
  "23": "יוֹרְדֵ֣י H3381 הַ֭יָּם H3220 בָּאֳנִיּ֑וֹת H591 עֹשֵׂ֥י H6213 מְ֝לָאכָ֗ה H4399 בְּמַ֣יִם H4325 רַבִּֽים H7227 ",
  "24": "הֵ֣מָּה H1992 רָ֭אוּ H7200 מַעֲשֵׂ֣י H4639 יְהוָ֑ה H3068 וְ֝נִפְלְאוֹתָ֗י H6381 בִּמְצוּלָֽה H4688 ",
  "25": "וַיֹּ֗אמֶר H559 וַֽ֭יַּעֲמֵד H5975 ר֣וּחַ H7307 סְעָרָ֑ה H5591 וַתְּרוֹמֵ֥ם H7311 גַּלָּֽיו H1530 ",
  "26": "יַעֲל֣וּ H5927 שָׁ֭מַיִם H8064 יֵרְד֣וּ H3381 תְהוֹמ֑וֹת H8415 נַ֝פְשָׁ֗ם H5315 בְּרָעָ֥ה H7451 תִתְמוֹגָֽג H4127 ",
  "27": "יָח֣וֹגּוּ H2287 וְ֭יָנוּעוּ H5128 כַּשִּׁכּ֑וֹר H7910 וְכָל H3605 חָ֝כְמָתָ֗ם H2451 תִּתְבַּלָּֽע H1104 ",
  "28": "וַיִּצְעֲק֣וּ H6817 אֶל H413 יְ֭הוָה H3068 בַּצַּ֣ר H6862 לָהֶ֑ם H1992 וּֽ֝מִ H4691 יוֹצִיאֵֽם H3318 ",
  "29": "יָקֵ֣ם H6965 סְ֭עָרָה H5591 לִדְמָמָ֑ה H1827 וַ֝יֶּחֱשׁ֗וּ H2814 גַּלֵּיהֶֽם H1530 ",
  "30": "וַיִּשְׂמְח֥וּ H8055 כִֽי H3588 יִשְׁתֹּ֑קוּ H8367 וַ֝יַּנְחֵ֗ H5148 אֶל H413 מְח֥וֹז H4231 חֶפְצָֽם H2656 ",
  "31": "יוֹד֣וּ H3034 לַיהוָ֣ה H3068 חַסְדּ֑וֹ H2617 וְ֝נִפְלְאוֹתָ֗י H6381 לִבְנֵ֥י H1121 אָדָֽם H120 ",
  "32": "וִֽ֭ירֹמְמוּ H7311 בִּקְהַל H6951 עָ֑ם H5971 וּבְ H4186 זְקֵנִ֣ים H2205 יְהַלְלֽוּהוּ H1984 ",
  "33": "יָשֵׂ֣ם H7760 נְהָר֣וֹת H5104 לְמִדְבָּ֑ר H4057 וּמֹצָ֥אֵי H4161 מַ֝֗יִם H4325 לְצִמָּאֽוֹן H6774 ",
  "34": "אֶ֣רֶץ H776 פְּ֭רִי H6529 לִמְלֵחָ֑ה H4420 מֵ֝רָעַ֗ת H7451 יֹ֣שְׁבֵי H3427 בָֽהּ Hb ",
  "35": "יָשֵׂ֣ם H7760 מִ֭דְבָּר H4057 לַֽאֲגַם H98 מַ֑יִם H4325 וְאֶ֥רֶץ H776 צִ֝יָּ֗ה H6723 לְמֹצָ֥אֵי H4161 מָֽיִם H4325 ",
  "36": "וַיּ֣וֹשֶׁב H3427 שָׁ֣ם H8033 רְעֵבִ֑ים H7457 וַ֝יְכוֹנְנ֗וּ H3559 עִ֣יר H5892 מוֹשָֽׁב H4186 ",
  "37": "וַיִּזְרְע֣וּ H2232 שָׂ֭דוֹת H7704 וַיִּטְּע֣וּ H5193 כְרָמִ֑ים H3754 וַ֝יַּעֲשׂ֗וּ H6213 פְּרִ֣י H6529 תְבֽוּאָה H8393 ",
  "38": "וַיְבָרֲכֵ֣ H1288 וַיִּרְבּ֣וּ H7235 מְאֹ֑ד H3966 וּ֝בְהֶמְתָּ֗ H929 לֹ֣א H3808 יַמְעִֽיט H4591 ",
  "39": "וַיִּמְעֲט֥וּ H4591 וַיָּשֹׁ֑חוּ H7817 מֵעֹ֖צֶר H6115 רָעָ֣ה H7451 וְיָגֽוֹן H3015 ",
  "40": "שֹׁפֵ֣ךְ H8210 בּ֭וּז H937 עַל H5921 נְדִיבִ֑ים H5081 וַ֝יַּתְעֵ֗ H8582 בְּתֹ֣הוּ H8414 לֹא H3808 דָֽרֶךְ H1870 ",
  "41": "וַיְשַׂגֵּ֣ב H7682 אֶבְי֣וֹן H34 מֵע֑וֹנִי H6040 וַיָּ֥שֶׂם H7760 כַּ֝צֹּ֗אן H6629 מִשְׁפָּחֽוֹת H4940 ",
  "42": "יִרְא֣וּ H7200 יְשָׁרִ֣ים H3477 וְיִשְׂמָ֑חוּ H8055 וְכָל H3605 עַ֝וְלָ֗ה H5766 קָ֣פְצָה H7092 פִּֽיהָ H6310 ",
  "43": "מִי H4310 חָכָ֥ם H2450 וְיִשְׁמָר H8104 אֵ֑לֶּה H428 וְ֝יִתְבּֽוֹנְנ֗וּ H995 חַֽסְדֵ֥י H2617 יְהוָֽה H3068 "
}
