{
  "1": "לֹ֤א H3808 לָ֥נוּ Hl יְהוָ֗ה H3068 לֹ֫א H3808 לָ֥נוּ Hl כִּֽי H3588 לְ֭שִׁמְ H8034 תֵּ֣ן H5414 כָּב֑וֹד H3519 עַל H5921 חַ֝סְדְּךָ֗ H2617 עַל H5921 אֲמִתֶּֽךָ H571 ",
  "2": "לָ֭מָּה H4100 יֹאמְר֣וּ H559 הַגּוֹיִ֑ם H1471 אַיֵּה H346 נָ֝֗א H4994 אֱלֹהֵיהֶֽם H430 ",
  "3": "וֵֽאלֹהֵ֥י H430 בַשָּׁמָ֑יִם H8064 כֹּ֭ל H3605 אֲשֶׁר H834 חָפֵ֣ץ H2654 עָשָֽׂה H6213 ",
  "4": "עֲֽ֭צַבֵּיהֶם H6091 כֶּ֣סֶף H3701 וְזָהָ֑ב H2091 מַ֝עֲשֵׂ֗ה H4639 יְדֵ֣י H3027 אָדָֽם H120 ",
  "5": "פֶּֽה H6310 לָ֭הֶם H1992 וְלֹ֣א H3808 יְדַבֵּ֑רוּ H1696 עֵינַ֥יִם H5869 לָ֝הֶ֗ם H1992 וְלֹ֣א H3808 יִרְאֽוּ H7200 ",
  "6": "אָזְנַ֣יִם H241 לָ֭הֶם Hl וְלֹ֣א H3808 יִשְׁמָ֑עוּ H8085 אַ֥ף H639 לָ֝הֶ֗ם Hl וְלֹ֣א H3808 יְרִיחֽוּן H7306 ",
  "7": "יְדֵיהֶ֤ם H3027 וְלֹ֬א H3808 יְמִישׁ֗וּן H4184 רַ֭גְלֵיהֶם H7272 וְלֹ֣א H3808 יְהַלֵּ֑כוּ H1980 לֹֽא H3808 יֶ֝הְגּ֗וּ H1897 בִּגְרוֹנָֽ H1627 ",
  "8": "כְּ֭מוֹהֶם H3644 יִהְי֣וּ H1961 עֹשֵׂיהֶ֑ם H6213 כֹּ֭ל H3605 אֲשֶׁר H834 בֹּטֵ֣חַ H982 בָּהֶֽם Hb ",
  "9": "יִ֭שְׂרָאֵל H3478 בְּטַ֣ח H982 בַּיהוָ֑ה H3068 עֶזְרָ֖ם H5828 וּמָגִנָּ֣ H4043 הֽוּא H1931 ",
  "10": "בֵּ֣ית H1004 אַ֭הֲרֹן H175 בִּטְח֣וּ H982 בַיהוָ֑ה H3068 עֶזְרָ֖ם H5828 וּמָגִנָּ֣ H4043 הֽוּא H1931 ",
  "11": "יִרְאֵ֣י H3373 יְ֭הוָה H3068 בִּטְח֣וּ H982 בַיהוָ֑ה H3068 עֶזְרָ֖ם H5828 וּמָגִנָּ֣ H4043 הֽוּא H1931 ",
  "12": "יְהוָה֮ H3068 זְכָרָ֪נוּ H2142 יְבָ֫רֵ֥ךְ H1288 יְ֭בָרֵךְ H1288 אֶת H853 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 יְ֝בָרֵ֗ךְ H1288 אֶת H853 בֵּ֥ית H1004 אַהֲרֹֽן H175 ",
  "13": "יְ֭בָרֵךְ H1288 יִרְאֵ֣י H3373 יְהוָ֑ה H3068 הַ֝קְּטַנִּ֗ים H6996 עִם H5973 הַגְּדֹלִֽים H1419 ",
  "14": "יֹסֵ֣ף H3254 יְהוָ֣ה H3068 עֲלֵיכֶ֑ם H5921 עֲ֝לֵיכֶ֗ם H5921 וְעַל H5921 בְּנֵיכֶֽם H1121 ",
  "15": "בְּרוּכִ֣ים H1288 אַ֭תֶּם H859 לַיהוָ֑ה H3068 עֹ֝שֵׂ֗ה H6213 שָׁמַ֥יִם H8064 וָאָֽרֶץ H776 ",
  "16": "הַשָּׁמַ֣יִם H8064 שָׁ֭מַיִם H8064 לַיהוָ֑ה H3068 וְ֝הָ H776 נָתַ֥ן H5414 לִבְנֵי H1121 אָדָֽם H120 ",
  "17": "לֹ֣א H3808 הַ֭מֵּתִים H4191 יְהַֽלְלוּ H1984 יָ֑הּ H3050 וְ֝לֹ֗א H3808 כָּל H3605 יֹרְדֵ֥י H3381 דוּמָֽה H1745 ",
  "18": "וַאֲנַ֤חְנוּ H587 נְבָ֘רֵ֤ךְ H1288 יָ֗הּ H3050 מֵֽעַתָּ֥ה H6258 וְעַד H5704 עוֹלָ֗ם H5769 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
