{
  "1": "הוֹד֣וּ H3034 לַיהוָ֣ה H3068 כִּי H3588 ט֑וֹב H2896 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "2": "יֹֽאמַר H559 נָ֥א H4994 יִשְׂרָאֵ֑ל H3478 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "3": "יֹֽאמְרוּ H559 נָ֥א H4994 בֵֽית H1004 אַהֲרֹ֑ן H175 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "4": "יֹֽאמְרוּ H559 נָ֭א H4994 יִרְאֵ֣י H3373 יְהוָ֑ה H3068 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "5": "מִֽן H4480 הַ֭מֵּצַ֥ר H4712 קָרָ֣אתִי H7121 יָּ֑הּ H3050 עָנָ֖נִי H6030 בַמֶּרְחָ֣ב H4800 יָֽהּ H3050 ",
  "6": "יְהוָ֣ה H3068 לִ֭י Hl לֹ֣א H3808 אִירָ֑א H3372 מַה H4100 יַּעֲשֶׂ֖ה H6213 לִ֣י Hl אָדָֽם H120 ",
  "7": "יְהוָ֣ה H3068 לִ֭י Hl בְּעֹזְרָ֑ H5826 וַ֝אֲנִ֗י H589 אֶרְאֶ֥ה H7200 בְשֹׂנְאָֽ H8130 ",
  "8": "ט֗וֹב H2896 לַחֲס֥וֹת H2620 בַּיהוָ֑ה H3068 מִ֝בְּטֹ֗חַ H982 בָּאָדָֽם H120 ",
  "9": "ט֗וֹב H2896 לַחֲס֥וֹת H2620 בַּיהוָ֑ה H3068 מִ֝בְּטֹ֗חַ H982 בִּנְדִיבִֽים H5081 ",
  "10": "כָּל H3605 גּוֹיִ֥ם H1471 סְבָב֑וּנִי H5437 בְּשֵׁ֥ם H8034 יְ֝הוָ֗ה H3068 כִּ֣י H3588 אֲמִילַֽם H4135 ",
  "11": "סַבּ֥וּנִי H5437 גַם H1571 סְבָב֑וּנִי H5437 בְּשֵׁ֥ם H8034 יְ֝הוָ֗ה H3068 כִּ֣י H3588 אֲמִילַֽם H4135 ",
  "12": "סַבּ֤וּנִי H5437 כִדְבוֹרִ֗ים H1682 דֹּ֭עֲכוּ H1846 כְּאֵ֣שׁ H784 קוֹצִ֑ים H6975 בְּשֵׁ֥ם H8034 יְ֝הוָ֗ה H3068 כִּ֣י H3588 אֲמִילַֽם H4135 ",
  "13": "דַּחֹ֣ה H1760 דְחִיתַ֣נִי H1760 לִנְפֹּ֑ל H5307 וַ֖יהוָ֣ה H3068 עֲזָרָֽנִי H5826 ",
  "14": "עָזִּ֣י H5797 וְזִמְרָ֣ת H2176 יָ֑הּ H3050 וַֽיְהִי H1961 לִ֝֗י Hl לִֽישׁוּעָֽה H3444 ",
  "15": "ק֤וֹל H6963 רִנָּ֬ה H7440 וִֽישׁוּעָ֗ה H3444 בְּאָהֳלֵ֥י H168 צַדִּיקִ֑ים H6662 יְמִ֥ין H3225 יְ֝הוָה H3068 עֹ֣שָׂה H6213 חָֽיִל H2428 ",
  "16": "יְמִ֣ין H3225 יְ֭הוָה H3068 רוֹמֵמָ֑ה H7426 יְמִ֥ין H3225 יְ֝הוָה H3068 עֹ֣שָׂה H6213 חָֽיִל H2428 ",
  "17": "לֹֽא H3808 אָמ֥וּת H4191 כִּי H3588 אֶֽחְיֶ֑ה H2421 וַ֝אֲסַפֵּ֗ר H5608 מַֽעֲשֵׂ֥י H4639 יָֽהּ H3050 ",
  "18": "יַסֹּ֣ר H3256 יִסְּרַ֣נִּי H3256 יָּ֑הּ H3050 וְ֝לַ H4194 לֹ֣א H3808 נְתָנָֽנִי H5414 ",
  "19": "פִּתְחוּ H6605 לִ֥י Hl שַׁעֲרֵי H8179 צֶ֑דֶק H6664 אָֽבֹא H935 בָ֝ם Hb אוֹדֶ֥ה H3034 יָֽהּ H3050 ",
  "20": "זֶֽה H2088 הַשַּׁ֥עַר H8179 לַיהוָ֑ה H3068 צַ֝דִּיקִ֗ים H6662 יָבֹ֥אוּ H935 בֽוֹ Hb ",
  "21": "א֭וֹדְךָ H3034 כִּ֣י H3588 עֲנִיתָ֑נִי H6030 וַתְּהִי H1961 לִ֝֗י Hl לִֽישׁוּעָֽה H3444 ",
  "22": "אֶ֭בֶן H68 מָאֲס֣וּ H3988 הַבּוֹנִ֑ים H1129 הָ֝יְתָ֗ה H1961 לְרֹ֣אשׁ H7218 פִּנָּֽה H6438 ",
  "23": "מֵאֵ֣ת H854 יְ֭הוָה H3068 הָ֣יְתָה H1961 זֹּ֑את H2063 הִ֖יא H1931 נִפְלָ֣את H6381 בְּעֵינֵֽי H5869 ",
  "24": "זֶה H2088 הַ֭יּוֹם H3117 עָשָׂ֣ה H6213 יְהוָ֑ה H3068 נָגִ֖ילָה H1523 וְנִשְׂמְחָ֣ה H8055 בֽוֹ Hb ",
  "25": "אָנָּ֣א H577 יְ֭הוָה H3068 הוֹשִׁ֘יעָ֥ה H3467 נָּ֑א H4994 אָֽנָּ֥א H577 יְ֝הוָ֗ה H3068 הַצְלִ֘יחָ֥ה H6743 נָּֽא H4994 ",
  "26": "בָּר֣וּךְ H1288 הַ֭בָּא H935 בְּשֵׁ֣ם H8034 יְהוָ֑ה H3068 בֵּ֝רַֽכְנוּכֶ֗ם H1288 מִבֵּ֥ית H1004 יְהוָֽה H3068 ",
  "27": "אֵ֤ל H410 יְהוָה֮ H3068 וַיָּ֪אֶר H215 לָ֥נוּ Hl אִסְרוּ H631 חַ֥ג H2282 בַּעֲבֹתִ֑ים H5688 עַד H5704 קַ֝רְנ֗וֹת H7161 הַמִּזְבֵּֽחַ H4196 ",
  "28": "אֵלִ֣י H410 אַתָּ֣ה H859 וְאוֹדֶ֑ H3034 אֱ֝לֹהַ֗י H430 אֲרוֹמְמֶֽךָּ H7311 ",
  "29": "הוֹד֣וּ H3034 לַיהוָ֣ה H3068 כִּי H3588 ט֑וֹב H2896 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 "
}
