{
  "1": "הוֹד֣וּ H3034 לַיהוָ֣ה H3068 כִּי H3588 ט֑וֹב H2896 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "2": "ה֭וֹדוּ H3034 לֵֽאלֹהֵ֣י H430 הָאֱלֹהִ֑ים H430 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "3": "ה֭וֹדוּ H3034 לַאֲדֹנֵ֣י H113 הָאֲדֹנִ֑ים H113 כִּ֖י H3588 לְעֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "4": "לְעֹ֘שֵׂ֤ה H6213 נִפְלָא֣וֹת H6381 גְּדֹל֣וֹת H1419 לְבַדּ֑ H905 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "5": "לְעֹשֵׂ֣ה H6213 הַ֭שָּׁמַיִם H8064 בִּתְבוּנָ֑ה H8394 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "6": "לְרֹקַ֣ע H7554 הָ֭אָרֶץ H776 עַל H5921 הַמָּ֑יִם H4325 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "7": "לְ֭עֹשֵׂה H6213 אוֹרִ֣ים H216 גְּדֹלִ֑ים H1419 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "8": "אֶת H853 הַ֭שֶּׁמֶשׁ H8121 לְמֶמְשֶׁ֣לֶת H4475 בַּיּ֑וֹם H3117 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "9": "אֶת H853 הַיָּרֵ֣חַ H3394 וְ֭כוֹכָבִים H3556 לְמֶמְשְׁל֣וֹת H4475 בַּלָּ֑יְלָה H3915 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "10": "לְמַכֵּ֣ה H5221 מִ֭צְרַיִם H4714 בִּבְכוֹרֵי H1060 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "11": "וַיּוֹצֵ֣א H3318 יִ֭שְׂרָאֵל H3478 מִתּוֹכָ֑ H8432 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "12": "בְּיָ֣ד H3027 חֲ֭זָקָה H2389 וּבִ H2220 נְטוּיָ֑ה H5186 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "13": "לְגֹזֵ֣ר H1504 יַם H3220 ס֭וּף H5488 לִגְזָרִ֑ים H1506 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "14": "וְהֶעֱבִ֣יר H5674 יִשְׂרָאֵ֣ל H3478 בְּתוֹכ֑ H8432 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "15": "וְנִ֘עֵ֤ר H5287 פַּרְעֹ֣ה H6547 וְחֵיל֣ H2428 בְיַם H3220 ס֑וּף H5488 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "16": "לְמוֹלִ֣יךְ H3212 עַ֭מּוֹ H5971 בַּמִּדְבָּ֑ר H4057 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "17": "לְ֭מַכֵּה H5221 מְלָכִ֣ים H4428 גְּדֹלִ֑ים H1419 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "18": "וַֽ֭יַּהֲרֹג H2026 מְלָכִ֣ים H4428 אַדִּירִ֑ים H117 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "19": "לְ֭סִיחוֹן H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֑י H567 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "20": "וּ֭לְ H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֑ן H1316 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "21": "וְנָתַ֣ן H5414 אַרְצָ֣ם H776 לְנַחֲלָ֑ה H5159 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "22": "נַ֭חֲלָה H5159 לְיִשְׂרָאֵ֣ל H3478 עַבְדּ֑וֹ H5650 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "23": "שֶׁ֭בְּ H8216 זָ֣כַר H2142 לָ֑נוּ Hl כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "24": "וַיִּפְרְקֵ֥ H6561 מִצָּרֵ֑י H6862 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "25": "נֹתֵ֣ן H5414 לֶ֭חֶם H3899 לְכָל H3605 בָּשָׂ֑ר H1320 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "26": "ה֭וֹדוּ H3034 לְאֵ֣ל H410 הַשָּׁמָ֑יִם H8064 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 "
}
