{
  "1": "לְדָוִ֨ד H1732 בָּ֘ר֤וּךְ H1288 יְהוָ֨ה H3068 צוּרִ֗י H6697 הַֽמְלַמֵּ֣ד H3925 יָדַ֣י H3027 לַקְרָ֑ב H7128 אֶ֝צְבְּעוֹתַ֗י H676 לַמִּלְחָמָֽה H4421 ",
  "2": "חַסְדִּ֥י H2617 וּמְצוּדָתִ H4686 מִשְׂגַּבִּ֪י H4869 וּֽמְפַלְטִ֫ H6403 לִ֥י Hl מָ֭גִנִּי H4043 וּב֣ Hc/Hb חָסִ֑יתִי H2620 הָרוֹדֵ֖ד H7286 עַמִּ֣י H5971 תַחְתָּֽי H8478 ",
  "3": "יְֽהוָ֗ה H3068 מָה H4100 אָ֭דָם H120 וַתֵּדָעֵ֑ H3045 בֶּן H1121 אֱ֝נ֗וֹשׁ H582 וַֽתְּחַשְּׁבֵֽ H2803 ",
  "4": "אָ֭דָם H120 לַהֶ֣בֶל H1892 דָּמָ֑ה H1819 יָ֝מָ֗יו H3117 כְּצֵ֣ל H6738 עוֹבֵֽר H5674 ",
  "5": "יְ֭הוָה H3068 הַט H5186 שָׁמֶ֣יךָ H8064 וְתֵרֵ֑ד H3381 גַּ֖ע H5060 בֶּהָרִ֣ים H2022 וְֽיֶעֱשָֽׁנוּ H6225 ",
  "6": "בְּר֣וֹק H1299 בָּ֭רָק H1300 וּתְפִיצֵ֑ H6327 שְׁלַ֥ח H7971 חִ֝צֶּ֗יךָ H2671 וּתְהֻמֵּֽ H2000 ",
  "7": "שְׁלַ֥ח H7971 יָדֶ֗יךָ H3027 מִמָּ֫ר֥וֹם H4791 פְּצֵ֣נִי H6475 וְ֭הַצִּילֵ H5337 מִמַּ֣יִם H4325 רַבִּ֑ים H7227 מִ֝יַּ֗ד H3027 בְּנֵ֣י H1121 נֵכָֽר H5236 ",
  "8": "אֲשֶׁ֣ר H834 פִּ֭יהֶם H6310 דִּבֶּר H1696 שָׁ֑וְא H7723 וִֽ֝ימִינָ֗ H3225 יְמִ֣ין H3225 שָֽׁקֶר H8267 ",
  "9": "אֱֽלֹהִ֗ים H430 שִׁ֣יר H7892 חָ֭דָשׁ H2319 אָשִׁ֣ירָה H7891 לָּ֑ךְ Hl בְּנֵ֥בֶל H5035 עָ֝שׂ֗וֹר H6218 אֲזַמְּרָה H2167 לָּֽךְ Hl ",
  "10": "הַנּוֹתֵ֥ן H5414 תְּשׁוּעָ֗ה H8668 לַמְּלָ֫כִ֥ים H4428 הַ֭פּוֹצֶה H6475 אֶת H853 דָּוִ֥ד H1732 עַבְדּ֗וֹ H5650 מֵחֶ֥רֶב H2719 רָעָֽה H7451 ",
  "11": "פְּצֵ֥נִי H6475 וְהַצִּילֵ H5337 מִיַּ֪ד H3027 בְּֽנֵי H1121 נֵ֫כָ֥ר H5236 אֲשֶׁ֣ר H834 פִּ֭יהֶם H6310 דִּבֶּר H1696 שָׁ֑וְא H7723 וִֽ֝ימִינָ֗ H3225 יְמִ֣ין H3225 שָֽׁקֶר H8267 ",
  "12": "אֲשֶׁ֤ר H834 בָּנֵ֨ינוּ H1121 כִּנְטִעִים֮ H5195 מְגֻדָּלִ֪ים H1431 בִּֽנְעוּרֵ֫י H5271 בְּנוֹתֵ֥ינוּ H1323 כְזָוִיֹּ֑ת H2106 מְ֝חֻטָּב֗וֹת H2404 תַּבְנִ֥ית H8403 הֵיכָֽל H1964 ",
  "13": "מְזָוֵ֣ינוּ H4200 מְלֵאִים֮ H4392 מְפִיקִ֥ים H6329 מִזַּ֗ן H2177 אֶ֫ל H413 זַ֥ן H2177 צֹאונֵ֣נוּ H6629 מַ֭אֲלִיפוֹת H503 מְרֻבָּב֗וֹת H7231 בְּחוּצוֹתֵֽי H2351 ",
  "14": "אַלּוּפֵ֗ינוּ H441 מְֽסֻבָּ֫לִ֥ים H5445 אֵֽין H369 פֶּ֭רֶץ H6556 וְאֵ֣ין H369 יוֹצֵ֑את H3318 וְאֵ֥ין H369 צְ֝וָחָ֗ה H6682 בִּרְחֹבֹתֵֽי H7339 ",
  "15": "אַשְׁרֵ֣י H835 הָ֭עָם H5971 שֶׁכָּ֣כָה H3602 לּ֑וֹ Hl אַֽשְׁרֵ֥י H835 הָ֝עָ֗ם H5971 שֶׁיֲהוָ֥ה H3068 אֱלֹהָֽיו H430 "
}
