{
  "1": "לְדָוִ֨ד H1732 יְהוָ֤ה H3068 אוֹרִ֣י H216 וְ֭יִשְׁעִ H3468 מִמִּ֣י H4310 אִירָ֑א H3372 יְהוָ֥ה H3068 מָֽעוֹז H4581 חַ֝יַּ֗י H2416 מִמִּ֥י H4310 אֶפְחָֽד H6342 ",
  "2": "בִּקְרֹ֤ב H7126 עָלַ֨י H5921 מְרֵעִים֮ H7489 לֶאֱכֹ֪ל H398 אֶת H853 בְּשָׂ֫רִ֥י H1320 צָרַ֣י H6862 וְאֹיְבַ֣ H341 לִ֑י Hl הֵ֖מָּה H1992 כָשְׁל֣וּ H3782 וְנָפָֽלוּ H5307 ",
  "3": "אִם H518 תַּחֲנֶ֬ה H2583 עָלַ֨י H5921 מַחֲנֶה֮ H4264 לֹֽא H3808 יִירָ֪א H3372 לִ֫בִּ֥י H3820 אִם H518 תָּק֣וּם H6965 עָ֭לַי H5921 מִלְחָמָ֑ה H4421 בְּ֝זֹ֗את H2063 אֲנִ֣י H589 בוֹטֵֽחַ H982 ",
  "4": "אַחַ֤ת H259 שָׁאַ֣לְתִּי H7592 מֵֽאֵת H853 יְהוָה֮ H3068 אוֹתָ֪הּ H853 אֲבַ֫קֵּ֥שׁ H1245 שִׁבְתִּ֣י H3427 בְּבֵית H1004 יְ֭הוָה H3068 כָּל H3605 יְמֵ֣י H3117 חַיַּ֑י H2416 לַחֲז֥וֹת H2372 בְּנֹֽעַם H5278 יְ֝הוָ֗ה H3068 וּלְ H1239 בְּהֵיכָלֽ H1964 ",
  "5": "כִּ֤י H3588 יִצְפְּנֵ֨נִי H6845 בְּסֻכֹּ H5520 בְּי֪וֹם H3117 רָ֫עָ֥ה H7451 יַ֭סְתִּרֵנִי H5641 בְּסֵ֣תֶר H5643 אָהֳל֑וֹ H168 בְּ֝צ֗וּר H6697 יְרוֹמְמֵֽנִי H7311 ",
  "6": "וְעַתָּ֨ה H6258 יָר֪וּם H7311 רֹאשִׁ֡י H7218 עַ֤ל H5921 אֹֽיְבַ֬י H341 סְֽבִיבוֹתַ֗י H5439 וְאֶזְבְּחָ֣ה H2076 בְ֭אָהֳל H168 זִבְחֵ֣י H2077 תְרוּעָ֑ה H8643 אָשִׁ֥ירָה H7891 וַ֝אֲזַמְּרָ֗ה H2167 לַיהוָֽה H3068 ",
  "7": "שְׁמַע H8085 יְהוָ֖ה H3068 קוֹלִ֥י H6963 אֶקְרָ֗א H7121 וְחָנֵּ֥ H2603 וַעֲנֵֽ H6030 ",
  "8": "לְךָ֤ Hl אָמַ֣ר H559 לִ֭בִּי H3820 בַּקְּשׁ֣וּ H1245 פָנָ֑י H6440 אֶת H853 פָּנֶ֖יךָ H6440 יְהוָ֣ה H3068 אֲבַקֵּֽשׁ H1245 ",
  "9": "אַל H408 תַּסְתֵּ֬ר H5641 פָּנֶ֨יךָ H6440 מִמֶּנִּי֮ H4480 אַֽל H408 תַּט H5186 בְּאַ֗ף H639 עַ֫בְדֶּ֥ךָ H5650 עֶזְרָתִ֥י H5833 הָיִ֑יתָ H1961 אַֽל H408 תִּטְּשֵׁ֥נִי H5203 וְאַל H408 תַּֽ֝עַזְבֵ֗נִי H5800 אֱלֹהֵ֥י H430 יִשְׁעִֽי H3468 ",
  "10": "כִּי H3588 אָבִ֣י H1 וְאִמִּ֣ H517 עֲזָב֑וּנִי H5800 וַֽיהוָ֣ה H3068 יַֽאַסְפֵֽנִי H622 ",
  "11": "ה֤וֹרֵ֥נִי H3384 יְהוָ֗ה H3068 דַּ֫רְכֶּ֥ךָ H1870 וּ֭נְחֵ H5148 בְּאֹ֣רַח H734 מִישׁ֑וֹר H4334 לְ֝מַ֗עַן H4616 שׁוֹרְרָֽי H8324 ",
  "12": "אַֽל H408 תִּ֭תְּנֵנִי H5414 בְּנֶ֣פֶשׁ H5315 צָרָ֑י H6862 כִּ֥י H3588 קָֽמוּ H6965 בִ֥י Hb עֵֽדֵי H5707 שֶׁ֝֗קֶר H8267 וִיפֵ֥חַ H3307 חָמָֽס H2555 ",
  "13": "לׅׄוּלֵׅׄ֗אׅׄ H3884 הֶ֭אֱמַנְתִּי H539 לִרְא֥וֹת H7200 בְּֽטוּב H2898 יְהוָ֗ה H3068 בְּאֶ֣רֶץ H776 חַיִּֽים H2416 ",
  "14": "קַוֵּ֗ה H6960 אֶל H413 יְה֫וָ֥ה H3068 חֲ֭זַק H2388 וְיַאֲמֵ֣ץ H553 לִבֶּ֑ךָ H3820 וְ֝קַוֵּ֗ה H6960 אֶל H413 יְהוָֽה H3068 "
}
