{
  "1": "בְּךָ֖ Hb יְהוָ֣ה H3068 חָ֭סִיתִי H2620 אַל H408 אֵב֣וֹשָׁה H954 לְעוֹלָ֑ם H5769 בְּצִדְקָתְ H6666 פַלְּטֵֽנִי H6403 ",
  "2": "הַטֵּ֤ה H5186 אֵלַ֨י H413 אָזְנְךָ֮ H241 מְהֵרָ֪ה H4120 הַצִּ֫ילֵ֥נִי H5337 הֱיֵ֤ה H1961 לִ֨י Hl לְֽצוּר H6697 מָ֭עוֹז H4581 לְבֵ֥ית H1004 מְצוּד֗וֹת H4686 לְהוֹשִׁיעֵֽ H3467 ",
  "3": "כִּֽי H3588 סַלְעִ֣י H5553 וּמְצוּדָתִ֣ H4686 אָ֑תָּה H859 וּלְמַ֥עַן H4616 שִׁ֝מְךָ֗ H8034 תַּֽנְחֵ֥נִי H5148 וּֽתְנַהֲלֵֽ H5095 ",
  "4": "תּוֹצִיאֵ֗נִי H3318 מֵרֶ֣שֶׁת H7568 ז֭וּ H2098 טָ֣מְנוּ H2934 לִ֑י Hl כִּֽי H3588 אַ֝תָּה H859 מָֽעוּזִּֽי H4581 ",
  "5": "בְּיָדְ H3027 אַפְקִ֪יד H6485 ר֫וּחִ֥י H7307 פָּדִ֖יתָה H6299 אוֹתִ֥י H853 יְהוָ֗ה H3068 אֵ֣ל H410 אֱמֶֽת H571 ",
  "6": "שָׂנֵ֗אתִי H8130 הַשֹּׁמְרִ֥ים H8104 הַבְלֵי H1892 שָׁ֑וְא H7723 וַ֝אֲנִ֗י H589 אֶל H413 יְהוָ֥ה H3068 בָּטָֽחְתִּי H982 ",
  "7": "אָגִ֥ילָה H1523 וְאֶשְׂמְחָ֗ה H8055 בְּחַ֫סְדֶּ֥ H2617 אֲשֶׁ֣ר H834 רָ֭אִיתָ H7200 אֶת H853 עָנְיִ֑י H6040 יָ֝דַ֗עְתָּ H3045 בְּצָר֥וֹת H6869 נַפְשִֽׁי H5315 ",
  "8": "וְלֹ֣א H3808 הִ֭סְגַּרְתַּנִי H5462 בְּיַד H3027 אוֹיֵ֑ב H341 הֶֽעֱמַ֖דְתָּ H5975 בַמֶּרְחָ֣ב H4800 רַגְלָֽי H7272 ",
  "9": "חָנֵּ֥נִי H2603 יְהוָה֮ H3068 כִּ֤י H3588 צַ֫ר H6887 לִ֥י Hl עָשְׁשָׁ֖ה H6244 בְכַ֥עַס H3708 עֵינִ֗י H5869 נַפְשִׁ֥י H5315 וּבִטְנִֽ H990 ",
  "10": "כִּ֤י H3588 כָל֪וּ H3615 בְיָג֡וֹן H3015 חַיַּי֮ H2416 וּשְׁנוֹתַ֪ H8141 בַּאֲנָ֫חָ֥ה H585 כָּשַׁ֣ל H3782 בַּעֲוֺנִ֣ H5771 כֹחִ֑י H3581 וַעֲצָמַ֥ H6106 עָשֵֽׁשׁוּ H6244 ",
  "11": "מִכָּל H3605 צֹרְרַ֨י H6887 הָיִ֪יתִי H1961 חֶרְפָּ֡ה H2781 וְלִ H7934 מְאֹד֮ H3966 וּפַ֪חַד H6343 לִֽמְיֻדָּ֫עָ֥ H3045 רֹאַ֥י H7200 בַּח֑וּץ H2351 נָדְד֥וּ H5074 מִמֶּֽנִּי H4480 ",
  "12": "נִ֭שְׁכַּחְתִּי H7911 כְּמֵ֣ת H4191 מִלֵּ֑ב H3820 הָ֝יִ֗יתִי H1961 כִּכְלִ֥י H3627 אֹבֵֽד H6 ",
  "13": "כִּ֤י H3588 שָׁמַ֨עְתִּי H8085 דִּבַּ֥ת H1681 רַבִּים֮ H7227 מָג֪וֹר H4032 מִסָּ֫בִ֥יב H5439 בְּהִוָּסְדָ֣ H3245 יַ֣חַד H3162 עָלַ֑י H5921 לָקַ֖חַת H3947 נַפְשִׁ֣י H5315 זָמָֽמוּ H2161 ",
  "14": "וַאֲנִ֤י H589 עָלֶ֣יךָ H5921 בָטַ֣חְתִּי H982 יְהוָ֑ה H3068 אָ֝מַ֗רְתִּי H559 אֱלֹהַ֥י H430 אָֽתָּה H859 ",
  "15": "בְּיָדְ H3027 עִתֹּתָ֑י H6256 הַצִּ֘ילֵ֤נִי H5337 מִיַּד H3027 א֝וֹיְבַ֗י H341 וּמֵ H7291 ",
  "16": "הָאִ֣ירָה H215 פָ֭נֶיךָ H6440 עַל H5921 עַבְדֶּ֑ךָ H5650 ה֖וֹשִׁיעֵ֣נִי H3467 בְחַסְדֶּֽ H2617 ",
  "17": "יְֽהוָ֗ה H3068 אַל H408 אֵ֭בוֹשָׁה H954 כִּ֣י H3588 קְרָאתִ֑יךָ H7121 יֵבֹ֥שׁוּ H954 רְ֝שָׁעִ֗ים H7563 יִדְּמ֥וּ H1826 לִשְׁאֽוֹל H7585 ",
  "18": "תֵּ֥אָלַ֗מְנָה H481 שִׂפְתֵ֫י H8193 שָׁ֥קֶר H8267 הַדֹּבְר֖וֹת H1696 עַל H5921 צַדִּ֥יק H6662 עָתָ֗ק H6277 בְּגַאֲוָ֥ה H1346 וָבֽוּז H937 ",
  "19": "מָ֤ה H4100 רַֽב H7227 טוּבְךָ֮ H2898 אֲשֶׁר H834 צָפַ֪נְתָּ H6845 לִּֽירֵ֫אֶ֥י H3373 פָּ֭עַלְתָּ H6466 לַחֹסִ֣ים H2620 בָּ֑ךְ Hb נֶ֝֗גֶד H5048 בְּנֵ֣י H1121 אָדָם H120 ",
  "20": "תַּסְתִּירֵ֤ם H5641 בְּסֵ֥תֶר H5643 פָּנֶיךָ֮ H6440 מֵֽרֻכְסֵ֫י H7407 אִ֥ישׁ H376 תִּצְפְּנֵ֥ם H6845 בְּסֻכָּ֗ה H5521 מֵרִ֥יב H7379 לְשֹׁנֽוֹת H3956 ",
  "21": "בָּר֥וּךְ H1288 יְהוָ֑ה H3068 כִּ֥י H3588 הִפְלִ֘יא H6381 חַסְדּ֥וֹ H2617 לִ֝֗י Hl בְּעִ֣יר H5892 מָצֽוֹר H4692 ",
  "22": "וַאֲנִ֤י H589 אָ֘מַ֤רְתִּי H559 בְחָפְזִ֗ H2648 נִגְרַזְתִּי֮ H1629 מִנֶּ֪גֶד H5048 עֵ֫ינֶ֥יךָ H5869 אָכֵ֗ן H403 שָׁ֭מַעְתָּ H8085 ק֥וֹל H6963 תַּחֲנוּנַ֗י H8469 בְּשַׁוְּעִ֥ H7768 אֵלֶֽיךָ H413 ",
  "23": "אֶֽהֱב֥וּ H157 אֶת H853 יְהוָ֗ה H3068 כָּֽל H3605 חֲסִ֫ידָ֥יו H2623 אֱ֭מוּנִים H539 נֹצֵ֣ר H5341 יְהוָ֑ה H3068 וּמְשַׁלֵּ֥ם H7999 עַל H5921 יֶ֝֗תֶר H3499 עֹשֵׂ֥ה H6213 גַאֲוָֽה H1346 ",
  "24": "חִ֭זְקוּ H2388 וְיַאֲמֵ֣ץ H553 לְבַבְכֶ֑ם H3824 כָּל H3605 הַ֝מְיַחֲלִ֗ים H3176 לַיהוָֽה H3068 ",
  "25": "חִ֭זְקוּ H2388 וְיַאֲמֵ֣ץ H553 לְבַבְכֶ֑ם H3824 כָּל H3605 הַ֝מְיַחֲלִ֗ים H3176 לַיהוָֽה H3068 "
}
