{
  "1": "לְדָוִ֨ד H1732 רִיבָ֣ה H7378 יְ֭הוָה H3068 אֶת H853 יְרִיבַ֑י H3401 לְ֝חַ֗ם H3898 אֶת H853 לֹֽחֲמָֽי H3898 ",
  "2": "הַחֲזֵ֣ק H2388 מָגֵ֣ן H4043 וְצִנָּ֑ה H6793 וְ֝ק֗וּמָ H6965 בְּעֶזְרָתִֽ H5833 ",
  "3": "וְהָ֘רֵ֤ק H7324 חֲנִ֣ית H2595 וּ֭סְגֹר H5462 לִקְרַ֣את H7125 רֹדְפָ֑י H7291 אֱמֹ֥ר H559 לְ֝נַפְשִׁ֗ H5315 יְֽשֻׁעָתֵ֥ךְ H3444 אָֽנִי H589 ",
  "4": "יֵבֹ֣שׁוּ H954 וְיִכָּלְמוּ֮ H3637 מְבַקְשֵׁ֪י H1245 נַ֫פְשִׁ֥י H5315 יִסֹּ֣גוּ H5472 אָח֣וֹר H268 וְיַחְפְּר֑וּ H2659 חֹ֝שְׁבֵ֗י H2803 רָעָתִֽי H7451 ",
  "5": "יִֽהְי֗וּ H1961 כְּמֹ֥ץ H4671 לִפְנֵי H6440 ר֑וּחַ H7307 וּמַלְאַ֖ךְ H4397 יְהוָ֣ה H3068 דּוֹחֶֽה H1760 ",
  "6": "יְֽהִי H1961 דַרְכָּ֗ם H1870 חֹ֥שֶׁךְ H2822 וַחֲלַקְלַקּ֑וֹת H2519 וּמַלְאַ֥ךְ H4397 יְ֝הוָ֗ה H3068 רֹדְפָֽם H7291 ",
  "7": "כִּֽי H3588 חִנָּ֣ם H2600 טָֽמְנוּ H2934 לִ֭י Hl שַׁ֣חַת H7845 רִשְׁתָּ֑ם H7568 חִ֝נָּ֗ם H2600 חָפְר֥וּ H2658 לְנַפְשִֽׁ H5315 ",
  "8": "תְּבוֹאֵ֣הוּ H935 שׁוֹאָה֮ H7722 לֹֽא H3808 יֵ֫דָ֥ע H3045 וְרִשְׁתּ֣ H7568 אֲשֶׁר H834 טָמַ֣ן H2934 תִּלְכְּד֑וֹ H3920 בְּ֝שׁוֹאָ֗ה H7722 יִפָּל H5307 בָּֽהּ Hb ",
  "9": "וְ֭נַפְשִׁ H5315 תָּגִ֣יל H1523 בַּיהוָ֑ה H3068 תָּ֝שִׂישׂ H7797 בִּישׁוּעָתֽ H3444 ",
  "10": "כָּ֥ל H3605 עַצְמוֹתַ֨י H6106 תֹּאמַרְנָה֮ H559 יְהוָ֗ה H3068 מִ֥י H4310 כָ֫מ֥וֹךָ H3644 מַצִּ֣יל H5337 עָ֭נִי H6041 מֵחָזָ֣ק H2389 מִמֶּ֑נּוּ H4480 וְעָנִ֥י H6041 וְ֝אֶבְי֗וֹן H34 מִגֹּזְלֽ H1497 ",
  "11": "יְ֭קוּמוּן H6965 עֵדֵ֣י H5707 חָמָ֑ס H2555 אֲשֶׁ֥ר H834 לֹא H3808 יָ֝דַ֗עְתִּי H3045 יִשְׁאָלֽוּנִי H7592 ",
  "12": "יְשַׁלְּמ֣וּנִי H7999 רָ֭עָה H7451 תַּ֥חַת H8478 טוֹבָ֗ה H2896 שְׁכ֣וֹל H7908 לְנַפְשִֽׁ H5315 ",
  "13": "וַאֲנִ֤י H589 בַּחֲלוֹתָ֡ H2470 לְב֬וּשִׁי H3830 שָׂ֗ק H8242 עִנֵּ֣יתִי H6031 בַצּ֣וֹם H6685 נַפְשִׁ֑י H5315 וּ֝תְפִלָּתִ֗ H8605 עַל H5921 חֵיקִ֥י H2436 תָשֽׁוּב H7725 ",
  "14": "כְּרֵֽעַ H7453 כְּאָ֣ח H251 לִ֭י Hl הִתְהַלָּ֑כְתִּי H1980 כַּאֲבֶל H57 אֵ֝֗ם H517 קֹדֵ֥ר H6937 שַׁחֽוֹתִי H7817 ",
  "15": "וּבְ H6761 שָׂמְח֪וּ H8055 וְֽנֶאֱ֫סָ֥פוּ H622 נֶאֶסְפ֬וּ H622 עָלַ֣י H5921 נֵ֭כִים H5222 וְלֹ֣א H3808 יָדַ֑עְתִּי H3045 קָֽרְע֥וּ H7167 וְלֹא H3808 דָֽמּוּ H1826 ",
  "16": "בְּ֭חַנְפֵי H2611 לַעֲגֵ֣י H3934 מָע֑וֹג H4580 חָרֹ֖ק H2786 עָלַ֣י H5921 שִׁנֵּֽימוֹ H8127 ",
  "17": "אֲדֹנָי֮ H136 כַּמָּ֪ה H4100 תִּ֫רְאֶ֥ה H7200 הָשִׁ֣יבָה H7725 נַ֭פְשִׁי H5315 מִשֹּׁאֵי H7722 מִ֝כְּפִירִ֗ים H3715 יְחִידָתִֽי H3173 ",
  "18": "א֭וֹדְךָ H3034 בְּקָהָ֣ל H6951 רָ֑ב H7227 בְּעַ֖ם H5971 עָצ֣וּם H6099 אֲהַֽלְלֶֽךָּ H1984 ",
  "19": "אַֽל H408 יִשְׂמְחוּ H8055 לִ֣י Hl אֹיְבַ֣י H341 שֶׁ֑קֶר H8267 שֹׂנְאַ֥י H8130 חִ֝נָּ֗ם H2600 יִקְרְצוּ H7169 עָֽיִן H5869 ",
  "20": "כִּ֤י H3588 לֹ֥א H3808 שָׁל֗וֹם H7965 יְדַ֫בֵּ֥רוּ H1696 וְעַ֥ל H5921 רִגְעֵי H7282 אֶ֑רֶץ H776 דִּבְרֵ֥י H1697 מִ֝רְמוֹת H4820 יַחֲשֹׁבֽוּן H2803 ",
  "21": "וַיַּרְחִ֥יבוּ H7337 עָלַ֗י H5921 פִּ֫יהֶ֥ם H6310 אָ֭מְרוּ H559 הֶאָ֣ח H1889 הֶאָ֑ח H1889 רָאֲתָ֥ה H7200 עֵינֵֽינוּ H5869 ",
  "22": "רָאִ֣יתָה H7200 יְ֭הוָה H3068 אַֽל H408 תֶּחֱרַ֑שׁ H2790 אֲ֝דֹנָ֗י H136 אֲל H408 תִּרְחַ֥ק H7368 מִמֶּֽנִּי H4480 ",
  "23": "הָעִ֣ירָה H5782 וְ֭הָקִיצָ H6974 לְמִשְׁפָּטִ֑ H4941 אֱלֹהַ֖י H430 וַֽאדֹנָ֣ H136 לְרִיבִֽ H7379 ",
  "24": "שָׁפְטֵ֣נִי H8199 כְ֭צִדְקְ H6664 יְהוָ֥ה H3068 אֱלֹהָ֗י H430 וְאַל H408 יִשְׂמְחוּ H8055 לִֽי Hl ",
  "25": "אַל H408 יֹאמְר֣וּ H559 בְ֭לִבָּ H3820 הֶאָ֣ח H1889 נַפְשֵׁ֑נוּ H5315 אַל H408 יֹ֝אמְר֗וּ H559 בִּֽלַּעֲנֽוּהוּ H1104 ",
  "26": "יֵ֘בֹ֤שׁוּ H954 וְיַחְפְּר֨וּ H2659 יַחְדָּו֮ H3162 שְׂמֵחֵ֪י H8056 רָעָ֫תִ֥י H7451 יִֽלְבְּשׁוּ H3847 בֹ֥שֶׁת H1322 וּכְלִמָּ֑ה H3639 הַֽמַּגְדִּילִ֥ים H1431 עָלָֽי H5921 ",
  "27": "יָרֹ֣נּוּ H7442 וְיִשְׂמְחוּ֮ H8055 חֲפֵצֵ֪י H2655 צִ֫דְקִ֥י H6664 וְיֹאמְר֣וּ H559 תָ֭מִיד H8548 יִגְדַּ֣ל H1431 יְהוָ֑ה H3068 הֶ֝חָפֵ֗ץ H2655 שְׁל֣וֹם H7965 עַבְדּֽוֹ H5650 ",
  "28": "וּ֭לְשׁוֹנִ H3956 תֶּהְגֶּ֣ה H1897 צִדְקֶ֑ךָ H6664 כָּל H3605 הַ֝יּוֹם H3117 תְּהִלָּתֶֽךָ H8416 "
}
