{
  "1": "רָ֘חַ֤שׁ H7370 לִבִּ֨י H3820 דָּ֘בָ֤ר H1697 ט֗וֹב H2896 אֹמֵ֣ר H559 אָ֭נִי H589 מַעֲשַׂ֣י H4639 לְמֶ֑לֶךְ H4428 לְ֝שׁוֹנִ֗י H3956 עֵ֤ט H5842 סוֹפֵ֬ר H5608 מָהִֽיר H4106 ",
  "2": "יָפְיָפִ֡יתָ H3302 מִבְּנֵ֬י H1121 אָדָ֗ם H120 ה֣וּצַק H3332 חֵ֭ן H2580 בְּשְׂפְתוֹתֶ֑י H8193 עַל H5921 כֵּ֤ן H3651 בֵּֽרַכְךָ֖ H1288 אֱלֹהִ֣ים H430 לְעוֹלָֽם H5769 ",
  "3": "חֲגֽוֹר H2296 חַרְבְּךָ֣ H2719 עַל H5921 יָרֵ֣ךְ H3409 גִּבּ֑וֹר H1368 ה֝וֹדְךָ֗ H1935 וַהֲדָרֶֽ H1926 ",
  "4": "וַהֲדָ֬רְ H1926 צְלַ֬ח H6743 רְכַ֗ב H7392 עַֽל H5921 דְּבַר H1697 אֱ֭מֶת H571 וְעַנְוָה H6037 צֶ֑דֶק H6664 וְתוֹרְ H3384 נוֹרָא֣וֹת H3372 יְמִינֶֽךָ H3225 ",
  "5": "חִצֶּ֗יךָ H2671 שְׁנ֫וּנִ֥ים H8150 עַ֭מִּים H5971 תַּחְתֶּ֣יךָ H8478 יִפְּל֑וּ H5307 בְּ֝לֵ֗ב H3820 אוֹיְבֵ֥י H341 הַמֶּֽלֶךְ H4428 ",
  "6": "כִּסְאֲךָ֣ H3678 אֱ֭לֹהִים H430 עוֹלָ֣ם H5769 וָעֶ֑ד H5703 שֵׁ֥בֶט H7626 מִ֝ישֹׁ֗ר H4334 שֵׁ֣בֶט H7626 מַלְכוּתֶֽךָ H4438 ",
  "7": "אָהַ֣בְתָּ H157 צֶּדֶק֮ H6664 וַתִּשְׂנָ֫א H8130 רֶ֥שַׁע H7562 עַל H5921 כֵּ֤ן H3651 מְשָׁחֲךָ֡ H4886 אֱלֹהִ֣ים H430 אֱ֭לֹהֶיךָ H430 שֶׁ֥מֶן H8081 שָׂשׂ֗וֹן H8342 מֵֽחֲבֵרֶֽי H2270 ",
  "8": "מֹר H4753 וַאֲהָל֣וֹת H174 קְ֭צִיעוֹת H7102 כָּל H3605 בִּגְדֹתֶ֑יךָ H899 מִֽן H4480 הֵ֥יכְלֵי H1964 שֵׁ֝֗ן H8127 מִנִּ֥י H4482 שִׂמְּחֽוּךָ H8055 ",
  "9": "בְּנ֣וֹת H1323 מְ֭לָכִים H4428 בְּיִקְּרוֹתֶ֑י H3368 נִצְּבָ֥ה H5324 שֵׁגַ֥ל H7694 לִֽ֝ימִינְ H3225 בְּכֶ֣תֶם H3800 אוֹפִֽיר H211 ",
  "10": "שִׁמְעִי H8085 בַ֣ת H1323 וּ֭רְאִי H7200 וְהַטִּ֣י H5186 אָזְנֵ֑ךְ H241 וְשִׁכְחִ֥י H7911 עַ֝מֵּ֗ךְ H5971 וּבֵ֥ית H1004 אָבִֽיךְ H1 ",
  "11": "וְיִתְאָ֣ו H183 הַמֶּ֣לֶךְ H4428 יָפְיֵ֑ךְ H3308 כִּי H3588 ה֥וּא H1931 אֲ֝דֹנַ֗יִךְ H113 וְהִשְׁתַּֽחֲוִי H7812 לֽוֹ Hl ",
  "12": "וּבַֽת H1323 צֹ֨ר H6865 בְּ֭מִנְחָה H4503 פָּנַ֥יִךְ H6440 יְחַלּ֗וּ H2470 עֲשִׁ֣ירֵי H6223 עָֽם H5971 ",
  "13": "כָּל H3605 כְּבוּדָּ֣ה H3520 בַת H1323 מֶ֣לֶךְ H4428 פְּנִ֑ימָה H6441 מִֽמִּשְׁבְּצ֖וֹת H4865 זָהָ֣ב H2091 לְבוּשָֽׁהּ H3830 ",
  "14": "לִרְקָמוֹת֮ H7553 תּוּבַ֪ל H2986 לַ֫מֶּ֥לֶךְ H4428 בְּתוּל֣וֹת H1330 אַ֭חֲרֶיהָ H310 רֵעוֹתֶ֑יהָ H7464 מ֖וּבָא֣וֹת H935 לָֽךְ Hl ",
  "15": "תּ֭וּבַלְנָה H2986 בִּשְׂמָחֹ֣ת H8057 וָגִ֑יל H1524 תְּ֝בֹאֶ֗ינָה H935 בְּהֵ֣יכַל H1964 מֶֽלֶךְ H4428 ",
  "16": "תַּ֣חַת H8478 אֲ֭בֹתֶיךָ H1 יִהְי֣וּ H1961 בָנֶ֑יךָ H1121 תְּשִׁיתֵ֥מוֹ H7896 לְ֝שָׂרִ֗ים H8269 בְּכָל H3605 הָאָֽרֶץ H776 ",
  "17": "אַזְכִּ֣ירָה H2142 שִׁ֭מְךָ H8034 בְּכָל H3605 דֹּ֣ר H1755 וָדֹ֑ר H1755 עַל H5921 כֵּ֥ן H3651 עַמִּ֥ים H5971 יְ֝הוֹדֻ֗ךָ H3034 לְעֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "18": "אַזְכִּ֣ירָה H2142 שִׁ֭מְךָ H8034 בְּכָל H3605 דֹּ֣ר H1755 וָדֹ֑ר H1755 עַל H5921 כֵּ֥ן H3651 עַמִּ֥ים H5971 יְ֝הוֹדֻ֗ךָ H3034 לְעֹלָ֥ם H5769 וָעֶֽד H5703 "
}
