{
  "1": "מִזְמ֗וֹר H4210 לְאָ֫סָ֥ף H623 אֵ֤ל H410 אֱֽלֹהִ֡ים H430 יְֽהוָ֗ה H3068 דִּבֶּ֥ר H1696 וַיִּקְרָא H7121 אָ֑רֶץ H776 מִמִּזְרַח H4217 שֶׁ֝֗מֶשׁ H8121 עַד H5704 מְבֹאֽוֹ H3996 ",
  "2": "מִצִּיּ֥וֹן H6726 מִכְלַל H4359 יֹ֗פִי H3308 אֱלֹהִ֥ים H430 הוֹפִֽיעַ H3313 ",
  "3": "יָ֤בֹ֥א H935 אֱלֹהֵ֗ינוּ H430 וְֽאַל H408 יֶ֫חֱרַ֥שׁ H2790 אֵשׁ H784 לְפָנָ֥י H6440 תֹּאכֵ֑ל H398 וּ֝סְבִיבָ֗י H5439 נִשְׂעֲרָ֥ה H8175 מְאֹֽד H3966 ",
  "4": "יִקְרָ֣א H7121 אֶל H413 הַשָּׁמַ֣יִם H8064 מֵעָ֑ל H5920 וְאֶל H413 הָ֝אָ֗רֶץ H776 לָדִ֥ין H1777 עַמּֽוֹ H5971 ",
  "5": "אִסְפוּ H622 לִ֥י Hl חֲסִידָ֑י H2623 כֹּרְתֵ֖י H3772 בְרִיתִ֣י H1285 עֲלֵי H5921 זָֽבַח H2077 ",
  "6": "וַיַּגִּ֣ידוּ H5046 שָׁמַ֣יִם H8064 צִדְק֑וֹ H6664 כִּֽי H3588 אֱלֹהִ֓ים H430 שֹׁפֵ֖ט H8199 ה֣וּא H1931 סֶֽלָה H5542 ",
  "7": "שִׁמְעָ֤ה H8085 עַמִּ֨י H5971 וַאֲדַבֵּ֗רָה H1696 יִ֭שְׂרָאֵל H3478 וְאָעִ֣ידָה H5749 בָּ֑ךְ Hb אֱלֹהִ֖ים H430 אֱלֹהֶ֣יךָ H430 אָנֹֽכִי H595 ",
  "8": "לֹ֣א H3808 עַל H5921 זְ֭בָחֶיךָ H2077 אוֹכִיחֶ֑ךָ H3198 וְעוֹלֹתֶ֖י H5930 לְנֶגְדִּ֣ H5048 תָמִֽיד H8548 ",
  "9": "לֹא H3808 אֶקַּ֣ח H3947 מִבֵּיתְ H1004 פָ֑ר H6499 מִ֝מִּכְלְאֹתֶ֗י H4356 עַתּוּדִֽים H6260 ",
  "10": "כִּי H3588 לִ֥י Hl כָל H3605 חַיְתוֹ H2416 יָ֑עַר H3293 בְּ֝הֵמ֗וֹת H929 בְּהַרְרֵי H2042 אָֽלֶף H505 ",
  "11": "יָ֭דַעְתִּי H3045 כָּל H3605 ע֣וֹף H5775 הָרִ֑ים H2022 וְזִ֥יז H2123 שָׂ֝דַ֗י H7704 עִמָּדִֽי H5978 ",
  "12": "אִם H518 אֶ֭רְעַב H7456 לֹא H3808 אֹ֣מַר H559 לָ֑ךְ Hl כִּי H3588 לִ֥י Hl תֵ֝בֵ֗ל H8398 וּמְלֹאָֽ H4393 ",
  "13": "הַֽ֭אוֹכַל H398 בְּשַׂ֣ר H1320 אַבִּירִ֑ים H47 וְדַ֖ם H1818 עַתּוּדִ֣ים H6260 אֶשְׁתֶּֽה H8354 ",
  "14": "זְבַ֣ח H2076 לֵאלֹהִ֣ים H430 תּוֹדָ֑ה H8426 וְשַׁלֵּ֖ם H7999 לְעֶלְי֣וֹן H5945 נְדָרֶֽיךָ H5088 ",
  "15": "וּ֭קְרָאֵ H7121 בְּי֣וֹם H3117 צָרָ֑ה H6869 אֲ֝חַלֶּצְךָ֗ H2502 וּֽתְכַבְּדֵֽ H3513 ",
  "16": "וְלָ֤ H7563 אָ֘מַ֤ר H559 אֱלֹהִ֗ים H430 מַה H4100 לְּ֭ךָ Hl לְסַפֵּ֣ר H5608 חֻקָּ֑י H2706 וַתִּשָּׂ֖א H5375 בְרִיתִ֣י H1285 עֲלֵי H5921 פִֽיךָ H6310 ",
  "17": "וְ֭אַתָּה H859 שָׂנֵ֣אתָ H8130 מוּסָ֑ר H4148 וַתַּשְׁלֵ֖ךְ H7993 דְּבָרַ֣י H1697 אַחֲרֶֽיךָ H310 ",
  "18": "אִם H518 רָאִ֣יתָ H7200 גַ֭נָּב H1590 וַתִּ֣רֶץ H7521 עִמּ֑וֹ H5973 וְעִ֖ם H5973 מְנָאֲפִ֣ים H5003 חֶלְקֶֽךָ H2506 ",
  "19": "פִּ֭יךָ H6310 שָׁלַ֣חְתָּ H7971 בְרָעָ֑ה H7451 וּ֝לְשׁוֹנְ H3956 תַּצְמִ֥יד H6775 מִרְמָֽה H4820 ",
  "20": "תֵּ֭שֵׁב H3427 בְּאָחִ֣י H251 תְדַבֵּ֑ר H1696 בְּבֶֽן H1121 אִ֝מְּךָ֗ H517 תִּתֶּן H5414 דֹּֽפִי H1848 ",
  "21": "אֵ֤לֶּה H428 עָשִׂ֨יתָ H6213 וְֽהֶחֱרַ֗שְׁתִּי H2790 דִּמִּ֗יתָ H1819 הֱֽיוֹת H1961 אֶֽהְיֶ֥ה H1961 כָמ֑וֹךָ H3644 אוֹכִיחֲךָ֖ H3198 וְאֶֽעֶרְכָ֣ה H6186 לְעֵינֶֽי H5869 ",
  "22": "בִּֽינוּ H995 נָ֣א H4994 זֹ֭את H2063 שֹׁכְחֵ֣י H7911 אֱל֑וֹהַּ H433 פֶּן H6435 אֶ֝טְרֹ֗ף H2963 וְאֵ֣ין H369 מַצִּֽיל H5337 ",
  "23": "זֹבֵ֥חַ H2076 תּוֹדָ֗ה H8426 יְֽכַ֫בְּדָ֥נְנִי H3513 וְשָׂ֥ם H7760 דֶּ֑רֶךְ H1870 אַ֝רְאֶ֗נּוּ H7200 בְּיֵ֣שַׁע H3468 אֱלֹהִֽים H430 "
}
