{
  "1": "הַאֲזִ֣ינָה H238 אֱ֭לֹהִים H430 תְּפִלָּתִ֑י H8605 וְאַל H408 תִּ֝תְעַלַּ֗ם H5956 מִתְּחִנָּתִֽ H8467 ",
  "2": "הַקְשִׁ֣יבָה H7181 לִּ֣י Hl וַעֲנֵ֑ H6030 אָרִ֖יד H7300 בְּשִׂיחִ֣ H7879 וְאָהִֽימָה H1949 ",
  "3": "מִקּ֤וֹל H6963 אוֹיֵ֗ב H341 מִפְּנֵ֣י H6440 עָקַ֣ת H6125 רָשָׁ֑ע H7563 כִּי H3588 יָמִ֥יטוּ H4131 עָלַ֥י H5921 אָ֝֗וֶן H205 וּבְ H639 יִשְׂטְמֽוּנִי H7852 ",
  "4": "לִ֭בִּי H3820 יָחִ֣יל H2342 בְּקִרְבִּ֑ H7130 וְאֵימ֥וֹת H367 מָ֝֗וֶת H4194 נָפְל֥וּ H5307 עָלָֽי H5921 ",
  "5": "יִרְאָ֣ה H3374 וָ֭רַעַד H7461 יָ֣בֹא H935 בִ֑י Hb וַ֝תְּכַסֵּ֗ H3680 פַּלָּצֽוּת H6427 ",
  "6": "וָאֹמַ֗ר H559 מִֽי H4310 יִתֶּן H5414 לִּ֣י Hl אֵ֭בֶר H83 כַּיּוֹנָ֗ה H3123 אָע֥וּפָה H5774 וְאֶשְׁכֹּֽנָה H7931 ",
  "7": "הִ֭נֵּה H2009 אַרְחִ֣יק H7368 נְדֹ֑ד H5074 אָלִ֖ין H3885 בַּמִּדְבָּ֣ר H4057 סֶֽלָה H5542 ",
  "8": "אָחִ֣ישָׁה H2363 מִפְלָ֣ט H4655 לִ֑י Hl מֵר֖וּחַ H7307 סֹעָ֣ה H5584 מִסָּֽעַר H5591 ",
  "9": "בַּלַּ֣ע H1104 אֲ֭דֹנָי H136 פַּלַּ֣ג H6385 לְשׁוֹנָ֑ם H3956 כִּֽי H3588 רָאִ֨יתִי H7200 חָמָ֖ס H2555 וְרִ֣יב H7379 בָּעִֽיר H5892 ",
  "10": "יוֹמָ֤ם H3119 וָלַ֗יְלָה H3915 יְסוֹבְבֻ֥הָ H5437 עַל H5921 חוֹמֹתֶ֑יהָ H2346 וְאָ֖וֶן H205 וְעָמָ֣ל H5999 בְּקִרְבָּֽ H7130 ",
  "11": "הַוּ֥וֹת H1942 בְּקִרְבָּ֑ H7130 וְֽלֹא H3808 יָמִ֥ישׁ H4185 מֵ֝רְחֹבָ֗ H7339 תֹּ֣ךְ H8496 וּמִרְמָֽה H4820 ",
  "12": "כִּ֤י H3588 לֹֽא H3808 אוֹיֵ֥ב H341 יְחָֽרְפֵ֗נִי H2778 וְאֶ֫שָּׂ֥א H5375 לֹֽא H3808 מְ֭שַׂנְאִי H8130 עָלַ֣י H5921 הִגְדִּ֑יל H1431 וְאֶסָּתֵ֥ר H5641 מִמֶּֽנּוּ H4480 ",
  "13": "וְאַתָּ֣ה H859 אֱנ֣וֹשׁ H582 כְּעֶרְכִּ֑ H6187 אַ֝לּוּפִ֗י H441 וּמְיֻדָּֽעִ H3045 ",
  "14": "אֲשֶׁ֣ר H834 יַ֭חְדָּו H3162 נַמְתִּ֣יק H4985 ס֑וֹד H5475 בְּבֵ֥ית H1004 אֱ֝לֹהִ֗ים H430 נְהַלֵּ֥ךְ H1980 בְּרָֽגֶשׁ H7285 ",
  "15": "ישימות H3451 עָלֵ֗ימוֹ H5921 יֵרְד֣וּ H3381 שְׁא֣וֹל H7585 חַיִּ֑ים H2416 כִּֽי H3588 רָע֖וֹת H7451 בִּמְגוּרָ֣ H4033 בְּקִרְבָּֽ H7130 ",
  "16": "אֲ֭נִי H589 אֶל H413 אֱלֹהִ֣ים H430 אֶקְרָ֑א H7121 וַ֝יהוָ֗ה H3068 יוֹשִׁיעֵֽנִי H3467 ",
  "17": "עֶ֤רֶב H6153 וָבֹ֣קֶר H1242 וְ֭צָהֳרַיִם H6672 אָשִׂ֣יחָה H7878 וְאֶהֱמֶ֑ה H1993 וַיִּשְׁמַ֥ע H8085 קוֹלִֽי H6963 ",
  "18": "פָּ֘דָ֤ה H6299 בְשָׁל֣וֹם H7965 נַ֭פְשִׁי H5315 מִקֲּרָב H7128 לִ֑י Hl כִּֽי H3588 בְ֝רַבִּ֗ים H7227 הָי֥וּ H1961 עִמָּדִֽי H5978 ",
  "19": "יִשְׁמַ֤ע H8085 אֵ֨ל H410 וְֽיַעֲנֵ H6031 וְיֹ֤שֵׁ֥ב H3427 קֶ֗דֶם H6924 סֶ֥לָה H5542 אֲשֶׁ֤ר H834 אֵ֣ין H369 חֲלִיפ֣וֹת H2487 לָ֑מוֹ Hl וְלֹ֖א H3808 יָרְא֣וּ H3372 אֱלֹהִֽים H430 ",
  "20": "שָׁלַ֣ח H7971 יָ֭דָיו H3027 בִּשְׁלֹמָ֗י H7965 חִלֵּ֥ל H2490 בְּרִיתֽוֹ H1285 ",
  "21": "חָלְק֤וּ H2505 מַחְמָאֹ֣ת H4260 פִּיו֮ H6310 וּֽקֲרָב H7128 לִ֫בּ֥וֹ H3820 רַכּ֖וּ H7401 דְבָרָ֥יו H1697 מִשֶּׁ֗מֶן H8081 וְהֵ֣מָּה H1992 פְתִחֽוֹת H6609 ",
  "22": "הַשְׁלֵ֤ךְ H7993 עַל H5921 יְהוָ֨ה H3068 יְהָבְךָ֮ H3053 וְה֪וּא H1931 יְכַ֫לְכְּלֶ֥ךָ H3557 לֹא H3808 יִתֵּ֖ן H5414 לְעוֹלָ֥ם H5769 מ֗וֹט H4131 לַצַּדִּֽיק H6662 ",
  "23": "וְאַתָּ֤ה H859 אֱלֹהִ֨ים H430 תּוֹרִדֵ֬ם H3381 לִבְאֵ֬ר H875 שַׁ֗חַת H7845 אַנְשֵׁ֤י H376 דָמִ֣ים H1818 וּ֭מִרְמָה H4820 לֹא H3808 יֶחֱצ֣וּ H2673 יְמֵיהֶ֑ם H3117 וַ֝אֲנִ֗י H589 אֶבְטַח H982 בָּֽךְ Hb ",
  "24": "וְאַתָּ֤ה H859 אֱלֹהִ֨ים H430 תּוֹרִדֵ֬ם H3381 לִבְאֵ֬ר H875 שַׁ֗חַת H7845 אַנְשֵׁ֤י H376 דָמִ֣ים H1818 וּ֭מִרְמָה H4820 לֹא H3808 יֶחֱצ֣וּ H2673 יְמֵיהֶ֑ם H3117 וַ֝אֲנִ֗י H589 אֶבְטַח H982 בָּֽךְ Hb "
}
