{
  "1": "הַצִּילֵ֖נִי H5337 מֵאֹיְבַ֥ H341 אֱלֹהָ֑י H430 מִּמִתְקוֹמְמַ֥ H6965 תְּשַׂגְּבֵֽנִי H7682 ",
  "2": "הַ֭צִּילֵנִי H5337 מִפֹּ֣עֲלֵי H6466 אָ֑וֶן H205 וּֽמֵ H376 דָ֝מִ֗ים H1818 הוֹשִׁיעֵֽנִי H3467 ",
  "3": "כִּ֤י H3588 הִנֵּ֪ה H2009 אָֽרְב֡וּ H693 לְנַפְשִׁ֗ H5315 יָג֣וּרוּ H1481 עָלַ֣י H5921 עַזִ֑ים H5794 לֹא H3808 פִשְׁעִ֖י H6588 וְלֹא H3808 חַטָּאתִ֣י H2403 יְהוָֽה H3068 ",
  "4": "בְּֽלִי H1097 עָ֭וֺן H5771 יְרוּצ֣וּן H7323 וְיִכּוֹנָ֑נוּ H3559 ע֖וּרָה H5782 לִקְרָאתִ֣ H7125 וּרְאֵה H7200 ",
  "5": "וְאַתָּ֤ה H859 יְהוָֽה H3068 אֱלֹהִ֥ים H430 צְבָא֡וֹת H6635 אֱלֹ֘הֵ֤י H430 יִשְׂרָאֵ֗ל H3478 הָקִ֗יצָה H6974 לִפְקֹ֥ד H6485 כָּֽל H3605 הַגּוֹיִ֑ם H1471 אַל H408 תָּחֹ֨ן H2603 כָּל H3605 בֹּ֖גְדֵי H898 אָ֣וֶן H205 סֶֽלָה H5542 ",
  "6": "יָשׁ֣וּבוּ H7725 לָ֭עֶרֶב H6153 יֶהֱמ֥וּ H1993 כַכָּ֗לֶב H3611 וִיס֥וֹבְבוּ H5437 עִֽיר H5892 ",
  "7": "הִנֵּ֤ה H2009 יַבִּ֘יע֤וּן H5042 בְּפִי H6310 חֲ֭רָבוֹת H2719 בְּשִׂפְתוֹתֵי H8193 כִּי H3588 מִ֥י H4310 שֹׁמֵֽעַ H8085 ",
  "8": "וְאַתָּ֣ה H859 יְ֭הוָה H3068 תִּשְׂחַק H7832 לָ֑מוֹ Hl תִּ֝לְעַ֗ג H3932 לְכָל H3605 גּוֹיִֽם H1471 ",
  "9": "עֻ֭זּוֹ H5797 אֵלֶ֣יךָ H413 אֶשְׁמֹ֑רָה H8104 כִּֽי H3588 אֱ֝לֹהִ֗ים H430 מִשְׂגַּבִּֽי H4869 ",
  "10": "אֱלֹהֵ֣י H430 חסדו H2617 יְקַדְּמֵ֑נִי H6923 אֱ֝לֹהִ֗ים H430 יַרְאֵ֥נִי H7200 בְשֹׁרְרָֽ H8324 ",
  "11": "אַל H408 תַּהַרְגֵ֤ם H2026 פֶּֽן H6435 יִשְׁכְּח֬וּ H7911 עַמִּ֗י H5971 הֲנִיעֵ֣מוֹ H5128 בְ֭חֵילְ H2428 וְהוֹרִידֵ֑ H3381 מָֽגִנֵּ֣נוּ H4043 אֲדֹנָֽי H136 ",
  "12": "חַטַּאת H2403 פִּ֗ימוֹ H6310 דְּֽבַר H1697 שְׂפָ֫תֵ֥ימוֹ H8193 וְיִלָּכְד֥וּ H3920 בִגְאוֹנָ֑ H1347 וּמֵ H423 וּמִ H3585 יְסַפֵּֽרוּ H5608 ",
  "13": "כַּלֵּ֥ה H3615 בְחֵמָה֮ H2534 כַּלֵּ֪ה H3615 וְֽאֵ֫ינֵ֥ H369 וְֽיֵדְע֗וּ H3045 כִּֽי H3588 אֱ֭לֹהִים H430 מֹשֵׁ֣ל H4910 בְּיַעֲקֹ֑ב H3290 לְאַפְסֵ֖י H657 הָאָ֣רֶץ H776 סֶֽלָה H5542 ",
  "14": "וְיָשׁ֣וּבוּ H7725 לָ֭עֶרֶב H6153 יֶהֱמ֥וּ H1993 כַכָּ֗לֶב H3611 וִיס֥וֹבְבוּ H5437 עִֽיר H5892 ",
  "15": "הֵ֭מָּה H1992 ינועון H5128 לֶאֱכֹ֑ל H398 אִם H518 לֹ֥א H3808 יִ֝שְׂבְּע֗וּ H7646 וַיָּלִֽינוּ H3885 ",
  "16": "וַאֲנִ֤י H589 אָשִׁ֣יר H7891 עֻזֶּךָ֮ H5797 וַאֲרַנֵּ֥ן H7442 לַבֹּ֗קֶר H1242 חַ֫סְדֶּ֥ךָ H2617 כִּֽי H3588 הָיִ֣יתָ H1961 מִשְׂגָּ֣ב H4869 לִ֑י Hl וּ֝מָנ֗וֹס H4498 בְּי֣וֹם H3117 צַר H6862 לִֽי Hl ",
  "17": "עֻ֭זִּי H5797 אֵלֶ֣יךָ H413 אֲזַמֵּ֑רָה H2167 כִּֽי H3588 אֱלֹהִ֥ים H430 מִ֝שְׂגַּבִּ֗י H4869 אֱלֹהֵ֥י H430 חַסְדִּֽי H2617 ",
  "18": "עֻ֭זִּי H5797 אֵלֶ֣יךָ H413 אֲזַמֵּ֑רָה H2167 כִּֽי H3588 אֱלֹהִ֥ים H430 מִ֝שְׂגַּבִּ֗י H4869 אֱלֹהֵ֥י H430 חַסְדִּֽי H2617 "
}
