{
  "1": "יְהוָ֣ה H3068 אֱ֭לֹהַי H430 בְּךָ֣ Hb חָסִ֑יתִי H2620 הוֹשִׁיעֵ֥נִי H3467 מִכָּל H3605 רֹ֝דְפַ֗י H7291 וְהַצִּילֵֽ H5337 ",
  "2": "פֶּן H6435 יִטְרֹ֣ף H2963 כְּאַרְיֵ֣ה H738 נַפְשִׁ֑י H5315 פֹּ֝רֵ֗ק H6561 וְאֵ֣ין H369 מַצִּֽיל H5337 ",
  "3": "יְהוָ֣ה H3068 אֱ֭לֹהַי H430 אִם H518 עָשִׂ֣יתִי H6213 זֹ֑את H2063 אִֽם H518 יֶשׁ H3426 עָ֥וֶל H5766 בְּכַפָּֽ H3709 ",
  "4": "אִם H518 גָּ֭מַלְתִּי H1580 שֽׁוֹלְמִ֥י H7999 רָ֑ע H7451 וָאֲחַלְּצָ֖ H2502 צוֹרְרִ֣י H6887 רֵיקָֽם H7387 ",
  "5": "יִֽרַדֹּ֥ף H7291 אוֹיֵ֨ב H341 נַפְשִׁ֡י H5315 וְיַשֵּׂ֗ג H5381 וְיִרְמֹ֣ס H7429 לָאָ֣רֶץ H776 חַיָּ֑י H2416 וּכְבוֹדִ֓ H3519 לֶעָפָ֖ר H6083 יַשְׁכֵּ֣ן H7931 סֶֽלָה H5542 ",
  "6": "ק֘וּמָ֤ה H6965 יְהוָ֨ה H3068 בְּאַפֶּ֗ H639 הִ֭נָּשֵׂא H5375 בְּעַבְר֣וֹת H5678 צוֹרְרָ֑י H6887 וְע֥וּרָ H5782 אֵ֝לַ֗י H410 מִשְׁפָּ֥ט H4941 צִוִּֽיתָ H6680 ",
  "7": "וַעֲדַ֣ת H5712 לְ֭אֻמִּים H3816 תְּסוֹבְבֶ֑ךָּ H5437 וְ֝עָלֶ֗י H5921 לַמָּר֥וֹם H4791 שֽׁוּבָה H7725 ",
  "8": "יְהוָה֮ H3068 יָדִ֪ין H1777 עַ֫מִּ֥ים H5971 שָׁפְטֵ֥נִי H8199 יְהוָ֑ה H3068 כְּצִדְקִ֖ H6664 וּכְ H8537 עָלָֽי H5921 ",
  "9": "יִגְמָר H1584 נָ֬א H4994 רַ֨ע H7451 רְשָׁעִים֮ H7563 וּתְכוֹנֵ֪ן H3559 צַ֫דִּ֥יק H6662 וּבֹחֵ֣ן H974 לִ֭בּ֗וֹת H3826 וּכְלָי֗וֹת H3629 אֱלֹהִ֥ים H430 צַדִּֽיק H6662 ",
  "10": "מָֽגִנִּ֥י H4043 עַל H5921 אֱלֹהִ֑ים H430 מ֝וֹשִׁ֗יעַ H3467 יִשְׁרֵי H3477 לֵֽב H3820 ",
  "11": "אֱ֭לֹהִים H430 שׁוֹפֵ֣ט H8199 צַדִּ֑יק H6662 וְ֝אֵ֗ל H410 זֹעֵ֥ם H2194 בְּכָל H3605 יֽוֹם H3117 ",
  "12": "אִם H518 לֹ֣א H3808 יָ֭שׁוּב H7725 חַרְבּ֣וֹ H2719 יִלְט֑וֹשׁ H3913 קַשְׁתּ֥וֹ H7198 דָ֝רַ֗ךְ H1869 וַֽיְכוֹנְנֶֽ H3559 ",
  "13": "וְ֭ל Hc/Hl הֵכִ֣ין H3559 כְּלֵי H3627 מָ֑וֶת H4194 חִ֝צָּ֗יו H2671 לְֽדֹלְקִ֥ים H1814 יִפְעָֽל H6466 ",
  "14": "הִנֵּ֥ה H2009 יְחַבֶּל H2254 אָ֑וֶן H205 וְהָרָ֥ה H2029 עָ֝מָ֗ל H5999 וְיָ֣לַד H3205 שָֽׁקֶר H8267 ",
  "15": "בּ֣וֹר H953 כָּ֭רָֽה H3738 וַֽיַּחְפְּרֵ֑ H2658 וַ֝יִּפֹּ֗ל H5307 בְּשַׁ֣חַת H7845 יִפְעָֽל H6466 ",
  "16": "יָשׁ֣וּב H7725 עֲמָל֣וֹ H5999 בְרֹאשׁ֑ H7218 וְעַ֥ל H5921 קָ֝דְקֳד֗וֹ H6936 חֲמָס֥וֹ H2555 יֵרֵֽד H3381 ",
  "17": "אוֹדֶ֣ה H3034 יְהוָ֣ה H3068 כְּצִדְק֑ H6664 וַ֝אֲזַמְּרָ֗ה H2167 שֵֽׁם H8034 יְהוָ֥ה H3068 עֶלְיֽוֹן H5945 ",
  "18": "אוֹדֶ֣ה H3034 יְהוָ֣ה H3068 כְּצִדְק֑ H6664 וַ֝אֲזַמְּרָ֗ה H2167 שֵֽׁם H8034 יְהוָ֥ה H3068 עֶלְיֽוֹן H5945 "
}
