{
  "1": "מִזְמ֗וֹר H4210 לְאָ֫סָ֥ף H623 אַ֤ךְ H389 ט֭וֹב H2896 לְיִשְׂרָאֵ֥ל H3478 אֱלֹהִ֗ים H430 לְבָרֵ֥י H1249 לֵבָֽב H3824 ",
  "2": "וַאֲנִ֗י H589 כִּ֭מְעַט H4592 נטוי H5186 רַגְלָ֑י H7272 כְּ֝אַ֗יִן H369 שפכה H8210 אֲשֻׁרָֽי H838 ",
  "3": "כִּֽי H3588 קִ֭נֵּאתִי H7065 בַּֽהוֹלְלִ֑ים H1984 שְׁל֖וֹם H7965 רְשָׁעִ֣ים H7563 אֶרְאֶֽה H7200 ",
  "4": "כִּ֤י H3588 אֵ֖ין H369 חַרְצֻבּ֥וֹת H2784 לְמוֹתָ֗ H4194 וּבָרִ֥יא H1277 אוּלָֽם H193 ",
  "5": "בַּעֲמַ֣ל H5999 אֱנ֣וֹשׁ H582 אֵינֵ֑מוֹ H369 וְעִם H5973 אָ֝דָ֗ם H120 לֹ֣א H3808 יְנֻגָּֽעוּ H5060 ",
  "6": "לָ֭כֵן H3651 עֲנָקַ֣תְמוֹ H6059 גַאֲוָ֑ה H1346 יַעֲטָף H5848 שִׁ֝֗ית H7897 חָמָ֥ס H2555 לָֽמוֹ Hl ",
  "7": "יָ֭צָא H3318 מֵחֵ֣לֶב H2459 עֵינֵ֑מוֹ H5869 עָ֝בְר֗וּ H5674 מַשְׂכִּיּ֥וֹת H4906 לֵבָֽב H3824 ",
  "8": "יָמִ֤יקוּ H4167 וִידַבְּר֣וּ H1696 בְרָ֣ע H7451 עֹ֑שֶׁק H6233 מִמָּר֥וֹם H4791 יְדַבֵּֽרוּ H1696 ",
  "9": "שַׁתּ֣וּ H8371 בַשָּׁמַ֣יִם H8064 פִּיהֶ֑ם H6310 וּ֝לְשׁוֹנָ֗ H3956 תִּֽהֲלַ֥ךְ H1980 בָּאָֽרֶץ H776 ",
  "10": "לָכֵ֤ן H3651 ישיב H7725 עַמּ֣וֹ H5971 הֲלֹ֑ם H1988 וּמֵ֥י H4325 מָ֝לֵ֗א H4392 יִמָּ֥צוּ H4680 לָֽמוֹ Hl ",
  "11": "וְֽאָמְר֗וּ H559 אֵיכָ֥ה H349 יָדַֽע H3045 אֵ֑ל H410 וְיֵ֖שׁ H3426 דֵּעָ֣ה H1844 בְעֶלְיֽוֹן H5945 ",
  "12": "הִנֵּה H2009 אֵ֥לֶּה H428 רְשָׁעִ֑ים H7563 וְשַׁלְוֵ֥י H7961 ע֝וֹלָ֗ם H5769 הִשְׂגּוּ H7685 חָֽיִל H2428 ",
  "13": "אַךְ H389 רִ֭יק H7385 זִכִּ֣יתִי H2135 לְבָבִ֑י H3824 וָאֶרְחַ֖ץ H7364 בְּנִקָּי֣וֹן H5356 כַּפָּֽי H3709 ",
  "14": "וָאֱהִ֣י H1961 נָ֭גוּעַ H5060 כָּל H3605 הַיּ֑וֹם H3117 וְ֝תוֹכַחְתִּ֗ H8433 לַבְּקָרִֽים H1242 ",
  "15": "אִם H518 אָ֭מַרְתִּי H559 אֲסַפְּרָ֥ה H5608 כְמ֑וֹ H3644 הִנֵּ֤ה H2009 ד֭וֹר H1755 בָּנֶ֣יךָ H1121 בָגָֽדְתִּי H898 ",
  "16": "וָֽ֭אֲחַשְּׁבָ H2803 לָדַ֣עַת H3045 זֹ֑את H2063 עָמָ֖ל H5999 היא H1931 בְעֵינָֽ H5869 ",
  "17": "עַד H5704 אָ֭בוֹא H935 אֶל H413 מִקְדְּשֵׁי H4720 אֵ֑ל H410 אָ֝בִ֗ינָה H995 לְאַחֲרִיתָֽ H319 ",
  "18": "אַ֣ךְ H389 בַּ֭חֲלָקוֹת H2513 תָּשִׁ֣ית H7896 לָ֑מוֹ Hl הִ֝פַּלְתָּ֗ם H5307 לְמַשּׁוּאֽוֹת H4876 ",
  "19": "אֵ֤יךְ H349 הָי֣וּ H1961 לְשַׁמָּ֣ה H8047 כְרָ֑גַע H7281 סָ֥פוּ H5486 תַ֝֗מּוּ H8552 מִן H4480 בַּלָּהֽוֹת H1091 ",
  "20": "כַּחֲל֥וֹם H2472 מֵהָקִ֑יץ H6974 אֲ֝דֹנָי H136 בָּעִ֤יר H5782 צַלְמָ֬ם H6754 תִּבְזֶֽה H959 ",
  "21": "כִּ֭י H3588 יִתְחַמֵּ֣ץ H2556 לְבָבִ֑י H3824 וְ֝כִלְיוֹתַ֗ H3629 אֶשְׁתּוֹנָֽן H8150 ",
  "22": "וַאֲנִי H589 בַ֭עַר H1198 וְלֹ֣א H3808 אֵדָ֑ע H3045 בְּ֝הֵמ֗וֹת H929 הָיִ֥יתִי H1961 עִמָּֽךְ H5973 ",
  "23": "וַאֲנִ֣י H589 תָמִ֣יד H8548 עִמָּ֑ךְ H5973 אָ֝חַ֗זְתָּ H270 בְּיַד H3027 יְמִינִֽי H3225 ",
  "24": "בַּעֲצָתְ H6098 תַנְחֵ֑נִי H5148 וְ֝אַחַ֗ר H310 כָּב֥וֹד H3519 תִּקָּחֵֽנִי H3947 ",
  "25": "מִי H4310 לִ֥י Hl בַשָּׁמָ֑יִם H8064 וְ֝עִמְּ H5973 לֹא H3808 חָפַ֥צְתִּי H2654 בָאָֽרֶץ H776 ",
  "26": "כָּלָ֥ה H3615 שְׁאֵרִ֗י H7607 וּלְבָ֫בִ֥ H3824 צוּר H6697 לְבָבִ֥י H3824 וְחֶלְקִ֗ H2506 אֱלֹהִ֥ים H430 לְעוֹלָֽם H5769 ",
  "27": "כִּֽי H3588 הִנֵּ֣ה H2009 רְחֵקֶ֣יךָ H7369 יֹאבֵ֑דוּ H6 הִ֝צְמַ֗תָּה H6789 כָּל H3605 זוֹנֶ֥ה H2181 מִמֶּֽךָּ H4480 ",
  "28": "וַאֲנִ֤י H589 קִֽרֲבַ֥ת H7132 אֱלֹהִ֗ים H430 לִ֫י Hl ט֥וֹב H2896 שַׁתִּ֤י H7896 בַּאדֹנָ֣ H136 יְהֹוִ֣ה H3069 מַחְסִ֑י H4268 לְ֝סַפֵּ֗ר H5608 כָּל H3605 מַלְאֲכוֹתֶֽיךָ H4399 "
}
