{
  "1": "מַשְׂכִּ֗יל H4905 לְאָ֫סָ֥ף H623 הַאֲזִ֣ינָה H238 עַ֭מִּי H5971 תּוֹרָתִ֑י H8451 הַטּ֥וּ H5186 אָ֝זְנְכֶ֗ם H241 לְאִמְרֵי H561 פִֽי H6310 ",
  "2": "אֶפְתְּחָ֣ה H6605 בְמָשָׁ֣ל H4912 פִּ֑י H6310 אַבִּ֥יעָה H5042 חִ֝יד֗וֹת H2420 מִנִּי H4480 קֶֽדֶם H6924 ",
  "3": "אֲשֶׁ֣ר H834 שָׁ֭מַעְנוּ H8085 וַנֵּדָעֵ֑ H3045 וַ֝אֲבוֹתֵ֗י H1 סִפְּרוּ H5608 לָֽנוּ Hl ",
  "4": "לֹ֤א H3808 נְכַחֵ֨ד H3582 מִבְּנֵי H1121 לְד֥וֹר H1755 אַחֲר֗וֹן H314 מְֽ֭סַפְּרִים H5608 תְּהִלּ֣וֹת H8416 יְהוָ֑ה H3068 וֶעֱזוּז֥ H5807 וְ֝נִפְלְאוֹתָ֗י H6381 אֲשֶׁ֣ר H834 עָשָֽׂה H6213 ",
  "5": "וַיָּ֤קֶם H6965 עֵד֨וּת H5715 בְּֽיַעֲקֹ֗ב H3290 וְתוֹרָה֮ H8451 שָׂ֤ם H7760 בְּיִשְׂרָ֫אֵ֥ל H3478 אֲשֶׁ֣ר H834 צִ֭וָּה H6680 אֶת H853 אֲבוֹתֵ֑ינוּ H1 לְ֝הוֹדִיעָ֗ H3045 לִבְנֵי H1121 ",
  "6": "לְמַ֤עַן H4616 יֵדְע֨וּ H3045 דּ֣וֹר H1755 אַ֭חֲרוֹן H314 בָּנִ֣ים H1121 יִוָּלֵ֑דוּ H3205 יָ֝קֻ֗מוּ H6965 וִֽיסַפְּר֥וּ H5608 לִבְנֵי H1121 ",
  "7": "וְיָשִׂ֥ימוּ H7760 בֵֽאלֹהִ֗ים H430 כִּ֫סְלָ֥ם H3689 וְלֹ֣א H3808 יִ֭שְׁכְּחוּ H7911 מַֽעַלְלֵי H4611 אֵ֑ל H410 וּמִצְוֺתָ֥י H4687 יִנְצֹֽרוּ H5341 ",
  "8": "וְלֹ֤א H3808 יִהְי֨וּ H1961 כַּאֲבוֹתָ֗ H1 דּוֹר֮ H1755 סוֹרֵ֪ר H5637 וּמֹ֫רֶ֥ה H4784 דּ֭וֹר H1755 לֹא H3808 הֵכִ֣ין H3559 לִבּ֑וֹ H3820 וְלֹא H3808 נֶאֶמְנָ֖ה H539 אֶת H854 אֵ֣ל H410 רוּחֽוֹ H7307 ",
  "9": "בְּֽנֵי H1121 אֶפְרַ֗יִם H669 נוֹשְׁקֵ֥י H5401 רוֹמֵי H7411 קָ֑שֶׁת H7198 הָ֝פְכ֗וּ H2015 בְּי֣וֹם H3117 קְרָֽב H7128 ",
  "10": "לֹ֣א H3808 שָׁ֭מְרוּ H8104 בְּרִ֣ית H1285 אֱלֹהִ֑ים H430 וּ֝בְ H8451 מֵאֲנ֥וּ H3985 לָלֶֽכֶת H3212 ",
  "11": "וַיִּשְׁכְּח֥וּ H7911 עֲלִילוֹתָ֑יו H5949 וְ֝נִפְלְאוֹתָ֗י H6381 אֲשֶׁ֣ר H834 הֶרְאָֽם H7200 ",
  "12": "נֶ֣גֶד H5048 אֲ֭בוֹתָם H1 עָ֣שָׂה H6213 פֶ֑לֶא H6382 בְּאֶ֖רֶץ H776 מִצְרַ֣יִם H4714 שְׂדֵה H7704 צֹֽעַן H6814 ",
  "13": "בָּ֣קַע H1234 יָ֭ם H3220 וַיַּֽעֲבִירֵ֑ H5674 וַֽיַּצֶּב H5324 מַ֥יִם H4325 כְּמוֹ H3644 נֵֽד H5067 ",
  "14": "וַיַּנְחֵ֣ H5148 בֶּעָנָ֣ן H6051 יוֹמָ֑ם H3119 וְכָל H3605 הַ֝לַּ֗יְלָה H3915 בְּא֣וֹר H216 אֵֽשׁ H784 ",
  "15": "יְבַקַּ֣ע H1234 צֻ֭רִים H6697 בַּמִּדְבָּ֑ר H4057 וַ֝יַּ֗שְׁקְ H8248 כִּתְהֹמ֥וֹת H8415 רַבָּֽה H7227 ",
  "16": "וַיּוֹצִ֣א H3318 נוֹזְלִ֣ים H5140 מִסָּ֑לַע H5553 וַיּ֖וֹרֶד H3381 כַּנְּהָר֣וֹת H5104 מָֽיִם H4325 ",
  "17": "וַיּוֹסִ֣יפוּ H3254 ע֭וֹד H5750 לַחֲטֹא H2398 ל֑וֹ Hl לַֽמְר֥וֹת H4784 עֶ֝לְי֗וֹן H5945 בַּצִּיָּֽה H6723 ",
  "18": "וַיְנַסּוּ H5254 אֵ֥ל H410 בִּלְבָבָ֑ H3824 לִֽשְׁאָל H7592 אֹ֥כֶל H400 לְנַפְשָֽׁ H5315 ",
  "19": "וַֽיְדַבְּר֗וּ H1696 בֵּֽאלֹ֫הִ֥ים H430 אָ֭מְרוּ H559 הֲי֣וּכַל H3201 אֵ֑ל H410 לַעֲרֹ֥ךְ H6186 שֻׁ֝לְחָ֗ן H7979 בַּמִּדְבָּֽר H4057 ",
  "20": "הֵ֤ן H2005 הִכָּה H5221 צ֨וּר H6697 וַיָּז֣וּבוּ H2100 מַיִם֮ H4325 וּנְחָלִ֪ים H5158 יִ֫שְׁטֹ֥פוּ H7857 הֲגַם H1571 לֶ֭חֶם H3899 י֣וּכַל H3201 תֵּ֑ת H5414 אִם H518 יָכִ֖ין H3559 שְׁאֵ֣ר H7607 לְעַמּֽ H5971 ",
  "21": "לָכֵ֤ן H3651 שָׁמַ֥ע H8085 יְהוָ֗ה H3068 וַֽיִּתְעַבָּ֥ר H5674 וְ֭אֵשׁ H784 נִשְּׂקָ֣ה H5400 בְיַעֲקֹ֑ב H3290 וְגַם H1571 אַ֝֗ף H639 עָלָ֥ה H5927 בְיִשְׂרָאֵֽל H3478 ",
  "22": "כִּ֤י H3588 לֹ֣א H3808 הֶ֭אֱמִינוּ H539 בֵּאלֹהִ֑ים H430 וְלֹ֥א H3808 בָ֝טְח֗וּ H982 בִּֽישׁוּעָתֽ H3444 ",
  "23": "וַיְצַ֣ו H6680 שְׁחָקִ֣ים H7834 מִמָּ֑עַל H4605 וְדַלְתֵ֖י H1817 שָׁמַ֣יִם H8064 פָּתָֽח H6605 ",
  "24": "וַיַּמְטֵ֬ר H4305 עֲלֵיהֶ֣ם H5921 מָ֣ן H4478 לֶאֱכֹ֑ל H398 וּדְגַן H1715 שָׁ֝מַ֗יִם H8064 נָ֣תַן H5414 לָֽמוֹ Hl ",
  "25": "לֶ֣חֶם H3899 אַ֭בִּירִים H47 אָ֣כַל H398 אִ֑ישׁ H376 צֵידָ֬ה H6720 שָׁלַ֖ח H7971 לָהֶ֣ם H1992 לָשֹֽׂבַע H7648 ",
  "26": "יַסַּ֣ע H5265 קָ֭דִים H6921 בַּשָּׁמָ֑יִם H8064 וַיְנַהֵ֖ג H5090 בְּעֻזּ֣ H5797 תֵימָֽן H8486 ",
  "27": "וַיַּמְטֵ֬ר H4305 עֲלֵיהֶ֣ם H5921 כֶּעָפָ֣ר H6083 שְׁאֵ֑ר H7607 וּֽכְ H2344 יַ֝מִּ֗ים H3220 ע֣וֹף H5775 כָּנָֽף H3671 ",
  "28": "וַ֭יַּפֵּל H5307 בְּקֶ֣רֶב H7130 מַחֲנֵ֑הוּ H4264 סָ֝בִ֗יב H5439 לְמִשְׁכְּנֹתָֽי H4908 ",
  "29": "וַיֹּאכְל֣וּ H398 וַיִּשְׂבְּע֣וּ H7646 מְאֹ֑ד H3966 וְ֝תַֽאֲוָתָ֗ H8378 יָבִ֥א H935 לָהֶֽם H1992 ",
  "30": "לֹא H3808 זָר֥וּ H2114 מִתַּאֲוָתָ֑ H8378 ע֝֗וֹד H5750 אָכְלָ֥ם H400 בְּפִי H6310 ",
  "31": "וְאַ֤ף H639 אֱלֹהִ֨ים H430 עָ֘לָ֤ה H5927 בָהֶ֗ם Hb וַֽ֭יַּהֲרֹג H2026 בְּמִשְׁמַנֵּי H4924 וּבַחוּרֵ֖י H970 יִשְׂרָאֵ֣ל H3478 הִכְרִֽיעַ H3766 ",
  "32": "בְּכָל H3605 זֹ֭את H2063 חָֽטְאוּ H2398 ע֑וֹד H5750 וְלֹֽא H3808 הֶ֝אֱמִ֗ינוּ H539 בְּנִפְלְאוֹתָֽי H6381 ",
  "33": "וַיְכַל H3615 בַּהֶ֥בֶל H1892 יְמֵיהֶ֑ם H3117 וּ֝שְׁנוֹתָ֗ H8141 בַּבֶּהָלָֽה H928 ",
  "34": "אִם H518 הֲרָגָ֥ם H2026 וּדְרָשׁ֑וּ H1875 וְ֝שָׁ֗בוּ H7725 וְשִֽׁחֲרוּ H7836 אֵֽל H410 ",
  "35": "וַֽ֭יִּזְכְּרוּ H2142 כִּֽי H3588 אֱלֹהִ֣ים H430 צוּרָ֑ם H6697 וְאֵ֥ל H410 עֶ֝לְיוֹן H5945 גֹּאֲלָֽם H1350 ",
  "36": "וַיְפַתּ֥וּ H6601 בְּפִי H6310 וּ֝בִ H3956 יְכַזְּבוּ H3576 לֽוֹ Hl ",
  "37": "וְ֭לִבָּ H3820 לֹא H3808 נָכ֣וֹן H3559 עִמּ֑וֹ H5973 וְלֹ֥א H3808 נֶ֝אֶמְנ֗וּ H539 בִּבְרִיתֽ H1285 ",
  "38": "וְה֤וּא H1931 רַח֨וּם H7349 יְכַפֵּ֥ר H3722 עָוֺן֮ H5771 וְֽלֹא H3808 יַ֫שְׁחִ֥ית H7843 וְ֭הִרְבָּה H7235 לְהָשִׁ֣יב H7725 אַפּ֑וֹ H639 וְלֹֽא H3808 יָ֝עִיר H5782 כָּל H3605 חֲמָתֽוֹ H2534 ",
  "39": "וַ֭יִּזְכֹּר H2142 כִּי H3588 בָשָׂ֣ר H1320 הֵ֑מָּה H1992 ר֥וּחַ H7307 ה֝וֹלֵ֗ךְ H1980 וְלֹ֣א H3808 יָשֽׁוּב H7725 ",
  "40": "כַּ֭מָּה H4100 יַמְר֣וּהוּ H4784 בַמִּדְבָּ֑ר H4057 יַ֝עֲצִיב֗וּהוּ H6087 בִּֽישִׁימֽוֹן H3452 ",
  "41": "וַיָּשׁ֣וּבוּ H7725 וַיְנַסּ֣וּ H5254 אֵ֑ל H410 וּקְד֖וֹשׁ H6918 יִשְׂרָאֵ֣ל H3478 הִתְווּ H8428 ",
  "42": "לֹא H3808 זָכְר֥וּ H2142 אֶת H853 יָד֑וֹ H3027 י֝֗וֹם H3117 אֲֽשֶׁר H834 פָּדָ֥ם H6299 מִנִּי H4480 צָֽר H6862 ",
  "43": "אֲשֶׁר H834 שָׂ֣ם H7760 בְּ֭מִצְרַיִם H4714 אֹֽתוֹתָ֑יו H226 וּ֝מוֹפְתָ֗י H4159 בִּשְׂדֵה H7704 צֹֽעַן H6814 ",
  "44": "וַיַּהֲפֹ֣ךְ H2015 לְ֭דָם H1818 יְאֹרֵיהֶ֑ם H2975 וְ֝נֹזְלֵי H5140 בַּל H1077 יִשְׁתָּיֽוּן H8354 ",
  "45": "יְשַׁלַּ֬ח H7971 בָּהֶ֣ם Hb עָ֭רֹב H6157 וַיֹּאכְלֵ֑ H398 וּ֝צְפַרְדֵּ֗עַ H6854 וַתַּשְׁחִיתֵֽ H7843 ",
  "46": "וַיִּתֵּ֣ן H5414 לֶחָסִ֣יל H2625 יְבוּלָ֑ם H2981 וִֽ֝יגִיעָ֗ H3018 לָאַרְבֶּֽה H697 ",
  "47": "יַהֲרֹ֣ג H2026 בַּבָּרָ֣ד H1259 גַּפְנָ֑ם H1612 וְ֝שִׁקְמוֹתָ֗ H8256 בַּֽחֲנָמַֽל H2602 ",
  "48": "וַיַּסְגֵּ֣ר H5462 לַבָּרָ֣ד H1259 בְּעִירָ֑ם H1165 וּ֝מִקְנֵי H4735 לָרְשָׁפִֽים H7565 ",
  "49": "יְשַׁלַּח H7971 בָּ֨ם Hb חֲר֬וֹן H2740 אַפּ֗וֹ H639 עֶבְרָ֣ה H5678 וָזַ֣עַם H2195 וְצָרָ֑ה H6869 מִ֝שְׁלַ֗חַת H4917 מַלְאֲכֵ֥י H4397 רָעִֽים H7451 ",
  "50": "יְפַלֵּ֥ס H6424 נָתִ֗יב H5410 לְאַ֫פּ֥ H639 לֹא H3808 חָשַׂ֣ךְ H2820 מִמָּ֣וֶת H4194 נַפְשָׁ֑ם H5315 וְ֝חַיָּתָ֗ H2416 לַדֶּ֥בֶר H1698 הִסְגִּֽיר H5462 ",
  "51": "וַיַּ֣ךְ H5221 כָּל H3605 בְּכ֣וֹר H1060 בְּמִצְרָ֑יִם H4714 רֵאשִׁ֥ית H7225 א֝וֹנִ֗ים H202 בְּאָהֳלֵי H168 חָֽם H2526 ",
  "52": "וַיַּסַּ֣ע H5265 כַּצֹּ֣אן H6629 עַמּ֑וֹ H5971 וַֽיְנַהֲגֵ֥ H5090 כַּ֝עֵ֗דֶר H5739 בַּמִּדְבָּֽר H4057 ",
  "53": "וַיַּנְחֵ֣ H5148 לָ֭בֶטַח H983 וְלֹ֣א H3808 פָחָ֑דוּ H6342 וְאֶת H853 א֝וֹיְבֵיהֶ֗ם H341 כִּסָּ֥ה H3680 הַיָּֽם H3220 ",
  "54": "וַ֭יְבִיאֵ H935 אֶל H413 גְּב֣וּל H1366 קָדְשׁ֑וֹ H6944 הַר H2022 זֶ֝֗ה H2088 קָנְתָ֥ה H7069 יְמִינֽוֹ H3225 ",
  "55": "וַיְגָ֤רֶשׁ H1644 מִפְּנֵי H6440 גּוֹיִ֗ם H1471 וַֽ֭יַּפִּילֵ H5307 בְּחֶ֣בֶל H2256 נַחֲלָ֑ה H5159 וַיַּשְׁכֵּ֥ן H7931 בְּ֝אָהֳלֵי H168 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "56": "וַיְנַסּ֣וּ H5254 וַ֭יַּמְרוּ H4784 אֶת H853 אֱלֹהִ֣ים H430 עֶלְי֑וֹן H5945 וְ֝עֵדוֹתָ֗י H5713 לֹ֣א H3808 שָׁמָֽרוּ H8104 ",
  "57": "וַיִּסֹּ֣גוּ H5472 וַֽ֭יִּבְגְּדוּ H898 כַּאֲבוֹתָ֑ H1 נֶ֝הְפְּכ֗וּ H2015 כְּקֶ֣שֶׁת H7198 רְמִיָּֽה H7423 ",
  "58": "וַיַּכְעִיס֥וּ H3707 בְּבָמוֹתָ֑ H1116 וּ֝בִ H6456 יַקְנִיאֽוּהוּ H7065 ",
  "59": "שָׁמַ֣ע H8085 אֱ֭לֹהִים H430 וַֽיִּתְעַבָּ֑ר H5674 וַיִּמְאַ֥ס H3988 מְ֝אֹ֗ד H3966 בְּיִשְׂרָאֵֽל H3478 ",
  "60": "וַ֭יִּטֹּשׁ H5203 מִשְׁכַּ֣ן H4908 שִׁל֑וֹ H7887 אֹ֝֗הֶל H168 שִׁכֵּ֥ן H7931 בָּאָדָֽם H120 ",
  "61": "וַיִּתֵּ֣ן H5414 לַשְּׁבִ֣י H7628 עֻזּ֑וֹ H5797 וְֽתִפְאַרְתּ֥ H8597 בְיַד H3027 צָֽר H6862 ",
  "62": "וַיַּסְגֵּ֣ר H5462 לַחֶ֣רֶב H2719 עַמּ֑וֹ H5971 וּ֝בְ H5159 הִתְעַבָּֽר H5674 ",
  "63": "בַּחוּרָ֥יו H970 אָֽכְלָה H398 אֵ֑שׁ H784 וּ֝בְתוּלֹתָ֗י H1330 לֹ֣א H3808 הוּלָּֽלוּ H1984 ",
  "64": "כֹּ֭הֲנָיו H3548 בַּחֶ֣רֶב H2719 נָפָ֑לוּ H5307 וְ֝אַלְמְנֹתָ֗י H490 לֹ֣א H3808 תִבְכֶּֽינָה H1058 ",
  "65": "וַיִּקַ֖ץ H3364 כְּיָשֵׁ֥ן H3463 אֲדֹנָ֑י H136 כְּ֝גִבּ֗וֹר H1368 מִתְרוֹנֵ֥ן H7442 מִיָּֽיִן H3196 ",
  "66": "וַיַּךְ H5221 צָרָ֥יו H6862 אָח֑וֹר H268 חֶרְפַּ֥ת H2781 ע֝וֹלָ֗ם H5769 נָ֣תַן H5414 לָֽמוֹ Hl ",
  "67": "וַ֭יִּמְאַס H3988 בְּאֹ֣הֶל H168 יוֹסֵ֑ף H3130 וּֽבְ H7626 אֶ֝פְרַ֗יִם H669 לֹ֣א H3808 בָחָֽר H977 ",
  "68": "וַ֭יִּבְחַר H977 אֶת H853 שֵׁ֣בֶט H7626 יְהוּדָ֑ה H3063 אֶֽת H853 הַ֥ר H2022 צִ֝יּ֗וֹן H6726 אֲשֶׁ֣ר H834 אָהֵֽב H157 ",
  "69": "וַיִּ֣בֶן H1129 כְּמוֹ H3644 רָ֭מִים H7311 מִקְדָּשׁ֑וֹ H4720 כְּ֝אֶ֗רֶץ H776 יְסָדָ֥הּ H3245 לְעוֹלָֽם H5769 ",
  "70": "וַ֭יִּבְחַר H977 בְּדָוִ֣ד H1732 עַבְדּ֑וֹ H5650 וַ֝יִּקָּחֵ֗ H3947 מִֽמִּכְלְאֹ֥ת H4356 צֹֽאן H6629 ",
  "71": "מֵאַחַ֥ר H310 עָל֗וֹת H5763 הֱ֫בִיא֥וֹ H935 לִ֭רְעוֹת H7462 בְּיַעֲקֹ֣ב H3290 עַמּ֑וֹ H5971 וּ֝בְ H3478 נַחֲלָתֽוֹ H5159 ",
  "72": "וַ֭יִּרְעֵ H7462 כְּתֹ֣ם H8537 לְבָב֑וֹ H3824 וּבִ H8394 כַּפָּ֣יו H3709 יַנְחֵֽם H5148 "
}
