{
  "1": "הַ֭רְנִינוּ H7442 לֵאלֹהִ֣ים H430 עוּזֵּ֑נוּ H5797 הָ֝רִ֗יעוּ H7321 לֵאלֹהֵ֥י H430 יַעֲקֹֽב H3290 ",
  "2": "שְֽׂאוּ H5375 זִ֭מְרָה H2172 וּתְנוּ H5414 תֹ֑ף H8596 כִּנּ֖וֹר H3658 נָעִ֣ים H5273 עִם H5973 נָֽבֶל H5035 ",
  "3": "תִּקְע֣וּ H8628 בַחֹ֣דֶשׁ H2320 שׁוֹפָ֑ר H7782 בַּ֝כֵּ֗סֶה H3677 לְי֣וֹם H3117 חַגֵּֽנוּ H2282 ",
  "4": "כִּ֤י H3588 חֹ֣ק H2706 לְיִשְׂרָאֵ֣ל H3478 ה֑וּא H1931 מִ֝שְׁפָּ֗ט H4941 לֵאלֹהֵ֥י H430 יַעֲקֹֽב H3290 ",
  "5": "עֵ֤דוּת H5715 בִּֽיה֘וֹסֵ֤ף H3084 שָׂמ֗וֹ H7760 בְּ֭צֵאת H3318 עַל H5921 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 שְׂפַ֖ת H8193 לֹא H3808 יָדַ֣עְתִּי H3045 אֶשְׁמָֽע H8085 ",
  "6": "הֲסִיר֣וֹתִי H5493 מִסֵּ֣בֶל H5447 שִׁכְמ֑וֹ H7926 כַּ֝פָּ֗יו H3709 מִדּ֥וּד H1731 תַּעֲבֹֽרְנָה H5674 ",
  "7": "בַּצָּרָ֥ה H6869 קָרָ֗אתָ H7121 וָאֲחַ֫לְּצֶ֥ H2502 אֶ֭עֶנְךָ H6030 בְּסֵ֣תֶר H5643 רַ֑עַם H7482 אֶבְחָֽנְךָ֨ H974 עַל H5921 מֵ֖י H4325 מְרִיבָ֣ה H4809 סֶֽלָה H5542 ",
  "8": "שְׁמַ֣ע H8085 עַ֭מִּי H5971 וְאָעִ֣ידָה H5749 בָּ֑ךְ Hb יִ֝שְׂרָאֵ֗ל H3478 אִם H518 תִּֽשְׁמַֽע H8085 לִֽי Hl ",
  "9": "לֹֽא H3808 יִהְיֶ֣ה H1961 בְ֭ךָ Hb אֵ֣ל H410 זָ֑ר H2114 וְלֹ֥א H3808 תִ֝שְׁתַּחֲוֶ֗ה H7812 לְאֵ֣ל H410 נֵכָֽר H5236 ",
  "10": "אָנֹכִ֨י H595 יְה֘וָ֤ה H3068 אֱלֹהֶ֗יךָ H430 הַֽ֭מַּעַלְ H5927 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 הַרְחֶב H7337 פִּ֝֗יךָ H6310 וַאֲמַלְאֵֽ H4390 ",
  "11": "וְלֹא H3808 שָׁמַ֣ע H8085 עַמִּ֣י H5971 לְקוֹלִ֑ H6963 וְ֝יִשְׂרָאֵ֗ל H3478 לֹא H3808 אָ֥בָה H14 לִֽי Hl ",
  "12": "וָֽ֭אֲשַׁלְּחֵ H7971 בִּשְׁרִיר֣וּת H8307 לִבָּ֑ם H3820 יֵ֝לְכ֗וּ H3212 בְּֽמוֹעֲצוֹתֵי H4156 ",
  "13": "ל֗וּ H3863 עַ֭מִּי H5971 שֹׁמֵ֣עַֽ H8085 לִ֑י Hl יִ֝שְׂרָאֵ֗ל H3478 בִּדְרָכַ֥ H1870 יְהַלֵּֽכוּ H1980 ",
  "14": "כִּ֭מְעַט H4592 אוֹיְבֵיהֶ֣ם H341 אַכְנִ֑יעַ H3665 וְעַ֥ל H5921 צָ֝רֵיהֶ֗ם H6862 אָשִׁ֥יב H7725 יָדִֽי H3027 ",
  "15": "מְשַׂנְאֵ֣י H8130 יְ֭הוָה H3068 יְכַֽחֲשׁוּ H3584 ל֑וֹ Hl וִיהִ֖י H1961 עִתָּ֣ם H6256 לְעוֹלָֽם H5769 ",
  "16": "וַֽ֭יַּאֲכִילֵ H398 מֵחֵ֣לֶב H2459 חִטָּ֑ה H2406 וּ֝מִ H6697 דְּבַ֣שׁ H1706 אַשְׂבִּיעֶֽךָ H7646 ",
  "17": "וַֽ֭יַּאֲכִילֵ H398 מֵחֵ֣לֶב H2459 חִטָּ֑ה H2406 וּ֝מִ H6697 דְּבַ֣שׁ H1706 אַשְׂבִּיעֶֽךָ H7646 "
}
