{
  "1": "חַֽסְדֵ֣י H2617 יְ֭הוָה H3068 עוֹלָ֣ם H5769 אָשִׁ֑ירָה H7891 לְדֹ֥ר H1755 וָדֹ֓ר H1755 אוֹדִ֖יעַ H3045 אֱמוּנָתְךָ֣ H530 בְּפִֽ H6310 ",
  "2": "כִּֽי H3588 אָמַ֗רְתִּי H559 ע֭וֹלָם H5769 חֶ֣סֶד H2617 יִבָּנֶ֑ה H1129 שָׁמַ֓יִם H8064 תָּכִ֖ן H3559 אֱמוּנָתְךָ֣ H530 בָהֶֽם Hb ",
  "3": "כָּרַ֣תִּֽי H3772 בְ֭רִית H1285 לִבְחִירִ֑ H972 נִ֝שְׁבַּ֗עְתִּי H7650 לְדָוִ֥ד H1732 עַבְדִּֽי H5650 ",
  "4": "עַד H5704 ע֭וֹלָם H5769 אָכִ֣ין H3559 זַרְעֶ֑ךָ H2233 וּבָנִ֨יתִי H1129 לְדֹר H1755 וָד֖וֹר H1755 כִּסְאֲךָ֣ H3678 סֶֽלָה H5542 ",
  "5": "וְי֘וֹד֤וּ H3034 שָׁמַ֣יִם H8064 פִּלְאֲךָ֣ H6382 יְהוָ֑ה H3068 אַף H637 אֱ֝מֽוּנָתְךָ֗ H530 בִּקְהַ֥ל H6951 קְדֹשִֽׁים H6918 ",
  "6": "כִּ֤י H3588 מִ֣י H4310 בַ֭שַּׁחַק H7834 יַעֲרֹ֣ךְ H6186 לַיהוָ֑ה H3068 יִדְמֶ֥ה H1819 לַ֝יהוָ֗ה H3068 בִּבְנֵ֥י H1121 אֵלִים H410 ",
  "7": "אֵ֣ל H410 נַ֭עֲרָץ H6206 בְּסוֹד H5475 קְדֹשִׁ֣ים H6918 רַבָּ֑ה H7227 וְ֝נוֹרָ֗א H3372 עַל H5921 כָּל H3605 סְבִיבָֽיו H5439 ",
  "8": "יְהוָ֤ה H3068 אֱלֹ֘הֵ֤י H430 צְבָא֗וֹת H6635 מִֽי H4310 כָֽמ֖וֹךָ H3644 חֲסִ֥ין H2626 יָ֑הּ H3050 וֶ֝אֱמֽוּנָתְ H530 סְבִיבוֹתֶֽיךָ H5439 ",
  "9": "אַתָּ֣ה H859 מ֭וֹשֵׁל H4910 בְּגֵא֣וּת H1348 הַיָּ֑ם H3220 בְּשׂ֥וֹא H7721 גַ֝לָּ֗יו H1530 אַתָּ֥ה H859 תְשַׁבְּחֵֽם H7623 ",
  "10": "אַתָּ֤ה H859 דִכִּ֣אתָ H1792 כֶחָלָ֣ל H2491 רָ֑הַב H7294 בִּזְר֥וֹעַ H2220 עֻ֝זְּךָ֗ H5797 פִּזַּ֥רְתָּ H6340 אוֹיְבֶֽיךָ H341 ",
  "11": "לְךָ֣ Hl שָׁ֭מַיִם H8064 אַף H637 לְךָ֥ Hl אָ֑רֶץ H776 תֵּבֵ֥ל H8398 וּ֝מְלֹאָ֗ H4393 אַתָּ֥ה H859 יְסַדְתָּֽם H3245 ",
  "12": "צָפ֣וֹן H6828 וְ֭יָמִין H3225 אַתָּ֣ה H859 בְרָאתָ֑ם H1254 תָּב֥וֹר H8396 וְ֝חֶרְמ֗וֹן H2768 בְּשִׁמְ H8034 יְרַנֵּֽנוּ H7442 ",
  "13": "לְךָ֣ Hl זְ֭רוֹעַ H2220 עִם H5973 גְּבוּרָ֑ה H1369 תָּעֹ֥ז H5810 יָ֝דְךָ֗ H3027 תָּר֥וּם H7311 יְמִינֶֽךָ H3225 ",
  "14": "צֶ֣דֶק H6664 וּ֭מִשְׁפָּט H4941 מְכ֣וֹן H4349 כִּסְאֶ֑ךָ H3678 חֶ֥סֶד H2617 וֶ֝אֱמֶ֗ת H571 יְֽקַדְּמ֥וּ H6923 פָנֶֽיךָ H6440 ",
  "15": "אַשְׁרֵ֣י H835 הָ֭עָם H5971 יוֹדְעֵ֣י H3045 תְרוּעָ֑ה H8643 יְ֝הוָ֗ה H3068 בְּֽאוֹר H216 פָּנֶ֥יךָ H6440 יְהַלֵּכֽוּן H1980 ",
  "16": "בְּ֭שִׁמְ H8034 יְגִיל֣וּן H1523 כָּל H3605 הַיּ֑וֹם H3117 וּבְ H6666 יָרֽוּמוּ H7311 ",
  "17": "כִּֽי H3588 תִפְאֶ֣רֶת H8597 עֻזָּ֣מוֹ H5797 אָ֑תָּה H859 וּ֝בִ H7522 תרים H7311 קַרְנֵֽנוּ H7161 ",
  "18": "כִּ֣י H3588 לַֽ֭יהוָה H3068 מָֽגִנֵּ֑נוּ H4043 וְלִ H6918 יִשְׂרָאֵ֣ל H3478 מַלְכֵּֽנוּ H4428 ",
  "19": "אָ֤ז H227 דִּבַּ֥רְתָּֽ H1696 בְחָ֡זוֹן H2377 לַֽחֲסִידֶ֗י H2623 וַתֹּ֗אמֶר H559 שִׁוִּ֣יתִי H7737 עֵ֭זֶר H5828 עַל H5921 גִּבּ֑וֹר H1368 הֲרִימ֖וֹתִי H7311 בָח֣וּר H970 מֵעָֽם H5971 ",
  "20": "מָ֭צָאתִי H4672 דָּוִ֣ד H1732 עַבְדִּ֑י H5650 בְּשֶׁ֖מֶן H8081 קָדְשִׁ֣י H6944 מְשַׁחְתִּֽיו H4886 ",
  "21": "אֲשֶׁ֣ר H834 יָ֭דִי H3027 תִּכּ֣וֹן H3559 עִמּ֑וֹ H5973 אַף H637 זְרוֹעִ֥י H2220 תְאַמְּצֶֽנּוּ H553 ",
  "22": "לֹֽא H3808 יַשִּׁ֣א H5378 אוֹיֵ֣ב H341 בּ֑וֹ Hb וּבֶן H1121 עַ֝וְלָ֗ה H5766 לֹ֣א H3808 יְעַנֶּֽנּוּ H6031 ",
  "23": "וְכַתּוֹתִ֣י H3807 מִפָּנָ֣י H6440 צָרָ֑יו H6862 וּמְשַׂנְאָ֥י H8130 אֶגּֽוֹף H5062 ",
  "24": "וֶֽאֶֽמוּנָתִ֣ H530 וְחַסְדִּ֣ H2617 עִמּ֑וֹ H5973 וּ֝בִ H8034 תָּר֥וּם H7311 קַרְנֽוֹ H7161 ",
  "25": "וְשַׂמְתִּ֣י H7760 בַיָּ֣ם H3220 יָד֑וֹ H3027 וּֽבַ H5104 יְמִינֽוֹ H3225 ",
  "26": "ה֣וּא H1931 יִ֭קְרָאֵנִי H7121 אָ֣בִי H1 אָ֑תָּה H859 אֵ֝לִ֗י H410 וְצ֣וּר H6697 יְשׁוּעָתִֽי H3444 ",
  "27": "אַף H637 אָ֭נִי H589 בְּכ֣וֹר H1060 אֶתְּנֵ֑הוּ H5414 עֶ֝לְי֗וֹן H5945 לְמַלְכֵי H4428 אָֽרֶץ H776 ",
  "28": "לְ֭עוֹלָ֗ם H5769 אשמור H8104 ל֣וֹ Hl חַסְדִּ֑י H2617 וּ֝בְרִיתִ֗ H1285 נֶאֱמֶ֥נֶת H539 לֽוֹ Hl ",
  "29": "וְשַׂמְתִּ֣י H7760 לָעַ֣ד H5703 זַרְע֑וֹ H2233 וְ֝כִסְא֗ H3678 כִּימֵ֥י H3117 שָׁמָֽיִם H8064 ",
  "30": "אִם H518 יַֽעַזְב֣וּ H5800 בָ֭נָיו H1121 תּוֹרָתִ֑י H8451 וּ֝בְ H4941 לֹ֣א H3808 יֵלֵכֽוּן H3212 ",
  "31": "אִם H518 חֻקֹּתַ֥י H2708 יְחַלֵּ֑לוּ H2490 וּ֝מִצְוֺתַ֗ H4687 לֹ֣א H3808 יִשְׁמֹֽרוּ H8104 ",
  "32": "וּפָקַדְתִּ֣י H6485 בְשֵׁ֣בֶט H7626 פִּשְׁעָ֑ם H6588 וּבִ H5061 עֲוֺנָֽם H5771 ",
  "33": "וְ֭חַסְדִּ H2617 לֹֽא H3808 אָפִ֣יר H6331 מֵֽעִמּ֑ H5973 וְלֹֽא H3808 אֲ֝שַׁקֵּ֗ר H8266 בֶּאֱמוּנָתִֽ H530 ",
  "34": "לֹא H3808 אֲחַלֵּ֥ל H2490 בְּרִיתִ֑י H1285 וּמוֹצָ֥א H4161 שְׂ֝פָתַ֗י H8193 לֹ֣א H3808 אֲשַׁנֶּֽה H8138 ",
  "35": "אַ֭חַת H259 נִשְׁבַּ֣עְתִּי H7650 בְקָדְשִׁ֑ H6944 אִֽם H518 לְדָוִ֥ד H1732 אֲכַזֵּֽב H3576 ",
  "36": "זַ֭רְעוֹ H2233 לְעוֹלָ֣ם H5769 יִהְיֶ֑ה H1961 וְכִסְא֖ H3678 כַשֶּׁ֣מֶשׁ H8121 נֶגְדִּֽי H5048 ",
  "37": "כְּ֭יָרֵחַ H3394 יִכּ֣וֹן H3559 עוֹלָ֑ם H5769 וְעֵ֥ד H5707 בַּ֝שַּׁ֗חַק H7834 נֶאֱמָ֥ן H539 סֶֽלָה H5542 ",
  "38": "וְאַתָּ֣ה H859 זָ֭נַחְתָּ H2186 וַתִּמְאָ֑ס H3988 הִ֝תְעַבַּ֗רְתָּ H5674 עִם H5973 מְשִׁיחֶֽךָ H4899 ",
  "39": "נֵ֭אַרְתָּה H5010 בְּרִ֣ית H1285 עַבְדֶּ֑ךָ H5650 חִלַּ֖לְתָּ H2490 לָאָ֣רֶץ H776 נִזְרֽוֹ H5145 ",
  "40": "פָּרַ֥צְתָּ H6555 כָל H3605 גְּדֵרֹתָ֑יו H1448 שַׂ֖מְתָּ H7760 מִבְצָרָ֣יו H4013 מְחִתָּה H4288 ",
  "41": "שַׁ֭סֻּהוּ H8155 כָּל H3605 עֹ֣בְרֵי H5674 דָ֑רֶךְ H1870 הָיָ֥ה H1961 חֶ֝רְפָּ֗ה H2781 לִשְׁכֵנָֽי H7934 ",
  "42": "הֲ֭רִימוֹתָ H7311 יְמִ֣ין H3225 צָרָ֑יו H6862 הִ֝שְׂמַ֗חְתָּ H8055 כָּל H3605 אוֹיְבָֽיו H341 ",
  "43": "אַף H637 תָּ֭שִׁיב H7725 צ֣וּר H6697 חַרְבּ֑וֹ H2719 וְלֹ֥א H3808 הֲ֝קֵימֹת֗וֹ H6965 בַּמִּלְחָמָֽה H4421 ",
  "44": "הִשְׁבַּ֥תָּ H7673 מִטְּהָר֑ H2892 וְ֝כִסְא֗ H3678 לָאָ֥רֶץ H776 מִגַּֽרְתָּה H4048 ",
  "45": "הִ֭קְצַרְתָּ H7114 יְמֵ֣י H3117 עֲלוּמָ֑יו H5934 הֶֽעֱטִ֨יתָ H5844 עָלָ֖יו H5921 בּוּשָׁ֣ה H955 סֶֽלָה H5542 ",
  "46": "עַד H5704 מָ֣ה H4100 יְ֭הוָה H3068 תִּסָּתֵ֣ר H5641 לָנֶ֑צַח H5331 תִּבְעַ֖ר H1197 כְּמוֹ H3644 אֵ֣שׁ H784 חֲמָתֶֽךָ H2534 ",
  "47": "זְכָר H2142 אֲנִ֥י H589 מֶה H4100 חָ֑לֶד H2465 עַל H5921 מַה H4100 שָּׁ֝֗וְא H7723 בָּרָ֥אתָ H1254 כָל H3605 בְּנֵי H1121 אָדָֽם H120 ",
  "48": "מִ֤י H4310 גֶ֣בֶר H1397 יִֽ֭חְיֶה H2421 וְלֹ֣א H3808 יִרְאֶה H7200 מָּ֑וֶת H4194 יְמַלֵּ֨ט H4422 נַפְשׁ֖וֹ H5315 מִיַּד H3027 שְׁא֣וֹל H7585 סֶֽלָה H5542 ",
  "49": "אַיֵּ֤ה H346 חֲסָדֶ֖יךָ H2617 הָרִאשֹׁנִ֥ים H7223 אֲדֹנָ֑י H136 נִשְׁבַּ֥עְתָּ H7650 לְ֝דָוִ֗ד H1732 בֶּאֱמוּנָתֶֽ H530 ",
  "50": "זְכֹ֣ר H2142 אֲ֭דֹנָי H136 חֶרְפַּ֣ת H2781 עֲבָדֶ֑יךָ H5650 שְׂאֵתִ֥י H5375 בְ֝חֵיקִ֗ H2436 כָּל H3605 רַבִּ֥ים H7227 עַמִּֽים H5971 ",
  "51": "אֲשֶׁ֤ר H834 חֵרְפ֖וּ H2778 אוֹיְבֶ֥יךָ H341 יְהוָ֑ה H3068 אֲשֶׁ֥ר H834 חֵ֝רְפ֗וּ H2778 עִקְּב֥וֹת H6119 מְשִׁיחֶֽךָ H4899 ",
  "52": "בָּר֖וּךְ H1288 יְהוָ֥ה H3068 לְ֝עוֹלָ֗ם H5769 אָ֘מֵ֥ן H543 וְאָמֵֽן H543 ",
  "53": "בָּר֖וּךְ H1288 יְהוָ֥ה H3068 לְ֝עוֹלָ֗ם H5769 אָ֘מֵ֥ן H543 וְאָמֵֽן H543 "
}
