{
  "1": "וּבִ H8141 אַחַ֗ת H259 לְכ֨וֹרֶשׁ֙ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 לִכְל֥וֹת H3615 דְּבַר H1697 יְהוָ֖ה H3068 מִפִּ֣י H6310 יִרְמְיָ֑ה H3414 הֵעִ֣יר H5782 יְהוָ֗ה H3068 אֶת H853 ר֨וּחַ֙ H7307 כֹּ֣רֶשׁ H3566 מֶֽלֶךְ H4428 פָּרַ֔ס H6539 וַיַּֽעֲבֶר H5674 קוֹל֙ H6963 בְּכָל H3605 מַלְכוּת֔וֹ H4438 וְגַם H1571 בְּמִכְתָּ֖ב H4385 לֵאמֹֽר H559 ",
  "2": "כֹּ֣ה H3541 אָמַ֗ר H559 כֹּ֚רֶשׁ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 כֹּ֚ל H3605 מַמְלְכ֣וֹת H4467 הָאָ֔רֶץ H776 נָ֣תַן H5414 לִ֔י Hl יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 הַשָּׁמָ֑יִם H8064 וְהֽוּא H1931 פָקַ֤ד H6485 עָלַי֙ H5921 לִבְנֽוֹת H1129 ל֣וֹ Hl בַ֔יִת H1004 בִּירוּשָׁלִַ֖ם H3389 אֲשֶׁ֥ר H834 בִּֽיהוּדָֽה H3063 ",
  "3": "מִֽי H4310 בָכֶ֣ם Hb מִכָּל H3605 עַמּ֗וֹ H5971 יְהִ֤י H1961 אֱלֹהָיו֙ H430 עִמּ֔וֹ H5973 וְיַ֕עַל H5927 לִירוּשָׁלִַ֖ם H3389 אֲשֶׁ֣ר H834 בִּיהוּדָ֑ה H3063 וְיִ֗בֶן H1129 אֶת H853 בֵּ֤ית H1004 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 ה֥וּא H1931 הָאֱלֹהִ֖ים H430 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
  "4": "וְכָל H3605 הַנִּשְׁאָ֗ר H7604 מִֽכָּל H3605 הַמְּקֹמוֹת֮ H4725 אֲשֶׁ֣ר H834 ה֣וּא H1931 גָֽר H1481 שָׁם֒ H8033 יְנַשְּׂא֨וּהוּ֙ H5375 אַנְשֵׁ֣י H376 מְקֹמ֔וֹ H4725 בְּכֶ֥סֶף H3701 וּבְ H2091 וּבִ H7399 וּבִ H929 עִם H5973 הַ֨נְּדָבָ֔ה H5071 לְבֵ֥ית H1004 הָאֱלֹהִ֖ים H430 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
  "5": "וַיָּק֜וּמוּ H6965 רָאשֵׁ֣י H7218 הָאָב֗וֹת H1 לִֽיהוּדָה֙ H3063 וּבִנְיָמִ֔ן H1144 וְהַ H3548 וְהַ H3881 לְכֹ֨ל H3605 הֵעִ֤יר H5782 הָאֱלֹהִים֙ H430 אֶת H853 רוּח֔וֹ H7307 לַעֲל֣וֹת H5927 לִבְנ֔וֹת H1129 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
  "6": "וְכָל H3605 סְבִיבֹֽתֵיהֶם֙ H5439 חִזְּק֣וּ H2388 בִֽידֵי H3027 בִּכְלֵי H3627 כֶ֧סֶף H3701 בַּזָּהָ֛ב H2091 בָּרְכ֥וּשׁ H7399 וּבַ H929 וּבַ H4030 לְבַ֖ד H905 עַל H5921 כָּל H3605 הִתְנַדֵּֽב H5068 ",
  "7": "וְהַ H4428 כּ֔וֹרֶשׁ H3566 הוֹצִ֖יא H3318 אֶת H853 כְּלֵ֣י H3627 בֵית H1004 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 הוֹצִ֤יא H3318 נְבֽוּכַדְנֶצַּר֙ H5019 מִיר֣וּשָׁלִַ֔ם H3389 וַֽיִּתְּנֵ֖ H5414 בְּבֵ֥ית H1004 אֱלֹהָֽיו H430 ",
  "8": "וַיּֽוֹצִיאֵ֗ H3318 כּ֚וֹרֶשׁ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 עַל H5921 יַ֖ד H3027 מִתְרְדָ֣ת H4990 הַגִּזְבָּ֑ר H1489 וַֽיִּסְפְּרֵ H5608 לְשֵׁשְׁבַּצַּ֔ר H8339 הַנָּשִׂ֖יא H5387 לִיהוּדָֽה H3063 ",
  "9": "וְאֵ֖לֶּה H428 מִסְפָּרָ֑ם H4557 אֲגַרְטְלֵ֨י H105 זָהָ֜ב H2091 שְׁלֹשִׁ֗ים H7970 אֲגַרְטְלֵי H105 כֶ֨סֶף֙ H3701 אָ֔לֶף H505 מַחֲלָפִ֖ים H4252 תִּשְׁעָ֥ה H8672 וְעֶשְׂרִֽים H6242 ",
  "10": "כְּפוֹרֵ֤י H3713 זָהָב֙ H2091 שְׁלֹשִׁ֔ים H7970 כְּפ֤וֹרֵי H3713 כֶ֨סֶף֙ H3701 מִשְׁנִ֔ים H4932 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 וַעֲשָׂרָ֑ה H6235 כֵּלִ֥ים H3627 אֲחֵרִ֖ים H312 אָֽלֶף H505 ",
  "11": "כָּל H3605 כֵּלִים֙ H3627 לַזָּהָ֣ב H2091 וְלַ H3701 חֲמֵ֥שֶׁת H2568 אֲלָפִ֖ים H505 וְאַרְבַּ֣ע H702 מֵא֑וֹת H3967 הַכֹּ֞ל H3605 הֶעֱלָ֣ה H5927 שֵׁשְׁבַּצַּ֗ר H8339 עִ֚ם H5973 הֵעָל֣וֹת H5927 הַגּוֹלָ֔ה H1473 מִבָּבֶ֖ל H894 לִירוּשָׁלִָֽם H3389 "
}
