{
  "1": "וּכְ H6419 עֶזְרָא֙ H5830 וּכְ֨ H3034 בֹּכֶה֙ H1058 וּמִתְנַפֵּ֔ל H5307 לִפְנֵ֖י H6440 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 נִקְבְּצוּ֩ H6908 אֵלָ֨יו H413 מִיִּשְׂרָאֵ֜ל H3478 קָהָ֣ל H6951 רַב H7227 מְאֹ֗ד H3966 אֲנָשִׁ֤ים H376 וְנָשִׁים֙ H802 וִֽילָדִ֔ים H3206 כִּֽי H3588 בָכ֥וּ H1058 הָעָ֖ם H5971 הַרְבֵּה H7235 בֶֽכֶה H1059 ",
  "2": "וַיַּעַן֩ H6030 שְׁכַנְיָ֨ה H7935 בֶן H1121 יְחִיאֵ֜ל H3171 מִבְּנֵ֤י H1121 עולם H5867 וַיֹּ֣אמֶר H559 לְעֶזְרָ֔א H5830 אֲנַ֨חְנוּ֙ H587 מָעַ֣לְנוּ H4603 בֵאלֹהֵ֔י H430 וַנֹּ֛שֶׁב H3427 נָשִׁ֥ים H802 נָכְרִיּ֖וֹת H5237 מֵעַמֵּ֣י H5971 הָאָ֑רֶץ H776 וְעַתָּ֛ה H6258 יֵשׁ H3426 מִקְוֶ֥ה H4723 לְיִשְׂרָאֵ֖ל H3478 עַל H5921 זֹֽאת H2063 ",
  "3": "וְעַתָּ֣ה H6258 נִֽכְרָת H3772 בְּרִ֣ית H1285 לֵ֠אלֹהֵי H430 לְהוֹצִ֨יא H3318 כָל H3605 נָשִׁ֜ים H802 וְהַ H3205 מֵהֶם֙ H1992 בַּעֲצַ֣ת H6098 אֲדֹנָ֔י H113 וְהַ H2730 בְּמִצְוַ֣ת H4687 אֱלֹהֵ֑ינוּ H430 וְכַ H8451 יֵעָשֶֽׂה H6213 ",
  "4": "ק֛וּם H6965 כִּֽי H3588 עָלֶ֥יךָ H5921 הַדָּבָ֖ר H1697 וַאֲנַ֣חְנוּ H587 עִמָּ֑ךְ H5973 חֲזַ֖ק H2388 וַעֲשֵֽׂה H6213 ",
  "5": "וַיָּ֣קָם H6965 עֶזְרָ֡א H5830 וַיַּשְׁבַּ֣ע H7650 אֶת H853 שָׂרֵי֩ H8269 הַכֹּהֲנִ֨ים H3548 הַלְוִיִּ֜ם H3881 וְכָל H3605 יִשְׂרָאֵ֗ל H3478 לַעֲשׂ֛וֹת H6213 כַּדָּבָ֥ר H1697 הַזֶּ֖ה H2088 וַיִּשָּׁבֵֽעוּ H7650 ",
  "6": "וַיָּ֣קָם H6965 עֶזְרָ֗א H5830 מִלִּ H6440 בֵּ֣ית H1004 הָֽאֱלֹהִ֔ים H430 וַיֵּ֕לֶךְ H3212 אֶל H413 לִשְׁכַּ֖ת H3957 יְהוֹחָנָ֣ן H3076 בֶּן H1121 אֶלְיָשִׁ֑יב H475 וַיֵּ֣לֶךְ H3212 שָׁ֗ם H8033 לֶ֤חֶם H3899 לֹֽא H3808 אָכַל֙ H398 וּמַ֣יִם H4325 לֹֽא H3808 שָׁתָ֔ה H8354 כִּ֥י H3588 מִתְאַבֵּ֖ל H56 עַל H5921 מַ֥עַל H4604 הַגּוֹלָֽה H1473 ",
  "7": "וַיַּעֲבִ֨ירוּ H5674 ק֜וֹל H6963 בִּיהוּדָ֣ה H3063 וִירֽוּשָׁלִַ֗ם H3389 לְכֹל֙ H3605 בְּנֵ֣י H1121 הַגּוֹלָ֔ה H1473 לְהִקָּבֵ֖ץ H6908 יְרוּשָׁלִָֽם H3389 ",
  "8": "וְכֹל֩ H3605 אֲשֶׁ֨ר H834 לֹֽא H3808 יָב֜וֹא H935 לִשְׁלֹ֣שֶׁת H7969 הַיָּמִ֗ים H3117 כַּעֲצַ֤ת H6098 הַשָּׂרִים֙ H8269 וְהַ H2205 יָחֳרַ֖ם H2763 כָּל H3605 רְכוּשׁ֑וֹ H7399 וְה֥וּא H1931 יִבָּדֵ֖ל H914 מִקְּהַ֥ל H6951 הַגּוֹלָֽה H1473 ",
  "9": "וַיִּקָּבְצ֣וּ H6908 כָל H3605 אַנְשֵֽׁי H376 יְהוּדָה֩ H3063 וּבִנְיָמִ֨ן H1144 יְרוּשָׁלִַ֜ם H3389 לִשְׁלֹ֣שֶׁת H7969 הַיָּמִ֗ים H3117 ה֛וּא H1931 חֹ֥דֶשׁ H2320 הַתְּשִׁיעִ֖י H8671 בְּעֶשְׂרִ֣ים H6242 בַּחֹ֑דֶשׁ H2320 וַיֵּשְׁב֣וּ H3427 כָל H3605 הָעָ֗ם H5971 בִּרְחוֹב֙ H7339 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 מַרְעִידִ֥ים H7460 עַל H5921 הַדָּבָ֖ר H1697 וּמֵ H1653 ",
  "10": "וַיָּ֨קָם H6965 עֶזְרָ֤א H5830 הַכֹּהֵן֙ H3548 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אַתֶּ֣ם H859 מְעַלְתֶּ֔ם H4603 וַתֹּשִׁ֖יבוּ H3427 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 לְהוֹסִ֖יף H3254 עַל H5921 אַשְׁמַ֥ת H819 יִשְׂרָאֵֽל H3478 ",
  "11": "וְעַתָּ֗ה H6258 תְּנ֥וּ H5414 תוֹדָ֛ה H8426 לַיהוָ֥ה H3068 אֱלֹהֵֽי H430 אֲבֹתֵיכֶ֖ם H1 וַעֲשׂ֣וּ H6213 רְצוֹנ֑וֹ H7522 וְהִבָּֽדְלוּ֙ H914 מֵעַמֵּ֣י H5971 הָאָ֔רֶץ H776 וּמִן H4480 הַנָּשִׁ֖ים H802 הַנָּכְרִיּֽוֹת H5237 ",
  "12": "וַיַּֽעְנ֧וּ H6030 כָֽל H3605 הַקָּהָ֛ל H6951 וַיֹּאמְר֖וּ H559 ק֣וֹל H6963 גָּד֑וֹל H1419 כֵּ֛ן H3651 כדברי H1697 עָלֵ֖ינוּ H5921 לַעֲשֽׂוֹת H6213 ",
  "13": "אֲבָ֞ל H61 הָעָ֥ם H5971 רָב֙ H7227 וְהָ H6256 גְּשָׁמִ֔ים H1653 וְאֵ֥ין H369 כֹּ֖חַ H3581 לַעֲמ֣וֹד H5975 בַּח֑וּץ H2351 וְהַ H4399 לֹֽא H3808 לְי֤וֹם H3117 אֶחָד֙ H259 וְלֹ֣א H3808 לִשְׁנַ֔יִם H8147 כִּֽי H3588 הִרְבִּ֥ינוּ H7235 לִפְשֹׁ֖עַ H6586 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "14": "יַֽעֲמְדוּ H5975 נָ֣א H4994 שָׂ֠רֵינוּ H8269 לְֽכָל H3605 הַקָּהָ֞ל H6951 וְכֹ֣ל H3605 אֲשֶׁ֣ר H834 בֶּעָרֵ֗י H5892 הַהֹשִׁ֞יב H3427 נָשִׁ֤ים H802 נָכְרִיּוֹת֙ H5237 יָבֹא֙ H935 לְעִתִּ֣ים H6256 מְזֻמָּנִ֔ים H2163 וְעִמָּ H5973 זִקְנֵי H2205 עִ֥יר H5892 וָעִ֖יר H5892 וְשֹׁפְטֶ֑י H8199 עַ֠ד H5704 לְהָשִׁ֞יב H7725 חֲר֤וֹן H2740 אַף H639 אֱלֹהֵ֨ינוּ֙ H430 מִמֶּ֔נּוּ H4480 עַ֖ד H5704 לַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "15": "אַ֣ךְ H389 יוֹנָתָ֧ן H3129 בֶּן H1121 עֲשָׂהאֵ֛ל H6214 וְיַחְזְיָ֥ה H3167 בֶן H1121 תִּקְוָ֖ה H8616 עָמְד֣וּ H5975 עַל H5921 זֹ֑את H2063 וּמְשֻׁלָּ֛ם H4918 וְשַׁבְּתַ֥י H7678 הַלֵּוִ֖י H3881 עֲזָרֻֽם H5826 ",
  "16": "וַיַּֽעֲשׂוּ H6213 כֵן֮ H3651 בְּנֵ֣י H1121 הַגּוֹלָה֒ H1473 וַיִּבָּדְלוּ֩ H914 עֶזְרָ֨א H5830 הַכֹּהֵ֜ן H3548 אֲנָשִׁ֨ים H376 רָאשֵׁ֧י H7218 הָאָב֛וֹת H1 לְבֵ֥ית H1004 אֲבֹתָ֖ם H1 וְכֻלָּ֣ H3605 בְּשֵׁמ֑וֹת H8034 וַיֵּשְׁב֗וּ H3427 בְּי֤וֹם H3117 אֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הָעֲשִׂירִ֔י H6224 לְדַרְי֖וֹשׁ H1875 הַדָּבָֽר H1697 ",
  "17": "וַיְכַלּ֣וּ H3615 בַכֹּ֔ל H3605 אֲנָשִׁ֕ים H376 הַהֹשִׁ֖יבוּ H3427 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 עַ֛ד H5704 י֥וֹם H3117 אֶחָ֖ד H259 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
  "18": "וַיִּמָּצֵא֙ H4672 מִבְּנֵ֣י H1121 הַכֹּהֲנִ֔ים H3548 אֲשֶׁ֥ר H834 הֹשִׁ֖יבוּ H3427 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 מִבְּנֵ֨י H1121 יֵשׁ֤וּעַ H3442 בֶּן H1121 יֽוֹצָדָק֙ H3136 וְאֶחָ֔י H251 מַֽעֲשֵׂיָה֙ H4641 וֶֽאֱלִיעֶ֔זֶר H461 וְיָרִ֖יב H3402 וּגְדַלְיָֽה H1436 ",
  "19": "וַיִּתְּנ֥וּ H5414 יָדָ֖ם H3027 לְהוֹצִ֣יא H3318 נְשֵׁיהֶ֑ם H802 וַאֲשֵׁמִ֥ים H818 אֵֽיל H352 צֹ֖אן H6629 עַל H5921 אַשְׁמָתָֽם H819 ",
  "20": "וּמִ H1121 אִמֵּ֔ר H564 חֲנָ֖נִי H2607 וּזְבַדְיָֽה H2069 ",
  "21": "וּמִ H1121 חָרִ֑ם H2766 מַעֲשֵׂיָ֤ה H4641 וְאֵֽלִיָּה֙ H452 וּֽשְׁמַֽעְיָ֔ה H8098 וִיחִיאֵ֖ל H3171 וְעֻזִיָּֽה H5818 ",
  "22": "וּמִ H1121 פַּשְׁח֑וּר H6583 אֶלְיוֹעֵינַ֤י H454 מַֽעֲשֵׂיָה֙ H4641 יִשְׁמָעֵ֣אל H3458 נְתַנְאֵ֔ל H5417 יוֹזָבָ֖ד H3107 וְאֶלְעָשָֽׂה H501 ",
  "23": "וּמִֽן H4480 הַלְוִיִּ֑ם H3881 יוֹזָבָ֣ד H3107 וְשִׁמְעִ֗י H8096 וְקֵֽלָיָה֙ H7041 ה֣וּא H1931 קְלִיטָ֔א H7042 פְּתַֽחְיָ֥ה H6611 יְהוּדָ֖ה H3063 וֶאֱלִיעֶֽזֶר H461 ",
  "24": "וּמִן H4480 הַמְשֹׁרְרִ֖ים H7891 אֶלְיָשִׁ֑יב H475 וּמִן H4480 הַשֹּׁ֣עֲרִ֔ים H7778 שַׁלֻּ֥ם H7967 וָטֶ֖לֶם H2928 וְאוּרִֽי H221 ",
  "25": "וּמִֽ H3478 מִבְּנֵ֣י H1121 פַרְעֹ֡שׁ H6551 רַ֠מְיָה H7422 וְיִזִּיָּ֤ה H3150 וּמַלְכִּיָּה֙ H4441 וּמִיָּמִ֣ן H4326 וְאֶלְעָזָ֔ר H499 וּמַלְכִּיָּ֖ה H4441 וּבְנָיָֽה H1141 ",
  "26": "וּמִ H1121 עֵילָ֑ם H5867 מַתַּנְיָ֤ה H4983 זְכַרְיָה֙ H2148 וִיחִיאֵ֣ל H3171 וְעַבְדִּ֔י H5660 וִירֵמ֖וֹת H3406 וְאֵלִיָּֽה H452 ",
  "27": "וּמִ H1121 זַתּ֑וּא H2240 אֶלְיוֹעֵנַ֤י H454 אֶלְיָשִׁיב֙ H475 מַתַּנְיָ֣ה H4983 וִֽירֵמ֔וֹת H3406 וְזָבָ֖ד H2066 וַעֲזִיזָֽא H5819 ",
  "28": "וּמִ H1121 בֵּבָ֑י H893 יְהוֹחָנָ֥ן H3076 חֲנַנְיָ֖ה H2608 זַבַּ֥י H2079 עַתְלָֽי H6270 ",
  "29": "וּמִ H1121 בָּנִ֑י H1137 מְשֻׁלָּ֤ם H4918 מַלּוּךְ֙ H4409 וַעֲדָיָ֔ה H5718 יָשׁ֖וּב H3437 וּשְׁאָ֥ל H7594 ירמות H3406 ",
  "30": "וּמִ H1121 פַּחַ֥ת H6355 מוֹאָ֖ב H6355 עַדְנָ֣א H5733 וּכְלָ֑ל H3636 בְּנָיָ֤ה H1141 מַעֲשֵׂיָה֙ H4641 מַתַּנְיָ֣ה H4983 בְצַלְאֵ֔ל H1212 וּבִנּ֖וּי H1131 וּמְנַשֶּֽׁה H4519 ",
  "31": "וּבְנֵ֖י H1121 חָרִ֑ם H2766 אֱלִיעֶ֧זֶר H461 יִשִּׁיָּ֛ה H3449 מַלְכִּיָּ֖ה H4441 שְׁמַֽעְיָ֥ה H8098 שִׁמְעֽוֹן H8095 ",
  "32": "בְּנְיָמִ֥ן H1144 מַלּ֖וּךְ H4409 שְׁמַרְיָֽה H8114 ",
  "33": "מִבְּנֵ֖י H1121 חָשֻׁ֑ם H2828 מַתְּנַ֤י H4982 מַתַּתָּה֙ H4992 זָבָ֣ד H2066 אֱלִיפֶ֔לֶט H467 יְרֵמַ֥י H3413 מְנַשֶּׁ֖ה H4519 שִׁמְעִֽי H8096 ",
  "34": "מִבְּנֵ֣י H1121 בָנִ֔י H1137 מַעֲדַ֥י H4572 עַמְרָ֖ם H6019 וְאוּאֵֽל H177 ",
  "35": "בְּנָיָ֥ה H1141 בֵדְיָ֖ה H912 כלהי H3622 ",
  "36": "וַנְיָ֥ה H2057 מְרֵמ֖וֹת H4822 אֶלְיָשִֽׁיב H475 ",
  "37": "מַתַּנְיָ֥ה H4983 מַתְּנַ֖י H4982 ויעשו H3299 ",
  "38": "וּבָנִ֥י H1137 וּבִנּ֖וּי H1131 שִׁמְעִֽי H8096 ",
  "39": "וְשֶֽׁלֶמְיָ֥ה H8018 וְנָתָ֖ן H5416 וַעֲדָיָֽה H5718 ",
  "40": "מַכְנַדְבַ֥י H4367 שָׁשַׁ֖י H8343 שָׁרָֽי H8298 ",
  "41": "עֲזַרְאֵ֥ל H5832 וְשֶׁלֶמְיָ֖הוּ H8018 שְׁמַרְיָֽה H8114 ",
  "42": "שַׁלּ֥וּם H7967 אֲמַרְיָ֖ה H568 יוֹסֵֽף H3130 ",
  "43": "מִבְּנֵ֖י H1121 נְב֑וֹ H5015 יְעִיאֵ֤ל H3273 מַתִּתְיָה֙ H4993 זָבָ֣ד H2066 זְבִינָ֔א H2081 ידו H3035 וְיוֹאֵ֖ל H3100 בְּנָיָֽה H1141 ",
  "44": "כָּל H3605 אֵ֕לֶּה H428 נשאי H5375 נָשִׁ֣ים H802 נָכְרִיּ֑וֹת H5237 וְיֵ֣שׁ H3426 מֵהֶ֣ם H1992 נָשִׁ֔ים H802 וַיָּשִׂ֖ימוּ H7760 בָּנִֽים H1121 "
}
