{
  "1": "וְאֵ֛לֶּה H428 רָאשֵׁ֥י H7218 אֲבֹתֵיהֶ֖ם H1 וְהִתְיַחְשָׂ֑ H3187 הָעֹלִ֣ים H5927 עִמִּ֗י H5973 בְּמַלְכ֛וּת H4438 אַרְתַּחְשַׁ֥סְתְּא H783 הַמֶּ֖לֶךְ H4428 מִבָּבֶֽל H894 ",
  "2": "מִבְּנֵ֤י H1121 פִֽינְחָס֙ H6372 גֵּֽרְשֹׁ֔ם H1647 מִבְּנֵ֥י H1121 אִיתָמָ֖ר H385 דָּנִיֵּ֑אל H1840 מִבְּנֵ֥י H1121 דָוִ֖יד H1732 חַטּֽוּשׁ H2407 ",
  "3": "מִבְּנֵ֣י H1121 שְׁכַנְיָ֔ה H7935 מִבְּנֵ֥י H1121 פַרְעֹ֖שׁ H6551 זְכַרְיָ֑ה H2148 וְעִמּ֛ H5973 הִתְיַחֵ֥שׂ H3187 לִזְכָרִ֖ים H2145 מֵאָ֥ה H3967 וַחֲמִשִּֽׁים H2572 ",
  "4": "מִבְּנֵי֙ H1121 פַּחַ֣ת H6355 מוֹאָ֔ב H6355 אֶלְיְהֽוֹעֵינַ֖י H454 בֶּן H1121 זְרַֽחְיָ֑ה H2228 וְעִמּ֖ H5973 מָאתַ֥יִם H3967 הַזְּכָרִֽים H2145 ",
  "5": "מִבְּנֵ֥י H1121 שְׁכַנְיָ֖ה H7935 בֶּן H1121 יַחֲזִיאֵ֑ל H3166 וְעִמּ֕ H5973 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 הַזְּכָרִֽים H2145 ",
  "6": "וּמִ H1121 עָדִ֔ין H5720 עֶ֖בֶד H5651 בֶּן H1121 יוֹנָתָ֑ן H3129 וְעִמּ֖ H5973 חֲמִשִּׁ֥ים H2572 הַזְּכָרִֽים H2145 ",
  "7": "וּמִ H1121 עֵילָ֔ם H5867 יְשַֽׁעְיָ֖ה H3470 בֶּן H1121 עֲתַלְיָ֑ה H6271 וְעִמּ֖ H5973 שִׁבְעִ֥ים H7657 הַזְּכָרִֽים H2145 ",
  "8": "וּמִ H1121 שְׁפַטְיָ֔ה H8203 זְבַדְיָ֖ה H2069 בֶּן H1121 מִֽיכָאֵ֑ל H4317 וְעִמּ֖ H5973 שְׁמֹנִ֥ים H8084 הַזְּכָרִֽים H2145 ",
  "9": "מִבְּנֵ֣י H1121 יוֹאָ֔ב H3097 עֹבַדְיָ֖ה H5662 בֶּן H1121 יְחִיאֵ֑ל H3171 וְעִמּ֕ H5973 מָאתַ֛יִם H3967 וּשְׁמֹנָ֥ה H8083 עָשָׂ֖ר H6240 הַזְּכָרִֽים H2145 ",
  "10": "וּמִ H1121 שְׁלוֹמִ֖ית H8019 בֶּן H1121 יוֹסִפְיָ֑ה H3131 וְעִמּ֕ H5973 מֵאָ֥ה H3967 וְשִׁשִּׁ֖ים H8346 הַזְּכָרִֽים H2145 ",
  "11": "וּמִ H1121 בֵבַ֔י H893 זְכַרְיָ֖ה H2148 בֶּן H1121 בֵּבָ֑י H893 וְעִמּ֕ H5973 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָ֖ה H8083 הַזְּכָרִֽים H2145 ",
  "12": "וּמִ H1121 עַזְגָּ֔ד H5803 יוֹחָנָ֖ן H3110 בֶּן H1121 הַקָּטָ֑ן H6997 וְעִמּ֕ H5973 מֵאָ֥ה H3967 וַעֲשָׂרָ֖ה H6235 הַזְּכָרִֽים H2145 ",
  "13": "וּמִ H1121 אֲדֹנִיקָם֮ H140 אַחֲרֹנִים֒ H314 וְאֵ֣לֶּה H428 שְׁמוֹתָ֔ם H8034 אֱלִיפֶ֖לֶט H467 יְעִיאֵ֣ל H3273 וּֽשְׁמַעְיָ֑ה H8098 וְעִמָּ H5973 שִׁשִּׁ֥ים H8346 הַזְּכָרִֽים H2145 ",
  "14": "וּמִ H1121 בִגְוַ֖י H902 עוּתַ֣י H5793 וזבוד H2072 וְעִמּ֖ H5973 שִׁבְעִ֥ים H7657 הַזְּכָרִֽים H2145 ",
  "15": "וָֽאֶקְבְּצֵ֗ H6908 אֶל H413 הַנָּהָר֙ H5104 הַבָּ֣א H935 אֶֽל H413 אַהֲוָ֔א H163 וַנַּחֲנֶ֥ה H2583 שָׁ֖ם H8033 יָמִ֣ים H3117 שְׁלֹשָׁ֑ה H7969 וָאָבִ֤ינָ H995 בָעָם֙ H5971 וּבַ H3548 וּמִ H1121 לֵוִ֖י H3878 לֹא H3808 מָצָ֥אתִי H4672 שָֽׁם H8033 ",
  "16": "וָאֶשְׁלְחָ֡ H7971 לֶאֱלִיעֶ֡זֶר H461 לַאֲרִיאֵ֡ל H740 לִֽ֠שְׁמַעְיָה H8098 וּלְ H494 וּלְ H3402 וּלְ H494 וּלְ H5416 וְלִ H2148 וְלִ H4918 רָאשִׁ֑ים H7218 וּלְ H3114 וּלְ H494 מְבִינִֽים H995 ",
  "17": "ואוצא H3318 אוֹתָם֙ H853 עַל H5921 אִדּ֣וֹ H112 הָרֹ֔אשׁ H7218 בְּכָסִפְיָ֖א H3703 הַמָּק֑וֹם H4725 וָאָשִׂימָ H7760 בְּפִי H6310 דְּבָרִ֜ים H1697 לְ֠דַבֵּר H1696 אֶל H413 אִדּ֨וֹ H112 אָחִ֤יו H251 הנתונים H5411 בְּכָסִפְיָ֣א H3703 הַמָּק֔וֹם H4725 לְהָֽבִיא H935 לָ֥נוּ Hl מְשָׁרְתִ֖ים H8334 לְבֵ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
  "18": "וַיָּבִ֨יאּוּ H935 לָ֜נוּ Hl כְּיַד H3027 אֱלֹהֵ֨ינוּ H430 הַטּוֹבָ֤ה H2896 עָלֵ֨ינוּ֙ H5921 אִ֣ישׁ H376 שֶׂ֔כֶל H7922 מִבְּנֵ֣י H1121 מַחְלִ֔י H4249 בֶּן H1121 לֵוִ֖י H3878 בֶּן H1121 יִשְׂרָאֵ֑ל H3478 וְשֵׁרֵֽבְיָ֛ה H8274 וּבָנָ֥י H1121 וְאֶחָ֖י H251 שְׁמֹנָ֥ה H8083 עָשָֽׂר H6240 ",
  "19": "וְאֶת H853 חֲשַׁבְיָ֔ה H2811 וְאִתּ֥ H854 יְשַֽׁעְיָ֖ה H3470 מִבְּנֵ֣י H1121 מְרָרִ֑י H4847 אֶחָ֥יו H251 וּבְנֵי H1121 עֶשְׂרִֽים H6242 ",
  "20": "וּמִן H4480 הַנְּתִינִ֗ים H5411 שֶׁנָּתַ֨ן H5414 דָּוִ֤יד H1732 וְהַ H8269 לַעֲבֹדַ֣ת H5656 הַלְוִיִּ֔ם H3881 נְתִינִ֖ים H5411 מָאתַ֣יִם H3967 וְעֶשְׂרִ֑ים H6242 כֻּלָּ֖ם H3605 נִקְּב֥וּ H5344 בְשֵׁמֽוֹת H8034 ",
  "21": "וָאֶקְרָ֨א H7121 שָׁ֥ם H8033 צוֹם֙ H6685 עַל H5921 הַנָּהָ֣ר H5104 אַהֲוָ֔א H163 לְהִתְעַנּ֖וֹת H6031 לִפְנֵ֣י H6440 אֱלֹהֵ֑ינוּ H430 לְבַקֵּ֤שׁ H1245 מִמֶּ֨נּוּ֙ H4480 דֶּ֣רֶךְ H1870 יְשָׁרָ֔ה H3477 לָ֥נוּ Hl וּלְ H2945 וּלְ H3605 רְכוּשֵֽׁנוּ H7399 ",
  "22": "כִּ֣י H3588 בֹ֗שְׁתִּי H954 לִשְׁא֤וֹל H7592 מִן H4480 הַמֶּ֨לֶךְ֙ H4428 חַ֣יִל H2428 וּפָרָשִׁ֔ים H6571 לְעָזְרֵ֥ H5826 מֵאוֹיֵ֖ב H341 בַּדָּ֑רֶךְ H1870 כִּֽי H3588 אָמַ֨רְנוּ H559 לַמֶּ֜לֶךְ H4428 לֵאמֹ֗ר H559 יַד H3027 אֱלֹהֵ֤ינוּ H430 עַל H5921 כָּל H3605 מְבַקְשָׁיו֙ H1245 לְטוֹבָ֔ה H2896 וְעֻזּ֣ H5797 וְאַפּ֔ H639 עַ֖ל H5921 כָּל H3605 עֹזְבָֽיו H5800 ",
  "23": "וַנָּצ֛וּמָ H6684 וַנְּבַקְשָׁ֥ H1245 מֵאֱלֹהֵ֖י H430 עַל H5921 זֹ֑את H2063 וַיֵּעָתֵ֖ר H6279 לָֽנוּ Hl ",
  "24": "וָאַבְדִּ֛ילָ H914 מִשָּׂרֵ֥י H8269 הַכֹּהֲנִ֖ים H3548 שְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 לְשֵׁרֵֽבְיָ֣ה H8274 חֲשַׁבְיָ֔ה H2811 וְעִמָּ H5973 מֵאֲחֵי H251 עֲשָׂרָֽה H6235 ",
  "25": "ואשקול H8254 לָהֶ֔ם H1992 אֶת H853 הַכֶּ֥סֶף H3701 וְאֶת H853 הַזָּהָ֖ב H2091 וְאֶת H853 הַכֵּלִ֑ים H3627 תְּרוּמַ֣ת H8641 בֵּית H1004 אֱלֹהֵ֗ינוּ H430 הַהֵרִ֨ימוּ֙ H7311 הַמֶּ֨לֶךְ֙ H4428 וְיֹעֲצָ֣י H3289 וְשָׂרָ֔י H8269 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 הַנִּמְצָאִֽים H4672 ",
  "26": "וָאֶשְׁקֲלָ֨ H8254 עַל H5921 יָדָ֜ם H3027 כֶּ֗סֶף H3701 כִּכָּרִים֙ H3603 שֵֽׁשׁ H8337 מֵא֣וֹת H3967 וַחֲמִשִּׁ֔ים H2572 וּכְלֵי H3627 כֶ֥סֶף H3701 מֵאָ֖ה H3967 לְכִכָּרִ֑ים H3603 זָהָ֖ב H2091 מֵאָ֥ה H3967 כִכָּֽר H3603 ",
  "27": "וּכְפֹרֵ֤י H3713 זָהָב֙ H2091 עֶשְׂרִ֔ים H6242 לַאֲדַרְכֹנִ֖ים H150 אָ֑לֶף H505 וּכְלֵ֨י H3627 נְחֹ֜שֶׁת H5178 מֻצְהָ֤ב H6668 טוֹבָה֙ H2896 שְׁנַ֔יִם H8147 חֲמוּדֹ֖ת H2532 כַּזָּהָֽב H2091 ",
  "28": "וָאֹמְרָ֣ H559 אֲלֵהֶ֗ם H413 אַתֶּ֥ם H859 קֹ֨דֶשׁ֙ H6944 לַיהוָ֔ה H3068 וְהַ H3627 קֹ֑דֶשׁ H6944 וְהַ H3701 וְהַ H2091 נְדָבָ֔ה H5071 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבֹתֵיכֶֽם H1 ",
  "29": "שִׁקְד֣וּ H8245 וְשִׁמְר֗וּ H8104 עַֽד H5704 תִּשְׁקְל֡וּ H8254 לִפְנֵי֩ H6440 שָׂרֵ֨י H8269 הַכֹּהֲנִ֧ים H3548 וְהַ H3881 וְשָׂרֵֽי H8269 הָאָב֥וֹת H1 לְיִשְׂרָאֵ֖ל H3478 בִּירוּשָׁלִָ֑ם H3389 הַלִּשְׁכ֖וֹת H3957 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "30": "וְקִבְּלוּ֙ H6901 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 מִשְׁקַ֛ל H4948 הַכֶּ֥סֶף H3701 וְהַ H2091 וְהַ H3627 לְהָבִ֥יא H935 לִירוּשָׁלִַ֖ם H3389 לְבֵ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
  "31": "וַֽנִּסְעָ֞ H5265 מִנְּהַ֣ר H5104 אַֽהֲוָ֗א H163 בִּשְׁנֵ֤ים H8147 עָשָׂר֙ H6240 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 לָלֶ֖כֶת H3212 יְרוּשָׁלִָ֑ם H3389 וְיַד H3027 אֱלֹהֵ֨ינוּ֙ H430 הָיְתָ֣ה H1961 עָלֵ֔ינוּ H5921 וַיַּ֨צִּילֵ֔ H5337 מִכַּ֥ף H3709 אוֹיֵ֛ב H341 וְאוֹרֵ֖ב H693 עַל H5921 הַדָּֽרֶךְ H1870 ",
  "32": "וַנָּב֖וֹא H935 יְרוּשָׁלִָ֑ם H3389 וַנֵּ֥שֶׁב H3427 שָׁ֖ם H8033 יָמִ֥ים H3117 שְׁלֹשָֽׁה H7969 ",
  "33": "וּבַ H3117 הָרְבִיעִ֡י H7243 נִשְׁקַ֣ל H8254 הַכֶּסֶף֩ H3701 וְהַ H2091 וְהַ H3627 בְּבֵ֣ית H1004 אֱלֹהֵ֗ינוּ H430 עַ֠ל H5921 יַד H3027 מְרֵמ֤וֹת H4822 בֶּן H1121 אֽוּרִיָּה֙ H223 הַכֹּהֵ֔ן H3548 וְעִמּ֖ H5973 אֶלְעָזָ֣ר H499 בֶּן H1121 פִּֽינְחָ֑ס H6372 וְעִמָּ H5973 יוֹזָבָ֧ד H3107 בֶּן H1121 יֵשׁ֛וּעַ H3442 וְנֽוֹעַדְיָ֥ה H5129 בֶן H1121 בִּנּ֖וּי H1131 הַלְוִיִּֽם H3881 ",
  "34": "בְּמִסְפָּ֥ר H4557 בְּמִשְׁקָ֖ל H4948 לַכֹּ֑ל H3605 וַיִּכָּתֵ֥ב H3789 כָּֽל H3605 הַמִּשְׁקָ֖ל H4948 בָּעֵ֥ת H6256 הַהִֽיא H1931 ",
  "35": "הַ֠בָּאִים H935 מֵֽהַ H7628 בְנֵֽי H1121 הַגּוֹלָ֜ה H1473 הִקְרִ֥יבוּ H7126 עֹל֣וֹת H5930 לֵאלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 פָּרִ֨ים H6499 שְׁנֵים H8147 עָשָׂ֤ר H6240 עַל H5921 כָּל H3605 יִשְׂרָאֵל֙ H3478 אֵילִ֣ים H352 תִּשְׁעִ֣ים H8673 וְשִׁשָּׁ֗ה H8337 כְּבָשִׂים֙ H3532 שִׁבְעִ֣ים H7657 וְשִׁבְעָ֔ה H7651 צְפִירֵ֥י H6842 חַטָּ֖את H2403 שְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 הַכֹּ֖ל H3605 עוֹלָ֥ה H5930 לַיהוָֽה H3068 ",
  "36": "וַֽיִּתְּנ֣וּ H5414 אֶת H853 דָּתֵ֣י H1881 הַמֶּ֗לֶךְ H4428 לַאֲחַשְׁדַּרְפְּנֵי֙ H323 הַמֶּ֔לֶךְ H4428 וּפַחֲו֖וֹת H6346 עֵ֣בֶר H5676 הַנָּהָ֑ר H5104 וְנִשְּׂא֥וּ H5375 אֶת H853 הָעָ֖ם H5971 וְאֶת H853 בֵּֽית H1004 הָאֱלֹהִֽים H430 "
}
