{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Simon Peter, am writing this letter to you. I serve Jesus Christ, and I am an apostle that he appointed. I am sending this letter to you whom God has caused to believe in Christ just like he caused us apostles to believe in Christ. You and we have the same honor of believing in Jesus Christ. He is God, he is completely just, he is the one whom we worship, and he is our Savior.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that God will continue to act very kindly toward you and give you a deep peace, because you truly know God and Jesus, who is our Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has given us everything that we need in order that we might live forever and honor him. He does this by his power as God, and he does this because we know him. He has also given it to us as a result of our knowing him. He is the one who chose us to be his people because he is powerful and good.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he is this way, he has promised us that he will do very great and priceless things for us. He has also said to you that as you believe in what he has promised, you will be able to act in a right way, just like God acts in a right way, and that you will no longer be on the way to perish because of desiring to do evil things, as the unbelievers are.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God has done all that, do your best not only believe in Christ, but to live good lives. And make sure that you are not only living good lives, but that you also learn more and more about God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, do your best, not only to know more and more about God, but also to control yourself in what you do and say. And make sure that you not only control what you do and say, but also that you are faithful to him. And make sure that you are not only faithful to him, but that you also honor him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And make sure that you do not only honor him, but that you also have a concern for your fellow believers, as brothers and sisters ought to have for each other. And make sure that you not only have a concern for your fellow believers, but that you also love others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do all these things, and if you do them more and more, that shows that knowing our Lord Jesus Christ produces very great results in your lives.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if these things are not true about people, it means they are not aware that these things are important, just like a blind person is not aware of what is around him. They think only about earthly matters, just like a shortsighted person sees clearly only things that are near. It seems that they have forgotten that God has forgiven them for their former sinful lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead of acting like those people, try to behave so as to make everyone know that God has chosen you to be his people. If you do that, you will certainly never become separated from God,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and God will very wholeheartedly welcome you into the place where our Lord and Savior Jesus Christ will rule his people forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I intend to keep on reminding you very frequently about these matters, even though you already know them and are firmly convinced that they are true.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I consider it right that I should help you to continually think about these matters by reminding you about them as long as I am alive,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I know that I shall die soon, just like our Lord Jesus Christ clearly has revealed to me.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, I will make every effort by writing these things down to enable you to remember them at all times after I have died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We apostles told you that our Lord Jesus Christ is powerful and that he is coming back some day. We were not basing what we told you on stories that we had cleverly invented. Instead, we told you what we ourselves saw with our own eyes, that the Lord Jesus is supremely great.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, our Father, greatly honored him when God's great light surrounded him, and he said, \"This is my Son, whom I love very much; I am very pleased with him.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We ourselves heard God say that from heaven when we were with Christ on that holy mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are even more sure that what the prophets wrote about Christ long ago is completely reliable. Pay attention to what they wrote, because it is like a lamp that is shining in a dark place that helps people see where they are going. That light will shine until the day dawns and the morning star rises in your hearts.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is important that you understand that no prophet could interpret by his own imagination.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No prophecies come from the decision of a human being. Those who spoke messages from God did so when the Holy Spirit helped them do it. Therefore the Spirit must also help us understand what they mean.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}