{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago, various people among the Israelites pretended to give true messages from God, and people will do the same with you. At first you will not know who they are, and they make some stop trusting in Christ; they will start thinking that the Lord is not important—although he is the one who redeemed them. But soon, God will make these false prophets perish.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And many believers will imitate how these false prophets live. In this way they will insult what is true about God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will tell you lies in such a way that they will make a profit off of you. God will not wait very long before he punishes them; they will soon perish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God destroyed the angels who sinned. He threw them into the worst place in hell and imprisoned them there in darkness in order to keep them there until he judges and punishes them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also destroyed the people who lived in the world long ago. He saved only eight of them, including Noah, who was a righteous preacher. He did this when he destroyed by a flood all the ungodly people who were living then.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also condemned Sodom and Gomorrah cities and then burned them completely to ashes. This is a warning to those who afterwards would live so as to dishonor God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he rescued Abraham's nephew, Lot, who was a righteous man. Lot was greatly distressed because the people in Sodom were doing very immoral deeds.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That righteous man was in agony because every day he saw and heard those wicked people do things against God's law.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And since the Lord God rescued Lot, you can be sure that he knows how to rescue people who honor him, and how to keep those who do not honor him ready for the time when he will punish them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will punish especially severely those who do what they themselves want to do, things that make them displeasing to God. They boldly do whatever they wish to do; they even insult God's powerful angels.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God's angels, even though they are much more powerful than those people, do not insult anyone in front of God, not even them!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those people who teach false things—who are like animals that cannot think like us—they say bad things about God, whom they do not even know. So he will destroy them like we hunt down and destroy wild animals that even nature has no use for.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wrong things they do harm them themselves: They party and get drunk by day and night. They are like stains and spots on clothing that once was clean.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They want to sleep with every woman whom they see. They can never sin enough. They persuade people who are not very faithful to God to join with them. As athletes train for sports, these people train themselves to be greedy. But God has cursed them!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They refuse to live like God wants them to. They have imitated what the prophet Balaam, the son of Beor, did long ago. He thought he would act in a wicked way and gain a reward for it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God rebuked him for sinning. And even though donkeys do not speak, God used Balaam's own donkey to speak to him with a human voice and stop his insane action.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These people who teach falsely are like springs that give no water; they are like clouds that quickly pass overhead before they can give rain. Therefore, God has reserved the darkness of hell for those teachers.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They boast about themselves, but what they say is worth nothing. They persuade people who have recently become believers and who have just now ceased to do wicked things. They persuade them to sin again by doing whatever sinful people like to do.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They tell them that they are free to do whatever they like. But they themselves are slaves who must obey whatever their evil minds tell them to do. Certainly a person is a slave to whatever controls him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But suppose that you began to know our Lord and Savior Jesus Christ and that you stopped doing the things that kept God from accepting you. Then suppose that you began doing those same wicked things again, then you would be even worse off now than you were at first.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It would have been better for them if they had never learned how to live in the right way. But God will punish them even more, since they have rejected what he instructed them to do, what we apostles passed on to them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The way in which they are behaving again is just like the proverbs that people say: \"They are like dogs that return to eat their own vomit,\" and, \"They are like pigs that have washed themselves and then roll again in the mud.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}