{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This letter that I am now writing to you whom I love, is the second letter that I have written to you. I have written both these letters to you in order that by reminding you about the things you already know, I may stimulate you to think sincerely about those things.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to remember the words that were spoken by the holy prophets long ago, and also to remember what our Lord and Savior commanded, things that we, your apostles, told you about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is important for you to understand that in the time immediately before Christ comes back, people will ridicule you for saying that Christ will come back. Those people will do whatever evil deeds they wish to do.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will say, \"Although Christ promised that he would come back, he has not. Since the ancestors died, everything has remained the same. Things are as they always have been since God created the world!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will say this because they deliberately overlook the fact that God, by commanding long ago that it should be so, caused the heavens to exist, and he caused the earth to come up out of water and to be separate from the water.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And God, by commanding that it should be so, later destroyed the world that existed at that time, by causing the earth to be flooded with water.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, God, by commanding that it should be so, has set apart the heavens and the earth that exist now, and they are being kept until the time when he will judge ungodly people. And at that time he will destroy the heavens and the earth by burning them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, I want you to understand well that the Lord God is willing to wait a long time to judge the people in the world! How much time passes before the Lord God judges the people in the world does not matter to him! He considers that one day passes no more quickly than a thousand years, and he also considers that a thousand years pass as quickly as one day passes to us!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you should not think that because Christ has not yet come back to judge people, the Lord God is delaying what he promised. Some people think that this is so, and they say that Christ never will come back. But you should understand that the reason why Christ has not yet come back to judge people is that God is being patient toward you, because he does not want anyone to be lost eternally. Instead, he wants everyone to turn away from their sinful behavior.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the day of the Lord's return will come unexpectedly. He will come like a thief comes—without warning. At that time there will be a great roaring sound. The heavens will cease to exist. The elements will be destroyed by fire, and the earth and everything in it that anyone has ever done will be revealed to God for him to judge.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God will certainly destroy all these things like I just said, you certainly know how you should behave. You should behave in a way that honors God,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "while you eagerly wait for Christ to return on the day that God has appointed, and you should try to make that day come soon. Because of what God will do on that day, the heavens will perish. The elements will melt and burn up.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although all those events will happen, we rejoice because we are waiting for the new heavens and new earth that God has promised. The only people who will be in the new heavens and on this new earth will be people who are righteous.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, dear friends, because you are waiting for these things to happen, do all that you can to conduct your lives in a way that honors God, in order that Christ may see that you do not sin and that you are living peacefully with each other.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And think about this: Our Lord Jesus Christ is patient because he wants to save people. Our dear brother Paul also wrote wise words to you about these same matters, because God enabled him to understand these events.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the letters that Paul wrote there are certain things that are difficult for people to understand. People who know nothing about God and who speak at random interpret these things wrongly, as they also interpret the other parts of the scriptures wrongly. The result is that they will lead God to punish them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, dear friends, since you already know about these false teachers, guard against them. Do not let these wicked people deceive you by telling you things that are wrong. Do not let them persuade you to doubt what you now firmly believe.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, live in such a manner that you experience more and more our Savior Jesus Christ acting kindly toward you, and that you get to know him better and better.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I pray that everyone will honor Jesus Christ both now and forever! May this truly be so!\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}