{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद मैंने देखा कि करूबों के सिरों के ऊपर जो आकाशमण्डल है, उसमें नीलमणि का सिंहासन सा कुछ दिखाई देता है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने उस सन के वस्त्र पहने हुए पुरुष से कहा, “घूमनेवाले पहियों के बीच करूबों के नीचे जा और अपनी दोनों मुट्ठियों को करूबों के बीच के अंगारों से भरकर नगर पर बिखेर दे।” अतः वह मेरे देखते-देखते उनके बीच में गया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह पुरुष भीतर गया, तब वे करूब भवन के दक्षिण की ओर खड़े थे; और बादल भीतरवाले आँगन में भरा हुआ था।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का तेज करूबों के ऊपर से उठकर भवन की डेवढ़ी पर आ गया; और बादल भवन में भर गया; और वह आँगन यहोवा के तेज के प्रकाश से भर गया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "करूबों के पंखों का शब्द बाहरी आँगन तक सुनाई देता था, वह सर्वशक्तिमान परमेश्‍वर* के बोलने का सा शब्द था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसने सन के वस्त्र पहने हुए पुरुष को घूमनेवाले पहियों के भीतर करूबों के बीच में से आग लेने की आज्ञा दी, तब वह उनके बीच में जाकर एक पहिये के पास खड़ा हुआ।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब करूबों के बीच से एक करूब ने अपना हाथ बढ़ाकर, उस आग में से जो करूबों के बीच में थी, कुछ उठाकर सन के वस्त्र पहने हुए पुरुष की मुट्ठी में दे दी; और वह उसे लेकर बाहर चला गया।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "करूबों के पंखों के नीचे तो मनुष्य का हाथ सा कुछ दिखाई देता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने देखा, कि करूबों के पास चार पहिये हैं; अर्थात् एक-एक करूब के पास एक-एक पहिया है, और पहियों का रूप फीरोजा का सा है।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनका ऐसा रूप है, कि चारों एक से दिखाई देते हैं, जैसे एक पहिये के बीच दूसरा पहिया हो।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चलने के समय वे अपनी चारों अलंगों के बल से चलते हैं; और चलते समय मुड़ते नहीं, वरन् जिधर उनका सिर रहता है वे उधर ही उसके पीछे चलते हैं और चलते समय वे मुड़ते नहीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पीठ हाथ और पंखों समेत करूबों का सारा शरीर और जो पहिये उनके हैं, वे भी सबके सब चारों ओर आँखों से भरे हुए हैं। (प्रका. 4:8)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे सुनते हुए इन पहियों को चक्कर कहा गया, अर्थात् घूमनेवाले पहिये।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक-एक के चार-चार मुख थे; एक मुख तो करूब का सा, दूसरा मनुष्य का सा, तीसरा सिंह का सा, और चौथा उकाब पक्षी का सा। (प्रका. 4:7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "करूब भूमि पर से उठ गए। ये वे ही जीवधारी हैं, जो मैंने कबार नदी के पास देखे थे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब-जब वे करूब चलते थे तब-तब वे पहिये उनके पास-पास चलते थे; और जब-जब करूब पृथ्वी पर से उठने के लिये अपने पंख उठाते तब-तब पहिये उनके पास से नहीं मुड़ते थे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे खड़े होते तब ये भी खड़े होते थे; और जब वे उठते तब ये भी उनके संग उठते थे; क्योंकि जीवधारियों की आत्मा इनमें भी रहती थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का तेज भवन की डेवढ़ी पर से उठकर करूबों के ऊपर ठहर गया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब करूब अपने पंख उठाकर मेरे देखते-देखते पृथ्वी पर से उठकर निकल गए; और पहिये भी उनके संग-संग गए*, और वे सब यहोवा के भवन के पूर्वी फाटक में खड़े हो गए; और इस्राएल के परमेश्‍वर का तेज उनके ऊपर ठहरा रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये वे ही जीवधारी हैं जो मैंने कबार नदी के पास इस्राएल के परमेश्‍वर के नीचे देखे थे; और मैंने जान लिया कि वे भी करूब हैं।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हर एक के चार मुख और चार पंख और पंखों के नीचे मनुष्य के से हाथ भी थे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके मुखों का रूप वही है जो मैंने कबार नदी के तट पर देखा था। और उनके मुख ही क्या वरन् उनकी सारी देह भी वैसी ही थी। वे सीधे अपने-अपने सामने ही चलते थे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर की महिमा का मन्दिर से निकल जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}