{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन मेरे पास पहुँचा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, इस्राएल के घराने से यह पहेली और दृष्टान्त कह; प्रभु यहोवा यह कहता है,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक लम्बे पंखवाले, परों से भरे और रंग-बिरंगे बड़े उकाब पक्षी ने लबानोन जाकर एक देवदार की फुनगी नोच ली।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उस फुनगी की सबसे ऊपर की पतली टहनी को तोड़ लिया, और उसे लेन-देन करनेवालों के देश में ले जाकर व्यापारियों के एक नगर में लगाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने देश का कुछ बीज लेकर एक उपजाऊ खेत में बोया, और उसे बहुत जल भरे स्थान में मजनू के समान लगाया।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उगकर छोटी फैलनेवाली अंगूर की लता हो गई जिसकी डालियाँ उसकी ओर झुकी, और उसकी जड़ उसके नीचे फैली; इस प्रकार से वह अंगूर की लता होकर कनखा फोड़ने और पत्तों से भरने लगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर एक और लम्बे पंखवाला और परों से भरा हुआ बड़ा उकाब पक्षी* था; और वह अंगूर की लता उस स्थान से जहाँ वह लगाई गई थी, उस दूसरे उकाब की ओर अपनी जड़ फैलाने और अपनी डालियाँ झुकाने लगी कि वह उसे खींचा करे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वह तो इसलिए अच्छी भूमि में बहुत जल के पास लगाई गई थी, कि कनखाएँ फोड़े, और फले, और उत्तम अंगूर की लता बने।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू यह कह, कि प्रभु यहोवा यह पूछता है: क्या वह फूले फलेगी? क्या वह उसको जड़ से न उखाड़ेगा, और उसके फलों को न झाड़ डालेगा कि वह अपनी सब हरी नई पत्तियों समेत सूख जाए? इसे जड़ से उखाड़ने के लिये अधिक बल और बहुत से मनुष्यों की आवश्यकता न होगी।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे, वह लगी भी रहे, तो भी क्या वह फूले फलेगी? जब पुरवाई उसे लगे, तब क्या वह बिलकुल सूख न जाएगी? वह तो जहाँ उगी है उसी क्यारी में सूख जाएगी।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दृष्टान्त का अर्थ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन मेरे पास पहुँचा : “उस बलवा करनेवाले घराने से कह,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुम इन बातों का अर्थ नहीं समझते? फिर उनसे कह, बाबेल के राजा ने यरूशलेम को जाकर उसके राजा और प्रधानों को लेकर अपने यहाँ बाबेल में पहुँचाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजवंश में से एक पुरुष को लेकर उससे वाचा बाँधी, और उसको वश में रहने की शपथ खिलाई, और देश के सामर्थी पुरुषों को ले गया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि वह राज्य निर्बल रहे और सिर न उठा सके, वरन् वाचा पालने से स्थिर रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी इसने घोड़े और बड़ी सेना माँगने को अपने दूत मिस्र में भेजकर उससे बलवा किया। क्या वह फूले फलेगा? क्या ऐसे कामों का करनेवाला बचेगा? क्या वह अपनी वाचा तोड़ने पर भी बच जाएगा?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा यह कहता है, मेरे जीवन की सौगन्ध, जिस राजा की खिलाई हुई शपथ उसने तुच्छ जानी, और जिसकी वाचा उसने तोड़ी, उसके यहाँ जिसने उसे राजा बनाया था, अर्थात् बाबेल में ही वह उसके पास ही मर जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे बहुत से प्राणियों को नाश करने के लिये दमदमा बाँधे, और गढ़ बनाएँ, तब फ़िरौन अपनी बड़ी सेना और बहुतों की मण्डली रहते भी युद्ध में उसकी सहायता न करेगा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उसने शपथ को तुच्छ जाना, और वाचा को तोड़ा; देखो, उसने वचन देने पर भी ऐसे-ऐसे काम किए हैं, इसलिए वह बचने न पाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा यह कहता है : मेरे जीवन की सौगन्ध, उसने मेरी शपथ तुच्छ जानी, और मेरी वाचा तोड़ी है; यह पाप मैं उसी के सिर पर डालूँगा।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं अपना जाल उस पर फैलाऊँगा और वह मेरे फंदे में फंसेगा; और मैं उसको बाबेल में पहुँचाकर उस विश्वासघात का मुकद्दमा उससे लड़ूँगा, जो उसने मुझसे किया है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके सब दलों में से जितने भागें वे सब तलवार से मारे जाएँगे, और जो रह जाएँ वे चारों दिशाओं में तितर-बितर हो जाएँगे। तब तुम लोग जान लोगे कि मुझ यहोवा ही ने ऐसा कहा है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर की प्रतिज्ञा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर प्रभु यहोवा यह कहता है : “मैं भी देवदार की ऊँची फुनगी में से कुछ लेकर* लगाऊँगा, और उसकी सबसे ऊपरवाली कनखाओं में से एक कोमल कनखा तोड़कर एक अति ऊँचे पर्वत पर लगाऊँगा,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् इस्राएल के ऊँचे पर्वत पर लगाऊँगा; तब वह डालियाँ फोड़कर बलवन्त और उत्तम देवदार बन जाएगा, और उसके नीचे अर्थात् उसकी डालियों की छाया में भाँति-भाँति के सब पक्षी बसेरा करेंगे। (भज. 92:12)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैदान के सब वृक्ष जान लेंगे कि मुझ यहोवा ही ने ऊँचे वृक्ष को नीचा और नीचे वृक्ष को ऊँचा किया, हरे वृक्ष को सूखा दिया, और सूखे वृक्ष को हरा भरा कर दिया। मुझ यहोवा ही ने यह कहा और वैसा ही कर भी दिया है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "उकाबों का दृष्टान्त\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}