{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम लोग जो इस्राएल के देश के विषय में यह कहावत कहते हो, ‘खट्टे अंगूर खाए तो पिताओं ने, परन्तु दाँत खट्टे हुए बच्चों के।’ इसका क्या अर्थ है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा यह कहता है कि मेरे जीवन की शपथ, तुम को इस्राएल में फिर यह कहावत कहने का अवसर न मिलेगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, सभी के प्राण तो मेरे हैं*; जैसा पिता का प्राण, वैसा ही पुत्र का भी प्राण है; दोनों मेरे ही हैं। इसलिए जो प्राणी पाप करे वही मर जाएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जो कोई धर्मी हो, और न्याय और धर्म के काम करे,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न तो पहाड़ों के पूजा स्थलों पर भोजन किया हो, न इस्राएल के घराने की मूरतों* की ओर आँखें उठाई हों; न पराई स्त्री को बिगाड़ा हो, और न ऋतुमती के पास गया हो,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न किसी पर अंधेर किया हो वरन् ऋणी को उसकी बन्धक फेर दी हो, न किसी को लूटा हो, वरन् भूखे को अपनी रोटी दी हो और नंगे को कपड़ा ओढ़ाया हो,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न ब्याज पर रुपया दिया हो, न रुपये की बढ़ती ली हो, और अपना हाथ कुटिल काम से रोका हो, मनुष्य के बीच सच्चाई से न्याय किया हो,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरी विधियों पर चलता और मेरे नियमों को मानता हुआ सच्चाई से काम किया हो, ऐसा मनुष्य धर्मी है, वह निश्चय जीवित रहेगा, प्रभु यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु यदि उसका पुत्र डाकू, हत्यारा, या ऊपर कहे हुए पापों में से किसी का करनेवाला हो,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऊपर कहे हुए उचित कामों का करनेवाला न हो, और पहाड़ों के पूजा स्थलों पर भोजन किया हो, पराई स्त्री को बिगाड़ा हो,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दीन दरिद्र पर अंधेर किया हो, औरों को लूटा हो, बन्धक न लौटाई हो, मूरतों की ओर आँख उठाई हो, घृणित काम किया हो,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ब्याज पर रुपया दिया हो, और बढ़ती ली हो, तो क्या वह जीवित रहेगा? वह जीवित न रहेगा; इसलिए कि उसने ये सब घिनौने काम किए हैं वह निश्चय मरेगा और उसका खून उसी के सिर पड़ेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि ऐसे मनुष्य के पुत्र हों और वह अपने पिता के ये सब पाप देखकर भय के मारे उनके समान न करता हो।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् न तो पहाड़ों के पूजा स्थलों पर भोजन किया हो, न इस्राएल के घराने की मूरतों की ओर आँख उठाई हो, न पराई स्त्री को बिगाड़ा हो,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न किसी पर अंधेर किया हो, न कुछ बन्धक लिया हो, न किसी को लूटा हो, वरन् अपनी रोटी भूखे को दी हो, नंगे को कपड़ा ओढ़ाया हो,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दीन जन की हानि करने से हाथ रोका हो, ब्याज और बढ़ती न ली हो, मेरे नियमों को माना हो, और मेरी विधियों पर चला हो, तो वह अपने पिता के अधर्म के कारण न मरेगा, वरन् जीवित ही रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसका पिता, जिसने अंधेर किया और लूटा, और अपने भाइयों के बीच अनुचित काम किया है, वही अपने अधर्म के कारण मर जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी तुम लोग कहते हो, क्यों? क्या पुत्र पिता के अधर्म का भार नहीं उठाता? जब पुत्र ने न्याय और धर्म के काम किए हों, और मेरी सब विधियों का पालन कर उन पर चला हो, तो वह जीवित ही रहेगा।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो प्राणी पाप करे वही मरेगा, न तो पुत्र पिता के अधर्म का भार उठाएगा और न पिता पुत्र का; धर्मी को अपने ही धार्मिकता का फल, और दुष्ट को अपनी ही दुष्टता का फल मिलेगा। (व्यव. 26:16)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि दुष्ट जन अपने सब पापों से फिरकर, मेरी सब विधियों का पालन करे और न्याय और धर्म के काम करे, तो वह न मरेगा; वरन् जीवित ही रहेगा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने जितने अपराध किए हों, उनमें से किसी का स्मरण उसके विरुद्ध न किया जाएगा; जो धार्मिकता का काम उसने किया हो, उसके कारण वह जीवित रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा की यह वाणी है, क्या मैं दुष्ट के मरने से कुछ भी प्रसन्‍न होता हूँ? क्या मैं इससे प्रसन्‍न नहीं होता कि वह अपने मार्ग से फिरकर जीवित रहे? (1 तीमु. 2:4)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब धर्मी अपने धार्मिकता से फिरकर टेढ़े काम, वरन् दुष्ट के सब घृणित कामों के अनुसार करने लगे, तो क्या वह जीवित रहेगा? जितने धार्मिकता के काम उसने किए हों, उनमें से किसी का स्मरण न किया जाएगा। जो विश्वासघात और पाप उसने किया हो, उसके कारण वह मर जाएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तो भी तुम लोग कहते हो, ‘प्रभु की गति एक सी नहीं।’ हे इस्राएल के घराने, देख, क्या मेरी गति एक सी नहीं? क्या तुम्हारी ही गति अनुचित नहीं है?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब धर्मी अपने धार्मिकता से फिरकर, टेढ़े काम करने लगे, तो वह उनके कारण मरेगा, अर्थात् वह अपने टेढ़े काम ही के कारण मर जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जब दुष्ट अपने दुष्ट कामों से फिरकर, न्याय और धर्म के काम करने लगे, तो वह अपना प्राण बचाएगा।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह जो सोच विचार कर अपने सब अपराधों से फिरा, इस कारण न मरेगा, जीवित ही रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी इस्राएल का घराना कहता है कि प्रभु की गति एक सी नहीं। हे इस्राएल के घराने, क्या मेरी गति एक सी नहीं? क्या तुम्हारी ही गति अनुचित नहीं?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“प्रभु यहोवा की यह वाणी है, हे इस्राएल के घराने, मैं तुम में से हर एक मनुष्य का न्याय उसकी चालचलन के अनुसार ही करूँगा। पश्चाताप करो और अपने सब अपराधों को छोड़ो, तभी तुम्हारा अधर्म तुम्हारे ठोकर खाने का कारण न होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने सब अपराधों को जो तुमने किए हैं, दूर करो; अपना मन और अपनी आत्मा बदल डालो! हे इस्राएल के घराने, तुम क्यों मरो?\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि, प्रभु यहोवा की यह वाणी है, जो मरे, उसके मरने से मैं प्रसन्‍न नहीं होता, इसलिए पश्चाताप करो, तभी तुम जीवित रहोगे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पाप के लिए व्यक्तिगत जिम्मेदारी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}