{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन मेरे पास पहुँचा\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, अपना मुख यरूशलेम की ओर कर और पवित्रस्थानों की ओर वचन सुना; इस्राएल देश के विषय में भविष्यद्वाणी कर और उससे कह,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा यह कहता है, देख, मैं तेरे विरुद्ध हूँ, और अपनी तलवार म्यान में से खींचकर तुझ में से धर्मी और अधर्मी दोनों को नाश करूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कि मैं तुझ में से धर्मी और अधर्मी सब को नाश करनेवाला हूँ, इस कारण मेरी तलवार म्यान से निकलकर दक्षिण से उत्तर तक सब प्राणियों के विरुद्ध चलेगी;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब प्राणी जान लेंगे कि यहोवा ने म्यान में से अपनी तलवार खींची है; और वह उसमें फिर रखी न जाएगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हे मनुष्य के सन्तान, तू आह मार, भारी खेद कर, और टूटी कमर लेकर लोगों के सामने आह मार।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे तुझ से पूछें, ‘तू क्यों आह मारता है,’ तब कहना, ‘समाचार के कारण। क्योंकि ऐसी बात आनेवाली है कि सबके मन टूट जाएँगे और सबके हाथ ढीले पड़ेंगे, सब की आत्मा बेबस और सबके घुटने निर्बल हो जाएँगे। देखो, ऐसी ही बात आनेवाली है, और वह अवश्य पूरी होगी,’ ” परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन मेरे पास पहुँचा,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, भविष्यद्वाणी करके कह, परमेश्‍वर यहोवा यह कहता है, देख, सान चढ़ाई हुई तलवार, और झलकाई हुई तलवार!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह इसलिए सान चढ़ाई गई कि उससे घात किया जाए, और इसलिए झलकाई गई कि बिजली के समान चमके! तो क्या हम हर्षित हो? वह तो यहोवा के पुत्र का राजदण्ड है और सब पेड़ों को तुच्छ जाननेवाला है।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह झलकाने को इसलिए दी गई कि हाथ में ली जाए; वह इसलिए सान चढ़ाई और झलकाई गई कि घात करनेवालों के हाथ में दी जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मनुष्य के सन्तान चिल्ला, और हाय, हाय, कर! क्योंकि वह मेरी प्रजा पर चलने वाली है, वह इस्राएल के सारे प्रधानों पर चलने वाली है; मेरी प्रजा के संग वे भी तलवार के वश में आ गए। इस कारण तू अपनी छाती पीट।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सचमुच उसकी जाँच हुई है, और यदि उसे तुच्छ जाननेवाला राजदण्ड भी न रहे, तो क्या? परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए हे मनुष्य के सन्तान, भविष्यद्वाणी कर, और हाथ पर हाथ दे मार, और तीन बार तलवार का बल दुगना किया जाए; वह तो घात करने की तलवार वरन् बड़े से बड़े के घात करने की तलवार है, जिससे कोठरियों में भी कोई नहीं बच सकता।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने घात करनेवाली तलवार को उनके सब फाटकों के विरुद्ध इसलिए चलाया है कि लोगों के मन टूट जाएँ, और वे बहुत ठोकर खाएँ*। हाय, हाय! वह तो बिजली के समान बनाई गई, और घात करने को सान चढ़ाई गई है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिकुड़कर दाहिनी ओर जा, फिर तैयार होकर बाईं ओर मुड़, जिधर भी तेरा मुख हो।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं भी ताली बजाऊँगा और अपनी जलजलाहट को ठण्डा करूँगा, मुझ यहोवा ने ऐसा कहा है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अधर्म स्मरण किया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, दो मार्ग ठहरा ले कि बाबेल के राजा की तलवार आए; दोनों मार्ग एक ही देश से निकलें! फिर एक चिन्ह कर, अर्थात् नगर के मार्ग के सिर पर एक चिन्ह कर;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक मार्ग ठहरा कि तलवार अम्मोनियों के रब्‍बाह नगर पर, और यहूदा देश के गढ़वाले नगर यरूशलेम पर भी चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि बाबेल का राजा चौराहे अर्थात् दोनों मार्गों के निकलने के स्थान पर भावी बूझने को खड़ा हुआ है, उसने तीरों को हिला दिया, और गृहदेवताओं से प्रश्न किया, और कलेजे को भी देखा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके दाहिनी हाथ में यरूशलेम का नाम है कि वह उसकी ओर युद्ध के यन्त्र लगाए, और गला फाड़कर घात करने की आज्ञा दे और ऊँचे शब्द से ललकारे, फाटकों की ओर युद्ध के यन्त्र लगाए और दमदमा बाँधे और कोट बनाए।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु लोग तो उस भावी कहने को मिथ्या समझेंगे; उन्होंने जो उनकी शपथ खाई है; इस कारण वह उनके अधर्म का स्मरण कराकर उन्हें पकड़ लेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस कारण प्रभु यहोवा यह कहता है : इसलिए कि तुम्हारा अधर्म जो स्मरण किया गया है, और तुम्हारे अपराध जो खुल गए हैं, क्योंकि तुम्हारे सब कामों में पाप ही पाप दिखाई पड़ा है, और तुम स्मरण में आए हो, इसलिए तुम उन्हीं से पकड़े जाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे इस्राएल दुष्ट प्रधान, तेरा दिन आ गया है; अधर्म के अन्त का समय पहुँच गया है।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे विषय में परमेश्‍वर यहोवा यह कहता है : पगड़ी उतार, और मुकुट भी उतार दे; वह ज्यों का त्यों नहीं रहने का; जो नीचा है उसे ऊँचा कर और जो ऊँचा है उसे नीचा कर। (भज. 75:7)\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं इसको उलट दूँगा और उलट पुलट कर दूँगा; हाँ उलट दूँगा और जब तक उसका अधिकारी न आए तब तक वह उलटा हुआ रहेगा; तब मैं उसे दे दूँगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अम्मोनियों के अपमान का बदला\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर हे मनुष्य के सन्तान, भविष्यद्वाणी करके कह कि प्रभु यहोवा अम्मोनियों और उनकी की हुई नामधराई के विषय में यह कहता है; तू कह, खींची हुई तलवार है, वह तलवार घात के लिये झलकाई हुई है कि नाश करे और बिजली के समान हो\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तक कि वे तेरे विषय में झूठे दर्शन पाते, और झूठे भावी तुझको बताते हैं कि तू उन दुष्ट असाध्य घायलों की गर्दनों पर पड़े जिनका दिन आ गया, और जिनके अधर्म के अन्त का समय आ पहुँचा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसको म्यान में फिर रख। जिस स्थान में तू सिरजी गई और जिस देश में तेरी उत्पत्ति हुई, उसी में मैं तेरा न्याय करूँगा।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझ पर अपना क्रोध भड़काऊँगा और तुझ पर अपनी जलजलाहट की आग फूँक दूँगा; और तुझे पशु सरीखे मनुष्य के हाथ कर दूँगा जो नाश करने में निपुण हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू आग का कौर होगी; तेरा खून देश में बना रहेगा; तू स्मरण में न रहेगी क्योंकि मुझ यहोवा ही ने ऐसा कहा है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बाबेल, परमेश्‍वर की तलवार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}