{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नवें वर्ष के दसवें महीने के दसवें दिन को, यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, आज का दिन लिख ले, क्योंकि आज ही के दिन बाबेल के राजा ने यरूशलेम आ घेरा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस विद्रोही घराने से यह दृष्टान्त कह, प्रभु यहोवा कहता है, हण्डे को आग पर रख दो; उसे रखकर उसमें पानी डाल दो;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसमें जाँघ, कंधा और सब अच्छे-अच्छे टुकड़े बटोरकर रखो; और उसे उत्तम-उत्तम हड्डियों से भर दो।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "झुण्ड में से सबसे अच्छे पशु लेकर उन हड्डियों को हण्डे के नीचे ढेर करो; और उनको भली-भाँति पकाओ ताकि भीतर ही हड्डियाँ भी पक जाएँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए प्रभु यहोवा यह कहता है : हाय, उस हत्यारी नगरी पर! हाय उस हण्डे पर! जिसका मोर्चा उसमें बना है और छूटा नहीं; उसमें से टुकड़ा-टुकड़ा करके निकाल लो*, उस पर चिट्ठी न डाली जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उस नगरी में किया हुआ खून उसमें है; उसने उसे भूमि पर डालकर धूलि से नहीं ढाँपा, परन्तु नंगी चट्टान पर रख दिया। (प्रका. 18:24)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैंने भी उसका खून नंगी चट्टान पर रखा है कि वह ढँप न सके और कि बदला लेने को जलजलाहट भड़के।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा यह कहता है : हाय, उस खूनी नगरी पर! मैं भी ढेर को बड़ा करूँगा।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अधिक लकड़ी डाल, आग को बहुत तेज कर, माँस को भली भाँति पका और मसाला मिला, और हड्डियाँ भी जला दो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हण्डे को छूछा करके अंगारों पर रख जिससे वह गर्म हो और उसका पीतल जले और उसमें का मैल गले, और उसका जंग नष्ट हो जाए।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसके कारण परिश्रम करते-करते थक गया, परन्तु उसका भारी जंग उससे छूटता नहीं, उसका जंग आग के द्वारा भी नहीं छूटता।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे नगरी तेरी अशुद्धता महापाप की है। मैं तो तुझे शुद्ध करना चाहता था, परन्तु तू शुद्ध नहीं हुई, इस कारण जब तक मैं अपनी जलजलाहट तुझ पर शान्त न कर लूँ, तब तक तू फिर शुद्ध न की जाएगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मुझ यहोवा ही ने यह कहा है; और वह हो जाएगा, मैं ऐसा ही करूँगा, मैं तुझे न छोड़ूँगा, न तुझ पर तरस खाऊँगा, न पछताऊँगा; तेरे चालचलन और कामों ही के अनुसार तेरा न्याय किया जाएगा, प्रभु यहोवा की यही वाणी है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहेजकेल की पत्‍नी की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह भी वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, देख, मैं तेरी आँखों की प्रिय को मारकर तेरे पास से ले लेने पर हूँ*; परन्तु न तू रोना-पीटना और न आँसू बहाना।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लम्बी साँसें ले तो ले, परन्तु वे सुनाई न पड़ें; मरे हुओं के लिये भी विलाप न करना। सिर पर पगड़ी बाँधे और पाँवों में जूती पहने रहना; और न तो अपने होंठ को ढाँपना न शोक के योग्य रोटी खाना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैं सवेरे लोगों से बोला, और सांझ को मेरी स्त्री मर गई। तब सवेरे मैंने आज्ञा के अनुसार किया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लोग मुझसे कहने लगे, “क्या तू हमें न बताएगा कि यह जो तू करता है, इसका हम लोगों के लिये क्या अर्थ है?”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने उनको उत्तर दिया, “यहोवा का यह वचन मेरे पास पहुँचा,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘तू इस्राएल के घराने से कह, प्रभु यहोवा यह कहता है : देखो, मैं अपने पवित्रस्‍थान को जिसके गढ़ होने पर तुम फूलते हो, और जो तुम्हारी आँखों का चाहा हुआ है, और जिसको तुम्हारा मन चाहता है, उसे मैं अपवित्र करने पर हूँ; और अपने जिन बेटे-बेटियों को तुम वहाँ छोड़ आए हो, वे तलवार से मारे जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा मैंने किया है वैसा ही तुम लोग करोगे, तुम भी अपने होंठ न ढाँपोगे, न शोक के योग्य रोटी खाओगे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम सिर पर पगड़ी बाँधे और पाँवों में जूती पहने रहोगे, न तुम रोओगे, न छाती पीटोगे, वरन् अपने अधर्म के कामों में फँसे हुए गलते जाओगे और एक दूसरे की ओर कराहते रहोगे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस रीति यहेजकेल तुम्हारे लिये चिन्ह ठहरेगा; जैसा उसने किया, ठीक वैसा ही तुम भी करोगे। और जब यह हो जाए, तब तुम जान लोगे कि मैं परमेश्‍वर यहोवा हूँ।’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, क्या यह सच नहीं, कि जिस दिन मैं उनका दृढ़ गढ़, उनकी शोभा, और हर्ष का कारण, और उनके बेटे-बेटियाँ जो उनकी शोभा, उनकी आँखों का आनन्द, और मन की चाह हैं, उनको मैं उनसे ले लूँगा,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी दिन जो भागकर बचेगा, वह तेरे पास आकर तुझे समाचार सुनाएगा।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी दिन तेरा मुँह खुलेगा, और तू फिर चुप न रहेगा परन्तु उस बचे हुए के साथ बातें करेगा। इस प्रकार तू इन लोगों के लिये चिन्ह ठहरेगा; और ये जान लेंगे कि मैं यहोवा हूँ।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "उबलता हण्डा का दृष्टान्त\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}