{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, सोर के विषय एक विलाप का गीत बनाकर उससे यह कह,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे समुद्र के प्रवेश-द्वार पर रहनेवाली, हे बहुत से द्वीपों के लिये देश-देश के लोगों के साथ व्यापार करनेवाली, परमेश्‍वर यहोवा यह कहता है : हे सोर तूने कहा है कि मैं सर्वांग सुन्दर हूँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी सीमा समुद्र के बीच हैं; तेरे बनानेवाले ने तुझे सर्वांग सुन्दर बनाया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी सब पटरियाँ सनीर पर्वत के सनोवर की लकड़ी की बनी हैं; तेरे मस्तूल के लिये लबानोन के देवदार लिए गए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे डाँड़ बाशान के बांजवृक्षों के बने; तेरे जहाजों का पटाव कित्तियों के द्वीपों से लाए हुए सीधे सनोवर की हाथी दाँत जड़ी हुई लकड़ी का बना।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे जहाजों के पाल मिस्र से लाए हुए बूटेदार सन के कपड़े के बने कि तेरे लिये झण्डे का काम दें; तेरी चाँदनी एलीशा के द्वीपों से लाए हुए नीले और बैंगनी रंग के कपड़ों की बनी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे खेनेवाले सीदोन और अर्वद के रहनेवाले थे; हे सोर, तेरे ही बीच के बुद्धिमान लोग तेरे माँझी थे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे कारीगर जोड़ाई करनेवाले गबल* नगर के पुरनिये और बुद्धिमान लोग थे; तुझ में व्यापार करने के लिये मल्लाहों समेत समुद्र पर के सब जहाज तुझ में आ गए थे। (प्रका. 18:19)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी सेना में फारसी, लूदी, और पूती लोग भरती हुए थे; उन्होंने तुझ में ढाल, और टोपी टाँगी; और उन्हीं के कारण तेरा प्रताप बढ़ा था।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी शहरपनाह पर तेरी सेना के साथ अर्वद के लोग चारों ओर थे, और तेरे गुम्मटों में गम्‍मद नगर के निवासी खड़े थे; उन्होंने अपनी ढालें तेरी चारों ओर की शहरपनाह पर टाँगी थी; तेरी सुन्दरता उनके द्वारा पूरी हुई थी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अपनी सब प्रकार की सम्पत्ति की बहुतायत के कारण तर्शीशी लोग तेरे व्यापारी थे; उन्होंने चाँदी, लोहा, राँगा और सीसा देकर तेरा माल मोल लिया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यावान, तूबल, और मेशेक के लोग तेरे माल के बदले दास-दासी और पीतल के पात्र तुझ से व्यापार करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तोगर्मा के घराने के लोगों ने तेरी सम्पत्ति लेकर घोड़े, सवारी के घोड़े और खच्चर दिए।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ददानी तेरे व्यापारी थे; बहुत से द्वीप तेरे हाट बने थे; वे तेरे पास हाथी दाँत की सींग और आबनूस की लकड़ी व्यापार में लाते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी बहुत कारीगरी के कारण अराम तेरा व्यापारी था; मरकत, बैंगनी रंग का और बूटेदार वस्त्र, सन, मूगा, और लालड़ी देकर वे तेरा माल लेते थे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा और इस्राएल भी तेरे व्यापारी थे; उन्होंने मिन्नीत का गेहूँ, पन्नग, और मधु, तेल, और बलसान देकर तेरा माल लिया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुझ में बहुत कारीगरी हुई और सब प्रकार का धन इकट्ठा हुआ, इससे दमिश्क तेरा व्यापारी हुआ; तेरे पास हेलबोन का दाखमधु और उजला ऊन पहुँचाया गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दान और यावान ने तेरे माल के बदले में सूत दिया; और उनके कारण फौलाद, तज और अगर में भी तेरा व्यापार हुआ।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सवारी के चार-जामे के लिये ददान तेरा व्यापारी हुआ।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अरब और केदार के सब प्रधान तेरे व्यापारी ठहरे; उन्होंने मेम्‍ने, मेढ़े, और बकरे लाकर तेरे साथ लेन-देन किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शेबा* और रामाह के व्यापारी तेरे व्यापारी ठहरे; उन्होंने उत्तम-उत्तम जाति का सब भाँति का मसाला, सर्व भाँति के मणि, और सोना देकर तेरा माल लिया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारान, क‍न्‍ने, एदेन, शेबा के व्यापारी, और अश्शूर और कलमद, ये सब तेरे व्यापारी ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन्होंने उत्तम-उत्तम वस्तुएँ अर्थात् ओढ़ने के नीले और बूटेदार वस्त्र और डोरियों से बंधी और देवदार की बनी हुई चित्र विचित्र कपड़ों की पेटियाँ लाकर तेरे साथ लेन-देन किया।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तर्शीश के जहाज तेरे व्यापार के माल के ढोनेवाले हुए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "“उनके द्वारा तू समुद्र के बीच रहकर बहुत धनवान और प्रतापी हो गई थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे खिवैयों ने तुझे गहरे जल में पहुँचा दिया है, और पुरवाई ने तुझे समुद्र के बीच तोड़ दिया है।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस दिन तू डूबेगी, उसी दिन तेरा धन-सम्पत्ति, व्यापार का माल, मल्लाह, माँझी, जुड़ाई का काम करनेवाले, व्यापारी लोग, और तुझ में जितने सिपाही हैं, और तेरी सारी भीड़-भाड़ समुद्र के बीच गिर जाएगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे माँझियों की चिल्लाहट के शब्द के मारे तेरे आस-पास के स्थान काँप उठेंगे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब खेनेवाले और मल्लाह, और समुद्र में जितने माँझी रहते हैं, वे अपने-अपने जहाज पर से उतरेंगे, (प्रका. 18:17)\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे भूमि पर खड़े होकर तेरे विषय में ऊँचे शब्द से बिलख-बिलख कर रोएँगे। वे अपने-अपने सिर पर धूलि उड़ाकर राख में लोटेंगे; (प्रका. 18:19)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरे शोक में अपने सिर मुँड़वा देंगे, और कमर में टाट बाँधकर अपने मन के कड़े दुःख के साथ तेरे विषय में रोएँगे और छाती पीटेंगे।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे विलाप करते हुए तेरे विषय में विलाप का यह गीत बनाकर गाएँगे, ‘सोर जो अब समुद्र के बीच चुपचाप पड़ी है, उसके तुल्य कौन नगरी है? (प्रका. 18:15, प्रका. 18:18)\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तेरा माल समुद्र पर से निकलता था, तब बहुत सी जातियों के लोग तृप्त होते थे; तेरे धन और व्यापार के माल की बहुतायत से पृथ्वी के राजा धनी होते थे। (प्रका. 18:9, प्रका. 18:15, प्रका. 18:19)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस समय तू अथाह जल में लहरों से टूटी, उस समय तेरे व्यापार का माल, और तेरे सब निवासी भी तेरे भीतर रहकर नाश हो गए।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "समुद्र-तटीय देशों के सब रहनेवाले तेरे कारण विस्मित हुए; और उनके सब राजाओं के रोएँ खड़े हो गए, और उनके मुँह उदास देख पड़े हैं।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देश-देश के व्यापारी तेरे विरुद्ध ताना मार रहे हैं; तू भय का कारण हो गई है और फिर स्थिर न रह सकेगी।’” (यहे. 26:21, यिर्म. 18:16)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "सोर के लिए विलाप\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}