{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, अपने लोगों से कह, जब मैं किसी देश पर तलवार चलाने लगूँ, और उस देश के लोग किसी को अपना पहरुआ करके ठहराएँ,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यदि वह यह देखकर कि इस देश पर तलवार चलने वाली है, नरसिंगा फूँककर लोगों को चिता दे,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो जो कोई नरसिंगे का शब्द सुनने पर न चेते और तलवार के चलने से मर जाए, उसका खून उसी के सिर पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने नरसिंगे का शब्द सुना, परन्तु न चेता; इसलिए उसका खून उसी को लगेगा। परन्तु, यदि वह चेत जाता, तो अपना प्राण बचा लेता। (मत्ती 27:25)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि पहरुआ यह देखने पर कि तलवार चलने वाली है नरसिंगा फूँककर लोगों को न चिताए, और तलवार के चलने से उनमें से कोई मर जाए, तो वह तो अपने अधर्म में फँसा हुआ मर जाएगा, परन्तु उसके खून का लेखा मैं पहरुए ही से लूँगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए, हे मनुष्य के सन्तान, मैंने तुझे इस्राएल के घराने का पहरुआ ठहरा दिया है; तू मेरे मुँह से वचन सुन-सुनकर उन्हें मेरी ओर से चिता दे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मैं दुष्ट से कहूँ, ‘हे दुष्ट, तू निश्चय मरेगा,’ तब यदि तू दुष्ट को उसके मार्ग के विषय न चिताए, तो वह दुष्ट अपने अधर्म में फँसा हुआ मरेगा, परन्तु उसके खून का लेखा में तुझी से लूँगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि तू दुष्ट को उसके मार्ग के विषय चिताए कि वह अपने मार्ग से फिरे और वह अपने मार्ग से न फिरे, तो वह तो अपने अधर्म में फँसा हुआ मरेगा, परन्तु तू अपना प्राण बचा लेगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर लोगों को नष्ट नहीं करना चाहता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर हे मनुष्य के सन्तान, इस्राएल के घराने से यह कह, तुम लोग कहते हो : ‘हमारे अपराधों और पापों का भार हमारे ऊपर लदा हुआ है और हम उसके कारण नाश हुए जाते हैं; हम कैसे जीवित रहें?’\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू उनसे यह कह, परमेश्‍वर यहोवा की यह वाणी है : मेरे जीवन की सौगन्ध, मैं दुष्ट के मरने से कुछ भी प्रसन्‍न नहीं होता, परन्तु इससे कि दुष्ट अपने मार्ग से फिरकर जीवित रहे; हे इस्राएल के घराने, तुम अपने-अपने बुरे मार्ग से फिर जाओ; तुम क्यों मरो?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मनुष्य के सन्तान, अपने लोगों से यह कह, जब धर्मी जन अपराध करे तब उसकी धार्मिकता उसे बचा न सकेगी; और दुष्ट की दुष्टता भी जो हो, जब वह उससे फिर जाए, तो उसके कारण वह न गिरेगा; और धर्मी जन जब वह पाप करे, तब अपनी धार्मिकता के कारण जीवित न रहेगा।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मैं धर्मी से कहूँ कि तू निश्चय जीवित रहेगा, और वह अपने धार्मिकता पर भरोसा करके कुटिल काम करने लगे, तब उसके धार्मिकता के कामों में से किसी का स्मरण न किया जाएगा; जो कुटिल काम उसने किए हों वह उन्हीं में फँसा हुआ मरेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जब मैं दुष्ट से कहूँ, तू निश्चय मरेगा, और वह अपने पाप से फिरकर न्याय और धर्म के काम करने लगे,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् यदि दुष्ट जन बन्धक लौटा दे, अपनी लूटी हुई वस्तुएँ भर दे, और बिना कुटिल काम किए जीवनदायक विधियों पर चलने लगे, तो वह न मरेगा; वह निश्चय जीवित रहेगा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जितने पाप उसने किए हों, उनमें से किसी का स्मरण न किया जाएगा; उसने न्याय और धर्म के काम किए और वह निश्चय जीवित रहेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तो भी तुम्हारे लोग कहते हैं, प्रभु की चाल ठीक नहीं; परन्तु उन्हीं की चाल ठीक नहीं है।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब धर्मी अपने धार्मिकता से फिरकर कुटिल काम करने लगे, तब निश्चय वह उनमें फँसा हुआ मर जाएगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दुष्ट अपनी दुष्टता से फिरकर न्याय और धर्म के काम करने लगे, तब वह उनके कारण जीवित रहेगा।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी तुम कहते हो कि प्रभु की चाल ठीक नहीं? हे इस्राएल के घराने, मैं हर एक व्यक्ति का न्याय उसकी चाल ही के अनुसार करूँगा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हमारी बँधुआई के ग्यारहवें वर्ष के दसवें महीने के पाँचवें दिन को, एक व्यक्ति जो यरूशलेम से भागकर बच गया था, वह मेरे पास आकर कहने लगा, “नगर ले लिया गया।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस भागे हुए के आने से पहले सांझ को यहोवा की शक्ति मुझ पर हुई थी; और भोर तक अर्थात् उस मनुष्य के आने तक उसने मेरा मुँह खोल दिया; अतः मेरा मुँह खुला ही रहा, और मैं फिर गूँगा न रहा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लोगों का पाप\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, इस्राएल की भूमि के उन खण्डहरों के रहनेवाले यह कहते हैं, अब्राहम एक ही मनुष्य था*, तो भी देश का अधिकारी हुआ; परन्तु हम लोग बहुत से हैं, इसलिए देश निश्चय हमारे ही अधिकार में दिया गया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण तू उनसे कह, परमेश्‍वर यहोवा यह कहता है, तुम लोग तो माँस लहू समेत खाते* और अपनी मूरतों की ओर दृष्टि करते, और हत्या करते हो; फिर क्या तुम उस देश के अधिकारी रहने पाओगे?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अपनी-अपनी तलवार पर भरोसा करते और घिनौने काम करते, और अपने-अपने पड़ोसी की स्त्री को अशुद्ध करते हो; फिर क्या तुम उस देश के अधिकारी रहने पाओगे?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उनसे यह कह, परमेश्‍वर यहोवा यह कहता है : मेरे जीवन की सौगन्ध, निःसन्देह जो लोग खण्डहरों में रहते हैं, वे तलवार से गिरेंगे, और जो खुले मैदान में रहता है, उसे मैं जीव-जन्तुओं का आहार कर दूँगा, और जो गढ़ों और गुफाओं में रहते हैं, वे मरी से मरेंगे। (यिर्म. 42:22)\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उस देश को उजाड़ ही उजाड़ कर दूँगा; और उसके बल का घमण्ड जाता रहेगा; और इस्राएल के पहाड़ ऐसे उजड़ेंगे कि उन पर होकर कोई न चलेगा।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जब मैं उन लोगों के किए हुए सब घिनौने कामों के कारण उस देश को उजाड़ ही उजाड़ कर दूँगा, तब वे जान लेंगे कि मैं यहोवा हूँ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वचन सुनना और उन पर नहीं चलना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, तेरे लोग दीवारों के पास और घरों के द्वारों में तेरे विषय में बातें करते और एक दूसरे से कहते हैं, ‘आओ, सुनो, यहोवा की ओर से कौन सा वचन निकलता है।’\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे प्रजा के समान तेरे पास आते और मेरी प्रजा बनकर तेरे सामने बैठकर तेरे वचन सुनते हैं, परन्तु वे उन पर चलते नहीं; मुँह से तो वे बहुत प्रेम दिखाते हैं, परन्तु उनका मन लालच ही में लगा रहता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उनकी दृष्टि में प्रेम के मधुर गीत गानेवाले और अच्छे बजानेवाले का सा ठहरा है, क्योंकि वे तेरे वचन सुनते तो है, परन्तु उन पर चलते नहीं।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जब यह बात घटेगी, और वह निश्चय घटेगी! तब वे जान लेंगे कि हमारे बीच एक भविष्यद्वक्ता आया था।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पहरुआ और उनके सन्देश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}