{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन मेरे पास पहुँचा :\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, अपना मुँह सेईर पहाड़ की ओर करके उसके विरुद्ध भविष्यद्वाणी कर,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उससे कह, परमेश्‍वर यहोवा यह कहता है : हे सेईर पहाड़, मैं तेरे विरुद्ध हूँ; और अपना हाथ तेरे विरुद्ध बढ़ाकर तुझे उजाड़ ही उजाड़ कर दूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तेरे नगरों को खण्डहर कर दूँगा, और तू उजाड़ हो जाएगा; तब तू जान लेगा कि मैं यहोवा हूँ।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तू इस्राएलियों से युग-युग की शत्रुता रखता था, और उनकी विपत्ति के समय जब उनके अधर्म के दण्ड का समय पहुँचा*, तब उन्हें तलवार से मारे जाने को दे दिया।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए परमेश्‍वर यहोवा की यह वाणी है, मेरे जीवन की सौगन्ध, मैं तुझे हत्या किए जाने के लिये तैयार करूँगा और खून तेरा पीछा करेगा; तू तो खून से न घिनाता था, इस कारण खून तेरा पीछा करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस रीति मैं सेईर पहाड़ को उजाड़ ही उजाड़ कर दूँगा, और जो उसमें आता-जाता हो, मैं उसको नाश करूँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसके पहाड़ों को मारे हुओं से भर दूँगा; तेरे टीलों, तराइयों और सब नालों में तलवार से मारे हुए गिरेंगे!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझे युग-युग के लिये उजाड़ कर दूँगा, और तेरे नगर फिर न बसेंगे। तब तुम जानोगे कि मैं यहोवा हूँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्योंकि तूने कहा है, ‘ये दोनों जातियाँ* और ये दोनों देश मेरे होंगे; और हम ही उनके स्वामी हो जाएँगे,’ यद्यपि यहोवा वहाँ था।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण, परमेश्‍वर यहोवा की यह वाणी है, मेरे जीवन की सौगन्ध, तेरे कोप के अनुसार, और जो जलजलाहट तूने उन पर अपने बैर के कारण की है, उसी के अनुसार मैं तुझ से बर्ताव करूँगा, और जब मैं तेरा न्याय करूँ, तब तुम में अपने को प्रगट करूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू जानेगा, कि मुझ यहोवा ने तेरी सब तिरस्कार की बातें सुनी हैं, जो तूने इस्राएल के पहाड़ों के विषय में कहीं, ‘वे तो उजड़ गए, वे हम ही को दिए गए हैं कि हम उन्हें खा डालें।’\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुमने अपने मुँह से मेरे विरुद्ध बड़ाई मारी, और मेरे विरुद्ध बहुत बातें कही हैं; इसे मैंने सुना है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर यहोवा यह कहता है : जब पृथ्वी भर में आनन्द होगा, तब मैं तुझे उजाड़ दूँगा\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू इस्राएल के घराने के निज भाग के उजड़ जाने के कारण आनन्दित हुआ, इसलिए मैं भी तुझ से वैसा ही करूँगा; हे सेईर पहाड़, हे एदोम के सारे देश, तू उजाड़ हो जाएगा। तब वे जान लेंगे कि मैं यहोवा हूँ।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "एदोम को परमेश्‍वर का दण्ड\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}