{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, तू एक ईंट ले और उसे अपने सामने रखकर उस पर एक नगर, अर्थात् यरूशलेम का चित्र खींच;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसे घेर अर्थात् उसके विरुद्ध किला बना और उसके सामने दमदमा बाँध; और छावनी डाल, और उसके चारों ओर युद्ध के यन्‍त्र लगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तू लोहे की थाली लेकर उसको लोहे की शहरपनाह मानकर अपने और उस नगर के बीच खड़ा कर; तब अपना मुँह उसके सामने करके उसकी घेराबन्दी कर, इस रीति से तू उसे घेरे रखना। यह इस्राएल के घराने के लिये चिन्ह ठहरेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर तू अपने बायीं करवट के बल लेटकर इस्राएल के घराने का अधर्म अपने ऊपर रख*; क्योंकि जितने दिन तू उस करवट के बल लेटा रहेगा, उतने दिन तक उन लोगों के अधर्म का भार सहता रहेगा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने उनके अधर्म के वर्षों के तुल्य तेरे लिये दिन ठहराए हैं, अर्थात् तीन सौ नब्बे दिन; उतने दिन तक तू इस्राएल के घराने के अधर्म का भार सहता रह।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब इतने दिन पूरे हो जाएँ, तब अपने दाहिनी करवट के बल लेटकर यहूदा के घराने के अधर्म का भार सह लेना; मैंने उसके लिये भी और तेरे लिये एक वर्ष के बदले एक दिन अर्थात् चालीस दिन ठहराए हैं।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू यरूशलेम के घेरने के लिये बाँह उघाड़े हुए अपना मुँह उधर करके उसके विरुद्ध भविष्यद्वाणी करना।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, मैं तुझे रस्सियों से जकड़ूँगा, और जब तक उसके घेरने के दिन पूरे न हों, तब तक तू करवट न ले सकेगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अशुद्ध रोटी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू गेहूँ, जौ, सेम, मसूर, बाजरा, और कठिया गेहूँ, लेकर एक बर्तन में रखकर* उनसे रोटी बनाया करना। जितने दिन तू अपने करवट के बल लेटा रहेगा, उतने अर्थात् तीन सौ नब्बे दिन तक उसे खाया करना।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो भोजन तू खाए, उसे तौल-तौलकर खाना, अर्थात् प्रतिदिन बीस-बीस शेकेल भर खाया करना, और उसे समय-समय पर खाना।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पानी भी तू मापकर पिया करना, अर्थात् प्रतिदिन हीन का छठवाँ अंश पीना; और उसको समय-समय पर पीना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपना भोजन जौ की रोटियों के समान बनाकर खाया करना, और उसको मनुष्य की विष्ठा से उनके देखते बनाया करना।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने कहा, “इसी प्रकार से इस्राएल उन जातियों के बीच अपनी-अपनी रोटी अशुद्धता से खाया करेंगे, जहाँ में उन्हें जबरन पहुँचाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने कहा, “हाय, यहोवा परमेश्‍वर देख, मेरा मन कभी अशुद्ध नहीं हुआ, और न मैंने बचपन से लेकर अब तक अपनी मृत्यु से मरे हुए व फाड़े हुए पशु का माँस खाया, और न किसी प्रकार का घिनौना माँस* मेरे मुँह में कभी गया है।” (प्रेरि. 10:14)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने मुझसे कहा, “देख, मैंने तेरे लिये मनुष्य की विष्ठा के बदले गोबर ठहराया है, और उसी से तू अपनी रोटी बनाना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने मुझसे कहा, “हे मनुष्य के सन्तान, देख, मैं यरूशलेम में अन्‍नरूपी आधार को दूर करूँगा; इसलिए वहाँ के लोग तौल-तौलकर और चिन्ता कर करके रोटी खाया करेंगे; और माप-मापकर और विस्मित हो होकर पानी पिया करेंगे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इससे उन्हें रोटी और पानी की घटी होगी; और वे सबके सब घबराएँगे, और अपने अधर्म में फँसे हुए सूख जाएँगे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम की घेराबन्दी की भविष्यद्वाणी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}