{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारी बँधुआई के पच्चीसवें वर्ष अर्थात् यरूशलेम नगर के ले लिए जाने के बाद चौदहवें वर्ष के पहले महीने के दसवें दिन को, यहोवा की शक्ति मुझ पर हुई, और उसने मुझे वहाँ पहुँचाया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने दर्शनों में परमेश्‍वर ने मुझे इस्राएल के देश में पहुँचाया और वहाँ एक बहुत ऊँचे पहाड़ पर खड़ा किया, जिस पर दक्षिण ओर मानो किसी नगर का आकार था*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह मुझे वहाँ ले गया, तो मैंने क्या देखा कि पीतल का रूप धरे हुए और हाथ में सन का फीता और मापने का बाँस लिए हुए एक पुरुष फाटक में खड़ा है। (प्रका. 11:1, प्रका. 21:15)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस पुरुष ने मुझसे कहा, “हे मनुष्य के सन्तान, अपनी आँखों से देख, और अपने कानों से सुन; और जो कुछ मैं तुझे दिखाऊँगा उस सब पर ध्यान दे, क्योंकि तू इसलिए यहाँ पहुँचाया गया है कि मैं तुझे ये बातें दिखाऊँ; और जो कुछ तू देखे वह इस्राएल के घराने को बताए।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और देखो, भवन के बाहर चारों ओर एक दीवार थी, और उस पुरुष के हाथ में मापने का बाँस था, जिसकी लम्बाई ऐसे छः हाथ की थी जो साधारण हाथों से चार अंगुल भर अधिक है; अतः उसने दीवार की मोटाई मापकर बाँस भर की पाई, फिर उसकी ऊँचाई भी मापकर बाँस भर की पाई। (प्रका. 21:15)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर का पूर्वी प्रवेश-द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह उस फाटक के पास आया जिसका मुँह पूर्व की ओर था, और उसकी सीढ़ी पर चढ़कर फाटक की दोनों डेवढ़ियों की चौड़ाई मापकर एक-एक बाँस भर की पाई।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहरेवाली कोठरियाँ बाँस भर लम्बी और बाँस भर चौड़ी थीं; और दो-दो कोठरियों का अन्तर पाँच हाथ का था; और फाटक की डेवढ़ी जो फाटक के ओसारे के पास भवन की ओर थी, वह भी बाँस भर की थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने फाटक का वह ओसारा जो भवन के सामने था, मापकर बाँस भर का पाया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने फाटक का ओसारा मापकर आठ हाथ का पाया, और उसके खम्भे दो-दो हाथ के पाए, और फाटक का ओसारा भवन के सामने था।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पूर्वी फाटक के दोनों ओर तीन-तीन पहरेवाली कोठरियाँ थीं जो सब एक ही माप की थीं, और दोनों ओर के खम्भे भी एक ही माप के थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने फाटक के द्वार की चौड़ाई मापकर दस हाथ की पाई; और फाटक की लम्बाई मापकर तेरह हाथ की पाई।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दोनों ओर की पहरेवाली कोठरियों के आगे हाथ भर का स्थान था और दोनों ओर कोठरियाँ छः-छः हाथ की थीं।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने फाटक को एक ओर की पहरेवाली कोठरी की छत से लेकर दूसरी ओर की पहरेवाली कोठरी की छत तक मापकर पच्चीस हाथ की दूरी पाई, और द्वार आमने-सामने थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने साठ हाथ के खम्भे मापे, और आँगन, फाटक के आस-पास, खम्भों तक था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फाटक के बाहरी द्वार के आगे से लेकर उसके भीतरी ओसारे के आगे तक पचास हाथ का अन्तर था।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहरेवाली कोठरियों में, और फाटक के भीतर चारों ओर कोठरियों के बीच के खम्भे के बीच-बीच में झिलमिलीदार खिड़कियाँ थी, और खम्भों के ओसारे में भी वैसी ही थी; और फाटक के भीतर के चारों ओर खिड़कियाँ थीं; और हर एक खम्भे पर खजूर के पेड़ खुदे हुए थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बाहरी आँगन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह मुझे बाहरी आँगन में ले गया; और उस आँगन के चारों ओर कोठरियाँ थीं; और एक फर्श बना हुआ था; जिस पर तीस कोठरियाँ बनी थीं।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह फर्श अर्थात् निचला फर्श फाटकों से लगा हुआ था और उनकी लम्बाई के अनुसार था।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने निचले फाटक के आगे से लेकर भीतरी आँगन के बाहर के आगे तक मापकर सौ हाथ पाए; वह पूर्व और उत्तर दोनों ओर ऐसा ही था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "उत्तरी प्रवेश-द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बाहरी आँगन के उत्तरमुखी फाटक की लम्बाई और चौड़ाई उसने मापी।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके दोनों ओर तीन-तीन पहरेवाली कोठरियाँ थीं, और इसके भी खम्भों के ओसारे की माप पहले फाटक के अनुसार थी; इसकी लम्बाई पचास और चौड़ाई पच्चीस हाथ की थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसकी भी खिड़कियों और खम्भों के ओसारे और खजूरों की माप पूर्वमुखी फाटक की सी थी; और इस पर चढ़ने को सात सीढ़ियाँ थीं; और उनके सामने इसका ओसारा था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भीतरी आँगन की उत्तर और पूर्व की ओर दूसरे फाटकों के सामने फाटक थे और उसने फाटकों की दूरी मापकर सौ हाथ की पाई।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दक्षिणी प्रवेश-द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह मुझे दक्षिण की ओर ले गया, और दक्षिण ओर एक फाटक था; और उसने इसके खम्भे और खम्भों का ओसारा मापकर इनकी वैसी ही माप पाई।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन खिड़कियों के समान इसके और इसके खम्भों के ओसारों के चारों ओर भी खिड़कियाँ थीं; इसकी भी लम्बाई पचास और चौड़ाई पच्चीस हाथ की थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसमें भी चढ़ने के लिये सात सीढ़ियाँ थीं और उनके सामने खम्भों का ओसारा था; और उसके दोनों ओर के खम्भों पर खजूर के पेड़ खुदे हुए थे।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दक्षिण की ओर भी भीतरी आँगन का एक फाटक था, और उसने दक्षिण ओर के दोनों फाटकों की दूरी मापकर सौ हाथ की पाई।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भीतरी आँगन : दक्षिणी प्रवेश-द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह दक्षिणी फाटक से होकर मुझे भीतरी आँगन में ले गया, और उसने दक्षिणी फाटक को मापकर वैसा ही पाया।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् इसकी भी पहरेवाली कोठरियाँ, और खम्भे, और खम्भों का ओसारा, सब वैसे ही थे; और इसके और इसके खम्भों के ओसारे के भी चारों ओर भी खिड़कियाँ थीं; और इसकी लम्बाई पचास और चौड़ाई पच्चीस हाथ की थी।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके चारों ओर के खम्भों का ओसारा भी पच्चीस हाथ लम्बा, और पचास हाथ चौड़ा था।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका खम्भों का ओसारा बाहरी आँगन की ओर था, और इसके खम्भों पर भी खजूर के पेड़ खुदे हुए थे, और इस पर चढ़ने को आठ सीढ़ियाँ थीं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भीतरी आँगन : पूर्वी प्रवेश-द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह पुरुष मुझे पूर्व की ओर भीतरी आँगन में ले गया, और उस ओर के फाटक को मापकर वैसा ही पाया।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसकी भी पहरेवाली कोठरियाँ और खम्भे और खम्भों का ओसारा, सब वैसे ही थे; और इसके और इसके खम्भों के ओसारे के चारों ओर भी खिड़कियाँ थीं; इसकी लम्बाई पचास और चौड़ाई पच्चीस हाथ की थी।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका ओसारा भी बाहरी आँगन की ओर था, और उसके दोनों ओर के खम्भों पर खजूर के पेड़ खुदे हुए थे; और इस पर भी चढ़ने को आठ सीढ़ियाँ थीं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भीतरी आँगन : उत्तरी प्रवेश-द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उस पुरुष ने मुझे उत्तरी फाटक के पास ले जाकर उसे मापा, और उसकी भी माप वैसी ही पाई।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भी पहरेवाली कोठरियाँ और खम्भे और उनका ओसारा था; और उसके भी चारों ओर खिड़कियाँ थीं; उसकी लम्बाई पचास और चौड़ाई पच्चीस हाथ की थी।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके खम्भे बाहरी आँगन की ओर थे, और उन पर भी दोनों ओर खजूर के पेड़ खुदे हुए थे; और उसमें चढ़ने को आठ सीढ़ियाँ थीं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बलिदान तैयार करने की कोठरियाँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर फाटकों के पास के खम्भों के निकट द्वार समेत कोठरी थी, जहाँ होमबलि धोया जाता था।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "होमबलि, पापबलि, और दोषबलि के पशुओं के वध करने के लिये फाटक के ओसारे के पास उसके दोनों ओर दो-दो मेज़ें थीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फाटक की एक बाहरी ओर पर अर्थात् उत्तरी फाटक के द्वार की चढ़ाई पर दो मेज़ें थीं; और उसकी दूसरी बाहरी ओर पर भी, जो फाटक के ओसारे के पास थी, दो मेज़ें थीं।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फाटक के दोनों ओर चार-चार मेज़ें थीं, सब मिलकर आठ मेज़ें थीं, जो बलिपशु वध करने के लिये थीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर होमबलि के लिये तराशे हुए पत्थर की चार मेज़ें थीं, जो डेढ़ हाथ लम्बी, डेढ़ हाथ चौड़ी, और हाथ भर ऊँची थीं; उन पर होमबलि और मेलबलि के पशुओं को वध करने के हथियार रखे जाते थे।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भीतर चारों ओर चार अंगुल भर की आंकड़ियां लगी थीं, और मेज़ों पर चढ़ावे का माँस रखा हुआ था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "याजकों की कोठरियाँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भीतरी आँगन के उत्तरी फाटक के बाहर गानेवालों की कोठरियाँ थीं जिनके द्वार दक्षिण ओर थे; और पूर्वी फाटक की ओर एक कोठरी थी, जिसका द्वार उत्तर ओर था।\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने मुझसे कहा, “यह कोठरी, जिसका द्वार दक्षिण की ओर है, उन याजकों के लिये है जो भवन की चौकसी करते हैं,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस कोठरी का द्वार उत्तर की ओर है, वह उन याजकों के लिये है जो वेदी की चौकसी करते हैं; ये सादोक की सन्तान हैं*; और लेवियों में से यहोवा की सेवा टहल करने को केवल ये ही उसके समीप जाते हैं।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भीतरी आँगन और मन्दिर का भवन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने आँगन को मापकर उसे चौकोर अर्थात् सौ हाथ लम्बा और सौ हाथ चौड़ा पाया; और भवन के सामने वेदी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह मुझे भवन के ओसारे में ले गया, और ओसारे के दोनों ओर के खम्भों को मापकर पाँच-पाँच हाथ का पाया; और दोनों ओर फाटक की चौड़ाई तीन-तीन हाथ की थी।\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओसारे की लम्बाई बीस हाथ और चौड़ाई ग्यारह हाथ की थी; और उस पर चढ़ने को सीढ़ियाँ थीं; और दोनों ओर के खम्भों के पास लाटें थीं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "एक नया शहर, एक नया मन्दिर\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}