{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह पुरुष मुझे मन्दिर के पास ले गया, और उसके दोनों ओर के खम्भों को मापकर छः-छः हाथ चौड़े पाया, यह तो तम्बू की चौड़ाई थी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "द्वार की चौड़ाई दस हाथ की थी, और द्वार की दोनों ओर की दीवारें पाँच-पाँच हाथ की थीं; और उसने मन्दिर की लम्बाई मापकर चालीस हाथ की, और उसकी चौड़ाई बीस हाथ की पाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने भीतर जाकर* द्वार के खम्भों को मापा, और दो-दो हाथ का पाया; और द्वार छः हाथ का था; और द्वार की चौड़ाई सात हाथ की थी।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने भीतर के भवन की लम्बाई और चौड़ाई मन्दिर के सामने मापकर बीस-बीस हाथ की पाई; और उसने मुझसे कहा, “यह तो परमपवित्र स्थान है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर की कोठरियाँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने भवन की दीवार को मापकर छः हाथ की पाया, और भवन के आस-पास चार-चार हाथ चौड़ी बाहरी कोठरियाँ थीं।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये बाहरी कोठरियाँ तीन मंजिला थीं; और एक-एक महल में तीस-तीस कोठरियाँ थीं। भवन के आस-पास की दीवार इसलिए थी कि बाहरी कोठरियाँ उसके सहारे में हो; और उसी में कोठरियों की कड़ियाँ बैठाई हुई थीं और भवन की दीवार के सहारे में न थीं।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भवन के आस-पास जो कोठरियाँ बाहर थीं, उनमें से जो ऊपर थीं, वे अधिक चौड़ी थीं; अर्थात् भवन के आस-पास जो कुछ बना था, वह जैसे-जैसे ऊपर की ओर चढ़ता गया*, वैसे-वैसे चौड़ा होता गया; इस रीति, इस घर की चौड़ाई ऊपर की ओर बढ़ी हुई थी, और लोग निचली मंजिल के बीच से ऊपरी मंजिल को चढ़ सकते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने भवन के आस-पास ऊँची भूमि देखी, और बाहरी कोठरियों की ऊँचाई जोड़ तक छः हाथ के बाँस की थी।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाहरी कोठरियों के लिये जो दीवार थी, वह पाँच हाथ मोटी थी, और जो स्थान खाली रह गया था, वह भवन की बाहरी कोठरियों का स्थान था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाहरी कोठरियों के बीच-बीच भवन के आस-पास बीस हाथ का अन्तर था।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाहरी कोठरियों के द्वार उस स्थान की ओर थे, जो खाली था, अर्थात् एक द्वार उत्तर की ओर और दूसरा दक्षिण की ओर था; और जो स्थान रह गया, उसकी चौड़ाई चारों ओर पाँच-पाँच हाथ की थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पश्चिम की ओर का भवन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जो भवन मन्दिर के पश्चिमी आँगन के सामने था, वह सत्तर हाथ चौड़ा था; और भवन के आस-पास की दीवार पाँच हाथ मोटी थी, और उसकी लम्बाई नब्बे हाथ की थी। मन्दिर की सम्पूर्ण माप\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने भवन की लम्बाई मापकर सौ हाथ की पाई; और दीवारों समेत आँगन की भी लम्बाई मापकर सौ हाथ की पाई।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भवन का पूर्वी सामना और उसका आँगन सौ हाथ चौड़ा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने पीछे के आँगन के सामने की दीवार की लम्बाई जिसके दोनों ओर छज्जे थे, मापकर सौ हाथ की पाई; और भीतरी भवन और आँगन के ओसारों को भी मापा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर की सजावट\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने डेवढ़ियों और झिलमिलीदार खिड़कियों, और आस-पास की तीनों मंजिल के छज्जों को मापा जो डेवढ़ी के सामने थे, और चारों ओर उनकी तख्‍ता बन्दी हुई थी; और भूमि से खिड़कियों तक और खिड़कियों के आस-पास सब कहीं तख्ताबंदी हुई थी।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने द्वार के ऊपर का स्थान भीतरी भवन तक और उसके बाहर भी और आस-पास की सारी दीवार के भीतर और बाहर भी मापा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसमें करूब और खजूर के पेड़ ऐसे खुदे हुए थे कि दो-दो करूबों के बीच एक-एक खजूर का पेड़ था; और करूबों के दो-दो मुख थे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार से एक-एक खजूर की एक ओर मनुष्य का मुख बनाया हुआ था, और दूसरी ओर जवान सिंह का मुख बनाया हुआ था। इसी रीति सारे भवन के चारों ओर बना था।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भूमि से लेकर द्वार के ऊपर तक करूब और खजूर के पेड़ खुदे हुए थे, मन्दिर की दीवार इसी भाँति बनी हुई थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लकड़ी की वेदी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भवन के द्वारों के खम्भे चौकोर थे, और पवित्रस्‍थान के सामने का रूप मन्दिर का सा था।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वेदी काठ की बनी थी, और उसकी ऊँचाई तीन हाथ, और लम्बाई दो हाथ की थी; और उसके कोने और उसका सारा पाट और अलंगें भी काठ की थीं। और उसने मुझसे कहा, “यह तो यहोवा के सम्मुख की मेज है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पवित्रस्‍थान के द्वार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मन्दिर और पवित्रस्‍थान के द्वारों के दो-दो किवाड़ थे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हर एक किवाड़ में दो-दो मुड़नेवाले पल्ले थे, हर एक किवाड़ के लिये दो-दो पल्ले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे मन्दिर की दीवारों में करूब और खजूर के पेड़ खुदे हुए थे, वैसे ही उसके किवाड़ों में भी थे, और ओसारे की बाहरी ओर लकड़ी की मोटी-मोटी धरनें थीं।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओसारे के दोनों ओर झिलमिलीदार खिड़कियाँ थीं और खजूर के पेड़ खुदे थे; और भवन की बाहरी कोठरियाँ और मोटी-मोटी धरनें भी थीं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर की लम्बाई-चौड़ाई\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}