{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह पुरुष मुझे बाहरी आँगन में उत्तर की ओर ले गया, और मुझे उन दो कोठरियों के पास लाया जो भवन के आँगन के सामने और उसके उत्तर की ओर थीं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सौ हाथ की दूरी पर उत्तरी द्वार था, और चौड़ाई पचास हाथ की थी।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भीतरी आँगन के बीस हाथ सामने और बाहरी आँगन के फर्श के सामने तीनों महलों में छज्जे थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कोठरियों के सामने भीतर की ओर जानेवाला दस हाथ चौड़ा एक मार्ग था; और हाथ भर का एक और मार्ग था; और कोठरियों के द्वार उत्तर की ओर थे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऊपरी कोठरियाँ छोटी थीं, अर्थात् छज्जों के कारण वे निचली और बिचली कोठरियों से छोटी थीं।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वे तीन मंजिला थीं, और आँगनों के समान उनके खम्भे न थे; इस कारण ऊपरी कोठरियाँ निचली और बिचली कोठरियों से छोटी थीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो दीवार कोठरियों के बाहर उनके पास-पास थी अर्थात् कोठरियों के सामने बाहरी आँगन की ओर थी, उसकी लम्बाई पचास हाथ की थी।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि बाहरी आँगन की कोठरियाँ पचास हाथ लम्बी थीं, और मन्दिर के सामने* की ओर सौ हाथ की थी।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन कोठरियों के नीचे पूर्व की ओर मार्ग था, जहाँ लोग बाहरी आँगन से इनमें जाते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आँगन की दीवार की चौड़ाई में पूर्व की ओर अलग स्थान और भवन दोनों के सामने कोठरियाँ थीं।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके सामने का मार्ग उत्तरी कोठरियों के मार्ग-सा था; उनकी लम्बाई-चौड़ाई बराबर थी और निकास और ढंग उनके द्वार के से थे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दक्षिणी कोठरियों के द्वारों के अनुसार मार्ग के सिरे पर द्वार था, अर्थात् पूर्व की ओर की दीवार के सामने, जहाँ से लोग उनमें प्रवेश करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने मुझसे कहा, “ये उत्तरी और दक्षिणी कोठरियाँ जो आँगन के सामने हैं, वे ही पवित्र कोठरियाँ हैं, जिनमें यहोवा के समीप जानेवाले याजक परमपवित्र वस्तुएँ खाया करेंगे*; वे परमपवित्र वस्तुएँ, और अन्नबलि, और पापबलि, और दोषबलि, वहीं रखेंगे; क्योंकि वह स्थान पवित्र है।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब-जब याजक लोग भीतर जाएँगे, तब-तब निकलने के समय वे पवित्रस्‍थान से बाहरी आँगन में ऐसे ही न निकलेंगे, अर्थात् वे पहले अपनी सेवा टहल के वस्त्र पवित्रस्‍थान में रख देंगे; क्योंकि ये कोठरियाँ पवित्र हैं। तब वे दूसरे वस्त्र पहनकर साधारण लोगों के स्थान में जाएँगे।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर की बाहरी लम्बाई-चौड़ाई\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह भीतरी भवन को माप चुका, तब मुझे पूर्व दिशा के फाटक के मार्ग से बाहर ले जाकर बाहर का स्थान चारों ओर मापने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने पूर्वी ओर को मापने के बाँस से मापकर पाँच सौ बाँस का पाया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उत्तरी ओर को मापने के बाँस से मापकर पाँच सौ बाँस का पाया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने दक्षिणी ओर को मापने के बाँस से मापकर पाँच सौ बाँस का पाया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पश्चिमी ओर को मुड़कर उसने मापने के बाँस से मापकर उसे पाँच सौ बाँस का पाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उस स्थान की चारों सीमाएँ मापीं, और उसके चारों ओर एक दीवार थी, वह पाँच सौ बाँस लम्बी और पाँच सौ बाँस चौड़ी थी, और इसलिए बनी थी कि पवित्र और सर्वसाधारण को अलग-अलग करे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याजकों के लिये कोठरियाँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}