{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह पुरुष मुझे पवित्रस्‍थान के उस बाहरी फाटक के पास लौटा ले गया, जो पूर्वमुखी है; और वह बन्द था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, “यह फाटक बन्द रहे और खोला न जाए; कोई इससे होकर भीतर जाने न पाए; क्योंकि इस्राएल का परमेश्‍वर यहोवा इससे होकर भीतर आया है; इस कारण यह बन्द रहे।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "केवल प्रधान* ही, प्रधान होने के कारण, मेरे सामने भोजन करने को वहाँ बैठेगा; वह फाटक के ओसारे से होकर भीतर जाए, और इसी से होकर निकले।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर में प्रवेश के नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह उत्तरी फाटक के पास होकर मुझे भवन के सामने ले गया; तब मैंने देखा कि यहोवा का भवन यहोवा के तेज से भर गया है; और मैं मुँह के बल गिर पड़ा। (प्रका. 15:8)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, “हे मनुष्य के सन्तान, ध्यान देकर अपनी आँखों से देख, और जो कुछ मैं तुझ से अपने भवन की सब विधियों और नियमों के विषय में कहूँ, वह सब अपने कानों से सुन; और भवन के प्रवेश और पवित्रस्‍थान के सब निकासों पर ध्यान दे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन विरोधियों अर्थात् इस्राएल के घराने से कहना, परमेश्‍वर यहोवा यह कहता है : हे इस्राएल के घराने, अपने सब घृणित कामों से अब हाथ उठा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तुम मेरा भोजन अर्थात् चर्बी और लहू चढ़ाते थे, तब तुम बिराने लोगों* को जो मन और तन दोनों के खतनारहित थे, मेरे पवित्रस्‍थान में आने देते थे कि वे मेरा भवन अपवित्र करें; और उन्होंने मेरी वाचा को तोड़ दिया जिससे तुम्हारे सब घृणित काम बढ़ गए। (यहे. 1:28)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुमने मेरी पवित्र वस्तुओं की रक्षा न की, परन्तु तुमने अपने ही मन से अन्य लोगों को मेरे पवित्रस्‍थान में मेरी वस्तुओं की रक्षा करनेवाले ठहराया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए परमेश्‍वर यहोवा यह कहता है : इस्राएलियों के बीच जितने अन्य लोग हों, जो मन और तन दोनों के खतनारहित हैं, उनमें से कोई मेरे पवित्रस्‍थान में न आने पाए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लेवीय याजकपद से अलग किये गए\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु लेवीय लोग जो उस समय मुझसे दूर हो गए थे, जब इस्राएली लोग मुझे छोड़कर अपनी मूरतों के पीछे भटक गए थे, वे अपने अधर्म का भार उठाएँगे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वे मेरे पवित्रस्‍थान में टहलुए होकर भवन के फाटकों का पहरा देनेवाले और भवन के टहलुए रहें; वे होमबलि और मेलबलि के पशु लोगों के लिये वध करें, और उनकी सेवा टहल करने को उनके सामने खड़े हुआ करें।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस्राएल के घराने की सेवा टहल वे उनकी मूरतों के सामने करते थे, और उनके ठोकर खाने और अधर्म में फँसने का कारण हो गए थे; इस कारण मैंने उनके विषय में शपथ खाई है कि वे अपने अधर्म का भार उठाए, परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मेरे समीप न आएँ, और न मेरे लिये याजक का काम करें; और न मेरी किसी पवित्र वस्तु, या किसी परमपवित्र वस्तु को छूने पाएँ; वे अपनी लज्जा का और जो घृणित काम उन्होंने किए, उनका भी भार उठाए।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी मैं उन्हें भवन में की सौंपी हुई वस्तुओं का रक्षक ठहराऊँगा; उसमें सेवा का जितना काम हो, और जो कुछ उसमें करना हो, उसके करनेवाले वे ही हों।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "याजक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर लेवीय याजक जो सादोक की सन्तान हैं, और जिन्होंने उस समय मेरे पवित्रस्‍थान की रक्षा की जब इस्राएली मेरे पास से भटक गए थे, वे मेरी सेवा टहल करने को मेरे समीप आया करें, और मुझे चर्बी और लहू चढ़ाने को मेरे सम्मुख खड़े हुआ करें, परमेश्‍वर यहोवा की यही वाणी है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मेरे पवित्रस्‍थान में आया करें, और मेरी मेज के पास मेरी सेवा टहल करने को आएँ और मेरी वस्तुओं की रक्षा करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे भीतरी आँगन के फाटकों से होकर जाया करें, तब सन के वस्त्र पहने हुए जाएँ, और जब वे भीतरी आँगन के फाटकों में या उसके भीतर सेवा टहल करते हों, तब कुछ ऊन के वस्त्र न पहनें।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे सिर पर सन की सुन्दर टोपियाँ पहनें और कमर में सन की जाँघिया बाँधे हों; किसी ऐसे कपड़े से वे कमर न बाँधे जिससे पसीना होता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे बाहरी आँगन में लोगों के पास निकलें, तब जो वस्त्र पहने हुए वे सेवा टहल करते थे, उन्हें उतारकर और पवित्र कोठरियों में रखकर दूसरे वस्त्र पहनें, जिससे लोग उनके वस्त्रों के कारण पवित्र न ठहरें*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न तो वे सिर मुण्डाएँ, और न बाल लम्बे होने दें; वे केवल अपने बाल कटाएँ।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भीतरी आँगन में जाने के समय कोई याजक दाखमधु न पीए।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे विधवा या छोड़ी हुई स्त्री को ब्याह न लें; केवल इस्राएल के घराने के वंश में से कुँवारी या ऐसी विधवा ब्याह लें जो किसी याजक की स्त्री हुई हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मेरी प्रजा को पवित्र अपवित्र का भेद सिखाया करें, और शुद्ध अशुद्ध का अन्तर बताया करें।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब कोई मुकद्दमा हो तब न्याय करने को भी वे ही बैठे, और मेरे नियमों के अनुसार न्याय करें। मेरे सब नियत पर्वों के विषय भी वे मेरी व्यवस्था और विधियाँ पालन करें, और मेरे विश्रामदिनों को पवित्र मानें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे किसी मनुष्य के शव के पास न जाएँ कि अशुद्ध हो जाएँ; केवल माता-पिता, बेटे-बेटी; भाई, और ऐसी बहन के शव के कारण जिसका विवाह न हुआ हो वे अपने को अशुद्ध कर सकते हैं।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे अशुद्ध हो जाएँ, तब उनके लिये सात दिन गिने जाएँ और तब वे शुद्ध ठहरें,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस दिन वे पवित्रस्‍थान अर्थात् भीतरी आँगन में सेवा टहल करने को फिर प्रवेश करें, उस दिन अपने लिये पापबलि चढ़ाएँ, परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उनका एक ही निज भाग होगा, अर्थात् उनका भाग मैं ही हूँ; तुम उन्हें इस्राएल के बीच कुछ ऐसी भूमि न देना जो उनकी निज हो; उनकी निज भूमि मैं ही हूँ।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे अन्नबलि, पापबलि और दोषबलि खाया करें; और इस्राएल में जो वस्तु अर्पण की जाए, वह उनको मिला करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सब प्रकार की सबसे पहली उपज और सब प्रकार की उठाई हुई वस्तु जो तुम उठाकर चढ़ाओ, याजकों को मिला करे; और नये अन्न का पहला गूँधा हुआ आटा भी याजक को दिया करना, जिससे तुम लोगों के घर में आशीष हो। (व्यव. 26:10)\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कुछ अपने आप मरे या फाड़ा गया हो, चाहे पक्षी हो या पशु उसका माँस याजक न खाए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पूर्वी द्वार का उपयोग\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}