{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब तुम चिट्ठी डालकर देश को बाँटो, तब देश में से एक भाग पवित्र जानकर यहोवा को अर्पण करना; उसकी लम्बाई पच्चीस हजार बाँस की और चौड़ाई दस हजार बाँस की हो; वह भाग अपने चारों ओर के सीमा तक पवित्र ठहरे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसमें से पवित्रस्‍थान के लिये पाँच सौ बाँस लम्बी और पाँच सौ बाँस चौड़ी चौकोनी भूमि हो, और उसकी चारों ओर पचास-पचास हाथ चौड़ी भूमि छूटी पड़ी रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस पवित्र भाग में तुम पच्चीस हजार बाँस लम्बी और दस हजार बाँस चौड़ी भूमि को मापना, और उसी में पवित्रस्‍थान बनाना, जो परमपवित्र ठहरे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो याजक पवित्रस्‍थान की सेवा टहल करें और यहोवा की सेवा टहल करने को समीप आएँ, वह उन्हीं के लिये हो; वहाँ उनके घरों के लिये स्थान हो और पवित्रस्‍थान के लिये पवित्र ठहरे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर पच्चीस हजार बाँस लम्बा, और दस हजार बाँस चौड़ा एक भाग, भवन की सेवा टहल करनेवाले लेवियों की बीस कोठरियों के लिये हो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर नगर के लिये, अर्पण किए हुए पवित्र भाग के पास, तुम पाँच हजार बाँस चौड़ी और पच्चीस हजार बाँस लम्बी, विशेष भूमि ठहराना; वह इस्राएल के सारे घराने के लिये हो।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "प्रधानों के लिये भूमि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“प्रधान का निज भाग पवित्र अर्पण किए हुए भाग और नगर की विशेष भूमि की दोनों ओर अर्थात् दोनों की पश्चिम और पूर्व दिशाओं में दोनों भागों के सामने हों; और उसकी लम्बाई पश्चिम से लेकर पूर्व तक उन दो भागों में से किसी भी एक के तुल्य हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के देश में प्रधान की यही निज भूमि हो। और मेरे ठहराए हुए प्रधान मेरी प्रजा पर फिर अंधेर न करें; परन्तु इस्राएल के घराने को उसके गोत्रों के अनुसार देश मिले।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "प्रधान के लिये नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परमेश्‍वर यहोवा यह कहता है : हे इस्राएल के प्रधानों! बस करो, उपद्रव और उत्पात को दूर करो, और न्याय और धर्म के काम किया करो; मेरी प्रजा के लोगों को निकाल देना छोड़ दो, परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम्हारे पास सच्चा तराजू, सच्चा एपा, और सच्चा बत रहे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एपा और बत दोनों एक ही नाप के हों, अर्थात् दोनों में होमेर का दसवाँ अंश समाए; दोनों की नाप होमेर के हिसाब से हो।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शेकेल बीस गेरा का हो; और तुम्हारा माना बीस, पच्चीस, या पन्द्रह शेकेल का हो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम्हारी उठाई हुई भेंट यह हो, अर्थात् गेहूँ के होमेर से एपा का छठवाँ अंश, और जौ के होमेर में से एपा का छठवाँ अंश देना।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेल का नियत अंश कोर में से बत का दसवाँ अंश हो; कोर तो दस बत अर्थात् एक होमेर के तुल्य है, क्योंकि होमेर दस बत का होता है।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल की उत्तम-उत्तम चराइयों से दो-दो सौ भेड़-बकरियों में से एक भेड़ या बकरी दी जाए। ये सब वस्तुएँ अन्नबलि, होमबलि और मेलबलि के लिये दी जाएँ जिससे उनके लिये प्रायश्चित किया जाए, परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के प्रधान के लिये देश के सब लोग यह भेंट दें।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर्वों, नये चाँद के दिनों, विश्रामदिनों और इस्राएल के घराने के सब नियत समयों में होमबलि, अन्नबलि, और अर्घ देना प्रधान ही का काम* हो। इस्राएल के घराने के लिये प्रायश्चित करने को वह पापबलि, अन्नबलि, होमबलि, और मेलबलि तैयार करे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पर्व\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परमेश्‍वर यहोवा यह कहता है : पहले महीने के पहले दिन को तू एक निर्दोष बछड़ा लेकर पवित्रस्‍थान को पवित्र करना।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पापबलि के लहू में से याजक कुछ लेकर भवन के चौखट के खम्भों, और वेदी की कुर्सी के चारों कोनों, और भीतरी आँगन के फाटक के खम्भों पर लगाए।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर महीने के सातवें दिन को सब भूल में पड़े हुओं और भोलों के लिये भी यह ही करना; इसी प्रकार से भवन के लिये प्रायश्चित करना।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“पहले महीने के चौदहवें दिन को तुम्हारा फसह हुआ करे, वह सात दिन का पर्व हो और उसमें अख़मीरी रोटी खाई जाए।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन प्रधान अपने और प्रजा के सब लोगों के निमित्त एक बछड़ा पापबलि के लिये तैयार करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर्व के सातों दिन वह यहोवा के लिये होमबलि तैयार करे, अर्थात् हर एक दिन सात-सात निर्दोष बछड़े और सात-सात निर्दोष मेढ़े और प्रतिदिन एक-एक बकरा पापबलि के लिये तैयार करे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हर एक बछड़े और मेढ़े के साथ वह एपा भर अन्नबलि, और एपा पीछे हीन भर तेल तैयार करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सातवें महीने के पन्द्रहवें दिन से लेकर सात दिन तक अर्थात् पर्व के दिनों में वह पापबलि, होमबलि, अन्नबलि, और तेल इसी विधि के अनुसार किया करे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "भूमि का पवित्र भाग\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}