{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन मेरे पास पहुँचा\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मनुष्य के सन्तान, प्रभु यहोवा इस्राएल की भूमि के विषय में यह कहता है, कि अन्त हुआ; चारों कोनों समेत देश का अन्त आ गया है। (यहे. 7:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा अन्त भी आ गया, और मैं अपना क्रोध तुझ पर भड़काकर तेरे चालचलन के अनुसार तुझे दण्ड दूँगा; और तेरे सारे घिनौने कामों का फल तुझे दूँगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी दयादृष्टि तुझ पर न होगी, और न मैं कोमलता करूँगा; और जब तक तेरे घिनौने पाप तुझ में बने रहेंगे तब तक मैं तेरे चाल-चलन का फल तुझे दूँगा। तब तू जान लेगा कि मैं यहोवा हूँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“प्रभु यहोवा यह कहता है: विपत्ति है, एक बड़ी विपत्ति है! देखो, वह आती है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त आ गया है, सब का अन्त आया है; वह तेरे विरुद्ध जागा है। देखो, वह आता है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे देश के निवासी, तेरे लिये चक्र घूम चुका, समय आ गया, दिन निकट है; पहाड़ों पर आनन्द के शब्द का दिन नहीं, हुल्लड़ ही का होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब थोड़े दिनों में मैं अपनी जलजलाहट तुझ पर भड़काऊँगा, और तुझ पर पूरा कोप उण्डेलूँगा और तेरे चालचलन के अनुसार तुझे दण्ड दूँगा। और तेरे सारे घिनौने कामों का फल तुझे भुगताऊँगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी दयादृष्टि तुझ पर न होगी और न मैं तुझ पर कोमलता करूँगा। मैं तेरी चालचलन का फल तुझे भुगताऊँगा, और तेरे घिनौने पाप तुझ में बने रहेंगे। तब तुम जान लोगे कि मैं यहोवा दण्ड देनेवाला हूँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“देखो, उस दिन को देखो, वह आता है! चक्र घूम चुका, छड़ी फूल चुकी, अभिमान फूला है।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उपद्रव बढ़ते-बढ़ते दुष्टता का दण्ड बन गया; उनमें से कोई न बचेगा, और न उनकी भीड़-भाड़, न उनके धन में से कुछ रहेगा; और न उनमें से किसी के लिये विलाप सुन पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "समय आ गया, दिन निकट आ गया है; न तो मोल लेनेवाला आनन्द करे और न बेचनेवाला शोक करे, क्योंकि उनकी सारी भीड़ पर कोप भड़क उठा है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे वे जीवित रहें, तो भी बेचनेवाला बेची हुई वस्तु के पास कभी लौटने न पाएगा*; क्योंकि दर्शन की यह बात देश की सारी भीड़ पर घटेगी; कोई न लौटेगा; कोई भी मनुष्य, जो अधर्म में जीवित रहता है, बल न पकड़ सकेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उन्होंने नरसिंगा फूँका और सब कुछ तैयार कर दिया; परन्तु युद्ध में कोई नहीं जाता क्योंकि देश की सारी भीड़ पर मेरा कोप भड़का हुआ है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल की निर्जनता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“बाहर तलवार और भीतर अकाल और मरी हैं; जो मैदान में हो वह तलवार से मरेगा, और जो नगर में हो वह भूख और मरी से मारा जाएगा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनमें से जो बच निकलेंगे वे बचेंगे तो सही परन्तु अपने-अपने अधर्म में फँसे रहकर तराइयों में रहनेवाले कबूतरों के समान पहाड़ों के ऊपर विलाप करते रहेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सबके हाथ ढीले और सबके घुटने अति निर्बल हो जाएँगे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे कमर में टाट कसेंगे, और उनके रोएँ खड़े होंगे; सबके मुँह सूख जाएँगे और सबके सिर मूँड़े जाएँगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे अपनी चाँदी सड़कों में फेंक देंगे, और उनका सोना अशुद्ध वस्तु ठहरेगा; यहोवा की जलन के दिन उनका सोना चाँदी उनको बचा न सकेगी, न उससे उनका जी सन्तुष्ट होगा, न उनके पेट भरेंगे। क्योंकि वह उनके अधर्म के ठोकर का कारण हुआ है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनका देश जो शोभायमान और शिरोमणि था, उसके विषय में उन्होंने गर्व ही गर्व करके उसमें अपनी घृणित वस्तुओं की मूरतें, और घृणित वस्तुएँ बना रखीं, इस कारण मैंने उसे उनके लिये अशुद्ध वस्तु ठहराया है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसे लूटने के लिये परदेशियों के हाथ, और धन छीनने के लिये पृथ्वी के दुष्ट लोगों के वश में कर दूँगा; और वे उसे अपवित्र कर डालेंगे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनसे मुँह फेर लूँगा, तब वे मेरे सुरक्षित स्थान को* अपवित्र करेंगे; डाकू उसमें घुसकर उसे अपवित्र करेंगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“एक साँकल बना दे, क्योंकि देश अन्याय की हत्या से, और नगर उपद्रव से भरा हुआ है।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं अन्यजातियों के बुरे से बुरे लोगों को लाऊँगा, जो उनके घरों के स्वामी हो जाएँगे; और मैं सामर्थियों का गर्व तोड़ दूँगा और उनके पवित्रस्‍थान अपवित्र किए जाएँगे।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सत्यानाश होने पर है तब ढूँढ़ने पर भी उन्हें शान्ति न मिलेगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "विपत्ति पर विपत्ति आएगी और उड़ती हुई चर्चा पर चर्चा सुनाई पड़ेगी; और लोग भविष्यद्वक्ता से दर्शन की बात पूछेंगे, परन्तु याजक के पास से व्यवस्था, और पुरनिये के पास से सम्मति देने की शक्ति जाती रहेगी।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा तो शोक करेगा, और रईस उदासीरूपी वस्त्र पहनेंगे, और देश के लोगों के हाथ ढीले पड़ेंगे। मैं उनके चलन के अनुसार उनसे बर्ताव करूँगा, और उनकी कमाई के समान उनको दण्ड दूँगा; तब वे जान लेंगे कि मैं यहोवा हूँ।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अन्त का आना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}