{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर हासोर के राजा याबीन* ने मादोन के राजा योबाब, और शिम्रोन और अक्षाप के राजाओं को,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो-जो राजा उत्तर की ओर पहाड़ी देश में, और किन्नेरेत के दक्षिण के अराबा में, और नीचे के देश में, और पश्चिम की ओर दोर के ऊँचे देश में रहते थे, उनको,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पूरब पश्चिम दोनों ओर के रहनेवाले कनानियों, और एमोरियों, हित्तियों, परिज्जियों, और पहाड़ी यबूसियों, और मिस्पा* देश में हेर्मोन पहाड़ के नीचे रहनेवाले हिव्वियों को बुलवा भेजा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे अपनी-अपनी सेना समेत, जो समुद्र के किनारे रेतकणों के समान बहुत थीं, मिलकर निकल आए, और उनके साथ बहुत से घोड़े और रथ भी थे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे सब राजा सम्मति करके इकट्ठे हुए, और इस्राएलियों से लड़ने को मेरोम नामक ताल के पास आकर एक संग छावनी डाली।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने यहोशू से कहा, “उनसे मत डर, क्योंकि कल इसी समय मैं उन सभी को इस्राएलियों के वश में करके मरवा डालूँगा; तब तू उनके घोड़ों के घुटनों की नस कटवाना, और उनके रथ भस्म कर देना।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोशू सब योद्धाओं समेत मेरोम नामक ताल के पास अचानक पहुँचकर उन पर टूट पड़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने उनको इस्राएलियों के हाथ में कर दिया, इसलिए उन्होंने उन्हें मार लिया, और बड़े नगर सीदोन और मिस्रपोतमैम तक, और पूर्व की ओर मिस्पे के मैदान तक उनका पीछा किया; और उनको मारा, और उनमें से किसी को जीवित न छोड़ा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू ने यहोवा की आज्ञा के अनुसार उनसे किया, अर्थात् उनके घोड़ों के घुटनों की नस कटवाई, और उनके रथ आग में जलाकर भस्म कर दिए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यहोशू ने घूमकर हासोर को जो पहले उन सब राज्यों में मुख्य नगर था ले लिया, और उसके राजा को तलवार से मार डाला।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितने प्राणी उसमें थे उन सभी को उन्होंने तलवार से मारकर सत्यानाश किया; और किसी प्राणी को जीवित न छोड़ा, और हासोर को यहोशू ने आग लगाकर फुँकवा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन सब नगरों को उनके सब राजाओं समेत यहोशू ने ले लिया, और यहोवा के दास मूसा की आज्ञा के अनुसार उनको तलवार से घात करके सत्यानाश किया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हासोर को छोड़कर, जिसे यहोशू ने फुँकवा दिया, इस्राएल ने और किसी नगर को जो अपने टीले पर बसा था नहीं जलाया\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इन नगरों के पशु और इनकी सारी लूट को इस्राएलियों ने अपना कर लिया; परन्तु मनुष्यों को उन्होंने तलवार से मार डाला, यहाँ तक उनका सत्यानाश कर डाला कि एक भी प्राणी को जीवित नहीं छोड़ा गया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो आज्ञा यहोवा ने अपने दास मूसा को दी थी उसी के अनुसार मूसा ने यहोशू को आज्ञा दी थी, और ठीक वैसा ही यहोशू ने किया भी; जो-जो आज्ञा यहोवा ने मूसा को दी थी उनमें से यहोशू ने कोई भी पूरी किए बिना न छोड़ी।।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "समस्त कनान का राजाओं समेत जीता जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू ने उस सारे देश को, अर्थात् पहाड़ी देश, और सारे दक्षिणी देश, और कुल गोशेन देश, और नीचे के देश, अराबा, और इस्राएल के पहाड़ी देश, और उसके नीचेवाले देश को,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हालाक नाम पहाड़ से ले, जो सेईर की चढ़ाई पर है, बालगाद तक, जो लबानोन के मैदान में हेर्मोन पर्वत के नीचे है, जितने देश हैं उन सब को जीत लिया और उन देशों के सारे राजाओं को पकड़कर मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन सब राजाओं से युद्ध करते-करते यहोशू को बहुत दिन लग गए।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गिबोन के निवासी हिव्वियों को छोड़ और किसी नगर के लोगों ने इस्राएलियों से मेल न किया; और सब नगरों को उन्होंने लड़ लड़कर जीत लिया।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा की जो मनसा थी, कि अपनी उस आज्ञा के अनुसार जो उसने मूसा को दी थी उन पर कुछ भी दया न करे; वरन् सत्यानाश कर डालें, इस कारण उसने उनके मन ऐसे कठोर कर दिए, कि उन्होंने इस्राएलियों का सामना करके उनसे युद्ध किया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यहोशू ने पहाड़ी देश में आकर हेब्रोन, दबीर, अनाब, वरन् यहूदा और इस्राएल दोनों के सारे पहाड़ी देश में रहनेवाले अनाकियों को नाश किया; यहोशू ने नगरों समेत उनका सत्यानाश कर डाला।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएलियों के देश में कोई अनाकी न रह गया; केवल गाज़ा, गत, और अश्दोद में कोई-कोई रह गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा यहोवा ने मूसा से कहा था, वैसा ही यहोशू ने वह सारा देश ले लिया; और उसे इस्राएल के गोत्रों और कुलों के अनुसार बाँट करके उन्हें दे दिया। और देश को लड़ाई से शान्ति मिली।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "कनान के उत्तरीय भाग का जीता जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}