{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोशू बूढ़ा और बहुत उम्र का हो गया था; और यहोवा ने उससे कहा, “तू बूढ़ा और बहुत उम्र का हो गया है, और बहुत देश रह गए हैं*, जो इस्राएल के अधिकार में अभी तक नहीं आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये देश रह गए हैं, अर्थात् पलिश्तियों का सारा प्रान्त, और सारे गशूरी*\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(मिस्र के आगे शीहोर से लेकर उत्तर की ओर एक्रोन की सीमा तक जो कनानियों का भाग गिना जाता है; और पलिश्तियों के पाँचों सरदार, अर्थात् गाज़ा, अश्दोद, अश्कलोन, गत, और एक्रोन के लोग), और दक्षिणी ओर अव्वी भी,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अपेक और एमोरियों की सीमा तक कनानियों का सारा देश और सीदोनियों का मारा नामक देश,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर गबालियों का देश*, और सूर्योदय की ओर हेर्मोन पर्वत के नीचे के बालगाद से लेकर हमात की घाटी तक सारा लबानोन,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लबानोन से लेकर मिस्रपोतमैम तक सीदोनियों के पहाड़ी देश के निवासी। इनको मैं इस्राएलियों के सामने से निकाल दूँगा; इतना हो कि तू मेरी आज्ञा के अनुसार चिट्ठी डाल डालकर उनका देश इस्राएल को बाँट दे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू अब इस देश को नौ गोत्रों और मनश्शे के आधे गोत्र को उनका भाग होने के लिये बाँट दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रूबेनियों और गादियों को तो वह भाग मिल चुका था, जिसे मूसा ने उन्हें यरदन के पूर्व की ओर दिया था, क्योंकि यहोवा के दास मूसा ने उन्हीं को दिया था,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् अर्नोन नामक घाटी के किनारे के अरोएर से लेकर, और उसी घाटी के बीच के नगर को छोड़कर दीबोन तक मेदबा के पास का सारा चौरस देश;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अम्मोनियों की सीमा तक हेशबोन में विराजनेवाले एमोरियों के राजा सीहोन के सारे नगर;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गिलाद देश, और गशूरियों और माकावासियों की सीमा, और सारा हेर्मोन पर्वत, और सल्का तक सारा बाशान,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अश्तारोत और एद्रेई में विराजनेवाले उस ओग का सारा राज्य जो रपाइयों में से अकेला बच गया था; क्योंकि इन्हीं को मूसा ने मारकर उनकी प्रजा को उस देश से निकाल दिया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु इस्राएलियों ने गशूरियों और माकियों को उनके देश से न निकाला; इसलिए गशूरी और माकी इस्राएलियों के मध्य में आज तक रहते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लेवी के गोत्रियों को उसने कोई भाग न दिया; क्योंकि इस्राएल के परमेश्‍वर यहोवा के वचन के अनुसार उसी के हव्य उनके लिये भाग ठहरे हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने रूबेन के गोत्र को उनके कुलों के अनुसार दिया,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् अर्नोन नामक घाटी के किनारे के अरोएर से लेकर और उसी घाटी के बीच के नगर को छोड़कर मेदबा के पास का सारा चौरस देश;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर चौरस देश में का हेशबोन और उसके सब गाँव; फिर दीबोन, बामोतबाल, बेतबाल्मोन,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहस, कदेमोत, मेपात,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किर्यातैम, सिबमा, और तराई में के पहाड़ पर बसा हुआ सेरेथश्शहर,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बेतपोर, पिसगा की ढलान और बेत्यशीमोत,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् चौरस देश में बसे हुए हेशबोन में विराजनेवाले एमोरियों के उस राजा सीहोन के राज्य के सारे नगर जिन्हें मूसा ने मार लिया था। मूसा ने एवी, रेकेम, सूर, हूर, और रेबा नामक मिद्यान के प्रधानों को भी मार डाला था जो सीहोन के ठहराए हुए हाकिम और उसी देश के निवासी थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों ने उनके और मारे हुओं के साथ बोर के पुत्र भावी कहनेवाले बिलाम को भी तलवार से मार डाला।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और रूबेनियों की सीमा यरदन का किनारा ठहरा। रूबेनियों का भाग उनके कुलों के अनुसार नगरों और गाँवों समेत यही ठहरा।।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने गाद के गोत्रियों को भी कुलों के अनुसार उनका निज भाग करके बाँट दिया।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यह ठहरा, अर्थात् याजेर आदि गिलाद के सारे नगर, और रब्‍बाह के सामने के अरोएर तक अम्मोनियों का आधा देश,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हेशबोन से रामत-मिस्पे और बतोनीम् तक, और महनैम से दबीर की सीमा तक,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तराई में बेतहारम, बेतनिम्रा, सुक्कोत, और सापोन, और हेशबोन के राजा सीहोन के राज्य के बचे हुए भाग, और किन्नेरेत नामक ताल के सिरे तक, यरदन के पूर्व की ओर का वह देश जिसकी सीमा यरदन है।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गादियों का भाग उनके कुलों के अनुसार नगरों और गाँवों समेत यही ठहरा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने मनश्शे के आधे गोत्रियों को भी उनका निज भाग कर दिया; वह मनश्शेइयों के आधे गोत्र का निज भाग उनके कुलों के अनुसार ठहरा।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह यह है, अर्थात् महनैम से लेकर बाशान के राजा ओग के राज्य का सब देश, और बाशान में बसी हुई याईर की साठों बस्तियाँ,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गिलाद का आधा भाग, और अश्तारोत, और एद्रेई, जो बाशान में ओग के राज्य के नगर थे, ये मनश्शे के पुत्र माकीर के वंश का, अर्थात् माकीर के आधे वंश का निज भाग कुलों के अनुसार ठहरे।।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो भाग मूसा ने मोआब के अराबा में यरीहो के पास के यरदन के पूर्व की ओर बाँट दिए वे ये ही हैं।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु लेवी के गोत्र को मूसा ने कोई भाग न दिया; इस्राएल का परमेश्‍वर यहोवा ही अपने वचन के अनुसार उनका भाग ठहरा।।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "कनान देश का इस्राएली गोत्र-गोत्र में बाँटा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}