{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो-जो भाग इस्राएलियों ने कनान देश में पाए, उन्हें एलीआजर याजक, और नून के पुत्र यहोशू, और इस्राएली गोत्रों के पूर्वजों के घरानों के मुख्य-मुख्य पुरुषों ने उनको दिया वे ये हैं। (प्रेरि. 13:19)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो आज्ञा यहोवा ने मूसा के द्वारा साढ़े नौ गोत्रों के लिये दी थी, उसके अनुसार उनके भाग चिट्ठी डाल डालकर दिए गए।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा ने तो ढाई गोत्रों के भाग यरदन पार दिए थे; परन्तु लेवियों को उसने उनके बीच कोई भाग न दिया था।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूसुफ के वंश के तो दो गोत्र हो गए थे, अर्थात् मनश्शे और एप्रैम; और उस देश में लेवियों को कुछ भाग न दिया गया, केवल रहने के नगर, और पशु आदि धन रखने को चराइयाँ उनको मिलीं।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो आज्ञा यहोवा ने मूसा को दी थी उसके अनुसार इस्राएलियों ने किया; और उन्होंने देश को बाँट लिया।।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदी* यहोशू के पास गिलगाल में आए; और कनजी यपुन्‍ने के पुत्र कालेब ने उससे कहा, “तू जानता होगा कि यहोवा ने कादेशबर्ने में परमेश्‍वर के जन मूसा से मेरे और तेरे विषय में क्या कहा था।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा के दास मूसा ने मुझे इस देश का भेद लेने के लिये कादेशबर्ने से भेजा था तब मैं चालीस वर्ष का था; और मैं सच्चे मन से उसके पास सन्देश ले आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरे साथी जो मेरे संग गए थे उन्होंने तो प्रजा के लोगों का मन निराश कर दिया, परन्तु मैंने अपने परमेश्‍वर यहोवा की पूरी रीति से बात मानी।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस दिन मूसा ने शपथ खाकर* मुझसे कहा, ‘तूने पूरी रीति से मेरे परमेश्‍वर यहोवा की बातों का अनुकरण किया है, इस कारण निःसन्देह जिस भूमि पर तू अपने पाँव धर आया है वह सदा के लिये तेरा और तेरे वंश का भाग होगी’।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब देख, जब से यहोवा ने मूसा से यह वचन कहा था तब से पैंतालीस वर्ष हो चुके हैं, जिनमें इस्राएली जंगल में घूमते फिरते रहे; उनमें यहोवा ने अपने कहने के अनुसार मुझे जीवित रखा है; और अब मैं पचासी वर्ष का हूँ।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जितना बल मूसा के भेजने के दिन मुझ में था उतना बल अभी तक मुझ में है; युद्ध करने और भीतर बाहर आने-जाने के लिये जितनी उस समय मुझ में सामर्थ्य थी उतनी ही अब भी मुझ में सामर्थ्य है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब वह पहाड़ी मुझे दे जिसकी चर्चा यहोवा ने उस दिन की थी; तूने तो उस दिन सुना होगा कि उसमें अनाकवंशी रहते हैं, और बड़े-बड़े गढ़वाले नगर भी हैं; परन्तु क्या जाने सम्भव है कि यहोवा मेरे संग रहे, और उसके कहने के अनुसार मैं उन्हें उनके देश से निकाल दूँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू ने उसको आशीर्वाद दिया; और हेब्रोन को यपुन्‍ने के पुत्र कालेब का भाग कर दिया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण हेब्रोन कनजी यपुन्‍ने के पुत्र कालेब का भाग आज तक बना है, क्योंकि वह इस्राएल के परमेश्‍वर यहोवा का पूरी रीति से अनुगामी था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहले हेब्रोन का नाम किर्यतअर्बा था; वह अर्बा अनाकियों में सबसे बड़ा पुरुष था। और उस देश को लड़ाई से शान्ति मिली।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरदन के पश्चिमी भाग का विभाजन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}