{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने यहोशू से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से यह कह, ‘मैंने मूसा के द्वारा तुम से शरण नगरों की जो चर्चा की थी उसके अनुसार उनको ठहरा लो,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिससे जो कोई भूल से बिना जाने किसी को मार डाले, वह उनमें से किसी में भाग जाए; इसलिए वे नगर खून के पलटा लेनेवाले से बचने के लिये तुम्हारे शरणस्थान ठहरें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उन नगरों में से किसी को भाग जाए, और उस नगर के फाटक* में से खड़ा होकर उसके पुरनियों को अपना मुकद्दमा कह सुनाए; और वे उसको अपने नगर में अपने पास टिका लें, और उसे कोई स्थान दें, जिसमें वह उनके साथ रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि खून का पलटा लेनेवाला उसका पीछा करे, तो वे यह जानकर कि उसने अपने पड़ोसी को बिना जाने, और पहले उससे बिना बैर रखे मारा, उस खूनी को उसके हाथ में न दें।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक वह मण्डली के सामने न्याय के लिये खड़ा न हो, और जब तक उन दिनों का महायाजक न मर जाए, तब तक वह उसी नगर में रहे; उसके बाद वह खूनी अपने नगर को लौटकर जिससे वह भाग आया हो अपने घर में फिर रहने पाए’।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने नप्ताली के पहाड़ी देश में गलील के केदेश को, और एप्रैम के पहाड़ी देश में शेकेम को, और यहूदा के पहाड़ी देश में किर्यतअर्बा को, (जो हेब्रोन भी कहलाता है) पवित्र ठहराया।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यरीहो के पास के यरदन के पूर्व की ओर उन्होंने रूबेन के गोत्र के भाग में बेसेर को, जो जंगल में चौरस भूमि पर बसा हुआ है, और गाद के गोत्र के भाग में गिलाद के रामोत को, और मनश्शे के गोत्र के भाग में बाशान के गोलन को ठहराया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सारे इस्राएलियों के लिये, और उनके बीच रहनेवाले परदेशियों के लिये भी, जो नगर इस मनसा से ठहराए गए कि जो कोई किसी प्राणी को भूल से मार डाले वह उनमें से किसी में भाग जाए, और जब तक न्याय के लिये मण्डली के सामने खड़ा न हो, तब तक खून का पलटा लेनेवाला उसे मार डालने न पाए, वे यह ही हैं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शरण नगरों का ठहराया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}