{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बहुत दिनों के बाद, जब यहोवा ने इस्राएलियों को उनके चारों ओर के शत्रुओं से विश्राम दिया, और यहोशू बूढ़ा और बहुत आयु का हो गया*,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू सब इस्राएलियों को, अर्थात् पुरनियों, मुख्य पुरुषों, न्यायियों, और सरदारों को बुलवाकर कहने लगा*, “मैं तो अब बूढ़ा और बहुत आयु का हो गया हूँ;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम ने देखा कि तुम्हारे परमेश्‍वर यहोवा ने तुम्हारे निमित्त इन सब जातियों से क्या-क्या किया है, क्योंकि जो तुम्हारी ओर से लड़ता आया है वह तुम्हारा परमेश्‍वर यहोवा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, मैंने इन बची हुई जातियों को चिट्ठी डाल डालकर तुम्हारे गोत्रों का भाग कर दिया है; और यरदन से लेकर सूर्यास्त की ओर के बड़े समुद्र तक रहनेवाली उन सब जातियों को भी ऐसा ही दिया है, जिनको मैंने काट डाला है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम्हारा परमेश्‍वर यहोवा उनको तुम्हारे सामने से उनके देश से निकाल देगा; और तुम अपने परमेश्‍वर यहोवा के वचन के अनुसार उनके देश के अधिकारी हो जाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए बहुत हियाव बाँधकर, जो कुछ मूसा की व्यवस्था की पुस्तक में लिखा है उसके पूरा करने में चौकसी करना, उससे न तो दाहिने मुड़ना और न बाएँ।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये जो जातियाँ तुम्हारे बीच रह गई हैं इनके बीच न जाना, और न इनके देवताओं के नामों की चर्चा करना, और न उनकी शपथ खिलाना, और न उनकी उपासना करना, और न उनको दण्डवत् करना,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जैसे आज के दिन तक तुम अपने परमेश्‍वर यहोवा की भक्ति में लवलीन रहते हो, वैसे ही रहा करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने तुम्हारे सामने से बड़ी-बड़ी और बलवन्त जातियाँ निकाली हैं; और तुम्हारे सामने आज के दिन तक कोई ठहर नहीं सका। (प्रेरि. 7:45)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम में से एक मनुष्य हजार मनुष्यों को भगाएगा, क्योंकि तुम्हारा परमेश्‍वर यहोवा अपने वचन के अनुसार तुम्हारी ओर से लड़ता है।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अपने परमेश्‍वर यहोवा से प्रेम रखने की पूरी चौकसी करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यदि तुम किसी रीति यहोवा से फिरकर इन जातियों के बाकी लोगों से मिलने लगो जो तुम्हारे बीच बचे हुए रहते हैं, और इनसे ब्याह शादी करके इनके साथ समधियाना रिश्ता जोड़ो,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो निश्चय जान लो कि आगे को तुम्हारा परमेश्‍वर यहोवा इन जातियों को तुम्हारे सामने से नहीं निकालेगा; और ये तुम्हारे लिये जाल और फंदे, और तुम्हारे पांजरों के लिये कोड़े, और तुम्हारी आँखों में काँटे ठहरेंगी, और अन्त में तुम इस अच्छी भूमि पर से जो तुम्हारे परमेश्‍वर यहोवा ने तुम्हें दी है नष्ट हो जाओगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सुनो, मैं तो अब सब संसारियों की गति पर जानेवाला हूँ, और तुम सब अपने-अपने हृदय और मन में जानते हो, कि जितनी भलाई की बातें हमारे परमेश्‍वर यहोवा ने हमारे विषय में कहीं उनमें से एक भी बिना पूरी हुए नहीं रही; वे सब की सब तुम पर घट गई हैं, उनमें से एक भी बिना पूरी हुए नहीं रही।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो जैसे तुम्हारे परमेश्‍वर यहोवा की कही हुई सब भलाई की बातें तुम पर घटी हैं, वैसे ही यहोवा विपत्ति की सब बातें भी तुम पर लाएगा और तुम को इस अच्छी भूमि के ऊपर से, जिसे तुम्हारे परमेश्‍वर यहोवा ने तुम्हें दिया है, सत्यानाश कर डालेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तुम उस वाचा को, जिसे तुम्हारे परमेश्‍वर यहोवा ने तुम को आज्ञा देकर अपने साथ बन्धाया है, उल्लंघन करके पराये देवताओं की उपासना और उनको दण्डवत् करने लगो, तब यहोवा का कोप तुम पर भड़केगा, और तुम इस अच्छे देश में से जिसे उसने तुम को दिया है शीघ्र नष्ट हो जाओगे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहोशू के अन्तिम उपदेश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}