{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोशू सवेरे उठा, और सब इस्राएलियों को साथ ले शित्तीम से कूच कर यरदन के किनारे आया; और वे पार उतरने से पहले वहीं टिक गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तीन दिन के बाद सरदारों ने छावनी के बीच जाकर\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रजा के लोगों को यह आज्ञा दी, “जब तुम को अपने परमेश्‍वर यहोवा की वाचा का सन्दूक और उसे उठाए हुए लेवीय याजक भी दिखाई दें, तब अपने स्थान से कूच करके उसके पीछे-पीछे चलना,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उसके और तुम्हारे बीच में दो हजार हाथ के लगभग अन्तर रहे; तुम सन्दूक* के निकट न जाना। ताकि तुम देख सको, कि किस मार्ग से तुम को चलना है, क्योंकि अब तक तुम इस मार्ग पर होकर नहीं चले।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोशू ने प्रजा के लोगों से कहा, “तुम अपने आप को पवित्र करो; क्योंकि कल के दिन यहोवा तुम्हारे मध्य में आश्चर्यकर्म करेगा।” \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू ने याजकों से कहा, “वाचा का सन्दूक उठाकर प्रजा के आगे-आगे चलो।” तब वे वाचा का सन्दूक उठाकर आगे-आगे चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने यहोशू से कहा, “आज के दिन से मैं सब इस्राएलियों के सम्मुख तेरी प्रशंसा करना आरम्भ करूँगा*, जिससे वे जान लें कि जैसे मैं मूसा के संग रहता था वैसे ही मैं तेरे संग भी हूँ।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू वाचा के सन्दूक के उठानेवाले याजकों को यह आज्ञा दे, ‘जब तुम यरदन के जल के किनारे पहुँचो, तब यरदन में खड़े रहना’।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू ने इस्राएलियों से कहा, “पास आकर अपने परमेश्‍वर यहोवा के वचन सुनो।” \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोशू कहने लगा, “इससे तुम जान लोगे कि जीवित परमेश्‍वर तुम्हारे मध्य में है, और वह तुम्हारे सामने से निःसन्देह कनानियों, हित्तियों, हिव्वियों, परिज्जियों, गिर्गाशियों, एमोरियों, और यबूसियों को उनके देश में से निकाल देगा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुनो, पृथ्वी भर के प्रभु की वाचा का सन्दूक तुम्हारे आगे-आगे यरदन में जाने को है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब इस्राएल के गोत्रों में से बारह पुरुषों को चुन लो, वे एक-एक गोत्र में से एक पुरुष हो।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस समय पृथ्वी भर के प्रभु यहोवा की वाचा का सन्दूक उठानेवाले याजकों के पाँव यरदन के जल में पड़ेंगे, उस समय यरदन का ऊपर से बहता हुआ जल थम जाएगा, और ढेर होकर ठहरा रहेगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जब प्रजा के लोगों ने अपने डेरों से यरदन पार जाने को कूच किया, और याजक वाचा का सन्दूक उठाए हुए प्रजा के आगे-आगे चले,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सन्दूक के उठानेवाले यरदन पर पहुँचे, और सन्दूक के उठानेवाले याजकों के पाँव यरदन के तट के जल में पड़े (यरदन का जल तो कटनी के समय के सब दिन अपने तट के ऊपर-ऊपर बहा करता है*),\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जो जल ऊपर की ओर से बहा आता था वह बहुत दूर, अर्थात् आदाम नगर के पास जो सारतान के निकट है रुककर एक ढेर हो गया, और दीवार सा उठा रहा, और जो जल अराबा का ताल, जो खारा ताल भी कहलाता है उसकी ओर बहा जाता था, वह पूरी रीति से सूख गया; और प्रजा के लोग यरीहो के सामने पार उतर गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक यहोवा की वाचा का सन्दूक उठाए हुए यरदन के बीचों बीच पहुँचकर स्थल पर स्थिर खड़े रहे, और सब इस्राएली स्थल ही स्थल पार उतरते रहे, अन्त में उस सारी जाति के लोग यरदन पार हो गए।।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों का यरदन पार उतर जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}