{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर हित्ती, एमोरी, कनानी, परिज्जी, हिव्वी, और यबूसी, जितने राजा यरदन के इस पार पहाड़ी देश में और नीचे के देश में, और लबानोन के सामने के महानगर के तट पर रहते थे,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे एक मन होकर यहोशू और इस्राएलियों से लड़ने को इकट्ठे हुए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब गिबोन के निवासियों ने सुना कि यहोशू ने यरीहो और आई से क्या-क्या किया है,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने छल किया, और राजदूतों का भेष बनाकर अपने गदहों पर पुराने बोरे, और पुराने फटे, और जोड़े हुए मदिरा के कुप्पे लादकर\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने पाँवों में पुरानी पैबन्द लगी हुई जूतियाँ, और तन पर पुराने वस्त्र पहने, और अपने भोजन के लिये सूखी और फफूंदी लगी हुई रोटी ले ली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे गिलगाल की छावनी में यहोशू के पास जाकर उससे और इस्राएली पुरुषों से कहने लगे, “हम दूर देश से आए हैं; इसलिए अब तुम हम से वाचा बाँधो।” \n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली पुरुषों ने उन हिव्वियों से कहा, “क्या जाने तुम हमारे मध्य में ही रहते हो; फिर हम तुम से वाचा कैसे बाँधे?” \n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने यहोशू से कहा, “हम तेरे दास हैं।” तब यहोशू ने उनसे कहा, “तुम कौन हो? और कहाँ से आए हो?” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उससे कहा, “तेरे दास बहुत दूर के देश से तेरे परमेश्‍वर यहोवा का नाम सुनकर आए हैं; क्योंकि हमने यह सब सुना है, अर्थात् उसकी कीर्ति और जो कुछ उसने मिस्र में किया,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कुछ उसने एमोरियों के दोनों राजाओं से किया जो यरदन के उस पार रहते थे, अर्थात् हेशबोन के राजा सीहोन से, और बाशान के राजा ओग से जो अश्तारोत में था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हमारे यहाँ के वृद्ध लोगों ने और हमारे देश के सब निवासियों ने हम से कहा, कि मार्ग के लिये अपने साथ भोजनवस्तु लेकर उनसे मिलने को जाओ, और उनसे कहना, कि हम तुम्हारे दास हैं; इसलिए अब तुम हम से वाचा बाँधो।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस दिन हम तुम्हारे पास चलने को निकले उस दिन तो हमने अपने-अपने घर से यह रोटी गरम और ताज़ी ली थी; परन्तु अब देखो, यह सूख गई है और इसमें फफूंदी लग गई है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ये जो मदिरा के कुप्पे हमने भर लिये थे, तब तो नये थे, परन्तु देखो अब ये फट गए हैं; और हमारे ये वस्त्र और जूतियाँ बड़ी लम्बी यात्रा के कारण पुरानी हो गई हैं।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन पुरुषों ने यहोवा से बिना सलाह लिये* उनके भोजन में से कुछ ग्रहण किया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोशू ने उनसे मेल करके उनसे यह वाचा बाँधी, कि तुम को जीवित छोड़ेंगे; और मण्डली के प्रधानों ने उनसे शपथ खाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके साथ वाचा बांधने के तीन दिन के बाद उनको यह समाचार मिला; कि वे हमारे पड़ोस के रहनेवाले लोग हैं, और हमारे ही मध्य में बसे हैं।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली कूच करके तीसरे दिन उनके नगरों को जिनके नाम गिबोन, कपीरा, बेरोत, और किर्यत्यारीम है पहुँच गए,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों ने उनको न मारा, क्योंकि मण्डली के प्रधानों ने उनके संग इस्राएल के परमेश्‍वर यहोवा की शपथ खाई थी। तब सारी मण्डली के लोग प्रधानों के विरुद्ध कुड़कुड़ाने लगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब प्रधानों ने सारी मण्डली से कहा, “हमने उनसे इस्राएल के परमेश्‍वर यहोवा की शपथ खाई है, इसलिए अब उनको छू नहीं सकते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम उनसे यही करेंगे, कि उस शपथ के अनुसार हम उनको जीवित छोड़ देंगे, नहीं तो हमारी खाई हुई शपथ के कारण हम पर क्रोध पड़ेगा।” \n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर प्रधानों ने उनसे कहा, “वे जीवित छोड़े जाएँ।” अतः प्रधानों के इस वचन के अनुसार वे सारी मण्डली के लिये लकड़हारे और पानी भरनेवाले बने।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोशू ने उनको बुलवाकर कहा, “तुम तो हमारे ही बीच में रहते हो, फिर तुम ने हम से यह कहकर क्यों छल किया है, कि हम तुम से बहुत दूर रहते हैं?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब तुम श्रापित हो, और तुम में से ऐसा कोई न रहेगा जो दास, अर्थात् मेरे परमेश्‍वर के भवन के लिये लकड़हारा और पानी भरनेवाला न हो।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने यहोशू को उत्तर दिया, “तेरे दासों को यह निश्चय बताया गया था, कि तेरे परमेश्‍वर यहोवा ने अपने दास मूसा को आज्ञा दी थी कि तुम को वह सारा देश दे, और उसके सारे निवासियों को तुम्हारे सामने से सर्वनाश करे; इसलिए हम लोगों को तुम्हारे कारण से अपने प्राणों के लाले पड़ गए*, इसलिए हमने ऐसा काम किया।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब हम तेरे वश में हैं, जैसा बर्ताव तुझे भला लगे और ठीक लगे, वैसा ही व्यवहार हमारे साथ कर।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उनसे वैसा ही किया, और उन्हें इस्राएलियों के हाथ से ऐसा बचाया, कि वे उन्हें घात करने न पाए।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोशू ने उसी दिन उनको मण्डली के लिये, और जो स्थान यहोवा चुन ले उसमें उसकी वेदी के लिये, लकड़हारे और पानी भरनेवाले नियुक्त कर दिया, जैसा आज तक है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "गिबोनियों का छल\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}