{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the land named Uz, there was a man named Job. He obeyed God and always avoided doing evil things.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had seven sons and three daughters.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He owned seven thousand sheep, three thousand camels, one thousand oxen, and five hundred donkeys. He also had many servants. This was the man who was the richest in all the area east of the Jordan River.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Job's sons often held feasts in their houses. Whenever each one made a feast, he would invite all his brothers and sisters to come and eat together.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After each celebration, Job would summon them. He would ask Yahweh to purify them from any action they might have committed during their feasting that would make them unacceptable to him. He would get up early in the morning, kill animals, and burn them on the altar as sacrifices, one for each of his children. For Job always said, \"Perhaps my children have sinned and said something evil about God in their hearts.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, the angels came and gathered together in front of Yahweh, and Satan came, too.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh asked Satan, \"Where have you just come from?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Satan replied, \"I have come from the earth, where I been traveling back and forth to see what is happening.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"Have you noticed Job, who worships me? No one else on earth honors me and lives in such a right way as he does. He always refuses to do anything evil.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Satan replied to Yahweh, \"What you say is true, but Job honors you only because of what you have done for him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have always protected him, his family, and everything he owns. You make him succeed in whatever work he tries to do, and he has very much livestock all over his land.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you attacked what he owns and took it away, he would curse you in front of everyone.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied to Satan, \"So this is what you want me to do! All right, I will permit you to take away everything that he has. But do not harm him in his own body.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Satan agreed and then left Yahweh in order to plan how he would attack Job.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day after that, Job's sons and daughters were feasting and drinking wine at the home of their oldest brother.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were doing that, a messenger arrived at Job's home and said to him, \"While your oxen were plowing the fields and the donkeys were grazing nearby,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a group of men from the people group of Sheba came and attacked us. They killed all your servants who were working in the fields and took away all the oxen and donkeys! I am the only one who has escaped to come and tell you what happened.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still talking to Job, another messenger arrived. He said to Job, \"Lightning from the sky struck and killed all the sheep and all the men who were taking care of them! I am the only one who has escaped to come and tell you what happened.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still talking to Job, a third messenger arrived. He said to Job, \"Three groups of robbers from the region of Chaldea came and attacked us. They stole all the camels and killed all the men who were taking care of them. I am the only one who has escaped to come and tell you what happened.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still talking to Job, a fourth messenger arrived. He said to Job: \"Your sons and daughters were feasting in the home of their oldest brother.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly a very strong wind came from the desert and struck the house. The house collapsed on your sons and daughters and killed them all! I am the only one who has escaped to come and tell you what happened.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Job stood up and tore his robe and shaved his head because he was very sad. Then he laid down on the ground to worship God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"When I was born, I was wearing no clothes.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "When I die, I will not take any clothes with me.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It is Yahweh who gave me everything that I possessed,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and it is Yahweh who has taken it all away.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "But we must always praise Yahweh!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So in spite of all the things that happened to Job, he did speak not like a foolish man—he did not sin by saying that what God had done was wrong.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}