{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On another day, the angels came again and gathered together in front of Yahweh; Satan also came again.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh asked Satan, \"Where have you come from this time?\" Satan replied, \"I have come from the earth, where I have been traveling back and forth to see what is happening.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh asked Satan, \"You have you noticed my servant Job, who worships me, have you not?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He continues to honor me; he is very exceptional, for he lives in a way that is more right than anyone else on the earth. He does this even though you persuaded me to attack him for no reason.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Satan replied to Yahweh, \"He praises you only because you have helped him. People will give up everything they have to save their own lives.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you harm his body, he will surely curse you in front of everyone!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied to Satan, \"All right, you may do to him whatever you like, but do not cause him to die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Satan left, and he caused Job to suffer with very painful boils, from the top of his head to the bottom of his feet.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Job took a piece of broken pottery and scraped the boils on his skin, and he sat in ashes to mourn and wail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His wife said to him, \"Are you still trying to be loyal to God? You should curse God, and then go ahead and die.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Job replied, \"You talk like people talk who do not know God. We should not only accept the good things that God does for us. We should also accept the bad things.\" So in spite of all these things that happened to Job, he did not offend God by saying anything against him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among Job's friends were Eliphaz from the town of Teman, Bildad from the land of Shuah, and Zophar from the land of Naamah. When they heard about all the terrible things that had happened to Job, they left their homes and went together to Job to mourn with him and to comfort him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they saw Job from a distance, they almost did not recognize him. They wailed loudly, they tore their robes, and they threw dust into the air that settled on their heads. They did this to show how sorry they were for him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they sat on the ground with Job for seven days. None of them said anything to him, because they saw that he was suffering greatly, and they did not think that anything that they could say would lessen his pain.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}