{
  "1": "I am Nahum, from the village of Elkosh. This is a message about the city of Nineveh, a message that Yahweh gave me in a vision.\n\n\\q1",
  "2": "Yahweh our God tolerates no rival gods to himself.\\q2 He is very angry with those who worship other gods,\n\\q2 and he continues to be angry with his enemies.\n\\q1",
  "3": "Yahweh does not quickly become angry;\\q2 but he is very powerful,\n\\q2 and he will never say that his enemies are innocent.\n\\q2 Wherever he walks, there are whirlwinds and storms,\n\\q2 and clouds are like the dust stirred up by his feet.\n\\q1",
  "4": "When he commands oceans and rivers to become dry, they dry up.\\q2 He causes the grass to wither \n\\q2 in the fields in the region of Bashan and on the slopes of Mount Carmel,\n\\q2 and he causes the flowers in Lebanon to fade.\n\\q1",
  "5": "When he appears, it is as though the mountains shake and the hills melt;\\q2 the earth quakes, and the people on the earth tremble.\n\n\n\\q1",
  "6": "There is no one who can resist him when he becomes extremely angry;\\q2 there is no one who can survive when his anger is very hot.\n\\q2 When he is very angry, it is as though his anger is like a blazing fire,\n\\q2 and it is as though mountains are shattered into pieces.\n\\q1",
  "7": "But he is good;\\q2 he protects us, his people, when we experience troubles.\n\\q2 He takes care of those who trust in him.\n\\q1",
  "8": "But he will get rid of his enemies;\\q2 he will be to them like a flood that destroys everything.\n\\q2 He will chase his enemies\n\\q2 into the darkness of the place where the dead are.\n\\q1",
  "9": "So it is useless for you people of Nineveh to plot against Yahweh.\\q2 He will not need to strike you two times to destroy you;\n\\q2 he will destroy you by striking you only once.\n\\q1",
  "10": "It will be as though his enemies are tangled in thorns\\q2 and they will stagger like people who have drunk a lot of wine.\n\\q2 It will be as though they will be burned up like dry stubble.\n\\q1",
  "11": "In Nineveh there was a man who advised people to do very wicked things against Yahweh.",
  "12": "But this is what Yahweh says to you Israelites: \\q1 \"Although the people of Assyria have very many people \n\\q2 and their army is very powerful,\n\\q2 they will be destroyed and they will disappear.\n\\q1 I say to my people in Judah,\n\\q2 I have already punished you,\n\\q2 but I will not punish you again.\n\\q1",
  "13": "Now I will cause the people of Assyria to no longer enslave you; it will be as though I will tear off the shackles on your hands and feet.\"\n\n\n\\m",
  "14": "And this is what Yahweh also declares about you people of Nineveh:\\q1 \"You will not have any descendants who will continue to have your family names.\n\\q2 And I will destroy all the statues of your gods\n\\q2 that were carved or formed in molds.\n\\q1 I will cause you to be killed and sent to your graves,\n because you are vile!\"\n\n\n\\q1",
  "15": "You people of Judah. Look! A messenger will come across the mountains,\\q2 and he will bring good news to you.\n\\q1 He will declare that you will now have peace.\n\\q2 So celebrate your festivals, and do what you solemnly promised \n\\q2 to do when your enemies were threatening to attack you,\n\\q1 because your wicked enemies will not invade your country again,\n\\q2 because they will be completely destroyed."
}
