{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो दुष्टता से न्याय करते, और उन पर जो उत्पात करने की आज्ञा लिख देते हैं,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि वे कंगालों का न्याय बिगाड़ें और मेरी प्रजा के दीन लोगों का हक़ मारें, कि वे विधवाओं को लूटें और अनाथों का माल अपना लें!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम दण्ड के दिन और उस विपत्ति के दिन जो दूर से आएगी क्या करोगे? तुम सहायता के लिये किसके पास भाग कर जाओगे? तुम अपने वैभव को कहाँ रख छोड़ोगे? (अय्यू. 31:14, 1 पत. 2:12)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे केवल बन्दियों के पैरों के पास गिर पड़ेंगे और मरे हुओं के नीचे दबे पड़े रहेंगे। इतने पर भी उसका क्रोध शान्त नहीं हुआ और उसका हाथ अब तक बढ़ा हुआ है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अश्शूर, क्रोध का साधन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अश्शूर पर हाय, जो मेरे क्रोध का लठ और मेरे हाथ में का सोंटा है! वह मेरा क्रोध है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसको एक भक्तिहीन जाति के विरुद्ध भेजूँगा, और जिन लोगों पर मेरा रोष भड़का है उनके विरुद्ध उसको आज्ञा दूँगा कि छीन-छान करे और लूट ले, और उनको सड़कों की कीच के समान लताड़े।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उसकी ऐसी मनसा न होगी, न उसके मन में ऐसा विचार है, क्योंकि उसके मन में यही है कि मैं बहुत सी जातियों का नाश और अन्त कर डालूँ।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वह कहता है, “क्या मेरे सब हाकिम राजा के तुल्य नहीं?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या कलनो कर्कमीश के समान नहीं है? क्या हमात अर्पाद के और सामरिया दमिश्क के समान नहीं?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस प्रकार मेरा हाथ मूरतों से भरे हुए उन राज्यों पर पहुँचा जिनकी मूरतों यरूशलेम और सामरिया की मूरतों से बढ़कर थीं, और जिस प्रकार मैंने सामरिया और उसकी मूरतों से किया,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या उसी प्रकार मैं यरूशलेम से और उसकी मूरतों से भी न करूँ?”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अश्शूर पर न्याय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण जब प्रभु सिय्योन पर्वत पर और यरूशलेम में अपना सब काम कर चुकेगा, तब मैं अश्शूर के राजा के गर्व की बातों का, और उसकी घमण्ड भरी आँखों का बदला दूँगा।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा है, “अपने ही बाहुबल और बुद्धि से मैंने यह काम किया है, क्योंकि मैं चतुर हूँ; मैंने देश-देश की सीमाओं को हटा दिया, और उनके रखे हुए धन को लूट लिया; मैंने वीर के समान गद्दी पर विराजनेहारों को उतार दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देश-देश के लोगों की धन-सम्पत्ति, चिड़ियों के घोंसलों के समान, मेरे हाथ आई है, और जैसे कोई छोड़े हुए अण्डों को बटोर ले वैसे ही मैंने सारी पृथ्वी को बटोर लिया है; और कोई पंख फड़फड़ाने या चोंच खोलने या चीं-चीं करनेवाला न था।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या कुल्हाड़ा उसके विरुद्ध जो उससे काटता हो डींग मारे, या आरी उसके विरुद्ध जो उसे खींचता हो बड़ाई करे? क्या सोंटा अपने चलानेवाले को चलाए या छड़ी उसे उठाए जो काठ नहीं है!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण प्रभु अर्थात् सेनाओं का प्रभु उस राजा के हष्ट-पुष्ट योद्धाओं को दुबला कर देगा, और उसके ऐश्वर्य के नीचे आग की सी जलन* होगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल की ज्योति तो आग ठहरेगी, और इस्राएल का पवित्र ज्वाला ठहरेगा; और वह उसके झाड़ - झँखाड़ को एक ही दिन में भस्म करेगा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जैसे रोगी के क्षीण हो जाने पर उसकी दशा होती है वैसी ही वह उसके वन और फलदाई बारी की शोभा पूरी रीति से नाश करेगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस वन के वृक्ष इतने थोड़े रह जाएँगे कि लड़का भी उनको गिन कर लिख लेगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "शेष इस्राएलियों की वापसी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय इस्राएल के बचे हुए लोग और याकूब के घराने के भागे हुए, अपने मारनेवाले पर फिर कभी भरोसा न रखेंगे, परन्तु यहोवा जो इस्राएल का पवित्र है, उसी पर वे सच्चाई से भरोसा रखेंगे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब में से बचे हुए लोग पराक्रमी परमेश्‍वर की ओर फिरेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि हे इस्राएल, चाहे तेरे लोग समुद्र के रेतकणों के समान भी बहुत हों, तो भी निश्चय है कि उनमें से केवल बचे लोग ही लौटेंगे। सत्यानाश तो पूरे न्याय के साथ ठाना गया है।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि प्रभु सेनाओं के यहोवा ने सारे देश का सत्यानाश कर देना ठाना है। (रोम. 9:27,28)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर अश्शूर को दण्ड देगा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए प्रभु सेनाओं का यहोवा यह कहता है, “हे सिय्योन में रहनेवाली मेरी प्रजा, अश्शूर से मत डर; चाहे वह सोंटें से तुझे मारे और मिस्र के समान तेरे ऊपर छड़ी उठाए।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि अब थोड़ी ही देर है कि मेरी जलन और क्रोध उनका सत्यानाश करके शान्त होगा\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं का यहोवा उसके विरुद्ध कोड़ा उठाकर उसको ऐसा मारेगा जैसा उसने ओरेब नामक चट्टान* पर मिद्यानियों को मारा था; और जैसा उसने मिस्रियों के विरुद्ध समुद्र पर लाठी बढ़ाई, वैसा ही उसकी ओर भी बढ़ाएगा।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय ऐसा होगा कि उसका बोझ तेरे कंधे पर से और उसका जूआ तेरी गर्दन पर से उठा लिया जाएगा, और अभिषेक के कारण वह जूआ तोड़ डाला जाएगा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अश्शूरी सेना का आक्रमण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अय्यात में आया है, और मिग्रोन में से होकर आगे बढ़ गया है; मिकमाश में उसने अपना सामान रखा है।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे घाटी से पार हो गए, उन्होंने गेबा में रात काटी; रामाह थरथरा उठा है, शाऊल का गिबा भाग निकला है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे गल्लीम की बेटी चिल्ला! हे लैशा के लोगों कान लगाओ! हाय बेचारा अनातोत!\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मदमेना मारा-मारा फिरता है, गेबीम के निवासी भागने के लिये अपना-अपना समान इकट्ठा कर रहे हैं।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आज ही के दिन वह नोब* में टिकेगा; तब वह सिय्योन पहाड़ पर, और यरूशलेम की पहाड़ी पर हाथ उठाकर धमकाएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, प्रभु सेनाओं का यहोवा पेड़ों को भयानक रूप से छाँट डालेगा; ऊँचे-ऊँचे वृक्ष काटे जाएँगे, और जो ऊँचे हैं सो नीचे किए जाएँगे।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह घने वन को लोहे से काट डालेगा और लबानोन एक प्रतापी के हाथ से नाश किया जाएगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}