{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाबेल के विषय की भारी भविष्यद्वाणी जिसको आमोस के पुत्र यशायाह ने दर्शन में पाया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मुंडे पहाड़ पर एक झण्डा खड़ा करो, हाथ से संकेत करो और उनसे ऊँचे स्वर से पुकारो कि वे सरदारों के फाटकों में प्रवेश करें।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने स्वयं अपने पवित्र किए हुओं को आज्ञा दी है, मैंने अपने क्रोध के लिये अपने वीरों को बुलाया है जो मेरे प्रताप के कारण प्रसन्‍न हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहाड़ों पर एक बड़ी भीड़ का सा कोलाहल हो रहा है, मानो एक बड़ी फौज की हलचल हों। राज्य-राज्य की इकट्ठी की हुई जातियाँ हलचल मचा रही हैं। सेनाओं का यहोवा युद्ध के लिये अपनी सेना इकट्ठी कर रहा है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे दूर देश से, आकाश के छोर से आए हैं, हाँ, यहोवा अपने क्रोध के हथियारों समेत सारे देश को नाश करने के लिये आया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय-हाय करो, क्योंकि यहोवा का दिन* समीप है; वह सर्वशक्तिमान की ओर से मानो सत्यानाश करने के लिये आता है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण सबके हाथ ढीले पड़ेंगे, और हर एक मनुष्य का हृदय पिघल जाएगा,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे घबरा जाएँगे। उनको पीड़ा और शोक होगा; उनको जच्चा की सी पीड़ाएँ उठेंगी। वे चकित होकर एक दूसरे को ताकेंगे; उनके मुँह जल जाएँगे। (1 थिस्स. 5:3)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, यहोवा का वह दिन रोष और क्रोध और निर्दयता के साथ आता है कि वह पृथ्वी को उजाड़ डाले और पापियों को उसमें से नाश करे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि आकाश के तारागण और बड़े-बड़े नक्षत्र अपना प्रकाश न देंगे, और सूर्य उदय होते-होते अंधेरा हो जाएगा, और चन्द्रमा अपना प्रकाश न देगा। (मत्ती 24:29, मर. 13:24, प्रका. 6:12,13)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं जगत के लोगों को उनकी बुराई के कारण, और दुष्टों को उनके अधर्म का दण्ड दूँगा; मैं अभिमानियों के अभिमान को नाश करूँगा और उपद्रव करनेवालों के घमण्ड को तोड़ूँगा।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मनुष्य को कुन्दन से, और आदमी को ओपीर के सोने से भी अधिक महँगा करूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं आकाश को कँपाऊँगा, और पृथ्वी अपने स्थान से टल जाएगी*; यह सेनाओं के यहोवा के रोष के कारण और उसके भड़के हुए क्रोध के दिन होगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे खदेड़े हुए हिरन, या बिन चरवाहे की भेड़ों के समान अपने-अपने लोगों की ओर फिरेंगे, और अपने-अपने देश को भाग जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कोई मिले वह बेधा जाएगा, और जो कोई पकड़ा जाए, वह तलवार से मार डाला जाएगा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके बाल-बच्चे उनके सामने पटक दिए जाएँगे; और उनके घर लूटे जाएँगे, और उनकी स्त्रियाँ भ्रष्ट की जाएँगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, मैं उनके विरुद्ध मादी लोगों को उभारूँगा जो न तो चाँदी का कुछ विचार करेंगे और न सोने का लालच करेंगे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे तीरों से जवानों को मारेंगे, और बच्चों पर कुछ दया न करेंगे, वे लड़कों पर कुछ तरस न खाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाबेल जो सब राज्यों का शिरोमणि है, और जिसकी शोभा पर कसदी लोग फूलते हैं, वह ऐसा हो जाएगा जैसे सदोम और गमोरा, जब परमेश्‍वर ने उन्हें उलट दिया था।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह फिर कभी न बसेगा और युग-युग उसमें कोई वास न करेगा; अरबी लोग भी उसमें डेरा खड़ा न करेंगे, और न चरवाहे उसमें अपने पशु बैठाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ जंगली जन्तु बैठेंगे, और उल्लू उनके घरों में भरे रहेंगे; वहाँ शुतुर्मुर्ग बसेंगे, और जंगली बकरे वहाँ नाचेंगे। (प्रका. 18:2)\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस नगर के राज-भवनों में हुँडार, और उसके सुख-विलास के मन्दिरों में गीदड़ बोला करेंगे; उसके नाश होने का समय निकट आ गया है, और उसके दिन अब बहुत नहीं रहे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बाबेल के विरुद्ध घोषणा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}