{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा याकूब पर दया करेगा, और इस्राएल को फिर अपनाकर, उन्हीं के देश में बसाएगा, और परदेशी उनसे मिल जाएँगे और अपने-अपने को याकूब के घराने से मिला लेंगे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देश-देश के लोग उनको उन्हीं के स्थान में पहुँचाएँगे, और इस्राएल का घराना यहोवा की भूमि पर उनका अधिकारी होकर उनको दास और दासियाँ बनाएगा; क्योंकि वे अपने बँधुवाई में ले जानेवालों को बन्दी बनाएँगे, और जो उन पर अत्याचार करते थे उन पर वे शासन करेंगे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बाबेल के राजा का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस दिन यहोवा तुझे तेरे सन्ताप और घबराहट से, और उस कठिन श्रम से जो तुझ से लिया गया विश्राम देगा,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन तू बाबेल के राजा पर ताना मारकर कहेगा, “परिश्रम करानेवाला कैसा नाश हो गया है, सुनहले मन्दिरों से भरी नगरी कैसी नाश हो गई है!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने दुष्टों के सोंटे को और अन्याय से शासन करनेवालों के लठ को* तोड़ दिया है,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिससे वे मनुष्यों को लगातार रोष से मारते रहते थे, और जाति-जाति पर क्रोध से प्रभुता करते और लगातार उनके पीछे पड़े रहते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब सारी पृथ्वी को विश्राम मिला है, वह चैन से है; लोग ऊँचे स्वर से गा उठे हैं।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सनोवर और लबानोन के देवदार भी तुझ पर आनन्द करके कहते हैं, ‘जब से तू गिराया गया तब से कोई हमें काटने को नहीं आया।’\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पाताल के नीचे अधोलोक में तुझ से मिलने के लिये हलचल हो रही है; वह तेरे लिये मुर्दों को अर्थात् पृथ्वी के सब सरदारों को जगाता है, और वह जाति-जाति से सब राजाओं को उनके सिंहासन पर से उठा खड़ा करता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे सब तुझ से कहेंगे, ‘क्या तू भी हमारे समान निर्बल हो गया है? क्या तू हमारे समान ही बन गया?’\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा वैभव और तेरी सारंगियों को शब्द अधोलोक में उतारा गया है; कीड़े तेरा बिछौना और केंचुए तेरा ओढ़ना हैं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लूसिफ़र का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे भोर के चमकनेवाले तारे तू कैसे आकाश से गिर पड़ा है? तू जो जाति-जाति को हरा देता था, तू अब कैसे काटकर भूमि पर गिराया गया है? (लूका 10:18, यहे. 28:13-17)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू मन में कहता तो था, ‘मैं स्वर्ग पर चढूँगा*; मैं अपने सिंहासन को परमेश्‍वर के तारागण से अधिक ऊँचा करूँगा; और उत्तर दिशा की छोर पर सभा के पर्वत पर विराजूँगा; (मत्ती 11:23, लूका 10:15)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मेघों से भी ऊँचे-ऊँचे स्थानों के ऊपर चढूँगा, मैं परमप्रधान के तुल्य हो जाऊँगा।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तू अधोलोक में उस गड्ढे की तह तक उतारा जाएगा। (मत्ती 11:23, लूका 10:15)\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो तुझे देखेंगे तुझको ताकते हुए तेरे विषय में सोच-सोचकर कहेंगे, ‘क्या यह वही पुरुष है जो पृथ्वी को चैन से रहने न देता था और राज्य-राज्य में घबराहट डाल देता था;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो जगत को जंगल बनाता और उसके नगरों को ढा देता था, और अपने बन्दियों को घर जाने नहीं देता था?’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जाति-जाति के सब राजा अपने-अपने घर पर महिमा के साथ आराम से पड़े हैं;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तू निकम्मी शाख के समान अपनी कब्र में से फेंका गया; तू उन मारे हुओं की शवों से घिरा है जो तलवार से बिधकर गड्ढे में पत्थरों के बीच में लताड़ी हुई लोथ के समान पड़े है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उनके साथ कब्र में न गाड़ा जाएगा, क्योंकि तूने अपने देश को उजाड़ दिया, और अपनी प्रजा का घात किया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "“कुकर्मियों के वंश का नाम भी कभी न लिया जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके पूर्वजों के अधर्म के कारण पुत्रों के घात की तैयारी करो, ऐसा न हो कि वे फिर उठकर पृथ्वी के अधिकारी हो जाएँ, और जगत में बहुत से नगर बसाएँ।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बाबेल का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा की यह वाणी है, “मैं उनके विरुद्ध उठूँगा, और बाबेल का नाम और निशान मिटा डालूँगा, और बेटों-पोतों को काट डालूँगा,” यहोवा की यही वाणी है।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं उसको साही की मान्द और जल की झीलें कर दूँगा, और मैं उसे सत्यानाश के झाड़ू से झाड़ डालूँगा,” सेनाओं के यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अश्शूरियों का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा ने यह शपथ खाई है*, “निःसन्देह जैसा मैंने ठाना है, वैसा ही हो जाएगा, और जैसी मैंने युक्ति की है, वैसी ही पूरी होगी,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि मैं अश्शूर को अपने ही देश में तोड़ दूँगा, और अपने पहाड़ों पर उसे कुचल डालूँगा; तब उसका जूआ उनकी गर्दनों पर से और उसका बोझ उनके कंधों पर से उतर जाएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यही युक्ति सारी पृथ्वी के लिये ठहराई गई है; और यह वही हाथ है जो सब जातियों पर बढ़ा हुआ है।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सेनाओं के यहोवा ने युक्ति की है और कौन उसको टाल सकता है? उसका हाथ बढ़ाया गया है, उसे कौन रोक सकता है?\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पलिश्तीन का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस वर्ष में आहाज राजा मर गया उसी वर्ष यह भारी भविष्यद्वाणी हुई\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे सारे पलिश्तीन तू इसलिए आनन्द न कर, कि तेरे मारनेवाले की लाठी टूट गई, क्योंकि सर्प की जड़ से एक काला नाग उत्‍पन्‍न होगा, और उसका फल एक उड़नेवाला और तेज विषवाला अग्निसर्प होगा।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब कंगालों के जेठे खाएँगे और दरिद्र लोग निडर बैठने पाएँगे, परन्तु मैं तेरे वंश को भूख से मार डालूँगा, और तेरे बचे हुए लोग घात किए जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे फाटक, तू हाय! हाय! कर; हे नगर, तू चिल्ला; हे पलिश्तीन तू सब का सब पिघल जा! क्योंकि उत्तर से एक धुआँ उठेगा और उसकी सेना में से कोई पीछे न रहेगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जाति-जाति के दूतों को क्या उत्तर दिया जाएगा? यह कि “यहोवा ने सिय्योन की नींव डाली है, और उसकी प्रजा के दीन लोग उसमें शरण लेंगे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याकूब पर दया\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}