{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मोआब के विषय भारी भविष्यद्वाणी। निश्चय मोआब का आर नगर एक ही रात में उजाड़ और नाश हो गया है; निश्चय मोआब का कीर नगर एक ही रात में उजाड़ और नाश हो गया है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बैत और दीबोन ऊँचे स्थानों पर रोने के लिये चढ़ गए हैं; नबो और मेदबा* के ऊपर मोआब हाय! हाय! करता है। उन सभी के सिर मुँड़े हुए, और सभी की दाढ़ियाँ मुँढ़ी हुई हैं;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सड़कों में लोग टाट पहने हैं; छतों पर और चौकों में सब कोई आँसू बहाते हुए हाय! हाय! करते हैं।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हेशबोन और एलाले चिल्ला रहे हैं, उनका शब्द यहस तक सुनाई पड़ता है; इस कारण मोआब के हथियारबंद चिल्ला रहे हैं; उसका जी अति उदास है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरा मन मोआब के लिये दुहाई देता है*; उसके रईस सोअर और एग्लत-शलीशिया तक भागे जाते हैं। देखो, लूहीत की चढ़ाई पर वे रोते हुए चढ़ रहे हैं; सुनो, होरोनैम के मार्ग में वे नाश होने की चिल्लाहट मचा रहे हैं।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "निम्रीम का जल सूख गया; घास कुम्हला गई और हरियाली मुर्झा गई, और नमी कुछ भी नहीं रही।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जो धन उन्होंने बचा रखा, और जो कुछ उन्होंने इकट्ठा किया है, उस सब को वे उस घाटी के पार लिये जा रहे हैं जिसमें मजनू वृक्ष हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण मोआब के चारों ओर की सीमा में चिल्लाहट हो रही है, उसमें का हाहाकार एगलैम और बेरेलीम में भी सुन पड़ता है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि दीमोन का सोता लहू से भरा हुआ है; तो भी मैं दीमोन पर और दुःख डालूँगा, मैं बचे हुए मोआबियों और उनके देश से भागे हुओं के विरुद्ध सिंह भेजूँगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मोआब का पतन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}