{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दमिश्क के विषय भारी भविष्यद्वाणी*। देखो, दमिश्क नगर न रहेगा, वह खण्डहर ही खण्डहर हो जाएगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अरोएर के नगर निर्जन हो जाएँगे, वे पशुओं के झुण्डों की चराई बनेंगे; पशु उनमें बैठेंगे और उनका कोई भगानेवाला न होगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एप्रैम के गढ़वाले नगर, और दमिश्क का राज्य और बचे हुए अरामी, तीनों भविष्य में न रहेंगे; और जो दशा इस्राएलियों के वैभव की हुई वही उनकी होगी; सेनाओं के यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय याकूब का वैभव घट जाएगा, और उसकी मोटी देह दुबली हो जाएगी*।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसा होगा जैसा लवनेवाला अनाज काटकर बालों को अपनी अँकवार में समेटे या रपाईम नामक तराई में कोई सिला बीनता हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी जैसे जैतून वृक्ष के झाड़ते समय कुछ फल रह जाते हैं, अर्थात् फुनगी पर दो-तीन फल, और फलवन्त डालियों में कहीं-कहीं चार-पाँच फल रह जाते हैं, वैसे ही उनमें सिला बिनाई होगी, इस्राएल के परमेश्‍वर यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय मनुष्य अपने कर्ता की ओर दृष्टि करेगा, और उसकी आँखें इस्राएल के पवित्र की ओर लगी रहेंगी;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपनी बनाई हुई वेदियों की ओर दृष्टि न करेगा, और न अपनी बनाई हुई अशेरा नामक मूरतों या सूर्य की प्रतिमाओं की ओर देखेगा। (मीका 5:13-14)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय उनके गढ़वाले नगर घने वन, और उनके निर्जन स्थान पहाड़ों की चोटियों के समान होंगे जो इस्राएलियों के डर के मारे छोड़ दिए गए थे, और वे उजाड़ पड़े रहेंगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तू अपने उद्धारकर्ता परमेश्‍वर को भूल गया और अपनी दृढ़ चट्टान का स्मरण नहीं रखा; इस कारण चाहे तू मनभावने पौधे लगाए और विदेशी कलम जमाये,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे रोपने के दिन तू अपने चारों और बाड़ा बाँधे, और सवेरे ही को उनमें फूल खिलने लगें, तो भी सन्ताप और असाध्य दुःख के दिन उसका फल नाश हो जाएगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "शत्रु राष्ट्रों की पराजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय, हाय! देश-देश के बहुत से लोगों का कैसा नाद हो रहा है, वे समुद्र की लहरों के समान गरजते हैं। राज्य-राज्य के लोगों का कैसा गर्जन हो रहा है, वे प्रचण्ड धारा के समान नाद करते हैं!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राज्य-राज्य के लोग बाढ़ के बहुत से जल के समान नाद करते हैं, परन्तु वह उनको घुड़केगा*, और वे दूर भाग जाएँगे, और ऐसे उड़ाए जाएँगे जैसे पहाड़ों पर की भूसी वायु से, और धूल बवण्डर से घुमाकर उड़ाई जाती है।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सांझ को, देखो, घबराहट है! और भोर से पहले, वे लोप हो गये हैं! हमारे नाश करनेवालों का भाग और हमारे लूटनेवाले की यही दशा होगी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दमिश्क और इस्राएल के विरुद्ध घोषणा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}