{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दर्शन की तराई के विषय में भारी वचन। तुम्हें क्या हुआ कि तुम सबके सब छतों पर चढ़ गए हो,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे कोलाहल और ऊधम से भरी प्रसन्‍न नगरी? तुझ में जो मारे गए हैं वे न तो तलवार से और न लड़ाई में मारे गए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे सब शासक एक संग भाग गए और बिना धनुष के बन्दी बनाए गए हैं। तेरे जितने शेष पाए गए वे एक संग बाँधे गए, यद्यपि वे दूर भागे थे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण मैंने कहा, “मेरी ओर से मुँह फेर लो* कि मैं बिलख-बिलख कर रोऊँ; मेरे नगर के सत्यानाश होने के शोक में मुझे शान्ति देने का यत्न मत करो।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सेनाओं के प्रभु यहोवा का ठहराया हुआ दिन होगा, जब दर्शन की तराई में कोलाहल और रौंदा जाना और बेचैनी होगी; शहरपनाह में सुरंग लगाई जाएगी और दुहाई का शब्द पहाड़ों तक पहुँचेगा।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलाम पैदलों के दल और सवारों समेत तरकश बाँधे हुए है, और कीर ढाल खोले हुए है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी उत्तम-उत्तम तराइयाँ रथों से भरी हुई होंगी और सवार फाटक के सामने पाँति बाँधेंगे। उसने यहूदा का घूँघट खोल दिया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन तूने वन नामक भवन के अस्त्र-शस्त्र का स्मरण किया,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तूने दाऊदपुर की शहरपनाह की दरारों को देखा कि वे बहुत हैं, और तूने निचले जलकुण्ड के जल को इकट्ठा किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यरूशलेम के घरों को गिनकर शहरपनाह के दृढ़ करने के लिये घरों को ढा दिया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने दोनों दीवारों के बीच पुराने जलकुण्ड के जल के लिये एक कुण्ड खोदा। परन्तु तूने उसके कर्ता को स्मरण नहीं किया, जिसने प्राचीनकाल से उसको ठहरा रखा था, और न उसकी ओर तूने दृष्टि की।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय सेनाओं के प्रभु यहोवा ने रोने-पीटने, सिर मुड़ाने और टाट पहनने के लिये कहा था;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु क्या देखा कि हर्ष और आनन्द मनाया जा रहा है, गाय-बैल का घात और भेड़-बकरी का वध किया जा रहा है, माँस खाया और दाखमधु पीया जा रहा है। और कहते हैं, “आओ खाएँ-पीएँ, क्योंकि कल तो हमें मरना है।” (1 कुरि. 15:32)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा ने मेरे कान में कहा और अपने मन की बात प्रगट की, “निश्चय तुम लोगों के इस अधर्म का कुछ भी प्रायश्चित तुम्हारी मृत्यु तक न हो सकेगा,” सेनाओं के प्रभु यहोवा का यही कहना है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "शेबना को चेतावनी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं का प्रभु यहोवा यह कहता है, “शेबना नामक उस भण्डारी के पास जो राजघराने के काम पर नियुक्त है जाकर कह,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘यहाँ तू क्या करता है? और यहाँ तेरा कौन है कि तूने अपनी कब्र यहाँ खुदवाई है? तू अपनी कब्र ऊँचे स्थान में खुदवाता और अपने रहने का स्थान चट्टान में खुदवाता है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, यहोवा तुझको बड़ी शक्ति से पकड़कर बहुत दूर फेंक देगा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तुझे मरोड़कर गेन्द के समान लम्बे चौड़े देश में फेंक देगा; हे अपने स्वामी के घराने को लज्जित करनेवाले वहाँ तू मरेगा और तेरे वैभव के रथ वहीं रह जाएँगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझको तेरे स्थान पर से ढकेल दूँगा, और तू अपने पद से उतार दिया जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय मैं हिल्किय्याह के पुत्र अपने दास एलयाकीम* को बुलाकर, उसे तेरा अंगरखा पहनाऊँगा,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसकी कमर में तेरी पेटी कसकर बाँधूँगा, और तेरी प्रभुता उसके हाथ में दूँगा। और वह यरूशलेम के रहनेवालों और यहूदा के घराने का पिता ठहरेगा*।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं दाऊद के घराने की कुंजी उसके कंधे पर रखूँगा, और वह खोलेगा और कोई बन्द न कर सकेगा; वह बन्द करेगा और कोई खोल न सकेगा। (प्रका. 3:7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं उसको दृढ़ स्थान में खूँटी के समान गाड़ूँगा, और वह अपने पिता के घराने के लिये वैभव का कारण होगा।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके पिता से घराने का सारा वैभव, वंश और सन्तान, सब छोटे-छोटे पात्र, क्या कटोरे क्या सुराहियाँ, सब उस पर टाँगी जाएँगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा की यह वाणी है कि उस समय वह खूँटी जो दृढ़ स्थान में गाड़ी गई थी, वह ढीली हो जाएगी, और काटकर गिराई जाएगी; और उस पर का बोझ गिर जाएगा, क्योंकि यहोवा ने यह कहा है’।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम के विरुद्ध घोषणा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}