{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा, तू मेरा परमेश्‍वर है; मैं तुझे सराहूँगा, मैं तेरे नाम का धन्यवाद करूँगा; क्योंकि तूने आश्चर्यकर्मों किए हैं, तूने प्राचीनकाल से पूरी सच्चाई के साथ युक्तियाँ की हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने नगर को ढेर बना डाला, और उस गढ़वाले नगर को खण्डहर कर डाला है; तूने परदेशियों की राजपुरी को ऐसा उजाड़ा कि वह नगर नहीं रहा; वह फिर कभी बसाया न जाएगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण बलवन्त राज्य के लोग तेरी महिमा करेंगे; भयंकर जातियों के नगरों में तेरा भय माना जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तू संकट में दीनों के लिये गढ़, और जब भयानक लोगों का झोंका दीवार पर बौछार के समान होता था, तब तू दरिद्रों के लिये उनकी शरण, और तपन में छाया का स्थान हुआ।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे निर्जल देश में बादल की छाया से तपन* ठण्डी होती है वैसे ही तू परदेशियों का कोलाहल और क्रूर लोगों को जयजयकार बन्द करता है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर द्वारा तैयार भोज\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं का यहोवा इसी पर्वत पर सब देशों के लोगों के लिये ऐसा भोज तैयार करेगा जिसमें भाँति-भाँति का चिकना भोजन और निथरा हुआ दाखमधु होगा; उत्तम से उत्तम चिकना भोजन और बहुत ही निथरा हुआ दाखमधु होगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो परदा सब देशों के लोगों पर पड़ा है, जो घूँघट सब जातियों पर लटका हुआ है, उसे वह इसी पर्वत पर नाश करेगा। (इफि. 4:18)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह मृत्यु को सदा के लिये नाश करेगा, और प्रभु यहोवा सभी के मुख पर से आँसू पोंछ डालेगा, और अपनी प्रजा की नामधराई सारी पृथ्वी पर से दूर करेगा; क्योंकि यहोवा ने ऐसा कहा है। (1 कुरि. 15:54, प्रका. 7:17, प्रका. 21:4)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यह कहा जाएगा, “देखो, हमारा परमेश्‍वर यही है; हम इसी की बाट जोहते आए हैं, कि वह हमारा उद्धार करे। यहोवा यही है; हम उसकी बाट जोहते आए हैं। हम उससे उद्धार पाकर मगन और आनन्दित होंगे।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर मोआब को दण्ड देगा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस पर्वत पर यहोवा का हाथ सर्वदा बना रहेगा* और मोआब अपने ही स्थान में ऐसा लताड़ा जाएगा जैसा घूरे में पुआल लताड़ा जाता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उसमें अपने हाथ इस प्रकार फैलाएगा, जैसे कोई तैरते हुए फैलाए; परन्तु वह उसके गर्व को तोड़ेगा; और उसकी चतुराई को निष्फल कर देगा।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी ऊँची-ऊँची और दृढ़ शहरपनाहों को वह झुकाएगा और नीचा करेगा, वरन् भूमि पर गिराकर मिट्टी में मिला देगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर की स्तुति करो\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}