{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय, अरीएल, अरीएल*, हाय उस नगर पर जिसमें दाऊद छावनी किए हुए रहा! वर्ष पर वर्ष जोड़ते जाओ, उत्सव के पर्व अपने-अपने समय पर मनाते जाओ।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी मैं तो अरीएल को सकेती में डालूँगा, वहाँ रोना पीटना रहेगा, और वह मेरी दृष्टि में सचमुच अरीएल सा ठहरेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं चारों ओर तेरे विरुद्ध छावनी करके तुझे कोटों से घेर लूँगा, और तेरे विरुद्ध गढ़ भी बनाऊँगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तू गिराकर भूमि में डाला जाएगा, और धूल पर से बोलेगा, और तेरी बात भूमि से धीमी-धीमी सुनाई देगी; तेरा बोल भूमि पर से प्रेत का सा होगा, और तू धूल से गुनगुनाकर बोलेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तेरे परदेशी बैरियों की भीड़ सूक्ष्म धूल के समान, और उन भयानक लोगों की भीड़ भूसे के समान उड़ाई जाएगी।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं का यहोवा अचानक बादल गरजाता, भूमि को कँपाता, और महाध्वनि करता, बवण्डर और आँधी चलाता, और नाश करनेवाली अग्नि भड़काता हुआ उसके पास आएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जातियों की सारी भीड़ जो अरीएल से युद्ध करेगी, और जितने लोग उसके और उसके गढ़ के विरुद्ध लड़ेंगे और उसको सकेती में डालेंगे, वे सब रात के देखे हुए स्वप्न के समान ठहरेंगे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जैसा कोई भूखा स्वप्न में तो देखता है कि वह खा रहा है, परन्तु जागकर देखता है कि उसका पेट भूखा ही है, या कोई प्यासा स्वप्न में देखें की वह पी रहा है, परन्तु जागकर देखता है कि उसका गला सूखा जाता है और वह प्यासा मर रहा है; वैसी ही उन सब जातियों की भीड़ की दशा होगी जो सिय्योन पर्वत से युद्ध करेंगी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "चेतावनियों को अनदेखा करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ठहर जाओ और चकित हो! भोग विलास करो और अंधे हो जाओ! वे मतवाले तो हैं, परन्तु दाखमधु से नहीं*, वे डगमगाते तो हैं, परन्तु मदिरा पीने से नहीं!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने तुम को भारी नींद में डाल दिया है और उसने तुम्हारी नबीरूपी आँखों को बन्द कर दिया है और तुम्हारे दर्शीरूपी सिरों पर परदा डाला है। (रोम. 11:8)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए सारे दर्शन तुम्हारे लिये एक लपेटी और मुहरबन्द की हुई पुस्तक की बातों के समान हैं, जिसे कोई पढ़े-लिखे मनुष्य को यह कहकर दे, “इसे पढ़”, और वह कहे, “मैं नहीं पढ़ सकता क्योंकि इस पर मुहरबन्द की हुई है।” (प्रका. 5:1-3)\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वही पुस्तक अनपढ़ को यह कहकर दी जाए, “इसे पढ़,” और वह कहे, “मैं तो अनपढ़ हूँ।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु ने कहा, “ये लोग जो मुँह से मेरा आदर करते हुए समीप आते परन्तु अपना मन मुझसे दूर रखते हैं, और जो केवल मनुष्यों की आज्ञा सुन सुनकर मेरा भय मानते हैं, (मत्ती 15:8,9, मर. 7:6,7)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण सुन, मैं इनके साथ अद्भुत काम वरन् अति अद्भुत और अचम्भे का काम करूँगा; तब इनके बुद्धिमानों की बुद्धि नष्ट होगी, और इनके प्रवीणों की प्रवीणता जाती रहेगी।” (1 कुरि. 1:19)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भविष्य की आशा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो अपनी युक्ति को यहोवा से छिपाने का बड़ा यत्न करते, और अपने काम अंधेरे में करके कहते हैं, “हमको कौन देखता है? हमको कौन जानता है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारी कैसी उलटी समझ है! क्या कुम्हार मिट्टी के तुल्य गिना जाएगा? क्या बनाई हुई वस्तु अपने कर्ता के विषय कहे “उसने मुझे नहीं बनाया,” या रची हुई वस्तु अपने रचनेवाले के विषय कहे, “वह कुछ समझ नहीं रखता?” (रोम. 9:20,21)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या अब थोड़े ही दिनों के बीतने पर लबानोन फिर फलदाई बारी न बन जाएगा, और फलदाई बारी जंगल न गिनी जाएगी?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय बहरे पुस्तक की बातें सुनने लगेंगे, और अंधे जिन्हें अब कुछ नहीं सूझता, वे देखने लगेंगे। (मत्ती 11:5, प्रेरि. 26:18)\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नम्र लोग यहोवा के कारण फिर आनन्दित होंगे, और दरिद्र मनुष्य इस्राएल के पवित्र के कारण मगन होंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उपद्रवी फिर न रहेंगे और ठट्ठा करनेवालों का अन्त होगा, और जो अनर्थ करने के लिये जागते रहते हैं,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो मनुष्यों को बातों में फँसाते हैं, और जो सभा में उलाहना देते उनके लिये फंदा लगाते, और धर्म को व्यर्थ बात के द्वारा बिगाड़ देते हैं, वे सब मिट जाएँगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण अब्राहम का छुड़ानेवाला यहोवा*, याकूब के घराने के विषय यह कहता है, “याकूब को फिर लज्जित होना न पड़ेगा, उसका मुख फिर नीचा न होगा।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जब उसके सन्तान मेरा काम देखेंगे, जो मैं उनके बीच में करूँगा, तब वे मेरे नाम को पवित्र ठहराएँगे, वे याकूब के पवित्र को पवित्र मानेंगे, और इस्राएल के परमेश्‍वर का अति भय मानेंगे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय जिनका मन भटका हो वे बुद्धि प्राप्त करेंगे, और जो कुड़कुड़ाते हैं वह शिक्षा ग्रहण करेंगे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम पर हाय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}