{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, “हाय उन बलवा करनेवाले लड़कों पर जो युक्ति तो करते परन्तु मेरी ओर से नहीं; वाचा तो बाँधते परन्तु मेरी आत्मा के सिखाये नहीं; और इस प्रकार पाप पर पाप बढ़ाते हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मुझसे बिन पूछे मिस्र को जाते हैं कि फ़िरौन की रक्षा में रहे और मिस्र की छाया में शरण लें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए फ़िरौन का शरणस्थान तुम्हारी लज्जा का, और मिस्र की छाया में शरण लेना तुम्हारी निन्दा का कारण होगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके हाकिम सोअन में आए तो हैं और उसके दूत अब हानेस में पहुँचे हैं।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे सब एक ऐसी जाति के कारण लज्जित होंगे जिससे उनका कुछ लाभ न होगा, जो सहायता और लाभ के बदले लज्जा और नामधराई का कारण होगी।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दक्षिण देश के पशुओं के विषय भारी वचन। वे अपनी धन सम्पत्ति को जवान गदहों की पीठ पर, और अपने खजानों को ऊँटों के कूबड़ों पर लादे हुए, संकट और सकेती के देश में होकर, जहाँ सिंह और सिंहनी, नाग और उड़नेवाले तेज विषधर सर्प रहते हैं, उन लोगों के पास जा रहे हैं जिनसे उनको लाभ न होगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मिस्र की सहायता व्यर्थ और निकम्मी है, इस कारण मैंने उसको ‘बैठी रहनेवाली रहब’ कहा है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "आज्ञा न माननेवाले लोग\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब जाकर इसको उनके सामने पटिया पर खोद, और पुस्तक में लिख, कि वह भविष्य के लिये वरन् सदा के लिये साक्षी बनी रहे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वे बलवा करनेवाले लोग और झूठ बोलनेवाले लड़के हैं जो यहोवा की शिक्षा को सुनना नहीं चाहते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे दर्शियों से कहते हैं, “दर्शी मत बनो; और नबियों से कहते हैं, हमारे लिये ठीक नबूवत मत करो; हम से चिकनी-चुपड़ी बातें बोलो*, धोखा देनेवाली नबूवत करो।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मार्ग से मुड़ों, पथ से हटो, और इस्राएल के पवित्र को हमारे सामने से दूर करो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण इस्राएल का पवित्र यह कहता है, “तुम लोग जो मेरे इस वचन को निकम्मा जानते और अंधेर और कुटिलता पर भरोसा करके उन्हीं पर टेक लगाते हो;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यह अधर्म तुम्हारे लिये ऊँची दीवार का टूटा हुआ भाग होगा जो फटकर गिरने पर हो, और वह अचानक पल भर में टूटकर गिर पड़ेगा,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कुम्हार के बर्तन के समान फूटकर ऐसा चकनाचूर होगा कि उसके टुकड़ों का एक ठीकरा भी न मिलेगा जिससे अँगीठी में से आग ली जाए या हौद में से जल निकाला जाए।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा, इस्राएल का पवित्र यह कहता है, “लौट आने और शान्त रहने में तुम्हारा उद्धार है; शान्त रहते और भरोसा रखने में तुम्हारी वीरता है।” परन्तु तुमने ऐसा नहीं किया,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुमने कहा, “नहीं, हम तो घोड़ों पर चढ़कर भागेंगे,” इसलिए तुम भागोगे; और यह भी कहा, “हम तेज सवारी पर चलेंगे,” इसलिए तुम्हारा पीछा करनेवाले उससे भी तेज होंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक ही की धमकी से एक हजार भागेंगे, और पाँच की धमकी से तुम ऐसा भागोगे कि अन्त में तुम पहाड़ की चोटी के डण्डे या टीले के ऊपर की ध्वजा के समान रह जाओगे जो चिन्ह के लिये गाड़े जाते हैं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर का अपने लोगों पर अनुग्रह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी यहोवा इसलिए विलम्ब करता है कि तुम पर अनुग्रह करे, और इसलिए ऊँचे उठेगा कि तुम पर दया करे। क्योंकि यहोवा न्यायी परमेश्‍वर है; क्या ही धन्य हैं वे जो उस पर आशा लगाए रहते हैं*।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे सिय्योन के लोगों तुम यरूशलेम में बसे रहो; तुम फिर कभी न रोओगे, वह तुम्हारी दुहाई सुनते ही तुम पर निश्चय अनुग्रह करेगा: वह सुनते ही तुम्हारी मानेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चाहे प्रभु तुम्हें विपत्ति की रोटी और दुःख का जल भी दे, तो भी तुम्हारे उपदेशक फिर न छिपें, और तुम अपनी आँखों से अपने उपदेशकों को देखते रहोगे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब कभी तुम दाहिनी या बायीं ओर मुड़ने लगो, तब तुम्हारे पीछे से यह वचन तुम्हारे कानों में पड़ेगा, “मार्ग यही है, इसी पर चलो।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तुम वह चाँदी जिससे तुम्हारी खुदी हुई मूर्तियाँ मढ़ी हैं, और वह सोना जिससे तुम्हारी ढली हुई मूर्तियाँ आभूषित हैं, अशुद्ध करोगे। तुम उनको मैले कुचैले वस्त्र के समान फेंक दोगे और कहोगे, दूर हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तुम्हारे लिये जल बरसाएगा कि तुम खेत में बीज बो सको, और भूमि की उपज भी उत्तम और बहुतायत से होगी। उस समय तुम्हारे जानवरों को लम्बी-चौड़ी चराई मिलेगी।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बैल और गदहे जो तुम्हारी खेती के काम में आएँगे, वे सूफ और डलिया से फटका हुआ स्वादिष्ट चारा खाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस महासंहार के समय जब गुम्मट गिर पड़ेंगे, सब ऊँचे-ऊँचे पहाड़ों और पहाड़ियों पर नालियाँ और सोते पाए जाएँगे।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यहोवा अपनी प्रजा के लोगों का घाव बाँधेगा और उनकी चोट चंगा करेगा; तब चन्द्रमा का प्रकाश सूर्य का सा, और सूर्य का प्रकाश सात गुणा होगा, अर्थात् सप्ताह भर का प्रकाश एक दिन में होगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर अश्शूर को दण्ड देगा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, यहोवा दूर से चला आता है, उसका प्रकोप भड़क उठा है, और धुएँ का बादल उठ रहा है; उसके होंठ क्रोध से भरे हुए और उसकी जीभ भस्म करनेवाली आग के समान है।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी साँस ऐसी उमण्डनेवाली नदी के समान है जो गले तक पहुँचती है; वह सब जातियों को नाश के सूप से फटकेगा, और देश-देश के लोगों को भटकाने के लिये उनके जबड़ों में लगाम लगाएगा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तुम पवित्र पर्व की रात का सा गीत गाओगे, और जैसा लोग यहोवा के पर्वत की ओर उससे मिलने को, जो इस्राएल की चट्टान है, बाँसुरी बजाते हुए जाते हैं, वैसे ही तुम्हारे मन में भी आनन्द होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा अपनी प्रतापीवाणी सुनाएगा, और अपना क्रोध भड़काता और आग की लौ से भस्म करता हुआ, और प्रचण्ड आँधी और अति वर्षा और ओलों के साथ अपना भुजबल दिखाएगा। (भज. 18:13-14)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अश्शूर यहोवा के शब्द की शक्ति से नाश हो जाएगा, वह उसे सोंटे से मारेगा।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब-जब यहोवा उसको दण्ड देगा, तब-तब साथ ही डफ और वीणा बजेंगी; और वह हाथ बढ़ाकर उसको लगातार मारता रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बहुत काल से तोपेत तैयार किया गया है, वह राजा ही के लिये ठहराया गया है, वह लम्बा-चौड़ा और गहरा भी बनाया गया है, वहाँ की चिता में आग और बहुत सी लकड़ी हैं; यहोवा की साँस जलती हुई गन्धक की धारा के समान उसको सुलगाएगी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मिस्र पर व्यर्थ आत्मविश्वास\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}