{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब हिजकिय्याह राजा ने यह सुना, तब वह अपने वस्त्र फाड़ और टाट ओढ़कर यहोवा के भवन में गया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने एलयाकीम को जो राजघराने के काम पर नियुक्त था और शेबना मंत्री को और याजकों के पुरनियों को जो सब टाट ओढ़े हुए थे, आमोस के पुत्र यशायाह नबी के पास भेज दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उससे कहा, “हिजकिय्याह यह कहता है कि ‘आज का दिन संकट और उलाहने और निन्दा का दिन है, बच्चे जन्मने पर हुए पर जच्चा को जनने का बल न रहा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सम्भव है कि तेरे परमेश्‍वर यहोवा ने रबशाके की बातें सुनी जिसे उसके स्वामी अश्शूर के राजा ने जीविते परमेश्‍वर की निन्दा करने को भेजा* है, और जो बातें तेरे परमेश्‍वर यहोवा ने सुनी हैं उसके लिये उन्हें दपटे; अतः तू इन बचे हुओं के लिये जो रह गए हैं, प्रार्थना कर।’ ”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब हिजकिय्याह राजा के कर्मचारी यशायाह के पास आए।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यशायाह ने उनसे कहा, “अपने स्वामी से कहो, ‘यहोवा यह कहता है कि जो वचन तूने सुने हैं जिनके द्वारा अश्शूर के राजा के जनों ने मेरी निन्दा की है, उनके कारण मत डर।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, मैं उसके मन में प्रेरणा उत्‍पन्‍न करूँगा जिससे वह कुछ समाचार सुनकर अपने देश को लौट जाए; और मैं उसको उसी देश में तलवार से मरवा डालूँगा।’ ”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सन्हेरीब का पत्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब रबशाके ने लौटकर अश्शूर के राजा को लिब्ना नगर से युद्ध करते पाया; क्योंकि उसने सुना था कि वह लाकीश के पास से उठ गया है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कूश के राजा तिर्हाका के विषय यह सुना कि वह उससे लड़ने को निकला है। तब उसने हिजकिय्याह के पास दूतों को यह कहकर भेजा।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम यहूदा के राजा हिजकिय्याह से यह कहना, ‘तेरा परमेश्‍वर जिस पर तू भरोसा करता है, यह कहकर तुझे धोखा न देने पाए कि यरूशलेम अश्शूर के राजा के वश में न पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, तूने सुना है कि अश्शूर के राजाओं ने सब देशों से कैसा व्यवहार किया कि उन्हें सत्यानाश ही कर दिया।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर क्या तू बच जाएगा? गोजान और हारान और रेसेप में रहनेवाली जिन जातियों को और तलस्सार में रहनेवाले एदेनी लोगों को मेरे पुरखाओं ने नाश किया, क्या उनके देवताओं ने उन्हें बचा लिया?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमात का राजा, अर्पाद का राजा, सपर्वैम नगर का राजा, और हेना और इव्वा के राजा, ये सब कहाँ गए?’ ”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "हिजकिय्याह की प्रार्थना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पत्री को हिजकिय्याह ने दूतों के हाथ से लेकर पढ़ा; तब उसने यहोवा के भवन में जाकर उस पत्री को यहोवा के सामने फैला दिया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा से यह प्रार्थना की,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे सेनाओं के यहोवा, हे करूबों पर विराजमान इस्राएल के परमेश्‍वर, पृथ्वी के सब राज्यों के ऊपर केवल तू ही परमेश्‍वर है; आकाश और पृथ्वी को तू ही ने बनाया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा, कान लगाकर सुन; हे यहोवा आँख खोलकर देख; और सन्हेरीब के सब वचनों को सुन ले, जिसने जीविते परमेश्‍वर की निन्दा करने को लिख भेजा है।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा, सच तो है कि अश्शूर के राजाओं ने सब जातियों के देशों को उजाड़ा है\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके देवताओं को आग में झोंका है; क्योंकि वे ईश्वर न थे, वे केवल मनुष्यों की कारीगरी, काठ और पत्थर ही थे; इस कारण वे उनको नाश कर सके। (भज. 115:4-8, गला. 4:8)\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे हमारे परमेश्‍वर यहोवा, तू हमें उसके हाथ से बचा जिससे पृथ्वी के राज्य-राज्य के लोग जान लें कि केवल तू ही यहोवा है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सन्हेरीब के विषय में परमेश्‍वर का वचन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब आमोस के पुत्र यशायाह ने हिजकिय्याह के पास यह कहला भेजा, “इस्राएल का परमेश्‍वर यहोवा यह कहता है, तूने जो अश्शूर के राजा सन्हेरीब के विषय में मुझसे प्रार्थना की है,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके विषय यहोवा ने यह वचन कहा है, ‘सिय्योन की कुँवारी कन्या तुझे तुच्छ जानती है और उपहास में उड़ाती है*; यरूशलेम की पुत्री तुझ पर सिर हिलाती है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“‘तूने किसकी नामधराई और निन्दा की है? और तू जो बड़ा बोल बोला और घमण्ड किया है, वह किसके विरुद्ध किया है? इस्राएल के पवित्र के विरुद्ध!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने कर्मचारियों के द्वारा तूने प्रभु की निन्दा करके कहा है कि बहुत से रथ लेकर मैं पर्वतों की चोटियों पर वरन् लबानोन के बीच तक चढ़ आया हूँ; मैं उसके ऊँचे-ऊँचे देवदारों और अच्छे-अच्छे सनोवर वृक्षों को काट डालूँगा और उसके दूर-दूर के ऊँचे स्थानों में और उसके वन की फलदाई बारियों में प्रवेश करूँगा।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने खुदवाकर पानी पिया और मिस्र की नहरों में पाँव धरते ही उन्हें सूखा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तूने नहीं सुना कि प्राचीनकाल से मैंने यही ठाना और पूर्वकाल से इसकी तैयारी की थी? इसलिए अब मैंने यह पूरा भी किया है* कि तू गढ़वाले नगरों को खण्डहर ही खण्डहर कर दे।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसी कारण उनके रहनेवालों का बल घट गया और वे विस्मित और लज्जित हुए: वे मैदान के छोटे-छोटे पेड़ों और हरी घास और छत पर की घास और ऐसे अनाज के समान हो गए जो बढ़ने से पहले ही सूख जाता है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“‘मैं तो तेरा बैठना, कूच करना और लौट आना जानता हूँ; और यह भी कि तू मुझ पर अपना क्रोध भड़काता है।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण कि तू मुझ पर अपना क्रोध भड़काता और तेरे अभिमान की बातें मेरे कानों में पड़ी हैं, मैं तेरी नाक में नकेल डालकर और तेरे मुँह में अपनी लगाम लगाकर जिस मार्ग से तू आया है उसी मार्ग से तुझे लौटा दूँगा।’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“और तेरे लिये यह चिन्ह होगा कि इस वर्ष तो तुम उसे खाओगे जो आप से आप उगें, और दूसरे वर्ष वह जो उससे उत्‍पन्‍न हो, और तीसरे वर्ष बीज बोकर उसे लवने पाओगे और दाख की बारियाँ लगाने और उनका फल खाने पाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा के घराने के बचे हुए लोग फिर जड़ पकड़ेंगे और फूलें-फलेंगे;\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यरूशलेम से बचे हुए और सिय्योन पर्वत से भागे हुए लोग निकलेंगे। सेनाओं का यहोवा अपनी जलन के कारण यह काम करेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए यहोवा अश्शूर के राजा के विषय यह कहता है कि वह इस नगर में प्रवेश करने, वरन् इस पर एक तीर भी मारने न पाएगा; और न वह ढाल लेकर इसके सामने आने या इसके विरुद्ध दमदमा बाँधने पाएगा।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस मार्ग से वह आया है उसी से वह लौट भी जाएगा और इस नगर में प्रवेश न करने पाएगा, यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं अपने निमित्त और अपने दास दाऊद के निमित्त, इस नगर की रक्षा करके उसे बचाऊँगा*।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सन्हेरीब की हार और मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा के दूत ने निकलकर अश्शूरियों की छावनी में एक लाख पचासी हजार पुरुषों को मारा; और भोर को जब लोग उठे तब क्या देखा कि शव ही शव पड़े हैं।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अश्शूर का राजा सन्हेरीब चल दिया और लौटकर नीनवे में रहने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ वह अपने देवता निस्रोक के मन्दिर में दण्डवत् कर रहा था कि इतने में उसके पुत्र अद्रम्मेलेक और शरेसेर ने उसको तलवार से मारा और अरारात देश में भाग गए। और उसका पुत्र एसर्हद्दोन उसके स्थान पर राज्य करने लगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "हिजकिय्याह का यशायाह से सलाह माँगना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}