{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारा परमेश्‍वर यह कहता है, मेरी प्रजा को शान्ति दो, शान्ति दो! (भज. 85:8, 2 कुरि. 1:4)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यरूशलेम से शान्ति की बातें कहो; और उससे पुकारकर कहो कि तेरी कठिन सेवा पूरी हुई है, तेरे अधर्म का दण्ड अंगीकार किया गया है: यहोवा के हाथ से तू अपने सब पापों का दूना दण्ड पा चुका है। (प्रका. 1:5)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किसी की पुकार सुनाई देती है, “जंगल में यहोवा का मार्ग सुधारो, हमारे परमेश्‍वर के लिये अराबा में एक राजमार्ग चौरस करो। (मत्ती 3:3, मर. 1:3, मला. 3:1, यूह. 1:23)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हर एक तराई भर दी जाए और हर एक पहाड़ और पहाड़ी गिरा दी जाए; जो टेढ़ा है वह सीधा और जो ऊँचा-नीचा है वह चौरस किया जाए।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का तेज प्रगट होगा और सब प्राणी उसको एक संग देखेंगे; क्योंकि यहोवा ने आप ही ऐसा कहा है।” (भज. 72:19, लूका 3:6)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बोलनेवाले का वचन सुनाई दिया, “प्रचार कर!” मैंने कहा, “मैं क्या प्रचार करूँ?” सब प्राणी घास हैं, उनकी शोभा मैदान के फूल के समान है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा की साँस उस पर चलती है, तब घास सूख जाती है, और फूल मुर्झा जाता है; निःसन्देह प्रजा घास है। (याकू. 1:10,11)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "घास तो सूख जाती, और फूल मुर्झा जाता है; परन्तु हमारे परमेश्‍वर का वचन सदैव अटल रहेगा*। (1 पत. 1:24,25)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे सिय्योन को शुभ समाचार सुनानेवाली, ऊँचे पहाड़ पर चढ़ जा; हे यरूशलेम को शुभ समाचार सुनानेवाली, बहुत ऊँचे शब्द से सुना, ऊँचे शब्द से सुना, मत डर; यहूदा के नगरों से कह, “अपने परमेश्‍वर को देखो!” (यशा. 52:7-8)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, प्रभु यहोवा सामर्थ्य दिखाता हुआ आ रहा है, वह अपने भुजबल से प्रभुता करेगा; देखो, जो मजदूरी देने की है वह उसके पास है और जो बदला देने का है वह उसके हाथ में है। (प्रका. 22:7,12)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह चरवाहे के समान अपने झुण्ड को चराएगा, वह भेड़ों के बच्चों को अँकवार में लिए रहेगा और दूध पिलानेवालियों को धीरे-धीरे ले चलेगा। (यहे. 34:23, मीका 5:4)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल का अतुलनीय परमेश्‍वर\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किसने महासागर को चुल्लू से मापा और किसके बित्ते से आकाश का नाप हुआ, किसने पृथ्वी की मिट्टी को नपुए में भरा और पहाड़ों को तराजू में और पहाड़ियों को काँटे में तौला है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किसने यहोवा की आत्मा को मार्ग बताया या उसका सलाहकार होकर उसको ज्ञान सिखाया है*? (1 कुरि. 2:16)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने किससे सम्मति ली और किसने उसे समझाकर न्याय का पथ बता दिया और ज्ञान सिखाकर बुद्धि का मार्ग जता दिया है? (रोम. 11:34,35)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, जातियाँ तो डोल की एक बूंद या पलड़ों पर की धूल के तुल्य ठहरीं; देखो, वह द्वीपों को धूल के किनकों सरीखे उठाता है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लबानोन भी ईंधन के लिये थोड़ा होगा और उसमें के जीव-जन्तु होमबलि के लिये बस न होंगे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सारी जातियाँ उसके सामने कुछ नहीं हैं, वे उसकी दृष्टि में लेश और शून्य से भी घट ठहरीं हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम परमेश्‍वर को किसके समान बताओगे और उसकी उपमा किससे दोगे?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूरत! कारीगर ढालता है, सुनार उसको सोने से मढ़ता और उसके लिये चाँदी की साँकलें ढालकर बनाता है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कंगाल इतना अर्पण नहीं कर सकता, वह ऐसा वृक्ष चुन लेता है जो न घुने; तब एक निपुण कारीगर ढूँढ़कर मूरत खुदवाता और उसे ऐसा स्थिर कराता है कि वह हिल न सके। (प्रेरि. 17:29)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुम नहीं जानते? क्या तुमने नहीं सुना? क्या तुम को आरम्भ ही से नहीं बताया गया? क्या तुमने पृथ्वी की नींव पड़ने के समय ही से विचार नहीं किया?\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह वह है जो पृथ्वी के घेरे के ऊपर आकाशमण्डल पर विराजमान है; और पृथ्वी के रहनेवाले टिड्डी के तुल्य है; जो आकाश को मलमल के समान फैलाता और ऐसा तान देता है जैसा रहने के लिये तम्बू ताना जाता है;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो बड़े-बड़े हाकिमों को तुच्छ कर देता है, और पृथ्वी के अधिकारियों को शून्य के समान कर देता है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे रोपे ही जाते, वे बोए ही जाते, उनके ठूँठ भूमि में जड़ ही पकड़ पाते कि वह उन पर पवन बहाता और वे सूख जाते, और आँधी उन्हें भूसे के समान उड़ा ले जाती है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तुम मुझे किसके समान बताओगे कि मैं उसके तुल्य ठहरूँ? उस पवित्र का यही वचन है।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपनी आँखें ऊपर उठाकर देखो, किसने इनको सिरजा? वह इन गणों को गिन-गिनकर निकालता, उन सबको नाम ले-लेकर बुलाता है? वह ऐसा सामर्थी और अत्यन्त बलवन्त है कि उनमें से कोई बिना आए नहीं रहता।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे याकूब, तू क्यों कहता है, हे इस्राएल तू क्यों बोलता है, “मेरा मार्ग यहोवा से छिपा हुआ है, मेरा परमेश्‍वर मेरे न्याय की कुछ चिन्ता नहीं करता?”\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुम नहीं जानते? क्या तुमने नहीं सुना? यहोवा जो सनातन परमेश्‍वर और पृथ्वी भर का सृजनहार है, वह न थकता, न श्रमित होता है, उसकी बुद्धि अगम है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह थके हुए को बल देता है और शक्तिहीन को बहुत सामर्थ्य देता है।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तरूण तो थकते और श्रमित हो जाते हैं, और जवान ठोकर खाकर गिरते हैं;\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जो यहोवा की बाट जोहते हैं, वे नया बल प्राप्त करते जाएँगे, वे उकाबों के समान उड़ेंगे, वे दौड़ेंगे और श्रमित न होंगे, चलेंगे और थकित न होंगे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर के लोगों को शान्ति\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}