{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे याकूब तेरा सृजनहार यहोवा, और हे इस्राएल तेरा रचनेवाला, अब यह कहता है, “मत डर, क्योंकि मैंने तुझे छुड़ा लिया है; मैंने तुझे नाम लेकर बुलाया है, तू मेरा ही है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तू जल में होकर जाए, मैं तेरे संग-संग रहूँगा और जब तू नदियों में होकर चले, तब वे तुझे न डुबा सकेगी; जब तू आग में चले तब तुझे आँच न लगेगी, और उसकी लौ तुझे न जला सकेगी।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं यहोवा तेरा परमेश्‍वर हूँ, इस्राएल का पवित्र मैं तेरा उद्धारकर्ता हूँ, तेरी छुड़ौती में मैं मिस्र को और तेरे बदले कूश और सबा को देता हूँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी दृष्टि में तू अनमोल और प्रतिष्ठित ठहरा है और मैं तुझ से प्रेम रखता हूँ, इस कारण मैं तेरे बदले मनुष्यों को और तेरे प्राण के बदले में राज्य-राज्य के लोगों को दे दूँगा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मत डर, क्योंकि मैं तेरे साथ हूँ; मैं तेरे वंश को पूर्व से ले आऊँगा, और पश्चिम से भी इकट्ठा करूँगा। (यहे. 36:24, जक. 8:7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उत्तर से कहूँगा, ‘दे दे’, और दक्षिण से कि ‘रोक मत रख;’ मेरे पुत्रों को दूर से और मेरी पुत्रियों को पृथ्वी की छोर से ले आओ; (भज. 107:2,3)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हर एक को जो मेरा कहलाता है, जिसको मैंने अपनी महिमा के लिये सृजा, जिसको मैंने रचा और बनाया है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल परमेश्‍वर का गवाह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आँख रहते हुए अंधे को और कान रखते हुए बहरो को निकाल ले आओ!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जाति-जाति के लोग इकट्ठे किए जाएँ और राज्य-राज्य के लोग एकत्रित हों। उनमें से कौन यह बात बता सकता या बीती हुई बातें हमें सुना सकता है? वे अपने साक्षी ले आएँ जिससे वे सच्चे ठहरें, वे सुन लें और कहें, यह सत्य है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की वाणी है, “तुम मेरे साक्षी हो और मेरे दास हो, जिन्हें मैंने इसलिए चुना है कि समझकर मेरा विश्वास करो और यह जान लो कि मैं वही हूँ। मुझसे पहले कोई परमेश्‍वर न हुआ और न मेरे बाद कोई होगा। (यूह. 1:7-8, यशा. 45:6)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं ही यहोवा हूँ और मुझे छोड़ कोई उद्धारकर्ता नहीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं ही ने समाचार दिया और उद्धार किया और वर्णन भी किया, जब तुम्हारे बीच में कोई पराया देवता न था; इसलिए तुम ही मेरे साक्षी हो,” यहोवा की यह वाणी है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं ही परमेश्‍वर हूँ और भविष्य में भी मैं ही हूँ; मेरे हाथ से कोई छुड़ा न सकेगा; जब मैं काम करना चाहूँ तब कौन मुझे रोक सकेगा।” (1 तीमु. 1:17, रोम. 9:18-19)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बाबेल से बच जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारा छुड़ानेवाला और इस्राएल का पवित्र यहोवा यह कहता है, “तुम्हारे निमित्त मैंने बाबेल को भेजा है, और उसके सब रहनेवालों को भगोड़ों की दशा में और कसदियों को भी उन्हीं के जहाजों पर चढ़ाकर ले आऊँगा जिनके विषय वे बड़ा बोल बोलते हैं।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं यहोवा तुम्हारा पवित्र, इस्राएल का सृजनहार, तुम्हारा राजा हूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा जो समुद्र में मार्ग और प्रचण्ड धारा में पथ बनाता है,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो रथों और घोड़ों को और शूरवीरों समेत सेना को निकाल लाता है, (वे तो एक संग वहीं रह गए और फिर नहीं उठ सकते, वे बुझ गए, वे सन की बत्ती के समान बुझ गए हैं।) वह यह कहता है,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अब बीती हुई घटनाओं का स्मरण मत करो, न प्राचीनकाल की बातों पर मन लगाओ।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, मैं एक नई बात करता हूँ; वह अभी प्रगट होगी, क्या तुम उससे अनजान रहोगे? मैं जंगल में एक मार्ग बनाऊँगा और निर्जल देश में नदियाँ बहाऊँगा। (भज. 107:35)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गीदड़ और शुतुर्मुर्ग आदि जंगली जन्तु मेरी महिमा करेंगे; क्योंकि मैं अपनी चुनी हुई प्रजा के पीने के लिये जंगल में जल और निर्जल देश में नदियाँ बहाऊँगा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रजा को मैंने अपने लिये बनाया है कि वे मेरा गुणानुवाद करें। (1 कुरि. 10:31, 1 पत. 2:9)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल का पाप\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तो भी हे याकूब, तूने मुझसे प्रार्थना नहीं की; वरन् हे इस्राएल तू मुझसे थक गया है!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे लिये होमबलि करने को तू मेम्‍ने नहीं लाया और न मेलबलि चढ़ाकर मेरी महिमा की है। देख, मैंने अन्नबलि चढ़ाने की कठिन सेवा तुझ से नहीं कराई, न तुझ से धूप लेकर तुझे थका दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू मेरे लिये सुगन्धित नरकट रुपये से मोल नहीं लाया और न मेलबलियों की चर्बी से मुझे तृप्त किया। परन्तु तूने अपने पापों के कारण मुझ पर बोझ लाद दिया है, और अपने अधर्म के कामों से मुझे थका दिया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं वही हूँ जो अपने नाम के निमित्त तेरे अपराधों को मिटा देता हूँ और तेरे पापों को स्मरण न करूँगा। (इब्रा. 10:17,8:12, यिर्म. 31:34)\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मुझे स्मरण करो, हम आपस में विवाद करें; तू अपनी बात का वर्णन कर जिससे तू निर्दोष ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा मूलपुरुष पापी हुआ और जो-जो मेरे और तुम्हारे बीच बिचवई हुए, वे मुझसे बलवा करते चले आए हैं।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण मैंने पवित्रस्‍थान के हाकिमों को अपवित्र ठहराया, मैंने याकूब को सत्यानाश और इस्राएल को निन्दित होने दिया है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर हमेशा अपने लोगों के साथ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}