{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे याकूब के घराने, यह बात सुन, तुम जो इस्राएली कहलाते और यहूदा के सोतों के जल से उत्‍पन्‍न हुए हो; जो यहोवा के नाम की शपथ खाते हो और इस्राएल के परमेश्‍वर की चर्चा तो करते हो, परन्तु सच्चाई और धार्मिकता से नहीं करते।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वे अपने को पवित्र नगर के बताते हैं, और इस्राएल के परमेश्‍वर पर, जिसका नाम सेनाओं का यहोवा है भरोसा करते हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“होनेवाली बातों को तो मैंने प्राचीनकाल ही से बताया है, और उनकी चर्चा मेरे मुँह से निकली, मैंने अचानक उन्हें प्रगट किया और वे बातें सचमुच हुईं।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं जानता था कि तू हठीला है और तेरी गर्दन लोहे की नस और तेरा माथा पीतल का है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण मैंने इन बातों को प्राचीनकाल ही से तुझे बताया उनके होने से पहले ही मैंने तुझे बता दिया, ऐसा न हो कि तू यह कह पाए कि यह मेरे देवता का काम है, मेरी खोदी और ढली हुई मूर्तियों की आज्ञा से यह हुआ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तूने सुना है, अब इन सब बातों पर ध्यान कर; और देखो, क्या तुम उसका प्रचार न करोगे? अब से मैं तुझे नई-नई बातें और ऐसी गुप्त बातें सुनाऊँगा जिन्हें तू नहीं जानता। (प्रका. 1:19)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे अभी-अभी रची गई हैं, प्राचीनकाल से नहीं; परन्तु आज से पहले तूने उन्हें सुना भी न था, ऐसा न हो कि तू कहे कि देख मैं तो इन्हें जानता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाँ! निश्चय तूने उन्हें न तो सुना, न जाना, न इससे पहले तेरे कान ही खुले थे। क्योंकि मैं जानता था कि तू निश्चय विश्वासघात करेगा, और गर्भ ही से तेरा नाम अपराधी पड़ा है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अपने ही नाम के निमित्त मैं क्रोध करने में विलम्ब करता हूँ, और अपनी महिमा के निमित्त अपने आपको रोक रखता हूँ, ऐसा न हो कि मैं तुझे काट डालूँ।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, मैंने तुझे निर्मल तो किया, परन्तु, चाँदी के समान नहीं; मैंने दुःख की भट्ठी में परखकर तुझे चुन लिया है। (भज. 66:10, 1 पत. 1:7)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने निमित्त, हाँ अपने ही निमित्त मैंने यह किया है, मेरा नाम क्यों अपवित्र ठहरे? अपनी महिमा मैं दूसरे को नहीं दूँगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल को छुड़ाने की परमेश्‍वर की पूर्व योजना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे याकूब, हे मेरे बुलाए हुए इस्राएल, मेरी ओर कान लगाकर सुन! मैं वही हूँ, मैं ही आदि और मैं ही अन्त हूँ।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "निश्चय मेरे ही हाथ ने पृथ्वी की नींव डाली, और मेरे ही दाहिने हाथ ने आकाश फैलाया; जब मैं उनको बुलाता हूँ*, वे एक साथ उपस्थित हो जाते हैं।” (इब्रा. 1:10)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम सब के सब इकट्ठे होकर सुनो! उनमें से किसने कभी इन बातों का समाचार दिया? यहोवा उससे प्रेम रखता है: वह बाबेल पर अपनी इच्छा पूरी करेगा, और कसदियों पर उसका हाथ पड़ेगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने, हाँ मैंने ही ने कहा और उसको बुलाया है, मैं उसको ले आया हूँ, और उसका काम सफल होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे निकट आकर इस बात को सुनो आदि से लेकर अब तक मैंने कोई भी बात गुप्त में नहीं कही; जब से वह हुआ तब से मैं वहाँ हूँ।” और अब प्रभु यहोवा ने और उसकी आत्मा ने मुझे भेज दिया है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर की योजना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा जो तेरा छुड़ानेवाला और इस्राएल का पवित्र है, वह यह कहता है: “मैं ही तेरा परमेश्‍वर यहोवा हूँ जो तुझे तेरे लाभ के लिये शिक्षा देता हूँ, और जिस मार्ग से तुझे जाना है उसी मार्ग पर तुझे ले चलता हूँ।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भला होता कि तूने मेरी आज्ञाओं को ध्यान से सुना होता*! तब तेरी शान्ति नदी के समान और तेरी धार्मिकता समुद्र की लहरों के समान होता;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा वंश रेतकणों के तुल्य होता, और तेरी निज सन्तान उसके कणों के समान होती; उनका नाम मेरे सम्मुख से न कभी काटा और न मिटाया जाता।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाबेल में से निकल जाओ, कसदियों के बीच में से भाग जाओ; जयजयकार करते हुए इस बात का प्रचार करके सुनाओ, पृथ्वी की छोर तक इसकी चर्चा फैलाओ; कहते जाओ: “यहोवा ने अपने दास याकूब को छुड़ा लिया है!” (यिर्म. 90:8,51:6, प्रका. 18:4)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह उन्हें निर्जल देशों में ले गया, तब वे प्यासे न हुए; उसने उनके लिये चट्टान में से पानी निकाला; उसने चट्टान को चीरा और जल बह निकला।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“दुष्टों के लिये कुछ शान्ति नहीं,” यहोवा का यही वचन है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर भविष्य का भी स्वामी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}