{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब मैं अपने प्रिय के लिये और उसकी दाख की बारी के विषय में गीत गाऊँगा: एक अति उपजाऊ टीले पर मेरे प्रिय की एक दाख की बारी थी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उसकी मिट्टी खोदी और उसके पत्थर बीनकर उसमें उत्तम जाति की एक दाखलता लगाई; उसके बीच में उसने एक गुम्मट बनाया, और दाखरस के लिये एक कुण्ड भी खोदा; तब उसने दाख की आशा की, परन्तु उसमें निकम्मी दाखें ही लगीं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे यरूशलेम के निवासियों और हे यहूदा के मनुष्यों, मेरे और मेरी दाख की बारी के बीच न्याय करो।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी दाख की बारी के लिये और क्या करना रह गया जो मैंने उसके लिये न किया हो? फिर क्या कारण है कि जब मैंने दाख की आशा की तब उसमें निकम्मी दाखें लगीं?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब मैं तुम को बताता हूँ कि अपनी दाख की बारी से क्या करूँगा। मैं उसके काँटेवाले बाड़े को उखाड़ दूँगा कि वह चट की जाए, और उसकी दीवार को ढा दूँगा कि वह रौंदी जाए।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसे उजाड़ दूँगा; वह न तो फिर छाँटी और न खोदी जाएगी और उसमें भाँति-भाँति के कटीले पेड़ उगेंगे; मैं मेघों को भी आज्ञा दूँगा कि उस पर जल न बरसाएँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सेनाओं के यहोवा की दाख की बारी* इस्राएल का घराना, और उसका मनभाऊ पौधा यहूदा के लोग है; और उसने उनमें न्याय की आशा की परन्तु अन्याय देख पड़ा; उसने धार्मिकता की आशा की, परन्तु उसे चिल्लाहट ही सुन पड़ी! (भज. 80:8, मत्ती 3:8-10)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदा के पापों की निन्दा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो घर से घर, और खेत से खेत यहाँ तक मिलाते जाते हैं कि कुछ स्थान नहीं बचता, कि तुम देश के बीच अकेले रह जाओ।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा ने मेरे सुनते कहा है: “निश्चय बहुत से घर सुनसान हो जाएँगे, और बड़े-बड़े और सुन्दर घर निर्जन हो जाएँगे। (आमो. 6:11, मत्ती 26:38)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि दस बीघे की दाख की बारी से एक ही बत दाखमधु मिलेगा, और होमेर भर के बीच से एक ही एपा अन्न उत्‍पन्‍न होगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो बड़े तड़के उठकर मदिरा पीने लगते हैं और बड़ी रात तक दाखमधु पीते रहते हैं जब तक उनको गर्मी न चढ़ जाए!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके भोजों में वीणा, सारंगी, डफ, बाँसुरी और दाखमधु, ये सब पाये जाते हैं; परन्तु वे यहोवा के कार्य की ओर दृष्टि नहीं करते, और उसके हाथों के काम को नहीं देखते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अज्ञानता के कारण मेरी प्रजा बँधुवाई में जाती है, उसके प्रतिष्ठित पुरुष भूखें मरते और साधारण लोग प्यास से व्याकुल होते हैं।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अधोलोक ने अत्यन्त लालसा करके अपना मुँह हद से ज्यादा पसारा है, और उनका वैभव और भीड़-भाड़ और आनन्द करनेवाले सबके सब उसके मुँह में जा पड़ते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "साधारण मनुष्य दबाए जाते और बड़े मनुष्य नीचे किए जाते हैं, और अभिमानियों की आँखें नीची की जाती हैं।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु सेनाओं का यहोवा न्याय करने के कारण महान ठहरता, और पवित्र परमेश्‍वर धर्मी होने के कारण पवित्र ठहरता है!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब भेड़ों के बच्चे मानो अपने खेत में चरेंगे, परन्तु हष्टपुष्टों के उजड़े स्थान परदेशियों को चराई के लिये मिलेंगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो अधर्म को अनर्थ की रस्सियों से और पाप को मानो गाड़ी के रस्से से खींच ले आते हैं,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कहते हैं, “वह फुर्ती करे और अपने काम को शीघ्र करे कि हम उसको देखें; और इस्राएल के पवित्र की युक्ति प्रगट हो, वह निकट आए कि हम उसको समझें!”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो बुरे को भला और भले को बुरा कहते, जो अंधियारे को उजियाला और उजियाले को अंधियारा ठहराते, और कड़वे को मीठा और मीठे को कड़वा करके मानते हैं!\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो अपनी दृष्टि में ज्ञानी और अपने लेखे बुद्धिमान हैं! (नीति. 3:7, 26:12, रोम. 12:16)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उन पर जो दाखमधु पीने में वीर और मदिरा को तेज बनाने में बहादुर हैं,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो घूस लेकर दुष्टों को निर्दोष, और निर्दोषों को दोषी ठहराते हैं!\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण जैसे अग्नि की लौ से खूँटी भस्म होती है और सूखी घास जलकर बैठ जाती है, वैसे ही उनकी जड़ सड़ जाएगी और उनके फूल धूल होकर उड़ जाएँगे; क्योंकि उन्होंने सेनाओं के यहोवा की व्यवस्था को निकम्मी जाना, और इस्राएल के पवित्र के वचन को तुच्छ जाना है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहोवा का क्रोध अपनी प्रजा पर भड़का है, और उसने उनके विरुद्ध हाथ बढ़ाकर उनको मारा है, और पहाड़ काँप उठे; और लोगों की लोथें सड़कों के बीच कूड़ा सी पड़ी हैं। इतने पर भी उसका क्रोध शान्त नहीं हुआ और उसका हाथ अब तक बढ़ा हुआ है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह दूर-दूर की जातियों के लिये झण्डा खड़ा करेगा, और सींटी बजाकर उनको पृथ्वी की छोर से बुलाएगा; देखो, वे फुर्ती करके वेग से आएँगे!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनमें कोई थका नहीं न कोई ठोकर खाता है; कोई उँघने या सोनेवाला नहीं, किसी का फेंटा नहीं खुला, और किसी के जूतों का बन्धन नहीं टूटा;\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके तीर शुद्ध और धनुष चढ़ाए हुए हैं, उनके घोड़ों के खुर वज्र के-से और रथों के पहिये बवण्डर सरीखे हैं*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे सिंह या जवान सिंह के समान गरजते हैं; वे गुर्राकर अहेर को पकड़ लेते और उसको ले भागते हैं, और कोई उसे उनसे नहीं छुड़ा सकता।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय वे उन पर समुद्र के गर्जन के समान गरजेंगे और यदि कोई देश की ओर देखे, तो उसे अंधकार और संकट देख पड़ेगा और ज्योति मेघों से छिप जाएगी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "निकम्मी दाख की बारी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}