{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अहो सब प्यासे लोगों, पानी के पास आओ; और जिनके पास रुपया न हो, तुम भी आकर मोल लो और खाओ! दाखमधु और दूध बिन रुपये और बिना दाम ही आकर ले लो*। (यूह. 7:37, प्रका. 21:6, प्रका. 22:17)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो भोजनवस्तु नहीं है, उसके लिये तुम क्यों रुपया लगाते हो, और जिससे पेट नहीं भरता उसके लिये क्यों परिश्रम करते हो? मेरी ओर मन लगाकर सुनो, तब उत्तम वस्तुएँ खाने पाओगे और चिकनी-चिकनी वस्तुएँ खाकर सन्तुष्ट हो जाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कान लगाओ, और मेरे पास आओ; सुनो, तब तुम जीवित रहोगे; और मैं तुम्हारे साथ सदा की वाचा बाँधूँगा, अर्थात् दाऊद पर की अटल करुणा की वाचा। (भज. 89:28, नीति. 4:20, प्रेरि. 13:34)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुनो, मैंने उसको राज्य-राज्य के लोगों के लिये साक्षी और प्रधान और आज्ञा देनेवाला ठहराया है। (इब्रा. 2:10, इब्रा. 5:9, प्रका. 1:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, तू ऐसी जाति को जिसे तू नहीं जानता बुलाएगा, और ऐसी जातियाँ जो तुझे नहीं जानती तेरे पास दौड़ी आएँगी, वे तेरे परमेश्‍वर यहोवा और इस्राएल के पवित्र के निमित्त यह करेंगी, क्योंकि उसने तुझे शोभायमान किया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब तक यहोवा मिल सकता है तब तक उसकी खोज में रहो, जब तक वह निकट है* तब तक उसे पुकारो; (प्रेरि. 17:27)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दुष्ट अपनी चालचलन और अनर्थकारी अपने सोच-विचार छोड़कर यहोवा ही की ओर फिरे, वह उस पर दया करेगा, वह हमारे परमेश्‍वर की ओर फिरे और वह पूरी रीति से उसको क्षमा करेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा कहता है, मेरे विचार और तुम्हारे विचार एक समान नहीं है, न तुम्हारी गति और मेरी गति एक सी है। (रोम. 11:33)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मेरी और तुम्हारी गति में और मेरे और तुम्हारे सोच विचारों में, आकाश और पृथ्वी का अन्तर है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जिस प्रकार से वर्षा और हिम आकाश से गिरते हैं और वहाँ ऐसे ही लौट नहीं जाते, वरन् भूमि पर पड़कर उपज उपजाते हैं जिससे बोलनेवाले को बीज और खानेवाले को रोटी मिलती है, (2 कुरि. 9:10)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी प्रकार से मेरा वचन भी होगा जो मेरे मुख से निकलता है; वह व्यर्थ ठहरकर मेरे पास न लौटेगा, परन्तु, जो मेरी इच्छा है उसे वह पूरा करेगा*, और जिस काम के लिये मैंने उसको भेजा है उसे वह सफल करेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्योंकि तुम आनन्द के साथ निकलोगे, और शान्ति के साथ पहुँचाए जाओगे; तुम्हारे आगे-आगे पहाड़ और पहाड़ियाँ गला खोलकर जयजयकार करेंगी, और मैदान के सब वृक्ष आनन्द के मारे ताली बजाएँगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब भटकटैयों के बदले सनोवर उगेंगे; और बिच्छू पेड़ों के बदले मेंहदी उगेगी; और इससे यहोवा का नाम होगा, जो सदा का चिन्ह होगा और कभी न मिटेगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बहुतायत के जीवन के लिए एक निमंत्रण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}