{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा यह कहता है, “न्याय का पालन करो, और धर्म के काम करो; क्योंकि मैं शीघ्र तुम्हारा उद्धार करूँगा, और मेरा धर्मी होना प्रगट होगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या ही धन्य है वह मनुष्य जो ऐसा ही करता, और वह आदमी जो इस पर स्थिर रहता है, जो विश्रामदिन को पवित्र मानता और अपवित्र करने से बचा रहता है, और अपने हाथ को सब भाँति की बुराई करने से रोकता है।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो परदेशी यहोवा से मिल गए हैं, वे न कहें, “यहोवा हमें अपनी प्रजा से निश्चय अलग करेगा;” और खोजे भी न कहें, “हम तो सूखे वृक्ष हैं*।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्योंकि जो खोजे मेरे विश्रामदिन को मानते और जिस बात से मैं प्रसन्‍न रहता हूँ उसी को अपनाते और मेरी वाचा का पालन करते हैं,” उनके विषय यहोवा यह कहता है,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं अपने भवन और अपनी शहरपनाह के भीतर उनको ऐसा नाम दूँगा जो पुत्र-पुत्रियों से कहीं उत्तम होगा; मैं उनका नाम सदा बनाए रखूँगा और वह कभी न मिटाया जाएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परदेशी भी जो यहोवा के साथ इस इच्छा से मिले हुए हैं कि उसकी सेवा टहल करें और यहोवा के नाम से प्रीति रखें और उसके दास हो जाएँ, जितने विश्रामदिन को अपवित्र करने से बचे रहते और मेरी वाचा को पालते हैं,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनको मैं अपने पवित्र पर्वत पर ले आकर अपने प्रार्थना के भवन में आनन्दित करूँगा; उनके होमबलि और मेलबलि मेरी वेदी पर ग्रहण किए जाएँगे; क्योंकि मेरा भवन सब देशों के लोगों के लिये प्रार्थना का घर कहलाएगा। (मला. 1:11, मर. 11:17, 1 पत. 2:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु यहोवा, जो निकाले हुए इस्राएलियों को इकट्ठे करनेवाला है, उसकी यह वाणी है कि जो इकट्ठे किए गए हैं उनके साथ मैं औरों को भी इकट्ठे करके मिला दूँगा।” (यूह. 10:16)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल के गैर जिम्मेदार अगुआ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मैदान के सब जन्तुओं, हे वन के सब पशुओं, खाने के लिये आओ।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके पहरूए अंधे हैं, वे सब के सब अज्ञानी हैं, वे सब के सब गूँगे कुत्ते हैं जो भौंक नहीं सकते; वे स्वप्न देखनेवाले और लेटे रहकर सोते रहना चाहते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मरभूखे कुत्ते हैं जो कभी तृप्त नहीं होते। वे चरवाहे हैं जिनमें समझ ही नहीं*; उन सभी ने अपने-अपने लाभ के लिये अपना-अपना मार्ग लिया है।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे कहते हैं, “आओ, हम दाखमधु ले आएँ, आओ मदिरा पीकर छक जाएँ; कल का दिन भी तो आज ही के समान अत्यन्त सुहावना होगा।” (लूका 12:19-20, 1 कुरि. 15:32)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अन्यजातियों के लिए उद्धार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}