{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह कौन है जो एदोम देश के बोस्रा नगर से लाल वस्त्र पहने हुए चला आता है, जो अति बलवान और भड़कीला पहरावा पहने हुए झूमता चला आता है?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "“यह मैं ही हूँ, जो धार्मिकता से बोलता और पूरा उद्धार करने की शक्ति रखता हूँ।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा पहरावा क्यों लाल है? और क्या कारण है कि तेरे वस्त्र हौद में दाख रौंदनेवाले के समान हैं?\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैंने तो अकेले ही हौद में दाखें रौंदी हैं*, और देश के लोगों में से किसी ने मेरा साथ नहीं दिया; हाँ, मैंने अपने क्रोध में आकर उन्हें रौंदा और जलकर उन्हें लताड़ा; उनके लहू के छींटे मेरे वस्त्रों पर पड़े हैं, इससे मेरा सारा पहरावा धब्बेदार हो गया है। (प्रका. 19:15, प्रका. 14:20)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि बदला लेने का दिन मेरे मन में था, और मेरी छुड़ाई हुई प्रजा का वर्ष आ पहुँचा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने खोजा, पर कोई सहायक न दिखाई पड़ा; मैंने इससे अचम्भा भी किया कि कोई सम्भालनेवाला नहीं था; तब मैंने अपने ही भुजबल से उद्धार किया, और मेरी जलजलाहट ही ने मुझे सम्भाला।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाँ, मैंने अपने क्रोध में आकर देश-देश के लोगों को लताड़ा, अपनी जलजलाहट से मैंने उन्हें मतवाला कर दिया, और उनके लहू को भूमि पर बहा दिया।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अनुग्रह का स्मरण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जितना उपकार यहोवा ने हम लोगों का किया अर्थात् इस्राएल के घराने पर दया और अत्यन्त करुणा करके उसने हम से जितनी भलाई कि, उस सबके अनुसार मैं यहोवा के करुणामय कामों का वर्णन और उसका गुणानुवाद करूँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उसने कहा, निःसन्देह ये मेरी प्रजा के लोग हैं, ऐसे लड़के हैं जो धोखा न देंगे; और वह उनका उद्धारकर्ता हो गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके सारे संकट में उसने भी कष्ट उठाया, और उसके सम्मुख रहनेवाले दूत ने उनका उद्धार किया; प्रेम और कोमलता से उसने आप ही उनको छुड़ाया; उसने उन्हें उठाया और प्राचीनकाल से सदा उन्हें लिए फिरा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी उन्होंने बलवा किया और उसके पवित्र आत्मा को खेदित किया; इस कारण वह पलटकर उनका शत्रु हो गया, और स्वयं उनसे लड़ने लगा। (प्रेरि. 7:51, इफि. 4:30)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसके लोगों को उनके प्राचीन दिन अर्थात् मूसा के दिन स्मरण आए, वे कहने लगे कि जो अपनी भेड़ों को उनके चरवाहे समेत समुद्र में से निकाल लाया वह कहाँ है? जिसने उनके बीच अपना पवित्र आत्मा डाला, वह कहाँ है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसने अपने प्रतापी भुजबल को मूसा के दाहिने हाथ के साथ कर दिया, जिसने उनके सामने जल को दो भाग करके अपना सदा का नाम कर लिया,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो उनको गहरे समुद्र में से ले चला; जैसा घोड़े को जंगल में वैसे ही उनको भी ठोकर न लगी, वह कहाँ है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे घरेलू पशु तराई में उतर जाता है, वैसे ही यहोवा के आत्मा ने उनको विश्राम दिया। इसी प्रकार से तूने अपनी प्रजा की अगुआई की ताकि अपना नाम महिमायुक्त बनाए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल की प्रार्थना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "स्वर्ग से, जो तेरा पवित्र और महिमापूर्ण वासस्थान है, दृष्टि कर*। तेरी जलन और पराक्रम कहाँ रहे? तेरी दया और करुणा मुझ पर से हट गई हैं।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "निश्चय तू हमारा पिता है, यद्यपि अब्राहम हमें नहीं पहचानता, और इस्राएल हमें ग्रहण नहीं करता; तो भी, हे यहोवा, तू हमारा पिता और हमारा छुड़ानेवाला है; प्राचीनकाल से यही तेरा नाम है। (यूह. 8:41)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा, तू क्यों हमको अपने मार्गों से भटका देता, और हमारे मन ऐसे कठोर करता है कि हम तेरा भय नहीं मानते? अपने दास, अपने निज भाग के गोत्रों के निमित्त लौट आ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी पवित्र प्रजा तो थोड़े ही समय तक तेरे पवित्रस्‍थान की अधिकारी रही; हमारे द्रोहियों ने उसे लताड़ दिया है। (लूका 21:24, प्रका. 11:2)\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम लोग तो ऐसे हो गए हैं, मानो तूने हम पर कभी प्रभुता नहीं की, और उनके समान जो कभी तेरे न कहलाए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर का न्याय और उद्धार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}