{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भला हो कि तू आकाश को फाड़कर उतर आए और पहाड़ तेरे सामने काँप उठे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे आग झाड़-झँखाड़ को जला देती या जल को उबालती है, उसी रीति से तू अपने शत्रुओं पर अपना नाम ऐसा प्रगट कर कि जाति-जाति के लोग तेरे प्रताप से काँप उठें!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तूने ऐसे भयानक काम किए जो हमारी आशा से भी बढ़कर थे, तब तू उतर आया, पहाड़ तेरे प्रताप से काँप उठे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि प्राचीनकाल ही से तुझे छोड़ कोई और ऐसा परमेश्‍वर न तो कभी देखा गया और न कान से उसकी चर्चा सुनी गई जो अपनी बाट जोहनेवालों के लिये काम करे। (भज. 31:19, 1 कुरि. 2:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू तो उन्हीं से मिलता है जो धर्म के काम हर्ष के साथ करते, और तेरे मार्गों पर चलते हुए तुझे स्मरण करते हैं। देख, तू क्रोधित हुआ था, क्योंकि हमने पाप किया; हमारी यह दशा तो बहुत समय से है, क्या हमारा उद्धार हो सकता है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम तो सब के सब अशुद्ध मनुष्य के से हैं*, और हमारे धार्मिकता के काम सब के सब मैले चिथड़ों के समान हैं। हम सब के सब पत्ते के समान मुर्झा जाते हैं, और हमारे अधर्म के कामों ने हमें वायु के समान उड़ा दिया है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कोई भी तुझ से प्रार्थना नहीं करता, न कोई तुझ से सहायता लेने के लिये चौकसी करता है कि तुझ से लिपटा रहे; क्योंकि हमारे अधर्म के कामों के कारण तूने हम से अपना मुँह छिपा लिया है, और हमें हमारी बुराइयों के वश में छोड़ दिया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी, हे यहोवा, तू हमारा पिता है; देख, हम तो मिट्टी है, और तू हमारा कुम्हार है; हम सब के सब तेरे हाथ के काम हैं*। (भज. 100:3, गला. 3:26)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हे यहोवा, अत्यन्त क्रोधित न हो, और अनन्तकाल तक हमारे अधर्म को स्मरण न रख। विचार करके देख, हम तेरी विनती करते हैं, हम सब तेरी प्रजा हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, तेरे पवित्र नगर जंगल हो गए, सिय्योन सुनसान हो गया है, यरूशलेम उजड़ गया है।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारा पवित्र और शोभायमान मन्दिर, जिसमें हमारे पूर्वज तेरी स्तुति करते थे, आग से जलाया गया, और हमारी मनभावनी वस्तुएँ सब नष्ट हो गई हैं।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा, क्या इन बातों के होते हुए भी तू अपने को रोके रहेगा? क्या तू हम लोगों को इस अत्यन्त दुर्दशा में रहने देगा?\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}