{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा का राजा आहाज जो योताम का पुत्र और उज्जियाह का पोता था, उसके दिनों में अराम के राजा रसीन और इस्राएल के राजा रमल्याह के पुत्र पेकह ने यरूशलेम से लड़ने के लिये चढ़ाई की, परन्तु युद्ध करके उनसे कुछ न बन पड़ा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दाऊद के घराने को यह समाचार मिला कि अरामियों ने एप्रैमियों से संधि की है, तब उसका और प्रजा का भी मन ऐसा काँप उठा जैसे वन के वृक्ष वायु चलने से काँप जाते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने यशायाह से कहा, “अपने पुत्र शार्याशूब* को लेकर धोबियों के खेत की सड़क से ऊपरवाले जलकुण्ड की नाली के सिरे पर आहाज से भेंट करने के लिये जा,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उससे कह, ‘सावधान और शान्त हो; और उन दोनों धुआँ निकलती लुकटियों से अर्थात् रसीन और अरामियों के भड़के हुए कोप से, और रमल्याह के पुत्र से मत डर, और न तेरा मन कच्चा हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि अरामियों और रमल्याह के पुत्र समेत एप्रैमियों ने यह कहकर तेरे विरुद्ध बुरी युक्ति ठानी है कि आओ,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम यहूदा पर चढ़ाई करके उसको घबरा दें, और उसको अपने वश में लाकर ताबेल के पुत्र को राजा नियुक्त कर दें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए प्रभु यहोवा ने यह कहा है कि यह युक्ति न तो सफल होगी और न पूरी।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि अराम का सिर दमिश्क, और दमिश्क का सिर रसीन है। फिर एप्रैम का सिर सामरिया और सामरिया का सिर रमल्याह का पुत्र है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पैंसठ वर्ष के भीतर एप्रैम का बल इतना टूट जाएगा कि वह जाति बनी न रहेगी। यदि तुम लोग इस बात पर विश्वास न करो; तो निश्चय तुम स्थिर न रहोगे’।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इम्मानुएल का चिन्ह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने आहाज से कहा,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अपने परमेश्‍वर यहोवा से कोई चिन्ह माँग; चाहे वह गहरे स्थान का हो, या ऊपर आसमान का हो।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आहाज ने कहा, “मैं नहीं माँगने का, और मैं यहोवा की परीक्षा नहीं करूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “हे दाऊद के घराने सुनो! क्या तुम मनुष्यों को थका देना छोटी बात समझकर अब मेरे परमेश्‍वर को भी थका दोगे*?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण प्रभु आप ही तुम को एक चिन्ह देगा। सुनो, एक कुमारी गर्भवती होगी और पुत्र जनेगी, और उसका नाम इम्मानुएल* रखेगी। (मत्ती 1:23, लूका 1:31)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक वह बुरे को त्यागना और भले को ग्रहण करना न जाने तब तक वह मक्खन और मधु खाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उससे पहले कि वह लड़का बुरे को त्यागना और भले को ग्रहण करना जाने, वह देश जिसके दोनों राजाओं से तू घबरा रहा है निर्जन हो जाएगा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा तुझ पर, तेरी प्रजा पर और तेरे पिता के घराने पर ऐसे दिनों को ले आएगा कि जब से एप्रैम यहूदा से अलग हो गया, तब से वैसे दिन कभी नहीं आए - अर्थात् अश्शूर के राजा के दिन।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यहोवा उन मक्खियों को जो मिस्र की नदियों के सिरों पर रहती हैं, और उन मधुमक्खियों को जो अश्शूर देश में रहती हैं, सीटी बजाकर बुलाएगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे सब की सब आकर इस देश के पहाड़ी नालों में, और चट्टानों की दरारों में, और सब कँटीली झाड़ियों और सब चराइयों पर बैठ जाएँगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी समय प्रभु फरात के पारवाले अश्शूर के राजा रूपी भाड़े के उस्तरे से सिर और पाँवों के रोएँ मूँड़ेगा, उससे दाढ़ी भी पूरी मुँड़ जाएगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय ऐसा होगा कि मनुष्य केवल एक बछिया और दो भेड़ों को पालेगा;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे इतना दूध देंगी कि वह मक्खन खाया करेगा; क्योंकि जितने इस देश में रह जाएँगे वह सब मक्खन और मधु खाया करेंगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय जिन-जिन स्थानों में हजार टुकड़े चाँदी की हजार दाखलताएँ हैं, उन सब स्थानों में कटीले ही कटीले पेड़ होंगे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीर और धनुष लेकर लोग वहाँ जाया करेंगे, क्योंकि सारे देश में कटीले पेड़ हो जाएँगे;\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितने पहाड़ कुदाल से खोदे जाते हैं, उन सभी पर कटीले पेड़ों के डर के मारे कोई न जाएगा, वे गाय-बैलों के चरने के, और भेड़-बकरियों के रौंदने के लिये होंगे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "आहाज के लिए सन्देश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}