{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी संकट-भरा अंधकार जाता रहेगा। पहले तो उसने जबूलून और नप्ताली के देशों का अपमान किया, परन्तु अन्तिम दिनों में ताल की ओर यरदन के पार की अन्यजातियों के गलील को महिमा देगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो लोग अंधियारे में चल रहे थे* उन्होंने बड़ा उजियाला देखा; और जो लोग घोर अंधकार से भरे हुए मृत्यु के देश में रहते थे, उन पर ज्योति चमकी। (मत्ती 4:15,16, लूका 1:79)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने जाति को बढ़ाया, तूने उसको बहुत आनन्द दिया; वे तेरे सामने कटनी के समय का सा आनन्द करते हैं, और ऐसे मगन हैं जैसे लोग लूट बाँटने के समय मगन रहते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तूने उसकी गर्दन पर के भारी जूए और उसके बहँगे के बाँस, उस पर अंधेर करनेवाले की लाठी, इन सभी को ऐसा तोड़ दिया है जैसे मिद्यानियों के दिन में किया था।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि युद्ध में लड़नेवाले सिपाहियों के जूते और लहू में लथड़े हुए कपड़े सब आग का कौर हो जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि हमारे लिये एक बालक उत्‍पन्‍न हुआ, हमें एक पुत्र दिया गया है; और प्रभुता उसके काँधे पर होगी*, और उसका नाम अद्भुत युक्ति करनेवाला पराक्रमी परमेश्‍वर, अनन्तकाल का पिता, और शान्ति का राजकुमार रखा जाएगा। (यूह. 1:45, इफि. 2:14)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी प्रभुता सर्वदा बढ़ती रहेगी, और उसकी शान्ति का अन्त न होगा, इसलिए वह उसको दाऊद की राजगद्दी पर इस समय से लेकर सर्वदा के लिये न्याय और धर्म के द्वारा स्थिर किए ओर सम्भाले रहेगा। सेनाओं के और यहोवा की धुन के द्वारा यह हो जाएगा। (लूका 1:32,33 यिर्म. 23:5)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल के प्रति परमेश्‍वर का क्रोध\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु ने याकूब के पास एक सन्देश भेजा है, और वह इस्राएल पर प्रगट हुआ है;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सारी प्रजा को, एप्रैमियों और सामरिया के वासियों को मालूम हो जाएगा जो गर्व और कठोरता से बोलते हैं\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“ईटें तो गिर गई हैं, परन्तु हम गढ़े हुए पत्थरों से घर बनाएँगे; गूलर के वृक्ष तो कट गए हैं परन्तु हम उनके बदले देवदारों से काम लेंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहोवा उन पर रसीन के बैरियों को प्रबल करेगा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके शत्रुओं को अर्थात् पहले अराम को और तब पलिश्तियों को उभारेगा, और वे मुँह खोलकर इस्राएलियों को निगल लेंगे। इतने पर भी उसका क्रोध शान्त नहीं हुआ और उसका हाथ अब तक बढ़ा हुआ है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी ये लोग अपने मारनेवाले की ओर नहीं फिरे और न सेनाओं के यहोवा की खोज करते हैं।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहोवा इस्राएल में से सिर और पूँछ को, खजूर की डालियों और सरकण्डे को, एक ही दिन में काट डालेगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पुरनिया और प्रतिष्ठित पुरुष तो सिर हैं, और झूठी बातें सिखानेवाला नबी पूँछ है;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जो इन लोगों की अगुआई करते हैं वे इनको भटका देते हैं, और जिनकी अगुआई होती है वे नाश हो जाते हैं।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण प्रभु न तो इनके जवानों से प्रसन्‍न होगा, और न इनके अनाथ बालकों और विधवाओं पर दया करेगा; क्योंकि हर एक भक्तिहीन और कुकर्मी है, और हर एक के मुख से मूर्खता की बातें निकलती हैं। इतने पर भी उसका क्रोध शान्त नहीं हुआ और उसका हाथ अब तक बढ़ा हुआ है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि दुष्टता आग के समान धधकती है, वह ऊँटकटारों और काँटों को भस्म करती है, वरन् वह घने वन की झाड़ियों में आग लगाती है और वह धुएँ में चकरा-चकराकर ऊपर की ओर उठती है।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा के रोष के मारे यह देश जलाया गया है, और ये लोग आग की ईंधन के समान हैं; वे आपस में एक-दूसरे से दया का व्यवहार नहीं करते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे दाहिनी ओर से भोजनवस्तु छीनकर भी भूखे रहते, और बायीं ओर से खाकर भी तृप्त नहीं होते; उनमें से प्रत्येक मनुष्य अपनी-अपनी बाँहों का माँस खाता है,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनश्शे एप्रैम के और एप्रैम मनश्शे के विरुद्ध होकर, और वे दोनों मिलकर यहूदा के विरुद्ध हैं इतने पर भी उसका क्रोध शान्त नहीं हुआ, और उसका हाथ अब तक बढ़ा हुआ है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शान्ति के राजकुमार का जन्म\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}