{
  "1": "When people use scales that are not correct;\\q1 Yahweh is angry that they are stealing from their customers;\n\\q2 he is delighted with those who use correct weights on the scales.\n\\q1",
  "2": "People who are proud live in such a way that always ends in disgrace;\\q2 people who are humble are the only ones who can learn about wisdom.\n\n\n\\q1",
  "3": "People who keep their promises also make choices that lead them in the right way;\\q2 those who cannot be trusted are destroyed by their own dishonesty.\n\\q1",
  "4": "Your money will not help you on the day Yahweh judges the world;\\q2 but if you do what is right, you will be kept safe from many dangers, even death.\n\n\n\\q1",
  "5": "When people are honest and good, they know where they should go and what they should do;\\q2 but those who do evil find that their wickedness will destroy them.\n\\q1",
  "6": "God rescues those who do what is right,\\q2 but those who do what is evil become slaves to their desires.\n\n\n\\q1",
  "7": "When a wicked person dies, all he hoped for in the future is lost;\\q2 what he wanted to accomplish with his strength, will never happen.\n\\q1",
  "8": "The one who does what is right, Yahweh delivers from trouble;\\q2 and Yahweh gives that trouble to the wicked.\n\n\\q1",
  "9": "A person who has no kind of religious faith uses his words to destroy his neighbor;\\q2 but people who do right will be saved by the knowledge they have gathered.\n\\q1",
  "10": "When things go well for those who do what is right, those in their city are happy,\\q2 and shouts of joy are heard when wicked people die.\n\\q1",
  "11": "When there are people in the city who please God and they give good gifts to others, the city becomes great;\\q2 but the words spoken by the wicked tear down the city.\n\n\\q1",
  "12": "The one who treats his friend with contempt has no good judgment;\\q2 a person who has learned what is important says nothing.\n\\q1",
  "13": "Those who spread gossip tell secrets to others,\\q2 but a person you can trust will not talk about it.\n\n\n\\q1",
  "14": "A nation will be destroyed if it does not have leaders who guide it wisely;\\q2 but the nation will have victory when it listens to many advisors.\n\n\n\\q1",
  "15": "If you promise to pay off a loan that is taken by a stranger, you will lose your money.\\q2 You will be safe if you refuse to make any kind of agreement to pay someone else's debts.\n\\q1",
  "16": "A kindhearted woman earns respect;\\q2 but violent people take hold of riches.\n\n\n\\q1",
  "17": "By their kindness to others kind people give good gifts to themselves,\\q2 but one who is cruel hurts himself by his cruelty.\n\\q1",
  "18": "Wicked people tell lies to make more money,\\q2 but those who do what is right will be paid even more because they earned it.\n\n\n\\q1",
  "19": "Those who do what is right will live,\\q2 but those who do what is wrong will die.\n\\q1",
  "20": "Yahweh hates those who take good things and they twist them and they do bad things with them,\\q2 but he is delighted with those who always do what is right.\n\n\n\\q1",
  "21": "It is certain that evil people will not escape their punishment.\\q2 and the children of those who do right will be kept safe.\n\\q1",
  "22": "If you see a gold ring in a pig's nose,\\q2 that is very much like a beautiful woman who does not have good sense.\n\n\\q1",
  "23": "Those who do what is right desire things that result in good,\\q2 but the reward of the wicked is that they will experience Yahweh's wrath.\n\\q1",
  "24": "If a person sows seed, he can expect to harvest a crop;\\q1 his few seeds will give him much more;\n\\q1 another person does not plant a crop, and he becomes poor.\n\n\n\\q1",
  "25": "Those who give generously to others will prosper;\\q2 if you share your water with other people, you will have enough for yourself, too.\n\\q1",
  "26": "People will curse the merchant who will not sell them grain,\\q2 but they praise the one who sells it.\n\n\n\\q1",
  "27": "If you work hard and go out to find what is good, you will also find good will.\\q2 but if you look for evil, you will find it.\n\\q1",
  "28": "Those who trust in their money will fall down,\\q2 but those who do what is right will grow like a healthy tree.\n\n\n\\q1",
  "29": "Those who bring troubles to their families will inherit nothing,\\q2 and those who do foolish things will become the servants of those who are wise.\n\n\n\\q1",
  "30": "Those who do what is right will be like a life giving tree,\\q2 but acts of violence take away life.\n\\q1",
  "31": "It is sure that those who do what is right will get what they truly deserve;\\q2 but even more, the person who does bad things\n\\q1 and the one who sins against Yahweh,\n\\q1 will surely receive what they deserve."
}
