{
  "1": "These are sayings of King Lemuel—an oracle his mother taught him.\\q1",
  "2": "She says: You are my son; I carried you in my womb;\\q2 you are the son, I made promises to Yahweh for you.\n\\q1",
  "3": "Do not give your strength to women;\\q2 and do not tell what your plans are, to the women who destroy kings.\n\n\n\\q1",
  "4": "Lemuel, kings should be careful about drinking wine;\\q2 and a king should never ask, \"Where is the strong drink?\"\n\\q1",
  "5": "They could drink but then they might forget that they made a decree of the king,\\q2 and tear down the rights of those who have been taken advantage of.\n\n\\q1",
  "6": "Give strong drink to those who are dying\\q2 and to those who are grieving their loss.",
  "7": "One who drinks will forget he is poor,\\q2 and he will not remember his trouble.\n\n\\q1",
  "8": "Speak for those who cannot speak for themselves,\\q2 speak for those who are approaching death.\n\\q1",
  "9": "Speak out and render judgment according to what is right;\\q2 and plead for justice to come in the cases of the poor and the needy.\n\n\\q1",
  "10": "Who can find a wife who is good at many things?\\q2 Her value is much more than the jewels she could wear.\n\\q1",
  "11": "Her husband completely trusts her,\\q2 and because of her, he will never be poor.\n\\q1",
  "12": "She does good things for him and not evil,\\q2 all the days of her life.\n\n\n\\q1",
  "13": "She finds wool and flax in the market,\\q2 and she enjoys spinning it to make yarn and fabric.\n\\q1",
  "14": "She is like the merchant ships\\q2 because she brings her food to her home from far away.\n\\q1",
  "15": "She gets up before dawn to prepare food for her family,\\q2 and she gives each servant girl her duties for the day.\n\n\\q1",
  "16": "She goes out and considers what field she will buy, and she buys it.\\q1 With the money she has made in other ventures,\n\\q2 she plants a vineyard.\n\\q1",
  "17": "She prepares herself with her strength,\\q2 and her arms are strong, able to do hard work.\n\n\\q1",
  "18": "She knows when she is getting a good profit from her business.\\q1 She keeps a lamp burning all night long.\n\\q1",
  "19": "She holds the spindle,\\q2 and then she spins the thread that she will use.\n\n\n\\q1",
  "20": "She gives an outstretched hand to help the poor.\\q1",
  "21": "She is not worried about the snow,\\q2 for everyone in her house have the best winter coats.\n\n\\q1",
  "22": "She makes covers for the beds.\\q2 She wears fine purple linen clothes—the color of royalty.\n\\q1",
  "23": "Her husband is well known at the city gates,\\q2 and there at the gates he sits with the other leaders of the town.\n\n\\q1",
  "24": "She makes linen garments and she sells them.\\q2 She sells sashes to shop owners.\n\\q1",
  "25": "She is strong in her character and respected,\\q2 and she laughs at what will happen in the future.\n\n\n\\q1",
  "26": "When she speaks, she says what is wise,\\q2 and she lives by the law of kindness.\n\\q1",
  "27": "She watches over everything that is done in her household,\\q2 and nothing in her actions would be anything like laziness.\n\n\n\\q1",
  "28": "Her children speak highly of her;\\q2 her husband also praises her.\n\\q1",
  "29": "He says to her, \"There are many women who do admirable things,\\q2 but you surpass them all!\"\n\n\n\\q1",
  "30": "Elegance can deceive\\q2 and make you think more highly of a person than you should;\n\\q2 and beauty has no lasting value.\n\\q2 But a woman who honors Yahweh will be praised for the person she is.",
  "31": "Give her what she has earned,\\q2 and her works will praise her among the leaders of the town."
}
