{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हिल्किय्याह का पुत्र यिर्मयाह जो बिन्यामीन क्षेत्र के अनातोत में रहनेवाले याजकों में से था, उसी के ये वचन हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का वचन उसके पास आमोन के पुत्र यहूदा के राजा योशिय्याह के राज्य के दिनों में उसके राज्य के तेरहवें वर्ष में पहुँचा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद योशिय्याह के पुत्र यहूदा के राजा यहोयाकीम के राज्य के दिनों में, और योशिय्याह के पुत्र यहूदा के राजा सिदकिय्याह के राज्य के ग्यारहवें वर्ष के अन्त तक भी प्रगट होता रहा जब कि उसी वर्ष के पाँचवें महीने में यरूशलेम के निवासी बँधुआई में न चले गए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह की बुलाहट\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन मेरे पास पहुँचा,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“गर्भ में रचने से पहले ही मैंने तुझ पर चित्त लगाया, और उत्‍पन्‍न होने से पहले ही मैंने तुझे अभिषेक किया; मैंने तुझे जातियों का भविष्यद्वक्ता ठहराया।” (गला 1:15)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने कहा, “हाय, प्रभु यहोवा! देख, मैं तो बोलना भी नहीं जानता*, क्योंकि मैं कम उम्र का हूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोवा ने मुझसे कहा, “मत कह कि मैं कम उम्र का हूँ; क्योंकि जिस किसी के पास मैं तुझे भेजूँ वहाँ तू जाएगा, और जो कुछ मैं तुझे आज्ञा दूँ वही तू कहेगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उनसे भयभीत न होना, क्योंकि तुझे छुड़ाने के लिये मैं तेरे साथ हूँ, यहोवा की यही वाणी है।” (प्रेरि. 26:17, प्रेरि. 18:9,10)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने हाथ बढ़ाकर मेरे मुँह को छुआ; और यहोवा ने मुझसे कहा, “देख, मैंने अपने वचन तेरे मुँह में डाल दिये हैं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दो दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सुन, मैंने आज के दिन तुझे जातियों और राज्यों पर ठहराया है; उन्हें गिराने और ढा देने के लिये, नाश करने और काट डालने के लिये, उन्हें बनाने और रोपने के लिये।” (प्रका. 10:11)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बादाम की टहनी और उबलता हण्डा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन मेरे पास पहुँचा, “हे यिर्मयाह, तुझे क्या दिखाई पड़ता है?” मैंने कहा, “मुझे बादाम की एक टहनी दिखाई देती है।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, “तुझे ठीक दिखाई पड़ता है, क्योंकि मैं अपने वचन को पूरा करने के लिये जागृत हूँ।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का वचन दूसरी बार मेरे पास पहुँचा, और उसने पूछा, “तुझे क्या दिखाई देता है?” मैंने कहा, “मुझे उबलता हुआ एक हण्डा दिखाई देता है जिसका मुँह उत्तर दिशा की ओर से है।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, “इस देश के सब रहनेवालों पर उत्तर दिशा से विपत्ति आ पड़ेगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, मैं उत्तर दिशा के राज्यों और कुलों को बुलाऊँगा; और वे आकर यरूशलेम के फाटकों में और उसके चारों ओर की शहरपनाह, और यहूदा के और सब नगरों के सामने अपना-अपना सिंहासन लगाएँगे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनकी सारी बुराई के कारण मैं उन पर दण्ड की आज्ञा दूँगा; क्योंकि उन्होंने मुझे त्याग कर दूसरे देवताओं के लिये धूप जलाया और अपनी बनाई हुई वस्तुओं को दण्डवत् किया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू अपनी कमर कसकर उठ; और जो कुछ कहने की मैं तुझे आज्ञा दूँ वही उनसे कह। तू उनके मुख को देखकर न घबराना, ऐसा न हो कि मैं तुझे उनके सामने घबरा दूँ। (लूका 12:35)\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सुन, मैंने आज तुझे इस सारे देश और यहूदा के राजाओं, हाकिमों, और याजकों और साधारण लोगों के विरुद्ध गढ़वाला नगर, और लोहे का खम्भा, और पीतल की शहरपनाह बनाया है।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे तुझ से लड़ेंगे तो सही, परन्तु तुझ पर प्रबल न होंगे, क्योंकि बचाने के लिये मैं तेरे साथ हूँ, यहोवा की यही वाणी है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परिचय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}