{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योशिय्याह के पुत्र यहूदा के राजा यहोयाकीम के राज्य के आरम्भ में, यहोवा की ओर से यह वचन पहुँचा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा यह कहता है: यहोवा के भवन के आँगन में खड़ा होकर, यहूदा के सब नगरों के लोगों के सामने जो यहोवा के भवन में दण्डवत् करने को आएँ, ये वचन जिनके विषय उनसे कहने की आज्ञा मैं तुझे देता हूँ कह दे; उनमें से कोई वचन मत रख छोड़।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सम्भव है कि वे सुनकर अपनी-अपनी बुरी चाल से फिरें और मैं उनकी हानि करने से पछताऊँ जो उनके बुरे कामों के कारण मैंने ठाना था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तू उनसे कह, ‘यहोवा यह कहता है: यदि तुम मेरी सुनकर मेरी व्यवस्था के अनुसार जो मैंने तुम को सुनवा दी है न चलो,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न मेरे दास भविष्यद्वक्ताओं के वचनों पर कान लगाओ, (जिन्हें मैं तुम्हारे पास बड़ा यत्न करके भेजता आया हूँ, परन्तु तुमने उनकी नहीं सुनी),\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो मैं इस भवन को शीलो के समान उजाड़ दूँगा, और इस नगर का ऐसा सत्यानाश कर दूँगा कि पृथ्वी की सारी जातियों के लोग उसकी उपमा दे देकर श्राप दिया करेंगे।’ ”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह का पकड़ लिया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यिर्मयाह ये वचन यहोवा के भवन में कह रहा था, तब याजक और भविष्यद्वक्ता और सब साधारण लोग सुन रहे थे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यिर्मयाह सब कुछ जिसे सारी प्रजा से कहने की आज्ञा यहोवा ने दी थी कह चुका, तब याजकों और भविष्यद्वक्ताओं और सब साधारण लोगों ने यह कहकर उसको पकड़ लिया, “निश्चय तुझे प्राणदण्ड मिलेगा!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने क्यों यहोवा के नाम से यह भविष्यद्वाणी की ‘यह भवन शीलो के समान उजाड़ हो जाएगा*, और यह नगर ऐसा उजड़ेगा कि उसमें कोई न रह जाएगा’?” इतना कहकर सब साधारण लोगों ने यहोवा के भवन में यिर्मयाह के विरुद्ध भीड़ लगाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के हाकिम ये बातें सुनकर, राजा के भवन से यहोवा के भवन में चढ़ आए और उसके नये फाटक में बैठ गए।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजकों और भविष्यद्वक्ताओं ने हाकिमों और सब लोगों से कहा, “यह मनुष्य प्राणदण्ड के योग्य है, क्योंकि इसने इस नगर के विरुद्ध ऐसी भविष्यद्वाणी की है जिसे तुम भी अपने कानों से सुन चुके हो।” (प्रेरि. 6:11-14)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह का बचाव\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यिर्मयाह ने सब हाकिमों और सब लोगों से कहा, “जो वचन तुमने सुने हैं, उसे यहोवा ही ने मुझे इस भवन और इस नगर के विरुद्ध भविष्यद्वाणी की रीति पर कहने के लिये भेज दिया है*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब अपना चालचलन और अपने काम सुधारो, और अपने परमेश्‍वर यहोवा की बात मानो; तब यहोवा उस विपत्ति के विषय में जिसकी चर्चा उसने तुम से की है, पछताएगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, मैं तुम्हारे वश में हूँ; जो कुछ तुम्हारी दृष्टि में भला और ठीक हो वही मेरे साथ करो।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यह निश्चय जानो, कि यदि तुम मुझे मार डालोगे, तो अपने को और इस नगर को और इसके निवासियों को निर्दोष के हत्यारे बनाओगे; क्योंकि सचमुच यहोवा ने मुझे तुम्हारे पास यह सब वचन सुनाने के लिये भेजा है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह का छोड़ा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हाकिमों और सब लोगों ने याजकों और नबियों से कहा, “यह मनुष्य प्राणदण्ड के योग्य नहीं है क्योंकि उसने हमारे परमेश्‍वर यहोवा के नाम से हम से कहा है।”\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब देश के पुरनियों में से कितनों ने उठकर प्रजा की सारी मण्डली से कहा,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहूदा के राजा हिजकिय्याह के दिनों में मोरेशेतवासी मीका भविष्यद्वाणी कहता था, उसने यहूदा के सारे लोगों से कहा: ‘सेनाओं का यहोवा यह कहता है कि सिय्योन जोतकर खेत बनाया जाएगा और यरूशलेम खण्डहर हो जाएगा, और भवनवाला पर्वत जंगली स्थान हो जाएगा।’\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या यहूदा के राजा हिजकिय्याह ने या किसी यहूदी ने उसको कहीं मरवा डाला? क्या उस राजा ने यहोवा का भय न माना ओर उससे विनती न की? तब यहोवा ने जो विपत्ति उन पर डालने के लिये कहा था, उसके विषय क्या वह न पछताया? ऐसा करके हम अपने प्राणों की बड़ी हानि करेंगे।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "भविष्यद्वक्ता ऊरिय्याह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर शमायाह का पुत्र ऊरिय्याह नामक किर्यत्यारीम का एक पुरुष जो यहोवा के नाम से भविष्यद्वाणी कहता था उसने भी इस नगर और इस देश के विरुद्ध ठीक ऐसी ही भविष्यद्वाणी की जैसी यिर्मयाह ने अभी की है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोयाकीम राजा और उसके सब वीरों और सब हाकिमों ने उसके वचन सुने, तब राजा ने उसे मरवा डालने का यत्न किया; और ऊरिय्याह यह सुनकर डर के मारे मिस्र को भाग गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोयाकीम राजा ने मिस्र को लोग भेजे अर्थात् अकबोर के पुत्र एलनातान* को कितने और पुरुषों के साथ मिस्र को भेजा।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे ऊरिय्याह को मिस्र से निकालकर यहोयाकीम राजा के पास ले आए; और उसने उसे तलवार से मरवाकर उसकी लोथ को साधारण लोगों की कब्रों में फिंकवा दिया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु शापान का पुत्र अहीकाम यिर्मयाह की सहायता करने लगा और वह लोगों के वश में वध होने के लिये नहीं दिया गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर में यिर्मयाह का भाषण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}