{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा सिदकिय्याह के राज्य के दसवें वर्ष में जो नबूकदनेस्सर के राज्य का अठारहवाँ वर्ष था, यहोवा की ओर से यह वचन यिर्मयाह के पास पहुँचा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय बाबेल के राजा की सेना ने यरूशलेम को घेर लिया था और यिर्मयाह भविष्यद्वक्ता यहूदा के राजा के पहरे के भवन के आँगन में कैदी था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहूदा के राजा सिदकिय्याह ने यह कहकर उसे कैद किया था, “तू ऐसी भविष्यद्वाणी क्यों करता है, ‘यहोवा यह कहता है: देखो, मैं यह नगर बाबेल के राजा के वश में कर दूँगा, वह इसको ले लेगा;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा का राजा सिदकिय्याह कसदियों के हाथ से न बचेगा परन्तु वह बाबेल के राजा के वश में अवश्य ही पड़ेगा, और वह और बाबेल का राजा आपस में आमने-सामने बातें करेंगे; और अपनी-अपनी आँखों से एक दूसरे को देखेंगे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह सिदकिय्याह को बाबेल में ले जाएगा, और जब तक मैं उसकी सुधि न लूँ, तब तक वह वहीं रहेगा, यहोवा की यह वाणी है। चाहे तुम लोग कसदियों से लड़ो भी, तो भी तुम्हारे लड़ने से कुछ बन न पड़ेगा।’”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिर्मयाह ने कहा, “यहोवा का वचन मेरे पास पहुँचा,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, शल्लूम का पुत्र हनमेल जो तेरा चचेरा भाई है, वह तेरे पास यह कहने को आने पर है, ‘मेरा खेत जो अनातोत में है उसे मोल ले, क्योंकि उसे मोल लेकर छुड़ाने का अधिकार तेरा ही है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः यहोवा के वचन के अनुसार मेरा चचेरा भाई हनमेल पहरे के आँगन में मेरे पास आकर कहने लगा, ‘मेरा जो खेत बिन्यामीन क्षेत्र के अनातोत में है उसे मोल ले, क्योंकि उसके स्वामी होने और उसके छुड़ा लेने का अधिकार तेरा ही है; इसलिए तू उसे मोल ले।’ तब मैंने जान लिया कि वह यहोवा का वचन था।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए मैंने उस अनातोत के खेत को अपने चचेरे भाई हनमेल से मोल ले लिया, और उसका दाम चाँदी के सत्तरह शेकेल तौलकर दे दिए। (मत्ती 27:9,10)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैंने दस्तावेज में दस्तखत और मुहर हो जाने पर, गवाहों के सामने वह चाँदी काँटे में तौलकर उसे दे दी।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने मोल लेने की दोनों दस्तावेजें जिनमें सब शर्तें लिखी हुई थीं, और जिनमें से एक पर मुहर थी और दूसरी खुली थी,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्हें लेकर अपने चचेरे भाई हनमेल के और उन गवाहों के सामने जिन्होंने दस्तावेज में दस्तखत किए थे, और उन सब यहूदियों के सामने भी जो पहरे के आँगन में बैठे हुए थे, नेरिय्याह के पुत्र बारूक को जो महसेयाह का पोता था, सौंप दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने उनके सामने बारूक को यह आज्ञा दी\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘इस्राएल के परमेश्‍वर सेनाओं का यहोवा यह कहता है, इन मोल लेने की दस्तावेजों को जिन पर मुहर की हुई है और जो खुली हुई है, इन्हें लेकर मिट्टी के बर्तन में रख, ताकि ये बहुत दिन तक रहें।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस्राएल का परमेश्‍वर सेनाओं का यहोवा यह कहता है, इस देश में घर और खेत और दाख की बारियाँ फिर बेची और मोल ली जाएँगी।’\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "समझ के लिए यिर्मयाह की प्रार्थना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब मैंने मोल लेने की वह दस्तावेज नेरिय्याह के पुत्र बारूक के हाथ में दी, तब मैंने यहोवा से यह प्रार्थना की,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘हे प्रभु यहोवा, तूने बड़े सामर्थ्य और बढ़ाई हुई भुजा से आकाश और पृथ्वी को बनाया है! तेरे लिये कोई काम कठिन नहीं है।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू हजारों पर करुणा करता रहता परन्तु पूर्वजों के अधर्म का बदला उनके बाद उनके वंश के लोगों को भी देता है, हे महान और पराक्रमी परमेश्‍वर, जिसका नाम सेनाओं का यहोवा है,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू बड़ी युक्ति करनेवाला और सामर्थ्य के काम करनेवाला है; तेरी दृष्टि मनुष्यों के सारे चालचलन पर लगी रहती है, और तू हर एक को उसके चालचलन और कर्म का फल भुगताता है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने मिस्र देश में चिन्ह और चमत्कार किए, और आज तक इस्राएलियों वरन् सब मनुष्यों के बीच वैसा करता आया है, और इस प्रकार तूने अपना ऐसा नाम किया है जो आज के दिन तक बना है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू अपनी प्रजा इस्राएल को मिस्र देश में से चिन्हों और चमत्कारों और सामर्थी हाथ और बढ़ाई हुई भुजा के द्वारा, और बड़े भयानक कामों के साथ निकाल लाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तूने यह देश उन्हें दिया जिसके देने की शपथ तूने उनके पूर्वजों से खाई थी; जिसमें दूध और मधु की धाराएँ बहती हैं, और वे आकर इसके अधिकारी हुए।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी उन्होंने तेरी नहीं मानी, और न तेरी व्यवस्था पर चले; वरन् जो कुछ तूने उनको करने की आज्ञा दी थी, उसमें से उन्होंने कुछ भी नहीं किया। इस कारण तूने उन पर यह सब विपत्ति डाली है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब इन दमदमों को देख, वे लोग इस नगर को ले लेने के लिये आ गए हैं, और यह नगर तलवार, अकाल और मरी के कारण इन चढ़े हुए कसदियों के वश में किया गया है। जो तूने कहा था वह अब पूरा हुआ है, और तू इसे देखता भी है।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी, हे प्रभु यहोवा, तूने मुझसे कहा है कि गवाह बुलाकर उस खेत को मोल ले, यद्यपि कि यह नगर कसदियों के वश में कर दिया गया है।’”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वापसी के लिये परमेश्‍वर का आश्वासन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन यिर्मयाह के पास पहुँचा, “मैं तो सब प्राणियों का परमेश्‍वर यहोवा हूँ;\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या मेरे लिये कोई भी काम कठिन है?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा यह कहता है, देख, मैं यह नगर कसदियों और बाबेल के राजा नबूकदनेस्सर के वश में कर देने पर हूँ, और वह इसको ले लेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कसदी इस नगर से युद्ध कर रहे हैं, वे आकर इसमें आग लगाकर फूँक देंगे, और जिन घरों की छतों पर उन्होंने बाल के लिये धूप जलाकर और दूसरे देवताओं को अर्घ चढ़ाकर मुझे रिस दिलाई है, वे घर जला दिए जाएँगे।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस्राएल और यहूदा, जो काम मुझे बुरा लगता है, वही लड़कपन से करते आए हैं*; इस्राएली अपनी बनाई हुई वस्तुओं से मुझ को रिस ही रिस दिलाते आए हैं, यहोवा की यह वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह नगर जब से बसा है तब से आज के दिन तक मेरे क्रोध और जलजलाहट के भड़कने का कारण हुआ है, इसलिए अब मैं इसको अपने सामने से इस कारण दूर करूँगा\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस्राएल और यहूदा अपने राजाओं हाकिमों, याजकों और भविष्यद्वक्ताओं समेत, क्या यहूदा देश के, क्या यरूशलेम के निवासी, सबके सब बुराई पर बुराई करके मुझ को रिस दिलाते आए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने मेरी ओर मुँह नहीं वरन् पीठ ही फेर दी है; यद्यपि मैं उन्हें बड़े यत्न से सिखाता आया हूँ, तो भी उन्होंने मेरी शिक्षा को नहीं माना।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् जो भवन मेरा कहलाता है, उसमें भी उन्होंने अपनी घृणित वस्तुएँ स्थापित करके उसे अशुद्ध किया है।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने हिन्नोमियों की तराई में बाल के ऊँचे-ऊँचे स्थान बनाकर अपने बेटे-बेटियों को मोलेक के लिये होम किया, जिसकी आज्ञा मैंने कभी नहीं दी, और न यह बात कभी मेरे मन में आई कि ऐसा घृणित काम किया जाए और जिससे यहूदी लोग पाप में फँसे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु अब इस्राएल का परमेश्‍वर यहोवा इस नगर के विषय में, जिसके लिये तुम लोग कहते हो, ‘वह तलवार, अकाल और मरी के द्वारा बाबेल के राजा के वश में पड़ा हुआ है’ यह कहता है:\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, मैं उनको उन सब देशों से जिनमें मैंने क्रोध और जलजलाहट में आकर उन्हें जबरन निकाल दिया था, लौटा ले आकर इसी नगर में इकट्ठे करूँगा, और निडर करके बसा दूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे मेरी प्रजा ठहरेंगे, और मैं उनका परमेश्‍वर ठहरूँगा (2 कुरि. 6:16)\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनको एक ही मन और एक ही चाल* कर दूँगा कि वे सदा मेरा भय मानते रहें, जिससे उनका और उनके बाद उनके वंश का भी भला हो।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनसे यह वाचा बाँधूँगा, कि मैं कभी उनका संग छोड़कर उनका भला करना न छोड़ूँगा; और अपना भय मैं उनके मन में ऐसा उपजाऊँगा कि वे कभी मुझसे अलग होना न चाहेंगे। (लूका 22:20, 1 कुरि.11:25, 2 कुरि. 3:6 इब्रा. 13:20)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं बड़ी प्रसन्नता के साथ उनका भला करता रहूँगा, और सचमुच* उन्हें इस देश में अपने सारे मन और प्राण से बसा दूँगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“देख, यहोवा यह कहता है कि जैसे मैंने अपनी इस प्रजा पर यह सब बड़ी विपत्ति डाल दी, वैसे ही निश्चय इनसे वह सब भलाई भी करूँगा जिसके करने का वचन मैंने दिया है। इसलिए यह देश जिसके विषय तुम लोग कहते हो\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि यह उजाड़ हो गया है, इसमें न तो मनुष्य रह गए हैं और न पशु, यह तो कसदियों के वश में पड़ चुका है, इसी में फिर से खेत मोल लिए जाएँगे,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बिन्यामीन के क्षेत्र में, यरूशलेम के आस-पास, और यहूदा देश के अर्थात् पहाड़ी देश, नीचे के देश और दक्षिण देश के नगरों में लोग गवाह बुलाकर खेत मोल लेंगे, और दस्तावेज में दस्तखत और मुहर करेंगे; क्योंकि मैं उनके दिनों को लौटा ले आऊँगा; यहोवा की यही वाणी है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह द्वारा खेत खरीदा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}