{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस समय यिर्मयाह पहरे के आँगन में बन्द था, उस समय यहोवा का वचन दूसरी बार उसके पास पहुँचा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा जो पृथ्वी का रचनेवाला है, जो उसको स्थिर करता है, उसका नाम यहोवा है; वह यह कहता है,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मुझसे प्रार्थना कर और मैं तेरी सुनकर तुझे बड़ी-बड़ी और कठिन बातें बताऊँगा जिन्हें तू अभी नहीं समझता।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस्राएल का परमेश्‍वर यहोवा इस नगर के घरों और यहूदा के राजाओं के भवनों के विषय में, जो इसलिए गिराए जाते हैं कि दमदमों और तलवार के साथ सुभीते से लड़ सके, यह कहता है,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कसदियों से युद्ध करने को वे लोग आते तो हैं, परन्तु मैं क्रोध और जलजलाहट में आकर उनको मरवाऊँगा और उनकी लोथें उसी स्थान में भर दूँगा; क्योंकि उनकी दुष्टता के कारण मैंने इस नगर से मुख फेर लिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, मैं इस नगर का इलाज करके इसके निवासियों को चंगा करूँगा; और उन पर पूरी शान्ति और सच्चाई प्रगट करूँगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं यहूदा और इस्राएल के बन्दियों को लौटा ले आऊँगा, और उन्हें पहले के समान बसाऊँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनको उनके सारे अधर्म और पाप के काम से शुद्ध करूँगा जो उन्होंने मेरे विरुद्ध किए हैं; और उन्होंने जितने अधर्म और अपराध के काम मेरे विरुद्ध किए हैं, उन सब को मैं क्षमा करूँगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वे वह सब भलाई के काम सुनेंगे जो मैं उनके लिये करूँगा और वे सब कल्याण और शान्ति की चर्चा सुनकर जो मैं उनसे करूँगा, डरेंगे और थरथराएँगे*; वे पृथ्वी की उन जातियों की दृष्टि में मेरे लिये हर्ष और स्तुति और शोभा का कारण हो जाएँगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा यह कहता है, यह स्थान जिसके विषय तुम लोग कहते हो ‘यह तो उजाड़ हो गया है, इसमें न तो मनुष्य रह गया है और न पशु,’ अर्थात् यहूदा देश के नगर और यरूशलेम की सड़कें जो ऐसी सुनसान पड़ी हैं कि उनमें न तो कोई मनुष्य रहता है और न कोई पशु,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन्हीं में हर्ष और आनन्द का शब्द, दुल्हे-दुल्हन का शब्द, और इस बात के कहनेवालों का शब्द फिर सुनाई पड़ेगा : ‘सेनाओं के यहोवा का धन्यवाद करो, क्योंकि यहोवा भला है, और उसकी करुणा सदा की है!’ और यहोवा के भवन में धन्यवाद-बलि लानेवालों का भी शब्द सुनाई देगा; क्योंकि मैं इस देश की दशा पहले के समान ज्यों की त्यों कर दूँगा, यहोवा का यही वचन है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सेनाओं का यहोवा कहता है: सब गाँवों समेत यह स्थान जो ऐसा उजाड़ है कि इसमें न तो मनुष्य रह गया है और न पशु, इसी में भेड़-बकरियाँ बैठानेवाले चरवाहे फिर बसेंगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहाड़ी देश में और नीचे के देश में, दक्षिण देश के नगरों में, बिन्यामीन क्षेत्र में, और यरूशलेम के आस-पास, अर्थात् यहूदा देश के सब नगरों में भेड़-बकरियाँ फिर गिन-गिनकर चराई जाएँगी, यहोवा का यही वचन है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के साथ परमेश्‍वर की वाचा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा की यह भी वाणी है, देख, ऐसे दिन आनेवाले हैं कि कल्याण का जो वचन मैंने इस्राएल और यहूदा के घरानों के विषय में कहा है, उसे पूरा करूँगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन दिनों में और उन समयों में, मैं दाऊद के वंश में धार्मिकता की एक डाल लगाऊँगा; और वह इस देश में न्याय और धार्मिकता के काम करेगा। (यूह. 7:42, यह. 11:1-5)\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन दिनों में यहूदा बचा रहेगा और यरूशलेम निडर बसा रहेगा; और उसका नाम यह रखा जाएगा अर्थात् ‘यहोवा हमारी धार्मिकता।’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा यह कहता है, दाऊद के कुल में इस्राएल के घराने की गद्दी पर विराजनेवाले सदैव बने रहेंगे,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लेवीय याजकों के कुलों में प्रतिदिन मेरे लिये होमबलि चढ़ानेवाले और अन्नबलि जलानेवाले और मेलबलि चढ़ानेवाले सदैव बने रहेंगे।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन यिर्मयाह के पास पहुँचा\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा यह कहता है: मैंने दिन और रात के विषय में जो वाचा बाँधी है, जब तुम उसको ऐसा तोड़ सको कि दिन और रात अपने-अपने समय में न हों,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ही जो वाचा मैंने अपने दास दाऊद के संग बाँधी है टूट सकेगी, कि तेरे वंश की गद्दी पर विराजनेवाले सदैव बने रहेंगे, और मेरी वाचा मेरी सेवा टहल करनेवाले लेवीय याजकों के संग बँधी रहेगी।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा आकाश की सेना की गिनती और समुद्र के रेतकणों का परिमाण नहीं हो सकता है उसी प्रकार मैं अपने दास दाऊद के वंश और अपने सेवक लेवियों को बढ़ाकर अनगिनत कर दूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन यिर्मयाह के पास पहुँचा\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्या तूने नहीं देखा कि ये लोग क्या कहते हैं, ‘जो दो कुल यहोवा ने चुन लिए थे उन दोनों से उसने अब हाथ उठाया है’? यह कहकर कि ये मेरी प्रजा को तुच्छ जानते हैं और कि यह जाति उनकी दृष्टि में गिर गई है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा यह कहता है, यदि दिन और रात के विषय मेरी वाचा अटल न रहे, और यदि आकाश और पृथ्वी के नियम* मेरे ठहराए हुए न रह जाएँ,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ही मैं याकूब के वंश से हाथ उठाऊँगा। और अब्राहम, इसहाक और याकूब के वंश पर प्रभुता करने के लिये अपने दास दाऊद के वंश में से किसी को फिर न ठहराऊँगा। परन्तु इसके विपरीत मैं उन पर दया करके उनको बँधुआई से लौटा लाऊँगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "विपत्ति और पुनर्स्थापना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}