{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब बाबेल का राजा नबूकदनेस्सर अपनी सारी सेना समेत और पृथ्वी के जितने राज्य उसके वश में थे, उन सभी के लोगों समेत यरूशलेम और उसके सब गाँवों से लड़ रहा था, तब यहोवा का यह वचन यिर्मयाह के पास पहुँचा\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएल का परमेश्‍वर यहोवा यह कहता है: जाकर यहूदा के राजा सिदकिय्याह से कह, ‘यहोवा यह कहता है: देख, मैं इस नगर को बाबेल के राजा के वश में कर देने पर हूँ, और वह इसे फुंकवा देगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उसके हाथ से न बचेगा, निश्चय पकड़ा जाएगा और उसके वश में कर दिया जाएगा; और तेरी आँखें बाबेल के राजा को देखेंगी, और तुम आमने-सामने बातें करोगे; और तू बाबेल को जाएगा।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी हे यहूदा के राजा सिदकिय्याह, यहोवा का यह भी वचन सुन जिसे यहोवा तेरे विषय में कहता है: ‘तू तलवार से मारा न जाएगा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू शान्ति के साथ मरेगा। और जैसा तेरे पितरों के लिये अर्थात् जो तुझ से पहले राजा थे, उनके लिये सुगन्ध-द्रव्य जलाया गया, वैसा ही तेरे लिये भी जलाया जाएगा; और लोग यह कहकर, “हाय मेरे प्रभु!” तेरे लिये छाती पीटेंगे, यहोवा की यही वाणी है।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये सब वचन यिर्मयाह भविष्यद्वक्ता ने यहूदा के राजा सिदकिय्याह से यरूशलेम में उस समय कहे,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब बाबेल के राजा की सेना यरूशलेम से और यहूदा के जितने नगर बच गए थे, उनसे अर्थात् लाकीश और अजेका से लड़ रही थी; क्योंकि यहूदा के जो गढ़वाले नगर थे उनमें से केवल वे ही रह गए थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दासों से कपटपूर्ण व्यवहार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन यिर्मयाह के पास उस समय आया जब सिदकिय्याह राजा ने सारी प्रजा से जो यरूशलेम में थी यह वाचा बँधाई कि दासों के स्वाधीन होने का प्रचार किया जाए*,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि सब लोग अपने-अपने दास-दासी को जो इब्री या इब्रिन हों, स्वाधीन करके जाने दें, और कोई अपने यहूदी भाई से फिर अपनी सेवा न कराए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब हाकिमों और सारी प्रजा ने यह प्रण किया कि हम अपने-अपने दास-दासियों को स्वतंत्र कर देंगे और फिर उनसे अपनी सेवा न कराएँगे; इसलिए उस प्रण के अनुसार उनको स्वतंत्र कर दिया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु इसके बाद वे फिर गए और जिन दास-दासियों को उन्होंने स्वतंत्र करके जाने दिया था उनको फिर अपने वश में लाकर दास और दासी बना लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा की ओर से यह वचन यिर्मयाह के पास पहुँचा\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएल का परमेश्‍वर यहोवा तुम से यह कहता है, जिस समय मैं तुम्हारे पितरों को दासत्व के घर अर्थात् मिस्र देश से निकाल ले आया, उस समय मैंने आप उनसे यह कहकर वाचा बाँधी\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘तुम्हारा जो इब्री भाई तुम्हारे हाथ में बेचा जाए उसको तुम सातवें वर्ष में छोड़ देना; छः वर्ष तो वह तुम्हारी सेवा करे परन्तु इसके बाद तुम उसको स्वतंत्र करके अपने पास से जाने देना।’ परन्तु तुम्हारे पितरों ने मेरी न सुनी, न मेरी ओर कान लगाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अभी फिरे तो थे और अपने-अपने भाई को स्वतंत्र कर देने का प्रचार कराके जो काम मेरी दृष्टि में भला है उसे तुमने किया भी था, और जो भवन मेरा कहलाता है उसमें मेरे सामने वाचा भी बाँधी थी;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर तुम भटक गए और मेरा नाम इस रीति से अशुद्ध किया कि जिन दास-दासियों को तुम स्वतंत्र करके उनकी इच्छा पर छोड़ चुके थे उन्हें तुमने फिर अपने वश में कर लिया है, और वे फिर तुम्हारे दास- दासियाँ बन गए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहोवा यह कहता है: तुमने जो मेरी आज्ञा के अनुसार अपने-अपने भाई के स्वतंत्र होने का प्रचार नहीं किया, अतः यहोवा का यह वचन है, सुनो, मैं तुम्हारे इस प्रकार से स्वतंत्र होने का प्रचार करता हूँ कि तुम तलवार, मरी और अकाल में पड़ोगे; और मैं ऐसा करूँगा कि तुम पृथ्वी के राज्य-राज्य में मारे-मारे फिरोगे*।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो लोग मेरी वाचा का उल्लंघन करते हैं और जो प्रण उन्होंने मेरे सामने और बछड़े को दो भाग करके उसके दोनों भागों के बीच होकर किया परन्तु उसे पूरा न किया,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् यहूदा देश और यरूशलेम नगर के हाकिम, खोजे, याजक और साधारण लोग जो बछड़े के भागों के बीच होकर गए थे,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनको मैं उनके शत्रुओं अर्थात् उनके प्राण के खोजियों के वश में कर दूँगा और उनकी लोथ आकाश के पक्षियों और मैदान के पशुओं का आहार हो जाएँगी।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं यहूदा के राजा सिदकिय्याह और उसके हाकिमों को उनके शत्रुओं और उनके प्राण के खोजियों अर्थात् बाबेल के राजा की सेना के वश में कर दूँगा जो तुम्हारे सामने से चली गई है।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का यह वचन है कि देखो, मैं उनको आज्ञा देकर इस नगर के पास लौटा ले आऊँगा और वे लड़कर इसे ले लेंगे और फूँक देंगे; और यहूदा के नगरों को मैं ऐसा उजाड़ दूँगा कि कोई उनमें न रहेगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "सिदकिय्याह को यिर्मयाह का वचन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}