{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोयाकीम के पुत्र कोन्याह के स्थान पर योशिय्याह का पुत्र सिदकिय्याह राज्य करने लगा, क्योंकि बाबेल के राजा नबूकदनेस्सर ने उसी को यहूदा देश में राजा ठहराया था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु न तो उसने, न उसके कर्मचारियों ने, और न साधारण लोगों ने यहोवा के वचनों को माना जो उसने यिर्मयाह भविष्यद्वक्ता के द्वारा कहा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिदकिय्याह राजा ने शेलेम्याह के पुत्र यहूकल और मासेयाह के पुत्र सपन्याह याजक को यिर्मयाह भविष्यद्वक्ता के पास यह कहला भेजा, “हमारे निमित्त हमारे परमेश्‍वर यहोवा से प्रार्थना कर।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यिर्मयाह बन्दीगृह में न डाला गया था, और लोगों के बीच आया-जाया करता था।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय फ़िरौन की सेना चढ़ाई के लिये मिस्र से निकली; तब कसदी जो यरूशलेम को घेरे हुए थे, उसका समाचार सुनकर यरूशलेम के पास से चले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन यिर्मयाह भविष्यद्वक्ता के पास पहुँचा\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएल का परमेश्‍वर यहोवा यह कहता है: यहूदा के जिस राजा ने तुम को प्रार्थना करने के लिये मेरे पास भेजा है*, उससे यह कहो, ‘देख, फ़िरौन की जो सेना तुम्हारी सहायता के लिये निकली है वह अपने देश मिस्र में लौट जाएगी।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कसदी फिर वापिस आकर इस नगर से लड़ेंगे; वे इसको ले लेंगे और फूँक देंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा यह कहता है: यह कहकर तुम अपने-अपने मन में धोखा न खाओ “कसदी हमारे पास से निश्चय चले गए हैं;” क्योंकि वे चले नहीं गए।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यदि तुमने कसदियों की सारी सेना को जो तुम से लड़ती है, ऐसा मार भी लिया होता कि उनमें से केवल घायल लोग रह जाते, तो भी वे अपने-अपने तम्बू में से उठकर इस नगर को फूँक देते।’ ”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह की कैद और उसका छुटकारा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब कसदियों की सेना फ़िरौन की सेना के डर के मारे यरूशलेम के पास से निकलकर गई,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यिर्मयाह यरूशलेम से निकलकर बिन्यामीन के देश की ओर इसलिए जा निकला कि वहाँ से और लोगों के संग अपना अंश ले।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह बिन्यामीन क्षेत्र के फाटक में पहुँचा, तब यिरिय्याह नामक पहरुओं का एक सरदार वहाँ था जो शेलेम्याह का पुत्र और हनन्याह का पोता था, और उसने यिर्मयाह भविष्यद्वक्ता को यह कहकर पकड़ लिया, “तू कसदियों के पास भागा जाता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यिर्मयाह ने कहा, “यह झूठ है; मैं कसदियों के पास नहीं भागा जाता हूँ।” परन्तु यिरिय्याह ने उसकी एक न मानी, और वह उसे पकड़कर हाकिमों के पास ले गया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हाकिमों ने यिर्मयाह से क्रोधित होकर उसे पिटवाया, और योनातान प्रधान के घर में बन्दी बनाकर डलवा दिया; क्योंकि उन्होंने उसको साधारण बन्दीगृह बना दिया था। (इब्रा. 11:36)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिर्मयाह उस तलघर में जिसमें कई एक कोठरियाँ थीं, रहने लगा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बहुत दिन बीतने पर सिदकिय्याह राजा ने उसको बुलवा भेजा, और अपने भवन में उससे छिपकर यह प्रश्न किया, “क्या यहोवा की ओर से कोई वचन पहुँचा है?” यिर्मयाह ने कहा, “हाँ, पहुँचा है। वह यह है, कि तू बाबेल के राजा के वश में कर दिया जाएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यिर्मयाह ने सिदकिय्याह राजा से कहा, “मैंने तेरा, तेरे कर्मचारियों का, व तेरी प्रजा का क्या अपराध किया है, कि तुम लोगों ने मुझ को बन्दीगृह में डलवाया है?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे जो भविष्यद्वक्ता तुम से भविष्यद्वाणी करके कहा करते थे कि बाबेल का राजा तुम पर और इस देश पर चढ़ाई नहीं करेगा, वे अब कहाँ है?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब, हे मेरे प्रभु, हे राजा, मेरी प्रार्थना ग्रहण कर कि मुझे योनातान प्रधान के घर में फिर न भेज, नहीं तो मैं वहाँ मर जाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सिदकिय्याह राजा की आज्ञा से यिर्मयाह पहरे के आँगन में रखा गया, और जब तक नगर की सब रोटी न चुक गई, तब तक उसको रोटीवालों की दूकान में से प्रतिदिन एक रोटी दी जाती थी। यिर्मयाह पहरे के आँगन में रहने लगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "सिदकिय्याह का निवेदन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}