{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जो वचन यिर्मयाह सब लोगों से कहता था, उनको मत्तान के पुत्र शपत्याह, पशहूर के पुत्र गदल्याह, शेलेम्याह के पुत्र यूकल और मल्किय्याह के पुत्र पशहूर ने सुना,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहोवा यह कहता है कि जो कोई इस नगर में रहेगा वह तलवार, अकाल और मरी से मरेगा; परन्तु जो कोई कसदियों के पास निकल भागे वह अपना प्राण बचाकर जीवित रहेगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा यह कहता है, यह नगर बाबेल के राजा की सेना के वश में कर दिया जाएगा और वह इसको ले लेगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उन हाकिमों ने राजा से कहा, “उस पुरुष को मरवा डाल, क्योंकि वह जो इस नगर में बचे हुए योद्धाओं और अन्य सब लोगों से ऐसे-ऐसे वचन कहता है जिससे उनके हाथ पाँव ढीले हो जाते हैं। क्योंकि वह पुरुष इस प्रजा के लोगों की भलाई नहीं वरन् बुराई ही चाहता है।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिदकिय्याह राजा ने कहा, “सुनो, वह तो तुम्हारे वश में है; क्योंकि ऐसा नहीं हो सकता कि राजा तुम्हारे विरुद्ध कुछ कर सके*।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने यिर्मयाह को लेकर राजपुत्र मल्किय्याह के उस गड्ढे में जो पहरे के आँगन में था, रस्सियों से उतारकर डाल दिया। और उस गड्ढे में पानी नहीं केवल दलदल था, और यिर्मयाह कीचड़ में धँस गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय राजा बिन्यामीन के फाटक के पास बैठा था सो जब एबेदमेलेक कूशी ने जो राजभवन में एक खोजा था, सुना, कि उन्होंने यिर्मयाह को गड्ढे में डाल दिया है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एबेदमेलेक राजभवन से निकलकर राजा से कहने लगा,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मेरे स्वामी, हे राजा, उन लोगों ने यिर्मयाह भविष्यद्वक्ता से जो कुछ किया है वह बुरा किया है, क्योंकि उन्होंने उसको गड्ढे में डाल दिया है; वहाँ वह भूख से मर जाएगा क्योंकि नगर में कुछ रोटी नहीं रही है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने एबेदमेलेक कूशी को यह आज्ञा दी, “यहाँ से तीस पुरुष साथ लेकर यिर्मयाह भविष्यद्वक्ता को मरने से पहले गड्ढे में से निकाल।”\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः एबेदमेलेक उतने पुरुषों को साथ लेकर राजभवन के भण्डार के तलघर में गया; और वहाँ से फटे-पुराने कपड़े और चिथड़े लेकर यिर्मयाह के पास उस गड्ढे में रस्सियों से उतार दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एबेदमेलेक कूशी ने यिर्मयाह से कहा, “ये पुराने कपड़े और चिथड़े अपनी कांखों में रस्सियों के नीचे रख ले।” यिर्मयाह ने वैसा ही किया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने यिर्मयाह को रस्सियों से खींचकर, गड्ढे में से निकाला। और यिर्मयाह पहरे के आँगन में रहने लगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सिदकिय्याह का भय और यिर्मयाह की सलाह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिदकिय्याह राजा ने यिर्मयाह भविष्यद्वक्ता को यहोवा के भवन के तीसरे द्वार में अपने पास बुलवा भेजा। और राजा ने यिर्मयाह से कहा, “मैं तुझ से एक बात पूछता हूँ; मुझसे कुछ न छिपा।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिर्मयाह ने सिदकिय्याह से कहा, “यदि मैं तुझे बताऊँ, तो क्या तू मुझे मरवा न डालेगा? और चाहे मैं तुझे सम्मति भी दूँ, तो भी तू मेरी न मानेगा।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सिदकिय्याह राजा ने अकेले में यिर्मयाह से शपथ खाई, “यहोवा जिसने हमारा यह जीव रचा है, उसके जीवन की सौगन्ध न मैं तो तुझे मरवा डालूँगा, और न उन मनुष्यों के वश में कर दूँगा जो तेरे प्राण के खोजी हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिर्मयाह ने सिदकिय्याह से कहा, “सेनाओं का परमेश्‍वर यहोवा जो इस्राएल का परमेश्‍वर है, वह यह कहता है, यदि तू बाबेल के राजा के हाकिमों के पास सचमुच निकल जाए, तब तो तेरा प्राण बचेगा, और यह नगर फूँका न जाएगा, और तू अपने घराने समेत जीवित रहेगा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु, यदि तू बाबेल के राजा के हाकिमों के पास न निकल जाए, तो यह नगर कसदियों के वश में कर दिया जाएगा, ओर वे इसे फूँक देंगे, और तू उनके हाथ से बच न सकेगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिदकिय्याह ने यिर्मयाह से कहा, “जो यहूदी लोग कसदियों के पास भाग गए हैं, मैं उनसे डरता हूँ, ऐसा न हो कि मैं उनके वश में कर दिया जाऊँ और वे मुझसे ठट्ठा करें।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिर्मयाह ने कहा, “तू उनके वश में न कर दिया जाएगा; जो कुछ मैं तुझ से कहता हूँ उसे यहोवा की बात समझकर मान ले तब तेरा भला होगा, और तेरा प्राण बचेगा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि तू निकल जाना स्वीकार न करे तो जो बात यहोवा ने मुझे दर्शन के द्वारा बताई है, वह यह है:\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, यहूदा के राजा के रनवास में जितनी स्त्रियाँ रह गई हैं, वे बाबेल के राजा के हाकिमों के पास निकालकर पहुँचाई जाएँगी, और वे तुझ से कहेंगी, ‘तेरे मित्रों ने तुझे बहकाया, और उनकी इच्छा पूरी हो गई; और जब तेरे पाँव कीच में धँस गए तो वे पीछे फिर गए हैं।’\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरी सब स्त्रियाँ और बाल-बच्चे कसदियों के पास निकालकर पहुँचाए जाएँगे; और तू भी कसदियों के हाथ से न बचेगा, वरन् तुझे पकड़कर बाबेल के राजा के वश में कर दिया जाएगा और इस नगर के फूँके जाने का कारण तू ही होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सिदकिय्याह ने यिर्मयाह से कहा, “इन बातों को कोई न जानने पाए, तो तू मारा न जाएगा।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि हाकिम लोग यह सुनकर कि मैंने तुझ से बातचीत की है तेरे पास आकर कहने लगें, ‘हमें बता कि तूने राजा से क्या कहा, हम से कोई बात न छिपा, और हम तुझे न मरवा डालेंगे; और यह भी बता, कि राजा ने तुझ से क्या कहा,’\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो तू उनसे कहना, ‘मैंने राजा से गिड़गिड़ाकर विनती की थी कि मुझे योनातान के घर में फिर वापिस न भेज नहीं तो वहाँ मर जाऊँगा।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर सब हाकिमों ने यिर्मयाह के पास आकर पूछा, और जैसा राजा ने उसको आज्ञा दी थी, ठीक वैसा ही उसने उनको उत्तर दिया। इसलिए वे उससे और कुछ न बोले और न वह भेद खुला।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार जिस दिन यरूशलेम ले लिया गया उस दिन तक वह पहरे के आँगन ही में रहा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "तहखाने में यिर्मयाह का डाला जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}