{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यिर्मयाह उनके परमेश्‍वर यहोवा के सब वचन कह चुका, जिनको कहने के लिये परमेश्‍वर ने यिर्मयाह को उन सब लोगों के पास भेजा था,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब होशायाह के पुत्र अजर्याह और कारेह के पुत्र योहानान और सब अभिमानी पुरुषों ने यिर्मयाह से कहा, “तू झूठ बोलता है। हमारे परमेश्‍वर यहोवा ने तुझे यह कहने के लिये नहीं भेजा कि ‘मिस्र में रहने के लिये मत जाओ;’\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु नेरिय्याह का पुत्र बारूक तुझको हमारे विरुद्ध उकसाता है कि हम कसदियों के हाथ में पड़ें और वे हमको मार डालें या बन्दी बनाकर बाबेल को ले जाएँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कारेह का पुत्र योहानान और दलों के सब प्रधानों और सब लोगों ने* यहोवा की यह आज्ञा न मानी कि वे यहूदा के देश में ही रहें।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर कारेह का पुत्र योहानान और दलों के और सब प्रधान उन सब यहूदियों को जो अन्यजातियों के बीच तितर-बितर हो गए थे, और उनमें से लौटकर यहूदा देश में रहने लगे थे, वे उनको ले गए\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पुरुष, स्त्री, बाल-बच्चे, राजकुमारियाँ, और जितने प्राणियों को अंगरक्षकों के प्रधान नबूजरदान ने गदल्याह को जो अहीकाम का पुत्र और शापान का पोता था, सौंप दिया था, उनको और यिर्मयाह भविष्यद्वक्ता और नेरिय्याह के पुत्र बारूक को वे ले गए;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा की आज्ञा न मानकर वे मिस्र देश में तहपन्हेस नगर तक आ गए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मिस्र में लोगों के लिए परमेश्‍वर का चिन्ह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन तहपन्हेस में यिर्मयाह के पास पहुँचा\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अपने हाथ से बड़े पत्थर ले, और यहूदी पुरुषों के सामने उस ईंट के चबूतरे में जो तहपन्हेस में फ़िरौन के भवन के द्वार के पास है, चूना फेर के छिपा दे,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन पुरुषों से कह, ‘इस्राएल का परमेश्‍वर, सेनाओं का यहोवा, यह कहता है: देखो, मैं बाबेल के राजा अपने सेवक नबूकदनेस्सर को बुलवा भेजूँगा, और वह अपना सिंहासन इन पत्थरों के ऊपर जो मैंने छिपा रखे हैं, रखेगा; और अपना छत्र इनके ऊपर तनवाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह आकर मिस्र देश को मारेगा, तब जो मरनेवाले हों वे मृत्यु के वश में*, जो बन्दी होनेवाले हों वे बँधुआई में, और जो तलवार के लिये है वे तलवार के वश में कर दिए जाएँगे। (प्रका. 13:10)\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मिस्र के देवालयों में आग लगाऊँगा; और वह उन्हें फुंकवा देगा और बँधुआई में ले जाएगा; और जैसा कोई चरवाहा अपना वस्त्र ओढ़ता है, वैसा ही वह मिस्र देश को समेट लेगा; और तब बेखटके चला जाएगा।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह मिस्र देश के सूर्यगृह के खम्भों को तोड़ डालेगा; और मिस्र के देवालयों को आग लगाकर फुंकवा देगा।’”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यिर्मयाह की सलाह अस्वीकृत\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}