{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जाति-जाति के विषय यहोवा का जो वचन यिर्मयाह भविष्यद्वक्ता के पास पहुँचा, वह यह है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिस्र के विषय। मिस्र के राजा फ़िरौन नको की सेना जो फरात महानद के तट पर कर्कमीश में थी, और जिसे बाबेल के राजा नबूकदनेस्सर ने योशिय्याह के पुत्र यहूदा के राजा यहोयाकीम के राज्य के चौथे वर्ष में जीत लिया था, उस सेना के विषय\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“ढालें और फरियाँ तैयार करके* लड़ने को निकट चले आओ।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "घोड़ों को जुतवाओ; और हे सवारो, घोड़ों पर चढ़कर टोप पहने हुए खड़े हो जाओ; भालों को पैना करो, झिलमों को पहन लो!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं क्यों उनको व्याकुल देखता हूँ? वे विस्मित होकर पीछे हट गए! उनके शूरवीर गिराए गए और उतावली करके भाग गए; वे पीछे देखते भी नहीं; क्योंकि यहोवा की यह वाणी है, कि चारों ओर भय ही भय है!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न वेग चलनेवाला भागने पाएगा और न वीर बचने पाएगा; क्योंकि उत्तर दिशा में फरात महानद के तट पर वे सब ठोकर खाकर गिर पड़े।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यह कौन है, जो नील नदी के समान, जिसका जल महानदों का सा उछलता है, बढ़ा चला आता है?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिस्र नील नदी के समान बढ़ता है, उसका जल महानदों का सा उछलता है। वह कहता है, मैं चढ़कर पृथ्वी को भर दूँगा, मैं नगरों को उनके निवासियों समेत नाश कर दूँगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मिस्री सवारों आगे बढ़ो, हे रथियों, बहुत ही वेग से चलाओ! हे ढाल पकड़नेवाले कूशी और पूती वीरों, हे धनुर्धारी लूदियों चले आओ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वह दिन सेनाओं के यहोवा प्रभु के बदला लेने का दिन होगा* जिसमें वह अपने द्रोहियों से बदला लेगा। तलवार खाकर तृप्त होगी, और उनका लहू पीकर छक जाएगी। क्योंकि, उत्तर के देश में फरात महानद के तीर पर, सेनाओं के यहोवा प्रभु का यज्ञ है। (लूका 21:22)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मिस्र की कुमारी कन्या, गिलाद को जाकर बलसान औषधि ले; तू व्यर्थ ही बहुत इलाज करती है, तू चंगी नहीं होगी!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सब जाति के लोगों ने सुना है कि तू नीच हो गई और पृथ्वी तेरी चिल्लाहट से भर गई है; वीर से वीर ठोकर खाकर गिर पड़े; वे दोनों एक संग गिर गए हैं।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "नबूकदनेस्सर का आगमन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने यिर्मयाह भविष्यद्वक्ता से यह वचन भी कहा कि बाबेल का राजा नबूकदनेस्सर क्यों आकर मिस्र देश को मार लेगा:\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मिस्र में वर्णन करो, और मिग्दोल में सुनाओ; हाँ, और नोप और तहपन्हेस में सुनाकर यह कहो कि खड़े होकर तैयार हो जाओ; क्योंकि तुम्हारे चारों ओर सब कुछ तलवार खा गई है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे बलवन्त जन क्यों नाश हो गए हैं? वे इस कारण खड़े न रह सके क्योंकि यहोवा ने उन्हें ढकेल दिया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने बहुतों को ठोकर खिलाई, वे एक दूसरे पर गिर पड़े; और वे कहने लगे, ‘उठो, चलो, हम अंधेर करनेवाले की तलवार के डर के मारे अपने-अपने लोगों और अपनी-अपनी जन्म-भूमि में फिर लौट जाएँ।’\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ वे पुकार के कहते हैं, ‘मिस्र का राजा फ़िरौन सत्यानाश हुआ; क्योंकि उसने अपना बहुमूल्य अवसर खो दिया।’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“वह राजाधिराज जिसका नाम सेनाओं का यहोवा है, उसकी यह वाणी है कि मेरे जीवन की सौगन्ध, जैसा ताबोर अन्य पहाड़ों में, और जैसा कर्मेल समुद्र के किनारे है, वैसा ही वह आएगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मिस्र की रहनेवाली पुत्री! बँधुआई में जाने का सामान तैयार कर, क्योंकि नोप नगर उजाड़ और ऐसा भस्म हो जाएगा कि उसमें कोई भी न रहेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मिस्र बहुत ही सुन्दर बछिया तो है, परन्तु उत्तर दिशा से नाश चला आता है, वह आ ही गया है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके जो सिपाही किराये पर आए हैं वह पाले-पोसे हुए बछड़ों के समान हैं; उन्होंने मुँह मोड़ा, और एक संग भाग गए, वे खड़े नहीं रहे; क्योंकि उनकी विपत्ति का दिन और दण्ड पाने का समय आ गया*।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उसकी आहट सर्प के भागने की सी होगी; क्योंकि वे वृक्षों के काटनेवालों की सेना और कुल्हाड़ियाँ लिए हुए उसके विरुद्ध चढ़ आएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, कि चाहे उसका वन बहुत ही घना हो, परन्तु वे उसको काट डालेंगे, क्योंकि वे टिड्डियों से भी अधिक अनगिनत हैं।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिस्री कन्या लज्जित होगी, वह उत्तर दिशा के लोगों के वश में कर दी जाएगी।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल का परमेश्‍वर, सेनाओं का यहोवा कहता है: “देखो, मैं नो नगरवासी आमोन और फ़िरौन राजा और मिस्र को उसके सब देवताओं और राजाओं समेत और फ़िरौन को उन समेत जो उस पर भरोसा रखते हैं दण्ड देने पर हूँ।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनको बाबेल के राजा नबूकदनेस्सर और उसके कर्मचारियों के वश में कर दूँगा जो उनके प्राण के खोजी हैं। उसके बाद वह प्राचीनकाल के समान फिर बसाया जाएगा, यहोवा की यह वाणी है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल के लिए आश्वासन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु हे मेरे दास याकूब, तू मत डर, और हे इस्राएल, विस्मित न हो; क्योंकि मैं तुझे और तेरे वंश को बँधुआई के दूर देश से छुड़ा ले आऊँगा। याकूब लौटकर चैन और सुख से रहेगा, और कोई उसे डराने न पाएगा।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मेरे दास याकूब, यहोवा की यह वाणी है, कि तू मत डर, क्योंकि मैं तेरे साथ हूँ। और यद्यपि मैं उन सब जातियों का अन्त कर डालूँगा जिनमें मैंने तुझे जबरन निकाल दिया है, तो भी तेरा अन्त न करूँगा। मैं तेरी ताड़ना विचार करके करूँगा, परन्तु तुझे किसी प्रकार से निर्दोष न ठहराऊँगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मिस्र के विरुद्ध भविष्यद्वाणी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}