{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यरूशलेम की सड़कों में इधर-उधर दौड़कर देखो! उसके चौकों में ढूँढ़ो यदि कोई ऐसा मिल सके जो न्याय से काम करे और सच्चाई का खोजी हो; तो मैं उसका पाप क्षमा करूँगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यद्यपि उसके निवासी यहोवा के जीवन की शपथ भी खाएँ, तो भी निश्चय वे झूठी शपथ खाते हैं।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा, क्या तेरी दृष्टि सच्चाई पर नहीं है?* तूने उनको दुःख दिया, परन्तु वे शोकित नहीं हुए; तूने उनको नाश किया, परन्तु उन्होंने ताड़ना से भी नहीं माना। उन्होंने अपना मन चट्टान से भी अधिक कठोर किया है; उन्होंने पश्चाताप करने से इन्कार किया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने सोचा, “ये लोग तो कंगाल और मूर्ख ही हैं*; क्योंकि ये यहोवा का मार्ग और अपने परमेश्‍वर का नियम नहीं जानते।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं बड़े लोगों के पास जाकर उनको सुनाऊँगा; क्योंकि वे तो यहोवा का मार्ग और अपने परमेश्‍वर का नियम जानते हैं।” परन्तु उन सभी ने मिलकर जूए को तोड़ दिया है और बन्धनों को खोल डाला है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण वन में से एक सिंह आकर उन्हें मार डालेगा, निर्जल देश का एक भेड़िया उनको नाश करेगा। और एक चीता उनके नगरों के पास घात लगाए रहेगा, और जो कोई उनमें से निकले वह फाड़ा जाएगा; क्योंकि उनके अपराध बहुत बढ़ गए हैं और वे मुझसे बहुत ही दूर हट गए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं क्यों तेरा पाप क्षमा करूँ? तेरे लड़कों ने मुझ को छोड़कर उनकी शपथ खाई है जो परमेश्‍वर नहीं है। जब मैंने उनका पेट भर दिया, तब उन्होंने व्यभिचार किया और वेश्याओं के घरों में भीड़ की भीड़ जाते थे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे खिलाएँ-पिलाए बे-लगाम घोड़ों के समान हो गए, वे अपने-अपने पड़ोसी की स्त्री पर हिनहिनाने लगे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या मैं ऐसे कामों का उन्हें दण्ड न दूँ? यहोवा की यह वाणी है; क्या मैं ऐसी जाति से अपना पलटा न लूँ?\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर के लिए अवमानना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“शहरपनाह* पर चढ़कर उसका नाश तो करो, तो भी उसका अन्त मत कर डालो; उसकी जड़ रहने दो परन्तु उसकी डालियों को तोड़कर फेंक दो, क्योंकि वे यहोवा की नहीं हैं।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है कि इस्राएल और यहूदा के घरानों ने मुझसे बड़ा विश्वासघात किया है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उन्होंने यहोवा की बातें झुठलाकर कहा, ‘वह ऐसा नहीं है; विपत्ति हम पर न पड़ेगी, न हम तलवार को और न अकाल को देखेंगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भविष्यद्वक्ता हवा हो जाएँगे; उनमें परमेश्‍वर का वचन नहीं है। उनके साथ ऐसा ही किया जाएगा!’”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "न्याय की घोषणा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण सेनाओं का परमेश्‍वर यहोवा यह कहता है: “ये लोग जो ऐसा कहते हैं, इसलिए देख, मैं अपना वचन तेरे मुँह में आग, और इस प्रजा को काठ बनाऊँगा, और वह उनको भस्म करेगी। (यिर्म. 23:29)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, हे इस्राएल के घराने, देख, मैं तुम्हारे विरुद्ध दूर से ऐसी जाति को चढ़ा लाऊँगा जो सामर्थी और प्राचीन है, उसकी भाषा तुम न समझोगे, और न यह जानोगे कि वे लोग क्या कह रहे हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनका तरकश खुली कब्र है और वे सब के सब शूरवीर हैं।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे पके खेत और भोजनवस्तुएँ जो तुम्हारे बेटे-बेटियों के खाने के लिये हैं उन्हें वे खा जाएँगे। वे तुम्हारी भेड़-बकरियों और गाय-बैलों को खा डालेंगे; वे तुम्हारी दाखों और अंजीरों को खा जाएँगे; और जिन गढ़वाले नगरों पर तुम भरोसा रखते हो उन्हें वे तलवार के बल से नाश कर देंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तो भी, यहोवा की यह वाणी है, उन दिनों में भी मैं तुम्हारा अन्त न कर डालूँगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तुम पूछोगे, ‘हमारे परमेश्‍वर यहोवा ने हम से ये सब काम किस लिये किए हैं,’ तब तुम उनसे कहना, ‘जिस प्रकार से तुमने मुझ को त्याग कर अपने देश में दूसरे देवताओं की सेवा की है, उसी प्रकार से तुम को पराये देश में परदेशियों की सेवा करनी पड़ेगी।’ ”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अपने लोगों को परमेश्‍वर की चेतावनी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याकूब के घराने में यह प्रचार करो, और यहूदा में यह सुनाओ\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मूर्ख और निर्बुद्धि लोगों, तुम जो आँखें रहते हुए नहीं देखते, जो कान रहते हुए नहीं सुनते, यह सुनो। (प्रेरि. 28:26, मर. 8:18)\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, क्या तुम लोग मेरा भय नहीं मानते? क्या तुम मेरे सम्मुख नहीं थरथराते? मैंने रेत को समुद्र की सीमा ठहराकर युग-युग का ऐसा बाँध ठहराया कि वह उसे पार न कर सके; और चाहे उसकी लहरें भी उठें, तो भी वे प्रबल न हो सके, या जब वे गरजें तो भी उसको न पार कर सके।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर इस प्रजा का हठीला और बलवा करनेवाला मन है; इन्होंने बलवा किया और दूर हो गए हैं।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मन में इतना भी नहीं सोचते कि हमारा परमेश्‍वर यहोवा तो बरसात के आरम्भ और अन्त दोनों समयों का जल समय पर बरसाता है, और कटनी के नियत सप्ताहों को हमारे लिये रखता है, इसलिए हम उसका भय मानें। (प्रेरि. 14:17)\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तुम्हारे अधर्म के कामों ही के कारण वे रुक गए, और तुम्हारे पापों ही के कारण तुम्हारी भलाई नहीं होती*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी प्रजा में दुष्ट लोग पाए जाते हैं; जैसे चिड़ीमार ताक में रहते हैं, वैसे ही वे भी घात लगाए रहते हैं। वे फंदा लगाकर मनुष्यों को अपने वश में कर लेते हैं।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा पिंजड़ा चिड़ियों से भरा हो, वैसे ही उनके घर छल से भरे रहते हैं; इसी प्रकार वे बढ़ गए और धनी हो गए हैं।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मोटे और चिकने हो गए हैं। बुरे कामों में वे सीमा को पार कर गए हैं; वे न्याय, विशेष करके अनाथों का न्याय नहीं चुकाते; इससे उनका काम सफल नहीं होता वे कंगालों का हक़ भी नहीं दिलाते।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए, यहोवा की यह वाणी है, क्या मैं इन बातों का दण्ड न दूँ? क्या मैं ऐसी जाति से पलटा न लूँ?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देश में ऐसा काम होता है जिससे चकित और रोमांचित होना चाहिये।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "भविष्यद्वक्ता झूठमूठ भविष्यद्वाणी करते हैं; और याजक उनके सहारे से प्रभुता करते हैं; मेरी प्रजा को यह भाता भी है, परन्तु अन्त के समय तुम क्या करोगे?\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम की भ्रष्टता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}