{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब सिदकिय्याह राज्य करने लगा, तब वह इक्कीस वर्ष का था; और यरूशलेम में ग्यारह वर्ष तक राज्य करता रहा। उसकी माता का नाम हमूतल था जो लिब्नावासी यिर्मयाह की बेटी थी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहोयाकीम के सब कामों के अनुसार वही किया जो यहोवा की दृष्टि में बुरा है।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "निश्चय यहोवा के कोप के कारण यरूशलेम और यहूदा की ऐसी दशा हुई कि अन्त में उसने उनको अपने सामने से दूर कर दिया। और सिदकिय्याह ने बाबेल के राजा से बलवा किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके राज्य के नौवें वर्ष के दसवें महीने के दसवें दिन को बाबेल के राजा नबूकदनेस्सर ने अपनी सारी सेना लेकर यरूशलेम पर चढ़ाई की, और उसने उसके पास छावनी करके उसके चारों ओर किला बनाया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः नगर घेरा गया, और सिदकिय्याह राजा के ग्यारहवें वर्ष तक घिरा रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चौथे महीने के नौवें दिन से नगर में अकाल यहाँ तक बढ़ गई, कि लोगों के लिये कुछ रोटी न रही।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब नगर की शहरपनाह में दरार की गई, और दोनों दीवारों के बीच जो फाटक राजा की बारी के निकट था, उससे सब योद्धा भागकर रात ही रात नगर से निकल गए, और अराबा का मार्ग लिया। (उस समय कसदी लोग नगर को घेरे हुए थे)।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उनकी सेना ने राजा का पीछा किया, और उसको यरीहो के पास के अराबा में जा पकड़ा; तब उसकी सारी सेना उसके पास से तितर-बितर हो गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे राजा को पकड़कर हमात देश के रिबला में बाबेल के राजा के पास ले गए, और वहाँ उसने उसके दण्ड की आज्ञा दी।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाबेल के राजा ने सिदकिय्याह के पुत्रों को उसके सामने घात किया, और यहूदा के सारे हाकिमों को भी रिबला में घात किया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर बाबेल के राजा ने सिदकिय्याह की आँखों को फुड़वा डाला, और उसको बेड़ियों से जकड़कर बाबेल तक ले गया, और उसको बन्दीगृह में डाल दिया। वह मृत्यु के दिन तक वहीं रहा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर का विनाश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसी वर्ष अर्थात् बाबेल के राजा नबूकदनेस्सर के राज्य के उन्नीसवें वर्ष के पाँचवें महीने के दसवें दिन को अंगरक्षकों का प्रधान नबूजरदान जो बाबेल के राजा के सम्मुख खड़ा रहता था* यरूशलेम में आया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहोवा के भवन और राजभवन और यरूशलेम के सब बड़े-बड़े घरों को आग लगवाकर फुंकवा दिया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कसदियों की सारी सेना ने जो अंगरक्षकों के प्रधान के संग थी, यरूशलेम के चारों ओर की सब शहरपनाह को ढा दिया*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अंगरक्षकों का प्रधान नबूजरदान कंगाल लोगों में से कितनों को, और जो लोग नगर में रह गए थे, और जो लोग बाबेल के राजा के पास भाग गए थे, और जो कारीगर रह गए थे, उन सब को बन्दी बनाकर ले गया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु, दिहात के कंगाल लोगों में से कितनों को अंगरक्षकों के प्रधान नबूजरदान ने दाख की बारियों की सेवा और किसानी करने को छोड़ दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा के भवन में जो पीतल के खम्भे थे, और कुर्सियों और पीतल के हौज जो यहोवा के भवन में थे, उन सभी को कसदी लोग तोड़कर उनका पीतल बाबेल को ले गए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हाँड़ियों, फावड़ियों, कैंचियों, कटोरों, धूपदानों, और पीतल के और सब पात्रों को, जिनसे लोग सेवा टहल करते थे, वे ले गए।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तसलों, करछों, कटोरियों, हाँड़ियों, दीवटों, धूपदानों, और कटोरों में से जो कुछ सोने का था, उनके सोने को, और जो कुछ चाँदी का था उनकी चाँदी को भी अंगरक्षकों का प्रधान ले गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दोनों खम्भे, एक हौज और पीतल के बारहों बैल जो पायों के नीचे थे, इन सब को तो सुलैमान राजा ने यहोवा के भवन के लिये बनवाया था, और इन सब का पीतल तौल से बाहर था।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो खम्भे थे, उनमें से एक-एक की ऊँचाई अठारह हाथ, और घेरा बारह हाथ, और मोटाई चार अंगुल की थी, और वे खोखले थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक-एक की कँगनी पीतल की थी, और एक-एक कँगनी की ऊँचाई पाँच हाथ की थी; और उस पर चारों ओर जो जाली और अनार बने थे वे सब पीतल के थे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कँगनियों के चारों ओर छियानवे अनार बने थे, और जाली के ऊपर चारों ओर एक सौ अनार थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों का बाबेल की बन्धुवाई में जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अंगरक्षकों के प्रधान ने सरायाह महायाजक और उसके नीचे के सपन्याह याजक, और तीनों डेवढ़ीदारों को पकड़ लिया;\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नगर में से उसने एक खोजा पकड़ लिया, जो योद्धाओं के ऊपर ठहरा था; और जो पुरुष राजा के सम्मुख रहा करते थे, उनमें से सात जन जो नगर में मिले; और सेनापति का मुन्शी जो साधारण लोगों को सेना में भरती करता था; और साधारण लोगों में से साठ पुरुष जो नगर में मिले,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन सबको अंगरक्षकों का प्रधान नबूजरदान रिबला में बाबेल के राजा के पास ले गया।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बाबेल के राजा ने उन्हें हमात देश के रिबला में ऐसा मारा कि वे मर गए। इस प्रकार यहूदी अपने देश से बँधुए होकर चले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिन लोगों को नबूकदनेस्सर बँधुआ करके ले गया, वे ये हैं, अर्थात् उसके राज्य के सातवें वर्ष में तीन हजार तेईस यहूदी;\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अपने राज्य के अठारहवें वर्ष में नबूकदनेस्सर यरूशलेम से आठ सौ बत्तीस प्राणियों को बँधुआ करके ले गया;\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर नबूकदनेस्सर के राज्य के तेईसवें वर्ष में अंगरक्षकों का प्रधान नबूजरदान सात सौ पैंतालीस यहूदी जनों को बँधुए करके ले गया; सब प्राणी मिलकर चार हजार छः सौ हुए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोयाकीन का बन्दीगृह से छोड़ा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहूदा के राजा यहोयाकीन की बँधुआई के सैंतीसवें वर्ष में अर्थात् जिस वर्ष बाबेल का राजा एवील्मरोदक राजगद्दी पर विराजमान हुआ, उसी के बारहवें महीने के पच्चीसवें दिन को उसने यहूदा के राजा यहोयाकीन को बन्दीगृह से निकालकर बड़ा पद दिया;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उससे मधुर-मधुर वचन कहकर, जो राजा उसके साथ बाबेल में बँधुए थे, उनके सिंहासनों से उसके सिंहासन को अधिक ऊँचा किया।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बन्दीगृह के वस्त्र बदल दिए; और वह जीवन भर नित्य राजा के सम्मुख भोजन करता रहा;\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और प्रतिदिन के खर्च के लिये बाबेल के राजा के यहाँ से उसको नित्य कुछ मिलने का प्रबन्ध हुआ। यह प्रबन्ध उसकी मृत्यु के दिन तक उसके जीवन भर लगातार बना रहा।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम के पतन की समीक्षा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}