{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that God, our Father, and the Lord Jesus Christ will kindly help you and give you peace.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ sacrificed himself to God for our sins, in order to take us away from this world in which people act in such evil ways. He did this because God, our Father, wanted him to.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because that is true, let us now praise God forever and ever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you know, Christ called you in his kindness to trust in him. But now I am amazed that you have stopped trusting in him! Now you believe a different message, which some people say is the true good news about God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ never told us another good news, but other people are confusing you. They want to change the good news about Christ; they want you to believe that Christ actually said something different.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even if we apostles or an angel from heaven should tell you a good news that is not the same as what we told you before, God should punish that person forever.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As we have already told you, so now I say to you again that someone is telling you a form of the good news that he says is good, but it is not the same as what you believed. So I ask God that he condemn that person forever.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not need people to like me, because it is God who approves of me. I am not trying to please people. If I were still trying to please people, then I would not really be serving Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, I want you to know that the message about Christ that I proclaim to people is not one that some person created.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not learn this good news from any ordinary human being, and no such person taught it to me. Instead, it was Jesus Christ himself who taught me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People have told you about what I did in the past when I worshiped God in the Jewish way. I never stopped doing the worst things to the groups of believers that God had established. I tried to destroy those believers and their groups.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I honored God in the Jewish way more thoroughly than any other Jew my own age. I was very angry when I saw other Jews neglecting to obey the traditions that our ancestors had kept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, I was still in my mother's womb when God chose me to serve him, and he did this because it pleased him to do so.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He showed me that Jesus is his Son; he did this so that I would tell others the good news about his Son in regions where the non-Jews live. But I did not immediately go to any mere humans in order to understand that message better.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I did not immediately leave Damascus and go to Jerusalem to see the apostles there, the men who had become apostles before I became one. Instead, I went away into the region of Arabia, a region of wilderness. Later I returned once more to the city of Damascus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was actually three years after God revealed this good news to me that I went up to Jerusalem to visit Peter. I stayed with him for fifteen days.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also saw James, the half-brother of our Lord Jesus and the leader of the believers in Jerusalem, but I did not see any other apostle.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God knows that what I am writing to you is completely true!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I left Jerusalem, I went to the regions of Syria and Cilicia.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time believers in the Christian congregations who were in the province of Judea still had never seen me.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They only heard others keep saying, \"Paul, the one who in the past was doing violent things to us, is now proclaiming the same good news that we believe and he had been trying to stop!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they kept praising God because of what had happened to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am writing to my dear brothers and sisters in the province of Galatia. I am Paul, the apostle. No group of people made me an apostle, and God did not tell anybody to make me one. Instead, I am an apostle because Jesus Christ and God the Father have sent me as one—yes, God the Father, who made Christ live again after he had died! I and all the fellow believers who are here with me greet you all in the churches in the province of Galatia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}