{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After fourteen years passed, Barnabas, Titus, and I went up again to Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did this because God had told me we should go. I explained privately to the most important leaders of the believers the content of the good news that I had been proclaiming in the regions of the non-Jews. I did this because I wanted to make sure that they approved of what I had been preaching. I wanted to make sure that I had not been working uselessly.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those leaders did not even require Titus, who was with me and was an uncircumcised Gentile, to be circumcised.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who would have required him to be circumcised were not true believers, but they pretended that they were fellow believers. They watched us closely to see how we obey God without following all the Jewish laws and rituals, since we know that Christ Jesus has freed us from those things. These false believers would like to make us like slaves to the law.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But not even briefly did we agree with them about circumcision. We resisted them in order that the true good news about Christ might continue to benefit you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who others said were the leaders did not add anything to what I proclaim. Those leaders are important men, but they do not matter to me, because God does not favor certain persons more than others.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, the leaders understood that God was trusting me to proclaim the good news to the non-Jews, just as Peter was proclaiming the good news to the Jews.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, just as God had empowered Peter to go as an apostle to take God's message to the Jews, he also empowered me to go as an apostle to take his message to the non-Jews.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those leaders understood that God had kindly given to me this special mission. So James, Peter, and John, the leaders of the believers in Christ, leaders who many people knew and honored, shook hands with us because we were fellow workers with them. We agreed that God had sent us to the non-Jews, who were not circumcised, and that God had sent them to Jews, who were circumcised.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They only urged us to still remember to help the poor among the fellow believers who live in Jerusalem. That is exactly what I have been eager to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But later while I was in the city of Antioch, after Peter came there, I looked into his eyes and told him that what he was doing was wrong.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what happened. Peter went to Antioch and started eating regularly with non-Jewish believers there. Later there were certain Jewish believers who came to Antioch who claimed that James, the leader of the believers in Jerusalem, had sent them. And when those men came, Peter stopped eating with the non-Jewish believers and would not associate with them. He was afraid that the Jewish believers from Jerusalem would criticize him for associating with non-Jews.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, the other Jewish believers in Antioch joined in Peter's hypocrisy by separating themselves from the non-Jewish believers. Even Barnabas thought he had to stop associating with the non-Jews!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when I realized that they were not following the truth of the good news about Christ, and when all the fellow believers had come together, I said to Peter in front of them all, \"You are Jewish, but you have been living like a non-Jew who does not follow the law. So how can you possibly persuade the non-Jews to live like Jews?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were born as Jews, not as non-Jewish sinners who know nothing about God's law.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we now know that it is not because a person obeys the law that God gave to Moses that God makes a person right in his sight. God does that only if that person trusts in Jesus Christ. Even some of us Jews have trusted Christ Jesus. We did that so God would declare us good in his sight, because we trust Christ, and not because we try to obey the law that God gave to Moses. God has said that he will not declare anyone good in his sight just because they obey the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when we asked God to make us right in his sight by trusting in Christ, we stopped trying to obey the law, so the law proved us to be sinners for doing that. But this certainly does not mean that Christ is in favor of sin. Certainly not!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I again believed that God would make me right in his sight because I obey his law, I would be like a man who rebuilds a shaky old building that he had once torn down. Everyone would see that I was breaking God's law.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I was trying to obey God's law, I became like a dead man; it was as if the law had killed me. This happened so that I might live to worship God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as though my old way of life ended when Christ died on the cross. I no longer direct my life. Christ who lives in my heart now directs how I live. And whatever I do now while I live, I do it trusting in God's Son. He is the one who loved me and offered himself as the sacrifice to provide God's forgiveness to me.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not set aside God's kindness, as if keeping the law could make us right with God. Otherwise, Christ would have died on the cross for nothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}