{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You fellow believers there in Galatia are very foolish! Someone must have bewitched you with their evil eye! I told you exactly how they had crucified Jesus Christ, did I not?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I want you to tell me only one thing: When the Holy Spirit came to you, did he come because you were obeying the law of Moses? Or did the Spirit come to you because you had heard the good news and trusted in Christ? Certainly this is what happened.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are very foolish! You first became Christians because God's Spirit enabled you. But now you think you will continue until you die by trying as hard as possible to obey the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the difficult things you have experienced after you believed in Christ would have been of no value at all if you had not been trusting in him. \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God now generously gives to you his Spirit and performs mighty deeds among you, do you think that it is because you obey God's law? Surely you know it is because when you heard the good news about Christ, you trusted in him!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What you have experienced is just as Moses had written in the scriptures about Abraham. He wrote that Abraham trusted God, and as a result God declared Abraham good in his sight.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should realize, therefore, that it is those who trust in Christ to save them whom God has made into descendants of Abraham.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even before God began to make non-Jews good in his sight when they trusted in him, men wrote in the scriptures that he would do this. God announced this good news to Abraham, as we read in the scriptures, \"Because of what you have done, I will bless all the people groups in the world.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, we know by this that it is all those who trust in Christ whom God blesses along with Abraham, who also trusted in God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God curses all those who think they can please God by obeying his law. It is just as you can read in the scriptures, \"God will eternally punish everyone who does not continuously and completely obey all the laws that Moses wrote in the book of the law.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God has said that if he declares any people good in his sight, it will not be because they obeyed his law. You can read in the scriptures, \"Every person whom God declares to be good will live because he trusts God.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever tries to obey the law is not trusting in Christ, \"Whoever starts to do the things in the law must obey them all.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ stopped God from having to curse us as they wrote in the law he must. This happened when God cursed Christ in our place. You can read in the scripture, \"God curses everyone whom they hang on a tree.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God cursed Christ in order to bless the non-Jews who believe in Christ just as he blessed Abraham. And he blessed the non-Jews so that we might receive the Spirit, whom he promised to all who trust in Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, God's promise is like a contract between two people. After they sign it, no one can cancel it, nor can they add anything to it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God promised to bless Abraham and his special descendant. The scriptures do not say, \"your descendants,\" that is, many people, but instead \"your descendant,\" meaning just one person, Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I am saying. God established an agreement with Abraham that the law which he gave to Moses 430 years later could not cancel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because if what God is giving to us forever comes because we keep his law, then he would not be giving it because he had promised to do so. In reality, however, God gave Abraham this gift because he had freely promised to give it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why did God later give his law to us? God gave his law to teach us that we all deliberately break it. And looking forward, God gave the law for the time when a descendent of Abraham would come. That descendent is the one who receives the promise that was made before to Abraham. The angels protected and applied the law by the authority of the one who would stand between God and people.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, when one person speaks directly with another, there is no mediator. And God himself made his promises directly to Abraham.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do the words of the law speak against what God promises? Certainly not. If we could obey the law and then live forever with God, then he certainly would have regarded us as good in his sight.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that was impossible. Instead, because we sin, the law in the scriptures controls us—and all things—just as if we were in prison. So when God promised to free us from that prison, he was speaking about anyone who believes in Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before God revealed the good news about how people should trust in Christ, his law was like a soldier who kept us in prison, unable to move about.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like a father protects his small child by telling a slave to take care of him, God was supervising us by his law until Christ came. He did this so that he might now declare us good in his sight, if we trust in Christ.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now that we can trust in Christ, we no longer need God's law to supervise us.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because you are all God's children because you have trusted in Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of you who trust in Christ and were baptized so that you are joined to him, have taken on the characteristics of Christ's life. \n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are believers, it does not matter to God if you are Jews or non-Jews, slaves or free persons, males or females, because all of you are together joined to Christ Jesus.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, since you belong to Christ, he makes you into descendants of Abraham, and you will receive everything that God has promised him and us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}