{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, I will further discuss children and heirs. An heir is a son who will later possess all that his father has. But as long as that heir is a child, he is like a slave whom others control.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Until the day that his father has previously determined, other persons supervise the child and manage his property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, when we were like young children, we were under the evil rules that everyone in this world lives by. Those rules controlled us like masters control their slaves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the time that God had determined arrived, he sent Jesus, his Son, into the world. Jesus was born to a human mother, and he had to obey the law.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sent Jesus to rescue us from the law controlling us. He did this to adopt us as his own children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you are now God's sons, he sent the Spirit of his Son to live in each of us. It is his Spirit who enables us to call God, \"Father, our dear Father!\" This shows that we are God's sons.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because of what God has done, no longer is each of you like a slave. Instead, each of you is a child of God. Since each of you is now God's child, God will also give you all that he has promised. God himself will do it!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you did not know God, you worshiped gods that really did not really exist. You were their slaves.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you do know God as your God. Perhaps it would be better, however, to say that now God knows each of you. So why are you returning again to follow the weak and worthless evil rules of this world? You do not really want to become their slaves all over again, do you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It actually seems that you do! You are once more obeying what others insist you should do on certain special days and at special times in certain months, seasons, and years.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I worry about you! I worked so hard for you, but it seems that it was all for nothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, I strongly urge you to become like me, because I do not let the law control me. I became like you non-Jews when I became free from the law, so you too should free yourselves from the gods. When I first went to you, you did not harm me at all, but now you are making me worry about you very much.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You remember that the first time I told you the good news, I did it because I was sick.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although you might have despised me because I was sick, you did not reject me. Instead, you welcomed me like you would welcome an angel that came from God. You welcomed me like you would welcome Christ Jesus himself!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you are no longer happy! I know for certain that you would have done anything to help me. You would have torn out your own eyes and given them to me, if that would have helped me!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I have become so sad now. You seem to think that I have become your enemy because I have continued to tell the truth about Christ to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are insisting on obeying the Jewish laws are trying to get you to follow them, but they are not doing it for your good. They want to keep you away from me, because they want you to follow them, not me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Well, it is good to insist on doing the right things; you should do this always, and not only when I am with you. But make sure it is the right people who are teaching you what to do!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who are like my children, once again I am very worried about you, and I will continue to be worried until you become like Christ.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I do wish that I could be with you now and that I might talk more gently with you, because right now I do not know what to do about you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me try to explain this again. Some of you desire to obey all the law of God, but do you really pay attention to what the law says?\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the law we read that Abraham became the father of two sons. His female slave, Hagar, bore one son, and his wife Sarah, who was not a slave, bore the other.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael, the son born by Hagar, the female slave, was conceived naturally. But Isaac, the son born by Sarah, who was not a slave, was conceived miraculously because God had promised Abraham that he would have a son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these two women symbolize two covenants. God made the first covenant with the people of Israel at Mount Sinai. That covenant requires the Israelites to live like a slave to the law. So Hagar, the female slave, symbolizes this covenant.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hagar symbolizes Mount Sinai, in the land of Arabia. But Hagar also symbolizes the city of Jerusalem as it is today. This is because Jerusalem is like a slave mother: She and all her children—that is, her people—are like slaves, because they all must obey the law that God gave to Israel at Mount Sinai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there is a new Jerusalem in heaven, and that city is like a mother of all us who believe in Christ, and that city is free!\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That new Jerusalem will have many more people than the old Jerusalem. This is because the prophet Isaiah wrote,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"You who live in Jerusalem, you must rejoice!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Now you have no children,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "like a woman who cannot have children!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But one day you will shout with joy\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "even though you have no children now.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Like a woman who cannot give birth to children,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and you feel deserted.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You will have more children than\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "any woman with a husband could have borne.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my fellow believers, you have become children of God because you believed in what God promised to give to us. You are like Isaac, who was born because Abraham had believed in what God promised to give to him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But long ago Abraham's son Ishmael, who was born naturally, caused trouble for Abraham's son Isaac, who was born because the Holy Spirit made it happen. It is the same way now. The people who are slaves to God's law persecute those of us who trust in what Christ has promised to give us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But these are the words in the scriptures: \"The son of the woman who was not a slave will inherit what his father owns. The slave boy will inherit nothing. So send away from this place the female slave and her son!\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, we are not children who have a slave woman as our mother, but we are the children who are born from a woman who was free, and so are we are free too!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}