{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ set us free from the law so that it may control us no longer. So stop anyone who says you are still slaves to the law, and do not let the law control you like slaves again.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Consider very carefully what I, Paul, an apostle, now tell you. If you let anyone circumcise you, what Christ has done for you will not help you at all!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once again I solemnly declare to every man whom they have circumcised, that he must obey the law perfectly, for God to declare him good in his sight.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you expect God to declare you good in his sight because you try to keep the law, you have separated yourself from Christ; God will no longer act kindly toward you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We whom God's Spirit enables us to trust in Christ are confidently waiting for the time when God will declare us good in His sight.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is not concerned whether we are circumcised or not circumcised. Instead, God is concerned about whether we trust in Christ, with the result that we love others because we trust in him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were following Christ so well! Who stopped you from obeying his true message?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, the one who chose you, is not the one who is persuading you to think like this!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This false teaching that someone is teaching you is in danger of spreading to all of you, just like a little yeast in the dough causes it all to swell up.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am certain that the Lord Jesus will keep you from believing in anything else except his true good news. God will certainly punish anyone who is confusing you by teaching this false message, whoever he is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, my fellow believers, maybe someone is saying that I still teach that you must let them circumcise you. I certainly taught that before I followed Christ, but I am not teaching that any longer. But what they are saying cannot be true; otherwise, no one would be persecuting me now. No, I tell you that if people think they have to be circumcised to follow Christ, then the fact that Christ died on the cross no longer make any difference to them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wish that those who are confusing you would go all the way and castrate themselves!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, God has called you to set you free. But do not think he set you free so you could sin. Instead, love and serve each other, because you are now free to do that!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember something that Jesus said. He said all the law means this: \"Love each person like you love yourself.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you attack and harm each other like wild animals, you might completely destroy each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I tell you this: Always let God's Spirit lead you. If you do that, you will not sin, as normal human beings want to do.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you want to sin, you go against God's Spirit. And God's Spirit goes against what normal humans want. These two are always fighting against each other. The result is that you do not always do the good things that you truly desire to do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when God's Spirit leads you, the law does not control you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now what normal human beings want to do is easy to see. They commit evil sexual actions, sexual actions that even go against what is natural, and they desire things that are against good laws.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also worship false gods and things that represent those gods. They try to get evil spirits to act for them. People are hostile to others. People quarrel with each other. People are jealous. People behave angrily. People try to get others to think highly of them and do not consider what others want. People do not associate with others. People associate only with those who agree with them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People want what others have. People get drunk. People get drunk and riot. And they do other things like these. I warn you now, just like I warned you previously, that the ones who constantly act and think like this will not receive what God has for his own people when he reveals himself to everyone as king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as we grow in trusting Christ, God's Spirit starts causing us to love others. We are joyful. We are peaceful. We are patient. We are kind. We are good. We are ones whom others can trust.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are gentle. We control our behavior. There is no law that says people should not think and act in such ways.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, we who belong to Christ Jesus have stopped allowing ourselves to do the evil things that we did in the past. It is as though we had nailed them to a cross and killed these evil things!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since God's Spirit has enabled us to live in a new way, we should behave as the Spirit leads us.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should not be proud about ourselves. We should not make each other angry. We should not envy each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}