{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, if you discover that a brother or sister is doing wrong, those of you whom God's Spirit is directing should gently correct that person. Furthermore, as you correct another person, you should be very careful so that you do not sin either.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When there are brothers or sisters who have problems, you should help each other. By doing that, you will do what Christ commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because people who think more highly of themselves than they should merely fool themselves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, each of you should constantly test and decide if you can approve what you yourself are doing and thinking. You can be proud because what you yourself have done is good, and not because what you have done is better than what anyone else has done.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because you must each perform your own individual tasks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If fellow believers teach you the truth about God, then you should share your possessions with them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not deceive yourselves. Remember that no one can deceive God. Just like a farmer will harvest exactly the kind of crop that he plants, God will pay back people according to what they have done.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will punish eternally those who commit the sins that they wish to. But those who please God's Spirit will live forever with God because of what God's Spirit does for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we should not tire of doing what pleases God, because eventually, at the time that God has determined, we will receive a reward, if we do not stop doing the good things that we have been doing.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So whenever we have opportunities, we should do what is good to all people. But especially we should do what is good to all our fellow believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am now writing this last part of this letter to you in my own handwriting. Notice the large letters with which I am now writing.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some Jewish believers want to circumcise you so that the other Jews will think highly of them for making converts to Judaism. But they are doing this just so that the others will not persecute them for believing that Christ died on the cross to save us.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason that I say this is that not even those people keep the law of God; instead, they want to circumcise you so they can boast that they have made more converts to the Jewish faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself, however, desire very much never to boast about anything like that. The only thing I will be proud about is our Lord Jesus Christ and his dying on the cross. When he died on the cross, he made everything the unbelievers wish for to be nothing in my sight, and he made what I wish for to be nothing in their sight.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be very proud about that, because God does not care whether people are circumcised or not. Instead, he cares only that he changes them into new people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God give peace and act kindly toward all who live like this. These believers are the true nation of Israel that belongs to God!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say that people have persecuted me for declaring the truth about Jesus, and as a result I have scars on my body, unlike your new teachers. So let no one trouble me about these matters again!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, may our Lord Jesus Christ kindly be good to all of you. Amen!\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}