{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am writing this letter. Silas and Timothy are with me. We are sending this letter to you who are the group of believers in the city of Thessalonica who are joined to God the Father and the Lord Jesus Christ. May God be kind to you and give you peace.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We always thank God for you all when we mention you while we pray.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We continually remember that you work for God, who is our Father, because you trust in him and you earnestly help people because you love them. You have a solid confidence in the future, because you know our Lord Jesus Christ!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers whom God loves, we also thank him because we know that he chose you to become his people.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that he chose you because when we told the good news to you, it was much more than words only. The Holy Spirit powerfully worked among you, and he strongly assured us that our message to you was true. In the same way, you know how we spoke and how we conducted ourselves when we were with you, in order that we might help you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have now heard that you are living like we live and are following our example. But more important, you are also living like our Lord lived. You received the message of God's love with great joy that only comes from the Holy Spirit, even though you had to go through many trials and difficulties.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the believers who are in the provinces of Macedonia and Achaia are learning how they should trust God just like you have learned and as you are trusting him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other people have heard you tell the message from the Lord Jesus. Then they also proclaimed the good news to people who live throughout Macedonia and Achaia. Not only that, but people who live in many faraway places have heard that you trust in God. So we do not need to tell people what God has done in your lives.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who live far from you are telling others how warmly you welcomed us when we came to you. They also report that you stopped worshiping false gods and that now you worship and serve the God who alone is the living God, and he is the real and only God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also tell us that now you wait expectantly for his Son to return to earth from heaven. You firmly believe that God caused him to live again after he died. You believe also that Jesus will rescue all of us, who trust in him, when God punishes all the people of the entire world.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}