{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, you know that our time with you was very worthwhile.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although people in Philippi city previously mistreated us and insulted us, as you know, God caused us to be courageous. As a result, we told you the good news that God sent us to tell you, even though some people in your city opposed us very much.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we encouraged you to obey God's message, we did not speak to you something false. And we do not want to get something for ourselves by immoral means. We do not try to deceive you or anyone else.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the contrary, God trusted us to tell you the good news, because he had examined us and considered us to be the right people to do this work. As we teach people, we do not say what they like to hear. Instead, we say what God wants us to say, because he judges everything that we think.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that we never praised you in order to get anything from you. And we never said anything to you to convince you to give us things. God knows that this is true!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We never tried to get you or anyone else to honor us, although we could have demanded that you give us the things we needed to live while we were with you, because Christ had sent us to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the contrary, we were gentle when we were among you, as a mother gently takes care of her own children.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because we love you, we were delighted to personally tell you the good message that God gave us. But also we were delighted to do all that we could do to help you because we began to love you very much.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, you remember that we worked hard during the day and also at night. This is how we earned money, so that we would not have to ask any one of you to give us what we needed. We did this while we proclaimed to you the good news about God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both you and God know that we lived toward you believers in a very good and right way—in a way that no one could criticize.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know also that we behaved toward each one of you as a father who loves his children behaves toward them.\n\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We kept strongly exhorting and encouraging you to live like God's people should, because he has called you to become his people to whom he will show himself as king with the most wonderful power.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why we always thank God, because when you heard the message that we told to you, you accepted it as the true message, the good message that God gave to us. We ourselves did not invent it. We also thank God that he is changing your lives because you trust this message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are certain about these things, because you acted just like the groups of believers in Judea acted. They also are joined to Christ Jesus, and, just as they endured it when their fellow countrymen mistreated them because of Christ, in the same way you have endured it when your own fellow countrymen mistreat you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those Jews had killed the Lord Jesus and many prophets, too. Other unbelieving Jews forced us to leave many towns. They really make God angry, and they work against what is best for all human beings!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, they try to stop us from telling the good news to non-Jews; they do not want God to save them! They have sinned almost as much as God will allow them to before he punishes them at last!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, when we had to be away from you for a short time, we felt like parents who had lost their children. We strongly desired to be present with you.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed I, Paul, tried to return several times to see you. But each time Satan prevented us from returning.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, it is because of you that we hope to do God's work well; it is you who make us proud; it is because of you that we hope to succeed in serving God. It is because of you as well as others that we hope that the Lord Jesus will reward us when he returns to earth.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, it is because of you that even now we are pleased and are joyful!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}