{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result of that, when I could no longer endure worrying about you, I decided that Silas and I would stay behind alone in the city of Athens,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and we sent Timothy to you. You know that he is our close associate and also works for God by proclaiming the good news about Christ. Silas and I sent him in order that he would urge you to continue to strongly trust in Christ.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did not want any of you to turn away from Christ in fear because of what you were suffering. You well know that God knew that others would mistreat us because of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that when we were present with you, we kept telling you that others would mistreat us. And that is what happened, as you know.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why I sent Timothy to you, because I could wait no longer to know whether you were still trusting in Christ. I was afraid that Satan, the one who tempts us, had caused you to stop trusting in Christ. I was afraid that everything we had done with you was useless.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now Timothy has just returned to Silas and me from being with you, and he has told us the good news that you still trust in Christ and that you love him. He told us also that you always happily remember us and that you want very much us to visit you, just as we want to visit you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, even though we are suffering very much because of what people are doing to us here, we have been comforted because Timothy told us that you still trust in Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is as if we are living in a new way, because you are trusting very much in the Lord Jesus.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We cannot thank God enough for what he has done for you! We greatly rejoice over you when we pray to our God!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We constantly and fervently ask God that we will be able to visit you, and that we will be able to help you to trust in Christ more strongly!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray to God, our Father, and to our Lord Jesus, that they will enable us to return to you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, we pray that the Lord Jesus will help you to love each other and other people more and more, just like we continue loving you more and more.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that our Lord Jesus will make you want to please him more and more. We pray that God our Father will enable you to become more like him, and that no one can criticize. We pray this, so that when Jesus comes back to earth and all those who belong to him come with him, he will be pleased with you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}