{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God wants you to do no sin, living in a way that will show that you completely belong to him. He wants you to avoid doing any sexually immoral acts.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, he wants each one of you to know how to live with your wife, in a way that honors her and you do not sin against her.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not use her to satisfy your lustful desires (as non-Jews do because they do not know God).\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God wants each one of you to control your sexual desires, in order that no one of you sin against your fellow believer and take advantage of him or her by doing things like that. Remember that we strongly warned you previously that the Lord Jesus will punish all people who commit sexually immoral acts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God chose us believers, he did not want us to be people who behave in a sexually immoral way. On the contrary, he wants us to be people who do not sin.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I warn you that those who disregard this teaching of mine are not just disregarding me, a human being. On the contrary, they are disregarding God, because God commanded it. Remember that God sent his Spirit, who does not sin, to live in you!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want to urge you again that you should love your fellow believers. You do not really need that anyone write to you about that, because God has already taught you how to love each other,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and because you already are showing that you love your fellow believers who live in other places in your province of Macedonia. Nevertheless, my fellow believers, we urge you to love each other more and more.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We urge you also to try hard to attend to your own affairs and to not meddle with the affairs of others. We urge you also to work at your own occupations to earn what you need to live. Remember that we taught you previously to live like that.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do these things, unbelievers will acknowledge that you behave decently, and you will not have to depend on others to supply what you need.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, we also want you to understand what will happen to our fellow believers who now are dead. You must not be like the unbelievers. They grieve deeply for people who die because they do not expect to live again after they die.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We believers know that Jesus died and that he rose to live again. So we also know well that God will cause those joined to Jesus to live again, and that he will bring them back with Jesus.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I write this because the Lord Jesus revealed to me what I am now telling you. Some of you may think that when the Lord Jesus comes back, we believers who are still living will meet Jesus sooner than those who have already died. That is certainly not true!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I write this, because it is the Lord Jesus himself who will descend from heaven. When he comes down, he will command all of us believers to rise. The chief angel will shout with a loud voice, and another angel will blow a trumpet for God. Then the first thing that will happen is that the people who are joined to Christ will live again.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, God will take up into the clouds all of us believers who are still living on this earth. He will take us and those other believers who have died, in order that we all might together meet the Lord Jesus in the sky. As a result of that, we all will be with him forever.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because all this is true, encourage each other by sharing this teaching with each other.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my fellow believers, I want to write about some other matters. I urge you—and when I urge you, it is the same as the Lord Jesus himself urging you—to conduct your lives in a way that pleases God. We taught you to do that because of what the Lord Jesus had told us to say. We know that you are conducting your lives that way, but we strongly urge that you do that even more.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}