{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, I want to tell you more about the time when the Lord Jesus will come back. Really, you do not need that I write to you about that,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because you yourselves know accurately about it already! You know that the Lord Jesus will return unexpectedly. People will not expect him, just as no one expects a thief when he comes at night.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At some time in the future many people will say, \"All is peaceful and we are safe!\" Then suddenly God will come to punish them severely! Just as a pregnant woman who experiences birth pains cannot stop those pains, those people will have no way to escape from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, my fellow believers, you are not like people who live in darkness, because you know the truth about God. So when Jesus returns, you will be ready for him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You belong to the light, to the daytime. You are not like those who belong to the darkness, to the nighttime.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we believers must be aware of what is happening. We must control ourselves and be ready for Jesus to come.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is at night when people sleep and do not know what is happening, and it is at night when people become drunk.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we believers belong to the day, so let us control ourselves. Let us be like soldiers: As they protect their chests with breastplates, let us protect ourselves by trusting in Christ and loving him. As they protect their heads with helmets, let us protect ourselves by expecting Christ to rescue us completely from evil.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God chose us, he did not plan for us to be people whom he will punish. On the contrary, he decided to save us because we trust in what our Lord Jesus Christ has done for us.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus died to atone for our sins in order that we might live together with him, whether we are alive or whether we are dead when he returns to earth.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you know that this is true, continue to encourage each other, as indeed you now are doing.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, we ask that you recognize as leaders those people who work hard for you. This means that you must respect these leaders as fellow believers—you see how hard they work to help you grow in faith. These leaders guide you and they teach you how to live for the Lord.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We ask that you honor them because you love them and because of the work they do. We also urge you to live peacefully with each other.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, we urge that you warn believers who want to live off what others give them instead of working. Also encourage believers who are fearful, and help all people who are weak in any way. We also urge you to be patient with everyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make sure that none of you does evil deeds to anyone who has done evil to you. On the contrary, you must always try to do good deeds to each other and to everyone else.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be joyful at all times,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "pray continually,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and thank God in all circumstances. God wants you to behave like that because of what Christ Jesus has done for you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not keep God's Spirit from working among you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, do not despise anything that the Holy Spirit tells someone.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the contrary, evaluate all such messages. Accept the parts that are good and obey them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not obey any kind of evil message.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God give you peace and make you without fault so that you do not sin. May he keep you from sinning in any way until our Lord Jesus Christ comes back to earth.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God has called you to be his people, you can certainly trust him to keep on helping you in that way.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, pray for me, for Silas, and for Timothy.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you gather together as believers, greet each other affectionately, as fellow believers should.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make certain that you read this letter to all the believers who are among you. When I tell you this, it is the same as if the Lord were speaking to you!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May our Lord Jesus Christ continue to act kindly toward you all.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}