{
  "1": "Previously our people were like pure gold,\n\\q2 but now they are worthless.\n\\q1 Just as our enemies have scattered the sacred stones in the temple,\n\\q2 so they have also scattered our young men.\n\\b\n\\q1",
  "2": "The young men of Jerusalem were as valuable as large amounts of gold,\n\\q2 but now people consider them to be as worthless as ordinary clay pots.\n\\b\n\\q1",
  "3": "Even the female jackals feed their pups,\n\\q2 but my people act cruelly toward their own children;\n\\q1 the mothers are like ostriches in the desert that abandon their eggs.\n\\b\n\\q1",
  "4": "My people's infants' tongues cling to the roofs of their mouths\n\\q2 because they are extremely thirsty;\n\\q1 the children plead for some food,\n\\q2 but no one gives them any.\n\\b\n\\q1",
  "5": "People who previously ate fine food\n\\q2 are now starving in the streets;\n\\q1 those who previously wore fine clothes \n\\q2 now paw through rubbish heaps to find some food.\n\\b\n\\q1",
  "6": "The people of Sodom died very suddenly in a disaster,\n\\q2 and there was no one to rescue them;\n\\q1 but God has punished my people\n\\q2 more severely than the people of Sodom.\n\\b\n\\q1",
  "7": "Our leaders were could be compare to snow or milk,\n\\q2  so they were clean and spotless.\n\\q1 Their physical bodies were healthy, \n\\q2 and their health and strength could compare \n\\q2 to brilliance and beauty of sapphires. \n\\b\n\\q1",
  "8": "But now their faces are blacker than soot,\n\\q2 and no one recognizes them in the streets.\n\\q1 Their skin has shriveled on their bones,\n\\q2 and it has become as dry as a wooden stick.\n\\b\n\\q1",
  "9": "It is better to die in a battle \n\\q2 than to die of hunger.\n\\q1 There was no food to harvest in the fields,\n\\q2 so the people slowly starved until they died.\n\\b\n\\q1",
  "10": "Women who usually acted with love and compassion\n\\q2 have killed and cooked their own children;\n\\q1 they ate them when there was no other food,\n\\q2 when Jerusalem was being destroyed by attacking armies.\n\\b\n\\q1",
  "11": "Yahweh has shown to everyone how angry he was with his people!\n\\q1 His anger spread like a fire in Zion (the city of Jerusalem)\n\\q2 that burned the city down to its rock foundations.\n\\b\n\\q1",
  "12": "None of the kings on the earth or anyone else\n\\q2 believed that any of our enemies could enter the gates of Jerusalem.\n\\q1",
  "13": "But that is what happened;\n\\q2 it happened because the prophets sinned;\n\\q1 the priests also sinned\n\\q2 by causing innocent people to die.\n\\b\n\\q1",
  "14": "The prophets and priests wander through the streets\n\\q2 as though they were blind.\n\\q1 No one will touch them\n\\q2 because their clothes are stained with the blood of those innocent people.\n\\b\n\\q1",
  "15": "These prophets and priests shout, \"Stay away from us!\n\\q2 Do not touch us!\"\n\\q1 So the prophets and priests have fled from Israel,\n\\q2 and they wander around from one country to another,\n\\q2 but people in each country keep saying to them, \"You cannot stay here!\"\n\\b\n\\q1",
  "16": "It is Yahweh himself who has scattered them;\n\\q2 he no longer is concerned about them.\n\\q1 People do not welcome our priests any longer, and they care nothing for the elders.\n\\b\n\\q1",
  "17": "We continued to look for someone to help us before it was too late,\n\\q2 but it was useless.\n\\q1 We continued to watch to see if one of our allies would save us,\n\\q2 but none of the nations that we were waiting for was willing to help us.\n\\b\n\\q1",
  "18": "Our enemies were pursuing us,\n\\q2 so we could not even walk in our streets because they could take us as prisoners.\n\\q1 Our enemies were about to capture us;\n\\q2 it was time for them to kill us.\n\\b\n\\q1",
  "19": "Those who ran after us were faster than eagles flying in the sky.\n\\q1 Even if we fled to the mountains\n\\q2 or hid in the desert,\n\\q2 they went there ahead of us and waited to attack us.\n\\b\n\\q1",
  "20": "Our king, whom Yahweh had appointed,\n\\q2 the one who enabled us to live,\n\\q1 the one whom we trusted to protect us\n\\q2 when we had to live in the other nations as slaves—\n\\q1 the enemy captured him,\n\\q2 as you would capture an animal in a pit.\n\\b\n\\q1",
  "21": "You people of Edom and Uz,\n\\q2 you should be happy while you can,\n\\q1 but Yahweh will punish you also.\n\\q2 You will become so drunk that you will strip off your own clothes.\n\\b\n\\q1",
  "22": "You people of Zion (whose home is in Jerusalem),\n\\q2 the time when Yahweh punishes you for your sins will come to an end.\n\\q1 He will bring an end to the time you must spend in exile.\n\\q2 But you people who are from Edom, Yahweh will punish you for your sins\n\\q2 and he will make known to everyone the wicked things you have done."
}
