{"1":{"verseObjects":[{"type":"text","text":"Therefore, my beloved brothers whom I long for, my joy and crown, in this way stand firm in the Lord, beloved friends.\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"2":{"verseObjects":[{"type":"text","text":"I am pleading with Euodia, and I am pleading with Syntyche, be of the same mind in the Lord.\n"}]},"3":{"verseObjects":[{"type":"text","text":"Yes, I ask you, my true companion, to help these women who labored with me in spreading the gospel, along with Clement and the rest of my fellow workers, whose names are in the Book of Life.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"4":{"verseObjects":[{"type":"text","text":"Rejoice in the Lord always. Again I will say, rejoice.\n"}]},"5":{"verseObjects":[{"type":"text","text":"Let your gentleness be known to all people. The Lord is near.\n"}]},"6":{"verseObjects":[{"type":"text","text":"Do not be anxious about anything. Instead, in everything by prayer and petition with thanksgiving, let your requests be known to God,\n"}]},"7":{"verseObjects":[{"type":"text","text":"and the peace of God, which surpasses all understanding, will guard your hearts and your thoughts in Christ Jesus.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"8":{"verseObjects":[{"type":"text","text":"Finally, brothers, whatever things are true, whatever things are honorable, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is anything excellent, if there is anything to be praised, think about these things.\n"}]},"9":{"verseObjects":[{"type":"text","text":"The things that you have learned and received and heard and seen in me, do these things, and the God of peace will be with you.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"10":{"verseObjects":[{"type":"text","text":"I greatly rejoice in the Lord because now at last you have renewed your concern for me. You had indeed been concerned for me before, but there was no opportunity for you to help.\n"}]},"11":{"verseObjects":[{"type":"text","text":"I am not saying this because I am in need. For I have learned to be content in all circumstances.\n"}]},"12":{"verseObjects":[{"type":"text","text":"I know what it is to be poor, and I also know what it is to have plenty. In every way and in all things I have learned the secret of how to be well-fed or to be hungry, and how to have an abundance or to be in need.\n"}]},"13":{"verseObjects":[{"type":"text","text":"I can do all things through him who strengthens me.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"14":{"verseObjects":[{"type":"text","text":"However, you did well to share with me in my difficulties.\n"}]},"15":{"verseObjects":[{"type":"text","text":"You Philippians know that in the beginning of the gospel, when I left Macedonia, no church supported me in the matter of giving and receiving except you alone.\n"}]},"16":{"verseObjects":[{"type":"text","text":"Even when I was in Thessalonica, you sent help for my needs more than once.\n"}]},"17":{"verseObjects":[{"type":"text","text":"It is not that I seek the gift. Instead, I seek the fruit that increases to your credit.\n\n"},{"tag":"s5","type":"section","text":"\n"}]},"18":{"verseObjects":[{"type":"text","text":"I have received everything in full, and even more. I have been well-supplied now that I have received from Epaphroditus the things you sent. They are a sweet-smelling aroma, a sacrifice acceptable and pleasing to God.\n"}]},"19":{"verseObjects":[{"type":"text","text":"My God will meet all your needs according to his riches in glory in Christ Jesus.\n"}]},"20":{"verseObjects":[{"type":"text","text":"Now to our God and Father be the glory forever and ever. Amen.\n\n"},{"tag":"s5","type":"section","text":"\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"21":{"verseObjects":[{"type":"text","text":"Greet every believer in Christ Jesus. The brothers who are with me greet you.\n"}]},"22":{"verseObjects":[{"type":"text","text":"All the believers here greet you, especially those of Caesar's household.\n"},{"tag":"p","type":"paragraph","text":"\n"}]},"23":{"verseObjects":[{"type":"text","text":"May the grace of the Lord Jesus Christ be with your spirit.\n"},{"tag":"f","type":"footnote","content":"+ \\ft Some versions add, \\fqa Amen \\fqa* . "},{"type":"text","text":"\n\n"}]},"front":{"verseObjects":[{"tag":"p","type":"paragraph","text":"\n"}]}}
