{
  "Daniel": {
    "1": {
      "1": "בִּ שְׁנַ֣ת Hb/H8141 שָׁל֔וֹשׁ H7969 לְ מַלְכ֖וּת Hl/H4438 יְהוֹיָקִ֣ים H3079 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בָּ֣א H935 נְבוּכַדְנֶאצַּ֧ר H5019 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 יְרוּשָׁלִַ֖ם H3389 וַ יָּ֥צַר Hc/H6696 עָלֶֽי הָ H5921 ",
      "2": "וַ יִּתֵּן֩ Hc/H5414 אֲדֹנָ֨ י H136 בְּ יָד֜ Hb/H3027 אֶת H853 יְהוֹיָקִ֣ים H3079 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 וּ מִ Hc/Hm/H7117 כְּלֵ֣י H3627 בֵית H1004 הָֽ אֱלֹהִ֔ים Hd/H430 וַ יְבִיאֵ֥ Hc/H935 אֶֽרֶץ H776 שִׁנְעָ֖ר H8152 בֵּ֣ית H1004 אֱלֹהָ֑י ו H430 וְ אֶת Hc/H853 הַ כֵּלִ֣ים Hd/H3627 הֵבִ֔יא H935 בֵּ֖ית H1004 אוֹצַ֥ר H214 אֱלֹהָֽי ו H430 ",
      "3": "וַ יֹּ֣אמֶר Hc/H559 הַ מֶּ֔לֶךְ Hd/H4428 לְ אַשְׁפְּנַ֖ז Hl/H828 רַ֣ב H7227 סָרִיסָ֑י ו H5631 לְ הָבִ֞יא Hl/H935 מִ בְּנֵ֧י Hm/H1121 יִשְׂרָאֵ֛ל H3478 וּ מִ Hc/Hm/H2233 הַ מְּלוּכָ֖ה Hd/H4410 וּ מִן Hc/H4480 הַֽ פַּרְתְּמִֽים Hd/H6579 ",
      "4": "יְלָדִ֣ים H3206 אֲשֶׁ֣ר H834 אֵֽין H369 בָּ הֶ֣ם Hb כָּל H3605 מאום H3971 וְ טוֹבֵ֨י Hc/H2896 מַרְאֶ֜ה H4758 וּ מַשְׂכִּילִ֣ים Hc/H7919 בְּ כָל Hb/H3605 חָכְמָ֗ה H2451 וְ יֹ֤דְעֵי Hc/H3045 דַ֨עַת֙ H1847 וּ מְבִינֵ֣י Hc/H995 מַדָּ֔ע H4093 וַ אֲשֶׁר֙ Hc/H834 כֹּ֣חַ H3581 בָּ הֶ֔ם Hb לַ עֲמֹ֖ד Hl/H5975 בְּ הֵיכַ֣ל Hb/H1964 הַ מֶּ֑לֶךְ Hd/H4428 וּֽ לֲ Hc/Hl/H3925 סֵ֖פֶר H5612 וּ לְשׁ֥וֹן Hc/H3956 כַּשְׂדִּֽים H3778 ",
      "5": "וַ יְמַן֩ Hc/H4487 לָ הֶ֨ם Hl הַ מֶּ֜לֶךְ Hd/H4428 דְּבַר H1697 י֣וֹם H3117 בְּ יוֹמ֗ Hb/H3117 מִ פַּת Hm/H6598 בַּ֤ג H6598 הַ מֶּ֨לֶךְ֙ Hd/H4428 וּ מִ Hc/Hm/H3196 מִשְׁתָּ֔י ו H4960 וּֽ לְ Hc/Hl/H1431 שָׁנִ֣ים H8141 שָׁל֑וֹשׁ H7969 וּ מִ֨ Hc/Hm/H7117 יַֽעַמְד֖וּ H5975 לִ פְנֵ֥י Hl/H6440 הַ מֶּֽלֶךְ Hd/H4428 ",
      "6": "וַ יְהִ֥י Hc/H1961 בָ הֶ֖ם Hb מִ בְּנֵ֣י Hm/H1121 יְהוּדָ֑ה H3063 דָּנִיֵּ֣אל H1840 חֲנַנְיָ֔ה H2608 מִֽישָׁאֵ֖ל H4332 וַ עֲזַרְיָֽה Hc/H5838 ",
      "7": "וַ יָּ֧שֶׂם Hc/H7760 לָ הֶ֛ם Hl/H1992 שַׂ֥ר H8269 הַ סָּרִיסִ֖ים Hd/H5631 שֵׁמ֑וֹת H8034 וַ יָּ֨שֶׂם Hc/H7760 לְ דָֽנִיֵּ֜אל Hl/H1840 בֵּ֣לְטְשַׁאצַּ֗ר H1095 וְ לַֽ Hc/Hl/H2608 שַׁדְרַ֔ךְ H7714 וּ לְ Hc/Hl/H4332 מֵישַׁ֔ךְ H4335 וְ לַ Hc/Hl/H5838 עֲבֵ֥ד H5664 נְגֽוֹ H5664 ",
      "8": "וַ יָּ֤שֶׂם Hc/H7760 דָּנִיֵּאל֙ H1840 עַל H5921 לִבּ֔ וֹ H3820 אֲשֶׁ֧ר H834 לֹֽא H3808 יִתְגָּאַ֛ל H1351 בְּ פַתְבַּ֥ג Hb/H6598 הַ מֶּ֖לֶךְ Hd/H4428 וּ בְ Hc/Hb/H3196 מִשְׁתָּ֑י ו H4960 וַ יְבַקֵּשׁ֙ Hc/H1245 מִ שַּׂ֣ר Hm/H8269 הַ סָּרִיסִ֔ים Hd/H5631 אֲשֶׁ֖ר H834 לֹ֥א H3808 יִתְגָּאָֽל H1351 ",
      "9": "וַ יִּתֵּ֤ן Hc/H5414 הָֽ אֱלֹהִים֙ Hd/H430 אֶת H853 דָּ֣נִיֵּ֔אל H1840 לְ חֶ֖סֶד Hl/H2617 וּֽ לְ Hc/Hl/H7356 לִ פְנֵ֖י Hl/H6440 שַׂ֥ר H8269 הַ סָּרִיסִֽים Hd/H5631 ",
      "10": "וַ יֹּ֜אמֶר Hc/H559 שַׂ֤ר H8269 הַ סָּרִיסִים֙ Hd/H5631 לְ דָ֣נִיֵּ֔אל Hl/H1840 יָרֵ֤א H3373 אֲנִי֙ H589 אֶת H853 אֲדֹנִ֣ י H113 הַ מֶּ֔לֶךְ Hd/H4428 אֲשֶׁ֣ר H834 מִנָּ֔ה H4487 אֶת H853 מַאֲכַלְ כֶ֖ם H3978 וְ אֶת Hc/H853 מִשְׁתֵּי כֶ֑ם H4960 אֲשֶׁ֡ר H834 לָ מָּה֩ Hl/H4100 יִרְאֶ֨ה H7200 אֶת H853 פְּנֵי כֶ֜ם H6440 זֹֽעֲפִ֗ים H2196 מִן H4480 הַ יְלָדִים֙ Hd/H3206 אֲשֶׁ֣ר H834 כְּ גִֽילְ Hk/H1524 וְ חִיַּבְתֶּ֥ם Hc/H2325 אֶת H853 רֹאשִׁ֖ י H7218 לַ מֶּֽלֶךְ Hl/H4428 ",
      "11": "וַ יֹּ֥אמֶר Hc/H559 דָּנִיֵּ֖אל H1840 אֶל H413 הַ מֶּלְצַ֑ר Hd/H4453 אֲשֶׁ֤ר H834 מִנָּה֙ H4487 שַׂ֣ר H8269 הַ סָּֽרִיסִ֔ים Hd/H5631 עַל H5921 דָּנִיֵּ֣אל H1840 חֲנַנְיָ֔ה H2608 מִֽישָׁאֵ֖ל H4332 וַ עֲזַרְיָֽה Hc/H5838 ",
      "12": "נַס H5254 נָ֥א H4994 אֶת H853 עֲבָדֶ֖י ךָ H5650 יָמִ֣ים H3117 עֲשָׂרָ֑ה H6235 וְ יִתְּנוּ Hc/H5414 לָ֜ נוּ Hl מִן H4480 הַ זֵּרֹעִ֛ים Hd/H2235 וְ נֹאכְלָ֖ה Hc/H398 וּ מַ֥יִם Hc/H4325 וְ נִשְׁתֶּֽה Hc/H8354 ",
      "13": "וְ יֵרָא֤וּ Hc/H7200 לְ פָנֶ֨י Hl/H6440 מַרְאֵ֔י נוּ H4758 וּ מַרְאֵה֙ Hc/H4758 הַ יְלָדִ֔ים Hd/H3206 הָ אֹ֣כְלִ֔ים Hd/H398 אֵ֖ת H853 פַּתְבַּ֣ג H6598 הַ מֶּ֑לֶךְ Hd/H4428 וְ כַ Hc/Hk/H834 תִּרְאֵ֔ה H7200 עֲשֵׂ֖ה H6213 עִם H5973 עֲבָדֶֽי ךָ H5650 ",
      "14": "וַ יִּשְׁמַ֥ע Hc/H8085 לָ הֶ֖ם Hl לַ דָּבָ֣ר Hl/H1697 הַ זֶּ֑ה Hd/H2088 וַ יְנַסֵּ֖ Hc/H5254 יָמִ֥ים H3117 עֲשָׂרָֽה H6235 ",
      "15": "וּ מִ Hc/Hm/H7117 יָמִ֣ים H3117 עֲשָׂרָ֔ה H6235 נִרְאָ֤ה H7200 מַרְאֵי הֶם֙ H4758 ט֔וֹב H2896 וּ בְרִיאֵ֖י Hc/H1277 בָּשָׂ֑ר H1320 מִן H4480 כָּל H3605 הַ יְלָדִ֔ים Hd/H3206 הָ אֹ֣כְלִ֔ים Hd/H398 אֵ֖ת H853 פַּתְבַּ֥ג H6598 הַ מֶּֽלֶךְ Hd/H4428 ",
      "16": "וַ יְהִ֣י Hc/H1961 הַ מֶּלְצַ֗ר Hd/H4453 נֹשֵׂא֙ H5375 אֶת H853 פַּתְבָּגָ֔ ם H6598 וְ יֵ֖ין Hc/H3196 מִשְׁתֵּי הֶ֑ם H4960 וְ נֹתֵ֥ן Hc/H5414 לָ הֶ֖ם Hl זֵרְעֹנִֽים H2235 ",
      "17": "וְ הַ Hc/Hd/H3206 הָ אֵ֨לֶּה֙ Hd/H428 אַרְבַּעְתָּ֔ ם H702 נָתַ֨ן H5414 לָ הֶ֧ם Hl הָֽ אֱלֹהִ֛ים Hd/H430 מַדָּ֥ע H4093 וְ הַשְׂכֵּ֖ל Hc/H7919 בְּ כָל Hb/H3605 סֵ֣פֶר H5612 וְ חָכְמָ֑ה Hc/H2451 וְ דָנִיֵּ֣אל Hc/H1840 הֵבִ֔ין H995 בְּ כָל Hb/H3605 חָז֖וֹן H2377 וַ חֲלֹמֽוֹת Hc/H2472 ",
      "18": "וּ לְ Hc/Hl/Hm/H7117 הַ יָּמִ֔ים Hd/H3117 אֲשֶׁר H834 אָמַ֥ר H559 הַ מֶּ֖לֶךְ Hd/H4428 לַ הֲבִיאָ֑ Hl/H935 וַ יְבִיאֵ Hc/H935 שַׂ֣ר H8269 הַ סָּרִיסִ֔ים Hd/H5631 לִ פְנֵ֖י Hl/H6440 נְבֻכַדְנֶצַּֽר H5019 ",
      "19": "וַ יְדַבֵּ֣ר Hc/H1696 אִתָּ ם֮ H854 הַ מֶּלֶךְ֒ Hd/H4428 וְ לֹ֤א Hc/H3808 נִמְצָא֙ H4672 מִ כֻּלָּ֔ Hm/H3605 כְּ דָנִיֵּ֣אל Hk/H1840 חֲנַנְיָ֔ה H2608 מִֽישָׁאֵ֖ל H4332 וַ עֲזַרְיָ֑ה Hc/H5838 וַ יַּֽעַמְד֖וּ Hc/H5975 לִ פְנֵ֥י Hl/H6440 הַ מֶּֽלֶךְ Hd/H4428 ",
      "20": "וְ כֹ֗ל Hc/H3605 דְּבַר֙ H1697 חָכְמַ֣ת H2451 בִּינָ֔ה H998 אֲשֶׁר H834 בִּקֵּ֥שׁ H1245 מֵ הֶ֖ם Hm/H1992 הַ מֶּ֑לֶךְ Hd/H4428 וַֽ יִּמְצָאֵ֞ Hc/H4672 עֶ֣שֶׂר H6235 יָד֗וֹת H3027 עַ֤ל H5921 כָּל H3605 הַֽ חַרְטֻמִּים֙ Hd/H2748 הָֽ אַשָּׁפִ֔ים Hd/H825 אֲשֶׁ֖ר H834 בְּ כָל Hb/H3605 מַלְכוּתֽ וֹ H4438 ",
      "21": "וַֽ יְהִי֙ Hc/H1961 דָּֽנִיֵּ֔אל H1840 עַד H5704 שְׁנַ֥ת H8141 אַחַ֖ת H259 לְ כ֥וֹרֶשׁ Hl/H3566 הַ מֶּֽלֶךְ Hd/H4428 "
    },
    "2": {
      "1": "וּ בִ Hc/Hb/H8141 שְׁתַּ֗יִם H8147 לְ מַלְכוּת֙ Hl/H4438 נְבֻֽכַדְנֶצַּ֔ר H5019 חָלַ֥ם H2492 נְבֻֽכַדְנֶצַּ֖ר H5019 חֲלֹמ֑וֹת H2472 וַ תִּתְפָּ֣עֶם Hc/H6470 רוּח֔ וֹ H7307 וּ שְׁנָת֖ Hc/H8142 נִהְיְתָ֥ה H1961 עָלָֽי ו H5921 ",
      "2": "וַ יֹּ֣אמֶר Hc/H559 הַ֠ מֶּלֶךְ Hd/H4428 לִ קְרֹ֨א Hl/H7121 לַֽ חַרְטֻמִּ֜ים Hl/H2748 וְ לָֽ Hc/Hl/H825 וְ לַֽ Hc/Hl/H3784 וְ לַ Hc/Hl/H3778 לְ הַגִּ֥יד Hl/H5046 לַ מֶּ֖לֶךְ Hl/H4428 חֲלֹמֹתָ֑י ו H2472 וַ יָּבֹ֕אוּ Hc/H935 וַ יַּֽעַמְד֖וּ Hc/H5975 לִ פְנֵ֥י Hl/H6440 הַ מֶּֽלֶךְ Hd/H4428 ",
      "3": "וַ יֹּ֧אמֶר Hc/H559 לָ הֶ֛ם Hl/H1992 הַ מֶּ֖לֶךְ Hd/H4428 חֲל֣וֹם H2472 חָלָ֑מְתִּי H2492 וַ תִּפָּ֣עֶם Hc/H6470 רוּחִ֔ י H7307 לָ דַ֖עַת Hl/H3045 אֶֽת H853 הַ חֲלֽוֹם Hd/H2472 ",
      "4": "וַֽ יְדַבְּר֧וּ Hc/H1696 הַ כַּשְׂדִּ֛ים Hd/H3778 לַ מֶּ֖לֶךְ Hl/H4428 אֲרָמִ֑ית H762 מַלְכָּ א֙ H4430 לְ עָלְמִ֣ין Hl/H5957 חֱיִ֔י H2418 אֱמַ֥ר H560 חֶלְמָ֛ א H2493 ל עבדי Hl/H5649 וּ פִשְׁרָ֥ Hc/H6591 נְחַוֵּֽא H2324 ",
      "5": "עָנֵ֤ה H6032 מַלְכָּ א֙ H4430 וְ אָמַ֣ר Hc/H560 ל כשדי Hl/H3779 מִלְּתָ֖ א H4406 מִנִּ֣ י H4481 אַזְדָּ֑א H230 הֵ֣ן H2006 לָ֤א H3809 תְהֽוֹדְעוּנַּ֨ נִי֙ H3046 חֶלְמָ֣ א H2493 וּ פִשְׁרֵ֔ Hc/H6591 הַדָּמִין֙ H1917 תִּתְעַבְד֔וּן H5648 וּ בָתֵּי Hc/H1005 נְוָלִ֥י H5122 יִתְּשָׂמֽוּן H7761 ",
      "6": "וְ הֵ֨ן Hc/H2006 חֶלְמָ֤ א H2493 וּ פִשְׁרֵ Hc/H6591 תְּֽהַחֲוֺ֔ן H2324 מַתְּנָ֤ן H4978 וּ נְבִזְבָּה֙ Hc/H5023 וִ יקָ֣ר Hc/H3367 שַׂגִּ֔יא H7690 תְּקַבְּל֖וּן H6902 מִן H4481 קֳדָמָ֑ י H6925 לָהֵ֕ן H2006 חֶלְמָ֥ א H2493 וּ פִשְׁרֵ֖ Hc/H6591 הַחֲוֺֽ נִי H2324 ",
      "7": "עֲנ֥וֹ H6032 תִנְיָנ֖וּת H8579 וְ אָמְרִ֑ין Hc/H560 מַלְכָּ֕ א H4430 חֶלְמָ֛ א H2493 יֵאמַ֥ר H560 לְ עַבְד֖וֹ Hl/H5649 וּ פִשְׁרָ֥ Hc/H6591 נְהַחֲוֵֽה H2324 ",
      "8": "עָנֵ֤ה H6032 מַלְכָּ א֙ H4430 וְ אָמַ֔ר Hc/H560 מִן H4481 יַצִּיב֙ H3330 יָדַ֣ע H3046 אֲנָ֔ה H576 דִּ֥י H1768 עִדָּנָ֖ א H5732 אַנְתּ֣וּן H608 זָבְנִ֑ין H2084 כָּ ל Hk/H3606 קֳבֵל֙ H6903 דִּ֣י H1768 חֲזֵית֔וֹן H2370 דִּ֥י H1768 אַזְדָּ֖א H230 מִנִּ֥ י H4481 מִלְּתָֽ א H4406 ",
      "9": "דִּ֣י H1768 הֵן H2006 חֶלְמָ א֩ H2493 לָ֨א H3809 תְהֽוֹדְעֻנַּ֜ נִי H3046 חֲדָה H2298 הִ֣יא H1932 דָֽתְ כ֗וֹן H1882 וּ מִלָּ֨ה Hc/H4406 כִדְבָ֤ה H3538 וּ שְׁחִיתָה֙ Hc/H7844 הזמנתון H2164 לְ מֵאמַ֣ר Hl/H560 קָֽדָמַ֔ י H6925 עַ֛ד H5705 דִּ֥י H1768 עִדָּנָ֖ א H5732 יִשְׁתַּנֵּ֑א H8133 לָהֵ֗ן H2006 חֶלְמָ א֙ H2493 אֱמַ֣רוּ H560 לִ֔ י Hl וְֽ אִנְדַּ֕ע Hc/H3046 דִּ֥י H1768 פִשְׁרֵ֖ הּ H6591 תְּהַחֲוֻנַּֽ נִי H2324 ",
      "10": "עֲנ֨וֹ H6032 כשדי א H3779 קֳדָם H6925 מַלְכָּ א֙ H4430 וְ אָ֣מְרִ֔ין Hc/H560 לָֽא H3809 אִיתַ֤י H383 אֲנָשׁ֙ H606 עַל H5922 יַבֶּשְׁתָּ֔ א H3007 דִּ֚י H1768 מִלַּ֣ת H4406 מַלְכָּ֔ א H4430 יוּכַ֖ל H3202 לְ הַחֲוָיָ֑ה Hl/H2324 כָּ ל Hk/H3606 קֳבֵ֗ל H6903 דִּ֚י H1768 כָּל H3606 מֶ֨לֶךְ֙ H4430 רַ֣ב H7229 וְ שַׁלִּ֔יט Hc/H7990 מִלָּ֤ה H4406 כִ דְנָה֙ Hk/H1836 לָ֣א H3809 שְׁאֵ֔ל H7593 לְ כָל Hl/H3606 חַרְטֹּ֖ם H2749 וְ אָשַׁ֥ף Hc/H826 וְ כַשְׂדָּֽי Hc/H3779 ",
      "11": "וּ מִלְּתָ֨ Hc/H4406 דִֽי H1768 מַלְכָּ֤ ה H4430 שָׁאֵל֙ H7593 יַקִּירָ֔ה H3358 וְ אָחֳרָן֙ Hc/H321 לָ֣א H3809 אִיתַ֔י H383 דִּ֥י H1768 יְחַוִּנַּ֖ הּ H2324 קֳדָ֣ם H6925 מַלְכָּ֑ א H4430 לָהֵ֣ן H3861 אֱלָהִ֔ין H426 דִּ֚י H1768 מְדָ֣רְ ה֔וֹן H4070 עִם H5974 בִּשְׂרָ֖ א H1321 לָ֥א H3809 אִיתֽוֹ הִי H383 ",
      "12": "כָּ ל Hk/H3606 קֳבֵ֣ל H6903 דְּנָ֔ה H1836 מַלְכָּ֕ א H4430 בְּנַ֖ס H1149 וּ קְצַ֣ף Hc/H7108 שַׂגִּ֑יא H7690 וַ אֲמַר֙ Hc/H560 לְ ה֣וֹבָדָ֔ה Hl/H7 לְ כֹ֖ל Hl/H3606 חַכִּימֵ֥י H2445 בָבֶֽל H895 ",
      "13": "וְ דָתָ֣ Hc/H1882 נֶפְקַ֔ת H5312 וְ חַכִּֽימַיָּ֖ Hc/H2445 מִֽתְקַטְּלִ֑ין H6992 וּ בְע֛וֹ Hc/H1156 דָּנִיֵּ֥אל H1841 וְ חַבְר֖וֹ Hc/H2269 לְ הִתְקְטָלָֽה Hl/H6992 ",
      "14": "בֵּ אדַ֣יִן Hb/H116 דָּנִיֵּ֗אל H1841 הֲתִיב֙ H8421 עֵטָ֣א H5843 וּ טְעֵ֔ם Hc/H2942 לְ אַרְי֕וֹךְ Hl/H746 רַב H7229 טַבָּחַיָּ֖ א H2877 דִּ֣י H1768 מַלְכָּ֑ א H4430 דִּ֚י H1768 נְפַ֣ק H5312 לְ קַטָּלָ֔ה Hl/H6992 לְ חַכִּימֵ֖י Hl/H2445 בָּבֶֽל H895 ",
      "15": "עָנֵ֣ה H6032 וְ אָמַ֗ר Hc/H560 לְ אַרְיוֹךְ֙ Hl/H746 שַׁלִּיטָ֣ א H7990 דִֽי H1768 מַלְכָּ֔ א H4430 עַל H5922 מָ֥ה H4101 דָתָ֛ א H1882 מְהַחְצְפָ֖ה H2685 מִן H4481 קֳדָ֣ם H6925 מַלְכָּ֑ א H4430 אֱדַ֣יִן H116 מִלְּתָ֔ א H4406 הוֹדַ֥ע H3046 אַרְי֖וֹךְ H746 לְ דָנִיֵּֽאל Hl/H1841 ",
      "16": "וְ דָ֣נִיֵּ֔אל Hc/H1841 עַ֖ל H5954 וּ בְעָ֣ה Hc/H1156 מִן H4481 מַלְכָּ֑ א H4430 דִּ֚י H1768 זְמָ֣ן H2166 יִנְתֵּן H5415 לֵ֔ הּ Hl וּ פִשְׁרָ֖ Hc/H6591 לְ הַֽחֲוָיָ֥ה Hl/H2324 לְ מַלְכָּֽ Hl/H4430 ",
      "17": "אֱדַ֥יִן H116 דָּֽנִיֵּ֖אל H1841 לְ בַיְתֵ֣ Hl/H1005 אֲזַ֑ל H236 וְ֠ לַ Hc/Hl/H2608 מִֽישָׁאֵ֧ל H4333 וַ עֲזַרְיָ֛ה Hc/H5839 חַבְר֖וֹ הִי H2269 מִלְּתָ֥ א H4406 הוֹדַֽע H3046 ",
      "18": "וְ רַחֲמִ֗ין Hc/H7359 לְ מִבְעֵא֙ Hl/H1156 מִן H4481 קֳדָם֙ H6925 אֱלָ֣הּ H426 שְׁמַיָּ֔ א H8065 עַל H5922 רָזָ֖ ה H7328 דְּנָ֑ה H1836 דִּ֣י H1768 לָ֤א H3809 יְהֹֽבְדוּן֙ H7 דָּנִיֵּ֣אל H1841 וְ חַבְר֔וֹ Hc/H2269 עִם H5974 שְׁאָ֖ר H7606 חַכִּימֵ֥י H2445 בָבֶֽל H895 ",
      "19": "אֱדַ֗יִן H116 לְ דָנִיֵּ֛אל Hl/H1841 בְּ חֶזְוָ֥ Hb/H2376 דִֽי H1768 לֵילְיָ֖ א H3916 רָזָ֣ ה H7328 גֲלִ֑י H1541 אֱדַ֨יִן֙ H116 דָּֽנִיֵּ֔אל H1841 בָּרִ֖ךְ H1289 לֶ אֱלָ֥הּ Hl/H426 שְׁמַיָּֽ א H8065 ",
      "20": "עָנֵ֤ה H6032 דָֽנִיֵּאל֙ H1841 וְ אָמַ֔ר Hc/H560 לֶהֱוֵ֨א H1934 שְׁמֵ֤ הּ H8036 דִּֽי H1768 אֱלָהָ א֙ H426 מְבָרַ֔ךְ H1289 מִן H4481 עָלְמָ֖ א H5957 וְ עַ֣ד Hc/H5705 עָלְמָ֑ א H5957 דִּ֧י H1768 חָכְמְתָ֛ א H2452 וּ גְבוּרְתָ֖ Hc/H1370 דִּ֥י H1768 לֵֽ הּ Hl הִֽיא H1932 ",
      "21": "וְ֠ הוּא Hc/H1932 מְהַשְׁנֵ֤א H8133 עִדָּנַיָּ א֙ H5732 וְ זִמְנַיָּ֔ Hc/H2166 מְהַעְדֵּ֥ה H5709 מַלְכִ֖ין H4430 וּ מְהָקֵ֣ים Hc/H6966 מַלְכִ֑ין H4430 יָהֵ֤ב H3052 חָכְמְתָ א֙ H2452 לְ חַכִּימִ֔ין Hl/H2445 וּ מַנְדְּעָ֖ Hc/H4486 לְ יָדְעֵ֥י Hl/H3046 בִינָֽה H999 ",
      "22": "ה֛וּא H1932 גָּלֵ֥א H1541 עַמִּיקָתָ֖ א H5994 וּ מְסַתְּרָתָ֑ Hc/H5642 יָדַע֙ H3046 מָ֣ה H4101 בַ חֲשׁוֹכָ֔ Hb/H2816 ו נהיר Hc/H5094 עִמֵּ֥ הּ H5974 שְׁרֵֽא H8271 ",
      "23": "לָ֣ ךְ Hl אֱלָ֣הּ H426 אֲבָהָתִ֗ י H2 מְהוֹדֵ֤א H3029 וּ מְשַׁבַּח֙ Hc/H7624 אֲנָ֔ה H576 דִּ֧י H1768 חָכְמְתָ֛ א H2452 וּ גְבוּרְתָ֖ Hc/H1370 יְהַ֣בְתְּ H3052 לִ֑ י Hl וּ כְעַ֤ן Hc/H3705 הֽוֹדַעְתַּ֨ נִי֙ H3046 דִּֽי H1768 בְעֵ֣ינָא H1156 מִנָּ֔ ךְ H4481 דִּֽי H1768 מִלַּ֥ת H4406 מַלְכָּ֖ א H4430 הוֹדַעְתֶּֽ נָא H3046 ",
      "24": "כָּ ל Hk/H3606 קֳבֵ֣ל H6903 דְּנָ֗ה H1836 דָּֽנִיֵּאל֙ H1841 עַ֣ל H5954 עַל H5922 אַרְי֔וֹךְ H746 דִּ֚י H1768 מַנִּ֣י H4483 מַלְכָּ֔ א H4430 לְ הוֹבָדָ֖ה Hl/H7 לְ חַכִּימֵ֣י Hl/H2445 בָבֶ֑ל H895 אֲזַ֣ל H236 וְ כֵ֣ן Hc/H3652 אֲמַר H560 לֵ֗ הּ Hl לְ חַכִּימֵ֤י Hl/H2445 בָבֶל֙ H895 אַל H409 תְּהוֹבֵ֔ד H7 הַעֵ֨לְ נִי֙ H5954 קֳדָ֣ם H6925 מַלְכָּ֔ א H4430 וּ פִשְׁרָ֖ Hc/H6591 לְ מַלְכָּ֥ Hl/H4430 אֲחַוֵּֽא H2324 ",
      "25": "אֱדַ֤יִן H116 אַרְיוֹךְ֙ H746 בְּ הִתְבְּהָלָ֔ה Hb/H927 הַנְעֵ֥ל H5954 לְ דָנִיֵּ֖אל Hl/H1841 קֳדָ֣ם H6925 מַלְכָּ֑ א H4430 וְ כֵ֣ן Hc/H3652 אֲמַר H560 לֵ֗ הּ Hl דִּֽי H1768 הַשְׁכַּ֤חַת H7912 גְּבַר֙ H1400 מִן H4481 בְּנֵ֤י H1123 גָֽלוּתָ א֙ H1547 דִּ֣י H1768 יְה֔וּד H3061 דִּ֥י H1768 פִשְׁרָ֖ א H6591 לְ מַלְכָּ֥ Hl/H4430 יְהוֹדַֽע H3046 ",
      "26": "עָנֵ֤ה H6032 מַלְכָּ א֙ H4430 וְ אָמַ֣ר Hc/H560 לְ דָנִיֵּ֔אל Hl/H1841 דִּ֥י H1768 שְׁמֵ֖ הּ H8036 בֵּלְטְשַׁאצַּ֑ר H1096 ה איתי Hd/H383 כָּהֵ֗ל H3546 לְ הוֹדָעֻתַ֛ Hl/H3046 חֶלְמָ֥ א H2493 דִֽי H1768 חֲזֵ֖ית H2370 וּ פִשְׁרֵֽ Hc/H6591 ",
      "27": "עָנֵ֧ה H6032 דָנִיֵּ֛אל H1841 קֳדָ֥ם H6925 מַלְכָּ֖ א H4430 וְ אָמַ֑ר Hc/H560 רָזָ ה֙ H7328 דִּֽי H1768 מַלְכָּ֣ א H4430 שָׁאֵ֔ל H7593 לָ֧א H3809 חַכִּימִ֣ין H2445 אָֽשְׁפִ֗ין H826 חַרְטֻמִּין֙ H2749 גָּזְרִ֔ין H1505 יָכְלִ֖ין H3202 לְ הַֽחֲוָיָ֥ה Hl/H2324 לְ מַלְכָּֽ Hl/H4430 ",
      "28": "בְּרַ֡ם H1297 אִיתַ֞י H383 אֱלָ֤הּ H426 בִּ שְׁמַיָּ Hb/H8065 גָּלֵ֣א H1541 רָזִ֔ין H7328 וְ הוֹדַ֗ע Hc/H3046 לְ מַלְכָּ Hl/H4430 נְבֽוּכַדְנֶצַּ֔ר H5020 מָ֛ה H4101 דִּ֥י H1768 לֶהֱוֵ֖א H1934 בְּ אַחֲרִ֣ית Hb/H320 יוֹמַיָּ֑ א H3118 חֶלְמָ֨ ךְ H2493 וְ חֶזְוֵ֥י Hc/H2376 רֵאשָׁ֛ ךְ H7217 עַֽל H5922 מִשְׁכְּבָ֖ ךְ H4903 דְּנָ֥ה H1836 הֽוּא H1932 ",
      "29": "אַ֣נְתְּה H607 מַלְכָּ֗ א H4430 רַעְיוֹנָ ךְ֙ H7476 עַל H5922 מִשְׁכְּבָ֣ ךְ H4903 סְלִ֔קוּ H5559 מָ֛ה H4101 דִּ֥י H1768 לֶהֱוֵ֖א H1934 אַחֲרֵ֣י H311 דְנָ֑ה H1836 וְ גָלֵ֧א Hc/H1541 רָזַיָּ֛ א H7328 הוֹדְעָ֖ ךְ H3046 מָה H4101 דִ֥י H1768 לֶהֱוֵֽא H1934 ",
      "30": "וַ אֲנָ֗ה Hc/H576 לָ֤א H3809 בְ חָכְמָה֙ Hb/H2452 דִּֽי H1768 אִיתַ֥י H383 בִּ י֙ Hb מִן H4481 כָּל H3606 חַיַּיָּ֔ א H2417 רָזָ֥ א H7328 דְנָ֖ה H1836 גֱּלִ֣י H1541 לִ֑ י Hl לָהֵ֗ן H3861 עַל H5922 דִּבְרַת֙ H1701 דִּ֤י H1768 פִשְׁרָ א֙ H6591 לְ מַלְכָּ֣ Hl/H4430 יְהוֹדְע֔וּן H3046 וְ רַעְיוֹנֵ֥י Hc/H7476 לִבְבָ֖ ךְ H3825 תִּנְדַּֽע H3046 ",
      "31": "אַ֣נְתְּה H607 מַלְכָּ֗ א H4430 חָזֵ֤ה H2370 הֲוַ֨יְתָ֙ H1934 וַ אֲל֨וּ Hc/H431 צְלֵ֥ם H6755 חַד֙ H2298 שַׂגִּ֔יא H7690 צַלְמָ֨ א H6755 דִּכֵּ֥ן H1797 רַ֛ב H7229 וְ זִיוֵ֥ Hc/H2122 יַתִּ֖יר H3493 קָאֵ֣ם H6966 לְ קָבְלָ֑ Hl/H6903 וְ רֵוֵ֖ Hc/H7299 דְּחִֽיל H1763 ",
      "32": "ה֣וּא H1932 צַלְמָ֗ א H6755 רֵאשֵׁ הּ֙ H7217 דִּֽי H1768 דְהַ֣ב H1722 טָ֔ב H2869 חֲד֥וֹ הִי H2306 וּ דְרָע֖וֹ Hc/H1872 דִּ֣י H1768 כְסַ֑ף H3702 מְע֥וֹ הִי H4577 וְ יַרְכָתֵ֖ Hc/H3410 דִּ֥י H1768 נְחָֽשׁ H5174 ",
      "33": "שָׁק֖וֹ הִי H8243 דִּ֣י H1768 פַרְזֶ֑ל H6523 רַגְל֕וֹ הִי H7271 מנ הון H4481 דִּ֣י H1768 פַרְזֶ֔ל H6523 ו מנ Hc/H4481 דִּ֥י H1768 חֲסַֽף H2635 ",
      "34": "חָזֵ֣ה H2370 הֲוַ֗יְתָ H1934 עַ֠ד H5705 דִּ֣י H1768 הִתְגְּזֶ֤רֶת H1505 אֶ֨בֶן֙ H69 דִּי H1768 לָ֣א H3809 בִ ידַ֔יִן Hb/H3028 וּ מְחָ֤ת Hc/H4223 לְ צַלְמָ Hl/H6755 עַל H5922 רַגְל֔וֹ הִי H7271 דִּ֥י H1768 פַרְזְלָ֖ א H6523 וְ חַסְפָּ֑ Hc/H2635 וְ הַדֵּ֖קֶת Hc/H1855 הִמּֽוֹן H1994 ",
      "35": "בֵּ אדַ֣יִן Hb/H116 דָּ֣קוּ H1855 כַ חֲדָ֡ה Hk/H2298 פַּרְזְלָ א֩ H6523 חַסְפָּ֨ א H2635 נְחָשָׁ֜ א H5174 כַּסְפָּ֣ א H3702 וְ דַהֲבָ֗ Hc/H1722 וַ הֲווֹ֙ Hc/H1934 כְּ ע֣וּר Hk/H5784 מִן H4481 אִדְּרֵי H147 קַ֔יִט H7007 וּ נְשָׂ֤א Hc/H5376 הִמּוֹן֙ H1994 רוּחָ֔ א H7308 וְ כָל Hc/H3606 אֲתַ֖ר H870 לָא H3809 הִשְׁתֲּכַ֣ח H7912 לְ ה֑וֹן Hl וְ אַבְנָ֣ Hc/H69 דִּֽי H1768 מְחָ֣ת H4223 לְ צַלְמָ֗ Hl/H6755 הֲוָ֛ת H1934 לְ ט֥וּר Hl/H2906 רַ֖ב H7229 וּ מְלָ֥ת Hc/H4391 כָּל H3606 אַרְעָֽ א H772 ",
      "36": "דְּנָ֣ה H1836 חֶלְמָ֔ א H2493 וּ פִשְׁרֵ֖ Hc/H6591 נֵאמַ֥ר H560 קֳדָם H6925 מַלְכָּֽ א H4430 ",
      "37": "אַ֣נְתְּה H607 מַלְכָּ֔ א H4430 מֶ֖לֶךְ H4430 מַלְכַיָּ֑ א H4430 דִּ֚י H1768 אֱלָ֣הּ H426 שְׁמַיָּ֔ א H8065 מַלְכוּתָ֥ א H4437 חִסְנָ֛ א H2632 וְ תָקְפָּ֥ Hc/H8632 וִֽ יקָרָ֖ Hc/H3367 יְהַב H3052 לָֽ ךְ Hl ",
      "38": "וּ בְ Hc/Hb/H3606 דִּ֣י H1768 דארין H1753 בְּֽנֵי H1123 אֲ֠נָשָׁ א H606 חֵיוַ֨ת H2423 בָּרָ֤ א H1251 וְ עוֹף Hc/H5776 שְׁמַיָּ א֙ H8065 יְהַ֣ב H3052 בִּ ידָ֔ Hb/H3028 וְ הַשְׁלְטָ֖ Hc/H7981 בְּ כָלְּ Hb/H3606 אַנְתְּה H607 ה֔וּא H1932 רֵאשָׁ֖ ה H7217 דִּ֥י H1768 דַהֲבָֽ א H1722 ",
      "39": "וּ בָתְרָ֗ Hc/H870 תְּק֛וּם H6966 מַלְכ֥וּ H4437 אָחֳרִ֖י H317 אֲרַ֣עא H772 מִנָּ֑ ךְ H4481 וּ מַלְכ֨וּ Hc/H4437 תליתיא H8523 אָחֳרִי֙ H317 דִּ֣י H1768 נְחָשָׁ֔ א H5174 דִּ֥י H1768 תִשְׁלַ֖ט H7981 בְּ כָל Hb/H3606 אַרְעָֽ א H772 ",
      "40": "וּ מַלְכוּ֙ Hc/H4437 רביעיה H7244 תֶּהֱוֵ֥א H1934 תַקִּיפָ֖ה H8624 כְּ פַרְזְלָ֑ Hk/H6523 כָּ ל Hk/H3606 קֳבֵ֗ל H6903 דִּ֤י H1768 פַרְזְלָ א֙ H6523 מְהַדֵּ֤ק H1855 וְ חָשֵׁל֙ Hc/H2827 כֹּ֔לָּ א H3606 וּֽ כְ Hc/Hk/H6523 דִּֽי H1768 מְרָעַ֥ע H7490 כָּל H3606 אִלֵּ֖ין H459 תַּדִּ֥ק H1855 וְ תֵרֹֽעַ Hc/H7490 ",
      "41": "וְ דִֽי Hc/H1768 חֲזַ֜יְתָה H2370 רַגְלַיָּ֣ א H7271 וְ אֶצְבְּעָתָ֗ Hc/H677 מנ הון H4481 חֲסַ֤ף H2635 דִּֽי H1768 פֶחָר֙ H6353 ו מנ Hc/H4481 פַּרְזֶ֔ל H6523 מַלְכ֤וּ H4437 פְלִיגָה֙ H6386 תֶּהֱוֵ֔ה H1934 וּ מִן Hc/H4481 נִצְבְּתָ֥ א H5326 דִ֥י H1768 פַרְזְלָ֖ א H6523 לֶֽהֱוֵא H1934 בַ֑ הּ Hb כָּ ל Hk/H3606 קֳבֵל֙ H6903 דִּ֣י H1768 חֲזַ֔יְתָה H2370 פַּ֨רְזְלָ֔ א H6523 מְעָרַ֖ב H6151 בַּ חֲסַ֥ף Hb/H2635 טִינָֽ א H2917 ",
      "42": "וְ אֶצְבְּעָת֙ Hc/H677 רַגְלַיָּ֔ א H7271 מנ הון H4481 פַּרְזֶ֖ל H6523 ו מנ Hc/H4481 חֲסַ֑ף H2635 מִן H4481 קְצָ֤ת H7118 מַלְכוּתָ א֙ H4437 תֶּהֱוֵ֣ה H1934 תַקִּיפָ֔ה H8624 וּ מִנַּ֖ Hc/H4481 תֶּהֱוֵ֥ה H1934 תְבִירָֽה H8406 ",
      "43": "די H1768 חֲזַ֗יְתָ H2370 פַּרְזְלָ א֙ H6523 מְעָרַב֙ H6151 בַּ חֲסַ֣ף Hb/H2635 טִינָ֔ א H2917 מִתְעָרְבִ֤ין H6151 לֶהֱוֺן֙ H1934 בִּ זְרַ֣ע Hb/H2234 אֲנָשָׁ֔ א H606 וְ לָֽא Hc/H3809 לֶהֱוֺ֥ן H1934 דָּבְקִ֖ין H1693 דְּנָ֣ה H1836 עִם H5974 דְּנָ֑ה H1836 הֵֽא H1888 כְ דִ֣י Hk/H1768 פַרְזְלָ֔ א H6523 לָ֥א H3809 מִתְעָרַ֖ב H6151 עִם H5974 חַסְפָּֽ א H2635 ",
      "44": "וּֽ בְ Hc/Hb/H3118 דִּ֧י H1768 מַלְכַיָּ֣ א H4430 אִנּ֗וּן H581 יְקִים֩ H6966 אֱלָ֨הּ H426 שְׁמַיָּ֤ א H8065 מַלְכוּ֙ H4437 דִּ֤י H1768 לְ עָלְמִין֙ Hl/H5957 לָ֣א H3809 תִתְחַבַּ֔ל H2255 וּ מַ֨לְכוּתָ֔ Hc/H4437 לְ עַ֥ם Hl/H5972 אָחֳרָ֖ן H321 לָ֣א H3809 תִשְׁתְּבִ֑ק H7662 תַּדִּ֤ק H1855 וְ תָסֵיף֙ Hc/H5487 כָּל H3606 אִלֵּ֣ין H459 מַלְכְוָתָ֔ א H4437 וְ הִ֖יא Hc/H1932 תְּק֥וּם H6966 לְ עָלְמַיָּֽ Hl/H5957 ",
      "45": "כָּ ל Hk/H3606 קֳבֵ֣ל H6903 דִּֽי H1768 חֲזַ֡יְתָ H2370 דִּ֣י H1768 מִ טּוּרָ Hm/H2906 אִתְגְּזֶ֨רֶת H1505 אֶ֜בֶן H69 דִּי H1768 לָ֣א H3809 בִ ידַ֗יִן Hb/H3028 וְ֠ הַדֶּקֶת Hc/H1855 פַּרְזְלָ֨ א H6523 נְחָשָׁ֤ א H5174 חַסְפָּ א֙ H2635 כַּסְפָּ֣ א H3702 וְ דַהֲבָ֔ Hc/H1722 אֱלָ֥הּ H426 רַב֙ H7229 הוֹדַ֣ע H3046 לְ מַלְכָּ֔ Hl/H4430 מָ֛ה H4101 דִּ֥י H1768 לֶהֱוֵ֖א H1934 אַחֲרֵ֣י H311 דְנָ֑ה H1836 וְ יַצִּ֥יב Hc/H3330 חֶלְמָ֖ א H2493 וּ מְהֵימַ֥ן Hc/H540 פִּשְׁרֵֽ הּ H6591 ",
      "46": "בֵּ֠ אדַיִן Hb/H116 מַלְכָּ֤ א H4430 נְבֽוּכַדְנֶצַּר֙ H5020 נְפַ֣ל H5308 עַל H5922 אַנְפּ֔וֹ הִי H600 וּ לְ Hc/Hl/H1841 סְגִ֑ד H5457 וּ מִנְחָה֙ Hc/H4504 וְ נִ֣יחֹחִ֔ין Hc/H5208 אֲמַ֖ר H560 לְ נַסָּ֥כָה Hl/H5260 לֵֽ הּ Hl ",
      "47": "עָנֵה֩ H6032 מַלְכָּ֨ א H4430 לְ דָנִיֵּ֜אל Hl/H1841 וְ אָמַ֗ר Hc/H560 מִן H4481 קְשֹׁט֙ H7187 דִּ֣י H1768 אֱלָהֲ כ֗וֹן H426 ה֣וּא H1932 אֱלָ֧הּ H426 אֱלָהִ֛ין H426 וּ מָרֵ֥א Hc/H4756 מַלְכִ֖ין H4430 וְ גָלֵ֣ה Hc/H1541 רָזִ֑ין H7328 דִּ֣י H1768 יְכֵ֔לְתָּ H3202 לְ מִגְלֵ֖א Hl/H1541 רָזָ֥ ה H7328 דְנָֽה H1836 ",
      "48": "אֱדַ֨יִן H116 מַלְכָּ֜ א H4430 לְ דָנִיֵּ֣אל Hl/H1841 רַבִּ֗י H7236 וּ מַתְּנָ֨ן Hc/H4978 רַבְרְבָ֤ן H7260 שַׂגִּיאָן֙ H7690 יְהַב H3052 לֵ֔ הּ Hl וְ הַ֨שְׁלְטֵ֔ Hc/H7981 עַ֖ל H5922 כָּל H3606 מְדִינַ֣ת H4083 בָּבֶ֑ל H895 וְ רַב Hc/H7229 סִגְנִ֔ין H5460 עַ֖ל H5922 כָּל H3606 חַכִּימֵ֥י H2445 בָבֶֽל H895 ",
      "49": "וְ דָנִיֵּאל֙ Hc/H1841 בְּעָ֣א H1156 מִן H4481 מַלְכָּ֔ א H4430 וּ מַנִּ֗י Hc/H4483 עַ֤ל H5922 עֲבִֽידְתָּ א֙ H5673 דִּ֚י H1768 מְדִינַ֣ת H4083 בָּבֶ֔ל H895 לְ שַׁדְרַ֥ךְ Hl/H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 וְ דָנִיֵּ֖אל Hc/H1841 בִּ תְרַ֥ע Hb/H8651 מַלְכָּֽ א H4430 "
    },
    "3": {
      "1": "נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֗ א H4430 עֲבַד֙ H5648 צְלֵ֣ם H6755 דִּֽי H1768 דְהַ֔ב H1722 רוּמֵ הּ֙ H7314 אַמִּ֣ין H521 שִׁתִּ֔ין H8361 פְּתָיֵ֖ הּ H6613 אַמִּ֣ין H521 שִׁ֑ת H8353 אֲקִימֵ הּ֙ H6966 בְּ בִקְעַ֣ת Hb/H1236 דּוּרָ֔א H1757 בִּ מְדִינַ֖ת Hb/H4083 בָּבֶֽל H895 ",
      "2": "וּ נְבוּכַדְנֶצַּ֣ר Hc/H5020 מַלְכָּ֡ א H4430 שְׁלַ֡ח H7972 לְ מִכְנַ֣שׁ Hl/H3673 לַֽ אֲחַשְׁדַּרְפְּנַיָּ֡ Hl/H324 סִגְנַיָּ֣ א H5460 וּֽ פַחֲוָתָ֡ Hc/H6347 אֲדַרְגָּזְרַיָּ א֩ H148 גְדָ֨בְרַיָּ֤ א H1411 דְּתָבְרַיָּ א֙ H1884 תִּפְתָּיֵ֔ א H8614 וְ כֹ֖ל Hc/H3606 שִׁלְטֹנֵ֣י H7984 מְדִֽינָתָ֑ א H4083 לְ מֵתֵא֙ Hl/H858 לַ חֲנֻכַּ֣ת Hl/H2597 צַלְמָ֔ א H6755 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֥ר H5020 מַלְכָּֽ א H4430 ",
      "3": "בֵּ אדַ֡יִן Hb/H116 מִֽתְכַּנְּשִׁ֡ין H3673 אֲחַשְׁדַּרְפְּנַיָּ֡ א H324 סִגְנַיָּ֣ א H5460 וּֽ פַחֲוָתָ֡ Hc/H6347 אֲדַרְגָּזְרַיָּ֣ א H148 גְדָבְרַיָּ א֩ H1411 דְּתָ֨בְרַיָּ֜ א H1884 תִּפְתָּיֵ֗ א H8614 וְ כֹל֙ Hc/H3606 שִׁלְטֹנֵ֣י H7984 מְדִֽינָתָ֔ א H4083 לַ חֲנֻכַּ֣ת Hl/H2597 צַלְמָ֔ א H6755 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֑ א H4430 ו קאמין Hc/H6966 לָ קֳבֵ֣ל Hl/H6903 צַלְמָ֔ א H6755 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּֽר H5020 ",
      "4": "וְ כָרוֹזָ֖ Hc/H3744 קָרֵ֣א H7123 בְ חָ֑יִל Hb/H2429 לְ כ֤וֹן Hl אָֽמְרִין֙ H560 עַֽמְמַיָּ֔ א H5972 אֻמַּיָּ֖ א H524 וְ לִשָּׁנַיָּֽ Hc/H3961 ",
      "5": "בְּ עִדָּנָ֡ Hb/H5732 דִּֽי H1768 תִשְׁמְע֡וּן H8086 קָ֣ל H7032 קַרְנָ֣ א H7162 מַ֠שְׁרוֹקִיתָ א H4953 קיתרוס H7030 סַבְּכָ֤א H5443 פְּסַנְתֵּרִין֙ H6460 סוּמְפֹּ֣נְיָ֔ה H5481 וְ כֹ֖ל Hc/H3606 זְנֵ֣י H2178 זְמָרָ֑ א H2170 תִּפְּל֤וּן H5308 וְ תִסְגְּדוּן֙ Hc/H5457 לְ צֶ֣לֶם Hl/H6755 דַּהֲבָ֔ א H1722 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֥ר H5020 מַלְכָּֽ א H4430 ",
      "6": "וּ מַן Hc/H4479 דִּי H1768 לָ֥א H3809 יִפֵּ֖ל H5308 וְ יִסְגֻּ֑ד Hc/H5457 בַּ הּ Hb שַׁעֲתָ֣ א H8160 יִתְרְמֵ֔א H7412 לְ גֽוֹא Hl/H1459 אַתּ֥וּן H861 נוּרָ֖ א H5135 יָקִֽדְתָּֽ א H3345 ",
      "7": "כָּ ל Hk/H3606 קֳבֵ֣ל H6903 דְּנָ֡ה H1836 בֵּ הּ Hb זִמְנָ֡ א H2166 כְּ דִ֣י Hk/H1768 שָֽׁמְעִ֣ין H8086 כָּֽל H3606 עַמְמַיָּ֡ א H5972 קָ֣ל H7032 קַרְנָ א֩ H7162 מַשְׁר֨וֹקִיתָ֜ א H4953 קיתרס H7030 שַׂבְּכָא֙ H5443 פְּסַנְטֵרִ֔ין H6460 וְ כֹ֖ל Hc/H3606 זְנֵ֣י H2178 זְמָרָ֑ א H2170 נָֽפְלִ֨ין H5308 כָּֽל H3606 עַֽמְמַיָּ֜ א H5972 אֻמַיָּ֣ א H524 וְ לִשָּׁנַיָּ֗ Hc/H3961 סָֽגְדִין֙ H5457 לְ צֶ֣לֶם Hl/H6755 דַּהֲבָ֔ א H1722 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֥ר H5020 מַלְכָּֽ א H4430 ",
      "8": "כָּ ל Hk/H3606 קֳבֵ֤ל H6903 דְּנָה֙ H1836 בֵּ הּ Hb זִמְנָ֔ א H2166 קְרִ֖בוּ H7127 גֻּבְרִ֣ין H1400 כַּשְׂדָּאִ֑ין H3779 וַ אֲכַ֥לוּ Hc/H399 קַרְצֵי ה֖וֹן H7170 דִּ֥י H1768 יְהוּדָיֵֽ א H3062 ",
      "9": "עֲנוֹ֙ H6032 וְ אָ֣מְרִ֔ין Hc/H560 לִ נְבוּכַדְנֶצַּ֖ר Hl/H5020 מַלְכָּ֑ א H4430 מַלְכָּ֖ א H4430 לְ עָלְמִ֥ין Hl/H5957 חֱיִֽי H2418 ",
      "10": "אנתה H607 מַלְכָּ א֮ H4430 שָׂ֣מְתָּ H7761 טְּעֵם֒ H2942 דִּ֣י H1768 כָל H3606 אֱנָ֡שׁ H606 דִּֽי H1768 יִשְׁמַ֡ע H8086 קָ֣ל H7032 קַרְנָ֣ א H7162 מַ֠שְׁרֹקִיתָ א H4953 קיתרס H7030 שַׂבְּכָ֤א H5443 פְסַנְתֵּרִין֙ H6460 ו סיפניה Hc/H5481 וְ כֹ֖ל Hc/H3606 זְנֵ֣י H2178 זְמָרָ֑ א H2170 יִפֵּ֥ל H5308 וְ יִסְגֻּ֖ד Hc/H5457 לְ צֶ֥לֶם Hl/H6755 דַּהֲבָֽ א H1722 ",
      "11": "וּ מַן Hc/H4479 דִּי H1768 לָ֥א H3809 יִפֵּ֖ל H5308 וְ יִסְגֻּ֑ד Hc/H5457 יִתְרְמֵ֕א H7412 לְ גֽוֹא Hl/H1459 אַתּ֥וּן H861 נוּרָ֖ א H5135 יָקִֽדְתָּֽ א H3345 ",
      "12": "אִיתַ֞י H383 גֻּבְרִ֣ין H1400 יְהוּדָאיִ֗ן H3062 דִּֽי H1768 מַנִּ֤יתָ H4483 יָתְ הוֹן֙ H3487 עַל H5922 עֲבִידַת֙ H5673 מְדִינַ֣ת H4083 בָּבֶ֔ל H895 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 גֻּבְרַיָּ֣ א H1400 אִלֵּ֗ךְ H479 לָא H3809 שָׂ֨מֽוּ H7761 עלי ך H5922 מַלְכָּ א֙ H4430 טְעֵ֔ם H2942 ל אלהי Hl/H426 לָ֣א H3809 פָלְחִ֔ין H6399 וּ לְ Hc/Hl/H6755 דַּהֲבָ֛ א H1722 דִּ֥י H1768 הֲקֵ֖ימְתָּ H6966 לָ֥א H3809 סָגְדִֽין H5457 ",
      "13": "בֵּ אדַ֤יִן Hb/H116 נְבוּכַדְנֶצַּר֙ H5020 בִּ רְגַ֣ז Hb/H7266 וַ חֲמָ֔ה Hc/H2528 אֲמַר֙ H560 לְ הַיְתָיָ֔ה Hl/H858 לְ שַׁדְרַ֥ךְ Hl/H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 בֵּ אדַ֨יִן֙ Hb/H116 גֻּבְרַיָּ֣ א H1400 אִלֵּ֔ךְ H479 הֵיתָ֖יוּ H858 קֳדָ֥ם H6925 מַלְכָּֽ א H4430 ",
      "14": "עָנֵ֤ה H6032 נְבֻֽכַדְנֶצַּר֙ H5020 וְ אָמַ֣ר Hc/H560 לְ ה֔וֹן Hl הַ צְדָּ֕א Hd/H6656 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 לֵֽ אלָהַ֗ Hl/H426 לָ֤א H3809 אִֽיתֵי כוֹן֙ H383 פָּֽלְחִ֔ין H6399 וּ לְ Hc/Hl/H6755 דַּהֲבָ֛ א H1722 דִּ֥י H1768 הֲקֵ֖ימֶת H6966 לָ֥א H3809 סָֽגְדִֽין H5457 ",
      "15": "כְּעַ֞ן H3705 הֵ֧ן H2006 אִֽיתֵי כ֣וֹן H383 עֲתִידִ֗ין H6263 דִּ֣י H1768 בְ עִדָּנָ֡ Hb/H5732 דִּֽי H1768 תִשְׁמְע֡וּן H8086 קָ֣ל H7032 קַרְנָ֣ א H7162 מַשְׁרוֹקִיתָ֣ א H4953 קיתרס H7030 שַׂבְּכָ֡א H5443 פְּסַנְתֵּרִין֩ H6460 וְ סוּמְפֹּ֨נְיָ֜ה Hc/H5481 וְ כֹ֣ל Hc/H3606 זְנֵ֣י H2178 זְמָרָ֗ א H2170 תִּפְּל֣וּן H5308 וְ תִסְגְּדוּן֮ Hc/H5457 לְ צַלְמָ֣ Hl/H6755 דִֽי H1768 עַבְדֵת֒ H5648 וְ הֵן֙ Hc/H2006 לָ֣א H3809 תִסְגְּד֔וּן H5457 בַּ הּ Hb שַׁעֲתָ֣ ה H8160 תִתְרְמ֔וֹן H7412 לְ גֽוֹא Hl/H1459 אַתּ֥וּן H861 נוּרָ֖ א H5135 יָקִֽדְתָּ֑ א H3345 וּ מַן Hc/H4479 ה֣וּא H1932 אֱלָ֔הּ H426 דֵּ֥י H1768 יְשֵֽׁיזְבִנְ כ֖וֹן H7804 מִן H4481 יְדָֽ י H3028 ",
      "16": "עֲנ֗וֹ H6032 שַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֔וֹ H5665 וְ אָמְרִ֖ין Hc/H560 לְ מַלְכָּ֑ Hl/H4430 נְבֽוּכַדְנֶצַּ֔ר H5020 לָֽא H3809 חַשְׁחִ֨ין H2818 אֲנַ֧חְנָה H586 עַל H5922 דְּנָ֛ה H1836 פִּתְגָ֖ם H6600 לַ הֲתָבוּתָֽ Hl/H8421 ",
      "17": "הֵ֣ן H2006 אִיתַ֗י H383 אֱלָהַ֨ נָא֙ H426 דִּֽי H1768 אֲנַ֣חְנָא H586 פָֽלְחִ֔ין H6399 יָכִ֖ל H3202 לְ שֵׁיזָבוּתַ֑ Hl/H7804 מִן H4481 אַתּ֨וּן H861 נוּרָ֧ א H5135 יָקִֽדְתָּ֛ א H3345 וּ מִן Hc/H4481 יְדָ֥ ךְ H3028 מַלְכָּ֖ א H4430 יְשֵׁיזִֽב H7804 ",
      "18": "וְ הֵ֣ן Hc/H2006 לָ֔א H3809 יְדִ֥יעַ H3046 לֶהֱוֵא H1934 לָ֖ ךְ Hl מַלְכָּ֑ א H4430 דִּ֤י H1768 ל אלהי Hl/H426 לָא H3809 איתי נא H383 פָֽלְחִ֔ין H6399 וּ לְ Hc/Hl/H6755 דַּהֲבָ֛ א H1722 דִּ֥י H1768 הֲקֵ֖ימְתָּ H6966 לָ֥א H3809 נִסְגֻּֽד H5457 ",
      "19": "בֵּ אדַ֨יִן Hb/H116 נְבוּכַדְנֶצַּ֜ר H5020 הִתְמְלִ֣י H4391 חֱמָ֗א H2528 וּ צְלֵ֤ם Hc/H6755 אַנְפּ֨וֹ הִי֙ H600 אשתנו H8133 עַל H5922 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 עָנֵ֤ה H6032 וְ אָמַר֙ Hc/H560 לְ מֵזֵ֣א Hl/H228 לְ אַתּוּנָ֔ Hl/H861 חַ֨ד H2298 שִׁבְעָ֔ה H7655 עַ֛ל H5922 דִּ֥י H1768 חֲזֵ֖ה H2370 לְ מֵזְיֵֽ Hl/H228 ",
      "20": "וּ לְ Hc/Hl/H1400 גִּבָּֽרֵי H1401 חַ֨יִל֙ H2429 דִּ֣י H1768 בְ חַיְלֵ֔ Hb/H2429 אֲמַר֙ H560 לְ כַפָּתָ֔ה Hl/H3729 לְ שַׁדְרַ֥ךְ Hl/H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 לְ מִרְמֵ֕א Hl/H7412 לְ אַתּ֥וּן Hl/H861 נוּרָ֖ א H5135 יָקִֽדְתָּֽ א H3345 ",
      "21": "בֵּ אדַ֜יִן Hb/H116 גֻּבְרַיָּ֣ א H1400 אִלֵּ֗ךְ H479 כְּפִ֨תוּ֙ H3729 בְּ סַרְבָּלֵי Hb/H5622 פטישי הון H6361 וְ כַרְבְּלָתְ Hc/H3737 וּ לְבֻשֵׁי Hc/H3831 וּ רְמִ֕יו Hc/H7412 לְ גֽוֹא Hl/H1459 אַתּ֥וּן H861 נוּרָ֖ א H5135 יָקִֽדְתָּֽ א H3345 ",
      "22": "כָּ ל Hk/H3606 קֳבֵ֣ל H6903 דְּנָ֗ה H1836 מִן H4481 דִּ֞י H1768 מִלַּ֤ת H4406 מַלְכָּ א֙ H4430 מַחְצְפָ֔ה H2685 וְ אַתּוּנָ֖ Hc/H861 אֵזֵ֣ה H228 יַתִּ֑ירָא H3493 גֻּבְרַיָּ֣ א H1400 אִלֵּ֗ךְ H479 דִּ֤י H1768 הַסִּ֨קוּ֙ H5267 לְ שַׁדְרַ֤ךְ Hl/H7715 מֵישַׁךְ֙ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֔וֹ H5665 קַטִּ֣ל H6992 הִמּ֔וֹן H1994 שְׁבִיבָ֖ א H7631 דִּ֥י H1768 נוּרָֽ א H5135 ",
      "23": "וְ גֻבְרַיָּ֤ Hc/H1400 אִלֵּךְ֙ H479 תְּלָ֣תֵּ ה֔וֹן H8532 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֑וֹ H5665 נְפַ֛לוּ H5308 לְ גֽוֹא Hl/H1459 אַתּוּן H861 נוּרָ֥ א H5135 יָֽקִדְתָּ֖ א H3345 מְכַפְּתִֽין H3729 ",
      "24": "אֱדַ֨יִן֙ H116 נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֔ א H4430 תְּוַ֖הּ H8429 וְ קָ֣ם Hc/H6966 בְּ הִתְבְּהָלָ֑ה Hb/H927 עָנֵ֨ה H6032 וְ אָמַ֜ר Hc/H560 לְ הַדָּֽבְר֗וֹ Hl/H1907 הֲ לָא֩ Hi/H3809 גֻבְרִ֨ין H1400 תְּלָתָ֜א H8532 רְמֵ֤ינָא H7412 לְ גוֹא Hl/H1459 נוּרָ א֙ H5135 מְכַפְּתִ֔ין H3729 עָנַ֤יִן H6032 וְ אָמְרִין֙ Hc/H560 לְ מַלְכָּ֔ Hl/H4430 יַצִּיבָ֖א H3330 מַלְכָּֽ א H4430 ",
      "25": "עָנֵ֣ה H6032 וְ אָמַ֗ר Hc/H560 הָֽא H1888 אֲנָ֨ה H576 חָזֵ֜ה H2370 גֻּבְרִ֣ין H1400 אַרְבְּעָ֗ה H703 שְׁרַ֨יִן֙ H8271 מַהְלְכִ֣ין H1981 בְּ גֽוֹא Hb/H1459 נוּרָ֔ א H5135 וַ חֲבָ֖ל Hc/H2257 לָא H3809 אִיתַ֣י H383 בְּ ה֑וֹן Hb וְ רֵוֵ Hc/H7299 דִּ֣י H1768 רביעי א H7244 דָּמֵ֖ה H1821 לְ בַר Hl/H1247 אֱלָהִֽין H426 ",
      "26": "בֵּ אדַ֜יִן Hb/H116 קְרֵ֣ב H7127 נְבוּכַדְנֶצַּ֗ר H5020 לִ תְרַע֮ Hl/H8651 אַתּ֣וּן H861 נוּרָ֣ א H5135 יָקִֽדְתָּ א֒ H3345 עָנֵ֣ה H6032 וְ אָמַ֗ר Hc/H560 שַׁדְרַ֨ךְ H7715 מֵישַׁ֧ךְ H4336 וַ עֲבֵד Hc/H5665 נְג֛וֹ H5665 עַבְד֛וֹ הִי H5649 דִּֽי H1768 אֱלָהָ֥ א H426 עלי א H5943 פֻּ֣קוּ H5312 וֶ אֱת֑וֹ Hc/H858 בֵּ אדַ֣יִן Hb/H116 נָֽפְקִ֗ין H5312 שַׁדְרַ֥ךְ H7715 מֵישַׁ֛ךְ H4336 וַ עֲבֵ֥ד Hc/H5665 נְג֖וֹ H5665 מִן H4481 גּ֥וֹא H1459 נוּרָֽ א H5135 ",
      "27": "וּ֠ מִֽתְכַּנְּשִׁין Hc/H3673 אֲחַשְׁדַּרְפְּנַיָּ֞ א H324 סִגְנַיָּ֣ א H5460 וּ פַחֲוָתָ Hc/H6347 וְ הַדָּבְרֵ֣י Hc/H1907 מַלְכָּ א֒ H4430 חָזַ֣יִן H2370 לְ גֻבְרַיָּ֣ Hl/H1400 אִלֵּ֡ךְ H479 דִּי֩ H1768 לָֽא H3809 שְׁלֵ֨ט H7981 נוּרָ֜ א H5135 בְּ גֶשְׁמְ Hb/H1655 וּ שְׂעַ֤ר Hc/H8177 רֵֽאשְׁ הוֹן֙ H7217 לָ֣א H3809 הִתְחָרַ֔ךְ H2761 וְ סָרְבָּלֵי Hc/H5622 לָ֣א H3809 שְׁנ֑וֹ H8133 וְ רֵ֣יחַ Hc/H7382 נ֔וּר H5135 לָ֥א H3809 עֲדָ֖ת H5709 בְּ הֽוֹן Hb ",
      "28": "עָנֵ֨ה H6032 נְבֽוּכַדְנֶצַּ֜ר H5020 וְ אָמַ֗ר Hc/H560 בְּרִ֤יךְ H1289 אֱלָהֲ הוֹן֙ H426 דִּֽי H1768 שַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֔וֹ H5665 דִּֽי H1768 שְׁלַ֤ח H7972 מַלְאֲכֵ הּ֙ H4398 וְ שֵׁיזִ֣ב Hc/H7804 לְ עַבְד֔וֹ Hl/H5649 דִּ֥י H1768 הִתְרְחִ֖צוּ H7365 עֲל֑וֹ הִי H5922 וּ מִלַּ֤ת Hc/H4406 מַלְכָּ א֙ H4430 שַׁנִּ֔יו H8133 וִ יהַ֣בוּ Hc/H3052 גשמי הון H1655 דִּ֠י H1768 לָֽא H3809 יִפְלְח֤וּן H6399 וְ לָֽא Hc/H3809 יִסְגְּדוּן֙ H5457 לְ כָל Hl/H3606 אֱלָ֔הּ H426 לָהֵ֖ן H3861 לֵ אלָֽהֲ Hl/H426 ",
      "29": "וּ מִ Hc/Hm/H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּי֩ H1768 כָל H3606 עַ֨ם H5972 אֻמָּ֜ה H524 וְ לִשָּׁ֗ן Hc/H3961 דִּֽי H1768 יֵאמַ֤ר H560 שלה H7955 עַ֣ל H5922 אֱלָהֲ ה֗וֹן H426 דִּֽי H1768 שַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַ עֲבֵ֣ד Hc/H5665 נְג֔וֹא H5665 הַדָּמִ֣ין H1917 יִתְעֲבֵ֔ד H5648 וּ בַיְתֵ֖ Hc/H1005 נְוָלִ֣י H5122 יִשְׁתַּוֵּ֑ה H7739 כָּ ל Hk/H3606 קֳבֵ֗ל H6903 דִּ֣י H1768 לָ֤א H3809 אִיתַי֙ H383 אֱלָ֣ה H426 אָחֳרָ֔ן H321 דִּֽי H1768 יִכֻּ֥ל H3202 לְ הַצָּלָ֖ה Hl/H5338 כִּ דְנָֽה Hk/H1836 ",
      "30": "בֵּ אדַ֣יִן Hb/H116 מַלְכָּ֗ א H4430 הַצְלַ֛ח H6744 לְ שַׁדְרַ֥ךְ Hl/H7715 מֵישַׁ֛ךְ H4336 וַ עֲבֵ֥ד Hc/H5665 נְג֖וֹ H5665 בִּ מְדִינַ֥ת Hb/H4083 בָּבֶֽל H895 ",
      "31": "",
      "32": "",
      "33": ""
    },
    "4": {
      "1": "נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֗ א H4430 לְֽ כָל Hl/H3606 עַֽמְמַיָּ֞ א H5972 אֻמַיָּ֧ א H524 וְ לִשָּׁנַיָּ֛ Hc/H3961 דִּֽי H1768 דארין H1753 בְּ כָל Hb/H3606 אַרְעָ֖ א H772 שְׁלָמְ כ֥וֹן H8001 יִשְׂגֵּֽא H7680 ",
      "2": "אָֽתַיָּ א֙ H852 וְ תִמְהַיָּ֔ Hc/H8540 דִּ֚י H1768 עֲבַ֣ד H5648 עִמִּ֔ י H5974 אֱלָהָ֖ א H426 עלי א H5943 שְׁפַ֥ר H8232 קָֽדָמַ֖ י H6925 לְ הַחֲוָיָֽה Hl/H2324 ",
      "3": "אָת֨וֹ הִי֙ H852 כְּ מָ֣ה Hk/H4101 רַבְרְבִ֔ין H7260 וְ תִמְה֖וֹ Hc/H8540 כְּ מָ֣ה Hk/H4101 תַקִּיפִ֑ין H8624 מַלְכוּתֵ הּ֙ H4437 מַלְכ֣וּת H4437 עָלַ֔ם H5957 וְ שָׁלְטָנֵ֖ Hc/H7985 עִם H5974 דָּ֥ר H1859 וְ דָֽר Hc/H1859 ",
      "4": "אֲנָ֣ה H576 נְבוּכַדְנֶצַּ֗ר H5020 שְׁלֵ֤ה H7954 הֲוֵית֙ H1934 בְּ בֵיתִ֔ Hb/H1005 וְ רַעְנַ֖ן Hc/H7487 בְּ הֵיכְלִֽ Hb/H1965 ",
      "5": "חֵ֥לֶם H2493 חֲזֵ֖ית H2370 וִֽ ידַחֲלִנַּ֑ Hc/H1763 וְ הַרְהֹרִין֙ Hc/H2031 עַֽל H5922 מִשְׁכְּבִ֔ י H4903 וְ חֶזְוֵ֥י Hc/H2376 רֵאשִׁ֖ י H7217 יְבַהֲלֻנַּֽ נִי H927 ",
      "6": "וּ מִנִּ Hc/H4481 שִׂ֣ים H7761 טְעֵ֔ם H2942 לְ הַנְעָלָ֣ה Hl/H5954 קָֽדָמַ֔ י H6925 לְ כֹ֖ל Hl/H3606 חַכִּימֵ֣י H2445 בָבֶ֑ל H895 דִּֽי H1768 פְשַׁ֥ר H6591 חֶלְמָ֖ א H2493 יְהֽוֹדְעֻנַּֽ נִי H3046 ",
      "7": "בֵּ אדַ֣יִן Hb/H116 עללין H5954 חַרְטֻמַיָּ א֙ H2749 אָֽשְׁפַיָּ֔ א H826 כשדי א H3779 וְ גָזְרַיָּ֑ Hc/H1505 וְ חֶלְמָ֗ Hc/H2493 אָמַ֤ר H560 אֲנָה֙ H576 קֳדָ֣מֵי ה֔וֹן H6925 וּ פִשְׁרֵ֖ Hc/H6591 לָא H3809 מְהוֹדְעִ֥ין H3046 לִֽ י Hl ",
      "8": "וְ עַ֣ד Hc/H5705 אָחֳרֵ֡ין H318 עַל֩ H5954 קָֽדָמַ֨ י H6925 דָּנִיֵּ֜אל H1841 דִּֽי H1768 שְׁמֵ֤ הּ H8036 בֵּלְטְשַׁאצַּר֙ H1096 כְּ שֻׁ֣ם Hk/H8036 אֱלָהִ֔ י H426 וְ דִ֛י Hc/H1768 רֽוּחַ H7308 אֱלָהִ֥ין H426 קַדִּישִׁ֖ין H6922 בֵּ֑ הּ Hb וְ חֶלְמָ֖ Hc/H2493 קָֽדָמ֥וֹ הִי H6925 אַמְרֵֽת H560 ",
      "9": "בֵּלְטְשַׁאצַּר֮ H1096 רַ֣ב H7229 חַרְטֻמַיָּ א֒ H2749 דִּ֣י H1768 אֲנָ֣ה H576 יִדְעֵ֗ת H3046 דִּ֠י H1768 ר֣וּחַ H7308 אֱלָהִ֤ין H426 קַדִּישִׁין֙ H6922 בָּ֔ ךְ Hb וְ כָל Hc/H3606 רָ֖ז H7328 לָא H3809 אָנֵ֣ס H598 לָ֑ ךְ Hl חֶזְוֵ֨י H2376 חֶלְמִ֧ י H2493 דִֽי H1768 חֲזֵ֛ית H2370 וּ פִשְׁרֵ֖ Hc/H6591 אֱמַֽר H560 ",
      "10": "וְ חֶזְוֵ֥י Hc/H2376 רֵאשִׁ֖ י H7217 עַֽל H5922 מִשְׁכְּבִ֑ י H4903 חָזֵ֣ה H2370 הֲוֵ֔ית H1934 וַ אֲל֥וּ Hc/H431 אִילָ֛ן H363 בְּ ג֥וֹא Hb/H1459 אַרְעָ֖ א H772 וְ רוּמֵ֥ Hc/H7314 שַׂגִּֽיא H7690 ",
      "11": "רְבָ֥ה H7236 אִֽילָנָ֖ א H363 וּ תְקִ֑ף Hc/H8631 וְ רוּמֵ Hc/H7314 יִמְטֵ֣א H4291 לִ שְׁמַיָּ֔ Hl/H8065 וַ חֲזוֹתֵ֖ Hc/H2379 לְ ס֥וֹף Hl/H5491 כָּל H3606 אַרְעָֽ א H772 ",
      "12": "עָפְיֵ֤ הּ H6074 שַׁפִּיר֙ H8209 וְ אִנְבֵּ֣ Hc/H4 שַׂגִּ֔יא H7690 וּ מָז֨וֹן Hc/H4203 לְ כֹ֖לָּ Hl/H3606 בֵ֑ הּ Hb תְּחֹת֜וֹ הִי H8460 תַּטְלֵ֣ל H2927 חֵיוַ֣ת H2423 בָּרָ֗ א H1251 וּ בְ Hc/Hb/H6056 ידרון H1753 צִפֲּרֵ֣י H6853 שְׁמַיָּ֔ א H8065 וּ מִנֵּ֖ Hc/H4481 יִתְּזִ֥ין H2110 כָּל H3606 בִּשְׂרָֽ א H1321 ",
      "13": "חָזֵ֥ה H2370 הֲוֵ֛ית H1934 בְּ חֶזְוֵ֥י Hb/H2376 רֵאשִׁ֖ י H7217 עַֽל H5922 מִשְׁכְּבִ֑ י H4903 וַ אֲלוּ֙ Hc/H431 עִ֣יר H5894 וְ קַדִּ֔ישׁ Hc/H6922 מִן H4481 שְׁמַיָּ֖ א H8065 נָחִֽת H5182 ",
      "14": "קָרֵ֨א H7123 בְ חַ֜יִל Hb/H2429 וְ כֵ֣ן Hc/H3652 אָמַ֗ר H560 גֹּ֤דּוּ H1414 אִֽילָנָ א֙ H363 וְ קַצִּ֣צוּ Hc/H7113 עַנְפ֔וֹ הִי H6056 אַתַּ֥רוּ H5426 עָפְיֵ֖ הּ H6074 וּ בַדַּ֣רוּ Hc/H921 אִנְבֵּ֑ הּ H4 תְּנֻ֤ד H5111 חֵֽיוְתָ א֙ H2423 מִן H4481 תַּחְתּ֔וֹ הִי H8479 וְ צִפְּרַיָּ֖ Hc/H6853 מִן H4481 עַנְפֽוֹ הִי H6056 ",
      "15": "בְּרַ֨ם H1297 עִקַּ֤ר H6136 שָׁרְשׁ֨וֹ הִי֙ H8330 בְּ אַרְעָ֣ Hb/H772 שְׁבֻ֔קוּ H7662 וּ בֶֽ Hc/Hb/H613 דִּֽי H1768 פַרְזֶ֣ל H6523 וּ נְחָ֔שׁ Hc/H5174 בְּ דִתְאָ֖ Hb/H1883 דִּ֣י H1768 בָרָ֑ א H1251 וּ בְ Hc/Hb/H2920 שְׁמַיָּ א֙ H8065 יִצְטַבַּ֔ע H6647 וְ עִם Hc/H5974 חֵיוְתָ֥ א H2423 חֲלָקֵ֖ הּ H2508 בַּ עֲשַׂ֥ב Hb/H6211 אַרְעָֽ א H772 ",
      "16": "לִבְבֵ הּ֙ H3825 מִן H4481 אנוש א H606 יְשַׁנּ֔וֹן H8133 וּ לְבַ֥ב Hc/H3825 חֵיוָ֖ה H2423 יִתְיְהִ֣ב H3052 לֵ֑ הּ Hl וְ שִׁבְעָ֥ה Hc/H7655 עִדָּנִ֖ין H5732 יַחְלְפ֥וּן H2499 עֲלֽוֹ הִי H5922 ",
      "17": "בִּ גְזֵרַ֤ת Hb/H1510 עִירִין֙ H5894 פִּתְגָמָ֔ א H6600 וּ מֵאמַ֥ר Hc/H3983 קַדִּישִׁ֖ין H6922 שְׁאֵֽלְתָ֑ א H7595 עַד H5705 דִּבְרַ֡ת H1701 דִּ֣י H1768 יִנְדְּע֣וּן H3046 חַ֠יַּיָּ א H2417 דִּֽי H1768 שַׁלִּ֨יט H7990 עלי א H5943 בְּ מַלְכ֣וּת Hb/H4437 אנוש א H606 וּ לְ Hc/Hl/H4479 דִּ֤י H1768 יִצְבֵּא֙ H6634 יִתְּנִנַּ֔ הּ H5415 וּ שְׁפַ֥ל Hc/H8215 אֲנָשִׁ֖ים H606 יְקִ֥ים H6966 עלי ה H5922 ",
      "18": "דְּנָה֙ H1836 חֶלְמָ֣ א H2493 חֲזֵ֔ית H2370 אֲנָ֖ה H576 מַלְכָּ֣ א H4430 נְבוּכַדְנֶצַּ֑ר H5020 ו אנתה Hc/H607 בֵּלְטְשַׁאצַּ֜ר H1096 פִּשְׁרֵ֣ א H6591 אֱמַ֗ר H560 כָּ ל Hk/H3606 קֳבֵל֙ H6903 דִּ֣י H1768 כָּל H3606 חַכִּימֵ֣י H2445 מַלְכוּתִ֗ י H4437 לָֽא H3809 יָכְלִ֤ין H3202 פִּשְׁרָ א֙ H6591 לְ הוֹדָ֣עֻתַ֔ Hl/H3046 ו אנתה Hc/H607 כָּהֵ֔ל H3546 דִּ֛י H1768 רֽוּחַ H7308 אֱלָהִ֥ין H426 קַדִּישִׁ֖ין H6922 בָּֽ ךְ Hb ",
      "19": "אֱדַ֨יִן H116 דָּֽנִיֵּ֜אל H1841 דִּֽי H1768 שְׁמֵ֣ הּ H8036 בֵּלְטְשַׁאצַּ֗ר H1096 אֶשְׁתּוֹמַם֙ H8075 כְּ שָׁעָ֣ה Hk/H8160 חֲדָ֔ה H2298 וְ רַעְיֹנֹ֖ Hc/H7476 יְבַהֲלֻנֵּ֑ הּ H927 עָנֵ֨ה H6032 מַלְכָּ֜ א H4430 וְ אָמַ֗ר Hc/H560 בֵּלְטְשַׁאצַּר֙ H1096 חֶלְמָ֤ א H2493 וּ פִשְׁרֵ Hc/H6591 אַֽל H409 יְבַהֲלָ֔ ךְ H927 עָנֵ֤ה H6032 בֵלְטְשַׁאצַּר֙ H1096 וְ אָמַ֔ר Hc/H560 מרא י H4756 חֶלְמָ֥ א H2493 ל שנאי Hl/H8131 וּ פִשְׁרֵ֥ Hc/H6591 ל ערי Hl/H6146 ",
      "20": "אִֽילָנָ א֙ H363 דִּ֣י H1768 חֲזַ֔יְתָ H2370 דִּ֥י H1768 רְבָ֖ה H7236 וּ תְקִ֑ף Hc/H8631 וְ רוּמֵ Hc/H7314 יִמְטֵ֣א H4291 לִ שְׁמַיָּ֔ Hl/H8065 וַ חֲזוֹתֵ֖ Hc/H2379 לְ כָל Hl/H3606 אַרְעָֽ א H772 ",
      "21": "וְ עָפְיֵ֤ Hc/H6074 שַׁפִּיר֙ H8209 וְ אִנְבֵּ֣ Hc/H4 שַׂגִּ֔יא H7690 וּ מָז֨וֹן Hc/H4203 לְ כֹ֖לָּ Hl/H3606 בֵ֑ הּ Hb תְּחֹת֗וֹ הִי H8460 תְּדוּר֙ H1753 חֵיוַ֣ת H2423 בָּרָ֔ א H1251 וּ בְ Hc/Hb/H6056 יִשְׁכְּנָ֖ן H7932 צִפֲּרֵ֥י H6853 שְׁמַיָּֽ א H8065 ",
      "22": "אנתה H607 ה֣וּא H1932 מַלְכָּ֔ א H4430 דִּ֥י H1768 רְבַ֖ית H7236 וּ תְקֵ֑פְתְּ Hc/H8631 וּ רְבוּתָ֤ Hc/H7238 רְבָת֙ H7236 וּ מְטָ֣ת Hc/H4291 לִ שְׁמַיָּ֔ Hl/H8065 וְ שָׁלְטָנָ֖ Hc/H7985 לְ ס֥וֹף Hl/H5491 אַרְעָֽ א H772 ",
      "23": "וְ דִ֣י Hc/H1768 חֲזָ֣ה H2370 מַלְכָּ֡ א H4430 עִ֣יר H5894 וְ קַדִּ֣ישׁ Hc/H6922 נָחִ֣ת H5182 מִן H4481 שְׁמַיָּ֡ א H8065 וְ אָמַר֩ Hc/H560 גֹּ֨דּוּ H1414 אִֽילָנָ֜ א H363 וְ חַבְּל֗וּ Hc/H2255 בְּרַ֨ם H1297 עִקַּ֤ר H6136 שָׁרְשׁ֨וֹ הִי֙ H8330 בְּ אַרְעָ֣ Hb/H772 שְׁבֻ֔קוּ H7662 וּ בֶ Hc/Hb/H613 דִּֽי H1768 פַרְזֶ֣ל H6523 וּ נְחָ֔שׁ Hc/H5174 בְּ דִתְאָ֖ Hb/H1883 דִּ֣י H1768 בָרָ֑ א H1251 וּ בְ Hc/Hb/H2920 שְׁמַיָּ֣ א H8065 יִצְטַבַּ֗ע H6647 וְ עִם Hc/H5974 חֵיוַ֤ת H2423 בָּרָ א֙ H1251 חֲלָקֵ֔ הּ H2508 עַ֛ד H5705 דִּֽי H1768 שִׁבְעָ֥ה H7655 עִדָּנִ֖ין H5732 יַחְלְפ֥וּן H2499 עֲלֽוֹ הִי H5922 ",
      "24": "דְּנָ֥ה H1836 פִשְׁרָ֖ א H6591 מַלְכָּ֑ א H4430 וּ גְזֵרַ֤ת Hc/H1510 עלי א H5943 הִ֔יא H1932 דִּ֥י H1768 מְטָ֖ת H4291 עַל H5922 מרא י H4756 מַלְכָּֽ א H4430 ",
      "25": "וְ לָ֣ Hc/Hl טָֽרְדִ֣ין H2957 מִן H4481 אֲנָשָׁ֡ א H606 וְ עִם Hc/H5974 חֵיוַ֣ת H2423 בָּרָ א֩ H1251 לֶהֱוֵ֨ה H1934 מְדֹרָ֜ ךְ H4070 וְ עִשְׂבָּ֥ Hc/H6211 כְ תוֹרִ֣ין Hk/H8450 לָ֣ ךְ Hl יְטַֽעֲמ֗וּן H2939 וּ מִ Hc/Hm/H2920 שְׁמַיָּ א֙ H8065 לָ֣ ךְ Hl מְצַבְּעִ֔ין H6647 וְ שִׁבְעָ֥ה Hc/H7655 עִדָּנִ֖ין H5732 יַחְלְפ֣וּן H2499 עֲלָ֑ יךְ H5922 עַ֣ד H5705 דִּֽי H1768 תִנְדַּ֗ע H3046 דִּֽי H1768 שַׁלִּ֤יט H7990 עִלָּיָ א֙ H5943 בְּ מַלְכ֣וּת Hb/H4437 אֲנָשָׁ֔ א H606 וּ לְ Hc/Hl/H4479 דִּ֥י H1768 יִצְבֵּ֖א H6634 יִתְּנִנַּֽ הּ H5415 ",
      "26": "וְ דִ֣י Hc/H1768 אֲמַ֗רוּ H560 לְ מִשְׁבַּ֞ק Hl/H7662 עִקַּ֤ר H6136 שָׁרְשׁ֨וֹ הִי֙ H8330 דִּ֣י H1768 אִֽילָנָ֔ א H363 מַלְכוּתָ֖ ךְ H4437 לָ֣ ךְ Hl קַיָּמָ֑ה H7011 מִן H4481 דִּ֣י H1768 תִנְדַּ֔ע H3046 דִּ֥י H1768 שַׁלִּטִ֖ן H7990 שְׁמַיָּֽ א H8065 ",
      "27": "לָהֵ֣ן H3861 מַלְכָּ֗ א H4430 מִלְכִּ י֙ H4431 יִשְׁפַּ֣ר H8232 עלי ך H5922 ו חטי Hc/H2408 בְּ צִדְקָ֣ה Hb/H6665 פְרֻ֔ק H6562 וַ עֲוָיָתָ֖ Hc/H5758 בְּ מִחַ֣ן Hb/H2604 עֲנָ֑יִן H6033 הֵ֛ן H2006 תֶּהֱוֵ֥א H1934 אַרְכָ֖ה H754 לִ שְׁלֵוְתָֽ Hl/H7963 ",
      "28": "כֹּ֣לָּ א H3606 מְּטָ֔א H4291 עַל H5922 נְבוּכַדְנֶצַּ֖ר H5020 מַלְכָּֽ א H4430 ",
      "29": "לִ קְצָ֥ת Hl/H7118 יַרְחִ֖ין H3393 תְּרֵֽי H8648 עֲשַׂ֑ר H6236 עַל H5922 הֵיכַ֧ל H1965 מַלְכוּתָ֛ א H4437 דִּ֥י H1768 בָבֶ֖ל H895 מְהַלֵּ֥ךְ H1981 הֲוָֽה H1934 ",
      "30": "עָנֵ֤ה H6032 מַלְכָּ א֙ H4430 וְ אָמַ֔ר Hc/H560 הֲ לָ֥א Hi/H3809 דָא H1668 הִ֖יא H1932 בָּבֶ֣ל H895 רַבְּתָ֑ א H7229 דִּֽי H1768 אֲנָ֤ה H576 בֱנַיְתַ הּ֙ H1124 לְ בֵ֣ית Hl/H1005 מַלְכ֔וּ H4437 בִּ תְקַ֥ף Hb/H8632 חִסְנִ֖ י H2632 וְ לִ Hc/Hl/H3367 הַדְרִֽ י H1923 ",
      "31": "ע֗וֹד H5751 מִלְּתָ א֙ H4406 בְּ פֻ֣ם Hb/H6433 מַלְכָּ֔ א H4430 קָ֖ל H7032 מִן H4481 שְׁמַיָּ֣ א H8065 נְפַ֑ל H5308 לָ֤ ךְ Hl אָֽמְרִין֙ H560 נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֔ א H4430 מַלְכוּתָ֖ ה H4437 עֲדָ֥ת H5709 מִנָּֽ ךְ H4481 ",
      "32": "וּ מִן Hc/H4481 אֲנָשָׁ א֩ H606 לָ֨ ךְ Hl טָֽרְדִ֜ין H2957 וְֽ עִם Hc/H5974 חֵיוַ֧ת H2423 בָּרָ֣ א H1251 מְדֹרָ֗ ךְ H4070 עִשְׂבָּ֤ א H6211 כְ תוֹרִין֙ Hk/H8450 לָ֣ ךְ Hl יְטַעֲמ֔וּן H2939 וְ שִׁבְעָ֥ה Hc/H7655 עִדָּנִ֖ין H5732 יַחְלְפ֣וּן H2499 עלי ך H5922 עַ֣ד H5705 דִּֽי H1768 תִנְדַּ֗ע H3046 דִּֽי H1768 שַׁלִּ֤יט H7990 עִלָּיָ א֙ H5943 בְּ מַלְכ֣וּת Hb/H4437 אֲנָשָׁ֔ א H606 וּ לְ Hc/Hl/H4479 דִּ֥י H1768 יִצְבֵּ֖א H6634 יִתְּנִנַּֽ הּ H5415 ",
      "33": "בַּ הּ Hb שַׁעֲתָ֗ א H8160 מִלְּתָ א֮ H4406 סָ֣פַת H5487 עַל H5922 נְבוּכַדְנֶצַּר֒ H5020 וּ מִן Hc/H4481 אֲנָשָׁ֣ א H606 טְרִ֔יד H2957 וְ עִשְׂבָּ֤ Hc/H6211 כְ תוֹרִין֙ Hk/H8450 יֵאכֻ֔ל H399 וּ מִ Hc/Hm/H2920 שְׁמַיָּ֖ א H8065 גִּשְׁמֵ֣ הּ H1655 יִצְטַבַּ֑ע H6647 עַ֣ד H5705 דִּ֥י H1768 שַׂעְרֵ֛ הּ H8177 כְּ נִשְׁרִ֥ין Hk/H5403 רְבָ֖ה H7236 וְ טִפְר֥וֹ Hc/H2953 כְ צִפְּרִֽין Hk/H6853 ",
      "34": "וְ לִ Hc/Hl/H7118 יֽוֹמַיָּ ה֩ H3118 אֲנָ֨ה H576 נְבוּכַדְנֶצַּ֜ר H5020 עַיְנַ֣ י H5870 לִ שְׁמַיָּ֣ Hl/H8065 נִטְלֵ֗ת H5191 וּ מַנְדְּעִ Hc/H4486 עֲלַ֣ י H5922 יְת֔וּב H8421 ו ל Hc/Hl/H5943 בָּרְכֵ֔ת H1289 וּ לְ Hc/Hl/H2417 עָלְמָ֖ א H5957 שַׁבְּחֵ֣ת H7624 וְ הַדְּרֵ֑ת Hc/H1922 דִּ֤י H1768 שָׁלְטָנֵ הּ֙ H7985 שָׁלְטָ֣ן H7985 עָלַ֔ם H5957 וּ מַלְכוּתֵ֖ Hc/H4437 עִם H5974 דָּ֥ר H1859 וְ דָֽר Hc/H1859 ",
      "35": "וְ כָל Hc/H3606 דארי H1753 אַרְעָ א֙ H772 כְּ לָ֣ה Hk/H3809 חֲשִׁיבִ֔ין H2804 וּֽ כְ Hc/Hk/H6634 עָבֵד֙ H5648 בְּ חֵ֣יל Hb/H2429 שְׁמַיָּ֔ א H8065 ו דארי Hc/H1753 אַרְעָ֑ א H772 וְ לָ֤א Hc/H3809 אִיתַי֙ H383 דִּֽי H1768 יְמַחֵ֣א H4223 בִ ידֵ֔ Hb/H3028 וְ יֵ֥אמַר Hc/H560 לֵ֖ הּ Hl מָ֥ה H4101 עֲבַֽדְתְּ H5648 ",
      "36": "בֵּ הּ Hb זִמְנָ֞ א H2166 מַנְדְּעִ֣ י H4486 יְת֣וּב H8421 עֲלַ֗ י H5922 וְ לִ Hc/Hl/H3367 מַלְכוּתִ֜ י H4437 הַדְרִ֤ י H1923 וְ זִוִ Hc/H2122 יְת֣וּב H8421 עֲלַ֔ י H5922 וְ לִ֕ Hc/Hl הַדָּֽבְרַ֥ י H1907 וְ רַבְרְבָנַ֖ Hc/H7261 יְבַע֑וֹן H1156 וְ עַל Hc/H5922 מַלְכוּתִ֣ י H4437 הָתְקְנַ֔ת H8627 וּ רְב֥וּ Hc/H7238 יַתִּירָ֖ה H3493 ה֥וּסְפַת H3255 לִֽ י Hl ",
      "37": "כְּעַ֞ן H3705 אֲנָ֣ה H576 נְבוּכַדְנֶצַּ֗ר H5020 מְשַׁבַּ֨ח H7624 וּ מְרוֹמֵ֤ם Hc/H7313 וּ מְהַדַּר֙ Hc/H1922 לְ מֶ֣לֶךְ Hl/H4430 שְׁמַיָּ֔ א H8065 דִּ֤י H1768 כָל H3606 מַעֲבָד֨וֹ הִי֙ H4567 קְשֹׁ֔ט H7187 וְ אֹרְחָתֵ֖ Hc/H735 דִּ֑ין H1780 וְ דִי֙ Hc/H1768 מַהְלְכִ֣ין H1981 בְּ גֵוָ֔ה Hb/H1467 יָכִ֖ל H3202 לְ הַשְׁפָּלָֽה Hl/H8214 "
    },
    "5": {
      "1": "בֵּלְשַׁאצַּ֣ר H1113 מַלְכָּ֗ א H4430 עֲבַד֙ H5648 לְחֶ֣ם H3900 רַ֔ב H7229 לְ רַבְרְבָנ֖וֹ Hl/H7261 אֲלַ֑ף H506 וְ לָ Hc/Hl/H6903 אַלְפָּ֖ א H506 חַמְרָ֥ א H2562 שָׁתֵֽה H8355 ",
      "2": "בֵּלְשַׁאצַּ֞ר H1113 אֲמַ֣ר H560 בִּ טְעֵ֣ם Hb/H2939 חַמְרָ֗ א H2562 לְ הַיְתָיָה֙ Hl/H858 לְ מָאנֵי֙ Hl/H3984 דַּהֲבָ֣ א H1722 וְ כַסְפָּ֔ Hc/H3702 דִּ֤י H1768 הַנְפֵּק֙ H5312 נְבוּכַדְנֶצַּ֣ר H5020 אֲב֔ וּהִי H2 מִן H4481 הֵיכְלָ֖ א H1965 דִּ֣י H1768 בִ ירוּשְׁלֶ֑ם Hb/H3390 וְ יִשְׁתּ֣וֹן Hc/H8355 בְּ ה֗וֹן Hb מַלְכָּ א֙ H4430 וְ רַבְרְבָנ֔וֹ Hc/H7261 שֵׁגְלָתֵ֖ הּ H7695 וּ לְחֵנָתֵֽ Hc/H3904 ",
      "3": "בֵּ אדַ֗יִן Hb/H116 הַיְתִיו֙ H858 מָאנֵ֣י H3984 דַהֲבָ֔ א H1722 דִּ֣י H1768 הַנְפִּ֗קוּ H5312 מִן H4481 הֵֽיכְלָ֛ א H1965 דִּֽי H1768 בֵ֥ית H1005 אֱלָהָ֖ א H426 דִּ֣י H1768 בִ ירֽוּשְׁלֶ֑ם Hb/H3390 וְ אִשְׁתִּ֣יו Hc/H8355 בְּ ה֗וֹן Hb מַלְכָּ א֙ H4430 וְ רַבְרְבָנ֔וֹ Hc/H7261 שֵׁגְלָתֵ֖ הּ H7695 וּ לְחֵנָתֵֽ Hc/H3904 ",
      "4": "אִשְׁתִּ֖יו H8355 חַמְרָ֑ א H2562 וְ֠ שַׁבַּחוּ Hc/H7624 לֵֽ אלָהֵ֞י Hl/H426 דַּהֲבָ֧ א H1722 וְ כַסְפָּ֛ Hc/H3702 נְחָשָׁ֥ א H5174 פַרְזְלָ֖ א H6523 אָעָ֥ א H636 וְ אַבְנָֽ Hc/H69 ",
      "5": "בַּ הּ Hb שַׁעֲתָ֗ ה H8160 נפקו H5312 אֶצְבְּעָן֙ H677 דִּ֣י H1768 יַד H3028 אֱנָ֔שׁ H606 וְ כָֽתְבָן֙ Hc/H3790 לָ קֳבֵ֣ל Hl/H6903 נֶבְרַשְׁתָּ֔ א H5043 עַל H5922 גִּירָ֕ א H1528 דִּֽי H1768 כְתַ֥ל H3797 הֵיכְלָ֖ א H1965 דִּ֣י H1768 מַלְכָּ֑ א H4430 וּ מַלְכָּ֣ Hc/H4430 חָזֵ֔ה H2370 פַּ֥ס H6447 יְדָ֖ ה H3028 דִּ֥י H1768 כָתְבָֽה H3790 ",
      "6": "אֱדַ֤יִן H116 מַלְכָּ א֙ H4430 זִיוֺ֣ הִי H2122 שְׁנ֔וֹ הִי H8133 וְ רַעיֹנֹ֖ Hc/H7476 יְבַהֲלוּנֵּ֑ הּ H927 וְ קִטְרֵ֤י Hc/H7001 חַרְצֵ הּ֙ H2783 מִשְׁתָּרַ֔יִן H8271 וְ אַ֨רְכֻבָּתֵ֔ Hc/H755 דָּ֥א H1668 לְ דָ֖א Hl/H1668 נָֽקְשָֽׁן H5368 ",
      "7": "קָרֵ֤א H7123 מַלְכָּ א֙ H4430 בְּ חַ֔יִל Hb/H2429 לְ הֶֽעָלָה֙ Hl/H5954 לְ אָ֣שְׁפַיָּ֔ Hl/H826 כשדי א H3779 וְ גָזְרַיָּ֑ Hc/H1505 עָנֵ֨ה H6032 מַלְכָּ֜ א H4430 וְ אָמַ֣ר Hc/H560 לְ חַכִּימֵ֣י Hl/H2445 בָבֶ֗ל H895 דִּ֣י H1768 כָל H3606 אֱ֠נָשׁ H606 דִּֽי H1768 יִקְרֵ֞ה H7123 כְּתָבָ֣ ה H3792 דְנָ֗ה H1836 וּ פִשְׁרֵ Hc/H6591 יְחַוִּנַּ֔ נִי H2324 אַרְגְּוָנָ֣ א H711 יִלְבַּ֗שׁ H3848 ו המונכ Hc/H2002 דִֽי H1768 דַהֲבָ א֙ H1722 עַֽל H5922 צַוְּארֵ֔ הּ H6676 וְ תַלְתִּ֥י Hc/H8523 בְ מַלְכוּתָ֖ Hb/H4437 יִשְׁלַֽט H7981 ",
      "8": "אֱדַ֨יִן֙ H116 עללין H5954 כֹּ֖ל H3606 חַכִּימֵ֣י H2445 מַלְכָּ֑ א H4430 וְ לָֽא Hc/H3809 כָהֲלִ֤ין H3546 כְּתָבָ א֙ H3792 לְ מִקְרֵ֔א Hl/H7123 ו פשר Hc/H6591 לְ הוֹדָעָ֥ה Hl/H3046 לְ מַלְכָּֽ Hl/H4430 ",
      "9": "אֱ֠דַיִן H116 מַלְכָּ֤ א H4430 בֵלְשַׁאצַּר֙ H1113 שַׂגִּ֣יא H7690 מִתְבָּהַ֔ל H927 וְ זִיוֺ֖ Hc/H2122 שָׁנַ֣יִן H8133 עֲל֑וֹ הִי H5922 וְ רַבְרְבָנ֖וֹ Hc/H7261 מִֽשְׁתַּבְּשִֽׁין H7672 ",
      "10": "מַלְכְּתָ֕ א H4433 לָ קֳבֵ֨ל Hl/H6903 מִלֵּ֤י H4406 מַלְכָּ א֙ H4430 וְ רַבְרְבָנ֔וֹ Hc/H7261 לְ בֵ֥ית Hl/H1005 מִשְׁתְּיָ֖ א H4961 עללת H5954 עֲנָ֨ת H6032 מַלְכְּתָ֜ א H4433 וַ אֲמֶ֗רֶת Hc/H560 מַלְכָּ א֙ H4430 לְ עָלְמִ֣ין Hl/H5957 חֱיִ֔י H2418 אַֽל H409 יְבַהֲלוּ ךְ֙ H927 רַעְיוֹנָ֔ ךְ H7476 וְ זִיוָ֖י Hc/H2122 אַל H409 יִשְׁתַּנּֽוֹ H8133 ",
      "11": "אִיתַ֨י H383 גְּבַ֜ר H1400 בְּ מַלְכוּתָ֗ Hb/H4437 דִּ֠י H1768 ר֣וּחַ H7308 אֱלָהִ֣ין H426 קַדִּישִׁין֮ H6922 בֵּ הּ֒ Hb וּ בְ Hc/Hb/H3118 אֲב֗ וּךְ H2 נַהִיר֧וּ H5094 וְ שָׂכְלְתָנ֛וּ Hc/H7924 וְ חָכְמָ֥ה Hc/H2452 כְּ חָכְמַת Hk/H2452 אֱלָהִ֖ין H426 הִשְׁתְּכַ֣חַת H7912 בֵּ֑ הּ Hb וּ מַלְכָּ֤ Hc/H4430 נְבֻֽכַדְנֶצַּר֙ H5020 אֲב֔ וּךְ H2 רַ֧ב H7229 חַרְטֻמִּ֣ין H2749 אָֽשְׁפִ֗ין H826 כַּשְׂדָּאִין֙ H3779 גָּזְרִ֔ין H1505 הֲקִימֵ֖ הּ H6966 אֲב֥ וּךְ H2 מַלְכָּֽ א H4430 ",
      "12": "כָּ ל Hk/H3606 קֳבֵ֡ל H6903 דִּ֣י H1768 ר֣וּחַ H7308 יַתִּירָ֡ה H3493 וּ מַנְדַּ֡ע Hc/H4486 וְ שָׂכְלְתָנ֡וּ Hc/H7924 מְפַשַּׁ֣ר H6590 חֶלְמִין֩ H2493 וַֽ אַֽחֲוָיַ֨ת Hc/H263 אֲחִידָ֜ן H280 וּ מְשָׁרֵ֣א Hc/H8271 קִטְרִ֗ין H7001 הִשְׁתְּכַ֤חַת H7912 בֵּ הּ֙ Hb בְּ דָ֣נִיֵּ֔אל Hb/H1841 דִּֽי H1768 מַלְכָּ֥ א H4430 שָׂם H7761 שְׁמֵ֖ הּ H8036 בֵּלְטְשַׁאצַּ֑ר H1096 כְּעַ֛ן H3705 דָּנִיֵּ֥אל H1841 יִתְקְרֵ֖י H7123 וּ פִשְׁרָ֥ Hc/H6591 יְהַֽחֲוֵֽה H2324 ",
      "13": "בֵּ אדַ֨יִן֙ Hb/H116 דָּֽנִיֵּ֔אל H1841 הֻעַ֖ל H5954 קֳדָ֣ם H6925 מַלְכָּ֑ א H4430 עָנֵ֨ה H6032 מַלְכָּ֜ א H4430 וְ אָמַ֣ר Hc/H560 לְ דָנִיֵּ֗אל Hl/H1841 אנתה H607 ה֤וּא H1932 דָנִיֵּאל֙ H1841 דִּֽי H1768 מִן H4481 בְּנֵ֤י H1123 גָלוּתָ א֙ H1547 דִּ֣י H1768 יְה֔וּד H3061 דִּ֥י H1768 הַיְתִ֛י H858 מַלְכָּ֥ א H4430 אַ֖בִ י H2 מִן H4481 יְהֽוּד H3061 ",
      "14": "וְ שִׁמְעֵ֣ת Hc/H8086 עלי ך H5922 דִּ֛י H1768 ר֥וּחַ H7308 אֱלָהִ֖ין H426 בָּ֑ ךְ Hb וְ נַהִיר֧וּ Hc/H5094 וְ שָׂכְלְתָנ֛וּ Hc/H7924 וְ חָכְמָ֥ה Hc/H2452 יַתִּירָ֖ה H3493 הִשְׁתְּכַ֥חַת H7912 בָּֽ ךְ Hb ",
      "15": "וּ כְעַ֞ן Hc/H3705 הֻעַ֣לּוּ H5954 קָֽדָמַ֗ י H6925 חַכִּֽימַיָּ א֙ H2445 אָֽשְׁפַיָּ֔ א H826 דִּֽי H1768 כְתָבָ֤ ה H3792 דְנָה֙ H1836 יִקְר֔וֹן H7123 וּ פִשְׁרֵ֖ Hc/H6591 לְ הוֹדָעֻתַ֑ Hl/H3046 וְ לָֽא Hc/H3809 כָהֲלִ֥ין H3546 פְּשַֽׁר H6591 מִלְּתָ֖ א H4406 לְ הַחֲוָיָֽה Hl/H2324 ",
      "16": "וַ אֲנָה֙ Hc/H576 שִׁמְעֵ֣ת H8086 עלי ך H5922 דִּֽי H1768 תוכל H3202 פִּשְׁרִ֛ין H6591 לְ מִפְשַׁ֖ר Hl/H6590 וְ קִטְרִ֣ין Hc/H7001 לְ מִשְׁרֵ֑א Hl/H8271 כְּעַ֡ן H3705 הֵן֩ H2006 תוכל H3202 כְּתָבָ֜ א H3792 לְ מִקְרֵ֗א Hl/H7123 וּ פִשְׁרֵ Hc/H6591 לְ הוֹדָ֣עֻתַ֔ Hl/H3046 אַרְגְּוָנָ֣ א H711 תִלְבַּ֗שׁ H3848 ו המונכ Hc/H2002 דִֽי H1768 דַהֲבָ א֙ H1722 עַֽל H5922 צַוְּארָ֔ ךְ H6676 וְ תַלְתָּ֥א Hc/H8531 בְ מַלְכוּתָ֖ Hb/H4437 תִּשְׁלַֽט H7981 ",
      "17": "בֵּ אדַ֜יִן Hb/H116 עָנֵ֣ה H6032 דָנִיֵּ֗אל H1841 וְ אָמַר֙ Hc/H560 קֳדָ֣ם H6925 מַלְכָּ֔ א H4430 מַתְּנָתָ ךְ֙ H4978 לָ֣ ךְ Hl לֶֽהֶוְיָ֔ן H1934 וּ נְבָ֥זְבְּיָתָ֖ Hc/H5023 לְ אָחֳרָ֣ן Hl/H321 הַ֑ב H3052 בְּרַ֗ם H1297 כְּתָבָ א֙ H3792 אֶקְרֵ֣א H7123 לְ מַלְכָּ֔ Hl/H4430 וּ פִשְׁרָ֖ Hc/H6591 אֲהוֹדְעִנֵּֽ הּ H3046 ",
      "18": "אנתה H607 מַלְכָּ֑ א H4430 אֱלָהָ א֙ H426 עלי א H5943 מַלְכוּתָ֤ א H4437 וּ רְבוּתָ Hc/H7238 וִ יקָרָ֣ Hc/H3367 וְ הַדְרָ֔ Hc/H1923 יְהַ֖ב H3052 לִ נְבֻכַדְנֶצַּ֥ר Hl/H5020 אֲבֽ וּךְ H2 ",
      "19": "וּ מִן Hc/H4481 רְבוּתָ א֙ H7238 דִּ֣י H1768 יְהַב H3052 לֵ֔ הּ Hl כֹּ֣ל H3606 עַֽמְמַיָּ֗ א H5972 אֻמַיָּ א֙ H524 וְ לִשָּׁ֣נַיָּ֔ Hc/H3961 הֲו֛וֹ H1934 זאעין H2112 וְ דָחֲלִ֖ין Hc/H1763 מִן H4481 קֳדָמ֑וֹ הִי H6925 דִּֽי H1768 הֲוָ֨ה H1934 צָבֵ֜א H6634 הֲוָ֣א H1934 קָטֵ֗ל H6992 וְ דִֽי Hc/H1768 הֲוָ֤ה H1934 צָבֵא֙ H6634 הֲוָ֣ה H1934 מַחֵ֔א H2418 וְ דִֽי Hc/H1768 הֲוָ֤ה H1934 צָבֵא֙ H6634 הֲוָ֣ה H1934 מָרִ֔ים H7313 וְ דִֽי Hc/H1768 הֲוָ֥ה H1934 צָבֵ֖א H6634 הֲוָ֥ה H1934 מַשְׁפִּֽיל H8214 ",
      "20": "וּ כְ Hc/Hk/H1768 רִ֣ם H7313 לִבְבֵ֔ הּ H3825 וְ רוּחֵ֖ Hc/H7308 תִּֽקְפַ֣ת H8631 לַ הֲזָדָ֑ה Hl/H2103 הָנְחַת֙ H5182 מִן H4481 כָּרְסֵ֣א H3764 מַלְכוּתֵ֔ הּ H4437 וִֽ יקָרָ֖ Hc/H3367 הֶעְדִּ֥יוּ H5709 מִנֵּֽ הּ H4481 ",
      "21": "וּ מִן Hc/H4481 בְּנֵי֩ H1123 אֲנָשָׁ֨ א H606 טְרִ֜יד H2957 וְ לִבְבֵ֣ Hc/H3825 עִם H5974 חֵיוְתָ֣ א H2423 שוי H7739 וְ עִם Hc/H5974 עֲרָֽדַיָּ א֙ H6167 מְדוֹרֵ֔ הּ H4070 עִשְׂבָּ֤ א H6211 כְ תוֹרִין֙ Hk/H8450 יְטַ֣עֲמוּנֵּ֔ הּ H2939 וּ מִ Hc/Hm/H2920 שְׁמַיָּ֖ א H8065 גִּשְׁמֵ֣ הּ H1655 יִצְטַבַּ֑ע H6647 עַ֣ד H5705 דִּֽי H1768 יְדַ֗ע H3046 דִּֽי H1768 שַׁלִּ֞יט H7990 אֱלָהָ֤ א H426 עלי א H5943 בְּ מַלְכ֣וּת Hb/H4437 אֲנָשָׁ֔ א H606 וּ לְ Hc/Hl/H4479 דִּ֥י H1768 יִצְבֵּ֖ה H6634 יְהָקֵ֥ים H6966 עלי ה H5922 ",
      "22": "ו אנתה Hc/H607 בְּרֵ הּ֙ H1247 בֵּלְשַׁאצַּ֔ר H1113 לָ֥א H3809 הַשְׁפֵּ֖לְתְּ H8214 לִבְבָ֑ ךְ H3825 כָּ ל Hk/H3606 קֳבֵ֕ל H6903 דִּ֥י H1768 כָל H3606 דְּנָ֖ה H1836 יְדַֽעְתָּ H3046 ",
      "23": "וְ עַ֣ל Hc/H5922 מָרֵֽא H4756 שְׁמַיָּ֣ א H8065 הִתְרוֹמַ֡מְתָּ H7313 וּ לְ Hc/Hl/H3984 דִֽי H1768 בַיְתֵ֜ הּ H1005 הַיְתִ֣יו H858 קדמי ך H6925 ו אנתה Hc/H607 ו רברבני Hc/H7261 שֵֽׁגְלָתָ֣ ךְ H7695 וּ לְחֵנָתָ Hc/H3904 חַמְרָ א֮ H2562 שָׁתַ֣יִן H8355 בְּ הוֹן֒ Hb וְ לֵֽ Hc/Hl/H426 כַסְפָּֽ א H3702 וְ֠ דַהֲבָ Hc/H1722 נְחָשָׁ֨ א H5174 פַרְזְלָ֜ א H6523 אָעָ֣ א H636 וְ אַבְנָ֗ Hc/H69 דִּ֠י H1768 לָֽא H3809 חָזַ֧יִן H2370 וְ לָא Hc/H3809 שָׁמְעִ֛ין H8086 וְ לָ֥א Hc/H3809 יָדְעִ֖ין H3046 שַׁבַּ֑חְתָּ H7624 וְ לֵֽ Hc/Hl/H426 דִּֽי H1768 נִשְׁמְתָ֥ ךְ H5396 בִּ ידֵ֛ Hb/H3028 וְ כָל Hc/H3606 אֹרְחָתָ֥ ךְ H735 לֵ֖ הּ Hl לָ֥א H3809 הַדַּֽרְתָּ H1922 ",
      "24": "בֵּ אדַ֨יִן֙ Hb/H116 מִן H4481 קֳדָמ֔וֹ הִי H6925 שְׁלִ֖יַחַ H7972 פַּסָּ֣ א H6447 דִֽי H1768 יְדָ֑ א H3028 וּ כְתָבָ֥ Hc/H3792 דְנָ֖ה H1836 רְשִֽׁים H7560 ",
      "25": "וּ דְנָ֥ה Hc/H1836 כְתָבָ֖ א H3792 דִּ֣י H1768 רְשִׁ֑ים H7560 מְנֵ֥א H4484 מְנֵ֖א H4484 תְּקֵ֥ל H8625 וּ פַרְסִֽין Hc/H6537 ",
      "26": "דְּנָ֖ה H1836 פְּשַֽׁר H6591 מִלְּתָ֑ א H4406 מְנֵ֕א H4484 מְנָֽה H4483 אֱלָהָ֥ א H426 מַלְכוּתָ֖ ךְ H4437 וְ הַשְׁלְמַֽ Hc/H8000 ",
      "27": "תְּקֵ֑ל H8625 תְּקִ֥ילְתָּה H8625 בְ מֹֽאזַנְיָ֖ Hb/H3977 וְ הִשְׁתְּכַ֥חַתְּ Hc/H7912 חַסִּֽיר H2627 ",
      "28": "פְּרֵ֑ס H6537 פְּרִיסַת֙ H6537 מַלְכוּתָ֔ ךְ H4437 וִ יהִיבַ֖ת Hc/H3052 לְ מָדַ֥י Hl/H4076 וּ פָרָֽס Hc/H6540 ",
      "29": "בֵּ אדַ֣יִן Hb/H116 אֲמַ֣ר H560 בֵּלְשַׁאצַּ֗ר H1113 וְ הַלְבִּ֤ישׁוּ Hc/H3848 לְ דָֽנִיֵּאל֙ Hl/H1841 אַרְגְּוָנָ֔ א H711 ו המונכ Hc/H2002 דִֽי H1768 דַהֲבָ֖ א H1722 עַֽל H5922 צַוְּארֵ֑ הּ H6676 וְ הַכְרִ֣זֽוּ Hc/H3745 עֲל֔וֹ הִי H5922 דִּֽי H1768 לֶהֱוֵ֥א H1934 שַׁלִּ֛יט H7990 תַּלְתָּ֖א H8531 בְּ מַלְכוּתָֽ Hb/H4437 ",
      "30": "בֵּ֚ הּ Hb בְּ לֵ֣ילְיָ֔ Hb/H3916 קְטִ֕יל H6992 בֵּלְאשַׁצַּ֖ר H1113 מַלְכָּ֥ א H4430 כשדי א H3779 ",
      "31": "וְ דָרְיָ֨וֶשׁ֙ Hc/H1868 מָֽדָיָ֔ א H4077 קַבֵּ֖ל H6902 מַלְכוּתָ֑ א H4437 כְּ בַ֥ר Hk/H1247 שְׁנִ֖ין H8140 שִׁתִּ֥ין H8361 וְ תַרְתֵּֽין Hc/H8648 "
    },
    "6": {
      "1": "שְׁפַר֙ H8232 קֳדָ֣ם H6925 דָּרְיָ֔וֶשׁ H1868 וַ הֲקִים֙ Hc/H6966 עַל H5922 מַלְכוּתָ֔ א H4437 לַ אֲחַשְׁדַּרְפְּנַיָּ֖ Hl/H324 מְאָ֣ה H3969 וְ עֶשְׂרִ֑ין Hc/H6243 דִּ֥י H1768 לֶהֱוֺ֖ן H1934 בְּ כָל Hb/H3606 מַלְכוּתָֽ א H4437 ",
      "2": "וְ עֵ֤לָּא Hc/H5924 מִנְּ הוֹן֙ H4481 סָרְכִ֣ין H5632 תְּלָתָ֔א H8532 דִּ֥י H1768 דָנִיֵּ֖אל H1841 חַֽד H2298 מִנְּ ה֑וֹן H4481 דִּֽי H1768 לֶהֱוֺ֞ן H1934 אֲחַשְׁדַּרְפְּנַיָּ֣ א H324 אִלֵּ֗ין H459 יָהֲבִ֤ין H3052 לְ הוֹן֙ Hl טַעְמָ֔ א H2941 וּ מַלְכָּ֖ Hc/H4430 לָֽא H3809 לֶהֱוֵ֥א H1934 נָזִֽק H5142 ",
      "3": "אֱדַ֨יִן֙ H116 דָּנִיֵּ֣אל H1841 דְּנָ֔ה H1836 הֲוָ֣א H1934 מִתְנַצַּ֔ח H5330 עַל H5922 סָרְכַיָּ֖ א H5632 וַ אֲחַשְׁדַּרְפְּנַיָּ֑ Hc/H324 כָּ ל Hk/H3606 קֳבֵ֗ל H6903 דִּ֣י H1768 ר֤וּחַ H7308 יַתִּירָא֙ H3493 בֵּ֔ הּ Hb וּ מַלְכָּ֣ Hc/H4430 עֲשִׁ֔ית H6246 לַ הֲקָמוּתֵ֖ Hl/H6966 עַל H5922 כָּל H3606 מַלְכוּתָֽ א H4437 ",
      "4": "אֱדַ֨יִן H116 סָֽרְכַיָּ֜ א H5632 וַ אֲחַשְׁדַּרְפְּנַיָּ֗ Hc/H324 הֲו֨וֹ H1934 בָעַ֧יִן H1156 עִלָּ֛ה H5931 לְ הַשְׁכָּחָ֥ה Hl/H7912 לְ דָנִיֵּ֖אל Hl/H1841 מִ צַּ֣ד Hm/H6655 מַלְכוּתָ֑ א H4437 וְ כָל Hc/H3606 עִלָּ֨ה H5931 וּ שְׁחִיתָ֜ה Hc/H7844 לָא H3809 יָכְלִ֣ין H3202 לְ הַשְׁכָּחָ֗ה Hl/H7912 כָּ ל Hk/H3606 קֳבֵל֙ H6903 דִּֽי H1768 מְהֵימַ֣ן H540 ה֔וּא H1932 וְ כָל Hc/H3606 שָׁלוּ֙ H7960 וּ שְׁחִיתָ֔ה Hc/H7844 לָ֥א H3809 הִשְׁתְּכַ֖חַת H7912 עֲלֽוֹ הִי H5922 ",
      "5": "אֱ֠דַיִן H116 גֻּבְרַיָּ֤ א H1400 אִלֵּךְ֙ H479 אָֽמְרִ֔ין H560 דִּ֣י H1768 לָ֧א H3809 נְהַשְׁכַּ֛ח H7912 לְ דָנִיֵּ֥אל Hl/H1841 דְּנָ֖ה H1836 כָּל H3606 עִלָּ֑א H5931 לָהֵ֕ן H3861 הַשְׁכַּ֥חְנָֽה H7912 עֲל֖וֹ הִי H5922 בְּ דָ֥ת Hb/H1882 אֱלָהֵֽ הּ H426 ",
      "6": "אֱ֠דַיִן H116 סָרְכַיָּ֤ א H5632 וַ אֲחַשְׁדַּרְפְּנַיָּ Hc/H324 אִלֵּ֔ן H459 הַרְגִּ֖שׁוּ H7284 עַל H5922 מַלְכָּ֑ א H4430 וְ כֵן֙ Hc/H3652 אָמְרִ֣ין H560 לֵ֔ הּ Hl דָּרְיָ֥וֶשׁ H1868 מַלְכָּ֖ א H4430 לְ עָלְמִ֥ין Hl/H5957 חֱיִֽי H2418 ",
      "7": "אִתְיָעַ֜טוּ H3272 כֹּ֣ל H3606 סָרְכֵ֣י H5632 מַלְכוּתָ֗ א H4437 סִגְנַיָּ֤ א H5460 וַֽ אֲחַשְׁדַּרְפְּנַיָּ Hc/H324 הַדָּֽבְרַיָּ֣ א H1907 וּ פַחֲוָתָ֔ Hc/H6347 לְ קַיָּמָ֤ה Hl/H6966 קְיָם֙ H7010 מַלְכָּ֔ א H4430 וּ לְ Hc/Hl/H8631 אֱסָ֑ר H633 דִּ֣י H1768 כָל H3606 דִּֽי H1768 יִבְעֵ֣ה H1156 בָ֠עוּ H1159 מִן H4481 כָּל H3606 אֱלָ֨הּ H426 וֶֽ אֱנָ֜שׁ Hc/H606 עַד H5705 יוֹמִ֣ין H3118 תְּלָתִ֗ין H8533 לָהֵן֙ H3861 מִנָּ֣ ךְ H4481 מַלְכָּ֔ א H4430 יִתְרְמֵ֕א H7412 לְ גֹ֖ב Hl/H1358 אַרְיָוָתָֽ א H744 ",
      "8": "כְּעַ֣ן H3705 מַלְכָּ֔ א H4430 תְּקִ֥ים H6966 אֱסָרָ֖ א H633 וְ תִרְשֻׁ֣ם Hc/H7560 כְּתָבָ֑ א H3792 דִּ֣י H1768 לָ֧א H3809 לְ הַשְׁנָיָ֛ה Hl/H8133 כְּ דָת Hk/H1882 מָדַ֥י H4076 וּ פָרַ֖ס Hc/H6540 דִּי H1768 לָ֥א H3809 תֶעְדֵּֽא H5709 ",
      "9": "כָּ ל Hk/H3606 קֳבֵ֖ל H6903 דְּנָ֑ה H1836 מַלְכָּ א֙ H4430 דָּֽרְיָ֔וֶשׁ H1868 רְשַׁ֥ם H7560 כְּתָבָ֖ א H3792 וֶ אֱסָרָֽ Hc/H633 ",
      "10": "וְ֠ דָנִיֵּאל Hc/H1841 כְּ דִ֨י Hk/H1768 יְדַ֜ע H3046 דִּֽי H1768 רְשִׁ֤ים H7560 כְּתָבָ א֙ H3792 עַ֣ל H5954 לְ בַיְתֵ֔ Hl/H1005 וְ כַוִּ֨ין Hc/H3551 פְּתִיחָ֥ן H6606 לֵ הּ֙ Hl בְּ עִלִּיתֵ֔ Hb/H5952 נֶ֖גֶד H5049 יְרוּשְׁלֶ֑ם H3390 וְ זִמְנִין֩ Hc/H2166 תְּלָתָ֨ה H8532 בְ יוֹמָ֜ Hb/H3118 ה֣וּא H1932 בָּרֵ֣ךְ H1289 עַל H5922 בִּרְכ֗וֹ הִי H1291 וּ מְצַלֵּ֤א Hc/H6739 וּ מוֹדֵא֙ Hc/H3029 קֳדָ֣ם H6925 אֱלָהֵ֔ הּ H426 כָּ ל Hk/H3606 קֳבֵל֙ H6903 דִּֽי H1768 הֲוָ֣א H1934 עָבֵ֔ד H5648 מִן H4481 קַדְמַ֖ת H6928 דְּנָֽה H1836 ",
      "11": "אֱ֠דַיִן H116 גֻּבְרַיָּ֤ א H1400 אִלֵּךְ֙ H479 הַרְגִּ֔שׁוּ H7284 וְ הַשְׁכַּ֖חוּ Hc/H7912 לְ דָנִיֵּ֑אל Hl/H1841 בָּעֵ֥א H1156 וּ מִתְחַנַּ֖ן Hc/H2604 קֳדָ֥ם H6925 אֱלָהֵֽ הּ H426 ",
      "12": "בֵּ֠ אדַיִן Hb/H116 קְרִ֨יבוּ H7127 וְ אָמְרִ֥ין Hc/H560 קֳדָם H6925 מַלְכָּ א֮ H4430 עַל H5922 אֱסָ֣ר H633 מַלְכָּ א֒ H4430 הֲ לָ֧א Hi/H3809 אֱסָ֣ר H633 רְשַׁ֗מְתָּ H7560 דִּ֣י H1768 כָל H3606 אֱנָ֡שׁ H606 דִּֽי H1768 יִבְעֵה֩ H1156 מִן H4481 כָּל H3606 אֱלָ֨הּ H426 וֶֽ אֱנָ֜שׁ Hc/H606 עַד H5705 יוֹמִ֣ין H3118 תְּלָתִ֗ין H8533 לָהֵן֙ H3861 מִנָּ֣ ךְ H4481 מַלְכָּ֔ א H4430 יִתְרְמֵ֕א H7412 לְ ג֖וֹב Hl/H1358 אַרְיָותָ֑ א H744 עָנֵ֨ה H6032 מַלְכָּ֜ א H4430 וְ אָמַ֗ר Hc/H560 יַצִּיבָ֧א H3330 מִלְּתָ֛ א H4406 כְּ דָת Hk/H1882 מָדַ֥י H4076 וּ פָרַ֖ס Hc/H6540 דִּי H1768 לָ֥א H3809 תֶעְדֵּֽא H5709 ",
      "13": "בֵּ֠ אדַיִן Hb/H116 עֲנ֣וֹ H6032 וְ אָמְרִין֮ Hc/H560 קֳדָ֣ם H6925 מַלְכָּ א֒ H4430 דִּ֣י H1768 דָנִיֵּ֡אל H1841 דִּי֩ H1768 מִן H4481 בְּנֵ֨י H1123 גָלוּתָ֜ א H1547 דִּ֣י H1768 יְה֗וּד H3061 לָא H3809 שָׂ֨ם H7761 עלי ך H5922 מַלְכָּ א֙ H4430 טְעֵ֔ם H2942 וְ עַל Hc/H5922 אֱסָרָ֖ א H633 דִּ֣י H1768 רְשַׁ֑מְתָּ H7560 וְ זִמְנִ֤ין Hc/H2166 תְּלָתָה֙ H8532 בְּ יוֹמָ֔ Hb/H3118 בָּעֵ֖א H1156 בָּעוּתֵֽ הּ H1159 ",
      "14": "אֱדַ֨יִן H116 מַלְכָּ֜ א H4430 כְּ דִ֧י Hk/H1768 מִלְּתָ֣ א H4406 שְׁמַ֗ע H8086 שַׂגִּיא֙ H7690 בְּאֵ֣שׁ H888 עֲל֔וֹ הִי H5922 וְ עַ֧ל Hc/H5922 דָּנִיֵּ֛אל H1841 שָׂ֥ם H7761 בָּ֖ל H1079 לְ שֵׁיזָבוּתֵ֑ Hl/H7804 וְ עַד֙ Hc/H5705 מֶֽעָלֵ֣י H4606 שִׁמְשָׁ֔ א H8122 הֲוָ֥א H1934 מִשְׁתַּדַּ֖ר H7712 לְ הַצָּלוּתֵֽ Hl/H5338 ",
      "15": "בֵּ אדַ֨יִן֙ Hb/H116 גֻּבְרַיָּ֣ א H1400 אִלֵּ֔ךְ H479 הַרְגִּ֖שׁוּ H7284 עַל H5922 מַלְכָּ֑ א H4430 וְ אָמְרִ֣ין Hc/H560 לְ מַלְכָּ֗ Hl/H4430 דַּ֤ע H3046 מַלְכָּ א֙ H4430 דִּֽי H1768 דָת֙ H1882 לְ מָדַ֣י Hl/H4076 וּ פָרַ֔ס Hc/H6540 דִּֽי H1768 כָל H3606 אֱסָ֥ר H633 וּ קְיָ֛ם Hc/H7010 דִּֽי H1768 מַלְכָּ֥ א H4430 יְהָקֵ֖ים H6966 לָ֥א H3809 לְ הַשְׁנָיָֽה Hl/H8133 ",
      "16": "בֵּ אדַ֜יִן Hb/H116 מַלְכָּ֣ א H4430 אֲמַ֗ר H560 וְ הַיְתִיו֙ Hc/H858 לְ דָ֣נִיֵּ֔אל Hl/H1841 וּ רְמ֕וֹ Hc/H7412 לְ גֻבָּ֖ Hl/H1358 דִּ֣י H1768 אַרְיָוָתָ֑ א H744 עָנֵ֤ה H6032 מַלְכָּ א֙ H4430 וְ אָמַ֣ר Hc/H560 לְ דָנִיֵּ֔אל Hl/H1841 אֱלָהָ֗ ךְ H426 דִּ֣י H1768 אנתה H607 פָּֽלַֽח H6399 לֵ הּ֙ Hl בִּ תְדִירָ֔ Hb/H8411 ה֖וּא H1932 יְשֵׁיזְבִנָּֽ ךְ H7804 ",
      "17": "וְ הֵיתָ֨יִת֙ Hc/H858 אֶ֣בֶן H69 חֲדָ֔ה H2298 וְ שֻׂמַ֖ת Hc/H7761 עַל H5922 פֻּ֣ם H6433 גֻּבָּ֑ א H1358 וְ חַתְמַ֨ Hc/H2857 מַלְכָּ֜ א H4430 בְּ עִזְקְתֵ֗ Hb/H5824 וּ בְ Hc/Hb/H5824 רַבְרְבָנ֔וֹ הִי H7261 דִּ֛י H1768 לָא H3809 תִשְׁנֵ֥א H8133 צְב֖וּ H6640 בְּ דָנִיֵּֽאל Hb/H1841 ",
      "18": "אֱ֠דַיִן H116 אֲזַ֨ל H236 מַלְכָּ֤ א H4430 לְ הֵֽיכְלֵ Hl/H1965 וּ בָ֣ת Hc/H956 טְוָ֔ת H2908 וְ דַחֲוָ֖ן Hc/H1761 לָא H3809 הַנְעֵ֣ל H5954 קָֽדָמ֑וֹ הִי H6925 וְ שִׁנְתֵּ֖ Hc/H8139 נַדַּ֥ת H5075 עֲלֽוֹ הִי H5922 ",
      "19": "בֵּ אדַ֣יִן Hb/H116 מַלְכָּ֔ א H4430 בִּ שְׁפַּרְפָּרָ֖ Hb/H8238 יְק֣וּם H6966 בְּ נָגְהָ֑ Hb/H5053 וּ בְ Hc/Hb/H927 לְ גֻבָּ֥ Hl/H1358 דִֽי H1768 אַרְיָוָתָ֖ א H744 אֲזַֽל H236 ",
      "20": "וּ כְ Hc/Hk/H7127 לְ גֻבָּ֔ Hl/H1358 לְ דָ֣נִיֵּ֔אל Hl/H1841 בְּ קָ֥ל Hb/H7032 עֲצִ֖יב H6088 זְעִ֑ק H2200 עָנֵ֨ה H6032 מַלְכָּ֜ א H4430 וְ אָמַ֣ר Hc/H560 לְ דָנִיֵּ֗אל Hl/H1841 דָּֽנִיֵּאל֙ H1841 עֲבֵד֙ H5649 אֱלָהָ֣ א H426 חַיָּ֔ א H2417 אֱלָהָ֗ ךְ H426 דִּ֣י H1768 אנתה H607 פָּֽלַֽח H6399 לֵ הּ֙ Hl בִּ תְדִירָ֔ Hb/H8411 הַ יְכִ֥ל Hd/H3202 לְ שֵׁיזָבוּתָ֖ Hl/H7804 מִן H4481 אַרְיָוָתָֽ א H744 ",
      "21": "אֱדַ֨יִן֙ H116 דָּנִיֶּ֔אל H1841 עִם H5974 מַלְכָּ֖ א H4430 מַלִּ֑ל H4449 מַלְכָּ֖ א H4430 לְ עָלְמִ֥ין Hl/H5957 חֱיִֽי H2418 ",
      "22": "אֱלָהִ֞ י H426 שְׁלַ֣ח H7972 מַלְאֲכֵ֗ הּ H4398 וּֽ סֲגַ֛ר Hc/H5463 פֻּ֥ם H6433 אַרְיָוָתָ֖ א H744 וְ לָ֣א Hc/H3809 חַבְּל֑וּ נִי H2255 כָּ ל Hk/H3606 קֳבֵ֗ל H6903 דִּ֤י H1768 קָֽדָמ֨וֹ הִי֙ H6925 זָכוּ֙ H2136 הִשְׁתְּכַ֣חַת H7912 לִ֔ י Hl וְ אַ֤ף Hc/H638 קדמי ך H6925 מַלְכָּ֔ א H4430 חֲבוּלָ֖ה H2248 לָ֥א H3809 עַבְדֵֽת H5648 ",
      "23": "בֵּ אדַ֣יִן Hb/H116 מַלְכָּ֗ א H4430 שַׂגִּיא֙ H7690 טְאֵ֣ב H2868 עֲל֔וֹ הִי H5922 וּ לְ Hc/Hl/H1841 אֲמַ֖ר H560 לְ הַנְסָקָ֣ה Hl/H5267 מִן H4481 גֻּבָּ֑ א H1358 וְ הֻסַּ֨ק Hc/H5267 דָּנִיֵּ֜אל H1841 מִן H4481 גֻּבָּ֗ א H1358 וְ כָל Hc/H3606 חֲבָל֙ H2257 לָא H3809 הִשְׁתְּכַ֣ח H7912 בֵּ֔ הּ Hb דִּ֖י H1768 הֵימִ֥ן H540 בֵּ אלָהֵֽ Hb/H426 ",
      "24": "וַ אֲמַ֣ר Hc/H560 מַלְכָּ֗ א H4430 וְ הַיְתִ֞יו Hc/H858 גֻּבְרַיָּ֤ א H1400 אִלֵּךְ֙ H479 דִּֽי H1768 אֲכַ֤לוּ H399 קַרְצ֨וֹ הִי֙ H7170 דִּ֣י H1768 דָֽנִיֵּ֔אל H1841 וּ לְ Hc/Hl/H1358 אַרְיָוָתָ א֙ H744 רְמ֔וֹ H7412 אִנּ֖וּן H581 בְּנֵי ה֣וֹן H1123 וּ נְשֵׁי Hc/H5389 וְ לָֽא Hc/H3809 מְט֞וֹ H4291 לְ אַרְעִ֣ית Hl/H773 גֻּבָּ֗ א H1358 עַ֠ד H5705 דִּֽי H1768 שְׁלִ֤טֽוּ H7981 בְ הוֹן֙ Hb אַרְיָ֣וָתָ֔ א H744 וְ כָל Hc/H3606 גַּרְמֵי ה֖וֹן H1635 הַדִּֽקוּ H1855 ",
      "25": "בֵּ אדַ֜יִן Hb/H116 דָּרְיָ֣וֶשׁ H1868 מַלְכָּ֗ א H4430 כְּ֠תַב H3790 לְֽ כָל Hl/H3606 עַֽמְמַיָּ֞ א H5972 אֻמַיָּ֧ א H524 וְ לִשָּׁנַיָּ֛ Hc/H3961 דִּֽי H1768 דארין H1753 בְּ כָל Hb/H3606 אַרְעָ֖ א H772 שְׁלָמְ כ֥וֹן H8001 יִשְׂגֵּֽא H7680 ",
      "26": "מִן H4481 קֳדָמַ י֮ H6925 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּ֣י H1768 בְּ כָל Hb/H3606 שָׁלְטָ֣ן H7985 מַלְכוּתִ֗ י H4437 לֶהֱוֺ֤ן H1934 זאעין H2112 וְ דָ֣חֲלִ֔ין Hc/H1763 מִן H4481 קֳדָ֖ם H6925 אֱלָהֵ֣ הּ H426 דִּי H1768 דָֽנִיֵּ֑אל H1841 דִּי H1768 ה֣וּא H1932 אֱלָהָ֣ א H426 חַיָּ֗ א H2417 וְ קַיָּם֙ Hc/H7011 לְ עָ֣לְמִ֔ין Hl/H5957 וּ מַלְכוּתֵ Hc/H4437 דִּֽי H1768 לָ֣א H3809 תִתְחַבַּ֔ל H2255 וְ שָׁלְטָנֵ֖ Hc/H7985 עַד H5705 סוֹפָֽ א H5491 ",
      "27": "מְשֵׁיזִ֣ב H7804 וּ מַצִּ֗ל Hc/H5338 וְ עָבֵד֙ Hc/H5648 אָתִ֣ין H852 וְ תִמְהִ֔ין Hc/H8540 בִּ שְׁמַיָּ֖ Hb/H8065 וּ בְ Hc/Hb/H772 דִּ֚י H1768 שֵׁיזִ֣יב H7804 לְ דָֽנִיֵּ֔אל Hl/H1841 מִן H4481 יַ֖ד H3028 אַרְיָוָתָֽ א H744 ",
      "28": "וְ דָנִיֵּ֣אל Hc/H1841 דְּנָ֔ה H1836 הַצְלַ֖ח H6744 בְּ מַלְכ֣וּת Hb/H4437 דָּרְיָ֑וֶשׁ H1868 וּ בְ Hc/Hb/H4437 כּ֥וֹרֶשׁ H3567 פרסי א H6543 ",
      "29": "וְ דָנִיֵּ֣אל Hc/H1841 דְּנָ֔ה H1836 הַצְלַ֖ח H6744 בְּ מַלְכ֣וּת Hb/H4437 דָּרְיָ֑וֶשׁ H1868 וּ בְ Hc/Hb/H4437 כּ֥וֹרֶשׁ H3567 פרסי א H6543 "
    },
    "7": {
      "1": "בִּ שְׁנַ֣ת Hb/H8140 חֲדָ֗ה H2298 לְ בֵלְאשַׁצַּר֙ Hl/H1113 מֶ֣לֶךְ H4430 בָּבֶ֔ל H895 דָּנִיֵּאל֙ H1841 חֵ֣לֶם H2493 חֲזָ֔ה H2370 וְ חֶזְוֵ֥י Hc/H2376 רֵאשֵׁ֖ הּ H7217 עַֽל H5922 מִשְׁכְּבֵ֑ הּ H4903 בֵּ אדַ֨יִן֙ Hb/H116 חֶלְמָ֣ א H2493 כְתַ֔ב H3790 רֵ֥אשׁ H7217 מִלִּ֖ין H4406 אֲמַֽר H560 ",
      "2": "עָנֵ֤ה H6032 דָנִיֵּאל֙ H1841 וְ אָמַ֔ר Hc/H560 חָזֵ֥ה H2370 הֲוֵ֛ית H1934 בְּ חֶזְוִ֖ Hb/H2376 עִם H5974 לֵֽילְיָ֑ א H3916 וַ אֲר֗וּ Hc/H718 אַרְבַּע֙ H703 רוּחֵ֣י H7308 שְׁמַיָּ֔ א H8065 מְגִיחָ֖ן H1519 לְ יַמָּ֥ Hl/H3221 רַבָּֽ א H7229 ",
      "3": "וְ אַרְבַּ֤ע Hc/H703 חֵיוָן֙ H2423 רַבְרְבָ֔ן H7260 סָלְקָ֖ן H5559 מִן H4481 יַמָּ֑ א H3221 שָׁנְיָ֖ן H8133 דָּ֥א H1668 מִן H4481 דָּֽא H1668 ",
      "4": "קַדְמָיְתָ֣ א H6933 כְ אַרְיֵ֔ה Hk/H744 וְ גַפִּ֥ין Hc/H1611 דִּֽי H1768 נְשַׁ֖ר H5403 לַ֑ הּ Hl חָזֵ֣ה H2370 הֲוֵ֡ית H1934 עַד֩ H5705 דִּי H1768 מְּרִ֨יטוּ H4804 גַפַּ֜י הּ H1611 וּ נְטִ֣ילַת Hc/H5191 מִן H4481 אַרְעָ֗ א H772 וְ עַל Hc/H5922 רַגְלַ֨יִן֙ H7271 כֶּ אֱנָ֣שׁ Hk/H606 הֳקִימַ֔ת H6966 וּ לְבַ֥ב Hc/H3825 אֱנָ֖שׁ H606 יְהִ֥יב H3052 לַֽ הּ Hl ",
      "5": "וַ אֲר֣וּ Hc/H718 חֵיוָה֩ H2423 אָחֳרִ֨י H317 תִנְיָנָ֜ה H8578 דָּמְיָ֣ה H1821 לְ דֹ֗ב Hl/H1678 וְ לִ Hc/Hl/H7859 חַד֙ H2298 הֳקִמַ֔ת H6966 וּ תְלָ֥ת Hc/H8532 עִלְעִ֛ין H5967 בְּ פֻמַּ֖ Hb/H6433 בֵּ֣ין H997 שני ה H8128 וְ כֵן֙ Hc/H3652 אָמְרִ֣ין H560 לַ֔ הּ Hl ק֥וּמִֽי H6966 אֲכֻ֖לִי H399 בְּשַׂ֥ר H1321 שַׂגִּֽיא H7690 ",
      "6": "בָּאתַ֨ר H870 דְּנָ֜ה H1836 חָזֵ֣ה H2370 הֲוֵ֗ית H1934 וַ אֲר֤וּ Hc/H718 אָֽחֳרִי֙ H317 כִּ נְמַ֔ר Hk/H5245 וְ לַ֨ Hc/Hl גַּפִּ֥ין H1611 אַרְבַּ֛ע H703 דִּי H1768 ע֖וֹף H5776 עַל H5922 גבי ה H1355 וְ אַרְבְּעָ֤ה Hc/H703 רֵאשִׁין֙ H7217 לְ חֵ֣יוְתָ֔ Hl/H2423 וְ שָׁלְטָ֖ן Hc/H7985 יְהִ֥יב H3052 לַֽ הּ Hl ",
      "7": "בָּאתַ֣ר H870 דְּנָה֩ H1836 חָזֵ֨ה H2370 הֲוֵ֜ית H1934 בְּ חֶזְוֵ֣י Hb/H2376 לֵֽילְיָ֗ א H3916 וַ אֲר֣וּ Hc/H718 חֵיוָ֣ה H2423 רביעיה H7244 דְּחִילָה֩ H1763 וְ אֵֽימְתָנִ֨י Hc/H574 וְ תַקִּיפָ֜א Hc/H8624 יַתִּ֗ירָא H3493 וְ שִׁנַּ֨יִן Hc/H8128 דִּֽי H1768 פַרְזֶ֥ל H6523 לַ הּ֙ Hl רַבְרְבָ֔ן H7260 אָֽכְלָ֣ה H399 וּ מַדֱּקָ֔ה Hc/H1855 וּ שְׁאָרָ֖ Hc/H7606 ב רגלי Hb/H7271 רָפְסָ֑ה H7512 וְ הִ֣יא Hc/H1932 מְשַׁנְּיָ֗ה H8133 מִן H4481 כָּל H3606 חֵֽיוָתָ א֙ H2423 דִּ֣י H1768 קָֽדָמַ֔י הּ H6925 וְ קַרְנַ֥יִן Hc/H7162 עֲשַׂ֖ר H6236 לַֽ הּ Hl ",
      "8": "מִשְׂתַּכַּ֨ל H7920 הֲוֵ֜ית H1934 בְּ קַרְנַיָּ֗ Hb/H7162 וַ֠ אֲלוּ Hc/H431 קֶ֣רֶן H7162 אָחֳרִ֤י H317 זְעֵירָה֙ H2192 סִלְקָ֣ת H5559 ביני הון H997 וּ תְלָ֗ת Hc/H8532 מִן H4481 קַרְנַיָּ א֙ H7162 קַדְמָ֣יָתָ֔ א H6933 אתעקרו H6132 מִן H4481 קדמי ה H6925 וַ אֲל֨וּ Hc/H431 עַיְנִ֜ין H5870 כְּ עַיְנֵ֤י Hk/H5870 אֲנָשָׁ א֙ H606 בְּ קַרְנָ Hb/H7162 דָ֔א H1668 וּ פֻ֖ם Hc/H6433 מְמַלִּ֥ל H4449 רַבְרְבָֽן H7260 ",
      "9": "חָזֵ֣ה H2370 הֲוֵ֗ית H1934 עַ֣ד H5705 דִּ֤י H1768 כָרְסָוָן֙ H3764 רְמִ֔יו H7412 וְ עַתִּ֥יק Hc/H6268 יוֹמִ֖ין H3118 יְתִ֑ב H3488 לְבוּשֵׁ֣ הּ H3831 כִּ תְלַ֣ג Hk/H8517 חִוָּ֗ר H2358 וּ שְׂעַ֤ר Hc/H8177 רֵאשֵׁ הּ֙ H7217 כַּ עֲמַ֣ר Hk/H6015 נְקֵ֔א H5343 כָּרְסְיֵ הּ֙ H3764 שְׁבִיבִ֣ין H7631 דִּי H1768 נ֔וּר H5135 גַּלְגִּלּ֖וֹ הִי H1535 נ֥וּר H5135 דָּלִֽק H1815 ",
      "10": "נְהַ֣ר H5103 דִּי H1768 נ֗וּר H5135 נָגֵ֤ד H5047 וְ נָפֵק֙ Hc/H5312 מִן H4481 קֳדָמ֔וֹ הִי H6925 אֶ֤לֶף H506 אלפים H506 יְשַׁמְּשׁוּנֵּ֔ הּ H8120 וְ רִבּ֥וֹ Hc/H7240 רבון H7240 קָֽדָמ֣וֹ הִי H6925 יְקוּמ֑וּן H6966 דִּינָ֥ א H1780 יְתִ֖ב H3488 וְ סִפְרִ֥ין Hc/H5609 פְּתִֽיחוּ H6606 ",
      "11": "חָזֵ֣ה H2370 הֲוֵ֔ית H1934 בֵּ אדַ֗יִן Hb/H116 מִן H4481 קָל֙ H7032 מִלַּיָּ֣ א H4406 רַבְרְבָתָ֔ א H7260 דִּ֥י H1768 קַרְנָ֖ א H7162 מְמַלֱּלָ֑ה H4449 חָזֵ֣ה H2370 הֲוֵ֡ית H1934 עַד֩ H5705 דִּ֨י H1768 קְטִילַ֤ת H6992 חֵֽיוְתָ א֙ H2423 וְ הוּבַ֣ד Hc/H7 גִּשְׁמַ֔ הּ H1655 וִ יהִיבַ֖ת Hc/H3052 לִ יקֵדַ֥ת Hl/H3346 אֶשָּֽׁא H785 ",
      "12": "וּ שְׁאָר֙ Hc/H7606 חֵֽיוָתָ֔ א H2423 הֶעְדִּ֖יו H5709 שָׁלְטָנְ ה֑וֹן H7985 וְ אַרְכָ֧ה Hc/H754 בְ חַיִּ֛ין Hb/H2417 יְהִ֥יבַת H3052 לְ ה֖וֹן Hl עַד H5705 זְמַ֥ן H2166 וְ עִדָּֽן Hc/H5732 ",
      "13": "חָזֵ֤ה H2370 הֲוֵית֙ H1934 בְּ חֶזְוֵ֣י Hb/H2376 לֵֽילְיָ֔ א H3916 וַ אֲרוּ֙ Hc/H718 עִם H5974 עֲנָנֵ֣י H6050 שְׁמַיָּ֔ א H8065 כְּ בַ֥ר Hk/H1247 אֱנָ֖שׁ H606 אָתֵ֣ה H858 הֲוָ֑ה H1934 וְ עַד Hc/H5705 עַתִּ֤יק H6268 יֽוֹמַיָּ א֙ H3118 מְטָ֔ה H4291 וּ קְדָמ֖וֹ Hc/H6925 הַקְרְבֽוּ הִי H7127 ",
      "14": "וְ לֵ֨ Hc/Hl יְהִ֤יב H3052 שָׁלְטָן֙ H7985 וִ יקָ֣ר Hc/H3367 וּ מַלְכ֔וּ Hc/H4437 וְ כֹ֣ל Hc/H3606 עַֽמְמַיָּ֗ א H5972 אֻמַיָּ֛ א H524 וְ לִשָּׁנַיָּ֖ Hc/H3961 לֵ֣ הּ Hl יִפְלְח֑וּן H6399 שָׁלְטָנֵ֞ הּ H7985 שָׁלְטָ֤ן H7985 עָלַם֙ H5957 דִּֽי H1768 לָ֣א H3809 יֶעְדֵּ֔ה H5709 וּ מַלְכוּתֵ֖ Hc/H4437 דִּי H1768 לָ֥א H3809 תִתְחַבַּֽל H2255 ",
      "15": "אֶתְכְּרִיַּ֥ת H3735 רוּחִ֛ י H7308 אֲנָ֥ה H576 דָנִיֵּ֖אל H1841 בְּ ג֣וֹא Hb/H1459 נִדְנֶ֑ה H5085 וְ חֶזְוֵ֥י Hc/H2376 רֵאשִׁ֖ י H7217 יְבַהֲלֻנַּֽ נִי H927 ",
      "16": "קִרְבֵ֗ת H7127 עַל H5922 חַד֙ H2298 מִן H4481 קָ֣אֲמַיָּ֔ א H6966 וְ יַצִּיבָ֥א Hc/H3330 אֶבְעֵֽא H1156 מִנֵּ֖ הּ H4481 עַֽל H5922 כָּל H3606 דְּנָ֑ה H1836 וַ אֲמַר Hc/H560 לִ֕ י Hl וּ פְשַׁ֥ר Hc/H6591 מִלַּיָּ֖ א H4406 יְהוֹדְעִנַּֽ נִי H3046 ",
      "17": "אִלֵּין֙ H459 חֵיוָתָ֣ א H2423 רַבְרְבָתָ֔ א H7260 דִּ֥י H1768 אִנִּ֖ין H581 אַרְבַּ֑ע H703 אַרְבְּעָ֥ה H703 מַלְכִ֖ין H4430 יְקוּמ֥וּן H6966 מִן H4481 אַרְעָֽ א H772 ",
      "18": "וִֽ יקַבְּלוּן֙ Hc/H6902 מַלְכוּתָ֔ א H4437 קַדִּישֵׁ֖י H6922 עֶלְיוֹנִ֑ין H5946 וְ יַחְסְנ֤וּן Hc/H2631 מַלְכוּתָ א֙ H4437 עַֽד H5705 עָ֣לְמָ֔ א H5957 וְ עַ֖ד Hc/H5705 עָלַ֥ם H5957 עָלְמַיָּֽ א H5957 ",
      "19": "אֱדַ֗יִן H116 צְבִית֙ H6634 לְ יַצָּבָ֔א Hl/H3321 עַל H5922 חֵֽיוְתָ א֙ H2423 רְבִיעָ֣יְתָ֔ א H7244 דִּֽי H1768 הֲוָ֥ת H1934 שָֽׁנְיָ֖ה H8133 מִן H4481 כל הון H3605 דְּחִילָ֣ה H1763 יַתִּ֗ירָה H3493 שני ה H8128 דִּֽי H1768 פַרְזֶל֙ H6523 וְ טִפְרַ֣י Hc/H2953 דִּֽי H1768 נְחָ֔שׁ H5174 אָֽכְלָ֣ה H399 מַדֲּקָ֔ה H1855 וּ שְׁאָרָ֖ Hc/H7606 בְּ רַגְלַ֥י Hb/H7271 רָֽפְסָֽה H7512 ",
      "20": "וְ עַל Hc/H5922 קַרְנַיָּ֤ א H7162 עֲשַׂר֙ H6236 דִּ֣י H1768 בְ רֵאשַׁ֔ Hb/H7217 וְ אָחֳרִי֙ Hc/H317 דִּ֣י H1768 סִלְקַ֔ת H5559 ו נפלו Hc/H5308 מִן H4481 קדמי ה H6925 תְּלָ֑ת H8532 וְ קַרְנָ֨ Hc/H7162 דִכֵּ֜ן H1797 וְ עַיְנִ֣ין Hc/H5870 לַ֗ הּ Hl וְ פֻם֙ Hc/H6433 מְמַלִּ֣ל H4449 רַבְרְבָ֔ן H7260 וְ חֶזְוַ֖ Hc/H2376 רַ֥ב H7229 מִן H4481 חַבְרָתַֽ הּ H2273 ",
      "21": "חָזֵ֣ה H2370 הֲוֵ֔ית H1934 וְ קַרְנָ֣ Hc/H7162 דִכֵּ֔ן H1797 עָבְדָ֥ה H5648 קְרָ֖ב H7129 עִם H5974 קַדִּישִׁ֑ין H6922 וְ יָכְלָ֖ה Hc/H3202 לְ הֽוֹן Hl ",
      "22": "עַ֣ד H5705 דִּֽי H1768 אֲתָ֗ה H858 עַתִּיק֙ H6268 יֽוֹמַיָּ֔ א H3118 וְ דִינָ֣ Hc/H1780 יְהִ֔ב H3052 לְ קַדִּישֵׁ֖י Hl/H6922 עֶלְיוֹנִ֑ין H5946 וְ זִמְנָ֣ Hc/H2166 מְטָ֔ה H4291 וּ מַלְכוּתָ֖ Hc/H4437 הֶחֱסִ֥נוּ H2631 קַדִּישִֽׁין H6922 ",
      "23": "כֵּן֮ H3652 אֲמַר֒ H560 חֵֽיוְתָ א֙ H2423 רְבִיעָ֣יְתָ֔ א H7244 מַלְכ֤וּ H4437 רביעי א H7244 תֶּהֱוֵ֣א H1934 בְ אַרְעָ֔ Hb/H772 דִּ֥י H1768 תִשְׁנֵ֖א H8133 מִן H4481 כָּל H3606 מַלְכְוָתָ֑ א H4437 וְ תֵאכֻל֙ Hc/H399 כָּל H3606 אַרְעָ֔ א H772 וּ תְדוּשִׁנַּ֖ Hc/H1759 וְ תַדְּקִנַּֽ Hc/H1855 ",
      "24": "וְ קַרְנַיָּ֣ Hc/H7162 עֲשַׂ֔ר H6236 מִנַּ הּ֙ H4481 מַלְכוּתָ֔ ה H4437 עַשְׂרָ֥ה H6236 מַלְכִ֖ין H4430 יְקֻמ֑וּן H6966 וְ אָחֳרָ֞ן Hc/H321 יְק֣וּם H6966 אַחֲרֵי ה֗וֹן H311 וְ ה֤וּא Hc/H1932 יִשְׁנֵא֙ H8133 מִן H4481 קַדְמָיֵ֔ א H6933 וּ תְלָתָ֥ה Hc/H8532 מַלְכִ֖ין H4430 יְהַשְׁפִּֽל H8214 ",
      "25": "וּ מִלִּ֗ין Hc/H4406 לְ צַ֤ד Hl/H6655 עלי א H5943 יְמַלִּ֔ל H4449 וּ לְ Hc/Hl/H6922 עֶלְיוֹנִ֖ין H5946 יְבַלֵּ֑א H1080 וְ יִסְבַּ֗ר Hc/H5452 לְ הַשְׁנָיָה֙ Hl/H8133 זִמְנִ֣ין H2166 וְ דָ֔ת Hc/H1882 וְ יִתְיַהֲב֣וּן Hc/H3052 בִּ ידֵ֔ Hb/H3028 עַד H5705 עִדָּ֥ן H5732 וְ עִדָּנִ֖ין Hc/H5732 וּ פְלַ֥ג Hc/H6387 עִדָּֽן H5732 ",
      "26": "וְ דִינָ֖ Hc/H1780 יִתִּ֑ב H3488 וְ שָׁלְטָנֵ֣ Hc/H7985 יְהַעְדּ֔וֹן H5709 לְ הַשְׁמָדָ֥ה Hl/H8046 וּ לְ Hc/Hl/H7 עַד H5705 סוֹפָֽ א H5491 ",
      "27": "וּ מַלְכוּתָ֨ Hc/H4437 וְ שָׁלְטָנָ֜ Hc/H7985 וּ רְבוּתָ֗ Hc/H7238 דִּ֚י H1768 מַלְכְוָת֙ H4437 תְּח֣וֹת H8460 כָּל H3606 שְׁמַיָּ֔ א H8065 יְהִיבַ֕ת H3052 לְ עַ֖ם Hl/H5972 קַדִּישֵׁ֣י H6922 עֶלְיוֹנִ֑ין H5946 מַלְכוּתֵ הּ֙ H4437 מַלְכ֣וּת H4437 עָלַ֔ם H5957 וְ כֹל֙ Hc/H3606 שָׁלְטָ֣נַיָּ֔ א H7985 לֵ֥ הּ Hl יִפְלְח֖וּן H6399 וְ יִֽשְׁתַּמְּעֽוּן Hc/H8086 ",
      "28": "עַד H5705 כָּ֖ה H3542 סוֹפָ֣ א H5491 דִֽי H1768 מִלְּתָ֑ א H4406 אֲנָ֨ה H576 דָֽנִיֵּ֜אל H1841 שַׂגִּ֣יא H7690 רַעְיוֹנַ֣ י H7476 יְבַהֲלֻנַּ֗ נִי H927 וְ זִיוַ Hc/H2122 יִשְׁתַּנּ֣וֹן H8133 עֲלַ֔ י H5922 וּ מִלְּתָ֖ Hc/H4406 בְּ לִבִּ֥ Hb/H3821 נִטְרֵֽת H5202 "
    },
    "8": {
      "1": "בִּ שְׁנַ֣ת Hb/H8141 שָׁל֔וֹשׁ H7969 לְ מַלְכ֖וּת Hl/H4438 בֵּלְאשַׁצַּ֣ר H1112 הַ מֶּ֑לֶךְ Hd/H4428 חָז֞וֹן H2377 נִרְאָ֤ה H7200 אֵלַ י֙ H413 אֲנִ֣י H589 דָנִיֵּ֔אל H1840 אַחֲרֵ֛י H310 הַ נִּרְאָ֥ה Hd/H7200 אֵלַ֖ י H413 בַּ תְּחִלָּֽה Hb/H8462 ",
      "2": "וָֽ אֶרְאֶה֮ Hc/H7200 בֶּ חָזוֹן֒ Hb/H2377 וַ יְהִי֙ Hc/H1961 בִּ רְאֹתִ֔ Hb/H7200 וַ אֲנִי֙ Hc/H589 בְּ שׁוּשַׁ֣ן Hb/H7800 הַ בִּירָ֔ה Hd/H1002 אֲשֶׁ֖ר H834 בְּ עֵילָ֣ם Hb/H5867 הַ מְּדִינָ֑ה Hd/H4082 וָ אֶרְאֶה֙ Hc/H7200 בֶּֽ חָז֔וֹן Hb/H2377 וַ אֲנִ֥י Hc/H589 הָיִ֖יתִי H1961 עַל H5921 אוּבַ֥ל H180 אוּלָֽי H195 ",
      "3": "וָ אֶשָּׂ֤א Hc/H5375 עֵינַ י֙ H5869 וָ אֶרְאֶ֔ה Hc/H7200 וְ הִנֵּ֣ה Hc/H2009 אַ֣יִל H352 אֶחָ֗ד H259 עֹמֵ֛ד H5975 לִ פְנֵ֥י Hl/H6440 הָ אֻבָ֖ל Hd/H180 וְ ל֣ Hc/Hl קְרָנָ֑יִם H7161 וְ הַ Hc/Hd/H7161 גְּבֹה֗וֹת H1364 וְ הָ Hc/Hd/H259 גְּבֹהָ֣ה H1364 מִן H4480 הַ שֵּׁנִ֔ית Hd/H8145 וְ הַ֨ Hc/Hd/H1364 עֹלָ֖ה H5927 בָּ אַחֲרֹנָֽה Hb/H314 ",
      "4": "רָאִ֣יתִי H7200 אֶת H853 הָ אַ֡יִל Hd/H352 מְנַגֵּחַ֩ H5055 יָ֨מָּ ה H3220 וְ צָפ֜וֹנָ Hc/H6828 וָ נֶ֗גְבָּ Hc/H5045 וְ כָל Hc/H3605 חַיּוֹת֙ H2416 לֹֽא H3808 יַֽעַמְד֣וּ H5975 לְ פָנָ֔י Hl/H6440 וְ אֵ֥ין Hc/H369 מַצִּ֖יל H5337 מִ יָּד֑ Hm/H3027 וְ עָשָׂ֥ה Hc/H6213 כִ רְצֹנ֖ Hk/H7522 וְ הִגְדִּֽיל Hc/H1431 ",
      "5": "וַ אֲנִ֣י Hc/H589 הָיִ֣יתִי H1961 מֵבִ֗ין H995 וְ הִנֵּ֤ה Hc/H2009 צְפִיר H6842 הָֽ עִזִּים֙ Hd/H5795 בָּ֤א H935 מִן H4480 הַֽ מַּעֲרָב֙ Hd/H4628 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָ אָ֔רֶץ Hd/H776 וְ אֵ֥ין Hc/H369 נוֹגֵ֖עַ H5060 בָּ אָ֑רֶץ Hb/H776 וְ הַ֨ Hc/Hd/H6842 קֶ֥רֶן H7161 חָז֖וּת H2380 בֵּ֥ין H996 עֵינָֽי ו H5869 ",
      "6": "וַ יָּבֹ֗א Hc/H935 עַד H5704 הָ אַ֨יִל֙ Hd/H352 בַּ֣עַל H1167 הַ קְּרָנַ֔יִם Hd/H7161 אֲשֶׁ֣ר H834 רָאִ֔יתִי H7200 עֹמֵ֖ד H5975 לִ פְנֵ֣י Hl/H6440 הָ אֻבָ֑ל Hd/H180 וַ יָּ֥רָץ Hc/H7323 אֵלָ֖י ו H413 בַּ חֲמַ֥ת Hb/H2534 כֹּחֽ וֹ H3581 ",
      "7": "וּ רְאִיתִ֞י Hc/H7200 מַגִּ֣יעַ H5060 אֵ֣צֶל H681 הָ אַ֗יִל Hd/H352 וַ יִּתְמַרְמַ֤ר Hc/H4843 אֵלָי ו֙ H413 וַ יַּ֣ךְ Hc/H5221 אֶת H853 הָ אַ֔יִל Hd/H352 וַ יְשַׁבֵּר֙ Hc/H7665 אֶת H853 שְׁתֵּ֣י H8147 קְרָנָ֔י ו H7161 וְ לֹא Hc/H3808 הָ֥יָה H1961 כֹ֛חַ H3581 בָּ אַ֖יִל Hb/H352 לַ עֲמֹ֣ד Hl/H5975 לְ פָנָ֑י Hl/H6440 וַ יַּשְׁלִיכֵ֤ Hc/H7993 אַ֨רְצָ ה֙ H776 וַֽ יִּרְמְסֵ֔ Hc/H7429 וְ לֹא Hc/H3808 הָיָ֥ה H1961 מַצִּ֛יל H5337 לָ אַ֖יִל Hl/H352 מִ יָּדֽ Hm/H3027 ",
      "8": "וּ צְפִ֥יר Hc/H6842 הָ עִזִּ֖ים Hd/H5795 הִגְדִּ֣יל H1431 עַד H5704 מְאֹ֑ד H3966 וּ כְ Hc/Hk/H6105 נִשְׁבְּרָה֙ H7665 הַ קֶּ֣רֶן Hd/H7161 הַ גְּדוֹלָ֔ה Hd/H1419 וַֽ תַּעֲלֶ֜נָה Hc/H5927 חָז֤וּת H2380 אַרְבַּע֙ H702 תַּחְתֶּ֔י הָ H8478 לְ אַרְבַּ֖ע Hl/H702 רוּח֥וֹת H7307 הַ שָּׁמָֽיִם Hd/H8064 ",
      "9": "וּ מִן Hc/H4480 הָ אַחַ֣ת Hd/H259 מֵ הֶ֔ם Hm/H1992 יָצָ֥א H3318 קֶֽרֶן H7161 אַחַ֖ת H259 מִ צְּעִירָ֑ה Hm/H4704 וַ תִּגְדַּל Hc/H1431 יֶ֛תֶר H3499 אֶל H413 הַ נֶּ֥גֶב Hd/H5045 וְ אֶל Hc/H413 הַ מִּזְרָ֖ח Hd/H4217 וְ אֶל Hc/H413 הַ צֶּֽבִי Hd/H6643 ",
      "10": "וַ תִּגְדַּ֖ל Hc/H1431 עַד H5704 צְבָ֣א H6635 הַ שָּׁמָ֑יִם Hd/H8064 וַ תַּפֵּ֥ל Hc/H5307 אַ֛רְצָ ה H776 מִן H4480 הַ צָּבָ֥א Hd/H6635 וּ מִן Hc/H4480 הַ כּוֹכָבִ֖ים Hd/H3556 וַֽ תִּרְמְסֵֽ Hc/H7429 ",
      "11": "וְ עַ֥ד Hc/H5704 שַֽׂר H8269 הַ צָּבָ֖א Hd/H6635 הִגְדִּ֑יל H1431 וּ מִמֶּ֨ Hc/H4480 הרים H7311 הַ תָּמִ֔יד Hd/H8548 וְ הֻשְׁלַ֖ךְ Hc/H7993 מְכ֥וֹן H4349 מִקְדָּשֽׁ וֹ H4720 ",
      "12": "וְ צָבָ֛א Hc/H6635 תִּנָּתֵ֥ן H5414 עַל H5921 הַ תָּמִ֖יד Hd/H8548 בְּ פָ֑שַׁע Hb/H6588 וְ תַשְׁלֵ֤ךְ Hc/H7993 אֱמֶת֙ H571 אַ֔רְצָ ה H776 וְ עָשְׂתָ֖ה Hc/H6213 וְ הִצְלִֽיחָה Hc/H6743 ",
      "13": "וָ אֶשְׁמְעָ֥ Hc/H8085 אֶֽחָד H259 קָד֖וֹשׁ H6918 מְדַבֵּ֑ר H1696 וַ יֹּאמֶר֩ Hc/H559 אֶחָ֨ד H259 קָד֜וֹשׁ H6918 לַ פַּֽלְמוֹנִ֣י Hl/H6422 הַֽ מְדַבֵּ֗ר Hd/H1696 עַד H5704 מָתַ֞י H4970 הֶ חָז֤וֹן Hd/H2377 הַ תָּמִיד֙ Hd/H8548 וְ הַ Hc/Hd/H6588 שֹׁמֵ֔ם H8074 תֵּ֛ת H5414 וְ קֹ֥דֶשׁ Hc/H6944 וְ צָבָ֖א Hc/H6635 מִרְמָֽס H4823 ",
      "14": "וַ יֹּ֣אמֶר Hc/H559 אֵלַ֔ י H413 עַ֚ד H5704 עֶ֣רֶב H6153 בֹּ֔קֶר H1242 אַלְפַּ֖יִם H505 וּ שְׁלֹ֣שׁ Hc/H7969 מֵא֑וֹת H3967 וְ נִצְדַּ֖ק Hc/H6663 קֹֽדֶשׁ H6944 ",
      "15": "וַ יְהִ֗י Hc/H1961 בִּ רְאֹתִ֛ Hb/H7200 אֲנִ֥י H589 דָנִיֵּ֖אל H1840 אֶת H853 הֶ חָז֑וֹן Hd/H2377 וָ אֲבַקְשָׁ֣ Hc/H1245 בִינָ֔ה H998 וְ הִנֵּ֛ה Hc/H2009 עֹמֵ֥ד H5975 לְ נֶגְדִּ֖ Hl/H5048 כְּ מַרְאֵה Hk/H4758 גָֽבֶר H1397 ",
      "16": "וָ אֶשְׁמַ֥ע Hc/H8085 קוֹל H6963 אָדָ֖ם H120 בֵּ֣ין H996 אוּלָ֑י H195 וַ יִּקְרָא֙ Hc/H7121 וַ יֹּאמַ֔ר Hc/H559 גַּבְרִיאֵ֕ל H1403 הָבֵ֥ן H995 לְ הַלָּ֖ז Hl/H1975 אֶת H853 הַ מַּרְאֶֽה Hd/H4758 ",
      "17": "וַ יָּבֹא֙ Hc/H935 אֵ֣צֶל H681 עָמְדִ֔ י H5975 וּ בְ Hc/Hb/H935 נִבְעַ֔תִּי H1204 וָ אֶפְּלָ֖ Hc/H5307 עַל H5921 פָּנָ֑ י H6440 וַ יֹּ֤אמֶר Hc/H559 אֵלַ י֙ H413 הָבֵ֣ן H995 בֶּן H1121 אָדָ֔ם H120 כִּ֖י H3588 לְ עֶת Hl/H6256 קֵ֥ץ H7093 הֶ חָזֽוֹן Hd/H2377 ",
      "18": "וּ בְ Hc/Hb/H1696 עִמִּ֔ י H5973 נִרְדַּ֥מְתִּי H7290 עַל H5921 פָּנַ֖ י H6440 אָ֑רְצָ ה H776 וַ יִּ֨גַּע Hc/H5060 בִּ֔ י Hb וַ יַּֽעֲמִידֵ֖ Hc/H5975 עַל H5921 עָמְדִֽ י H5975 ",
      "19": "וַ יֹּ֨אמֶר֙ Hc/H559 הִנְ נִ֣י H2005 מוֹדִֽיעֲ ךָ֔ H3045 אֵ֥ת H853 אֲשֶׁר H834 יִהְיֶ֖ה H1961 בְּ אַחֲרִ֣ית Hb/H319 הַ זָּ֑עַם Hd/H2195 כִּ֖י H3588 לְ מוֹעֵ֥ד Hl/H4150 קֵֽץ H7093 ",
      "20": "הָ אַ֥יִל Hd/H352 אֲשֶׁר H834 רָאִ֖יתָ H7200 בַּ֣עַל H1167 הַ קְּרָנָ֑יִם Hd/H7161 מַלְכֵ֖י H4428 מָדַ֥י H4074 וּ פָרָֽס Hc/H6539 ",
      "21": "וְ הַ Hc/Hd/H6842 הַ שָּׂעִ֖יר Hd/H8163 מֶ֣לֶךְ H4428 יָוָ֑ן H3120 וְ הַ Hc/Hd/H7161 הַ גְּדוֹלָה֙ Hd/H1419 אֲשֶׁ֣ר H834 בֵּין H996 עֵינָ֔י ו H5869 ה֖וּא H1931 הַ מֶּ֥לֶךְ Hd/H4428 הָ רִאשֽׁוֹן Hd/H7223 ",
      "22": "וְ הַ֨ Hc/Hd/H7665 וַ תַּֽעֲמֹ֥דְנָה Hc/H5975 אַרְבַּ֖ע H702 תַּחְתֶּ֑י הָ H8478 אַרְבַּ֧ע H702 מַלְכֻי֛וֹת H4438 מִ גּ֥וֹי Hm/H1471 יַעֲמֹ֖דְנָה H5975 וְ לֹ֥א Hc/H3808 בְ כֹחֽ Hb/H3581 ",
      "23": "וּֽ בְ Hc/Hb/H319 מַלְכוּתָ֔ ם H4438 כְּ הָתֵ֖ם Hk/H8552 הַ פֹּשְׁעִ֑ים Hd/H6586 יַעֲמֹ֛ד H5975 מֶ֥לֶךְ H4428 עַז H5794 פָּנִ֖ים H6440 וּ מֵבִ֥ין Hc/H995 חִידֽוֹת H2420 ",
      "24": "וְ עָצַ֤ם Hc/H6105 כֹּח וֹ֙ H3581 וְ לֹ֣א Hc/H3808 בְ כֹח֔ Hb/H3581 וְ נִפְלָא֥וֹת Hc/H6381 יַשְׁחִ֖ית H7843 וְ הִצְלִ֣יחַ Hc/H6743 וְ עָשָׂ֑ה Hc/H6213 וְ הִשְׁחִ֥ית Hc/H7843 עֲצוּמִ֖ים H6099 וְ עַם Hc/H5971 קְדֹשִֽׁים H6918 ",
      "25": "וְ עַל Hc/H5921 שִׂכְל֗ וֹ H7922 וְ הִצְלִ֤יחַ Hc/H6743 מִרְמָה֙ H4820 בְּ יָד֔ Hb/H3027 וּ בִ Hc/Hb/H3824 יַגְדִּ֔יל H1431 וּ בְ Hc/Hb/H7962 יַשְׁחִ֣ית H7843 רַבִּ֑ים H7227 וְ עַ֤ל Hc/H5921 שַׂר H8269 שָׂרִים֙ H8269 יַעֲמֹ֔ד H5975 וּ בְ Hc/Hb/H657 יָ֖ד H3027 יִשָּׁבֵֽר H7665 ",
      "26": "וּ מַרְאֵ֨ה Hc/H4758 הָ עֶ֧רֶב Hd/H6153 וְ הַ Hc/Hd/H1242 אֲשֶׁ֥ר H834 נֶאֱמַ֖ר H559 אֱמֶ֣ת H571 ה֑וּא H1931 וְ אַתָּה֙ Hc/H859 סְתֹ֣ם H5640 הֶֽ חָז֔וֹן Hd/H2377 כִּ֖י H3588 לְ יָמִ֥ים Hl/H3117 רַבִּֽים H7227 ",
      "27": "וַ אֲנִ֣י Hc/H589 דָנִיֵּ֗אל H1840 נִהְיֵ֤יתִי H1961 וְ נֶֽחֱלֵ֨יתִי֙ Hc/H2470 יָמִ֔ים H3117 וָ אָק֕וּם Hc/H6965 וָ אֶֽעֱשֶׂ֖ה Hc/H6213 אֶת H853 מְלֶ֣אכֶת H4399 הַ מֶּ֑לֶךְ Hd/H4428 וָ אֶשְׁתּוֹמֵ֥ם Hc/H8074 עַל H5921 הַ מַּרְאֶ֖ה Hd/H4758 וְ אֵ֥ין Hc/H369 מֵבִֽין H995 "
    },
    "9": {
      "1": "בִּ שְׁנַ֣ת Hb/H8141 אַחַ֗ת H259 לְ דָרְיָ֛וֶשׁ Hl/H1867 בֶּן H1121 אֲחַשְׁוֵר֖וֹשׁ H325 מִ זֶּ֣רַע Hm/H2233 מָדָ֑י H4074 אֲשֶׁ֣ר H834 הָמְלַ֔ךְ H4427 עַ֖ל H5921 מַלְכ֥וּת H4438 כַּשְׂדִּֽים H3778 ",
      "2": "בִּ שְׁנַ֤ת Hb/H8141 אַחַת֙ H259 לְ מָלְכ֔ Hl/H4427 אֲנִי֙ H589 דָּֽנִיֵּ֔אל H1840 בִּינֹ֖תִי H995 בַּ סְּפָרִ֑ים Hb/H5612 מִסְפַּ֣ר H4557 הַ שָּׁנִ֗ים Hd/H8141 אֲשֶׁ֨ר H834 הָיָ֤ה H1961 דְבַר H1697 יְהוָה֙ H3068 אֶל H413 יִרְמִיָ֣ה H3414 הַ נָּבִ֔יא Hd/H5030 לְ מַלֹּ֛אות Hl/H4390 לְ חָרְב֥וֹת Hl/H2723 יְרוּשָׁלִַ֖ם H3389 שִׁבְעִ֥ים H7657 שָׁנָֽה H8141 ",
      "3": "וָ אֶתְּנָ֣ Hc/H5414 אֶת H853 פָּנַ֗ י H6440 אֶל H413 אֲדֹנָ י֙ H136 הָֽ אֱלֹהִ֔ים Hd/H430 לְ בַקֵּ֥שׁ Hl/H1245 תְּפִלָּ֖ה H8605 וְ תַחֲנוּנִ֑ים Hc/H8469 בְּ צ֖וֹם Hb/H6685 וְ שַׂ֥ק Hc/H8242 וָ אֵֽפֶר Hc/H665 ",
      "4": "וָֽ אֶתְפַּֽלְלָ֛ Hc/H6419 לַ יהוָ֥ה Hl/H3068 אֱלֹהַ֖ י H430 וָ אֶתְוַדֶּ֑ה Hc/H3034 וָ אֹֽמְרָ֗ Hc/H559 אָנָּ֤א H577 אֲדֹנָ י֙ H136 הָ אֵ֤ל Hd/H410 הַ גָּדוֹל֙ Hd/H1419 וְ הַ Hc/Hd/H3372 שֹׁמֵ֤ר H8104 הַ בְּרִית֙ Hd/H1285 וְֽ הַ Hc/Hd/H2617 לְ אֹהֲבָ֖י Hl/H157 וּ לְ Hc/Hl/H8104 מִצְוֺתָֽי ו H4687 ",
      "5": "חָטָ֥אנוּ H2398 וְ עָוִ֖ינוּ Hc/H5753 ו הרשענו Hc/H7561 וּ מָרָ֑דְנוּ Hc/H4775 וְ ס֥וֹר Hc/H5493 מִ מִּצְוֺתֶ֖ Hm/H4687 וּ מִ Hc/Hm/H4941 ",
      "6": "וְ לֹ֤א Hc/H3808 שָׁמַ֨עְנוּ֙ H8085 אֶל H413 עֲבָדֶ֣י ךָ H5650 הַ נְּבִיאִ֔ים Hd/H5030 אֲשֶׁ֤ר H834 דִּבְּרוּ֙ H1696 בְּ שִׁמְ Hb/H8034 אֶל H413 מְלָכֵ֥י נוּ H4428 שָׂרֵ֖י נוּ H8269 וַ אֲבֹתֵ֑י Hc/H1 וְ אֶ֖ל Hc/H413 כָּל H3605 עַ֥ם H5971 הָ אָֽרֶץ Hd/H776 ",
      "7": "לְ ךָ֤ Hl אֲדֹנָ י֙ H136 הַ צְּדָקָ֔ה Hd/H6666 וְ לָ֛ Hc/Hl בֹּ֥שֶׁת H1322 הַ פָּנִ֖ים Hd/H6440 כַּ יּ֣וֹם Hk/H3117 הַ זֶּ֑ה Hd/H2088 לְ אִ֤ישׁ Hl/H376 יְהוּדָה֙ H3063 וּ לְ Hc/Hl/H3427 יְרֽוּשָׁלִַ֔ם H3389 וּֽ לְ Hc/Hl/H3605 יִשְׂרָאֵ֞ל H3478 הַ קְּרֹבִ֣ים Hd/H7138 וְ הָ Hc/Hd/H7350 בְּ כָל Hb/H3605 הָֽ אֲרָצוֹת֙ Hd/H776 אֲשֶׁ֣ר H834 הִדַּחְתָּ֣ ם H5080 שָׁ֔ם H8033 בְּ מַעֲלָ֖ Hb/H4604 אֲשֶׁ֥ר H834 מָֽעֲלוּ H4603 בָֽ ךְ Hb ",
      "8": "יְהוָ֗ה H3068 לָ֚ נוּ Hl בֹּ֣שֶׁת H1322 הַ פָּנִ֔ים Hd/H6440 לִ מְלָכֵ֥י Hl/H4428 לְ שָׂרֵ֖י Hl/H8269 וְ לַ Hc/Hl/H1 אֲשֶׁ֥ר H834 חָטָ֖אנוּ H2398 לָֽ ךְ Hl ",
      "9": "לַֽ אדֹנָ֣ Hl/H136 אֱלֹהֵ֔י נוּ H430 הָ רַחֲמִ֖ים Hd/H7356 וְ הַ Hc/Hd/H5547 כִּ֥י H3588 מָרַ֖דְנוּ H4775 בּֽ וֹ Hb ",
      "10": "וְ לֹ֣א Hc/H3808 שָׁמַ֔עְנוּ H8085 בְּ ק֖וֹל Hb/H6963 יְהוָ֣ה H3068 אֱלֹהֵ֑י נוּ H430 לָ לֶ֤כֶת Hl/H3212 בְּ תֽוֹרֹתָי Hb/H8451 אֲשֶׁ֣ר H834 נָתַ֣ן H5414 לְ פָנֵ֔י Hl/H6440 בְּ יַ֖ד Hb/H3027 עֲבָדָ֥י ו H5650 הַ נְּבִיאִֽים Hd/H5030 ",
      "11": "וְ כָל Hc/H3605 יִשְׂרָאֵ֗ל H3478 עָֽבְרוּ֙ H5674 אֶת H853 תּ֣וֹרָתֶ֔ ךָ H8451 וְ ס֕וֹר Hc/H5493 לְ בִלְתִּ֖י Hl/H1115 שְׁמ֣וֹעַ H8085 בְּ קֹלֶ֑ Hb/H6963 וַ תִּתַּ֨ךְ Hc/H5413 עָלֵ֜י נוּ H5921 הָ אָלָ֣ה Hd/H423 וְ הַ Hc/Hd/H7621 אֲשֶׁ֤ר H834 כְּתוּבָה֙ H3789 בְּ תוֹרַת֙ Hb/H8451 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 הָֽ אֱלֹהִ֔ים Hd/H430 כִּ֥י H3588 חָטָ֖אנוּ H2398 לֽ וֹ Hl ",
      "12": "וַ יָּ֜קֶם Hc/H6965 אֶת H853 דברי ו H1697 אֲשֶׁר H834 דִּבֶּ֣ר H1696 עָלֵ֗י נוּ H5921 וְ עַ֤ל Hc/H5921 שֹֽׁפְטֵ֨י נוּ֙ H8199 אֲשֶׁ֣ר H834 שְׁפָט֔וּ נוּ H8199 לְ הָבִ֥יא Hl/H935 עָלֵ֖י נוּ H5921 רָעָ֣ה H7451 גְדֹלָ֑ה H1419 אֲשֶׁ֣ר H834 לֹֽא H3808 נֶעֶשְׂתָ֗ה H6213 תַּ֚חַת H8478 כָּל H3605 הַ שָּׁמַ֔יִם Hd/H8064 כַּ אֲשֶׁ֥ר Hk/H834 נֶעֶשְׂתָ֖ה H6213 בִּ ירוּשָׁלִָֽם Hb/H3389 ",
      "13": "כַּ אֲשֶׁ֤ר Hk/H834 כָּתוּב֙ H3789 בְּ תוֹרַ֣ת Hb/H8451 מֹשֶׁ֔ה H4872 אֵ֛ת H853 כָּל H3605 הָ רָעָ֥ה Hd/H7451 הַ זֹּ֖את Hd/H2063 בָּ֣אָה H935 עָלֵ֑י נוּ H5921 וְ לֹֽא Hc/H3808 חִלִּ֜ינוּ H2470 אֶת H854 פְּנֵ֣י H6440 יְהוָ֣ה H3068 אֱלֹהֵ֗י נוּ H430 לָ שׁוּב֙ Hl/H7725 מֵֽ עֲוֺנֵ֔ Hm/H5771 וּ לְ Hc/Hl/H7919 בַּ אֲמִתֶּֽ Hb/H571 ",
      "14": "וַ יִּשְׁקֹ֤ד Hc/H8245 יְהוָה֙ H3068 עַל H5921 הָ֣ רָעָ֔ה Hd/H7451 וַ יְבִיאֶ֖ Hc/H935 עָלֵ֑י נוּ H5921 כִּֽי H3588 צַדִּ֞יק H6662 יְהוָ֣ה H3068 אֱלֹהֵ֗י נוּ H430 עַל H5921 כָּל H3605 מַֽעֲשָׂי ו֙ H4639 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְ לֹ֥א Hc/H3808 שָׁמַ֖עְנוּ H8085 בְּ קֹלֽ Hb/H6963 ",
      "15": "וְ עַתָּ֣ה Hc/H6258 אֲדֹנָ֣ י H136 אֱלֹהֵ֗י נוּ H430 אֲשֶׁר֩ H834 הוֹצֵ֨אתָ H3318 אֶֽת H853 עַמְּ ךָ֜ H5971 מֵ אֶ֤רֶץ Hm/H776 מִצְרַ֨יִם֙ H4714 בְּ יָ֣ד Hb/H3027 חֲזָקָ֔ה H2389 וַ תַּֽעַשׂ Hc/H6213 לְ ךָ֥ Hl שֵׁ֖ם H8034 כַּ יּ֣וֹם Hk/H3117 הַ זֶּ֑ה Hd/H2088 חָטָ֖אנוּ H2398 רָשָֽׁעְנוּ H7561 ",
      "16": "אֲדֹנָ֗ י H136 כְּ כָל Hk/H3605 צִדְקֹתֶ֨ ךָ֙ H6666 יָֽשָׁב H7725 נָ֤א H4994 אַפְּ ךָ֙ H639 וַ חֲמָ֣תְ Hc/H2534 מֵ עִֽירְ Hm/H5892 יְרוּשָׁלִַ֖ם H3389 הַר H2022 קָדְשֶׁ֑ ךָ H6944 כִּ֤י H3588 בַ חֲטָאֵ֨י Hb/H2399 וּ בַ Hc/Hb/H5771 אֲבֹתֵ֔י נוּ H1 יְרוּשָׁלִַ֧ם H3389 וְ עַמְּ Hc/H5971 לְ חֶרְפָּ֖ה Hl/H2781 לְ כָל Hl/H3605 סְבִיבֹתֵֽי נוּ H5439 ",
      "17": "וְ עַתָּ֣ה Hc/H6258 שְׁמַ֣ע H8085 אֱלֹהֵ֗י נוּ H430 אֶל H413 תְּפִלַּ֤ת H8605 עַבְדְּ ךָ֙ H5650 וְ אֶל Hc/H413 תַּ֣חֲנוּנָ֔י ו H8469 וְ הָאֵ֣ר Hc/H215 פָּנֶ֔י ךָ H6440 עַל H5921 מִקְדָּשְׁ ךָ֖ H4720 הַ שָּׁמֵ֑ם Hd/H8076 לְמַ֖עַן H4616 אֲדֹנָֽ י H136 ",
      "18": "הַטֵּ֨ה H5186 אֱלֹהַ֥ י H430 אָזְנְ ךָ֮ H241 וּֽ שֲׁמָע֒ Hc/H8085 פקח ה H6491 עֵינֶ֗י ךָ H5869 וּ רְאֵה֙ Hc/H7200 שֹֽׁמְמֹתֵ֔י נוּ H8077 וְ הָ Hc/Hd/H5892 אֲשֶׁר H834 נִקְרָ֥א H7121 שִׁמְ ךָ֖ H8034 עָלֶ֑י הָ H5921 כִּ֣י H3588 לֹ֣א H3808 עַל H5921 צִדְקֹתֵ֗י נוּ H6666 אֲנַ֨חְנוּ H587 מַפִּילִ֤ים H5307 תַּחֲנוּנֵ֨י נוּ֙ H8469 לְ פָנֶ֔י Hl/H6440 כִּ֖י H3588 עַל H5921 רַחֲמֶ֥י ךָ H7356 הָ רַבִּֽים Hd/H7227 ",
      "19": "אֲדֹנָ֤ י H136 שְׁמָ֨עָ ה֙ H8085 אֲדֹנָ֣ י H136 סְלָ֔חָ ה H5545 אֲדֹנָ֛ י H136 הַֽקֲשִׁ֥יבָ ה H7181 וַ עֲשֵׂ֖ה Hc/H6213 אַל H408 תְּאַחַ֑ר H309 לְמַֽעֲנְ ךָ֣ H4616 אֱלֹהַ֔ י H430 כִּֽי H3588 שִׁמְ ךָ֣ H8034 נִקְרָ֔א H7121 עַל H5921 עִירְ ךָ֖ H5892 וְ עַל Hc/H5921 עַמֶּֽ ךָ H5971 ",
      "20": "וְ ע֨וֹד Hc/H5750 אֲנִ֤י H589 מְדַבֵּר֙ H1696 וּ מִתְפַּלֵּ֔ל Hc/H6419 וּ מִתְוַדֶּה֙ Hc/H3034 חַטָּאתִ֔ י H2403 וְ חַטַּ֖את Hc/H2403 עַמִּ֣ י H5971 יִשְׂרָאֵ֑ל H3478 וּ מַפִּ֣יל Hc/H5307 תְּחִנָּתִ֗ י H8467 לִ פְנֵי֙ Hl/H6440 יְהוָ֣ה H3068 אֱלֹהַ֔ י H430 עַ֖ל H5921 הַר H2022 קֹ֥דֶשׁ H6944 אֱלֹהָֽ י H430 ",
      "21": "וְ ע֛וֹד Hc/H5750 אֲנִ֥י H589 מְדַבֵּ֖ר H1696 בַּ תְּפִלָּ֑ה Hb/H8605 וְ הָ Hc/Hd/H376 גַּבְרִיאֵ֡ל H1403 אֲשֶׁר֩ H834 רָאִ֨יתִי H7200 בֶ חָז֤וֹן Hb/H2377 בַּ תְּחִלָּה֙ Hb/H8462 מֻעָ֣ף H3286 בִּ יעָ֔ף Hb/H3288 נֹגֵ֣עַ H5060 אֵלַ֔ י H413 כְּ עֵ֖ת Hk/H6256 מִנְחַת H4503 עָֽרֶב H6153 ",
      "22": "וַ יָּ֖בֶן Hc/H995 וַ יְדַבֵּ֣ר Hc/H1696 עִמִּ֑ י H5973 וַ יֹּאמַ֕ר Hc/H559 דָּנִיֵּ֕אל H1840 עַתָּ֥ה H6258 יָצָ֖אתִי H3318 לְ הַשְׂכִּילְ Hl/H7919 בִינָֽה H998 ",
      "23": "בִּ תְחִלַּ֨ת Hb/H8462 תַּחֲנוּנֶ֜י ךָ H8469 יָצָ֣א H3318 דָבָ֗ר H1697 וַ אֲנִי֙ Hc/H589 בָּ֣אתִי H935 לְ הַגִּ֔יד Hl/H5046 כִּ֥י H3588 חֲמוּד֖וֹת H2530 אָ֑תָּה H859 וּ בִין֙ Hc/H995 בַּ דָּבָ֔ר Hb/H1697 וְ הָבֵ֖ן Hc/H995 בַּ מַּרְאֶֽה Hb/H4758 ",
      "24": "שָׁבֻעִ֨ים H7620 שִׁבְעִ֜ים H7657 נֶחְתַּ֥ךְ H2852 עַֽל H5921 עַמְּ ךָ֣ H5971 וְ עַל Hc/H5921 עִ֣יר H5892 קָדְשֶׁ֗ ךָ H6944 לְ כַלֵּ֨א Hl/H3607 הַ פֶּ֜שַׁע Hd/H6588 ו ל Hc/Hl/H2856 חטאות H2403 וּ לְ Hc/Hl/H3722 עָוֺ֔ן H5771 וּ לְ Hc/Hl/H935 צֶ֣דֶק H6664 עֹֽלָמִ֑ים H5769 וְ לַ Hc/Hl/H2856 חָז֣וֹן H2377 וְ נָבִ֔יא Hc/H5030 וְ לִ Hc/Hl/H4886 קֹ֥דֶשׁ H6944 קָֽדָשִֽׁים H6944 ",
      "25": "וְ תֵדַ֨ע Hc/H3045 וְ תַשְׂכֵּ֜ל Hc/H7919 מִן H4480 מֹצָ֣א H4161 דָבָ֗ר H1697 לְ הָשִׁיב֙ Hl/H7725 וְ לִ Hc/Hl/H1129 יְרֽוּשָׁלִַ֨ם֙ H3389 עַד H5704 מָשִׁ֣יחַ H4899 נָגִ֔יד H5057 שָׁבֻעִ֖ים H7620 שִׁבְעָ֑ה H7651 וְ שָׁבֻעִ֞ים Hc/H7620 שִׁשִּׁ֣ים H8346 וּ שְׁנַ֗יִם Hc/H8147 תָּשׁוּב֙ H7725 וְ נִבְנְתָה֙ Hc/H1129 רְח֣וֹב H7339 וְ חָר֔וּץ Hc/H2742 וּ בְ Hc/Hb/H6695 הָ עִתִּֽים Hd/H6256 ",
      "26": "וְ אַחֲרֵ֤י Hc/H310 הַ שָּׁבֻעִים֙ Hd/H7620 שִׁשִּׁ֣ים H8346 וּ שְׁנַ֔יִם Hc/H8147 יִכָּרֵ֥ת H3772 מָשִׁ֖יחַ H4899 וְ אֵ֣ין Hc/H369 ל֑ וֹ Hl וְ הָ Hc/Hd/H5892 וְ הַ Hc/Hd/H6944 יַ֠שְׁחִית H7843 עַ֣ם H5971 נָגִ֤יד H5057 הַ בָּא֙ Hd/H935 וְ קִצּ֣ Hc/H7093 בַ שֶּׁ֔טֶף Hb/H7858 וְ עַד֙ Hc/H5704 קֵ֣ץ H7093 מִלְחָמָ֔ה H4421 נֶחֱרֶ֖צֶת H2782 שֹׁמֵמֽוֹת H8074 ",
      "27": "וְ הִגְבִּ֥יר Hc/H1396 בְּרִ֛ית H1285 לָ רַבִּ֖ים Hl/H7227 שָׁב֣וּעַ H7620 אֶחָ֑ד H259 וַ חֲצִ֨י Hc/H2677 הַ שָּׁב֜וּעַ Hd/H7620 יַשְׁבִּ֣ית H7673 זֶ֣בַח H2077 וּ מִנְחָ֗ה Hc/H4503 וְ עַ֨ל Hc/H5921 כְּנַ֤ף H3671 שִׁקּוּצִים֙ H8251 מְשֹׁמֵ֔ם H8074 וְ עַד Hc/H5704 כָּלָה֙ H3617 וְ נֶ֣חֱרָצָ֔ה Hc/H2782 תִּתַּ֖ךְ H5413 עַל H5921 שֹׁמֵֽם H8074 "
    },
    "10": {
      "1": "בִּ שְׁנַ֣ת Hb/H8141 שָׁל֗וֹשׁ H7969 לְ כ֨וֹרֶשׁ֙ Hl/H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 דָּבָר֙ H1697 נִגְלָ֣ה H1540 לְ דָֽנִיֵּ֔אל Hl/H1840 אֲשֶׁר H834 נִקְרָ֥א H7121 שְׁמ֖ וֹ H8034 בֵּלְטְשַׁאצַּ֑ר H1095 וֶ אֱמֶ֤ת Hc/H571 הַ דָּבָר֙ Hd/H1697 וְ צָבָ֣א Hc/H6635 גָד֔וֹל H1419 וּ בִין֙ Hc/H995 אֶת H853 הַ דָּבָ֔ר Hd/H1697 וּ בִ֥ינָה Hc/H998 ל֖ וֹ Hl בַּ מַּרְאֶֽה Hb/H4758 ",
      "2": "בַּ יָּמִ֖ים Hb/H3117 הָ הֵ֑ם Hd/H1992 אֲנִ֤י H589 דָֽנִיֵּאל֙ H1840 הָיִ֣יתִי H1961 מִתְאַבֵּ֔ל H56 שְׁלֹשָׁ֥ה H7969 שָׁבֻעִ֖ים H7620 יָמִֽים H3117 ",
      "3": "לֶ֣חֶם H3899 חֲמֻד֞וֹת H2530 לֹ֣א H3808 אָכַ֗לְתִּי H398 וּ בָשָׂ֥ר Hc/H1320 וָ יַ֛יִן Hc/H3196 לֹא H3808 בָ֥א H935 אֶל H413 פִּ֖ י H6310 וְ ס֣וֹךְ Hc/H5480 לֹא H3808 סָ֑כְתִּי H5480 עַד H5704 מְלֹ֕את H4390 שְׁלֹ֥שֶׁת H7969 שָׁבֻעִ֖ים H7620 יָמִֽים H3117 ",
      "4": "וּ בְ Hc/Hb/H3117 עֶשְׂרִ֥ים H6242 וְ אַרְבָּעָ֖ה Hc/H702 לַ חֹ֣דֶשׁ Hl/H2320 הָ רִאשׁ֑וֹן Hd/H7223 וַ אֲנִ֗י Hc/H589 הָיִ֛יתִי H1961 עַ֣ל H5921 יַ֧ד H3027 הַ נָּהָ֛ר Hd/H5104 הַ גָּד֖וֹל Hd/H1419 ה֥וּא H1931 חִדָּֽקֶל H2313 ",
      "5": "וָ אֶשָּׂ֤א Hc/H5375 אֶת H853 עֵינַ י֙ H5869 וָ אֵ֔רֶא Hc/H7200 וְ הִנֵּ֥ה Hc/H2009 אִישׁ H376 אֶחָ֖ד H259 לָב֣וּשׁ H3847 בַּדִּ֑ים H906 וּ מָתְנָ֥י Hc/H4975 חֲגֻרִ֖ים H2296 בְּ כֶ֥תֶם Hb/H3800 אוּפָֽז H210 ",
      "6": "וּ גְוִיָּת֣ Hc/H1472 כְ תַרְשִׁ֗ישׁ Hk/H8658 וּ פָנָ֞י Hc/H6440 כְּ מַרְאֵ֤ה Hk/H4758 בָרָק֙ H1300 וְ עֵינָי Hc/H5869 כְּ לַפִּ֣ידֵי Hk/H3940 אֵ֔שׁ H784 וּ זְרֹֽעֹתָי Hc/H2220 וּ מַרְגְּלֹתָ֔י Hc/H4772 כְּ עֵ֖ין Hk/H5869 נְחֹ֣שֶׁת H5178 קָלָ֑ל H7044 וְ ק֥וֹל Hc/H6963 דְּבָרָ֖י ו H1697 כְּ ק֥וֹל Hk/H6963 הָמֽוֹן H1995 ",
      "7": "וְ רָאִיתִי֩ Hc/H7200 אֲנִ֨י H589 דָנִיֵּ֤אל H1840 לְ בַדִּ Hl/H905 אֶת H853 הַ מַּרְאָ֔ה Hd/H4759 וְ הָ Hc/Hd/H376 אֲשֶׁ֣ר H834 הָי֣וּ H1961 עִמִּ֔ י H5973 לֹ֥א H3808 רָא֖וּ H7200 אֶת H853 הַ מַּרְאָ֑ה Hd/H4759 אֲבָ֗ל H61 חֲרָדָ֤ה H2731 גְדֹלָה֙ H1419 נָפְלָ֣ה H5307 עֲלֵי הֶ֔ם H5921 וַֽ יִּבְרְח֖וּ Hc/H1272 בְּ הֵחָבֵֽא Hb/H2244 ",
      "8": "וַ אֲנִי֙ Hc/H589 נִשְׁאַ֣רְתִּי H7604 לְ בַדִּ֔ Hl/H905 וָֽ אֶרְאֶ֗ה Hc/H7200 אֶת H853 הַ מַּרְאָ֤ה Hd/H4759 הַ גְּדֹלָה֙ Hd/H1419 הַ זֹּ֔את Hd/H2063 וְ לֹ֥א Hc/H3808 נִשְׁאַר H7604 בִּ֖ י Hb כֹּ֑ח H3581 וְ הוֹדִ֗ Hc/H1935 נֶהְפַּ֤ךְ H2015 עָלַ י֙ H5921 לְ מַשְׁחִ֔ית Hl/H4889 וְ לֹ֥א Hc/H3808 עָצַ֖רְתִּי H6113 כֹּֽחַ H3581 ",
      "9": "וָ אֶשְׁמַ֖ע Hc/H8085 אֶת H853 ק֣וֹל H6963 דְּבָרָ֑י ו H1697 וּ כְ Hc/Hk/H8085 אֶת H853 ק֣וֹל H6963 דְּבָרָ֔י ו H1697 וַ אֲנִ֗י Hc/H589 הָיִ֛יתִי H1961 נִרְדָּ֥ם H7290 עַל H5921 פָּנַ֖ י H6440 וּ פָנַ֥ Hc/H6440 אָֽרְצָ ה H776 ",
      "10": "וְ הִנֵּה Hc/H2009 יָ֖ד H3027 נָ֣גְעָה H5060 בִּ֑ י Hb וַ תְּנִיעֵ֥ Hc/H5128 עַל H5921 בִּרְכַּ֖ י H1290 וְ כַפּ֥וֹת Hc/H3709 יָדָֽ י H3027 ",
      "11": "וַ יֹּ֣אמֶר Hc/H559 אֵלַ֡ י H413 דָּנִיֵּ֣אל H1840 אִישׁ H376 חֲ֠מֻדוֹת H2530 הָבֵ֨ן H995 בַּ דְּבָרִ֜ים Hb/H1697 אֲשֶׁר֩ H834 אָנֹכִ֨י H595 דֹבֵ֤ר H1696 אֵלֶ֨י ךָ֙ H413 וַ עֲמֹ֣ד Hc/H5975 עַל H5921 עָמְדֶ֔ ךָ H5975 כִּ֥י H3588 עַתָּ֖ה H6258 שֻׁלַּ֣חְתִּי H7971 אֵלֶ֑י ךָ H413 וּ בְ Hc/Hb/H1696 עִמִּ֛ י H5973 אֶת H853 הַ דָּבָ֥ר Hd/H1697 הַ זֶּ֖ה Hd/H2088 עָמַ֥דְתִּי H5975 מַרְעִֽיד H7460 ",
      "12": "וַ יֹּ֣אמֶר Hc/H559 אֵלַ י֮ H413 אַל H408 תִּירָ֣א H3372 דָנִיֵּאל֒ H1840 כִּ֣י H3588 מִן H4480 הַ יּ֣וֹם Hd/H3117 הָ רִאשׁ֗וֹן Hd/H7223 אֲשֶׁ֨ר H834 נָתַ֧תָּ H5414 אֶֽת H853 לִבְּ ךָ֛ H3820 לְ הָבִ֧ין Hl/H995 וּ לְ Hc/Hl/H6031 לִ פְנֵ֥י Hl/H6440 אֱלֹהֶ֖י ךָ H430 נִשְׁמְע֣וּ H8085 דְבָרֶ֑י ךָ H1697 וַ אֲנִי Hc/H589 בָ֖אתִי H935 בִּ דְבָרֶֽי Hb/H1697 ",
      "13": "וְ שַׂ֣ר Hc/H8269 מַלְכ֣וּת H4438 פָּרַ֗ס H6539 עֹמֵ֤ד H5975 לְ נֶגְדִּ Hl/H5048 עֶשְׂרִ֣ים H6242 וְ אֶחָ֣ד Hc/H259 י֔וֹם H3117 וְ הִנֵּ֣ה Hc/H2009 מִֽיכָאֵ֗ל H4317 אַחַ֛ד H259 הַ שָּׂרִ֥ים Hd/H8269 הָ רִאשֹׁנִ֖ים Hd/H7223 בָּ֣א H935 לְ עָזְרֵ֑ Hl/H5826 וַ אֲנִי֙ Hc/H589 נוֹתַ֣רְתִּי H3498 שָׁ֔ם H8033 אֵ֖צֶל H681 מַלְכֵ֥י H4428 פָרָֽס H6539 ",
      "14": "וּ בָ֨אתִי֙ Hc/H935 לַ הֲבִ֣ינְ Hl/H995 אֵ֛ת H853 אֲשֶׁר H834 יִקְרָ֥ה H7136 לְ עַמְּ Hl/H5971 בְּ אַחֲרִ֣ית Hb/H319 הַ יָּמִ֑ים Hd/H3117 כִּי H3588 ע֥וֹד H5750 חָז֖וֹן H2377 לַ יָּמִֽים Hl/H3117 ",
      "15": "וּ בְ Hc/Hb/H1696 עִמִּ֔ י H5973 כַּ דְּבָרִ֖ים Hk/H1697 הָ אֵ֑לֶּה Hd/H428 נָתַ֧תִּי H5414 פָנַ֛ י H6440 אַ֖רְצָ ה H776 וְ נֶאֱלָֽמְתִּי Hc/H481 ",
      "16": "וְ הִנֵּ֗ה Hc/H2009 כִּ דְמוּת֙ Hk/H1823 בְּנֵ֣י H1121 אָדָ֔ם H120 נֹגֵ֖עַ H5060 עַל H5921 שְׂפָתָ֑ י H8193 וָ אֶפְתַּח Hc/H6605 פִּ֗ י H6310 וָ אֲדַבְּרָ Hc/H1696 וָ אֹֽמְרָ Hc/H559 אֶל H413 הָ עֹמֵ֣ד Hd/H5975 לְ נֶגְדִּ֔ Hl/H5048 אֲדֹנִ֗ י H113 בַּ מַּרְאָה֙ Hb/H4759 נֶהֶפְכ֤וּ H2015 צִירַ י֙ H6735 עָלַ֔ י H5921 וְ לֹ֥א Hc/H3808 עָצַ֖רְתִּי H6113 כֹּֽחַ H3581 ",
      "17": "וְ הֵ֣יךְ Hc/H1963 יוּכַ֗ל H3201 עֶ֤בֶד H5650 אֲדֹנִ י֙ H113 זֶ֔ה H2088 לְ דַבֵּ֖ר Hl/H1696 עִם H5973 אֲדֹ֣נִ י H113 זֶ֑ה H2088 וַ אֲנִ֤י Hc/H589 מֵ עַ֨תָּה֙ Hm/H6258 לֹֽא H3808 יַעֲמָד H5975 בִּ֣ י Hb כֹ֔חַ H3581 וּ נְשָׁמָ֖ה Hc/H5397 לֹ֥א H3808 נִשְׁאֲרָה H7604 בִֽ י Hb ",
      "18": "וַ יֹּ֧סֶף Hc/H3254 וַ יִּגַּע Hc/H5060 בִּ֛ י Hb כְּ מַרְאֵ֥ה Hk/H4758 אָדָ֖ם H120 וַֽ יְחַזְּקֵֽ Hc/H2388 ",
      "19": "וַ יֹּ֜אמֶר Hc/H559 אַל H408 תִּירָ֧א H3372 אִישׁ H376 חֲמֻד֛וֹת H2530 שָׁל֥וֹם H7965 לָ֖ ךְ Hl חֲזַ֣ק H2388 וַ חֲזָ֑ק Hc/H2388 וּֽ בְ Hc/Hb/H1696 עִמִּ י֙ H5973 הִתְחַזַּ֔קְתִּי H2388 וָ אֹֽמְרָ֛ Hc/H559 יְדַבֵּ֥ר H1696 אֲדֹנִ֖ י H113 כִּ֥י H3588 חִזַּקְתָּֽ נִי H2388 ",
      "20": "וַ יֹּ֗אמֶר Hc/H559 הֲ יָדַ֨עְתָּ֙ Hi/H3045 לָ מָּה Hl/H4100 בָּ֣אתִי H935 אֵלֶ֔י ךָ H413 וְ עַתָּ֣ה Hc/H6258 אָשׁ֔וּב H7725 לְ הִלָּחֵ֖ם Hl/H3898 עִם H5973 שַׂ֣ר H8269 פָּרָ֑ס H6539 וַ אֲנִ֣י Hc/H589 יוֹצֵ֔א H3318 וְ הִנֵּ֥ה Hc/H2009 שַׂר H8269 יָוָ֖ן H3120 בָּֽא H935 ",
      "21": "אֲבָל֙ H61 אַגִּ֣יד H5046 לְ ךָ֔ Hl אֶת H853 הָ רָשׁ֥וּם Hd/H7559 בִּ כְתָ֖ב Hb/H3791 אֱמֶ֑ת H571 וְ אֵ֨ין Hc/H369 אֶחָ֜ד H259 מִתְחַזֵּ֤ק H2388 עִמִּ י֙ H5973 עַל H5921 אֵ֔לֶּה H428 כִּ֥י H3588 אִם H518 מִיכָאֵ֖ל H4317 שַׂרְ כֶֽם H8269 "
    },
    "11": {
      "1": "וַ אֲנִי֙ Hc/H589 בִּ שְׁנַ֣ת Hb/H8141 אַחַ֔ת H259 לְ דָרְיָ֖וֶשׁ Hl/H1867 הַ מָּדִ֑י Hd/H4075 עָמְדִ֛ י H5975 לְ מַחֲזִ֥יק Hl/H2388 וּ לְ Hc/Hl/H4581 לֽ וֹ Hl ",
      "2": "וְ עַתָּ֕ה Hc/H6258 אֱמֶ֖ת H571 אַגִּ֣יד H5046 לָ֑ ךְ Hl הִנֵּה H2009 עוֹד֩ H5750 שְׁלֹשָׁ֨ה H7969 מְלָכִ֜ים H4428 עֹמְדִ֣ים H5975 לְ פָרַ֗ס Hl/H6539 וְ הָֽ Hc/Hd/H7243 יַעֲשִׁ֤יר H6238 עֹֽשֶׁר H6239 גָּדוֹל֙ H1419 מִ כֹּ֔ל Hm/H3605 וּ כְ Hc/Hk/H2393 בְ עָשְׁר֔ Hb/H6239 יָעִ֣יר H5782 הַ כֹּ֔ל Hd/H3605 אֵ֖ת H853 מַלְכ֥וּת H4438 יָוָֽן H3120 ",
      "3": "וְ עָמַ֖ד Hc/H5975 מֶ֣לֶךְ H4428 גִּבּ֑וֹר H1368 וּ מָשַׁל֙ Hc/H4910 מִמְשָׁ֣ל H4474 רַ֔ב H7227 וְ עָשָׂ֖ה Hc/H6213 כִּ רְצוֹנֽ Hk/H7522 ",
      "4": "וּ כְ Hc/Hk/H5975 תִּשָּׁבֵ֣ר H7665 מַלְכוּת֔ וֹ H4438 וְ תֵחָ֕ץ Hc/H2673 לְ אַרְבַּ֖ע Hl/H702 רוּח֣וֹת H7307 הַ שָּׁמָ֑יִם Hd/H8064 וְ לֹ֣א Hc/H3808 לְ אַחֲרִית֗ Hl/H319 וְ לֹ֤א Hc/H3808 כְ מָשְׁל Hk/H4915 אֲשֶׁ֣ר H834 מָשָׁ֔ל H4910 כִּ֤י H3588 תִנָּתֵשׁ֙ H5428 מַלְכוּת֔ וֹ H4438 וְ לַ Hc/Hl/H312 מִ לְּ Hm/Hl/H905 אֵֽלֶּה H428 ",
      "5": "וְ יֶחֱזַ֥ק Hc/H2388 מֶֽלֶךְ H4428 הַ נֶּ֖גֶב Hd/H5045 וּ מִן Hc/H4480 שָׂרָ֑י ו H8269 וְ יֶחֱזַ֤ק Hc/H2388 עָלָי ו֙ H5921 וּ מָשָׁ֔ל Hc/H4910 מִמְשָׁ֥ל H4474 רַ֖ב H7227 מֶמְשַׁלְתּֽ וֹ H4475 ",
      "6": "וּ לְ Hc/Hl/H7093 שָׁנִים֙ H8141 יִתְחַבָּ֔רוּ H2266 וּ בַ֣ת Hc/H1323 מֶֽלֶךְ H4428 הַ נֶּ֗גֶב Hd/H5045 תָּבוֹא֙ H935 אֶל H413 מֶ֣לֶךְ H4428 הַ צָּפ֔וֹן Hd/H6828 לַ עֲשׂ֖וֹת Hl/H6213 מֵישָׁרִ֑ים H4339 וְ לֹֽא Hc/H3808 תַעְצֹ֞ר H6113 כּ֣וֹחַ H3581 הַ זְּר֗וֹעַ Hd/H2220 וְ לֹ֤א Hc/H3808 יַעֲמֹד֙ H5975 וּ זְרֹע֔ Hc/H2220 וְ תִנָּתֵ֨ן Hc/H5414 הִ֤יא H1931 וּ מְבִיאֶ֨י Hc/H935 וְ הַ Hc/Hd/H3205 וּ מַחֲזִקָ֖ Hc/H2388 בָּ עִתִּֽים Hb/H6256 ",
      "7": "וְ עָמַ֛ד Hc/H5975 מִ נֵּ֥צֶר Hm/H5342 שָׁרָשֶׁ֖י הָ H8328 כַּנּ֑ וֹ H3653 וְ יָבֹ֣א Hc/H935 אֶל H413 הַ חַ֗יִל Hd/H2428 וְ יָבֹא֙ Hc/H935 בְּ מָעוֹז֙ Hb/H4581 מֶ֣לֶךְ H4428 הַ צָּפ֔וֹן Hd/H6828 וְ עָשָׂ֥ה Hc/H6213 בָ הֶ֖ם Hb וְ הֶחֱזִֽיק Hc/H2388 ",
      "8": "וְ גַ֣ם Hc/H1571 אֱֽלֹהֵי הֶ֡ם H430 עִם H5973 נְסִֽכֵי הֶם֩ H5257 עִם H5973 כְּלֵ֨י H3627 חֶמְדָּתָ֜ ם H2532 כֶּ֧סֶף H3701 וְ זָהָ֛ב Hc/H2091 בַּ שְּׁבִ֖י Hb/H7628 יָבִ֣א H935 מִצְרָ֑יִם H4714 וְ הוּא֙ Hc/H1931 שָׁנִ֣ים H8141 יַעֲמֹ֔ד H5975 מִ מֶּ֖לֶךְ Hm/H4428 הַ צָּפֽוֹן Hd/H6828 ",
      "9": "וּ בָ֗א Hc/H935 בְּ מַלְכוּת֙ Hb/H4438 מֶ֣לֶךְ H4428 הַ נֶּ֔גֶב Hd/H5045 וְ שָׁ֖ב Hc/H7725 אֶל H413 אַדְמָתֽ וֹ H127 ",
      "10": "ו בנ Hc/H1121 יִתְגָּר֗וּ H1624 וְ אָסְפוּ֙ Hc/H622 הֲמוֹן֙ H1995 חֲיָלִ֣ים H2428 רַבִּ֔ים H7227 וּ בָ֥א Hc/H935 ב֖וֹא H935 וְ שָׁטַ֣ף Hc/H7857 וְ עָבָ֑ר Hc/H5674 וְ יָשֹׁ֥ב Hc/H7725 ו יתגרו Hc/H1624 עַד H5704 מעז ה H4581 ",
      "11": "וְ יִתְמַרְמַר֙ Hc/H4843 מֶ֣לֶךְ H4428 הַ נֶּ֔גֶב Hd/H5045 וְ יָצָ֕א Hc/H3318 וְ נִלְחַ֥ם Hc/H3898 עִמּ֖ וֹ H5973 עִם H5973 מֶ֣לֶךְ H4428 הַ צָּפ֑וֹן Hd/H6828 וְ הֶעֱמִיד֙ Hc/H5975 הָמ֣וֹן H1995 רָ֔ב H7227 וְ נִתַּ֥ן Hc/H5414 הֶ הָמ֖וֹן Hd/H1995 בְּ יָדֽ Hb/H3027 ",
      "12": "וְ נִשָּׂ֥א Hc/H5375 הֶ הָמ֖וֹן Hd/H1995 ירום H7311 לְבָב֑ וֹ H3824 וְ הִפִּ֛יל Hc/H5307 רִבֹּא֖וֹת H7239 וְ לֹ֥א Hc/H3808 יָעֽוֹז H5810 ",
      "13": "וְ שָׁב֙ Hc/H7725 מֶ֣לֶךְ H4428 הַ צָּפ֔וֹן Hd/H6828 וְ הֶעֱמִ֣יד Hc/H5975 הָמ֔וֹן H1995 רַ֖ב H7227 מִן H4480 הָ רִאשׁ֑וֹן Hd/H7223 וּ לְ Hc/Hl/H7093 הָֽ עִתִּ֤ים Hd/H6256 שָׁנִים֙ H8141 יָ֣בוֹא H935 ב֔וֹא H935 בְּ חַ֥יִל Hb/H2428 גָּד֖וֹל H1419 וּ בִ Hc/Hb/H7399 רָֽב H7227 ",
      "14": "וּ בָ Hc/Hb/H6256 הָ הֵ֔ם Hd/H1992 רַבִּ֥ים H7227 יַֽעַמְד֖וּ H5975 עַל H5921 מֶ֣לֶךְ H4428 הַ נֶּ֑גֶב Hd/H5045 וּ בְנֵ֣י Hc/H1121 פָּרִיצֵ֣י H6530 עַמְּ ךָ֗ H5971 יִֽנַּשְּׂא֛וּ H5375 לְ הַעֲמִ֥יד Hl/H5975 חָז֖וֹן H2377 וְ נִכְשָֽׁלוּ Hc/H3782 ",
      "15": "וְ יָבֹא֙ Hc/H935 מֶ֣לֶךְ H4428 הַ צָּפ֔וֹן Hd/H6828 וְ יִשְׁפֹּךְ֙ Hc/H8210 סֽוֹלֲלָ֔ה H5550 וְ לָכַ֖ד Hc/H3920 עִ֣יר H5892 מִבְצָר֑וֹת H4013 וּ זְרֹע֤וֹת Hc/H2220 הַ נֶּ֨גֶב֙ Hd/H5045 לֹ֣א H3808 יַעֲמֹ֔דוּ H5975 וְ עַם֙ Hc/H5971 מִבְחָרָ֔י ו H4005 וְ אֵ֥ין Hc/H369 כֹּ֖חַ H3581 לַ עֲמֹֽד Hl/H5975 ",
      "16": "וְ יַ֨עַשׂ Hc/H6213 הַ בָּ֤א Hd/H935 אֵלָי ו֙ H413 כִּ רְצוֹנ֔ Hk/H7522 וְ אֵ֥ין Hc/H369 עוֹמֵ֖ד H5975 לְ פָנָ֑י Hl/H6440 וְ יַעֲמֹ֥ד Hc/H5975 בְּ אֶֽרֶץ Hb/H776 הַ צְּבִ֖י Hd/H6643 וְ כָלָ֥ה Hc/H3615 בְ יָדֽ Hb/H3027 ",
      "17": "וְ יָשֵׂ֣ם Hc/H7760 פָּ֠נָי ו H6440 לָ ב֞וֹא Hl/H935 בְּ תֹ֧קֶף Hb/H8633 כָּל H3605 מַלְכוּת֛ וֹ H4438 וִ ישָׁרִ֥ים Hc/H3477 עִמּ֖ וֹ H5973 וְ עָשָׂ֑ה Hc/H6213 וּ בַ֤ת Hc/H1323 הַ נָּשִׁים֙ Hd/H802 יִתֶּן H5414 ל֣ וֹ Hl לְ הַשְׁחִיתָ֔ Hl/H7843 וְ לֹ֥א Hc/H3808 תַעֲמֹ֖ד H5975 וְ לֹא Hc/H3808 ל֥ וֹ Hl תִהְיֶֽה H1961 ",
      "18": "ו ישב Hc/H7725 פָּנָ֛י ו H6440 לְ אִיִּ֖ים Hl/H339 וְ לָכַ֣ד Hc/H3920 רַבִּ֑ים H7227 וְ הִשְׁבִּ֨ית Hc/H7673 קָצִ֤ין H7101 חֶרְפָּת וֹ֙ H2781 ל֔ וֹ Hl בִּלְתִּ֥י H1115 חֶרְפָּת֖ וֹ H2781 יָשִׁ֥יב H7725 לֽ וֹ Hl ",
      "19": "וְ יָשֵׁ֣ב Hc/H7725 פָּנָ֔י ו H6440 לְ מָעוּזֵּ֖י Hl/H4581 אַרְצ֑ וֹ H776 וְ נִכְשַׁ֥ל Hc/H3782 וְ נָפַ֖ל Hc/H5307 וְ לֹ֥א Hc/H3808 יִמָּצֵֽא H4672 ",
      "20": "וְ עָמַ֧ד Hc/H5975 עַל H5921 כַּנּ֛ וֹ H3653 מַעֲבִ֥יר H5674 נוֹגֵ֖שׂ H5065 הֶ֣דֶר H1925 מַלְכ֑וּת H4438 וּ בְ Hc/Hb/H3117 אֲחָדִים֙ H259 יִשָּׁבֵ֔ר H7665 וְ לֹ֥א Hc/H3808 בְ אַפַּ֖יִם Hb/H639 וְ לֹ֥א Hc/H3808 בְ מִלְחָמָֽה Hb/H4421 ",
      "21": "וְ עָמַ֤ד Hc/H5975 עַל H5921 כַּנּ וֹ֙ H3653 נִבְזֶ֔ה H959 וְ לֹא Hc/H3808 נָתְנ֥וּ H5414 עָלָ֖י ו H5921 ה֣וֹד H1935 מַלְכ֑וּת H4438 וּ בָ֣א Hc/H935 בְ שַׁלְוָ֔ה Hb/H7962 וְ הֶחֱזִ֥יק Hc/H2388 מַלְכ֖וּת H4438 בַּ חֲלַקְלַקּֽוֹת Hb/H2519 ",
      "22": "וּ זְרֹע֥וֹת Hc/H2220 הַ שֶּׁ֛טֶף Hd/H7858 יִשָּׁטְפ֥וּ H7857 מִ לְּ Hm/Hl/H6440 וְ יִשָּׁבֵ֑רוּ Hc/H7665 וְ גַ֖ם Hc/H1571 נְגִ֥יד H5057 בְּרִֽית H1285 ",
      "23": "וּ מִן Hc/H4480 הִֽתְחַבְּר֥וּת H2266 אֵלָ֖י ו H413 יַעֲשֶׂ֣ה H6213 מִרְמָ֑ה H4820 וְ עָלָ֥ה Hc/H5927 וְ עָצַ֖ם Hc/H6105 בִּ מְעַט Hb/H4592 גּֽוֹי H1471 ",
      "24": "בְּ שַׁלְוָ֞ה Hb/H7962 וּ בְ Hc/Hb/H4924 מְדִינָה֮ H4082 יָבוֹא֒ H935 וְ עָשָׂ֗ה Hc/H6213 אֲשֶׁ֨ר H834 לֹא H3808 עָשׂ֤וּ H6213 אֲבֹתָי ו֙ H1 וַ אֲב֣וֹת Hc/H1 אֲבֹתָ֔י ו H1 בִּזָּ֧ה H961 וְ שָׁלָ֛ל Hc/H7998 וּ רְכ֖וּשׁ Hc/H7399 לָ הֶ֣ם Hl/H1992 יִבְז֑וֹר H967 וְ עַ֧ל Hc/H5921 מִבְצָרִ֛ים H4013 יְחַשֵּׁ֥ב H2803 מַחְשְׁבֹתָ֖י ו H4284 וְ עַד Hc/H5704 עֵֽת H6256 ",
      "25": "וְ יָעֵר֩ Hc/H5782 כֹּח֨ וֹ H3581 וּ לְבָב֜ Hc/H3824 עַל H5921 מֶ֣לֶךְ H4428 הַ נֶּגֶב֮ Hd/H5045 בְּ חַ֣יִל Hb/H2428 גָּדוֹל֒ H1419 וּ מֶ֣לֶךְ Hc/H4428 הַ נֶּ֗גֶב Hd/H5045 יִתְגָּרֶה֙ H1624 לַ מִּלְחָמָ֔ה Hl/H4421 בְּ חַֽיִל Hb/H2428 גָּד֥וֹל H1419 וְ עָצ֖וּם Hc/H6099 עַד H5704 מְאֹ֑ד H3966 וְ לֹ֣א Hc/H3808 יַעֲמֹ֔ד H5975 כִּֽי H3588 יַחְשְׁב֥וּ H2803 עָלָ֖י ו H5921 מַחֲשָׁבֽוֹת H4284 ",
      "26": "וְ אֹכְלֵ֧י Hc/H398 פַת H6598 בָּג֛ וֹ H6598 יִשְׁבְּר֖וּ הוּ H7665 וְ חֵיל֣ Hc/H2428 יִשְׁט֑וֹף H7857 וְ נָפְל֖וּ Hc/H5307 חֲלָלִ֥ים H2491 רַבִּֽים H7227 ",
      "27": "וּ שְׁנֵי Hc/H8147 הַ מְּלָכִים֙ Hd/H4428 לְבָבָ֣ ם H3824 לְ מֵרָ֔ע Hl/H4827 וְ עַל Hc/H5921 שֻׁלְחָ֥ן H7979 אֶחָ֖ד H259 כָּזָ֣ב H3577 יְדַבֵּ֑רוּ H1696 וְ לֹ֣א Hc/H3808 תִצְלָ֔ח H6743 כִּי H3588 ע֥וֹד H5750 קֵ֖ץ H7093 לַ מּוֹעֵֽד Hl/H4150 ",
      "28": "וְ יָשֹׁ֤ב Hc/H7725 אַרְצ וֹ֙ H776 בִּ רְכ֣וּשׁ Hb/H7399 גָּד֔וֹל H1419 וּ לְבָב֖ Hc/H3824 עַל H5921 בְּרִ֣ית H1285 קֹ֑דֶשׁ H6944 וְ עָשָׂ֖ה Hc/H6213 וְ שָׁ֥ב Hc/H7725 לְ אַרְצֽ Hl/H776 ",
      "29": "לַ מּוֹעֵ֥ד Hl/H4150 יָשׁ֖וּב H7725 וּ בָ֣א Hc/H935 בַ נֶּ֑גֶב Hb/H5045 וְ לֹֽא Hc/H3808 תִהְיֶ֥ה H1961 כָ רִאשֹׁנָ֖ה Hk/H7223 וְ כָ Hc/Hk/H314 ",
      "30": "וּ בָ֨אוּ Hc/H935 ב֜ וֹ Hb צִיִּ֤ים H6716 כִּתִּים֙ H3794 וְ נִכְאָ֔ה Hc/H3512 וְ שָׁ֛ב Hc/H7725 וְ זָעַ֥ם Hc/H2194 עַל H5921 בְּרִֽית H1285 ק֖וֹדֶשׁ H6944 וְ עָשָׂ֑ה Hc/H6213 וְ שָׁ֣ב Hc/H7725 וְ יָבֵ֔ן Hc/H995 עַל H5921 עֹזְבֵ֖י H5800 בְּרִ֥ית H1285 קֹֽדֶשׁ H6944 ",
      "31": "וּ זְרֹעִ֖ים Hc/H2220 מִמֶּ֣ נּוּ H4480 יַעֲמֹ֑דוּ H5975 וְ חִלְּל֞וּ Hc/H2490 הַ מִּקְדָּ֤שׁ Hd/H4720 הַ מָּעוֹז֙ Hd/H4581 וְ הֵסִ֣ירוּ Hc/H5493 הַ תָּמִ֔יד Hd/H8548 וְ נָתְנ֖וּ Hc/H5414 הַ שִּׁקּ֥וּץ Hd/H8251 מְשׁוֹמֵֽם H8074 ",
      "32": "וּ מַרְשִׁיעֵ֣י Hc/H7561 בְרִ֔ית H1285 יַחֲנִ֖יף H2610 בַּ חֲלַקּ֑וֹת Hb/H2514 וְ עַ֛ם Hc/H5971 יֹדְעֵ֥י H3045 אֱלֹהָ֖י ו H430 יַחֲזִ֥קוּ H2388 וְ עָשֽׂוּ Hc/H6213 ",
      "33": "וּ מַשְׂכִּ֣ילֵי Hc/H7919 עָ֔ם H5971 יָבִ֖ינוּ H995 לָֽ רַבִּ֑ים Hl/H7227 וְ נִכְשְׁל֞וּ Hc/H3782 בְּ חֶ֧רֶב Hb/H2719 וּ בְ Hc/Hb/H3852 בִּ שְׁבִ֥י Hb/H7628 וּ בְ Hc/Hb/H961 יָמִֽים H3117 ",
      "34": "וּ בְ Hc/Hb/H3782 יֵעָזְר֖וּ H5826 עֵ֣זֶר H5828 מְעָ֑ט H4592 וְ נִלְו֧וּ Hc/H3867 עֲלֵי הֶ֛ם H5921 רַבִּ֖ים H7227 בַּ חֲלַקְלַקּֽוֹת Hb/H2519 ",
      "35": "וּ מִן Hc/H4480 הַ מַּשְׂכִּילִ֣ים Hd/H7919 יִכָּֽשְׁל֗וּ H3782 לִ צְר֥וֹף Hl/H6884 בָּ הֶ֛ם Hb וּ לְ Hc/Hl/H1305 וְ לַ Hc/Hl/H3835 עַד H5704 עֵ֣ת H6256 קֵ֑ץ H7093 כִּי H3588 ע֖וֹד H5750 לַ מּוֹעֵֽד Hl/H4150 ",
      "36": "וְ עָשָׂ֨ה Hc/H6213 כִ רְצוֹנ֜ Hk/H7522 הַ מֶּ֗לֶךְ Hd/H4428 וְ יִתְרוֹמֵ֤ם Hc/H7311 וְ יִתְגַּדֵּל֙ Hc/H1431 עַל H5921 כָּל H3605 אֵ֔ל H410 וְ עַל֙ Hc/H5921 אֵ֣ל H410 אֵלִ֔ים H410 יְדַבֵּ֖ר H1696 נִפְלָא֑וֹת H6381 וְ הִצְלִ֨יחַ֙ Hc/H6743 עַד H5704 כָּ֣לָה H3615 זַ֔עַם H2195 כִּ֥י H3588 נֶחֱרָצָ֖ה H2782 נֶעֱשָֽׂתָה H6213 ",
      "37": "וְ עַל Hc/H5921 אֱלֹהֵ֤י H430 אֲבֹתָי ו֙ H1 לֹ֣א H3808 יָבִ֔ין H995 וְ עַל Hc/H5921 חֶמְדַּ֥ת H2532 נָשִׁ֛ים H802 וְ עַֽל Hc/H5921 כָּל H3605 אֱל֖וֹהַּ H433 לֹ֣א H3808 יָבִ֑ין H995 כִּ֥י H3588 עַל H5921 כֹּ֖ל H3605 יִתְגַּדָּֽל H1431 ",
      "38": "וְ לֶ Hc/Hl/H433 מָֽעֻזִּ֔ים H4581 עַל H5921 כַּנּ֖ וֹ H3653 יְכַבֵּ֑ד H3513 וְ לֶ Hc/Hl/H433 אֲשֶׁ֧ר H834 לֹא H3808 יְדָעֻ֣ הוּ H3045 אֲבֹתָ֗י ו H1 יְכַבֵּ֛ד H3513 בְּ זָהָ֥ב Hb/H2091 וּ בְ Hc/Hb/H3701 וּ בְ Hc/Hb/H68 יְקָרָ֖ה H3368 וּ בַ Hc/Hb/H2530 ",
      "39": "וְ עָשָׂ֞ה Hc/H6213 לְ מִבְצְרֵ֤י Hl/H4013 מָֽעֻזִּים֙ H4581 עִם H5973 אֱל֣וֹהַּ H433 נֵכָ֔ר H5236 אֲשֶׁ֥ר H834 הכיר H5234 יַרְבֶּ֣ה H7235 כָב֑וֹד H3519 וְ הִמְשִׁילָ Hc/H4910 בָּֽ רַבִּ֔ים Hb/H7227 וַ אֲדָמָ֖ה Hc/H127 יְחַלֵּ֥ק H2505 בִּ מְחִֽיר Hb/H4242 ",
      "40": "וּ בְ Hc/Hb/H6256 קֵ֗ץ H7093 יִתְנַגַּ֤ח H5055 עִמּ וֹ֙ H5973 מֶ֣לֶךְ H4428 הַ נֶּ֔גֶב Hd/H5045 וְ יִשְׂתָּעֵ֨ר Hc/H8175 עָלָ֜י ו H5921 מֶ֣לֶךְ H4428 הַ צָּפ֗וֹן Hd/H6828 בְּ רֶ֨כֶב֙ Hb/H7393 וּ בְ Hc/Hb/H6571 וּ בָ Hc/Hb/H591 רַבּ֑וֹת H7227 וּ בָ֥א Hc/H935 בַ אֲרָצ֖וֹת Hb/H776 וְ שָׁטַ֥ף Hc/H7857 וְ עָבָֽר Hc/H5674 ",
      "41": "וּ בָא֙ Hc/H935 בְּ אֶ֣רֶץ Hb/H776 הַ צְּבִ֔י Hd/H6643 וְ רַבּ֖וֹת Hc/H7227 יִכָּשֵׁ֑לוּ H3782 וְ אֵ֨לֶּה֙ Hc/H428 יִמָּלְט֣וּ H4422 מִ יָּד֔ Hm/H3027 אֱד֣וֹם H123 וּ מוֹאָ֔ב Hc/H4124 וְ רֵאשִׁ֖ית Hc/H7225 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "42": "וְ יִשְׁלַ֥ח Hc/H7971 יָד֖ וֹ H3027 בַּ אֲרָצ֑וֹת Hb/H776 וְ אֶ֣רֶץ Hc/H776 מִצְרַ֔יִם H4714 לֹ֥א H3808 תִהְיֶ֖ה H1961 לִ פְלֵיטָֽה Hl/H6413 ",
      "43": "וּ מָשַׁ֗ל Hc/H4910 בְּ מִכְמַנֵּי֙ Hb/H4362 הַ זָּהָ֣ב Hd/H2091 וְ הַ Hc/Hd/H3701 וּ בְ Hc/Hb/H3605 חֲמֻד֣וֹת H2530 מִצְרָ֑יִם H4714 וְ לֻבִ֥ים Hc/H3864 וְ כֻשִׁ֖ים Hc/H3569 בְּ מִצְעָדָֽי Hb/H4703 ",
      "44": "וּ שְׁמֻע֣וֹת Hc/H8052 יְבַהֲלֻ֔ הוּ H926 מִ מִּזְרָ֖ח Hm/H4217 וּ מִ Hc/Hm/H6828 וְ יָצָא֙ Hc/H3318 בְּ חֵמָ֣א Hb/H2534 גְדֹלָ֔ה H1419 לְ הַשְׁמִ֥יד Hl/H8045 וּֽ לְ Hc/Hl/H2763 רַבִּֽים H7227 ",
      "45": "וְ יִטַּע֙ Hc/H5193 אָהֳלֶ֣י H168 אַפַּדְנ֔ וֹ H643 בֵּ֥ין H996 יַמִּ֖ים H3220 לְ הַר Hl/H2022 צְבִי H6643 קֹ֑דֶשׁ H6944 וּ בָא֙ Hc/H935 עַד H5704 קִצּ֔ וֹ H7093 וְ אֵ֥ין Hc/H369 עוֹזֵ֖ר H5826 לֽ וֹ Hl "
    },
    "12": {
      "1": "וּ בָ Hc/Hb/H6256 הַ הִיא֩ Hd/H1931 יַעֲמֹ֨ד H5975 מִֽיכָאֵ֜ל H4317 הַ שַּׂ֣ר Hd/H8269 הַ גָּד֗וֹל Hd/H1419 הָ עֹמֵד֮ Hd/H5975 עַל H5921 בְּנֵ֣י H1121 עַמֶּ ךָ֒ H5971 וְ הָיְתָה֙ Hc/H1961 עֵ֣ת H6256 צָרָ֔ה H6869 אֲשֶׁ֤ר H834 לֹֽא H3808 נִהְיְתָה֙ H1961 מִֽ הְי֣וֹת Hm/H1961 גּ֔וֹי H1471 עַ֖ד H5704 הָ עֵ֣ת Hd/H6256 הַ הִ֑יא Hd/H1931 וּ בָ Hc/Hb/H6256 הַ הִיא֙ Hd/H1931 יִמָּלֵ֣ט H4422 עַמְּ ךָ֔ H5971 כָּל H3605 הַ נִּמְצָ֖א Hd/H4672 כָּת֥וּב H3789 בַּ סֵּֽפֶר Hb/H5612 ",
      "2": "וְ רַבִּ֕ים Hc/H7227 מִ יְּשֵׁנֵ֥י Hm/H3463 אַדְמַת H127 עָפָ֖ר H6083 יָקִ֑יצוּ H6974 אֵ֚לֶּה H428 לְ חַיֵּ֣י Hl/H2416 עוֹלָ֔ם H5769 וְ אֵ֥לֶּה Hc/H428 לַ חֲרָפ֖וֹת Hl/H2781 לְ דִרְא֥וֹן Hl/H1860 עוֹלָֽם H5769 ",
      "3": "וְ הַ֨ Hc/Hd/H7919 יַזְהִ֖רוּ H2094 כְּ זֹ֣הַר Hk/H2096 הָ רָקִ֑יעַ Hd/H7549 וּ מַצְדִּיקֵי֙ Hc/H6663 הָֽ רַבִּ֔ים Hd/H7227 כַּ כּוֹכָבִ֖ים Hk/H3556 לְ עוֹלָ֥ם Hl/H5769 וָ עֶֽד Hc/H5703 ",
      "4": "וְ אַתָּ֣ה Hc/H859 דָֽנִיֵּ֗אל H1840 סְתֹ֧ם H5640 הַ דְּבָרִ֛ים Hd/H1697 וַ חֲתֹ֥ם Hc/H2856 הַ סֵּ֖פֶר Hd/H5612 עַד H5704 עֵ֣ת H6256 קֵ֑ץ H7093 יְשֹׁטְט֥וּ H7751 רַבִּ֖ים H7227 וְ תִרְבֶּ֥ה Hc/H7235 הַ דָּֽעַת Hd/H1847 ",
      "5": "וְ רָאִ֨יתִי֙ Hc/H7200 אֲנִ֣י H589 דָנִיֵּ֔אל H1840 וְ הִנֵּ֛ה Hc/H2009 שְׁנַ֥יִם H8147 אֲחֵרִ֖ים H312 עֹמְדִ֑ים H5975 אֶחָ֥ד H259 הֵ֨נָּה֙ H2008 לִ שְׂפַ֣ת Hl/H8193 הַ יְאֹ֔ר Hd/H2975 וְ אֶחָ֥ד Hc/H259 הֵ֖נָּה H2008 לִ שְׂפַ֥ת Hl/H8193 הַ יְאֹֽר Hd/H2975 ",
      "6": "וַ יֹּ֗אמֶר Hc/H559 לָ אִישׁ֙ Hl/H376 לְב֣וּשׁ H3847 הַ בַּדִּ֔ים Hd/H906 אֲשֶׁ֥ר H834 מִ מַּ֖עַל Hm/H4605 לְ מֵימֵ֣י Hl/H4325 הַ יְאֹ֑ר Hd/H2975 עַד H5704 מָתַ֖י H4970 קֵ֥ץ H7093 הַ פְּלָאֽוֹת Hd/H6382 ",
      "7": "וָ אֶשְׁמַ֞ע Hc/H8085 אֶת H853 הָ אִ֣ישׁ Hd/H376 לְב֣וּשׁ H3847 הַ בַּדִּ֗ים Hd/H906 אֲשֶׁ֣ר H834 מִ מַּעַל֮ Hm/H4605 לְ מֵימֵ֣י Hl/H4325 הַ יְאֹר֒ Hd/H2975 וַ יָּ֨רֶם Hc/H7311 יְמִינ֤ וֹ H3225 וּ שְׂמֹאל Hc/H8040 אֶל H413 הַ שָּׁמַ֔יִם Hd/H8064 וַ יִּשָּׁבַ֖ע Hc/H7650 בְּ חֵ֣י Hb/H2416 הָ עוֹלָ֑ם Hd/H5769 כִּי֩ H3588 לְ מוֹעֵ֨ד Hl/H4150 מֽוֹעֲדִ֜ים H4150 וָ חֵ֗צִי Hc/H2677 וּ כְ Hc/Hk/H3615 נַפֵּ֥ץ H5310 יַד H3027 עַם H5971 קֹ֖דֶשׁ H6944 תִּכְלֶ֥ינָה H3615 כָל H3605 אֵֽלֶּה H428 ",
      "8": "וַ אֲנִ֥י Hc/H589 שָׁמַ֖עְתִּי H8085 וְ לֹ֣א Hc/H3808 אָבִ֑ין H995 וָ אֹ֣מְרָ֔ Hc/H559 אֲדֹנִ֕ י H113 מָ֥ה H4100 אַחֲרִ֖ית H319 אֵֽלֶּה H428 ",
      "9": "וַ יֹּ֖אמֶר Hc/H559 לֵ֣ךְ H3212 דָּנִיֵּ֑אל H1840 כִּֽי H3588 סְתֻמִ֧ים H5640 וַ חֲתֻמִ֛ים Hc/H2856 הַ דְּבָרִ֖ים Hd/H1697 עַד H5704 עֵ֥ת H6256 קֵֽץ H7093 ",
      "10": "יִ֠תְבָּֽרֲרוּ H1305 וְ יִֽתְלַבְּנ֤וּ Hc/H3835 וְ יִצָּֽרְפוּ֙ Hc/H6884 רַבִּ֔ים H7227 וְ הִרְשִׁ֣יעוּ Hc/H7561 רְשָׁעִ֔ים H7563 וְ לֹ֥א Hc/H3808 יָבִ֖ינוּ H995 כָּל H3605 רְשָׁעִ֑ים H7563 וְ הַ Hc/Hd/H7919 יָבִֽינוּ H995 ",
      "11": "וּ מֵ Hc/Hm/H6256 הוּסַ֣ר H5493 הַ תָּמִ֔יד Hd/H8548 וְ לָ Hc/Hl/H5414 שִׁקּ֣וּץ H8251 שֹׁמֵ֑ם H8074 יָמִ֕ים H3117 אֶ֖לֶף H505 מָאתַ֥יִם H3967 וְ תִשְׁעִֽים Hc/H8673 ",
      "12": "אַשְׁרֵ֥י H835 הַֽ מְחַכֶּ֖ה Hd/H2442 וְ יַגִּ֑יעַ Hc/H5060 לְ יָמִ֕ים Hl/H3117 אֶ֕לֶף H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שְׁלֹשִׁ֥ים H7970 וַ חֲמִשָּֽׁה Hc/H2568 ",
      "13": "וְ אַתָּ֖ה Hc/H859 לֵ֣ךְ H3212 לַ קֵּ֑ץ Hl/H7093 וְ תָנ֛וּחַ Hc/H5117 וְ תַעֲמֹ֥ד Hc/H5975 לְ גֹרָלְ Hl/H1486 לְ קֵ֥ץ Hl/H7093 הַ יָּמִֽין Hd/H3117 "
    }
  }
}
