{
  "1": "מִשְׁלֵ֗י H4912 שְׁלֹ֫מֹ֥ה H8010 בֵּ֣ן H1121 חָ֭כָם H2450 יְשַׂמַּח H8055 אָ֑ב H1 וּבֵ֥ן H1121 כְּ֝סִ֗יל H3684 תּוּגַ֥ת H8424 אִמּֽוֹ H517 ",
  "2": "לֹא H3808 י֭וֹעִילוּ H3276 אוֹצְר֣וֹת H214 רֶ֑שַׁע H7562 וּ֝צְדָקָ֗ה H6666 תַּצִּ֥יל H5337 מִמָּֽוֶת H4194 ",
  "3": "לֹֽא H3808 יַרְעִ֣יב H7456 יְ֭הוָה H3068 נֶ֣פֶשׁ H5315 צַדִּ֑יק H6662 וְהַוַּ֖ת H1942 רְשָׁעִ֣ים H7563 יֶהְדֹּֽף H1920 ",
  "4": "רָ֗אשׁ H7326 עֹשֶׂ֥ה H6213 כַף H3709 רְמִיָּ֑ה H7423 וְיַ֖ד H3027 חָרוּצִ֣ים H2742 תַּעֲשִֽׁיר H6238 ",
  "5": "אֹגֵ֣ר H103 בַּ֭קַּיִץ H7019 בֵּ֣ן H1121 מַשְׂכִּ֑יל H7919 נִרְדָּ֥ם H7290 בַּ֝קָּצִ֗יר H7105 בֵּ֣ן H1121 מֵבִֽישׁ H954 ",
  "6": "בְּ֭רָכוֹת H1293 לְרֹ֣אשׁ H7218 צַדִּ֑יק H6662 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יְכַסֶּ֥ה H3680 חָמָֽס H2555 ",
  "7": "זֵ֣כֶר H2143 צַ֭דִּיק H6662 לִבְרָכָ֑ה H1293 וְשֵׁ֖ם H8034 רְשָׁעִ֣ים H7563 יִרְקָֽב H7537 ",
  "8": "חֲכַם H2450 לֵ֭ב H3820 יִקַּ֣ח H3947 מִצְוֺ֑ת H4687 וֶאֱוִ֥יל H191 שְׂ֝פָתַ֗יִם H8193 יִלָּבֵֽט H3832 ",
  "9": "הוֹלֵ֣ךְ H1980 בַּ֭תֹּם H8537 יֵ֣לֶךְ H3212 בֶּ֑טַח H983 וּמְעַקֵּ֥שׁ H6140 דְּ֝רָכָ֗יו H1870 יִוָּדֵֽעַ H3045 ",
  "10": "קֹ֣רֵֽץ H7169 עַ֭יִן H5869 יִתֵּ֣ן H5414 עַצָּ֑בֶת H6094 וֶאֱוִ֥יל H191 שְׂ֝פָתַ֗יִם H8193 יִלָּבֵֽט H3832 ",
  "11": "מְק֣וֹר H4726 חַ֭יִּים H2416 פִּ֣י H6310 צַדִּ֑יק H6662 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 יְכַסֶּ֥ה H3680 חָמָֽס H2555 ",
  "12": "שִׂ֭נְאָה H8135 תְּעוֹרֵ֣ר H5782 מְדָנִ֑ים H4090 וְעַ֥ל H5921 כָּל H3605 פְּ֝שָׁעִ֗ים H6588 תְּכַסֶּ֥ה H3680 אַהֲבָֽה H160 ",
  "13": "בְּשִׂפְתֵ֣י H8193 נָ֭בוֹן H995 תִּמָּצֵ֣א H4672 חָכְמָ֑ה H2451 וְ֝שֵׁ֗בֶט H7626 לְגֵ֣ו H1460 חֲסַר H2638 לֵֽב H3820 ",
  "14": "חֲכָמִ֥ים H2450 יִצְפְּנוּ H6845 דָ֑עַת H1847 וּפִֽי H6310 אֱ֝וִיל H191 מְחִתָּ֥ה H4288 קְרֹבָֽה H7138 ",
  "15": "ה֣וֹן H1952 עָ֭שִׁיר H6223 קִרְיַ֣ת H7151 עֻזּ֑וֹ H5797 מְחִתַּ֖ת H4288 דַּלִּ֣ים H1800 רֵישָֽׁם H7389 ",
  "16": "פְּעֻלַּ֣ת H6468 צַדִּ֣יק H6662 לְחַיִּ֑ים H2416 תְּבוּאַ֖ת H8393 רָשָׁ֣ע H7563 לְחַטָּֽאת H2403 ",
  "17": "אֹ֣רַח H734 לְ֭חַיִּים H2416 שׁוֹמֵ֣ר H8104 מוּסָ֑ר H4148 וְעוֹזֵ֖ב H5800 תּוֹכַ֣חַת H8433 מַתְעֶֽה H8582 ",
  "18": "מְכַסֶּ֣ה H3680 שִׂ֭נְאָה H8135 שִׂפְתֵי H8193 שָׁ֑קֶר H8267 וּמוֹצִ֥א H3318 דִ֝בָּ֗ה H1681 ה֣וּא H1931 כְסִֽיל H3684 ",
  "19": "בְּרֹ֣ב H7230 דְּ֭בָרִים H1697 לֹ֣א H3808 יֶחְדַּל H2308 פָּ֑שַׁע H6588 וְחֹשֵׂ֖ךְ H2820 שְׂפָתָ֣יו H8193 מַשְׂכִּֽיל H7919 ",
  "20": "כֶּ֣סֶף H3701 נִ֭בְחָר H977 לְשׁ֣וֹן H3956 צַדִּ֑יק H6662 לֵ֖ב H3820 רְשָׁעִ֣ים H7563 כִּמְעָֽט H4592 ",
  "21": "שִׂפְתֵ֣י H8193 צַ֭דִּיק H6662 יִרְע֣וּ H7462 רַבִּ֑ים H7227 וֶֽ֝אֱוִילִ֗ים H191 בַּחֲסַר H2638 לֵ֥ב H3820 יָמֽוּתוּ H4191 ",
  "22": "בִּרְכַּ֣ת H1293 יְ֭הוָה H3068 הִ֣יא H1931 תַעֲשִׁ֑יר H6238 וְלֹֽא H3808 יוֹסִ֖ף H3254 עֶ֣צֶב H6089 עִמָּֽהּ H5973 ",
  "23": "כִּשְׂח֣וֹק H7814 לִ֭כְסִיל H3684 עֲשׂ֣וֹת H6213 זִמָּ֑ה H2154 וְ֝חָכְמָ֗ה H2451 לְאִ֣ישׁ H376 תְּבוּנָֽה H8394 ",
  "24": "מְגוֹרַ֣ת H4034 רָ֭שָׁע H7563 הִ֣יא H1931 תְבוֹאֶ֑נּוּ H935 וְתַאֲוַ֖ת H8378 צַדִּיקִ֣ים H6662 יִתֵּֽן H5414 ",
  "25": "כַּעֲב֣וֹר H5674 ס֭וּפָה H5492 וְאֵ֣ין H369 רָשָׁ֑ע H7563 וְ֝צַדִּ֗יק H6662 יְס֣וֹד H3247 עוֹלָֽם H5769 ",
  "26": "כַּחֹ֤מֶץ H2558 לַשִּׁנַּ֗יִם H8127 וְכֶ H6227 לָעֵינָ֑יִם H5869 כֵּ֥ן H3651 הֶ֝עָצֵ֗ל H6102 לְשֹׁלְחָֽי H7971 ",
  "27": "יִרְאַ֣ת H3374 יְ֭הוָה H3068 תּוֹסִ֣יף H3254 יָמִ֑ים H3117 וּשְׁנ֖וֹת H8141 רְשָׁעִ֣ים H7563 תִּקְצֹֽרְנָה H7114 ",
  "28": "תּוֹחֶ֣לֶת H8431 צַדִּיקִ֣ים H6662 שִׂמְחָ֑ה H8057 וְתִקְוַ֖ת H8615 רְשָׁעִ֣ים H7563 תֹּאבֵֽד H6 ",
  "29": "מָע֣וֹז H4581 לַ֭תֹּם H8537 דֶּ֣רֶךְ H1870 יְהוָ֑ה H3068 וּ֝מְחִתָּ֗ה H4288 לְפֹ֣עֲלֵי H6466 אָֽוֶן H205 ",
  "30": "צַדִּ֣יק H6662 לְעוֹלָ֣ם H5769 בַּל H1077 יִמּ֑וֹט H4131 וּ֝רְשָׁעִ֗ים H7563 לֹ֣א H3808 יִשְׁכְּנוּ H7931 אָֽרֶץ H776 ",
  "31": "פִּֽי H6310 צַ֭דִּיק H6662 יָנ֣וּב H5107 חָכְמָ֑ה H2451 וּלְשׁ֥וֹן H3956 תַּ֝הְפֻּכ֗וֹת H8419 תִּכָּרֵֽת H3772 ",
  "32": "שִׂפְתֵ֣י H8193 צַ֭דִּיק H6662 יֵדְע֣וּן H3045 רָצ֑וֹן H7522 וּפִ֥י H6310 רְ֝שָׁעִ֗ים H7563 תַּהְפֻּכֽוֹת H8419 "
}
