{
  "1": "חַכְמ֣וֹת H2454 נָ֭שִׁים H802 בָּנְתָ֣ה H1129 בֵיתָ֑הּ H1004 וְ֝אִוֶּ֗לֶת H200 בְּיָדֶ֥י H3027 תֶהֶרְסֶֽנּוּ H2040 ",
  "2": "הוֹלֵ֣ךְ H1980 בְּ֭יָשְׁר H3476 יְרֵ֣א H3373 יְהוָ֑ה H3068 וּנְל֖וֹז H3868 דְּרָכָ֣יו H1870 בּוֹזֵֽהוּ H959 ",
  "3": "בְּֽפִי H6310 אֱ֭וִיל H191 חֹ֣טֶר H2415 גַּאֲוָ֑ה H1346 וְשִׂפְתֵ֥י H8193 חֲ֝כָמִ֗ים H2450 תִּשְׁמוּרֵֽם H8104 ",
  "4": "בְּאֵ֣ין H369 אֲ֭לָפִים H504 אֵב֣וּס H18 בָּ֑ר H1249 וְרָב H7230 תְּ֝בוּא֗וֹת H8393 בְּכֹ֣חַ H3581 שֽׁוֹר H7794 ",
  "5": "עֵ֣ד H5707 אֱ֭מוּנִים H529 לֹ֣א H3808 יְכַזֵּ֑ב H3576 וְיָפִ֥יחַ H6315 כְּ֝זָבִ֗ים H3577 עֵ֣ד H5707 שָֽׁקֶר H8267 ",
  "6": "בִּקֶּשׁ H1245 לֵ֣ץ H3887 חָכְמָ֣ה H2451 וָאָ֑יִן H369 וְדַ֖עַת H1847 לְנָב֣וֹן H995 נָקָֽל H7043 ",
  "7": "לֵ֣ךְ H3212 מִ֭נֶּגֶד H5048 לְאִ֣ישׁ H376 כְּסִ֑יל H3684 וּבַל H1077 יָ֝דַ֗עְתָּ H3045 שִׂפְתֵי H8193 דָֽעַת H1847 ",
  "8": "חָכְמַ֣ת H2451 עָ֭רוּם H6175 הָבִ֣ין H995 דַּרְכּ֑וֹ H1870 וְאִוֶּ֖לֶת H200 כְּסִילִ֣ים H3684 מִרְמָֽה H4820 ",
  "9": "אֱ֭וִלִים H191 יָלִ֣יץ H3887 אָשָׁ֑ם H817 וּבֵ֖ין H996 יְשָׁרִ֣ים H3477 רָצֽוֹן H7522 ",
  "10": "לֵ֗ב H3820 י֭וֹדֵעַ H3045 מָרַּ֣ת H4787 נַפְשׁ֑וֹ H5315 וּ֝בְ H8057 לֹא H3808 יִתְעָ֥רַב H6148 זָֽר H2114 ",
  "11": "בֵּ֣ית H1004 רְ֭שָׁעִים H7563 יִשָּׁמֵ֑ד H8045 וְאֹ֖הֶל H168 יְשָׁרִ֣ים H3477 יַפְרִֽיחַ H6524 ",
  "12": "יֵ֤שׁ H3426 דֶּ֣רֶךְ H1870 יָ֭שָׁר H3477 לִפְנֵי H6440 אִ֑ישׁ H376 וְ֝אַחֲרִיתָ֗ H319 דַּרְכֵי H1870 מָֽוֶת H4194 ",
  "13": "גַּם H1571 בִּשְׂח֥וֹק H7814 יִכְאַב H3510 לֵ֑ב H3820 וְאַחֲרִיתָ֖ H319 שִׂמְחָ֣ה H8057 תוּגָֽה H8424 ",
  "14": "מִדְּרָכָ֣י H1870 יִ֭שְׂבַּע H7646 ס֣וּג H5472 לֵ֑ב H3820 וּ֝מֵ H5921 אִ֣ישׁ H376 טֽוֹב H2896 ",
  "15": "פֶּ֭תִי H6612 יַאֲמִ֣ין H539 לְכָל H3605 דָּבָ֑ר H1697 וְ֝עָר֗וּם H6175 יָבִ֥ין H995 לַאֲשֻׁרֽ H838 ",
  "16": "חָכָ֣ם H2450 יָ֭רֵא H3373 וְסָ֣ר H5493 מֵרָ֑ע H7451 וּ֝כְסִ֗יל H3684 מִתְעַבֵּ֥ר H5674 וּבוֹטֵֽחַ H982 ",
  "17": "קְֽצַר H7116 אַ֭פַּיִם H639 יַעֲשֶׂ֣ה H6213 אִוֶּ֑לֶת H200 וְאִ֥ישׁ H376 מְ֝זִמּ֗וֹת H4209 יִשָּׂנֵֽא H8130 ",
  "18": "נָחֲל֣וּ H5157 פְתָאיִ֣ם H6612 אִוֶּ֑לֶת H200 וַֽ֝עֲרוּמִ֗ים H6175 יַכְתִּ֥רוּ H3803 דָֽעַת H1847 ",
  "19": "שַׁח֣וּ H7817 רָ֭עִים H7451 לִפְנֵ֣י H6440 טוֹבִ֑ים H2896 וּ֝רְשָׁעִ֗ים H7563 עַֽל H5921 שַׁעֲרֵ֥י H8179 צַדִּֽיק H6662 ",
  "20": "גַּם H1571 לְ֭רֵעֵ H7453 יִשָּׂ֣נֵא H8130 רָ֑שׁ H7326 וְאֹהֲבֵ֖י H157 עָשִׁ֣יר H6223 רַבִּֽים H7227 ",
  "21": "בָּז H936 לְרֵעֵ֥ H7453 חוֹטֵ֑א H2398 וּמְחוֹנֵ֖ן H2603 עניים H6041 אַשְׁרָֽיו H835 ",
  "22": "הֲֽלוֹא H3808 יִ֭תְעוּ H8582 חֹ֣רְשֵׁי H2790 רָ֑ע H7451 וְחֶ֥סֶד H2617 וֶ֝אֱמֶ֗ת H571 חֹ֣רְשֵׁי H2790 טֽוֹב H2896 ",
  "23": "בְּכָל H3605 עֶ֭צֶב H6089 יִהְיֶ֣ה H1961 מוֹתָ֑ר H4195 וּדְבַר H1697 שְׂ֝פָתַ֗יִם H8193 אַךְ H389 לְמַחְסֽוֹר H4270 ",
  "24": "עֲטֶ֣רֶת H5850 חֲכָמִ֣ים H2450 עָשְׁרָ֑ם H6239 אִוֶּ֖לֶת H200 כְּסִילִ֣ים H3684 אִוֶּֽלֶת H200 ",
  "25": "מַצִּ֣יל H5337 נְ֭פָשׁוֹת H5315 עֵ֣ד H5707 אֱמֶ֑ת H571 וְיָפִ֖חַ H6315 כְּזָבִ֣ים H3577 מִרְמָֽה H4820 ",
  "26": "בְּיִרְאַ֣ת H3374 יְ֭הוָה H3068 מִבְטַח H4009 עֹ֑ז H5797 וּ֝לְ H1121 יִהְיֶ֥ה H1961 מַחְסֶֽה H4268 ",
  "27": "יִרְאַ֣ת H3374 יְ֭הוָה H3068 מְק֣וֹר H4726 חַיִּ֑ים H2416 לָ֝ס֗וּר H5493 מִמֹּ֥קְשֵׁי H4170 מָֽוֶת H4194 ",
  "28": "בְּרָב H7230 עָ֥ם H5971 הַדְרַת H1927 מֶ֑לֶךְ H4428 וּבְ H657 לְ֝אֹ֗ם H3816 מְחִתַּ֥ת H4288 רָזֽוֹן H7333 ",
  "29": "אֶ֣רֶךְ H750 אַ֭פַּיִם H639 רַב H7227 תְּבוּנָ֑ה H8394 וּקְצַר H7116 ר֝֗וּחַ H7307 מֵרִ֥ים H7311 אִוֶּֽלֶת H200 ",
  "30": "חַיֵּ֣י H2416 בְ֭שָׂרִים H1320 לֵ֣ב H3820 מַרְפֵּ֑א H4832 וּרְקַ֖ב H7538 עֲצָמ֣וֹת H6106 קִנְאָֽה H7068 ",
  "31": "עֹ֣שֵֽׁק H6231 דָּ֭ל H1800 חֵרֵ֣ף H2778 עֹשֵׂ֑הוּ H6213 וּ֝מְכַבְּד֗ H3513 חֹנֵ֥ן H2603 אֶבְיֽוֹן H34 ",
  "32": "בְּֽ֭רָעָת H7451 יִדָּחֶ֣ה H1760 רָשָׁ֑ע H7563 וְחֹסֶ֖ה H2620 בְמוֹת֣ H4194 צַדִּֽיק H6662 ",
  "33": "בְּלֵ֣ב H3820 נָ֭בוֹן H995 תָּנ֣וּחַ H5117 חָכְמָ֑ה H2451 וּבְ H7130 כְּ֝סִילִ֗ים H3684 תִּוָּדֵֽעַ H3045 ",
  "34": "צְדָקָ֥ה H6666 תְרֽוֹמֵֽם H7311 גּ֑וֹי H1471 וְחֶ֖סֶד H2617 לְאֻמִּ֣ים H3816 חַטָּֽאת H2403 ",
  "35": "רְֽצוֹן H7522 מֶ֭לֶךְ H4428 לְעֶ֣בֶד H5650 מַשְׂכִּ֑יל H7919 וְ֝עֶבְרָת֗ H5678 תִּהְיֶ֥ה H1961 מֵבִֽישׁ H954 "
}
