{
  "1": "לְֽ֭תַאֲוָה H8378 יְבַקֵּ֣שׁ H1245 נִפְרָ֑ד H6504 בְּכָל H3605 תּ֝וּשִׁיָּ֗ה H8454 יִתְגַּלָּֽע H1566 ",
  "2": "לֹֽא H3808 יַחְפֹּ֣ץ H2654 כְּ֭סִיל H3684 בִּתְבוּנָ֑ה H8394 כִּ֝֗י H3588 אִֽם H518 בְּהִתְגַּלּ֥וֹת H1540 לִבּֽוֹ H3820 ",
  "3": "בְּֽבוֹא H935 רָ֭שָׁע H7563 בָּ֣א H935 גַם H1571 בּ֑וּז H937 וְֽעִם H5973 קָל֥וֹן H7036 חֶרְפָּֽה H2781 ",
  "4": "מַ֣יִם H4325 עֲ֭מֻקִּים H6013 דִּבְרֵ֣י H1697 פִי H6310 אִ֑ישׁ H376 נַ֥חַל H5158 נֹ֝בֵ֗עַ H5042 מְק֣וֹר H4726 חָכְמָֽה H2451 ",
  "5": "שְׂאֵ֣ת H5375 פְּנֵי H6440 רָשָׁ֣ע H7563 לֹא H3808 ט֑וֹב H2896 לְהַטּ֥וֹת H5186 צַ֝דִּ֗יק H6662 בַּמִּשְׁפָּֽט H4941 ",
  "6": "שִׂפְתֵ֣י H8193 כְ֭סִיל H3684 יָבֹ֣אֽוּ H935 בְרִ֑יב H7379 וּ֝פִ֗י H6310 לְֽמַהֲלֻמ֥וֹת H4112 יִקְרָֽא H7121 ",
  "7": "פִּֽי H6310 כְ֭סִיל H3684 מְחִתָּה H4288 ל֑וֹ Hl וּ֝שְׂפָתָ֗י H8193 מוֹקֵ֥שׁ H4170 נַפְשֽׁוֹ H5315 ",
  "8": "דִּבְרֵ֣י H1697 נִ֭רְגָּן H5372 כְּמִֽתְלַהֲמִ֑ים H3859 וְ֝הֵ֗ם H1992 יָרְד֥וּ H3381 חַדְרֵי H2315 בָֽטֶן H990 ",
  "9": "גַּ֭ם H1571 מִתְרַפֶּ֣ה H7503 בִמְלַאכְתּ֑ H4399 אָ֥ח H251 ה֝֗וּא H1931 לְבַ֣עַל H1167 מַשְׁחִֽית H7843 ",
  "10": "מִגְדַּל H4026 עֹ֭ז H5797 שֵׁ֣ם H8034 יְהוָ֑ה H3068 בּֽוֹ Hb יָר֖וּץ H7323 צַדִּ֣יק H6662 וְנִשְׂגָּֽב H7682 ",
  "11": "ה֣וֹן H1952 עָ֭שִׁיר H6223 קִרְיַ֣ת H7151 עֻזּ֑וֹ H5797 וּכְ H2346 נִ֝שְׂגָּבָ֗ה H7682 בְּמַשְׂכִּיתֽ H4906 ",
  "12": "לִפְנֵי H6440 שֶׁ֭בֶר H7667 יִגְבַּ֣הּ H1361 לֵב H3820 אִ֑ישׁ H376 וְלִ H6440 כָב֣וֹד H3519 עֲנָוָֽה H6038 ",
  "13": "מֵשִׁ֣יב H7725 דָּ֭בָר H1697 בְּטֶ֣רֶם H2962 יִשְׁמָ֑ע H8085 אִוֶּ֥לֶת H200 הִיא H1931 ל֝֗וֹ Hl וּכְלִמָּֽה H3639 ",
  "14": "רֽוּחַ H7307 אִ֭ישׁ H376 יְכַלְכֵּ֣ל H3557 מַחֲלֵ֑הוּ H4245 וְר֥וּחַ H7307 נְ֝כֵאָ֗ה H5218 מִ֣י H4310 יִשָּׂאֶֽנָּה H5375 ",
  "15": "לֵ֣ב H3820 נָ֭בוֹן H995 יִקְנֶה H7069 דָּ֑עַת H1847 וְאֹ֥זֶן H241 חֲ֝כָמִ֗ים H2450 תְּבַקֶּשׁ H1245 דָּֽעַת H1847 ",
  "16": "מַתָּ֣ן H4976 אָ֭דָם H120 יַרְחִ֣יב H7337 ל֑וֹ Hl וְלִ H6440 גְדֹלִ֣ים H1419 יַנְחֶֽנּוּ H5148 ",
  "17": "צַדִּ֣יק H6662 הָרִאשׁ֣וֹן H7223 בְּרִיב֑ H7379 יבא H935 רֵ֝עֵ֗הוּ H7453 וַחֲקָרֽ H2713 ",
  "18": "מִ֭דְיָנִים H4079 יַשְׁבִּ֣ית H7673 הַגּוֹרָ֑ל H1486 וּבֵ֖ין H996 עֲצוּמִ֣ים H6099 יַפְרִֽיד H6504 ",
  "19": "אָ֗ח H251 נִפְשָׁ֥ע H6586 מִקִּרְיַת H7151 עֹ֑ז H5797 ומדונים H4066 כִּבְרִ֥יחַ H1280 אַרְמֽוֹן H759 ",
  "20": "מִפְּרִ֣י H6529 פִי H6310 אִ֭ישׁ H376 תִּשְׂבַּ֣ע H7646 בִּטְנ֑וֹ H990 תְּבוּאַ֖ת H8393 שְׂפָתָ֣יו H8193 יִשְׂבָּֽע H7646 ",
  "21": "מָ֣וֶת H4194 וְ֭חַיִּים H2416 בְּיַד H3027 לָשׁ֑וֹן H3956 וְ֝אֹהֲבֶ֗י H157 יֹאכַ֥ל H398 פִּרְיָֽהּ H6529 ",
  "22": "מָצָ֣א H4672 אִ֭שָּׁה H802 מָ֣צָא H4672 ט֑וֹב H2896 וַיָּ֥פֶק H6329 רָ֝צ֗וֹן H7522 מֵיְהוָֽה H3068 ",
  "23": "תַּחֲנוּנִ֥ים H8469 יְדַבֶּר H1696 רָ֑שׁ H7326 וְ֝עָשִׁ֗יר H6223 יַעֲנֶ֥ה H6030 עַזּֽוֹת H5794 ",
  "24": "אִ֣ישׁ H376 רֵ֭עִים H7453 לְהִתְרֹעֵ֑עַ H7489 וְיֵ֥שׁ H3426 אֹ֝הֵ֗ב H157 דָּבֵ֥ק H1695 מֵאָֽח H251 "
}
