{
  "1": "לֵ֣ץ H3887 הַ֭יַּין H3196 הֹמֶ֣ה H1993 שֵׁכָ֑ר H7941 וְכָל H3605 שֹׁ֥גֶה H7686 בּ֝֗וֹ Hb לֹ֣א H3808 יֶחְכָּֽם H2449 ",
  "2": "נַ֣הַם H5099 כַּ֭כְּפִיר H3715 אֵ֣ימַת H367 מֶ֑לֶךְ H4428 מִ֝תְעַבְּר֗וֹ H5674 חוֹטֵ֥א H2398 נַפְשֽׁוֹ H5315 ",
  "3": "כָּב֣וֹד H3519 לָ֭אִישׁ H376 שֶׁ֣בֶת H7674 מֵרִ֑יב H7379 וְכָל H3605 אֱ֝וִ֗יל H191 יִתְגַּלָּֽע H1566 ",
  "4": "מֵ֭חֹרֶף H2779 עָצֵ֣ל H6102 לֹא H3808 יַחֲרֹ֑שׁ H2790 ישאל H7592 בַּקָּצִ֣יר H7105 וָאָֽיִן H369 ",
  "5": "מַ֣יִם H4325 עֲ֭מֻקִּים H6013 עֵצָ֣ה H6098 בְלֶב H3820 אִ֑ישׁ H376 וְאִ֖ישׁ H376 תְּבוּנָ֣ה H8394 יִדְלֶֽנָּה H1802 ",
  "6": "רָב H7230 אָדָ֗ם H120 יִ֭קְרָא H7121 אִ֣ישׁ H376 חַסְדּ֑וֹ H2617 וְאִ֥ישׁ H376 אֱ֝מוּנִ֗ים H529 מִ֣י H4310 יִמְצָֽא H4672 ",
  "7": "מִתְהַלֵּ֣ךְ H1980 בְּתֻמּ֣ H8537 צַדִּ֑יק H6662 אַשְׁרֵ֖י H835 בָנָ֣יו H1121 אַחֲרָֽיו H310 ",
  "8": "מֶ֗לֶךְ H4428 יוֹשֵׁ֥ב H3427 עַל H5921 כִּסֵּא H3678 דִ֑ין H1779 מְזָרֶ֖ה H2219 בְעֵינָ֣י H5869 כָּל H3605 רָֽע H7451 ",
  "9": "מִֽי H4310 יֹ֭אמַר H559 זִכִּ֣יתִי H2135 לִבִּ֑י H3820 טָ֝הַ֗רְתִּי H2891 מֵחַטָּאתִֽ H2403 ",
  "10": "אֶ֣בֶן H68 וָ֭אֶבֶן H68 אֵיפָ֣ה H374 וְאֵיפָ֑ה H374 תּוֹעֲבַ֥ת H8441 יְ֝הוָ֗ה H3068 גַּם H1571 שְׁנֵיהֶֽם H8147 ",
  "11": "גַּ֣ם H1571 בְּ֭מַעֲלָלָי H4611 יִתְנַכֶּר H5234 נָ֑עַר H5288 אִם H518 זַ֖ךְ H2134 וְאִם H518 יָשָׁ֣ר H3477 פָּעֳלֽוֹ H6467 ",
  "12": "אֹ֣זֶן H241 שֹׁ֭מַעַת H8085 וְעַ֣יִן H5869 רֹאָ֑ה H7200 יְ֝הוָ֗ה H3068 עָשָׂ֥ה H6213 גַם H1571 שְׁנֵיהֶֽם H8147 ",
  "13": "אַל H408 תֶּֽאֱהַ֣ב H157 שֵׁ֭נָה H8142 פֶּן H6435 תִּוָּרֵ֑שׁ H3423 פְּקַ֖ח H6491 עֵינֶ֣יךָ H5869 שְֽׂבַֽע H7646 לָֽחֶם H3899 ",
  "14": "רַ֣ע H7451 רַ֭ע H7451 יֹאמַ֣ר H559 הַקּוֹנֶ֑ה H7069 וְאֹזֵ֥ל H235 ל֝֗וֹ Hl אָ֣ז H227 יִתְהַלָּֽל H1984 ",
  "15": "יֵ֣שׁ H3426 זָ֭הָב H2091 וְרָב H7230 פְּנִינִ֑ים H6443 וּכְלִ֥י H3627 יְ֝קָ֗ר H3366 שִׂפְתֵי H8193 דָֽעַת H1847 ",
  "16": "לְֽקַח H3947 בִּ֭גְדוֹ H899 כִּי H3588 עָ֣רַב H6148 זָ֑ר H2114 וּבְעַ֖ד H1157 נכרים H5237 חַבְלֵֽהוּ H2254 ",
  "17": "עָרֵ֣ב H6156 לָ֭אִישׁ H376 לֶ֣חֶם H3899 שָׁ֑קֶר H8267 וְ֝אַחַ֗ר H310 יִמָּֽלֵא H4390 פִ֥יהוּ H6310 חָצָֽץ H2687 ",
  "18": "מַ֭חֲשָׁבוֹת H4284 בְּעֵצָ֣ה H6098 תִכּ֑וֹן H3559 וּ֝בְ H8458 עֲשֵׂ֣ה H6213 מִלְחָמָֽה H4421 ",
  "19": "גּֽוֹלֶה H1540 סּ֭וֹד H5475 הוֹלֵ֣ךְ H1980 רָכִ֑יל H7400 וּלְ H6601 שְׂ֝פָתָ֗יו H8193 לֹ֣א H3808 תִתְעָרָֽב H6148 ",
  "20": "מְ֭קַלֵּל H7043 אָבִ֣יו H1 וְאִמּ֑ H517 יִֽדְעַ֥ךְ H1846 נֵ֝ר֗וֹ H5216 באישון H380 חֹֽשֶׁךְ H2822 ",
  "21": "נַ֭חֲלָה H5159 מבחלת H973 בָּרִאשֹׁנָ֑ה H7223 וְ֝אַחֲרִיתָ֗ H319 לֹ֣א H3808 תְבֹרָֽךְ H1288 ",
  "22": "אַל H408 תֹּאמַ֥ר H559 אֲשַׁלְּמָה H7999 רָ֑ע H7451 קַוֵּ֥ה H6960 לַֽ֝יהוָ֗ה H3068 וְיֹ֣שַֽׁע H3467 לָֽךְ Hl ",
  "23": "תּוֹעֲבַ֣ת H8441 יְ֭הוָה H3068 אֶ֣בֶן H68 וָאָ֑בֶן H68 וּמֹאזְנֵ֖י H3976 מִרְמָ֣ה H4820 לֹא H3808 טֽוֹב H2896 ",
  "24": "מֵיהוָ֥ה H3068 מִצְעֲדֵי H4703 גָ֑בֶר H1397 וְ֝אָדָ֗ם H120 מַה H4100 יָּבִ֥ין H995 דַּרְכּֽוֹ H1870 ",
  "25": "מוֹקֵ֣שׁ H4170 אָ֭דָם H120 יָ֣לַע H3216 קֹ֑דֶשׁ H6944 וְאַחַ֖ר H310 נְדָרִ֣ים H5088 לְבַקֵּֽר H1239 ",
  "26": "מְזָרֶ֣ה H2219 רְ֭שָׁעִים H7563 מֶ֣לֶךְ H4428 חָכָ֑ם H2450 וַיָּ֖שֶׁב H7725 עֲלֵיהֶ֣ם H5921 אוֹפָֽן H212 ",
  "27": "נֵ֣ר H5216 יְ֭הוָה H3068 נִשְׁמַ֣ת H5397 אָדָ֑ם H120 חֹ֝פֵ֗שׂ H2664 כָּל H3605 חַדְרֵי H2315 בָֽטֶן H990 ",
  "28": "חֶ֣סֶד H2617 וֶ֭אֱמֶת H571 יִצְּרוּ H5341 מֶ֑לֶךְ H4428 וְסָעַ֖ד H5582 בַּחֶ֣סֶד H2617 כִּסְאֽוֹ H3678 ",
  "29": "תִּפְאֶ֣רֶת H8597 בַּחוּרִ֣ים H970 כֹּחָ֑ם H3581 וַהֲדַ֖ר H1926 זְקֵנִ֣ים H2205 שֵׂיבָֽה H7872 ",
  "30": "חַבֻּר֣וֹת H2250 פֶּ֭צַע H6482 תמריק H4838 בְּרָ֑ע H7451 וּ֝מַכּ֗וֹת H4347 חַדְרֵי H2315 בָֽטֶן H990 "
}
