{
  "1": "אִ֣ישׁ H376 תּ֭וֹכָחוֹת H8433 מַקְשֶׁה H7185 עֹ֑רֶף H6203 פֶּ֥תַע H6621 יִ֝שָּׁבֵ֗ר H7665 וְאֵ֣ין H369 מַרְפֵּֽא H4832 ",
  "2": "בִּרְב֣וֹת H7235 צַ֭דִּיקִים H6662 יִשְׂמַ֣ח H8055 הָעָ֑ם H5971 וּבִ H4910 רָ֝שָׁ֗ע H7563 יֵאָ֥נַֽח H584 עָֽם H5971 ",
  "3": "אִֽישׁ H376 אֹהֵ֣ב H157 חָ֭כְמָה H2451 יְשַׂמַּ֣ח H8055 אָבִ֑יו H1 וְרֹעֶ֥ה H7462 ז֝וֹנ֗וֹת H2181 יְאַבֶּד H6 הֽוֹן H1952 ",
  "4": "מֶ֗לֶךְ H4428 בְּ֭מִשְׁפָּט H4941 יַעֲמִ֣יד H5975 אָ֑רֶץ H776 וְאִ֖ישׁ H376 תְּרוּמ֣וֹת H8641 יֶֽהֶרְסֶֽנָּה H2040 ",
  "5": "גֶּ֭בֶר H1397 מַחֲלִ֣יק H2505 עַל H5921 רֵעֵ֑הוּ H7453 רֶ֝֗שֶׁת H7568 פּוֹרֵ֥שׂ H6566 עַל H5921 פְּעָמָֽיו H6471 ",
  "6": "בְּפֶ֤שַֽׁע H6588 אִ֣ישׁ H376 רָ֣ע H7451 מוֹקֵ֑שׁ H4170 וְ֝צַדִּ֗יק H6662 יָר֥וּן H7442 וְשָׂמֵֽחַ H8055 ",
  "7": "יֹדֵ֣עַ H3045 צַ֭דִּיק H6662 דִּ֣ין H1779 דַּלִּ֑ים H1800 רָ֝שָׁ֗ע H7563 לֹא H3808 יָבִ֥ין H995 דָּֽעַת H1847 ",
  "8": "אַנְשֵׁ֣י H376 לָ֭צוֹן H3944 יָפִ֣יחוּ H6315 קִרְיָ֑ה H7151 וַ֝חֲכָמִ֗ים H2450 יָשִׁ֥יבוּ H7725 אָֽף H639 ",
  "9": "אִֽישׁ H376 חָכָ֗ם H2450 נִ֭שְׁפָּט H8199 אֶת H854 אִ֣ישׁ H376 אֱוִ֑יל H191 וְרָגַ֥ז H7264 וְ֝שָׂחַ֗ק H7832 וְאֵ֣ין H369 נָֽחַת H5183 ",
  "10": "אַנְשֵׁ֣י H376 דָ֭מִים H1818 יִשְׂנְאוּ H8130 תָ֑ם H8535 וִֽ֝ישָׁרִ֗ים H3477 יְבַקְשׁ֥וּ H1245 נַפְשֽׁוֹ H5315 ",
  "11": "כָּל H3605 ר֭וּחוֹ H7307 יוֹצִ֣יא H3318 כְסִ֑יל H3684 וְ֝חָכָ֗ם H2450 בְּאָח֥וֹר H268 יְשַׁבְּחֶֽנָּה H7623 ",
  "12": "מֹ֭שֵׁל H4910 מַקְשִׁ֣יב H7181 עַל H5921 דְּבַר H1697 שָׁ֑קֶר H8267 כָּֽל H3605 מְשָׁרְתָ֥יו H8334 רְשָׁעִֽים H7563 ",
  "13": "רָ֤שׁ H7326 וְאִ֣ישׁ H376 תְּכָכִ֣ים H8501 נִפְגָּ֑שׁוּ H6298 מֵ֤אִיר H215 עֵינֵ֖י H5869 שְׁנֵיהֶ֣ם H8147 יְהוָֽה H3068 ",
  "14": "מֶ֤לֶךְ H4428 שׁוֹפֵ֣ט H8199 בֶּֽאֱמֶ֣ת H571 דַּלִּ֑ים H1800 כִּ֝סְא֗וֹ H3678 לָעַ֥ד H5703 יִכּֽוֹן H3559 ",
  "15": "שֵׁ֣בֶט H7626 וְ֭תוֹכַחַת H8433 יִתֵּ֣ן H5414 חָכְמָ֑ה H2451 וְנַ֥עַר H5288 מְ֝שֻׁלָּ֗ח H7971 מֵבִ֥ישׁ H954 אִמּֽוֹ H517 ",
  "16": "בִּרְב֣וֹת H7235 רְ֭שָׁעִים H7563 יִרְבֶּה H7235 פָּ֑שַׁע H6588 וְ֝צַדִּיקִ֗ים H6662 בְּֽמַפַּלְתָּ֥ H4658 יִרְאֽוּ H7200 ",
  "17": "יַסֵּ֣ר H3256 בִּ֭נְךָ H1121 וִֽינִיחֶ֑ H5117 וְיִתֵּ֖ן H5414 מַעֲדַנִּ֣ים H4574 לְנַפְשֶֽׁ H5315 ",
  "18": "בְּאֵ֣ין H369 חָ֭זוֹן H2377 יִפָּ֣רַֽע H6544 עָ֑ם H5971 וְשֹׁמֵ֖ר H8104 תּוֹרָ֣ה H8451 אַשְׁרֵֽהוּ H835 ",
  "19": "בִּ֭דְבָרִים H1697 לֹא H3808 יִוָּ֣סֶר H3256 עָ֑בֶד H5650 כִּֽי H3588 יָ֝בִ֗ין H995 וְאֵ֣ין H369 מַעֲנֶֽה H4617 ",
  "20": "חָזִ֗יתָ H2372 אִ֭ישׁ H376 אָ֣ץ H213 בִּדְבָרָ֑י H1697 תִּקְוָ֖ה H8615 לִכְסִ֣יל H3684 מִמֶּֽנּוּ H4480 ",
  "21": "מְפַנֵּ֣ק H6445 מִנֹּ֣עַר H5290 עַבְדּ֑וֹ H5650 וְ֝אַחֲרִית֗ H319 יִהְיֶ֥ה H1961 מָנֽוֹן H4497 ",
  "22": "אִֽישׁ H376 אַ֭ף H639 יְגָרֶ֣ה H1624 מָד֑וֹן H4066 וּבַ֖עַל H1167 חֵמָ֣ה H2534 רַב H7227 פָּֽשַׁע H6588 ",
  "23": "גַּאֲוַ֣ת H1346 אָ֭דָם H120 תַּשְׁפִּילֶ֑נּוּ H8213 וּשְׁפַל H8217 ר֝֗וּחַ H7307 יִתְמֹ֥ךְ H8551 כָּבֽוֹד H3519 ",
  "24": "חוֹלֵ֣ק H2505 עִם H5973 גַּ֭נָּב H1590 שׂוֹנֵ֣א H8130 נַפְשׁ֑וֹ H5315 אָלָ֥ה H423 יִ֝שְׁמַ֗ע H8085 וְלֹ֣א H3808 יַגִּֽיד H5046 ",
  "25": "חֶרְדַּ֣ת H2731 אָ֭דָם H120 יִתֵּ֣ן H5414 מוֹקֵ֑שׁ H4170 וּבוֹטֵ֖חַ H982 בַּיהוָ֣ה H3068 יְשֻׂגָּֽב H7682 ",
  "26": "רַ֭בִּים H7227 מְבַקְשִׁ֣ים H1245 פְּנֵי H6440 מוֹשֵׁ֑ל H4910 וּ֝מֵ H3068 מִשְׁפַּט H4941 אִֽישׁ H376 ",
  "27": "תּוֹעֲבַ֣ת H8441 צַ֭דִּיקִים H6662 אִ֣ישׁ H376 עָ֑וֶל H5766 וְתוֹעֲבַ֖ת H8441 רָשָׁ֣ע H7563 יְשַׁר H3477 דָּֽרֶךְ H1870 "
}
