{
  "1": "שִׁמְע֣וּ H8085 בָ֭נִים H1121 מ֣וּסַר H4148 אָ֑ב H1 וְ֝הַקְשִׁ֗יבוּ H7181 לָדַ֥עַת H3045 בִּינָֽה H998 ",
  "2": "כִּ֤י H3588 לֶ֣קַח H3948 ט֭וֹב H2896 נָתַ֣תִּי H5414 לָכֶ֑ם Hl תּֽ֝וֹרָתִ֗י H8451 אַֽל H408 תַּעֲזֹֽבוּ H5800 ",
  "3": "כִּי H3588 בֵ֭ן H1121 הָיִ֣יתִי H1961 לְאָבִ֑ H1 רַ֥ךְ H7390 וְ֝יָחִ֗יד H3173 לִפְנֵ֥י H6440 אִמִּֽי H517 ",
  "4": "וַיֹּרֵ֗ H3384 וַיֹּ֥אמֶר H559 לִ֗י Hl יִֽתְמָךְ H8551 דְּבָרַ֥י H1697 לִבֶּ֑ךָ H3820 שְׁמֹ֖ר H8104 מִצְוֺתַ֣י H4687 וֶֽחְיֵֽה H2421 ",
  "5": "קְנֵ֣ה H7069 חָ֭כְמָה H2451 קְנֵ֣ה H7069 בִינָ֑ה H998 אַל H408 תִּשְׁכַּ֥ח H7911 וְאַל H408 תֵּ֝֗ט H5186 מֵֽאִמְרֵי H561 פִֽי H6310 ",
  "6": "אַל H408 תַּעַזְבֶ֥הָ H5800 וְתִשְׁמְרֶ֑ H8104 אֱהָבֶ֥הָ H157 וְתִצְּרֶֽ H5341 ",
  "7": "רֵאשִׁ֣ית H7225 חָ֭כְמָה H2451 קְנֵ֣ה H7069 חָכְמָ֑ה H2451 וּבְ H3605 קִ֝נְיָנְךָ֗ H7075 קְנֵ֣ה H7069 בִינָֽה H998 ",
  "8": "סַלְסְלֶ֥הָ H5549 וּֽתְרוֹמְמֶ֑ H7311 תְּ֝כַבֵּ֗דְךָ H3513 כִּ֣י H3588 תְחַבְּקֶֽנָּה H2263 ",
  "9": "תִּתֵּ֣ן H5414 לְ֭רֹאשְׁ H7218 לִוְיַת H3880 חֵ֑ן H2580 עֲטֶ֖רֶת H5850 תִּפְאֶ֣רֶת H8597 תְּמַגְּנֶֽךָּ H4042 ",
  "10": "שְׁמַ֣ע H8085 בְּ֭נִי H1121 וְקַ֣ח H3947 אֲמָרָ֑י H561 וְיִרְבּ֥וּ H7235 לְ֝ךָ֗ Hl שְׁנ֣וֹת H8141 חַיִּֽים H2416 ",
  "11": "בְּדֶ֣רֶךְ H1870 חָ֭כְמָה H2451 הֹרֵתִ֑יךָ H3384 הִ֝דְרַכְתִּ֗יךָ H1869 בְּמַעְגְּלֵי H4570 יֹֽשֶׁר H3476 ",
  "12": "בְּֽ֭לֶכְתְּ H3212 לֹא H3808 יֵצַ֣ר H3334 צַעֲדֶ֑ךָ H6806 וְאִם H518 תָּ֝ר֗וּץ H7323 לֹ֣א H3808 תִכָּשֵֽׁל H3782 ",
  "13": "הַחֲזֵ֣ק H2388 בַּמּוּסָ֣ר H4148 אַל H408 תֶּ֑רֶף H7503 נִ֝צְּרֶ֗הָ H5341 כִּי H3588 הִ֥יא H1931 חַיֶּֽיךָ H2416 ",
  "14": "בְּאֹ֣רַח H734 רְ֭שָׁעִים H7563 אַל H408 תָּבֹ֑א H935 וְאַל H408 תְּ֝אַשֵּׁ֗ר H833 בְּדֶ֣רֶךְ H1870 רָעִֽים H7451 ",
  "15": "פְּרָעֵ֥הוּ H6544 אַל H408 תַּעֲבָר H5674 בּ֑וֹ Hb שְׂטֵ֖ה H7847 מֵעָלָ֣י H5921 וַעֲבֽוֹר H5674 ",
  "16": "כִּ֤י H3588 לֹ֣א H3808 יִֽ֭שְׁנוּ H3462 אִם H518 לֹ֣א H3808 יָרֵ֑עוּ H7489 וְֽנִגְזְלָ֥ה H1497 שְׁ֝נָתָ֗ם H8142 אִם H518 לֹ֥א H3808 יכשולו H3782 ",
  "17": "כִּ֣י H3588 לָ֭חֲמוּ H3898 לֶ֣חֶם H3899 רֶ֑שַׁע H7562 וְיֵ֖ין H3196 חֲמָסִ֣ים H2555 יִשְׁתּֽוּ H8354 ",
  "18": "וְאֹ֣רַח H734 צַ֭דִּיקִים H6662 כְּא֣וֹר H216 נֹ֑גַהּ H5051 הוֹלֵ֥ךְ H1980 וָ֝א֗וֹר H215 עַד H5704 נְכ֥וֹן H3559 הַיּֽוֹם H3117 ",
  "19": "דֶּ֣רֶךְ H1870 רְ֭שָׁעִים H7563 כָּֽאֲפֵלָ֑ה H653 לֹ֥א H3808 יָ֝דְע֗וּ H3045 בַּמֶּ֥ה H4100 יִכָּשֵֽׁלוּ H3782 ",
  "20": "בְּ֭נִי H1121 לִדְבָרַ֣ H1697 הַקְשִׁ֑יבָה H7181 לַ֝אֲמָרַ֗ H561 הַט H5186 אָזְנֶֽךָ H241 ",
  "21": "אַל H408 יַלִּ֥יזוּ H3868 מֵעֵינֶ֑י H5869 שָׁ֝מְרֵ֗ם H8104 בְּת֣וֹךְ H8432 לְבָבֶֽךָ H3824 ",
  "22": "כִּֽי H3588 חַיִּ֣ים H2416 הֵ֭ם H1992 לְמֹצְאֵי H4672 וּֽלְ H3605 בְּשָׂר֥וֹ H1320 מַרְפֵּֽא H4832 ",
  "23": "מִֽכָּל H3605 מִ֭שְׁמָר H4929 נְצֹ֣ר H5341 לִבֶּ֑ךָ H3820 כִּֽי H3588 מִ֝מֶּ֗נּוּ H4480 תּוֹצְא֥וֹת H8444 חַיִּֽים H2416 ",
  "24": "הָסֵ֣ר H5493 מִ֭מְּךָ H4480 עִקְּשׁ֣וּת H6143 פֶּ֑ה H6310 וּלְז֥וּת H3891 שְׂ֝פָתַ֗יִם H8193 הַרְחֵ֥ק H7368 מִמֶּֽךָּ H4480 ",
  "25": "עֵ֭ינֶיךָ H5869 לְנֹ֣כַח H5227 יַבִּ֑יטוּ H5027 וְ֝עַפְעַפֶּ֗י H6079 יַיְשִׁ֥רוּ H3474 נֶגְדֶּֽךָ H5048 ",
  "26": "פַּ֭לֵּס H6424 מַעְגַּ֣ל H4570 רַגְלֶ֑ךָ H7272 וְֽכָל H3605 דְּרָכֶ֥יךָ H1870 יִכֹּֽנוּ H3559 ",
  "27": "אַֽל H408 תֵּט H5186 יָמִ֥ין H3225 וּשְׂמֹ֑אול H8040 הָסֵ֖ר H5493 רַגְלְךָ֣ H7272 מֵרָֽע H7451 "
}
