{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I want to write to you about the time when our Lord Jesus Christ will return and when God will gather us together with Jesus. My fellow believers, I urge you\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to think calmly about any message that may have come to you. It does not matter if it is a message that someone claims God's Spirit revealed to him, or if it comes from some person, or if it is a letter that someone claims that I wrote: I do not want you to believe that the Lord Jesus has already returned to earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow anyone to persuade you to believe such a message.\n\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The Lord will not come immediately. First, many people will rebel against God. They will accept and obey a certain man who will sin very greatly against God, the one whom God will destroy.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will be the supreme enemy of God. He will proudly work against everything that people consider to be God and everything that people worship. As a result, he will even enter God's temple and sit down there to rule! He will publicly proclaim that he himself is God!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am sure that you remember that I kept telling you these things while I was still with you there in Thessalonica.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You also know that there is something that is preventing this man from showing himself to everybody now. He will not be able to show himself until the time that God will allow him to.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Satan is already secretly causing people to reject God's laws, the one who is preventing this man from revealing himself now will continue to prevent him until God removes him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is then that God will allow this man, who rejects God's laws completely, to show himself to everyone in the world. Then the Lord Jesus will speak a single command that will destroy him. Just by showing himself to everyone when he returns, Jesus will cause that man to become completely powerless.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before Jesus destroys him, Satan will give that man very great power. As a result, he will do all kinds of supernatural miracles and amazing deeds, and many people will believe that God was making him able to do those things.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And by doing wicked deeds, that man will completely deceive those who are doomed to perish. He will be able to deceive them because they did not agree to love the true message about how Jesus could save them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God will enable this man to easily deceive them, so that they will believe what this man falsely claims that he is.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The result will be that God will judge and condemn all those who refused to believe the truth about Christ, people who instead enjoyed doing everything that is wicked.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our fellow believers, you whom our Lord Jesus loves, we should always thank God for you. We should do this because he chose you to be among the first people to believe in the truth about Jesus, among the first people that God would save, and to set you apart for himself by means of his Spirit.\n\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We thank God that he chose you as a result of our proclaiming the message about Christ to you, in order that God might honor you in some of the same ways that he honors our Lord Jesus Christ.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, our fellow believers, continue to strongly believe in Christ. Continue believing the true things that we have taught you when we spoke to you and wrote a letter to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that our Lord Jesus Christ himself and God, our Father—he who loves us and will encourage us forever and who kindly makes us expect to receive good things from him—\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "may God and Jesus Christ together encourage you! And may they cause you to continue doing and saying good things.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}