{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters, our fellow believers, pray for us that more and more people will soon hear our message about our Lord Jesus and honor it, just as you have done.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray also for us that God will keep wicked and evil people from harming us, for not everyone believes in the Lord.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, the Lord Jesus is trustworthy! So we are sure that he will cause you to continue to be strong. We are also sure that he will protect you from Satan, the evil one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we are all joined to our Lord Jesus, we are confident that you are now obeying what we have commanded you, and that you will obey what we are commanding you in this letter.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that our Lord Jesus would continue to help you know how much God loves you and how much Christ has endured for you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our fellow believers, we command you—and it is as if the Lord Jesus Christ himself were saying this—that you stop associating with every fellow believer who is lazy and refuses to work. That is to say, you must stay away from those who are not conducting their lives in the manner that others taught us and that we in turn taught you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We tell you this because you yourselves know that you should behave like we behaved. We did not merely sit around without working while we were living among you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is to say, we did not eat anyone's food if we did not pay for it. Instead, we worked very hard to support ourselves during the day and the night, in order that we would not have to depend on any of you for what we needed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have always had the right to depend on you for money because I am an apostle, but instead, we worked hard in order to be good examples for you, in order that you should behave like we behave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that when we were there with you, we kept commanding you that if any fellow believer refuses to work, you should not give him food to eat.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we tell you this again, because someone has told us that some of you are lazy and not working at all. Not only that, some of you are interfering with what other people are doing.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We command those fellow believers who are not working, and urge them, just as if the Lord himself were speaking, that they should mind their own business, earn what they need to live on, and support themselves.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fellow believers! Do not ever get tired of doing what is right!\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any fellow believer does not obey what we have written in this letter, publicly identify that person. Then do not associate with him, in order that he may become ashamed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think of him as though he were your enemy; instead, warn him as you would warn your other fellow believers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that our Lord Jesus himself, who gives peace to his people, will give peace to you always and in every situation.\n\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I pray that our Lord Jesus will continue to help you all.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have taken the pen from my scribe, and I, Paul, am sending this greeting to you as I write this myself. I do this in all my letters in order that you may know that it is truly I who have sent this letter. This is how I always end my letters.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that our Lord Jesus Christ will continue to act kindly to you all.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}