{
  "1": "The angel of Yahweh went up from Gilgal to a place that the people of Israel would soon call Bokim. He said to the Israelite people, \"I brought your ancestors up here from Egypt. I led them into this land that I solemnly promised to give to your ancestors. I said to them, 'I will never break the covenant I made with you.",
  "2": "But as for you, you must never agree to have peace with the people who live in this land. You must tear down the altars where they make sacrifices to idols.' But you have not obeyed me.",
  "3": "So now, I am telling you that I will not drive out your enemies as you advance. They will be like thorns in your sides. And they will try to trap you by persuading you to worship their idols.\"",
  "4": "After he said that to all the Israelites, the people lamented loudly.",
  "5": "They named that place Bokim, which means \"weeping.\" There they offered sacrifices to Yahweh.",
  "6": "After Joshua sent the people of Israel away, each group went to possess the land that had been permanently assigned to the people.",
  "7": "They obeyed Yahweh as long as Joshua was alive, and as long as the elders, those who had seen all the great things that Yahweh had done for Israel, were alive.",
  "8": "Then Yahweh's servant Joshua died. He was 110 years old when he died.",
  "9": "They buried his body in the land that he had received from Moses, at Timnath Heres, in the area where the descendants of Ephraim lived, north of Mount Gaash.",
  "10": "After all the people who lived at the same time as Joshua died, more people grew up who did not know Yahweh and had not seen him do the great things he had done for the Israelite people.",
  "11": "11-13 They did things that Yahweh said were very evil. They worshiped idols that represented the god Baal and the female fertility goddess, the Ashtoreth. They worshiped the various gods that the people groups around them worshiped. They stopped worshiping Yahweh, the God their ancestors worshiped, the one who had brought their ancestors out of Egypt. This caused Yahweh to be very angry.",
  "12": "Because Yahweh was angry, he allowed people from other groups to attack them and steal their crops and animals. They were no longer able to resist their enemies, and Yahweh allowed all their enemies around them to defeat them.",
  "13": "Whenever the Israelites went to fight their enemies, Yahweh always worked against them and allowed their enemies to defeat them, just as he had said he would do. So the Israelites were greatly distressed.",
  "14": "Then Yahweh brought leaders to them. These leaders rescued the Israelites from the people who were attacking them.",
  "15": "But the Israelites still would not obey their leaders. Instead, they betrayed Yahweh for idols, like prostitutes to other gods and they worshiped those idols. They were not like their ancestors. Their ancestors obeyed what Yahweh commanded, but these new people quickly stopped behaving as their ancestors had behaved.",
  "16": "Whenever Yahweh brought a leader to them, he helped that leader and enabled him to rescue the people from their enemies. He did that as long as that leader was alive. Yahweh pitied them as they groaned because they were being oppressed and caused to suffer.",
  "17": "But after that leader died, the people always began behaving in more evil ways than their ancestors had behaved. They worshiped other gods and bowed down to them and did all the things that they thought those gods wanted them to do.",
  "18": "So Yahweh was very angry with the Israelite people. He said, \"These people have disobeyed the covenant that I made with their ancestors. They have not done what I told them to do.",
  "19": "So I will no longer expel the people groups that Joshua left in this land when he died.",
  "20": "I will use them to test the Israelite people to see whether they will do what I want them to do, as their ancestors did.\"",
  "21": "Yahweh allowed these people groups to stay in that land for a long time after the people of Israel had come. He did not expel them by allowing Joshua and his men to defeat them."
}
