{
  "1": "בַּחֹ֨דֶשׁ֙ H2320 הַשְּׁמִינִ֔י H8066 בִּשְׁנַ֥ת H8141 שְׁתַּ֖יִם H8147 לְדָרְיָ֑וֶשׁ H1867 הָיָ֣ה H1961 דְבַר H1697 יְהוָ֗ה H3068 אֶל H413 זְכַרְיָה֙ H2148 בֶּן H1121 בֶּ֣רֶכְיָ֔ה H1296 בֶּן H1121 עִדּ֥וֹ H5714 הַנָּבִ֖יא H5030 לֵאמֹֽר H559 ",
  "2": "קָצַ֧ף H7107 יְהוָ֛ה H3068 עַל H5921 אֲבֽוֹתֵיכֶ֖ם H1 קָֽצֶף H7110 ",
  "3": "וְאָמַרְתָּ֣ H559 אֲלֵהֶ֗ם H413 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 שׁ֣וּבוּ H7725 אֵלַ֔י H413 נְאֻ֖ם H5002 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְאָשׁ֣וּב H7725 אֲלֵיכֶ֔ם H413 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "4": "אַל H408 תִּהְי֣וּ H1961 כַאֲבֹֽתֵי H1 אֲשֶׁ֣ר H834 קָרְאֽוּ H7121 אֲלֵיהֶם֩ H413 הַנְּבִיאִ֨ים H5030 הָרִֽאשֹׁנִ֜ים H7223 לֵאמֹ֗ר H559 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 שׁ֤וּבוּ H7725 נָא֙ H4994 מִדַּרְכֵי H1870 הָרָעִ֔ים H7451 ומעלילי H4611 הָֽרָעִ֑ים H7451 וְלֹ֥א H3808 שָׁמְע֛וּ H8085 וְלֹֽא H3808 הִקְשִׁ֥יבוּ H7181 אֵלַ֖י H413 נְאֻם H5002 יְהוָֽה H3068 ",
  "5": "אֲבֽוֹתֵיכֶ֖ם H1 אַיֵּה H346 הֵ֑ם H1992 וְהַ֨ H5030 הַלְ H5769 יִֽחְיֽוּ H2421 ",
  "6": "אַ֣ךְ H389 דְּבָרַ֣י H1697 וְחֻקַּ֗ H2706 אֲשֶׁ֤ר H834 צִוִּ֨יתִי֙ H6680 אֶת H853 עֲבָדַ֣י H5650 הַנְּבִיאִ֔ים H5030 הֲל֥וֹא H3808 הִשִּׂ֖יגוּ H5381 אֲבֹתֵיכֶ֑ם H1 וַיָּשׁ֣וּבוּ H7725 וַיֹּאמְר֗וּ H559 כַּאֲשֶׁ֨ר H834 זָמַ֜ם H2161 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 לַעֲשׂ֣וֹת H6213 לָ֔נוּ Hl כִּדְרָכֵ֨י H1870 וּכְ H4611 כֵּ֖ן H3651 עָשָׂ֥ה H6213 אִתָּֽנוּ H854 ",
  "7": "בְּיוֹם֩ H3117 עֶשְׂרִ֨ים H6242 וְאַרְבָּעָ֜ה H702 לְעַשְׁתֵּֽי H6249 עָשָׂ֥ר H6240 חֹ֨דֶשׁ֙ H2320 הוּא H1931 חֹ֣דֶשׁ H2320 שְׁבָ֔ט H7627 בִּשְׁנַ֥ת H8141 שְׁתַּ֖יִם H8147 לְדָרְיָ֑וֶשׁ H1867 הָיָ֣ה H1961 דְבַר H1697 יְהוָ֗ה H3068 אֶל H413 זְכַרְיָה֙ H2148 בֶּן H1121 בֶּ֣רֶכְיָ֔הוּ H1296 בֶּן H1121 עִדּ֥וֹא H5714 הַנָּבִ֖יא H5030 לֵאמֹֽר H559 ",
  "8": "רָאִ֣יתִי H7200 הַלַּ֗יְלָה H3915 וְהִנֵּה H2009 אִישׁ֙ H376 רֹכֵב֙ H7392 עַל H5921 ס֣וּס H5483 אָדֹ֔ם H122 וְה֣וּא H1931 עֹמֵ֔ד H5975 בֵּ֥ין H996 הַהֲדַסִּ֖ים H1918 אֲשֶׁ֣ר H834 בַּמְּצֻלָ֑ה H4699 וְאַחֲרָי H310 סוּסִ֣ים H5483 אֲדֻמִּ֔ים H122 שְׂרֻקִּ֖ים H8320 וּלְבָנִֽים H3836 ",
  "9": "וָאֹמַ֖ר H559 מָה H4100 אֵ֣לֶּה H428 אֲדֹנִ֑י H113 וַיֹּ֣אמֶר H559 אֵלַ֗י H413 הַמַּלְאָךְ֙ H4397 הַדֹּבֵ֣ר H1696 בִּ֔י Hb אֲנִ֥י H589 אַרְאֶ֖ךָּ H7200 מָה H4100 הֵ֥מָּה H1992 אֵֽלֶּה H428 ",
  "10": "וַיַּ֗עַן H6030 הָאִ֛ישׁ H376 הָעֹמֵ֥ד H5975 בֵּין H996 הַהַדַסִּ֖ים H1918 וַיֹּאמַ֑ר H559 אֵ֚לֶּה H428 אֲשֶׁ֣ר H834 שָׁלַ֣ח H7971 יְהוָ֔ה H3068 לְהִתְהַלֵּ֖ךְ H1980 בָּאָֽרֶץ H776 ",
  "11": "וַֽיַּעֲנ֞וּ H6030 אֶת H853 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 הָֽעֹמֵד֙ H5975 בֵּ֣ין H996 הַהֲדַסִּ֔ים H1918 וַיֹּאמְר֖וּ H559 הִתְהַלַּ֣כְנוּ H1980 בָאָ֑רֶץ H776 וְהִנֵּ֥ה H2009 כָל H3605 הָאָ֖רֶץ H776 יֹשֶׁ֥בֶת H3427 וְשֹׁקָֽטֶת H8252 ",
  "12": "וַיַּ֣עַן H6030 מַלְאַךְ H4397 יְהוָה֮ H3068 וַיֹּאמַר֒ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 עַד H5704 מָתַ֗י H4970 אַתָּה֙ H859 לֹֽא H3808 תְרַחֵ֣ם H7355 אֶת H853 יְרוּשָׁלִַ֔ם H3389 וְאֵ֖ת H853 עָרֵ֣י H5892 יְהוּדָ֑ה H3063 אֲשֶׁ֣ר H834 זָעַ֔מְתָּה H2194 זֶ֖ה H2088 שִׁבְעִ֥ים H7657 שָׁנָֽה H8141 ",
  "13": "וַיַּ֣עַן H6030 יְהוָ֗ה H3068 אֶת H853 הַמַּלְאָ֛ךְ H4397 הַדֹּבֵ֥ר H1696 בִּ֖י Hb דְּבָרִ֣ים H1697 טוֹבִ֑ים H2896 דְּבָרִ֖ים H1697 נִחֻמִֽים H5150 ",
  "14": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 הַמַּלְאָךְ֙ H4397 הַדֹּבֵ֣ר H1696 בִּ֔י Hb קְרָ֣א H7121 לֵאמֹ֔ר H559 כֹּ֥ה H3541 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 קִנֵּ֧אתִי H7065 לִירוּשָׁלִַ֛ם H3389 וּלְ H6726 קִנְאָ֥ה H7068 גְדוֹלָֽה H1419 ",
  "15": "וְקֶ֤צֶף H7110 גָּדוֹל֙ H1419 אֲנִ֣י H589 קֹצֵ֔ף H7107 עַל H5921 הַגּוֹיִ֖ם H1471 הַשַּֽׁאֲנַנִּ֑ים H7600 אֲשֶׁ֤ר H834 אֲנִי֙ H589 קָצַ֣פְתִּי H7107 מְּעָ֔ט H4592 וְהֵ֖מָּה H1992 עָזְר֥וּ H5826 לְרָעָֽה H7451 ",
  "16": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 שַׁ֤בְתִּי H7725 לִירוּשָׁלִַ֨ם֙ H3389 בְּֽרַחֲמִ֔ים H7356 בֵּיתִי֙ H1004 יִבָּ֣נֶה H1129 בָּ֔הּ Hb נְאֻ֖ם H5002 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וקוה H6961 יִנָּטֶ֖ה H5186 עַל H5921 יְרוּשָׁלִָֽם H3389 ",
  "17": "ע֣וֹד H5750 קְרָ֣א H7121 לֵאמֹ֗ר H559 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 ע֛וֹד H5750 תְּפוּצֶ֥ינָה H6327 עָרַ֖י H5892 מִטּ֑וֹב H2896 וְנִחַ֨ם H5162 יְהוָ֥ה H3068 עוֹד֙ H5750 אֶת H853 צִיּ֔וֹן H6726 וּבָחַ֥ר H977 ע֖וֹד H5750 בִּירוּשָׁלִָֽם H3389 ",
  "18": "וָאֶשָּׂ֥א H5375 אֶת H853 עֵינַ֖י H5869 וָאֵ֑רֶא H7200 וְהִנֵּ֖ה H2009 אַרְבַּ֥ע H702 קְרָנֽוֹת H7161 ",
  "19": "וָאֹמַ֗ר H559 אֶל H413 הַמַּלְאָ֛ךְ H4397 הַדֹּבֵ֥ר H1696 בִּ֖י Hb מָה H4100 אֵ֑לֶּה H428 וַיֹּ֣אמֶר H559 אֵלַ֔י H413 אֵ֤לֶּה H428 הַקְּרָנוֹת֙ H7161 אֲשֶׁ֣ר H834 זֵר֣וּ H2219 אֶת H853 יְהוּדָ֔ה H3063 אֶת H853 יִשְׂרָאֵ֖ל H3478 וִירוּשָׁלָֽם H3389 ",
  "20": "וַיַּרְאֵ֣ H7200 יְהוָ֔ה H3068 אַרְבָּעָ֖ה H702 חָרָשִֽׁים H2796 ",
  "21": "וָאֹמַ֕ר H559 מָ֛ה H4100 אֵ֥לֶּה H428 בָאִ֖ים H935 לַֽעֲשׂ֑וֹת H6213 וַיֹּ֣אמֶר H559 לֵאמֹ֗ר H559 אֵ֣לֶּה H428 הַקְּרָנ֞וֹת H7161 אֲשֶׁר H834 זֵ֣רוּ H2219 אֶת H853 יְהוּדָ֗ה H3063 כְּפִי H6310 אִישׁ֙ H376 לֹא H3808 נָשָׂ֣א H5375 רֹאשׁ֔וֹ H7218 וַיָּבֹ֤אוּ H935 אֵ֨לֶּה֙ H428 לְהַחֲרִ֣יד H2729 אֹתָ֔ם H853 לְיַדּ֞וֹת H3034 אֶת H853 קַרְנ֣וֹת H7161 הַגּוֹיִ֗ם H1471 הַנֹּשְׂאִ֥ים H5375 קֶ֛רֶן H7161 אֶל H413 אֶ֥רֶץ H776 יְהוּדָ֖ה H3063 לְזָרוֹתָֽ H2219 "
}
