{
  "1": "הִנֵּ֥ה H2009 יֽוֹם H3117 בָּ֖א H935 לַֽיהוָ֑ה H3068 וְחֻלַּ֥ק H2505 שְׁלָלֵ֖ךְ H7998 בְּקִרְבֵּֽ H7130 ",
  "2": "וְאָסַפְתִּ֨י H622 אֶת H853 כָּל H3605 הַגּוֹיִ֥ם H1471 אֶֽל H413 יְרוּשָׁלִַם֮ H3389 לַמִּלְחָמָה֒ H4421 וְנִלְכְּדָ֣ה H3920 הָעִ֗יר H5892 וְנָשַׁ֨סּוּ֙ H8155 הַבָּ֣תִּ֔ים H1004 וְהַ H802 תשגלנה H7693 וְיָצָ֞א H3318 חֲצִ֤י H2677 הָעִיר֙ H5892 בַּגּוֹלָ֔ה H1473 וְיֶ֣תֶר H3499 הָעָ֔ם H5971 לֹ֥א H3808 יִכָּרֵ֖ת H3772 מִן H4480 הָעִֽיר H5892 ",
  "3": "וְיָצָ֣א H3318 יְהוָ֔ה H3068 וְנִלְחַ֖ם H3898 בַּגּוֹיִ֣ם H1471 הָהֵ֑ם H1992 כְּי֥וֹם H3117 הִֽלָּחֲמ֖ו H3898 בְּי֥וֹם H3117 קְרָֽב H7128 ",
  "4": "וְעָמְד֣וּ H5975 רַגְלָ֣יו H7272 בַּיּוֹם H3117 הַ֠הוּא H1931 עַל H5921 הַ֨ר H2022 הַזֵּתִ֜ים H2132 אֲשֶׁ֨ר H834 עַל H5921 פְּנֵ֥י H6440 יְרוּשָׁלִַם֮ H3389 מִקֶּדֶם֒ H6924 וְנִבְקַע֩ H1234 הַ֨ר H2022 הַזֵּיתִ֤ים H2132 מֵֽחֶצְי H2677 מִזְרָ֣חָה H4217 וָיָ֔מָּ H3220 גֵּ֖יא H1516 גְּדוֹלָ֣ה H1419 מְאֹ֑ד H3966 וּמָ֨שׁ H4185 חֲצִ֥י H2677 הָהָ֛ר H2022 צָפ֖וֹנָה H6828 וְחֶצְי H2677 נֶֽגְבָּה H5045 ",
  "5": "וְנַסְתֶּ֣ם H5127 גֵּֽיא H1516 הָרַ֗י H2022 כִּֽי H3588 יַגִּ֣יעַ H5060 גֵּי H1516 הָרִים֮ H2022 אֶל H413 אָצַל֒ H682 וְנַסְתֶּ֗ם H5127 כַּאֲשֶׁ֤ר H834 נַסְתֶּם֙ H5127 מִפְּנֵ֣י H6440 הָרַ֔עַשׁ H7494 בִּימֵ֖י H3117 עֻזִּיָּ֣ה H5818 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 וּבָא֙ H935 יְהוָ֣ה H3068 אֱלֹהַ֔י H430 כָּל H3605 קְדֹשִׁ֖ים H6918 עִמָּֽךְ H5973 ",
  "6": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 לֹֽא H3808 יִהְיֶ֣ה H1961 א֔וֹר H216 יְקָר֖וֹת H3368 יקפאון H7087 ",
  "7": "וְהָיָ֣ה H1961 יוֹם H3117 אֶחָ֗ד H259 ה֛וּא H1931 יִוָּדַ֥ע H3045 לַֽיהוָ֖ה H3068 לֹא H3808 י֣וֹם H3117 וְלֹא H3808 לָ֑יְלָה H3915 וְהָיָ֥ה H1961 לְעֵֽת H6256 עֶ֖רֶב H6153 יִֽהְיֶה H1961 אֽוֹר H216 ",
  "8": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יֵצְא֤וּ H3318 מַֽיִם H4325 חַיִּים֙ H2416 מִיר֣וּשָׁלִַ֔ם H3389 חֶצְיָ֗ם H2677 אֶל H413 הַיָּם֙ H3220 הַקַּדְמוֹנִ֔י H6931 וְחֶצְיָ֖ H2677 אֶל H413 הַיָּ֣ם H3220 הָאַחֲר֑וֹן H314 בַּקַּ֥יִץ H7019 וּבָ H2779 יִֽהְיֶֽה H1961 ",
  "9": "וְהָיָ֧ה H1961 יְהוָ֛ה H3068 לְמֶ֖לֶךְ H4428 עַל H5921 כָּל H3605 הָאָ֑רֶץ H776 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִהְיֶ֧ה H1961 יְהוָ֛ה H3068 אֶחָ֖ד H259 וּשְׁמ֥ H8034 אֶחָֽד H259 ",
  "10": "יִסּ֨וֹב H5437 כָּל H3605 הָאָ֤רֶץ H776 כָּעֲרָבָה֙ H6160 מִגֶּ֣בַע H1387 לְרִמּ֔וֹן H7417 נֶ֖גֶב H5045 יְרֽוּשָׁלִָ֑ם H3389 וְֽרָאֲמָה֩ H7213 וְיָשְׁבָ֨ה H3427 תַחְתֶּ֜יהָ H8478 לְמִ H8179 בִּנְיָמִ֗ן H1144 עַד H5704 מְק֞וֹם H4725 שַׁ֤עַר H8179 הָֽרִאשׁוֹן֙ H7223 עַד H5704 שַׁ֣עַר H8179 הַפִּנִּ֔ים H6434 וּמִגְדַּ֣ל H4026 חֲנַנְאֵ֔ל H2606 עַ֖ד H5704 יִקְבֵ֥י H3342 הַמֶּֽלֶךְ H4428 ",
  "11": "וְיָ֣שְׁבוּ H3427 בָ֔הּ Hb וְחֵ֖רֶם H2764 לֹ֣א H3808 יִֽהְיֶה H1961 ע֑וֹד H5750 וְיָשְׁבָ֥ה H3427 יְרוּשָׁלִַ֖ם H3389 לָבֶֽטַח H983 ",
  "12": "וְזֹ֣את H2063 תִּֽהְיֶ֣ה H1961 הַמַּגֵּפָ֗ה H4046 אֲשֶׁ֨ר H834 יִגֹּ֤ף H5062 יְהוָה֙ H3068 אֶת H853 כָּל H3605 הָ֣עַמִּ֔ים H5971 אֲשֶׁ֥ר H834 צָבְא֖וּ H6633 עַל H5921 יְרוּשָׁלִָ֑ם H3389 הָמֵ֣ק H4743 בְּשָׂר֗וֹ H1320 וְהוּא֙ H1931 עֹמֵ֣ד H5975 עַל H5921 רַגְלָ֔יו H7272 וְעֵינָי H5869 תִּמַּ֣קְנָה H4743 בְחֹֽרֵי H2356 וּלְשׁוֹנ֖ H3956 תִּמַּ֥ק H4743 בְּפִי H6310 ",
  "13": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 תִּֽהְיֶ֧ה H1961 מְהֽוּמַת H4103 יְהוָ֛ה H3068 רַבָּ֖ה H7227 בָּהֶ֑ם Hb וְהֶחֱזִ֗יקוּ H2388 אִ֚ישׁ H376 יַ֣ד H3027 רֵעֵ֔הוּ H7453 וְעָלְתָ֥ה H5927 יָד֖וֹ H3027 עַל H5921 יַ֥ד H3027 רֵעֵֽהוּ H7453 ",
  "14": "וְגַ֨ם H1571 יְהוּדָ֔ה H3063 תִּלָּחֵ֖ם H3898 בִּירֽוּשָׁלִָ֑ם H3389 וְאֻסַּף֩ H622 חֵ֨יל H2428 כָּל H3605 הַגּוֹיִ֜ם H1471 סָבִ֗יב H5439 זָהָ֥ב H2091 וָכֶ֛סֶף H3701 וּבְגָדִ֖ים H899 לָרֹ֥ב H7230 מְאֹֽד H3966 ",
  "15": "וְכֵ֨ן H3651 תִּֽהְיֶ֜ה H1961 מַגֵּפַ֣ת H4046 הַסּ֗וּס H5483 הַפֶּ֨רֶד֙ H6505 הַגָּמָ֣ל H1581 וְהַ H2543 וְכָ֨ל H3605 הַבְּהֵמָ֔ה H929 אֲשֶׁ֥ר H834 יִהְיֶ֖ה H1961 בַּמַּחֲנ֣וֹת H4264 הָהֵ֑מָּה H1992 כַּמַּגֵּפָ֖ה H4046 הַזֹּֽאת H2063 ",
  "16": "וְהָיָ֗ה H1961 כָּל H3605 הַנּוֹתָר֙ H3498 מִכָּל H3605 הַגּוֹיִ֔ם H1471 הַבָּאִ֖ים H935 עַל H5921 יְרֽוּשָׁלִָ֑ם H3389 וְעָל֞וּ H5927 מִדֵּ֧י H1767 שָׁנָ֣ה H8141 בְשָׁנָ֗ה H8141 לְהִֽשְׁתַּחֲוֺת֙ H7812 לְמֶ֨לֶךְ֙ H4428 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְלָ H2287 אֶת H853 חַ֥ג H2282 הַסֻּכּֽוֹת H5521 ",
  "17": "וְ֠הָיָה H1961 אֲשֶׁ֨ר H834 לֹֽא H3808 יַעֲלֶ֜ה H5927 מֵאֵ֨ת H853 מִשְׁפְּח֤וֹת H4940 הָאָ֨רֶץ֙ H776 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 לְהִֽשְׁתַּחֲוֺ֔ת H7812 לְמֶ֖לֶךְ H4428 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְלֹ֥א H3808 עֲלֵיהֶ֖ם H5921 יִהְיֶ֥ה H1961 הַגָּֽשֶׁם H1653 ",
  "18": "וְאִם H518 מִשְׁפַּ֨חַת H4940 מִצְרַ֧יִם H4714 לֹֽא H3808 תַעֲלֶ֛ה H5927 וְלֹ֥א H3808 בָאָ֖ה H935 וְלֹ֣א H3808 עֲלֵיהֶ֑ם H5921 תִּֽהְיֶ֣ה H1961 הַמַּגֵּפָ֗ה H4046 אֲשֶׁ֨ר H834 יִגֹּ֤ף H5062 יְהוָה֙ H3068 אֶת H853 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 לֹ֣א H3808 יַֽעֲל֔וּ H5927 לָחֹ֖ג H2287 אֶת H853 חַ֥ג H2282 הַסֻּכּֽוֹת H5521 ",
  "19": "זֹ֥את H2063 תִּהְיֶ֖ה H1961 חַטַּ֣את H2403 מִצְרָ֑יִם H4714 וְחַטַּאת֙ H2403 כָּל H3605 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 לֹ֣א H3808 יַֽעֲל֔וּ H5927 לָחֹ֖ג H2287 אֶת H853 חַ֥ג H2282 הַסֻּכּֽוֹת H5521 ",
  "20": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶה֙ H1961 עַל H5921 מְצִלּ֣וֹת H4698 הַסּ֔וּס H5483 קֹ֖דֶשׁ H6944 לַֽיהוָ֑ה H3068 וְהָיָ֤ה H1961 הַסִּירוֹת֙ H5518 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 כַּמִּזְרָקִ֖ים H4219 לִפְנֵ֥י H6440 הַמִּזְבֵּֽחַ H4196 ",
  "21": "וְ֠הָיָה H1961 כָּל H3605 סִ֨יר H5518 בִּירוּשָׁלִַ֜ם H3389 וּבִֽ H3063 קֹ֚דֶשׁ H6944 לַיהוָ֣ה H3068 צְבָא֔וֹת H6635 וּבָ֨אוּ֙ H935 כָּל H3605 הַזֹּ֣בְחִ֔ים H2076 וְלָקְח֥וּ H3947 מֵהֶ֖ם H1992 וּבִשְּׁל֣וּ H1310 בָהֶ֑ם Hb וְלֹא H3808 יִהְיֶ֨ה H1961 כְנַעֲנִ֥י H3669 ע֛וֹד H5750 בְּבֵית H1004 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 בַּיּ֥וֹם H3117 הַהֽוּא H1931 "
}
