{
  "1": "וָאָשׁ֕וּב H7725 וָאֶשָּׂ֥א H5375 עֵינַ֖י H5869 וָֽאֶרְאֶ֑ה H7200 וְהִנֵּ֖ה H2009 מְגִלָּ֥ה H4039 עָפָֽה H5774 ",
  "2": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 מָ֥ה H4100 אַתָּ֖ה H859 רֹאֶ֑ה H7200 וָאֹמַ֗ר H559 אֲנִ֤י H589 רֹאֶה֙ H7200 מְגִלָּ֣ה H4039 עָפָ֔ה H5774 אָרְכָּהּ֙ H753 עֶשְׂרִ֣ים H6242 בָּֽאַמָּ֔ה H520 וְרָחְבָּ֖ H7341 עֶ֥שֶׂר H6235 בָּאַמָּֽה H520 ",
  "3": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 זֹ֚את H2063 הָֽאָלָ֔ה H423 הַיּוֹצֵ֖את H3318 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֑רֶץ H776 כִּ֣י H3588 כָל H3605 הַגֹּנֵ֗ב H1589 מִזֶּה֙ H2088 כָּמ֣וֹהָ H3644 נִקָּ֔ה H5352 וְכָל H3605 הַנִּ֨שְׁבָּ֔ע H7650 מִזֶּ֖ה H2088 כָּמ֥וֹהָ H3644 נִקָּֽה H5352 ",
  "4": "הוֹצֵאתִ֗יהָ H3318 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּבָ֨אָה֙ H935 אֶל H413 בֵּ֣ית H1004 הַגַּנָּ֔ב H1590 וְאֶל H413 בֵּ֛ית H1004 הַנִּשְׁבָּ֥ע H7650 בִּשְׁמִ֖ H8034 לַשָּׁ֑קֶר H8267 וְלָ֨נֶה֙ H3885 בְּת֣וֹךְ H8432 בֵּית֔וֹ H1004 וְכִלַּ֖תּ H3615 וְאֶת H854 עֵצָ֥יו H6086 וְאֶת H854 אֲבָנָֽיו H68 ",
  "5": "וַיֵּצֵ֕א H3318 הַמַּלְאָ֖ךְ H4397 הַדֹּבֵ֣ר H1696 בִּ֑י Hb וַיֹּ֣אמֶר H559 אֵלַ֔י H413 שָׂ֣א H5375 נָ֤א H4994 עֵינֶ֨יךָ֙ H5869 וּרְאֵ֔ה H7200 מָ֖ה H4100 הַיּוֹצֵ֥את H3318 הַזֹּֽאת H2063 ",
  "6": "וָאֹמַ֖ר H559 מַה H4100 הִ֑יא H1931 וַיֹּ֗אמֶר H559 זֹ֤את H2063 הָֽאֵיפָה֙ H374 הַיּוֹצֵ֔את H3318 וַיֹּ֕אמֶר H559 זֹ֥את H2063 עֵינָ֖ם H5869 בְּכָל H3605 הָאָֽרֶץ H776 ",
  "7": "וְהִנֵּ֛ה H2009 כִּכַּ֥ר H3603 עֹפֶ֖רֶת H5777 נִשֵּׂ֑את H5375 וְזֹאת֙ H2063 אִשָּׁ֣ה H802 אַחַ֔ת H259 יוֹשֶׁ֖בֶת H3427 בְּת֥וֹךְ H8432 הָאֵיפָֽה H374 ",
  "8": "וַיֹּ֨אמֶר֙ H559 זֹ֣את H2063 הָרִשְׁעָ֔ה H7564 וַיַּשְׁלֵ֥ךְ H7993 אֹתָ֖הּ H853 אֶל H413 תּ֣וֹךְ H8432 הָֽאֵיפָ֑ה H374 וַיַּשְׁלֵ֛ךְ H7993 אֶת H853 אֶ֥בֶן H68 הָעֹפֶ֖רֶת H5777 אֶל H413 פִּֽיהָ H6310 ",
  "9": "וָאֶשָּׂ֨א H5375 עֵינַ֜י H5869 וָאֵ֗רֶא H7200 וְהִנֵּה֩ H2009 שְׁתַּ֨יִם H8147 נָשִׁ֤ים H802 יֽוֹצְאוֹת֙ H3318 וְר֣וּחַ H7307 בְּכַנְפֵי H3671 וְלָ H2007 כְנָפַ֖יִם H3671 כְּכַנְפֵ֣י H3671 הַחֲסִידָ֑ה H2624 וַתִּשֶּׂ֨אנָה֙ H5375 אֶת H853 הָ֣אֵיפָ֔ה H374 בֵּ֥ין H996 הָאָ֖רֶץ H776 וּבֵ֥ין H996 הַשָּׁמָֽיִם H8064 ",
  "10": "וָאֹמַ֕ר H559 אֶל H413 הַמַּלְאָ֖ךְ H4397 הַדֹּבֵ֣ר H1696 בִּ֑י Hb אָ֛נָה H575 הֵ֥מָּה H1992 מֽוֹלִכ֖וֹת H3212 אֶת H853 הָאֵיפָֽה H374 ",
  "11": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 לִבְנֽוֹת H1129 לָ֥הֿ Hl בַ֖יִת H1004 בְּאֶ֣רֶץ H776 שִׁנְעָ֑ר H8152 וְהוּכַ֛ן H3559 וְהֻנִּ֥יחָה H3240 שָּׁ֖ם H8033 עַל H5921 מְכֻנָתָֽהּ H4369 "
}
