{
  "1": "וַֽיְהִי֙ H1961 בִּשְׁנַ֣ת H8141 אַרְבַּ֔ע H702 לְדָרְיָ֖וֶשׁ H1867 הַמֶּ֑לֶךְ H4428 הָיָ֨ה H1961 דְבַר H1697 יְהוָ֜ה H3068 אֶל H413 זְכַרְיָ֗ה H2148 בְּאַרְבָּעָ֛ה H702 לַחֹ֥דֶשׁ H2320 הַתְּשִׁעִ֖י H8671 בְּכִסְלֵֽו H3691 ",
  "2": "וַיִּשְׁלַח֙ H7971 בֵּֽית H1008 אֵ֔ל H1008 שַׂר H8272 אֶ֕צֶר H8272 וְרֶ֥גֶם H7278 מֶ֖לֶךְ H7278 וַֽאֲנָשָׁ֑י H376 לְחַלּ֖וֹת H2470 אֶת H853 פְּנֵ֥י H6440 יְהוָֽה H3068 ",
  "3": "לֵאמֹ֗ר H559 אֶל H413 הַכֹּֽהֲנִים֙ H3548 אֲשֶׁר֙ H834 לְבֵית H1004 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְאֶל H413 הַנְּבִיאִ֖ים H5030 לֵאמֹ֑ר H559 הַֽאֶבְכֶּה֙ H1058 בַּחֹ֣דֶשׁ H2320 הַחֲמִשִׁ֔י H2549 הִנָּזֵ֕ר H5144 כַּאֲשֶׁ֣ר H834 עָשִׂ֔יתִי H6213 זֶ֖ה H2088 כַּמֶּ֥ה H4100 שָׁנִֽים H8141 ",
  "4": "וַיְהִ֛י H1961 דְּבַר H1697 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "5": "אֱמֹר֙ H559 אֶל H413 כָּל H3605 עַ֣ם H5971 הָאָ֔רֶץ H776 וְאֶל H413 הַכֹּהֲנִ֖ים H3548 לֵאמֹ֑ר H559 כִּֽי H3588 צַמְתֶּ֨ם H6684 וְסָפ֜וֹד H5594 בַּחֲמִישִׁ֣י H2549 וּבַ H7637 וְזֶה֙ H2088 שִׁבְעִ֣ים H7657 שָׁנָ֔ה H8141 הֲצ֥וֹם H6684 צַמְתֻּ֖נִי H6684 אָֽנִי H589 ",
  "6": "וְכִ֥י H3588 תֹאכְל֖וּ H398 וְכִ֣י H3588 תִשְׁתּ֑וּ H8354 הֲל֤וֹא H3808 אַתֶּם֙ H859 הָאֹ֣כְלִ֔ים H398 וְאַתֶּ֖ם H859 הַשֹּׁתִֽים H8354 ",
  "7": "הֲל֣וֹא H3808 אֶת H853 הַדְּבָרִ֗ים H1697 אֲשֶׁ֨ר H834 קָרָ֤א H7121 יְהוָה֙ H3068 בְּיַד֙ H3027 הַנְּבִיאִ֣ים H5030 הָרִֽאשֹׁנִ֔ים H7223 בִּהְי֤וֹת H1961 יְרוּשָׁלִַ֨ם֙ H3389 יֹשֶׁ֣בֶת H3427 וּשְׁלֵוָ֔ה H7961 וְעָרֶ֖י H5892 סְבִיבֹתֶ֑יהָ H5439 וְהַ H5045 וְהַ H8219 יֹשֵֽׁב H3427 ",
  "8": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 זְכַרְיָ֖ה H2148 לֵאמֹֽר H559 ",
  "9": "כֹּ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 מִשְׁפַּ֤ט H4941 אֱמֶת֙ H571 שְׁפֹ֔טוּ H8199 וְחֶ֣סֶד H2617 וְרַֽחֲמִ֔ים H7356 עֲשׂ֖וּ H6213 אִ֥ישׁ H376 אֶת H854 אָחִֽיו H251 ",
  "10": "וְאַלְמָנָ֧ה H490 וְיָת֛וֹם H3490 גֵּ֥ר H1616 וְעָנִ֖י H6041 אַֽל H408 תַּעֲשֹׁ֑קוּ H6231 וְרָעַת֙ H7451 אִ֣ישׁ H376 אָחִ֔יו H251 אַֽל H408 תַּחְשְׁב֖וּ H2803 בִּלְבַבְ H3824 ",
  "11": "וַיְמָאֲנ֣וּ H3985 לְהַקְשִׁ֔יב H7181 וַיִּתְּנ֥וּ H5414 כָתֵ֖ף H3802 סֹרָ֑רֶת H5637 וְאָזְנֵי H241 הִכְבִּ֥ידוּ H3513 מִשְּׁמֽוֹעַ H8085 ",
  "12": "וְלִבָּ֞ H3820 שָׂ֣מוּ H7760 שָׁמִ֗יר H8068 מִ֠שְּׁמוֹעַ H8085 אֶת H853 הַתּוֹרָ֤ה H8451 וְאֶת H853 הַדְּבָרִים֙ H1697 אֲשֶׁ֨ר H834 שָׁלַ֜ח H7971 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 בְּרוּח֔ H7307 בְּיַ֖ד H3027 הַנְּבִיאִ֣ים H5030 הָרִֽאשֹׁנִ֑ים H7223 וַֽיְהִי֙ H1961 קֶ֣צֶף H7110 גָּד֔וֹל H1419 מֵאֵ֖ת H853 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "13": "וַיְהִ֥י H1961 כַאֲשֶׁר H834 קָרָ֖א H7121 וְלֹ֣א H3808 שָׁמֵ֑עוּ H8085 כֵּ֤ן H3651 יִקְרְאוּ֙ H7121 וְלֹ֣א H3808 אֶשְׁמָ֔ע H8085 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "14": "וְאֵ֣סָעֲרֵ֗ H5590 עַ֤ל H5921 כָּל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 לֹֽא H3808 יְדָע֔וּם H3045 וְהָ H776 נָשַׁ֣מָּה H8047 אַֽחֲרֵיהֶ֔ם H310 מֵֽעֹבֵ֖ר H5674 וּמִ H7725 וַיָּשִׂ֥ימוּ H7760 אֶֽרֶץ H776 חֶמְדָּ֖ה H2532 לְשַׁמָּֽה H8047 "
}
