{
  "1": "It came about one day, as Jesus was teaching the people in the temple and preaching the gospel, the chief priests and the scribes came to him with the elders.",
  "2": "They spoke, saying to him, \"Tell us by what authority you do these things? Or who is he that gave you this authority?\"",
  "3": "He answered and said to them, \"I also will ask you a question. Tell me about",
  "4": "the baptism of John. Was it from heaven or from men?\"",
  "5": "They reasoned with themselves, saying, \"If we say, 'From heaven,' he will say, 'Then why did you not believe him?'",
  "6": "But if we say, 'From men,' all the people will stone us, for they are persuaded that John was a prophet.\"",
  "7": "So they answered that they did not know where it came from.",
  "8": "Jesus said to them, \"Neither will I tell you by what authority I do these things.\"",
  "9": "He told the people this parable, \"A man planted a vineyard, rented it out to vine growers, and went into another country for a long time.",
  "10": "At the appointed time he sent a servant to the vine growers, that they should give him of the fruit of the vineyard. But the vine growers beat him, and sent him away empty-handed.",
  "11": "He then sent yet another servant and they also beat him, treated him shamefully, and sent him away empty-handed.",
  "12": "He also sent yet a third and they also wounded him, and threw him out.",
  "13": "So the lord of the vineyard said, 'What will I do? I will send my beloved son. Maybe they will respect him.'",
  "14": "But when the vine growers saw him, they discussed among themselves, saying, 'This is the heir. Let us kill him, that the inheritance may be ours.'",
  "15": "They threw him out of the vineyard and killed him. What then will the lord of the vineyard do to them?",
  "16": "He will come and destroy these vine growers, and will give the vineyard to others.\" When they heard it, they said, \"God forbid!\"",
  "17": "But Jesus looked at them, and said, \"What is the meaning of that which is written: \\q 'The stone that the builders rejected has become the cornerstone'?\n\\m",
  "18": "Every one who falls on that stone will be broken to pieces. But on whomever it falls, it will crush.\"",
  "19": "So the scribes and the chief priests sought to lay hands on him in that very hour, for they knew that he had spoken this parable against them. But they were afraid of the people.",
  "20": "Watching him carefully, they sent out spies who pretended to be righteous, that they might find fault with his speech, so as to deliver him up to the rule and to the authority of the governor.",
  "21": "They asked him, saying, \"Teacher, we know that you say and teach rightly, and are not influenced by anyone's position, but you teach the truth about the way of God.",
  "22": "Is it lawful for us to pay taxes to Caesar, or not?\"",
  "23": "But Jesus understood their craftiness, and said to them,",
  "24": "\"Show me a denarius. Whose image and name is on it?\" They said, \"Caesar's.\"",
  "25": "He said to them, \"Then give to Caesar the things that are Caesar's, and to God, the things that are God's.\"",
  "26": "They were not able to find fault with what he had said in front of the people, but marvelling at his answer they were silent.",
  "27": "When some of the Sadducees came to him, the ones who say that there is no resurrection,",
  "28": "they asked him, saying, \"Teacher, Moses wrote to us that if a man's brother dies, having a wife, and being childless, the man should take the brother's wife, and have a child for his brother.",
  "29": "There were seven brothers and the first took a wife, and died childless,",
  "30": "and the second as well.",
  "31": "The third took her, and likewise the seven also left no children, and died.",
  "32": "Afterward the woman also died.",
  "33": "In the resurrection then, whose wife will she be? For the seven had her as their wife.\"",
  "34": "Jesus said to them, \"The sons of this world marry and are given in marriage.",
  "35": "But those who are regarded as worthy in that age to receive the resurrection from the dead ones will neither marry nor be given in marriage.",
  "36": "Neither can they die anymore, for they are equal to the angels and are sons of God, being sons of the resurrection.",
  "37": "But that the dead are raised, even Moses showed, in the place concerning the bush, where he calls the Lord the God of Abraham and the God of Isaac and the God of Jacob.",
  "38": "Now he is not the God of the dead, but of the living, because all live to him.\"",
  "39": "Some of the scribes answered, \"Teacher, you have answered well.\"",
  "40": "For they did not dare ask him any more questions.",
  "41": "Jesus said to them, \"How do they say that the Christ is David's son?",
  "42": "For David himself says in the Book of Psalms,\\q The Lord said to my Lord,\n\\q 'Sit at my right hand,\n\\q",
  "43": "until I make your enemies your footstool.'\\m",
  "44": "David therefore calls the Christ 'Lord', so how is he David's son?\"",
  "45": "In the hearing of all the people he said to his disciples,",
  "46": "\"Beware of the scribes, who desire to walk in long robes, and love special greetings in the marketplaces, and chief seats in the synagogues, and chief places at feasts.",
  "47": "They also devour widows' houses, and for a show they make long prayers. Men like this will receive greater condemnation.\""
}
