{
  "1": "Jesus looked up and saw the rich men who were putting their gifts into the treasury.",
  "2": "He saw a certain poor widow putting in two mites.",
  "3": "So he said, \"Truly I say to you, this poor widow put in more than all of them.",
  "4": "All of these gave gifts out of their abundance. But this widow, out of her poverty, put in all she had to live on.\"",
  "5": "As some spoke of the temple, how it was decorated with beautiful stones and offerings, he said,",
  "6": "\"As for these things that you see, the days will come when not one stone will be left on another which will not be torn down.\"",
  "7": "So they asked him, saying, \"Teacher, when will these things happen? What will be the sign when these things are about to happen?\"",
  "8": "Jesus answered, \"Be careful that you are not deceived. For many will come in my name, saying, 'I am he,' and, 'The time is near.' Do not go after them.",
  "9": "When you hear of wars and riots, do not be terrified, for these things must happen first, but the end will not happen immediately.\"",
  "10": "Then he said to them, \"Nation will rise against nation, and kingdom against kingdom.",
  "11": "There will be great earthquakes, and in various places famines and plagues. There will be terrifying events and great signs from heaven.",
  "12": "But before all of these things, they will lay their hands on you and will persecute you, delivering you over to the synagogues and prisons, bringing you before kings and governors because of my name.",
  "13": "It will lead to an opportunity for your testimony.",
  "14": "Therefore resolve in your hearts not to prepare your defense ahead of time,",
  "15": "for I will give you words and wisdom, which all your adversaries will not be able to resist or contradict.",
  "16": "But you will be delivered up also by parents, brothers, relatives and friends, and they will put some of you to death.",
  "17": "You will be hated by everyone because of my name.",
  "18": "But not a hair of your head will perish.",
  "19": "In your endurance you will gain your souls.",
  "20": "When you see Jerusalem surrounded by armies, then know that its destruction is near.",
  "21": "Then let those in Judea flee to the mountains, and let those who are in the middle of the town leave, and do not let those who are in the country enter it.",
  "22": "For these are days of vengeance, so that all the things that are written will be fulfilled.",
  "23": "Woe to them who are pregnant and to them who are nursing in those days! For there will be great distress upon the land, and wrath to this people.",
  "24": "They will fall by the edge of the sword and they will be led captive into all the nations, and Jerusalem will be trampled by the Gentiles, until the times of the Gentiles are fulfilled.",
  "25": "There will be signs in the sun, in the moon, and in the stars, and on the earth. The nations will be in distress, anxious because of the roar of the sea and waves.",
  "26": "There will be men fainting from fear and from expectation of the things which are coming upon the world. For the powers of the heavens will be shaken.",
  "27": "Then they will see the Son of Man coming in a cloud with power and great glory.",
  "28": "But when these things begin to happen, stand up and lift up your heads, because your deliverance is coming near.\"",
  "29": "Jesus told them a parable, \"Look at the fig tree, and all the trees.",
  "30": "When they sprout buds, you see for yourselves and know that summer is already near.",
  "31": "So also, when you see these things happening, you know that the kingdom of God is near.",
  "32": "Truly, I say to you, this generation will not pass away until all these things take place.",
  "33": "Heaven and earth will pass away, but my words will never pass away.",
  "34": "But pay attention to yourselves, so that your hearts are not burdened with the effects of drinking and intoxication, and the worries of life, and then that day will close on you suddenly like a trap.",
  "35": "For it will come upon everyone living on the face of the whole earth.",
  "36": "But be alert at all times, praying that you may be strong enough to escape all these things that will take place, and to stand before the Son of Man.\"",
  "37": "So during the days he was teaching in the temple, and at night he went out and stayed on the Mount of Olives.",
  "38": "All of the people came early in the morning to hear him in the temple."
}
