{
  "1": "Now the Festival of Unleavened Bread was approaching, which is called the Passover.",
  "2": "The chief priests and the scribes discussed how they could put Jesus to death, for they were afraid of the people.",
  "3": "Then Satan entered into Judas Iscariot, who was one of the twelve.",
  "4": "Judas went to the chief priests and captains and discussed with them how he would betray Jesus to them.",
  "5": "They were glad, and agreed to give him money.",
  "6": "He consented, and looked for an opportunity to deliver him to them away from the crowd.",
  "7": "The day of unleavened bread came, on which the Passover lamb must be sacrificed.",
  "8": "Jesus sent Peter and John, saying, \"Go and prepare for us the Passover meal, so that we may eat it.\"",
  "9": "They asked him, \"Where do you want us to make preparations?\"",
  "10": "He answered them, \"Listen, when you have entered the city, a man bearing a pitcher of water will meet you. Follow him into the house that he goes into.",
  "11": "Then say to the master of the house, 'The Teacher says to you, \"Where is the guest room, where I will eat the Passover with my disciples?\"'",
  "12": "He will show you a large furnished upper room. Make the preparations there.\"",
  "13": "So they went, and found everything as he had said to them. Then they prepared the Passover meal.",
  "14": "When the time came, he sat down with the apostles.",
  "15": "Then he said to them, \"I have greatly desired to eat this Passover with you before I suffer.",
  "16": "For I say to you, I will not eat it again, until it is fulfilled in the kingdom of God.\"",
  "17": "Then Jesus took a cup, and when he had given thanks, he said, \"Take this, and share it among yourselves.",
  "18": "For I say to you, I will not drink of the fruit of the vine again, until the kingdom of God comes.\"",
  "19": "Then he took bread, and when he had given thanks, he broke it, and gave to them, saying, \"This is my body which is given for you. Do this in remembrance of me.\"",
  "20": "He took the cup in the same way after supper, saying, \"This cup is the new covenant in my blood, which is poured out for you.",
  "21": "But pay attention. The one who betrays me is with me at the table.",
  "22": "For the Son of Man indeed goes as it has been determined. But woe to that man through whom he is betrayed!\"",
  "23": "They began to discuss among themselves which one of them it might be who would do this.",
  "24": "Then there arose also a quarrel among them about which of them was considered to be greatest.",
  "25": "He said to them, \"The kings of the Gentiles are masters over them, and the ones who have authority over them are referred to as those who do good to their people.",
  "26": "But it must not be like this with you. Instead, let the one who is the greatest among you become like the youngest, and let the one who is the most important become like the one who serves.",
  "27": "For who is greater, the one who sits at the table, or the one who serves? Is it not the one who sits at the table? Yet I am among you as one who serves.",
  "28": "But you are the ones who have continued with me in my temptations.",
  "29": "I give to you a kingdom, even as my Father has given a kingdom to me,",
  "30": "that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel.",
  "31": "Simon, Simon, be aware, Satan asked to have you, that he might sift you as wheat.",
  "32": "But I have prayed for you, that your faith may not fail. After you have turned back again, strengthen your brothers.\"",
  "33": "Peter said to him, \"Lord, I am ready to go with you both to prison and to death.\"",
  "34": "Jesus replied, \"I tell you, Peter, the rooster will not crow this day, before you deny three times that you know me.\"",
  "35": "Then Jesus said to them, \"When I sent you out without a purse, a bag of provisions, or shoes, did you lack anything?\" They answered, \"Nothing.\"",
  "36": "Then he said to them, \"But now, the one who has a purse, let him take it, and also a bag of provisions. The one who does not have a sword should sell his cloak and buy one.",
  "37": "For I say to you, what is written about me must be fulfilled, 'He was counted with the lawless ones.' For what is predicted about me is being fulfilled.\"",
  "38": "Then they said, \"Lord, look! Here are two swords.\" He said to them, \"It is enough.\"",
  "39": "After supper, Jesus went, as he often did, to the Mount of Olives, and the disciples followed him.",
  "40": "When they arrived, he said to them, \"Pray that you do not enter into temptation.\"",
  "41": "He went away from them about a stone's throw, and he knelt down and prayed,",
  "42": "saying, \"Father, if you are willing, remove this cup from me. Nevertheless not my will, but yours be done.\"",
  "43": "Then an angel from heaven appeared to him, strengthening him.",
  "44": "Being in agony, he prayed more earnestly, and his sweat became like great drops of blood falling down upon the ground.",
  "45": "When he rose up from his prayer, he came to the disciples, and found them sleeping because of their sorrow,",
  "46": "and asked them, \"Why are you sleeping? Rise and pray, that you may not enter into temptation.\"",
  "47": "While he was still speaking, behold, a crowd appeared, with Judas, one of the twelve, leading them. He came near to Jesus to kiss him,",
  "48": "but Jesus said to him, \"Judas, are you betraying the Son of Man with a kiss?\"",
  "49": "When those who were around Jesus saw what was happening, they said, \"Lord, should we strike with the sword?\"",
  "50": "Then one of them struck the servant of the high priest, and cut off his right ear.",
  "51": "Jesus said, \"That is enough!\" He touched his ear, and healed him.",
  "52": "Jesus said to the chief priests, to the captains of the temple, and to elders who came against him, \"Do you come out as against a robber, with swords and clubs?",
  "53": "When I was daily with you in the temple, you did not lay your hands on me. But this is your hour, and the authority of darkness.\"",
  "54": "Seizing him, they led him away, and brought him into the high priest's house. But Peter followed from a distance.",
  "55": "After they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat in the midst of them.",
  "56": "A certain female servant saw him as he sat in the light of the fire, and looked straight at him and said, \"This man also was with him.\"",
  "57": "But Peter denied it, saying, \"Woman, I do not know him.\"",
  "58": "After a little while someone else saw him, and said, \"You are also one of them.\" But Peter said, \"Man, I am not.\"",
  "59": "After about an hour another man insisted and said, \"Truly this man also was with him, for he is a Galilean.\"",
  "60": "But Peter said, \"Man, I do not know what you are saying.\" Immediately, while he was speaking, a rooster crowed.",
  "61": "Turning, the Lord looked at Peter, and Peter remembered the word of the Lord, when he said to him, \"Before a rooster crows today you will deny me three times.\"",
  "62": "Peter went outside and wept bitterly.",
  "63": "Then the men guarding Jesus mocked and beat him.",
  "64": "They put a cover over him and asked him, saying, \"Prophesy! Who is the one who hit you?\"",
  "65": "They spoke many other things against Jesus, blaspheming him.",
  "66": "As soon as it was day, the elders of the people gathered together, both chief priests and scribes. They led him into the council",
  "67": "and said, \"If you are the Christ, tell us.\" But he said to them, \"If I tell you, you will not believe,",
  "68": "and if I ask you, you will not answer.",
  "69": "But from now on, the Son of Man will be seated at the right hand of the power of God.\"",
  "70": "They all said, \"Then you are the Son of God?\" Jesus said to them, \"You say that I am.\"",
  "71": "They said, \"Why do we still need a witness? For we ourselves have heard from his own mouth.\""
}
