{
  "1": "The whole company of them rose up, and brought Jesus before Pilate.",
  "2": "They began to accuse him, saying, \"We found this man perverting our nation, forbidding to give tribute to Caesar, and saying that he himself is Christ, a king.\"",
  "3": "Pilate asked him, saying, \"Are you the King of the Jews?\" Jesus answered him and said, \"You say so.\"",
  "4": "Pilate said to the chief priests and the multitudes, \"I find no fault in this man.\"",
  "5": "But they were insisting, saying, \"He stirs up the people, teaching throughout all Judea, beginning from Galilee even to this place.\"",
  "6": "So when Pilate heard this, he asked whether the man was a Galilean.",
  "7": "When he discovered that he was under Herod's authority, he sent Jesus to Herod, who himself also was at Jerusalem in those days.",
  "8": "When Herod saw Jesus, he was very glad, because he had wanted to see him for a long time. He had heard about him and he hoped to see some miracle done by him.",
  "9": "Herod questioned Jesus in many words, but Jesus answered him nothing.",
  "10": "The chief priests and the scribes stood, violently accusing him.",
  "11": "Herod with his soldiers insulted Jesus and they mocked him. Then they dressed him in elegant clothes and sent him back to Pilate.",
  "12": "For Herod and Pilate had become friends with each other that very day (before this they had been enemies with each other).",
  "13": "Pilate then called together the chief priests and the rulers and the crowd of people,",
  "14": "and said to them, \"You brought to me this man like a man who is leading the people to act badly, and see, I, having questioned him before you, find no fault in this man concerning those things of which you accuse him.",
  "15": "No, nor does Herod, for he sent him back to us, and see, nothing worthy of death has been done by him.",
  "16": "I will therefore punish him, and release him.\"",
  "17": "\\f + \\ft The best ancient copies omit Luke 23:17, \\fqa Now Pilate was obligated to release to the Jews one prisoner at the feast. \\f*",
  "18": "But they cried out all together, saying, \"Away with this man, and release to us Barabbas!\"",
  "19": "Barabbas was a man who had been put into prison for a certain rebellion in the city and for murder.",
  "20": "Pilate addressed them again, desiring to release Jesus.",
  "21": "But they shouted, saying, \"Crucify him, crucify him.\"",
  "22": "He said to them a third time, \"Why, what evil has this man done? I have found nothing deserving the death penalty in him. Therefore after punishing him, I will release him.\"",
  "23": "But they were insistent with loud voices, demanding for him to be crucified. Their voices convinced Pilate.",
  "24": "So Pilate decided to grant their demand.",
  "25": "He released the one they asked for who had been put in prison for rioting and murder. But he delivered up Jesus to their will.",
  "26": "As they led him away, they seized one Simon of Cyrene, coming from the country, and they laid the cross on him to carry, following Jesus.",
  "27": "A great crowd of the people, and of women who grieved and mourned for him, were following him.",
  "28": "But turning to them, Jesus said, \"Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children.",
  "29": "For see, the days are coming in which they will say, 'Blessed are the barren and the wombs that did not bear, and the breasts that did not nurse.'",
  "30": "Then they will begin to say to the mountains, 'Fall on us,' and to the hills, 'Cover us.'",
  "31": "For if they do these things while the tree is green, what will happen when it is dry?\"",
  "32": "Other men, two criminals, were led away with him to be put to death.",
  "33": "When they came to the place that is called \"The Skull,\" there they crucified him, and the criminals—one on his right and one on his left.",
  "34": "Jesus said, \"Father, forgive them, for they do not know what they are doing.\" Then they cast lots, dividing up his garments.",
  "35": "The people stood watching while the rulers also were mocking him, saying, \"He saved others. Let him save himself, if he is the Christ of God, the chosen one.\"",
  "36": "The soldiers also ridiculed him, approaching him, offering him vinegar,",
  "37": "and saying, \"If you are the King of the Jews, save yourself.\"",
  "38": "There was also a sign over him, \"This is the King of the Jews.\"",
  "39": "One of the criminals who was hanging there insulted him by saying, \"Are you not the Christ? Save yourself and us.\"",
  "40": "But the other rebuked him, saying, \"Do you not fear God, since you are under the same sentence?",
  "41": "We indeed are here justly, for we are receiving what we deserve for our deeds. But this man did nothing wrong.\"",
  "42": "Then he said, \"Jesus, remember me when you come into your kingdom.\"",
  "43": "Jesus said to him, \"Truly I say to you, today you will be with me in paradise.\"",
  "44": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour",
  "45": "as the sun's light failed. Then the curtain of the temple was split down the middle.",
  "46": "Crying with a loud voice, Jesus said, \"Father, into your hands I commit my spirit.\" Having said this, he died.",
  "47": "When the centurion saw what was done, he glorified God, saying, \"Surely this was a righteous man.\"",
  "48": "When all the multitudes who came together to witness this sight saw the things that were done, they returned beating their breasts.",
  "49": "But all those who knew him, and the women who followed him from Galilee, stood at a distance, watching these things.",
  "50": "Behold, there was a man named Joseph, who was a member of the Council. He was a good and righteous man.",
  "51": "This man had not agreed with the decision of the Council and their action. He was from the Judean town of Arimathea; and he was looking for the kingdom of God.",
  "52": "This man, approaching Pilate, asked for the body of Jesus.",
  "53": "He took it down, wrapped it in fine linen, and placed it in a tomb that was cut in stone, where no one had ever been laid.",
  "54": "It was the Day of the Preparation, and the Sabbath was dawning.",
  "55": "The women, who had come with Jesus out of Galilee, followed after and saw the tomb and how his body was laid.",
  "56": "They returned, and prepared spices and ointments. Then on the Sabbath they rested according to the commandment."
}
