{
  "1": "Then Jesus, being full of the Holy Spirit, returned from the Jordan River, and was led by the Spirit in the wilderness",
  "2": "where for forty days he was tempted by the devil. He ate nothing during those days, and at the end of that time he was hungry.",
  "3": "The devil said to him, \"If you are the Son of God, command this stone to become bread.\"",
  "4": "Jesus answered him, \"It is written, 'Man does not live on bread alone.'\"",
  "5": "Then the devil was leading Jesus up to a high place and he showed him all the kingdoms of the world in an instant of time.",
  "6": "The devil said to him, \"I will give to you all this authority and all their splendor, for they have been given to me, and I can give it to anyone I want.",
  "7": "So then, if you will bow down and worship me, it will be yours.\"",
  "8": "But Jesus answered and said to him, \"It is written, 'You will worship the Lord your God, and you will serve only him.'\"",
  "9": "Then the devil led Jesus to Jerusalem and put him on the very highest point of the temple building, and said to him, \"If you are the Son of God, throw yourself down from here.",
  "10": "For it is written,\\q1 'He will give orders to his angels regarding you, to protect you,'\n\\q1",
  "11": "and, 'They will lift you up in their hands,\\q1 so that you will not strike your foot against a stone.'\"",
  "12": "Answering him, Jesus said, \"It is said, 'Do not put the Lord your God to the test.'\"",
  "13": "When the devil had finished testing Jesus, he went away and left him until another time.",
  "14": "Then Jesus returned to Galilee in the power of the Spirit, and news about him spread throughout the entire surrounding region.",
  "15": "Then he began to teach in their synagogues and he was praised by all.",
  "16": "He came into Nazareth, where he had been raised, and as was his custom, he entered the synagogue on the Sabbath day and he stood up to read aloud.",
  "17": "The scroll of the prophet Isaiah was handed to him. He opened the scroll and found the place where it was written,\n\n\\q1",
  "18": "\"The Spirit of the Lord is upon me,\\q1 because he anointed me to tell good news to the poor.\n\\q1 He has sent me to proclaim freedom to the captives,\n\\q1 and recovery of sight to the blind,\n\\q1 to set free those who are oppressed,\n\\q1",
  "19": "to proclaim the year of the Lord's favor.\"",
  "20": "Then he rolled up the scroll, gave it back to the attendant, and sat down. The eyes of all in the synagogue were fixed on him.",
  "21": "He began to speak to them, \"Today this scripture has been fulfilled in your hearing.\"",
  "22": "Everyone there spoke well of him and they were amazed at the gracious words which were coming out of his mouth, and they asked, \"Is this not the son of Joseph?\"",
  "23": "He said to them, \"Surely you will say this proverb to me, 'Doctor, heal yourself. Whatever we heard that you did in Capernaum, do the same in your hometown.'\"",
  "24": "But he said, \"Truly I say to you, no prophet is received in his own hometown.",
  "25": "But in truth I tell you that there were many widows in Israel during the time of Elijah, when the sky was shut up for three years and six months, and a great famine came upon all the land.",
  "26": "But Elijah was sent to none of them, but only to Zarephath in Sidon, to a widow living there.",
  "27": "There were many lepers in Israel during the time of Elisha the prophet, but none of them were healed except Naaman the Syrian.\"",
  "28": "All the people in the synagogue were filled with rage when they heard these things.",
  "29": "They got up, forced him out of the town, and led him to the cliff of the hill on which their town was built, so they might throw him off the cliff.",
  "30": "But he passed through the middle of them and he went to another place.",
  "31": "Then he went down to Capernaum, a city in Galilee, and he began to teach them on the Sabbath.",
  "32": "They were astonished at his teaching, because he spoke with authority.",
  "33": "Now in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,",
  "34": "\"Ah! What do we have to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God!\"",
  "35": "Jesus rebuked the demon, saying, \"Do not speak and come out of him!\" When the demon had thrown the man down in the middle of them, he came out of him, and did not harm him in any way.",
  "36": "All the people were very amazed, and they kept talking about it with one another. They said, \"What kind of words are these? He commands the unclean spirits with authority and power and they come out.\"",
  "37": "So news about him began to spread into every part of the surrounding region.",
  "38": "Then Jesus left the synagogue and entered into the house of Simon. Now Simon's mother-in-law was suffering with a high fever, and they pleaded with him on her behalf.",
  "39": "So he stood over her and rebuked the fever, and it left her. Immediately she got up and started serving them.",
  "40": "When the sun was setting, people brought to Jesus everyone who was sick with various kinds of diseases. He laid his hands on every one of them and healed them.",
  "41": "Demons also came out from many of them, crying out and saying, \"You are the Son of God!\" Jesus rebuked the demons and would not let them speak, because they knew that he was the Christ.",
  "42": "When daybreak came, he went out into a solitary place. Crowds of people were looking for him and came to the place where he was. They tried to keep him from going away from them.",
  "43": "But he said to them, \"I must also preach the good news about the kingdom of God to many other cities, because this is the reason I was sent here.\"",
  "44": "Then he continued to preach in the synagogues throughout Judea."
}
