{
  "1": "Then Yahweh spoke to Job from inside a powerful storm. He said to him,\\q1",
  "2": "\"Who are you to bring confusion to what I plan to do?\\q2 You are speaking ignorantly!\n\\q1",
  "3": "I want to ask you some questions,\\q2 so act like a man and\n\\q2 get ready to answer my questions.\n\n\n\\q1",
  "4": "Where were you when I started to create the earth?\\q2 Since you know so much, tell me where you were at that time.\n\\q1",
  "5": "If it was not I who decided how large the earth would be, then who decided?\\q2 Do you know who stretched a line around the earth to measure it?\n\\q2 Since you think that you know so much, you should surely know that!\n\n\n\\q1",
  "6": "6-7 What supports the pillars on which the earth rests?\\q1 When the stars that shine early in the morning sang together,\n\\q2 and someone put in place the stone that causes the earth to stay in its place,\n\\q2 and all the angels shouted joyfully when they saw that happen,\n\\q1 who laid that cornerstone?\n\n\n\\q1",
  "7": "When the seas poured out from under the earth,\\q2 who prevented the water from flooding over the land?\n\\q1",
  "8": "It was I, not you, who caused clouds to come over the seas\\q2 and caused it to become very dark under those clouds.\n\n\n\\q1",
  "9": "I set limits for the seas,\\q2 and I put barriers so that the water would not come over the land.\n\\q1",
  "10": "I pointed to the shore and said to the water,\\q2 'I permit you to come up to here, but I do not permit you to come any farther.\n\\q2 Your powerful waves must stop here!'\n\n\n\\q1",
  "11": "Job, have you ever commanded the morning to begin?\\q2 Have you ever told the sun to start rising and begin a new day?\n\\q1",
  "12": "Have you ever told the dawn to spread out over the whole earth\\q2 with the result that wicked people run away from the light?\n\n\n\\q1",
  "13": "When it becomes light after the dawn,\\q2 the hills and the valleys become clear like a seal gives an image to the clay under it, or like the folds in a cloth.\n\\q1",
  "14": "When it becomes daylight, the wicked do not have the darkness that they like;\\q2 in the daylight they no longer are able to hurt anyone.\n\n\n\\q1",
  "15": "Job, have you traveled to the springs in the bottom of the ocean from which the water in the seas comes?\\q2 Have you investigated the very bottom of the oceans?\n\\q1",
  "16": "Has someone shown you the gates to the place where dead people are,\\q2 the gates to the place where it is very dark among those who are dead?\n\\q1",
  "17": "Do you know how big the earth is?\\q2 Tell me, if you know all these things!\n\n\n\\q1",
  "18": "Where is the road to the place where light comes from?\\q2 Can you tell me where darkness lives?\n\\q1",
  "19": "Can you take the light and the darkness to the places where they must do their work every day?\\q2 Do you know where the road is that goes back to their homes?\n\\q1",
  "20": "I am sure that you know these things\\q2 because you were born before the time when all things were created;\n\\q2 you must be very old!\n\n\n\\q1",
  "21": "Have you entered the place where I store the snow\\q2 and the place where I keep the hail?\n\\q1",
  "22": "I store the snow and the hail in order that I can use them when people are fighting on earth,\\q2 in times when they are fighting wars.\n\\q1",
  "23": "Where is the road to the place from which I cause the lightning to flash?\\q2 Where is the place from where the east wind begins to blow over all the earth?\n\n\n\\q1",
  "24": "Who created the channels in which the rain comes down from the sky?\\q2 Who makes the roads for the thunder in the air?\n\\q1",
  "25": "Who causes rain to fall in the desert,\\q2 in places where no one lives?\n\\q1",
  "26": "Who sends the rain that gives moisture to barren areas, areas where nothing has grown,\\q2 so that grass begins to grow again?\n\n\n\\q1",
  "27": "Does the rain have a father?\\q2 Does the dew also have a father?\n\\q1",
  "28": "From whose womb does ice come in the winter?\\q2 Who gives birth to the frost that comes down from the sky?\n\\q1",
  "29": "In the winter, the water freezes and becomes as hard as a rock,\\q2 and the surface of lakes becomes frozen.\n\n\n\\q1",
  "30": "Job, can you fasten the chains that hold the stars together in the cluster of the Pleiades stars?\\q2 Can you unfasten the cords of the stars in Orion?",
  "31": "Can you tell the stars and planets when they should shine?\\q2 Can you guide the stars in the groups of the Big Bear and the Little Bear?\n\\q1",
  "32": "Do you know the laws that the stars must obey?\\q2 Can you cause those same laws to rule everything here on the earth?\n\n\n\\q1",
  "33": "Can you shout commands up to the clouds and make rain pour down on you?\\q1",
  "34": "Can you cause flashes of lightning to come down and strike where you want them to strike?\\q2 Do those flashes say to you, 'Where do you want us to strike?'\n\n\n\\q1",
  "35": "Who enables the clouds to know when they should cause rain to fall?\\q1",
  "36": "Who is skilled enough to be able to count the clouds?\\q2 Who can tilt the containers of water in the sky to cause the rain to fall\n\\q1",
  "37": "so that the dry ground becomes hard\\q2 as the dry clods become wet and stick together?\n\n\n\\q1",
  "38": "39-40 When a lioness and her cubs crouch in their dens or hide in a thicket, waiting for some animal to pass by that they can kill,\\q1 can you find animals for the lioness to kill\n\\q2 so that she and her cubs can eat the meat and not be hungry anymore?\n\n\n\\q1",
  "39": "Who provides dead animals for the raven,\\q2 when its young are calling out to me for food,\n\\q2 when they are so weak because of their lack of food that they stagger around in their nests?"
}
