{
  "1": "This is the beginning of the gospel of Jesus Christ, the Son of God.",
  "2": "As it is written in Isaiah the prophet,\\q \"Look, I am sending my messenger before your face,\n\\q the one who will prepare your way.\n\\q",
  "3": "The voice of one calling out in the wilderness,\\q 'Make ready the way of the Lord;\n\\q make his paths straight.'\"\n\\m",
  "4": "John came, baptizing in the wilderness and preaching a baptism of repentance for the forgiveness of sins.",
  "5": "The whole country of Judea and all the people of Jerusalem went out to him. They were baptized by him in the Jordan River, confessing their sins.",
  "6": "John was wearing a coat of camel's hair and a leather belt around his waist, and he was eating locusts and wild honey.",
  "7": "He proclaimed, \"Someone is coming after me who is more powerful than I, and I am not worthy even to stoop down to untie the strap of his sandals.",
  "8": "I baptized you with water, but he will baptize you with the Holy Spirit.\"",
  "9": "It happened in those days that Jesus came from Nazareth in Galilee, and he was baptized by John in the Jordan River.",
  "10": "As Jesus came up out of the water, he saw the heavens split open and the Spirit coming down on him like a dove.",
  "11": "A voice came out of the heavens, \"You are my beloved Son. I am very pleased with you.\"",
  "12": "Then the Spirit compelled him to go out into the wilderness.",
  "13": "He was in the wilderness forty days, being tempted by Satan. He was with the wild animals, and the angels served him.",
  "14": "Now after John was arrested, Jesus came into Galilee proclaiming the gospel of God,",
  "15": "and saying, \"The time is fulfilled, and the kingdom of God is near. Repent and believe in the gospel.\"",
  "16": "When he was walking beside the Sea of Galilee, he saw Simon and Andrew the brother of Simon casting a net in the sea, for they were fishermen.",
  "17": "Jesus said to them, \"Come, follow me, and I will make you fishers of men.\"",
  "18": "Then immediately they left the nets and followed him.",
  "19": "As Jesus was walking on a little farther, he saw James son of Zebedee and John his brother; they were in the boat mending the nets.",
  "20": "He called them and they left their father Zebedee in the boat with the hired servants, and they followed him.",
  "21": "Then they came into Capernaum, and on the Sabbath, Jesus went into the synagogue and taught.",
  "22": "They were astonished at his teaching, for he was teaching them as someone who has authority and not as the scribes.",
  "23": "Just then a man in their synagogue who had an unclean spirit cried out,",
  "24": "saying, \"What do we have to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are. You are the Holy One of God!\"",
  "25": "Jesus rebuked the demon and said, \"Be quiet and come out of him!\"",
  "26": "The unclean spirit threw him down and went out from him while crying out with a loud voice.",
  "27": "All the people were amazed, so they asked each other, \"What is this? A new teaching with authority? He even commands the unclean spirits and they obey him!\"",
  "28": "The news about him went out everywhere into the whole region of Galilee.",
  "29": "After coming out of the synagogue, they came into the house of Simon and Andrew, along with James and John.",
  "30": "Now Simon's mother-in-law was lying sick with a fever, and they told Jesus about her.",
  "31": "So he came, took her by the hand, and raised her up; the fever left her, and she started serving them.",
  "32": "That evening, after the sun had set, they brought to him all who were sick or possessed by demons.",
  "33": "The whole city gathered together at the door.",
  "34": "He healed many who were sick with various diseases and cast out many demons, but he did not allow the demons to speak because they knew him.",
  "35": "He got up very early, while it was still dark; he left and went out into a solitary place and there he prayed.",
  "36": "Simon and those who were with him searched for him.",
  "37": "They found him and they said to him, \"Everyone is looking for you.\"",
  "38": "He said, \"Let us go elsewhere, out into the surrounding towns, so that I may preach there also. That is why I came out here.\"",
  "39": "He went throughout all of Galilee, preaching in their synagogues and casting out demons.",
  "40": "A leper came to him. He was begging him; he knelt down and said to him, \"If you are willing, you can make me clean.\"",
  "41": "Moved with compassion, Jesus reached out his hand and touched him, saying to him, \"I am willing. Be clean.\"",
  "42": "Immediately the leprosy left him, and he was made clean.",
  "43": "Jesus strictly warned him and sent him away.",
  "44": "He said to him, \"Be sure to say nothing to anyone, but go, show yourself to the priest, and offer for your cleansing what Moses commanded, as a testimony to them.\"",
  "45": "But he went out and began to tell everyone and spread the word so much that Jesus could no longer freely enter into any town. So he stayed out in solitary places and people came to him from everywhere."
}
