{
  "1": "Now as they came to Jerusalem, they were close to Bethphage and Bethany, at the Mount of Olives, and Jesus sent out two of his disciples",
  "2": "and said to them, \"Go into the village opposite us. As soon as you enter it, you will find a colt that has never been ridden. Untie it and bring it to me.",
  "3": "If anyone says to you, 'Why are you doing this?' you should say, 'The Lord has need of it and will immediately send it back here.'\"",
  "4": "They went away and found a colt tied at a door outside on the open street, and they untied it.",
  "5": "Some people were standing there and said to them, \"What are you doing, untying that colt?\"",
  "6": "They spoke to them as Jesus told them, and the people let them go their way.",
  "7": "The two disciples brought the colt to Jesus and threw their cloaks on it so Jesus could ride it.",
  "8": "Many people spread their garments on the road, and others spread branches they had cut from the fields.",
  "9": "Those who went before him and those who followed shouted,\\q \"Hosanna! Blessed is the one who comes in the name of the Lord.\n\\q",
  "10": "Blessed is the coming kingdom of our father David!\\q Hosanna in the highest!\"",
  "11": "Then Jesus entered into Jerusalem and went into the temple and looked around at everything. Now, the time being late, he went out to Bethany with the twelve.",
  "12": "The next day, when they returned from Bethany, he was hungry.",
  "13": "Seeing from far away a fig tree that had leaves, he went to see if he could find any fruit on it, and when he came to it, he found nothing but leaves, for it was not the season for figs.",
  "14": "He spoke to it, \"No one will ever eat fruit from you again.\" And his disciples heard it.",
  "15": "They came to Jerusalem, and he entered the temple and began to cast out the sellers and the buyers in the temple. He turned over the tables of the money changers and the seats of those who sold pigeons.",
  "16": "He did not allow anyone to carry anything through the temple that could be sold.",
  "17": "He taught them and said, \"Is it not written,\\q 'My house will be called a house of prayer for all the nations'?\n\\q\n But you have made it a den of robbers.\"\n \\m",
  "18": "The chief priests and the scribes heard what he had said, and they looked for a way to kill him. For they feared him because the entire crowd was amazed at his teaching.",
  "19": "When evening came, they left the city.",
  "20": "As they walked by in the morning, they saw the fig tree withered away to its roots.",
  "21": "Peter remembered and said, \"Rabbi, look! The fig tree you cursed has withered away.\"",
  "22": "Jesus answered them, \"Have faith in God.",
  "23": "Truly I say to you that whoever says to this mountain, 'Get up and cast yourself into the sea,' and if he does not doubt in his heart but believes that what he said will happen, that is what God will do.",
  "24": "Therefore I say to you: Everything you pray and ask for, believe that you received it, and it will be yours.",
  "25": "When you stand and pray, you must forgive whatever you have against anyone, so that your Father who is in heaven will also forgive you your trespasses.\"",
  "26": "\\f + \\ft The best ancient copies omit this verse (See: Mt. 6:15). Mk. 11:26\\fqa But if you do not forgive, neither will your Father who is in heaven forgive your trespasses. \\f*",
  "27": "They came to Jerusalem again. As Jesus was walking in the temple, the chief priests, the scribes, and the elders came to him.",
  "28": "They said to him, \"By what authority do you do these things, and who gave you the authority to do them?\"",
  "29": "Jesus said to them, \"I will ask you one question. Tell me and I will tell you by what authority I do these things.",
  "30": "The baptism of John, was it from heaven or from men? Answer me.\"",
  "31": "They discussed between themselves and argued and said, \"If we say, 'From heaven,' he will say, 'Why then did you not believe him?'",
  "32": "But if we say, 'From men,' ... .\" They were afraid of the people, for everyone was convinced that John was a prophet.",
  "33": "Then they answered Jesus and said, \"We do not know.\" Then Jesus said to them, \"Neither will I tell you by what authority I do these things.\""
}
