{
  "1": "As Jesus was walking away from the temple, one of his disciples said to him, \"Teacher, look at the wonderful stones and wonderful buildings!\"",
  "2": "He said to him, \"Do you see these great buildings? Not one stone will be left on another which will not be torn down.\"",
  "3": "As he sat on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately,",
  "4": "\"Tell us, when will these things happen? What will be the sign when all these things are about to happen?\"",
  "5": "Jesus began to say to them, \"Be careful that no one leads you astray.",
  "6": "Many will come in my name and say, 'I am he,' and they will lead many astray.",
  "7": "When you hear of wars and rumors of wars, do not worry; these things must happen, but the end is not yet.",
  "8": "For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in many places, and famines. These are the beginnings of birth pains.",
  "9": "Be on your guard. They will deliver you up to councils, and you will be beaten in synagogues. You will stand before both governors and kings for my sake, as a testimony to them.",
  "10": "But the gospel must first be proclaimed to all the nations.",
  "11": "When they arrest you and hand you over, do not worry about what you should say. For in that hour, what you should say will be given to you; it will not be you who speak, but the Holy Spirit.",
  "12": "Brother will deliver up brother to death, and a father his child. Children will rise up against their parents and cause them to be put to death.",
  "13": "You will be hated by everyone because of my name. But whoever endures to the end, that person will be saved.",
  "14": "When you see the abomination of desolation standing where it should not be standing (let the reader understand), let those who are in Judea flee to the mountains,",
  "15": "let him who is on the housetop not go down into the house or take anything out of it,",
  "16": "and let him who is in the field not return to take his cloak.",
  "17": "But woe to those who are with child and to those who are nursing infants in those days!",
  "18": "Pray that it might not occur in the winter.",
  "19": "For there will be great tribulation, such as has not been from the beginning, when God created the world, until now, no, nor ever will be again.",
  "20": "Unless the Lord had shortened the days, no flesh would be saved. But for the sake of the elect, those whom he chose, he cut short the days.",
  "21": "Then if anyone says to you, 'Look, here is the Christ!' or 'Look, there he is!' do not believe it.",
  "22": "For false Christs and false prophets will appear and will give signs and wonders, so as to deceive, if possible, even the elect.",
  "23": "Be on guard! I have told you all these things ahead of time.",
  "24": "But after the tribulation of those days,\\q the sun will be darkened,\n\\q the moon will not give its light,\n\\q",
  "25": "the stars will fall from the sky,\\q and the powers that are in the heavens will be shaken.\n\\m",
  "26": "Then they will see the Son of Man coming in the clouds with great power and glory.",
  "27": "Then he will send his angels and he will gather together his elect from the four winds, from the ends of the earth to the ends of the sky.",
  "28": "Learn a lesson from the fig tree. As soon as the branch becomes tender and puts out its leaves, you know that summer is near.",
  "29": "So also, when you see these things happening, you know that he is near, close to the gates.",
  "30": "Truly, I say to you, this generation will not pass away until all of these things occur.",
  "31": "Heaven and earth will pass away, but my words will never pass away.",
  "32": "But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but the Father.",
  "33": "Be alert! Watch, because you do not know what time it is.\\f + \\ft Some ancient authorities read:\n\\fqa Be alert! Watch and pray, because ... \\f*",
  "34": "It is like a man who goes on a journey—he leaves his house and puts his servants in charge of the house, each one with his work, and he commands the watchman to stay awake.",
  "35": "Therefore stay alert, because you do not know when the master of the house will come home; it could be in the evening, at midnight, when the rooster crows, or in the morning.",
  "36": "If he comes suddenly, do not let him find you sleeping.",
  "37": "What I say to you I say to everyone: Watch!\""
}
