{
  "1": "The proverbs of Solomon son of David, the king of Israel.\n\\q",
  "2": "These proverbs are to teach wisdom and instruction,\n\\q to teach words of insight,\n\\q",
  "3": "that you may receive instruction in order to live\n\\q by doing what is right, just, and fair.",
  "4": "These proverbs are also to give wisdom to the naive,\n\\q and to give knowledge and discretion to young people.\n\\q",
  "5": "Let wise people listen and increase their learning,\n\\q and let discerning people get guidance,\n\\q",
  "6": "to understand proverbs, sayings,\n\\q and words of wise people and their riddles.",
  "7": "The fear of Yahweh is the beginning of knowledge—\n\\q fools despise wisdom and instruction.\n\\q",
  "8": "My son, hear the instruction of your father\n\\q and do not lay aside the rules of your mother;\n\\q",
  "9": "they will be a graceful wreath for your head\n\\q and pendants hanging from your neck.",
  "10": "My son, if sinners try to entice you into their sin,\n\\q refuse to follow them.\n\\q",
  "11": "If they say, \"Come with us,\n\\q let us lie in wait to commit murder,\n\\q let us hide and attack innocent people for no reason.",
  "12": "Let us swallow them up alive, like Sheol takes away those who are healthy,\n\\q and make them like those who fall into the pit.\n\\q",
  "13": "We shall find all kinds of valuable things;\n\\q we will fill our houses with what we steal from others.\n\\q",
  "14": "Throw in your lot with us;\n\\q we will all have one purse together.\"",
  "15": "My son, do not walk down that road with them;\n\\q do not let your foot touch where they walk;\n\\q",
  "16": "their feet run to evil\n\\q and they hurry to shed blood.\n\\q",
  "17": "For it is useless to spread the net to trap a bird\n\\q while the bird is watching.",
  "18": "These men lie in wait to kill themselves—\n\\q they set a trap for themselves.\n\\q",
  "19": "So are the ways of everyone who gains riches by injustice;\n\\q unjust gain takes away the lives of those who hold on to it.",
  "20": "Wisdom cries aloud in the street,\n\\q she raises her voice in the open places;\n\\q",
  "21": "at the head of the noisy streets she cries out,\n\\q at the entrance of the city gates she speaks,\n\\q",
  "22": "\"How long, you naive people, will you love being naive?\n\\q How long, you mockers, will you delight in mockery,\n\\q and how long, you fools, will you hate knowledge?",
  "23": "Pay attention to my correction;\n\\q I will pour out my thoughts to you;\n\\q I will make my words known to you.\n\\q",
  "24": "I have called, and you have refused to listen;\n\\q I reached out with my hand, but there was no one who paid attention.\n\\q",
  "25": "But you have ignored all my instruction\n\\q and paid no attention to my correction.",
  "26": "I will laugh at your calamity,\n\\q I will mock you when the terror comes—\n\\q",
  "27": "when your fearful dread comes like a storm\n\\q and disaster sweeps over you like a whirlwind,\n\\q when distress and anguish come upon you.",
  "28": "Then they will call upon me, and I will not answer;\n\\q they will desperately call for me, but they will not find me.\n\\q",
  "29": "Because they hate knowledge\n\\q and did not choose the fear of Yahweh,\n\\q",
  "30": "they would not follow my instruction,\n\\q and they despised all my correction.",
  "31": "They will eat the fruit of their ways,\n\\q and with the fruit of their schemes they will be filled.\n\\q",
  "32": "For the naive are killed when they turn away,\n\\q and the indifference of fools will destroy them.\n\\q",
  "33": "But whoever listens to me will live in safety\n\\q and will rest secure with no fear of disaster.\"",
  "34": "\\q",
  "37": "\\q",
  "41": "\\q"
}
