{
  "1": "The proverbs of Solomon.\n\\q A wise son makes his father rejoice\n\\q but a foolish son brings grief to his mother.\n\\q",
  "2": "Treasures accumulated by wickedness have no value,\n\\q but doing what is right keeps you from death.\n\\q",
  "3": "Yahweh does not let the soul of the righteous person go hungry,\n\\q but he frustrates the cravings of the wicked.",
  "4": "A lazy hand causes a person to be poor,\n\\q but the hand of the diligent person gains riches.\n\\q",
  "5": "A wise son gathers a crop in the summer,\n\\q but it is disgraceful for him to sleep during harvest.",
  "6": "Gifts from God are upon the head of the righteous person,\n\\q but the mouth of the wicked covers up violence.\n\\q",
  "7": "The righteous person makes those who remember him happy,\n\\q but the name of the wicked will rot away.",
  "8": "Those who are sensible accept commands,\n\\q but a talkative fool will come to ruin.\n\\q",
  "9": "He who walks in integrity walks in safety,\n\\q but the one who makes his ways crooked, he will be found out.",
  "10": "He who winks the eye causes grief,\n\\q but a talkative fool will be thrown down.\n\\f + \\ft Some modern versions have \\fqa but one who bravely corrects makes peace \\fqb . \\f*\n\\q",
  "11": "The mouth of the righteous person is a water spring of life,\n\\q but the mouth of the wicked covers up violence.",
  "12": "Hatred stirs up conflicts,\n\\q but love covers over all offenses.\n\\q",
  "13": "Wisdom is found on the lips of a discerning person,\n\\q but a rod is for the back of the one who has no sense.",
  "14": "Wise men store up knowledge,\n\\q but the mouth of a fool brings destruction near.\n\\q",
  "15": "The wealth of a rich man is his fortified city;\n\\q the poverty of the poor is their destruction.",
  "16": "The wage of the righteous person leads to life;\n\\q the profit of the wicked leads them to sin.\n\\q",
  "17": "There is a path to life for the one who follows discipline,\n\\q but the one who rejects correction is led astray.",
  "18": "Whoever conceals hatred has lying lips,\n\\q and whoever spreads slander is a fool.\n\\q",
  "19": "When there are many words, transgression is not lacking,\n\\q but he who is careful in what he says is wise.",
  "20": "The tongue of the righteous person is pure silver;\n\\q there is little value in the heart of the wicked.\n\\q",
  "21": "The lips of the righteous person nourish many,\n\\q but fools die because of their lack of sense.",
  "22": "The good gifts of Yahweh bring wealth\n\\q and he adds no pain to it.\n\\q",
  "23": "Wickedness is a game a fool plays,\n\\q but wisdom is a pleasure to a man of understanding.",
  "24": "The fear of the wicked person will overtake him,\n\\q but the desire of righteous people will be granted.\n\\q",
  "25": "The wicked are like the storm that passes by, and they are no more,\n\\q but the righteous person is a foundation that lasts forever.",
  "26": "Like vinegar on the teeth and smoke in the eyes,\n\\q so is the sluggard to those who send him.\n\\q",
  "27": "The fear of Yahweh prolongs life,\n\\q but the years of the wicked will be short.",
  "28": "The hope of righteous people is their joy,\n\\q but the years of wicked people will be short.\n\\q",
  "29": "The way of Yahweh protects those who have integrity,\n\\q but it is destruction for the wicked.\n\\q",
  "30": "The righteous person will never be overthrown,\n\\q but the wicked will not remain in the land.",
  "31": "Out of the mouth of the righteous person comes the fruit of wisdom,\n\\q but the perverse tongue will be cut out.\n\\q",
  "32": "The lips of the righteous person know what is acceptable,\n\\q but the mouth of the wicked, they know what is perverse.",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q",
  "44": "\\q"
}
