{
  "1": "Yahweh hates scales that are not accurate,\n\\q but he delights in a precise weight.\n\\q",
  "2": "When pride comes, then comes disgrace,\n\\q but with humility comes wisdom.",
  "3": "The integrity of the upright guides them,\n\\q but the crooked ways of the treacherous destroy them.\n\\q",
  "4": "Wealth is worthless on the day of wrath,\n\\q but doing right keeps you from death.",
  "5": "The right conduct of a blameless person makes his way straight,\n\\q but the wicked will fall because of their own wickedness.\n\\q",
  "6": "The right conduct of those who please God keeps them safe,\n\\q but the treacherous are trapped by their cravings.",
  "7": "When a wicked man dies, his hope perishes\n\\q and the hope that was in his strength comes to nothing.\n\\q",
  "8": "The righteous person is kept away from trouble\n\\q and it comes upon the wicked instead.",
  "9": "With his mouth the godless person destroys his neighbor,\n\\q but through knowledge righteous people are kept safe.\n\\q",
  "10": "When righteous people prosper, a city rejoices;\n\\q when the wicked perish, there are shouts of joy.\n\\q",
  "11": "Through the good gifts of those who please God, the city becomes great;\n\\q by the mouth of the wicked, the city is torn down.",
  "12": "The man who has contempt for his friend has no sense,\n\\q but a man of understanding keeps quiet.\n\\q",
  "13": "Whoever goes around slandering reveals secrets,\n\\q but a faithful person keeps a matter covered.",
  "14": "Where there is no wise direction, a nation falls,\n\\q but victory comes by consulting many advisors.",
  "15": "Whoever guarantees a loan for a stranger will surely suffer harm,\n\\q but the one who hates giving a pledge in that kind of promise is safe.\n\\q",
  "16": "A gracious woman gets honor,\n\\q but ruthless people grasp for wealth.",
  "17": "A kind person benefits himself,\n\\q but one who is cruel hurts himself.\n\\q",
  "18": "The wicked person lies to get his wages,\n\\q but one who sows what is right reaps the wages of truth.",
  "19": "An honest person who does what is right will live,\n\\q but the one who pursues evil will die.\n\\q",
  "20": "Yahweh hates those whose hearts are perverse,\n\\q but he delights in those whose ways are blameless.",
  "21": "Be sure of this—the wicked person will not go unpunished,\n\\q but the descendants of righteous people will be kept safe.\n\\q",
  "22": "Like a gold ring in a pig's nose\n\\q is a beautiful woman without discretion.",
  "23": "The desires of righteous people result in good,\n\\q but wicked people can only hope for wrath.\n\\q",
  "24": "There is one who sows seed—he will accumulate even more;\n\\q another does not sow—he comes to poverty.",
  "25": "The generous person will prosper\n\\q and the one who gives water to others will have water for himself.\n\\q",
  "26": "People curse the man who refuses to sell grain,\n\\q but good gifts crown the head of him who sells it.",
  "27": "The one who diligently seeks good is also seeking favor,\n\\q but the one who searches for evil will find it.\n\\q",
  "28": "Those who trust in their riches will fall,\n\\q but like the leaf, righteous people will flourish.",
  "29": "The one who brings trouble on his own household will inherit the wind\n\\q and the fool will become a servant to the wise of heart.",
  "30": "The righteous person will be like a tree of life,\n\\q but violence takes away lives.\n\\q",
  "31": "Behold! The righteous person receives what he deserves;\n\\q how much more the wicked and the sinner!",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q",
  "43": "\\q",
  "45": "\\q"
}
