{
  "1": "Whoever loves discipline loves knowledge,\n\\q but the one who hates correction is stupid.\n\\q",
  "2": "Yahweh gives favor to a good man,\n\\q but he condemns a man who makes evil plans.",
  "3": "A person cannot be established by wickedness,\n\\q but righteous people cannot be uprooted.\n\\q",
  "4": "A worthy wife is her husband's crown,\n\\q but she who brings shame is like a disease that rots his bones.",
  "5": "The plans of the righteous are just,\n\\q but the advice of the wicked is deceitful.\n\\q",
  "6": "The words of wicked people are an ambush waiting for a chance to kill,\n\\q but the words of the upright keep them safe.",
  "7": "Wicked people are overthrown and they are gone,\n\\q but the house of the righteous person will stand.\n\\q",
  "8": "A person is praised by how much wisdom he has,\n\\q but the one who makes perverse choices is despised.",
  "9": "Better to have an unimportant position—only being a servant—\n\\q than to brag about your importance but have no food.\n\\q",
  "10": "The righteous person cares about the needs of his animal,\n\\q but even the compassion of the wicked is cruel.",
  "11": "The one who works his land will have plenty of food,\n\\q but whoever chases after worthless projects has no sense.\n\\q",
  "12": "The wicked person desires what evil men have stolen from others,\n\\q but the fruit of righteous people comes from themselves.",
  "13": "An evil person is trapped by his wicked talk,\n\\q but the righteous person escapes from trouble.\n\\q",
  "14": "From the fruit of his words a person is filled with good things,\n\\q just as the work of his hands rewards him.",
  "15": "The way of a fool is right in his own eyes,\n\\q but a wise man listens to advice.\n\\q",
  "16": "A fool shows his anger at once,\n\\q but one who ignores an insult is prudent.",
  "17": "The one who speaks the truth says what is right,\n\\q but a false witness tells lies.\n\\q",
  "18": "The words of one who speaks rashly are like the thrusts of a sword,\n\\q but the tongue of the wise brings healing.",
  "19": "Truthful lips last forever,\n\\q but a lying tongue is only for a moment.\n\\q",
  "20": "There is deceit in the hearts of those who plan to do evil,\n\\q but joy comes to the advisors of peace.",
  "21": "No ill comes on the righteous person,\n\\q but wicked people are filled with difficulties.\n\\q",
  "22": "Yahweh hates lying lips,\n\\q but those who live faithfully are his delight.",
  "23": "A prudent man conceals his knowledge,\n\\q but the heart of fools shouts out folly.\n\\q",
  "24": "The hand of the diligent will rule,\n\\q but lazy people will be put to forced labor.",
  "25": "Anxiety in the heart of a person weighs him down,\n\\q but a good word makes him glad.\n\\q",
  "26": "The righteous person is a guide for his friend,\n\\q but the way of the wicked leads them astray.",
  "27": "Lazy people would not roast their own game,\n\\q but the diligent man will obtain precious wealth.\n\\q",
  "28": "Those who walk in the right way find life\n\\q and in its path there is no death.",
  "31": "\\q",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q"
}
