{
  "1": "It is better to have quiet with a dry morsel of bread\n\\q than a house full of feasting with strife.\n\\q",
  "2": "A wise servant will rule over a son who acts shamefully\n\\q and will share the inheritance as one of the brothers.",
  "3": "The crucible is for silver and the furnace is for gold,\n\\q but Yahweh refines hearts.\n\\q",
  "4": "The evildoer pays attention to wicked lips;\n\\q a liar gives ear to a destructive tongue.",
  "5": "Whoever mocks the poor insults his Maker\n\\q and the one who rejoices at misfortune will not go unpunished.\n\\q",
  "6": "Grandchildren are the crown of the aged\n\\q and parents bring honor to their children.",
  "7": "Eloquent speech is not suitable for a fool;\n\\q much less are lying lips suitable for royalty.\n\\q",
  "8": "A bribe is like a magic stone to the one who gives it;\n\\q wherever he turns, he succeeds.",
  "9": "Whoever overlooks an offense seeks love,\n\\q but the one who repeats a matter alienates close friends.\n\\q",
  "10": "A rebuke goes deeper into a person who has understanding\n\\q than a hundred blows go into a fool.",
  "11": "An evil person only seeks rebellion,\n\\q so a cruel messenger will be sent against him.\n\\q",
  "12": "It is better to meet a bear robbed of her cubs\n\\q than to meet a fool in his foolishness.",
  "13": "When someone returns evil for good,\n\\q evil will never leave his house.\n\\q",
  "14": "The beginning of conflict is like one who releases water everywhere,\n\\q so walk away from the dispute before it has broken out.",
  "15": "The person who acquits the wicked person and the person who condemns the righteous person—\n\\q both are an abomination to Yahweh.\n\\q",
  "16": "Why should a fool pay money to learn about wisdom,\n\\q when he has no ability to learn it?",
  "17": "A friend is loving at all times\n\\q and a brother is born for times of trouble.\n\\q",
  "18": "A man having no sense makes binding promises\n\\q and becomes responsible for his neighbor's debts.",
  "19": "Whoever loves conflict loves sin;\n\\q the one who makes the threshold of his door too high causes bones to be broken.\n\\q",
  "20": "A person who has a crooked heart finds nothing that is good;\n\\q the one who has a perverse tongue falls into calamity.",
  "21": "Whoever is the parent of a fool brings grief to himself;\n\\q and the father of a fool has no joy.\n\\q",
  "22": "A cheerful heart is good medicine,\n\\q but a broken spirit dries up the bones.",
  "23": "A wicked man accepts a secret bribe\n\\q to pervert the ways of justice.\n\\q",
  "24": "The one who has understanding sets his face toward wisdom,\n\\q but the eyes of a fool are set on the ends of the earth.",
  "25": "A foolish son is a grief to his father\n\\q and bitterness to the woman who bore him.\n\\q",
  "26": "Also, it is never good to punish the righteous person;\n\\q neither is it good to flog noble men who have integrity.",
  "27": "One who has knowledge uses few words\n\\q and one with understanding is even-tempered.\n\\q",
  "28": "Even a fool is thought to be wise if he keeps silent;\n\\q when he keeps his mouth shut, he is considered to be intelligent.",
  "31": "\\q",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q"
}
