{
  "1": "Wine is a mocker and strong drink is a brawler;\n\\q whoever is led astray by drink is not wise.\n\\q",
  "2": "The fear of a king is like the fear of a young lion that is roaring;\n\\q the one who makes him angry forfeits his life.",
  "3": "It is an honor for anyone to avoid conflict,\n\\q but every fool jumps into an argument.\n\\q",
  "4": "The lazy person does not plow in autumn;\n\\q he seeks a crop at harvest time but will have nothing.",
  "5": "The purpose in a human heart is like deep water,\n\\q but someone with understanding will draw it out.\n\\q",
  "6": "Many a person proclaims he is loyal,\n\\q but who can find one who is faithful?",
  "7": "The righteous person walks in his integrity,\n\\q and his sons who follow after him will be blessed.\n\\q",
  "8": "A king who sits on the throne performing the duties of a judge\n\\q is winnowing with his eyes all the evil that is before him.",
  "9": "Who can say, \"I have kept my heart clean;\n\\q I am free from my sin\"?\n\\q",
  "10": "Differing weights and unequal measures—\n\\q Yahweh hates them both.",
  "11": "Even a youth is known by his actions,\n\\q by whether his conduct is pure and upright.\n\\q",
  "12": "Ears that hear and eyes that see—\n\\q Yahweh made them both.",
  "13": "Do not love sleep or you will come to poverty;\n\\q open your eyes and you will have plenty to eat.\n\\q",
  "14": "\"Bad! Bad!\" says the buyer,\n\\q but when he goes away he boasts.",
  "15": "There is gold and an abundance of costly stones,\n\\q but lips of knowledge are a precious jewel.\n\\q",
  "16": "Take a garment of one who has put up security for a stranger,\n\\q and hold it in pledge when he puts up security for an immoral woman.",
  "17": "Bread gained by deceit tastes sweet,\n\\q but afterward his mouth will be full of gravel.\n\\q",
  "18": "Plans are established by advice\n\\q and only with wise guidance should you wage war.",
  "19": "A gossip reveals secrets\n\\q and so you should not associate with people who talk too much.\n\\q",
  "20": "If a person curses his father or his mother,\n\\q his lamp will be snuffed out in the middle of darkness.",
  "21": "An inheritance gained quickly at the beginning\n\\q will do less good in the end.\n\\q",
  "22": "Do not say, \"I will pay you back for this wrong!\"\n\\q Wait for Yahweh and he will rescue you.",
  "23": "Yahweh hates unequal weights\n\\q and dishonest scales are not good.\n\\q",
  "24": "A person's steps are directed by Yahweh;\n\\q how then can he understand his way?",
  "25": "It is a snare for a person to say rashly, \"This thing is holy,\"\n\\q and begin to think about what it means only after making his vow.\n\\q",
  "26": "A wise king winnows the wicked\n\\q and he turns a threshing wheel over them.",
  "27": "The spirit of a person is the lamp of Yahweh,\n\\q searching all his inmost parts.\n\\q",
  "28": "Covenant faithfulness and trustworthiness preserve the king;\n\\q his throne is made secure by love.",
  "29": "The glory of young men is their strength\n\\q and the splendor of old people is their gray hair.\n\\q",
  "30": "Blows that make a wound cleanse away evil\n\\q and beatings make the innermost parts clean.",
  "31": "\\q",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q",
  "43": "\\q"
}
