{
  "1": "Do not boast about tomorrow,\n\\q for you do not know what a day may bring.\n\\q",
  "2": "Let someone else praise you and not your own mouth;\n\\q a stranger and not your own lips.",
  "3": "Consider the heaviness of a stone and the weight of sand—\n\\q the provocation of a fool is heavier than both.\n\\q",
  "4": "There is the cruelty of rage and the flood of anger,\n\\q but who is able to stand before jealousy?",
  "5": "Better is an open rebuke\n\\q than hidden love.\n\\q",
  "6": "Faithful are the wounds caused by a friend,\n\\q but an enemy may kiss you profusely.",
  "7": "A person who has eaten to the full rejects even a honeycomb,\n\\q but to the hungry person, every bitter thing is sweet.\n\\q",
  "8": "Like a bird that wanders from its nest \n\\q is a man who strays from where he lives.",
  "9": "Perfume and incense make the heart rejoice,\n\\q but the sweetness of a friend comes from his sincere counsel.\n\\f + \\ft Modern versions have different interpretations of this difficult verse. \\f*\n\\q",
  "10": "Do not forsake your friend and your friend's father,\n\\q and do not go to your brother's house on the day of your calamity.\n\\q Better is a neighbor who is nearby than a brother who is far away.",
  "11": "Be wise, my son, and make my heart rejoice;\n\\q then I will give back an answer to the one who mocks me.\n\\q",
  "12": "A prudent man sees trouble and hides himself,\n\\q but the naive people go on and suffer because of it.",
  "13": "Take a garment of one who has put up security for a stranger,\n\\q and hold it in pledge when he puts up security for an immoral woman.\n\\q",
  "14": "Whoever gives his neighbor a blessing with a loud voice early in the morning,\n\\q that blessing will be considered to be a curse!",
  "15": "A quarreling wife is like\n\\q the constant dripping on a rainy day;\n\\q",
  "16": "restraining her is like restraining the wind,\n\\q or trying to catch oil in your right hand.",
  "17": "Iron sharpens iron;\n\\q in the same way, a man sharpens his friend.\n\\q",
  "18": "The one who tends a fig tree will eat its fruit,\n\\q and the one who protects his master will be honored.",
  "19": "Just as water reflects a person's face,\n\\q so a person's heart reflects the person.\n\\q",
  "20": "Just as Sheol and Abaddon are never satisfied,\n\\q so a man's eyes are never satisfied.",
  "21": "A crucible is for silver and a furnace is for gold;\n\\q and a person is tested when he is praised.\n\\q",
  "22": "Even if you crush a fool with the pestle—along with the grain—\n\\q yet his foolishness will not leave him.",
  "23": "Be sure you know the condition of your flocks\n\\q and be concerned about your herds,\n\\q",
  "24": "for wealth is not forever.\n\\q Does a crown endure for all generations?\n\\q",
  "25": "When the hay is gone and the new growth appears,\n\\q then the grass from the hills is gathered in for the flocks.",
  "26": "Those lambs will provide your clothing\n\\q and the goats will provide the price of the field.\n\\q",
  "27": "There will be goats' milk for your food—the food for your household—\n\\q and nourishment for your servant girls.",
  "28": "\\q",
  "31": "\\q",
  "34": "\\q",
  "38": "\\q"
}
