{
  "1": "My son, do not forget my commands\n\\q and keep my teachings in your heart,\n\\q",
  "2": "for length of days and years of life\n\\q and peace they will add to you.",
  "3": "Do not let covenant faithfulness and trustworthiness ever leave you,\n\\q tie them together about your neck,\n\\q write them on the tablet of your heart.\n\\q",
  "4": "Then you will find favor and a good reputation\n\\q in the sight of God and man.",
  "5": "Trust in Yahweh with all your heart\n\\q and do not lean on your own understanding;\n\\q",
  "6": "in all your ways acknowledge him\n\\q and he will make your paths straight.",
  "7": "Do not be wise in your own eyes;\n\\q fear Yahweh and turn away from evil.\n\\q",
  "8": "It will be healing to your flesh\n\\q and refreshment for your body.",
  "9": "Honor Yahweh with your wealth\n\\q and with the firstfruits of all your produce,\n\\q",
  "10": "and your storehouses will be filled up\n\\q and your vats will be bursting, full of new wine.",
  "11": "My son, do not despise Yahweh's instruction\n\\q and do not hate his rebuke,\n\\q",
  "12": "for Yahweh disciplines those he loves,\n\\q as a father deals with a son who pleases him.",
  "13": "The one who finds wisdom is blessed;\n\\q he also gets understanding.\n\\q",
  "14": "What you gain from wisdom is better than what silver will give in return\n\\q and its profit is better than gold.",
  "15": "Wisdom is more precious than jewels\n\\q and nothing you desire can compare to her.\n\\q",
  "16": "She has length of days in her right hand;\n\\q in her left hand are riches and honor.",
  "17": "Her ways are ways of kindness\n\\q and all her paths are peace.\n\\q",
  "18": "She is a tree of life to those who take hold of it,\n\\q those who hold on to it are happy.",
  "19": "By wisdom Yahweh founded the earth,\n\\q by understanding he established the heavens.\n\\q",
  "20": "By his knowledge the depths broke open\n\\q and the clouds dropped their dew.",
  "21": "My son, keep sound judgment and discernment,\n\\q and do not lose sight of them.\n\\q",
  "22": "They will be life to your soul\n\\q and an adornment of favor to wear around your neck.",
  "23": "Then you will walk on your way in safety\n\\q and your foot will not stumble;\n\\q",
  "24": "when you lie down, you will not be afraid;\n\\q when you lie down, your sleep will be sweet.",
  "25": "Do not be afraid of sudden terror\n\\q or devastation caused by the wicked, when it comes,\n\\q",
  "26": "for Yahweh will be on your side\n\\q and will keep your foot from being caught in a trap.",
  "27": "Do not withhold good from those who deserve it,\n\\q when it is in your power to act.\n\\q",
  "28": "Do not say to your neighbor,\n\\q \"Go, and come again, and tomorrow I will give it,\"\n\\q when you have the money with you.",
  "29": "Do not make a plan to harm your neighbor—\n\\q the one who lives close and trusts you.\n\\q",
  "30": "Do not argue with a person without a reason,\n\\q when he has done nothing to harm you.",
  "31": "Do not envy a violent person\n\\q or choose any of his ways.\n\\q",
  "32": "For the devious person is detestable to Yahweh,\n\\q but he brings the upright person into his confidence.",
  "33": "The curse of Yahweh is on the house of the wicked person,\n\\q but he blesses the home of righteous people.\n\\q",
  "34": "He mocks mockers,\n\\q but he gives his favor to humble people.",
  "35": "Wise people inherit honor,\n\\q but fools will be lifted up in their shame.",
  "37": "\\q",
  "40": "\\q",
  "43": "\\q",
  "46": "\\q",
  "49": "\\q",
  "52": "\\q"
}
