{
  "1": "Remember, Yahweh, what has happened to us\n\\q look and see our disgrace.\n\\q",
  "2": "Our inheritance has been turned over to strangers;\n\\q our houses to foreigners.\n\\q",
  "3": "We have become orphans, the fatherless,\n\\q and our mothers are like widows.\n\\q",
  "4": "We must pay silver for the water we drink,\n\\q and we must pay silver to get our own wood.",
  "5": "Those who are coming after us are close behind us;\n\\q we are weary and we can find no rest.\n\\q",
  "6": "We have given ourselves to Egypt and to Assyria\n\\q to get enough food.\n\\q",
  "7": "Our fathers sinned, and they are no more,\n\\q and we bear their iniquities.",
  "8": "Slaves rule over us,\n\\q and there is no one to deliver us from their hand.\n\\q",
  "9": "We get our bread only by risking our lives,\n\\q because of the sword in the wilderness.\n\\q",
  "10": "Our skin has grown as hot as an oven\n\\q because of the burning heat of hunger.",
  "11": "Women are raped in Zion,\n\\q and virgins in the cities of Judah.\n\\q",
  "12": "Princes are hung up by their own hands,\n\\q and no honor is shown to the elders.",
  "13": "Young men are forced to grind grain with a millstone,\n\\q and boys stagger under heaven loads of wood.\n\\q",
  "14": "The elders have left the city gate,\n\\q and the young men have left their music.",
  "15": "The joy of our heart has ceased\n\\q and our dancing has turned into mourning.\n\\q",
  "16": "The crown has fallen from our head;\n\\q woe to us, for we have sinned!",
  "17": "For this our heart has become sick,\n\\q and our eyes have grown dim,\n\\q for these things our eyes grow dim\n\\q",
  "18": "for Mount Zion lies desolate, with jackals prowling over it.",
  "19": "But you, Yahweh, reign forever,\n\\q and you will sit upon your throne from generation to generation.\n\\q",
  "20": "Why do you forget us forever?\n\\q Why do you forsake us for so many days?\n\\q",
  "21": "Restore us to yourself, Yahweh, and we will be restored.\n\\q Renew our days as they were long ago—\n\\q",
  "22": "unless you have utterly rejected us\n\\q and you are angry with us beyond measure.\n\\q",
  "23": "\\q",
  "26": "\\q"
}
