{
  "1": "Then Job spoke again to Eliphaz:\n\\q1",
  "2": "\"If all my troubles and misery could be put on a scale and weighed,\n\\q1",
  "3": "they would be heavier than all the sand along the ocean shores.\n\\q2 That is why I spoke very rashly about the day that I was born.\n\\q1",
  "4": "It is as though Almighty God has shot me with arrows.\n\\q2 It is as though those arrows have poison on their tips, and that poison has gone into my spirit.\n\\q1 The things that God has done to me are like soldiers lined up to attack me.\n\\q1",
  "5": "Just like a wild donkey does not complain by braying when it has plenty of grass to eat,\n\\q2 and an ox does not complain by bellowing when it has food to eat,\n\\q1 I would not complain if you were really helping me.\n\\q1",
  "6": "People complain when they must eat food that has no salt\n\\q2 or food that is slimy and tasteless;\n\\q1 that is what your words are like, Eliphaz.\n\\q1",
  "7": "I do not want to eat food like that,\n\\q2 because it disgusts me,\n\\q1 and I do not like what you have said to me.\n\\b\n\\q1",
  "8": "I wish that God would do for me what I have asked of him:\n\\q1",
  "9": "I wish that he would crush me and let me die.\n\\q2 I wish that he would reach out his hand and take away my life.\n\\q1",
  "10": "If he would do that, I would be comforted because I would know that in spite of the great pain that I have suffered,\n\\q2 I have always obeyed what God, the Holy One, has commanded.\n\\b\n\\q1",
  "11": "But now I do not have enough strength to endure all these things.\n\\q2 And since I have nothing to hope for in the future,\n\\q2 it is difficult for me to be patient now.\n\\q1",
  "12": "I am not strong like rocks are,\n\\q2 and my body is not made of bronze.\n\\q1",
  "13": "So I am not able to help myself;\n\\q2 I am not wise enough for that.\n\\b\n\\q1",
  "14": "When a man has many troubles, his friends should be kind to him,\n\\q2 even if he stops honoring Almighty God.\n\\q1",
  "15": "But you, my friends, are not dependable.\n\\q2 You are like streams in the wilderness: They spill over their banks in the spring\n\\q1",
  "16": "when the melting ice and snow make them overflow,\n\\q1",
  "17": "but when the dry season comes, there is no water flowing in those streams,\n\\q2 and the channels dry up.\n\\q1",
  "18": "The caravans of merchants turn off their road to search for water,\n\\q2 but there is no water in those streambeds,\n\\q2 so the merchants die in the desert.\n\\q1",
  "19": "The men in those caravans searched for some water\n\\q2 because they were sure that they would find some.\n\\q1",
  "20": "But they did not find any,\n\\q2 so they were very disappointed.\n\\q1",
  "21": "Similarly, you friends have not helped me at all!\n\\q1 You have seen that terrible things have happened to me,\n\\q2 and you are afraid that God might do similar things to you.\n\\q1",
  "22": "After I lost all my wealth, I did not ask any of you for money.\n\\q2 I did not plead with any of you to spend some of your money to help me.\n\\q1",
  "23": "I never asked any of you to rescue me from my enemies,\n\\q2 and I did not ask you to save me from those who oppressed me.\n\\q1",
  "24": "Answer me now, and then I will be quiet;\n\\q2 tell me what wrong things I have done!\n\\q1",
  "25": "When people speak what is true, that truth will not hurt the person who hears it,\n\\q2 but what you have criticized me for having done is not true, so you have proven nothing when you say those things.\n\\q1",
  "26": "I am a man who has nothing to hope for,\n\\q2 but you try to correct me, and you think what I say is as useless as the wind!\n\\q1",
  "27": "You do not sympathize with me at all for the things \nthat I am suffering.\n\\q2 You will do anything to get something for yourselves! You would even play a game to see who gets an orphan as a prize!\n\\b\n\\q1",
  "28": "Please look at me! I will not lie while I am talking straight to you.\n\\q1",
  "29": "Stop saying that I have sinned, and stop criticizing me unjustly!\n\\q2 You should realize that I have not done things that are wrong.\n\\q1",
  "30": "Do you think that I am lying?\n\\q2 No, I am not lying, because I know what is right to say, and what is wrong.\""
}
