{
  "1": "\"People need to work hard on this earth like soldiers do;\n\\q1 all during the time that we are alive, we need to work as hard as any hired worker.\n\\q1",
  "2": "We are like slaves who keep wanting to be in the cool of evening,\n\\q2 and we are like workers who keep waiting to be paid.\n\\q1",
  "3": "God has given to me many months in which I think that it is useless to remain alive;\n\\q1 he has assigned to me many nights during which I feel miserable.\n\\q1",
  "4": "When I lie down at night I say, 'How long will it be until I get up?'\n\\q2 But the nights are long, and I toss on my bed until the dawn.\n\\q1",
  "5": "My body is covered with maggots and scabs;\n\\q2 pus oozes out of my open sores.\n\\b\n\\q1",
  "6": "My days pass as quickly as a weaver's shuttle;\n\\q2 when one day ends, I never expect that things will be better the next day.\n\\q1",
  "7": "God, do not forget that my life is as short as a single breath;\n\\q2 I think that I will never again experience being happy.\n\\q1",
  "8": "God, you see me now,\n\\q2 but some day you will not see me anymore.\n\\q2 You will search for me, but I will be gone because I will be dead.\n\\q1",
  "9": "Like a cloud passes and disappears,\n\\q2 people die and descend to the place where dead people are, and they do not return;\n\\q1",
  "10": "they never return to their houses,\n\\q2 and the people who are still alive do not remember them anymore.\n\\b\n\\q1",
  "11": "So I will not be silent;\n\\q2 while I am suffering, I will speak;\n\\q1 I will complain to God about what has happened to me\n\\q2 because I am very angry.\n\\q1",
  "12": "God, why do you watch closely what I am doing?\n\\q2 Do you think that I am a dangerous sea monster?\n\\q1",
  "13": "When I lie down at night, I say to myself, 'I will go to sleep and stop suffering;\n\\q2 my pain will be less while I am sleeping.'\n\\q1",
  "14": "But then you give me dreams that cause me to be afraid;\n\\q2 you give me visions that terrify me;\n\\q1",
  "15": "these things make me wish that someone would strangle me to death,\n\\q2 rather than for me to continue to be alive when I am only a bunch of bones.\n\\q1",
  "16": "I detest continuing to be alive; I do not want to live for many more years.\n\\q2 Allow me to be alone, because I will be alive for only a very short time.\n\\b\n\\q1",
  "17": "We human beings are not very important;\n\\q2 so why do you pay so much attention to us ?\n\\q1",
  "18": "You look at us every morning to see what we are doing,\n\\q2 and you \nexamine us every moment to see if we are doing what is right.\n\\q1",
  "19": "When will you stop looking at me and leave me alone for a little time, long enough to swallow my own spit?\n\\q1",
  "20": "Why do you watch me constantly?\n\\q2 If I sin, that certainly does not harm you!\n\\q1 Why have you set me up like a target to shoot at?\n\\q2 Do you consider me to be a heavy load that you are forced to carry?\n\\q1",
  "21": "If I have sinned, are you not able to forgive me\n\\q2 for the wrong things that I have done?\n\\q1 Soon I will lie in my grave;\n\\q2 you will search for me, but you will not find me because I will be dead and gone.\""
}
