{
  "1": "מַשָּׂ֖א H4853 בָּבֶ֑ל H894 אֲשֶׁ֣ר H834 חָזָ֔ה H2372 יְשַׁעְיָ֖הוּ H3470 בֶּן H1121 אָמֽוֹץ H531 ",
  "2": "עַ֤ל H5921 הַר H2022 נִשְׁפֶּה֙ H8192 שְֽׂאוּ H5375 נֵ֔ס H5251 הָרִ֥ימוּ H7311 ק֖וֹל H6963 לָהֶ֑ם Hl הָנִ֣יפוּ H5130 יָ֔ד H3027 וְיָבֹ֖אוּ H935 פִּתְחֵ֥י H6607 נְדִיבִֽים H5081 ",
  "3": "אֲנִ֥י H589 צִוֵּ֖יתִי H6680 לִמְקֻדָּשָׁ֑ H6942 גַּ֣ם H1571 קָרָ֤אתִי H7121 גִבּוֹרַי֙ H1368 לְאַפִּ֔ H639 עַלִּיזֵ֖י H5947 גַּאֲוָתִֽי H1346 ",
  "4": "ק֥וֹל H6963 הָמ֛וֹן H1995 בֶּֽהָרִ֖ים H2022 דְּמ֣וּת H1823 עַם H5971 רָ֑ב H7227 ק֠וֹל H6963 שְׁא֞וֹן H7588 מַמְלְכ֤וֹת H4467 גּוֹיִם֙ H1471 נֶֽאֱסָפִ֔ים H622 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 מְפַקֵּ֖ד H6485 צְבָ֥א H6635 מִלְחָמָֽה H4421 ",
  "5": "בָּאִ֛ים H935 מֵאֶ֥רֶץ H776 מֶרְחָ֖ק H4801 מִקְצֵ֣ה H7097 הַשָּׁמָ֑יִם H8064 יְהוָה֙ H3068 וּכְלֵ֣י H3627 זַעְמ֔וֹ H2195 לְחַבֵּ֖ל H2254 כָּל H3605 הָאָֽרֶץ H776 ",
  "6": "הֵילִ֕ילוּ H3213 כִּ֥י H3588 קָר֖וֹב H7138 י֣וֹם H3117 יְהוָ֑ה H3068 כְּשֹׁ֖ד H7701 מִשַּׁדַּ֥י H7706 יָבֽוֹא H935 ",
  "7": "עַל H5921 כֵּ֖ן H3651 כָּל H3605 יָדַ֣יִם H3027 תִּרְפֶּ֑ינָה H7503 וְכָל H3605 לְבַ֥ב H3824 אֱנ֖וֹשׁ H582 יִמָּס H4549 ",
  "8": "וְֽנִבְהָ֓לוּ H926 צִירִ֤ים H6735 וַֽחֲבָלִים֙ H2256 יֹֽאחֵז֔וּן H270 כַּיּוֹלֵדָ֖ה H3205 יְחִיל֑וּן H2342 אִ֤ישׁ H376 אֶל H413 רֵעֵ֨הוּ֙ H7453 יִתְמָ֔הוּ H8539 פְּנֵ֥י H6440 לְהָבִ֖ים H3851 פְּנֵיהֶֽם H6440 ",
  "9": "הִנֵּ֤ה H2009 יוֹם H3117 יְהוָה֙ H3068 בָּ֔א H935 אַכְזָרִ֥י H394 וְעֶבְרָ֖ה H5678 וַחֲר֣וֹן H2740 אָ֑ף H639 לָשׂ֤וּם H7760 הָאָ֨רֶץ֙ H776 לְשַׁמָּ֔ה H8047 וְחַטָּאֶ֖י H2400 יַשְׁמִ֥יד H8045 מִמֶּֽנָּה H4480 ",
  "10": "כִּֽי H3588 כוֹכְבֵ֤י H3556 הַשָּׁמַ֨יִם֙ H8064 וּכְסִ֣ילֵי H3685 לֹ֥א H3808 יָהֵ֖לּוּ H1984 אוֹרָ֑ם H216 חָשַׁ֤ךְ H2821 הַשֶּׁ֨מֶשׁ֙ H8121 בְּצֵאת֔ H3318 וְיָרֵ֖חַ H3394 לֹֽא H3808 יַגִּ֥יהַ H5050 אוֹרֽוֹ H216 ",
  "11": "וּפָקַדְתִּ֤י H6485 עַל H5921 תֵּבֵל֙ H8398 רָעָ֔ה H7451 וְעַל H5921 רְשָׁעִ֖ים H7563 עֲוֺנָ֑ם H5771 וְהִשְׁבַּתִּי֙ H7673 גְּא֣וֹן H1347 זֵדִ֔ים H2086 וְגַאֲוַ֥ת H1346 עָרִיצִ֖ים H6184 אַשְׁפִּֽיל H8213 ",
  "12": "אוֹקִ֥יר H3365 אֱנ֖וֹשׁ H582 מִפָּ֑ז H6337 וְאָדָ֖ם H120 מִכֶּ֥תֶם H3800 אוֹפִֽיר H211 ",
  "13": "עַל H5921 כֵּן֙ H3651 שָׁמַ֣יִם H8064 אַרְגִּ֔יז H7264 וְתִרְעַ֥שׁ H7493 הָאָ֖רֶץ H776 מִמְּקוֹמָ֑ H4725 בְּעֶבְרַת֙ H5678 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וּבְ H3117 חֲר֥וֹן H2740 אַפּֽוֹ H639 ",
  "14": "וְהָיָה֙ H1961 כִּצְבִ֣י H6643 מֻדָּ֔ח H5080 וּכְ H6629 וְאֵ֣ין H369 מְקַבֵּ֑ץ H6908 אִ֤ישׁ H376 אֶל H413 עַמּוֹ֙ H5971 יִפְנ֔וּ H6437 וְאִ֥ישׁ H376 אֶל H413 אַרְצ֖וֹ H776 יָנֽוּסוּ H5127 ",
  "15": "כָּל H3605 הַנִּמְצָ֖א H4672 יִדָּקֵ֑ר H1856 וְכָל H3605 הַנִּסְפֶּ֖ה H5595 יִפּ֥וֹל H5307 בֶּחָֽרֶב H2719 ",
  "16": "וְעֹלְלֵי H5768 יְרֻטְּשׁ֖וּ H7376 לְעֵֽינֵי H5869 יִשַּׁ֨סּוּ֙ H8155 בָּֽתֵּיהֶ֔ם H1004 וּנְשֵׁי H802 תשגלנה H7693 ",
  "17": "הִנְנִ֛י H2005 מֵעִ֥יר H5782 עֲלֵיהֶ֖ם H5921 אֶת H853 מָדָ֑י H4074 אֲשֶׁר H834 כֶּ֨סֶף֙ H3701 לֹ֣א H3808 יַחְשֹׁ֔בוּ H2803 וְזָהָ֖ב H2091 לֹ֥א H3808 יַחְפְּצוּ H2654 בֽוֹ Hb ",
  "18": "וּקְשָׁת֖וֹת H7198 נְעָרִ֣ים H5288 תְּרַטַּ֑שְׁנָה H7376 וּפְרִי H6529 בֶ֨טֶן֙ H990 לֹ֣א H3808 יְרַחֵ֔מוּ H7355 עַל H5921 בָּנִ֖ים H1121 לֹֽא H3808 תָח֥וּס H2347 עֵינָֽם H5869 ",
  "19": "וְהָיְתָ֤ה H1961 בָבֶל֙ H894 צְבִ֣י H6643 מַמְלָכ֔וֹת H4467 תִּפְאֶ֖רֶת H8597 גְּא֣וֹן H1347 כַּשְׂדִּ֑ים H3778 כְּמַהְפֵּכַ֣ת H4114 אֱלֹהִ֔ים H430 אֶת H853 סְדֹ֖ם H5467 וְאֶת H853 עֲמֹרָֽה H6017 ",
  "20": "לֹֽא H3808 תֵשֵׁ֣ב H3427 לָנֶ֔צַח H5331 וְלֹ֥א H3808 תִשְׁכֹּ֖ן H7931 עַד H5704 דּ֣וֹר H1755 וָד֑וֹר H1755 וְלֹֽא H3808 יַהֵ֥ל H167 שָׁם֙ H8033 עֲרָבִ֔י H6163 וְרֹעִ֖ים H7462 לֹא H3808 יַרְבִּ֥צוּ H7257 שָֽׁם H8033 ",
  "21": "וְרָבְצוּ H7257 שָׁ֣ם H8033 צִיִּ֔ים H6728 וּמָלְא֥וּ H4390 בָתֵּיהֶ֖ם H1004 אֹחִ֑ים H255 וְשָׁ֤כְנוּ H7931 שָׁם֙ H8033 בְּנ֣וֹת H1323 יַֽעֲנָ֔ה H3284 וּשְׂעִירִ֖ים H8163 יְרַקְּדוּ H7540 שָֽׁם H8033 ",
  "22": "וְעָנָ֤ה H6030 אִיִּים֙ H338 בְּאַלְמנוֹתָ֔י H490 וְתַנִּ֖ים H8577 בְּהֵ֣יכְלֵי H1964 עֹ֑נֶג H6027 וְקָר֤וֹב H7138 לָבוֹא֙ H935 עִתָּ֔הּ H6256 וְיָמֶ֖י H3117 לֹ֥א H3808 יִמָּשֵֽׁכוּ H4900 "
}
