{
  "1": "כִּי֩ H3588 יְרַחֵ֨ם H7355 יְהוָ֜ה H3068 אֶֽת H853 יַעֲקֹ֗ב H3290 וּבָחַ֥ר H977 עוֹד֙ H5750 בְּיִשְׂרָאֵ֔ל H3478 וְהִנִּיחָ֖ H3240 עַל H5921 אַדְמָתָ֑ם H127 וְנִלְוָ֤ה H3867 הַגֵּר֙ H1616 עֲלֵיהֶ֔ם H5921 וְנִסְפְּח֖וּ H5596 עַל H5921 בֵּ֥ית H1004 יַעֲקֹֽב H3290 ",
  "2": "וּלְקָח֣וּ H3947 עַמִּים֮ H5971 וֶהֱבִיא֣וּ H935 אֶל H413 מְקוֹמָם֒ H4725 וְהִֽתְנַחֲל֣וּ H5157 בֵּֽית H1004 יִשְׂרָאֵ֗ל H3478 עַ֚ל H5921 אַדְמַ֣ת H127 יְהוָ֔ה H3068 לַעֲבָדִ֖ים H5650 וְלִ H8198 וְהָיוּ֙ H1961 שֹׁבִ֣ים H7617 לְשֹֽׁבֵי H7617 וְרָד֖וּ H7287 בְּנֹגְשֵׂי H5065 ",
  "3": "וְהָיָ֗ה H1961 בְּי֨וֹם H3117 הָנִ֤יחַ H5117 יְהוָה֙ H3068 לְךָ֔ Hl מֵֽעָצְבְּ H6090 וּמֵ H7267 וּמִן H4480 הָעֲבֹדָ֥ה H5656 הַקָּשָׁ֖ה H7186 אֲשֶׁ֥ר H834 עֻבַּד H5647 בָּֽךְ Hb ",
  "4": "וְנָשָׂ֜אתָ H5375 הַמָּשָׁ֥ל H4912 הַזֶּ֛ה H2088 עַל H5921 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 וְאָמָ֑רְתָּ H559 אֵ֚יךְ H349 שָׁבַ֣ת H7673 נֹגֵ֔שׂ H5065 שָׁבְתָ֖ה H7673 מַדְהֵבָֽה H4062 ",
  "5": "שָׁבַ֥ר H7665 יְהוָ֖ה H3068 מַטֵּ֣ה H4294 רְשָׁעִ֑ים H7563 שֵׁ֖בֶט H7626 מֹשְׁלִֽים H4910 ",
  "6": "מַכֶּ֤ה H5221 עַמִּים֙ H5971 בְּעֶבְרָ֔ה H5678 מַכַּ֖ת H4347 בִּלְתִּ֣י H1115 סָרָ֑ה H5627 רֹדֶ֤ה H7287 בָאַף֙ H639 גּוֹיִ֔ם H1471 מֻרְדָּ֖ף H4783 בְּלִ֥י H1097 חָשָֽׂךְ H2820 ",
  "7": "נָ֥חָה H5117 שָׁקְטָ֖ה H8252 כָּל H3605 הָאָ֑רֶץ H776 פָּצְח֖וּ H6476 רִנָּֽה H7440 ",
  "8": "גַּם H1571 בְּרוֹשִׁ֛ים H1265 שָׂמְח֥וּ H8055 לְךָ֖ Hl אַרְזֵ֣י H730 לְבָנ֑וֹן H3844 מֵאָ֣ז H227 שָׁכַ֔בְתָּ H7901 לֹֽא H3808 יַעֲלֶ֥ה H5927 הַכֹּרֵ֖ת H3772 עָלֵֽינוּ H5921 ",
  "9": "שְׁא֗וֹל H7585 מִתַּ֛חַת H8478 רָגְזָ֥ה H7264 לְךָ֖ Hl לִקְרַ֣את H7125 בּוֹאֶ֑ךָ H935 עוֹרֵ֨ר H5782 לְךָ֤ Hl רְפָאִים֙ H7496 כָּל H3605 עַתּ֣וּדֵי H6260 אָ֔רֶץ H776 הֵקִים֙ H6965 מִכִּסְאוֹתָ֔ H3678 כֹּ֖ל H3605 מַלְכֵ֥י H4428 גוֹיִֽם H1471 ",
  "10": "כֻּלָּ֣ם H3605 יַֽעֲנ֔וּ H6030 וְיֹאמְר֖וּ H559 אֵלֶ֑יךָ H413 גַּם H1571 אַתָּ֛ה H859 חֻלֵּ֥יתָ H2470 כָמ֖וֹנוּ H3644 אֵלֵ֥ינוּ H413 נִמְשָֽׁלְתָּ H4911 ",
  "11": "הוּרַ֥ד H3381 שְׁא֛וֹל H7585 גְּאוֹנֶ֖ךָ H1347 הֶמְיַ֣ת H1998 נְבָלֶ֑יךָ H5035 תַּחְתֶּ֨יךָ֙ H8478 יֻצַּ֣ע H3331 רִמָּ֔ה H7415 וּמְכַסֶּ֖י H4374 תּוֹלֵעָֽה H8438 ",
  "12": "אֵ֛יךְ H349 נָפַ֥לְתָּ H5307 מִשָּׁמַ֖יִם H8064 הֵילֵ֣ל H1966 בֶּן H1121 שָׁ֑חַר H7837 נִגְדַּ֣עְתָּ H1438 לָאָ֔רֶץ H776 חוֹלֵ֖שׁ H2522 עַל H5921 גּוֹיִֽם H1471 ",
  "13": "וְאַתָּ֞ה H859 אָמַ֤רְתָּ H559 בִֽלְבָבְ H3824 הַשָּׁמַ֣יִם H8064 אֶֽעֱלֶ֔ה H5927 מִמַּ֥עַל H4605 לְכֽוֹכְבֵי H3556 אֵ֖ל H410 אָרִ֣ים H7311 כִּסְאִ֑י H3678 וְאֵשֵׁ֥ב H3427 בְּהַר H2022 מוֹעֵ֖ד H4150 בְּיַרְכְּתֵ֥י H3411 צָפֽוֹן H6828 ",
  "14": "אֶעֱלֶ֖ה H5927 עַל H5921 בָּ֣מֳתֵי H1116 עָ֑ב H5645 אֶדַּמֶּ֖ה H1819 לְעֶלְיֽוֹן H5945 ",
  "15": "אַ֧ךְ H389 אֶל H413 שְׁא֛וֹל H7585 תּוּרָ֖ד H3381 אֶל H413 יַרְכְּתֵי H3411 בֽוֹר H953 ",
  "16": "רֹאֶ֨יךָ֙ H7200 אֵלֶ֣יךָ H413 יַשְׁגִּ֔יחוּ H7688 אֵלֶ֖יךָ H413 יִתְבּוֹנָ֑נוּ H995 הֲזֶ֤ה H2088 הָאִישׁ֙ H376 מַרְגִּ֣יז H7264 הָאָ֔רֶץ H776 מַרְעִ֖ישׁ H7493 מַמְלָכֽוֹת H4467 ",
  "17": "שָׂ֥ם H7760 תֵּבֵ֛ל H8398 כַּמִּדְבָּ֖ר H4057 וְעָרָ֣י H5892 הָרָ֑ס H2040 אֲסִירָ֖יו H615 לֹא H3808 פָ֥תַח H6605 בָּֽיְתָה H1004 ",
  "18": "כָּל H3605 מַלְכֵ֥י H4428 גוֹיִ֖ם H1471 כֻּלָּ֑ם H3605 שָׁכְב֥וּ H7901 בְכָב֖וֹד H3519 אִ֥ישׁ H376 בְּבֵיתֽ H1004 ",
  "19": "וְאַתָּ֞ה H859 הָשְׁלַ֤כְתָּ H7993 מִֽקִּבְרְ H6913 כְּנֵ֣צֶר H5342 נִתְעָ֔ב H8581 לְב֥וּשׁ H3830 הֲרֻגִ֖ים H2026 מְטֹ֣עֲנֵי H2944 חָ֑רֶב H2719 יוֹרְדֵ֥י H3381 אֶל H413 אַבְנֵי H68 ב֖וֹר H953 כְּפֶ֥גֶר H6297 מוּבָֽס H947 ",
  "20": "לֹֽא H3808 תֵחַ֤ד H3161 אִתָּם֙ H854 בִּקְבוּרָ֔ה H6900 כִּֽי H3588 אַרְצְךָ֥ H776 שִׁחַ֖תָּ H7843 עַמְּךָ֣ H5971 הָרָ֑גְתָּ H2026 לֹֽא H3808 יִקָּרֵ֥א H7121 לְעוֹלָ֖ם H5769 זֶ֥רַע H2233 מְרֵעִֽים H7489 ",
  "21": "הָכִ֧ינוּ H3559 לְבָנָ֛י H1121 מַטְבֵּ֖חַ H4293 בַּעֲוֺ֣ן H5771 אֲבוֹתָ֑ם H1 בַּל H1077 יָקֻ֨מוּ֙ H6965 וְיָ֣רְשׁוּ H3423 אָ֔רֶץ H776 וּמָלְא֥וּ H4390 פְנֵֽי H6440 תֵבֵ֖ל H8398 עָרִֽים H5892 ",
  "22": "וְקַמְתִּ֣י H6965 עֲלֵיהֶ֔ם H5921 נְאֻ֖ם H5002 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְהִכְרַתִּ֨י H3772 לְבָבֶ֜ל H894 שֵׁ֥ם H8034 וּשְׁאָ֛ר H7605 וְנִ֥ין H5209 וָנֶ֖כֶד H5220 נְאֻם H5002 יְהוָֽה H3068 ",
  "23": "וְשַׂמְתִּ֛י H7760 לְמוֹרַ֥שׁ H4180 קִפֹּ֖ד H7090 וְאַגְמֵי H98 מָ֑יִם H4325 וְטֵֽאטֵאתִ֨י H2894 בְּמַטְאֲטֵ֣א H4292 הַשְׁמֵ֔ד H8045 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "24": "נִשְׁבַּ֛ע H7650 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 אִם H518 לֹ֞א H3808 כַּאֲשֶׁ֤ר H834 דִּמִּ֨יתִי֙ H1819 כֵּ֣ן H3651 הָיָ֔תָה H1961 וְכַ H834 יָעַ֖צְתִּי H3289 הִ֥יא H1931 תָקֽוּם H6965 ",
  "25": "לִשְׁבֹּ֤ר H7665 אַשּׁוּר֙ H804 בְּאַרְצִ֔ H776 וְעַל H5921 הָרַ֖י H2022 אֲבוּסֶ֑נּוּ H947 וְסָ֤ר H5493 מֵֽעֲלֵי H5921 עֻלּ֔וֹ H5923 וְסֻ֨בֳּל֔ H5448 מֵעַ֥ל H5921 שִׁכְמ֖וֹ H7926 יָסֽוּר H5493 ",
  "26": "זֹ֛את H2063 הָעֵצָ֥ה H6098 הַיְּעוּצָ֖ה H3289 עַל H5921 כָּל H3605 הָאָ֑רֶץ H776 וְזֹ֛את H2063 הַיָּ֥ד H3027 הַנְּטוּיָ֖ה H5186 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 ",
  "27": "כִּֽי H3588 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 יָעָ֖ץ H3289 וּמִ֣י H4310 יָפֵ֑ר H6565 וְיָד֥ H3027 הַנְּטוּיָ֖ה H5186 וּֽמִ֥י H4310 יְשִׁיבֶֽנָּה H7725 ",
  "28": "בִּשְׁנַת H8141 מ֖וֹת H4194 הַמֶּ֣לֶךְ H4428 אָחָ֑ז H271 הָיָ֖ה H1961 הַמַּשָּׂ֥א H4853 הַזֶּֽה H2088 ",
  "29": "אַֽל H408 תִּשְׂמְחִ֤י H8055 פְלֶ֨שֶׁת֙ H6429 כֻּלֵּ֔ךְ H3605 כִּ֥י H3588 נִשְׁבַּ֖ר H7665 שֵׁ֣בֶט H7626 מַכֵּ֑ךְ H5221 כִּֽי H3588 מִשֹּׁ֤רֶשׁ H8328 נָחָשׁ֙ H5175 יֵ֣צֵא H3318 צֶ֔פַע H6848 וּפִרְי֖ H6529 שָׂרָ֥ף H8314 מְעוֹפֵֽף H5774 ",
  "30": "וְרָעוּ֙ H7462 בְּכוֹרֵ֣י H1060 דַלִּ֔ים H1800 וְאֶבְיוֹנִ֖ים H34 לָבֶ֣טַח H983 יִרְבָּ֑צוּ H7257 וְהֵמַתִּ֤י H4191 בָֽרָעָב֙ H7458 שָׁרְשֵׁ֔ךְ H8328 וּשְׁאֵרִיתֵ֖ H7611 יַהֲרֹֽג H2026 ",
  "31": "הֵילִ֤ילִֽי H3213 שַׁ֨עַר֙ H8179 זַֽעֲקִי H2199 עִ֔יר H5892 נָמ֖וֹג H4127 פְּלֶ֣שֶׁת H6429 כֻּלֵּ֑ךְ H3605 כִּ֤י H3588 מִצָּפוֹן֙ H6828 עָשָׁ֣ן H6227 בָּ֔א H935 וְאֵ֥ין H369 בּוֹדֵ֖ד H909 בְּמוֹעָדָֽי H4151 ",
  "32": "וּמַֽה H4100 יַּעֲנֶ֖ה H6030 מַלְאֲכֵי H4397 ג֑וֹי H1471 כִּ֤י H3588 יְהוָה֙ H3068 יִסַּ֣ד H3245 צִיּ֔וֹן H6726 וּבָ֥ Hc/Hb יֶחֱס֖וּ H2620 עֲנִיֵּ֥י H6041 עַמּֽוֹ H5971 "
}
