{
  "1": "שִׁלְחוּ H7971 כַ֥ר H3733 מֹשֵֽׁל H4910 אֶ֖רֶץ H776 מִסֶּ֣לַע H5554 מִדְבָּ֑רָה H4057 אֶל H413 הַ֖ר H2022 בַּת H1323 צִיּֽוֹן H6726 ",
  "2": "וְהָיָ֥ה H1961 כְעוֹף H5775 נוֹדֵ֖ד H5074 קֵ֣ן H7064 מְשֻׁלָּ֑ח H7971 תִּֽהְיֶ֨ינָה֙ H1961 בְּנ֣וֹת H1323 מוֹאָ֔ב H4124 מַעְבָּרֹ֖ת H4569 לְאַרְנֽוֹן H769 ",
  "3": "הביאו H935 עֵצָה֙ H6098 עֲשׂ֣וּ H6213 פְלִילָ֔ה H6415 שִׁ֧יתִי H7896 כַלַּ֛יִל H3915 צִלֵּ֖ךְ H6738 בְּת֣וֹךְ H8432 צָהֳרָ֑יִם H6672 סַתְּרִי֙ H5641 נִדָּחִ֔ים H5080 נֹדֵ֖ד H5074 אַל H408 תְּגַלִּֽי H1540 ",
  "4": "יָג֤וּרוּ H1481 בָךְ֙ Hb נִדָּחַ֔י H5080 מוֹאָ֛ב H4124 הֱוִי H1933 סֵ֥תֶר H5643 לָ֖מוֹ Hl מִפְּנֵ֣י H6440 שׁוֹדֵ֑ד H7703 כִּֽי H3588 אָפֵ֤ס H656 הַמֵּץ֙ H4160 כָּ֣לָה H3615 שֹׁ֔ד H7701 תַּ֥מּוּ H8552 רֹמֵ֖ס H7429 מִן H4480 הָאָֽרֶץ H776 ",
  "5": "וְהוּכַ֤ן H3559 בַּחֶ֨סֶד֙ H2617 כִּסֵּ֔א H3678 וְיָשַׁ֥ב H3427 עָלָ֛יו H5921 בֶּאֱמֶ֖ת H571 בְּאֹ֣הֶל H168 דָּוִ֑ד H1732 שֹׁפֵ֛ט H8199 וְדֹרֵ֥שׁ H1875 מִשְׁפָּ֖ט H4941 וּמְהִ֥ר H4106 צֶֽדֶק H6664 ",
  "6": "שָׁמַ֥עְנוּ H8085 גְאוֹן H1347 מוֹאָ֖ב H4124 גֵּ֣א H1341 מְאֹ֑ד H3966 גַּאֲוָת֧וֹ H1346 וּגְאוֹנ֛ H1347 וְעֶבְרָת֖ H5678 לֹא H3808 כֵ֥ן H3651 בַּדָּֽיו H907 ",
  "7": "לָכֵ֗ן H3651 יְיֵלִ֥יל H3213 מוֹאָ֛ב H4124 לְמוֹאָ֖ב H4124 כֻּלֹּ֣ה H3605 יְיֵלִ֑יל H3213 לַאֲשִׁישֵׁ֧י H808 קִיר H7025 חֲרֶ֛שֶׂת H7025 תֶּהְגּ֖וּ H1897 אַךְ H389 נְכָאִֽים H5218 ",
  "8": "כִּ֣י H3588 שַׁדְמוֹת֩ H7709 חֶשְׁבּ֨וֹן H2809 אֻמְלָ֜ל H535 גֶּ֣פֶן H1612 שִׂבְמָ֗ה H7643 בַּעֲלֵ֤י H1167 גוֹיִם֙ H1471 הָלְמ֣וּ H1986 שְׂרוּקֶּ֔יהָ H8291 עַד H5704 יַעְזֵ֥ר H3270 נָגָ֖עוּ H5060 תָּ֣עוּ H8582 מִדְבָּ֑ר H4057 שְׁלֻ֣חוֹתֶ֔יהָ H7976 נִטְּשׁ֖וּ H5203 עָ֥בְרוּ H5674 יָֽם H3220 ",
  "9": "עַל H5921 כֵּ֡ן H3651 אֶבְכֶּ֞ה H1058 בִּבְכִ֤י H1065 יַעְזֵר֙ H3270 גֶּ֣פֶן H1612 שִׂבְמָ֔ה H7643 אֲרַיָּ֨וֶךְ֙ H7301 דִּמְעָתִ֔י H1832 חֶשְׁבּ֖וֹן H2809 וְאֶלְעָלֵ֑ה H500 כִּ֧י H3588 עַל H5921 קֵיצֵ֛ךְ H7019 וְעַל H5921 קְצִירֵ֖ךְ H7105 הֵידָ֥ד H1959 נָפָֽל H5307 ",
  "10": "וְנֶאֱסַ֨ף H622 שִׂמְחָ֤ה H8057 וָגִיל֙ H1524 מִן H4480 הַכַּרְמֶ֔ל H3759 וּבַ H3754 לֹֽא H3808 יְרֻנָּ֖ן H7442 לֹ֣א H3808 יְרֹעָ֑ע H7321 יַ֗יִן H3196 בַּיְקָבִ֛ים H3342 לֹֽא H3808 יִדְרֹ֥ךְ H1869 הַדֹּרֵ֖ךְ H1869 הֵידָ֥ד H1959 הִשְׁבַּֽתִּי H7673 ",
  "11": "עַל H5921 כֵּן֙ H3651 מֵעַ֣י H4578 לְמוֹאָ֔ב H4124 כַּכִּנּ֖וֹר H3658 יֶֽהֱמ֑וּ H1993 וְקִרְבִּ֖ H7130 לְקִ֥יר H7025 חָֽרֶשׂ H7025 ",
  "12": "וְהָיָ֧ה H1961 כִֽי H3588 נִרְאָ֛ה H7200 כִּֽי H3588 נִלְאָ֥ה H3811 מוֹאָ֖ב H4124 עַל H5921 הַבָּמָ֑ה H1116 וּבָ֧א H935 אֶל H413 מִקְדָּשׁ֛וֹ H4720 לְהִתְפַּלֵּ֖ל H6419 וְלֹ֥א H3808 יוּכָֽל H3201 ",
  "13": "זֶ֣ה H2088 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מוֹאָ֖ב H4124 מֵאָֽז H227 ",
  "14": "וְעַתָּ֗ה H6258 דִּבֶּ֣ר H1696 יְהוָה֮ H3068 לֵאמֹר֒ H559 בְּשָׁלֹ֤שׁ H7969 שָׁנִים֙ H8141 כִּשְׁנֵ֣י H8141 שָׂכִ֔יר H7916 וְנִקְלָה֙ H7034 כְּב֣וֹד H3519 מוֹאָ֔ב H4124 בְּכֹ֖ל H3605 הֶהָמ֣וֹן H1995 הָרָ֑ב H7227 וּשְׁאָ֥ר H7605 מְעַ֛ט H4592 מִזְעָ֖ר H4213 ל֥וֹא H3808 כַבִּֽיר H3524 "
}
