{
  "1": "מַשָּׂ֖א H4853 דַּמָּ֑שֶׂק H1834 הִנֵּ֤ה H2009 דַמֶּ֨שֶׂק֙ H1834 מוּסָ֣ר H5493 מֵעִ֔יר H5892 וְהָיְתָ֖ה H1961 מְעִ֥י H4596 מַפָּלָֽה H4654 ",
  "2": "עֲזֻב֖וֹת H5800 עָרֵ֣י H5892 עֲרֹעֵ֑ר H6177 לַעֲדָרִ֣ים H5739 תִּֽהְיֶ֔ינָה H1961 וְרָבְצ֖וּ H7257 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
  "3": "וְנִשְׁבַּ֤ת H7673 מִבְצָר֙ H4013 מֵֽאֶפְרַ֔יִם H669 וּמַמְלָכָ֥ה H4467 מִדַּמֶּ֖שֶׂק H1834 וּשְׁאָ֣ר H7605 אֲרָ֑ם H758 כִּכְב֤וֹד H3519 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 יִֽהְי֔וּ H1961 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "4": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִדַּ֖ל H1809 כְּב֣וֹד H3519 יַעֲקֹ֑ב H3290 וּמִשְׁמַ֥ן H4924 בְּשָׂר֖וֹ H1320 יֵרָזֶֽה H7329 ",
  "5": "וְהָיָ֗ה H1961 כֶּֽאֱסֹף֙ H622 קָצִ֣יר H7105 קָמָ֔ה H7054 וּזְרֹע֖ H2220 שִׁבֳּלִ֣ים H7641 יִקְצ֑וֹר H7114 וְהָיָ֛ה H1961 כִּמְלַקֵּ֥ט H3950 שִׁבֳּלִ֖ים H7641 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
  "6": "וְנִשְׁאַר H7604 בּ֤וֹ Hb עֽוֹלֵלֹת֙ H5955 כְּנֹ֣קֶף H5363 זַ֔יִת H2132 שְׁנַ֧יִם H8147 שְׁלֹשָׁ֛ה H7969 גַּרְגְּרִ֖ים H1620 בְּרֹ֣אשׁ H7218 אָמִ֑יר H534 אַרְבָּעָ֣ה H702 חֲמִשָּׁ֗ה H2568 בִּסְעִפֶ֨י H5585 פֹּֽרִיָּ֔ה H6509 נְאֻם H5002 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "7": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִשְׁעֶ֥ה H8159 הָאָדָ֖ם H120 עַל H5921 עֹשֵׂ֑הוּ H6213 וְעֵינָ֕י H5869 אֶל H413 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 תִּרְאֶֽינָה H7200 ",
  "8": "וְלֹ֣א H3808 יִשְׁעֶ֔ה H8159 אֶל H413 הַֽמִּזְבְּח֖וֹת H4196 מַעֲשֵׂ֣ה H4639 יָדָ֑יו H3027 וַאֲשֶׁ֨ר H834 עָשׂ֤וּ H6213 אֶצְבְּעֹתָיו֙ H676 לֹ֣א H3808 יִרְאֶ֔ה H7200 וְהָ H842 וְהָ H2553 ",
  "9": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 יִהְי֣וּ H1961 עָרֵ֣י H5892 מָעֻזּ֗וֹ H4581 כַּעֲזוּבַ֤ת H5800 הַחֹ֨רֶשׁ֙ H2793 וְהָ֣ H534 אֲשֶׁ֣ר H834 עָזְב֔וּ H5800 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָיְתָ֖ה H1961 שְׁמָמָֽה H8077 ",
  "10": "כִּ֤י H3588 שָׁכַ֨חַתְּ֙ H7911 אֱלֹהֵ֣י H430 יִשְׁעֵ֔ךְ H3468 וְצ֥וּר H6697 מָעֻזֵּ֖ךְ H4581 לֹ֣א H3808 זָכָ֑רְתְּ H2142 עַל H5921 כֵּ֗ן H3651 תִּטְּעִי֙ H5193 נִטְעֵ֣י H5194 נַעֲמָנִ֔ים H5282 וּזְמֹ֥רַת H2156 זָ֖ר H2114 תִּזְרָעֶֽנּוּ H2232 ",
  "11": "בְּי֤וֹם H3117 נִטְעֵךְ֙ H5194 תְּשַׂגְשֵׂ֔גִי H7735 וּבַ H1242 זַרְעֵ֣ךְ H2233 תַּפְרִ֑יחִי H6524 נֵ֥ד H5067 קָצִ֛יר H7105 בְּי֥וֹם H3117 נַחֲלָ֖ה H2470 וּכְאֵ֥ב H3511 אָנֽוּשׁ H605 ",
  "12": "ה֗וֹי H1945 הֲמוֹן֙ H1995 עַמִּ֣ים H5971 רַבִּ֔ים H7227 כַּהֲמ֥וֹת H1993 יַמִּ֖ים H3220 יֶהֱמָי֑וּן H1993 וּשְׁא֣וֹן H7588 לְאֻמִּ֔ים H3816 כִּשְׁא֛וֹן H7588 מַ֥יִם H4325 כַּבִּירִ֖ים H3524 יִשָּׁאֽוּן H7582 ",
  "13": "לְאֻמִּ֗ים H3816 כִּשְׁא֞וֹן H7588 מַ֤יִם H4325 רַבִּים֙ H7227 יִשָּׁא֔וּן H7582 וְגָ֥עַר H1605 בּ֖וֹ Hb וְנָ֣ס H5127 מִמֶּרְחָ֑ק H4801 וְרֻדַּ֗ף H7291 כְּמֹ֤ץ H4671 הָרִים֙ H2022 לִפְנֵי H6440 ר֔וּחַ H7307 וּכְ H1534 לִפְנֵ֥י H6440 סוּפָֽה H5492 ",
  "14": "לְעֵ֥ת H6256 עֶ֨רֶב֙ H6153 וְהִנֵּ֣ה H2009 בַלָּהָ֔ה H1091 בְּטֶ֥רֶם H2962 בֹּ֖קֶר H1242 אֵינֶ֑נּוּ H369 זֶ֚ה H2088 חֵ֣לֶק H2506 שׁוֹסֵ֔ינוּ H8154 וְגוֹרָ֖ל H1486 לְבֹזְזֵֽי H962 "
}
