{
  "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 חָזָ֔ה H2372 יְשַֽׁעְיָ֖הוּ H3470 בֶּן H1121 אָמ֑וֹץ H531 עַל H5921 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
  "2": "וְהָיָ֣ה H1961 בְּאַחֲרִ֣ית H319 הַיָּמִ֗ים H3117 נָכ֨וֹן H3559 יִֽהְיֶ֜ה H1961 הַ֤ר H2022 בֵּית H1004 יְהוָה֙ H3068 בְּרֹ֣אשׁ H7218 הֶהָרִ֔ים H2022 וְנִשָּׂ֖א H5375 מִגְּבָע֑וֹת H1389 וְנָהֲר֥וּ H5102 אֵלָ֖יו H413 כָּל H3605 הַגּוֹיִֽם H1471 ",
  "3": "וְֽהָלְכ֞וּ H1980 עַמִּ֣ים H5971 רַבִּ֗ים H7227 וְאָמְרוּ֙ H559 לְכ֣וּ H3212 וְנַעֲלֶ֣ה H5927 אֶל H413 הַר H2022 יְהוָ֗ה H3068 אֶל H413 בֵּית֙ H1004 אֱלֹהֵ֣י H430 יַעֲקֹ֔ב H3290 וְיֹרֵ֨ H3384 מִדְּרָכָ֔י H1870 וְנֵלְכָ֖ה H3212 בְּאֹרְחֹתָ֑י H734 כִּ֤י H3588 מִצִּיּוֹן֙ H6726 תֵּצֵ֣א H3318 תוֹרָ֔ה H8451 וּדְבַר H1697 יְהוָ֖ה H3068 מִירוּשָׁלִָֽם H3389 ",
  "4": "וְשָׁפַט֙ H8199 בֵּ֣ין H996 הַגּוֹיִ֔ם H1471 וְהוֹכִ֖יחַ H3198 לְעַמִּ֣ים H5971 רַבִּ֑ים H7227 וְכִתְּת֨וּ H3807 חַרְבוֹתָ֜ם H2719 לְאִתִּ֗ים H855 וַחֲנִיתֽוֹתֵי H2595 לְמַזְמֵר֔וֹת H4211 לֹא H3808 יִשָּׂ֨א H5375 ג֤וֹי H1471 אֶל H413 גּוֹי֙ H1471 חֶ֔רֶב H2719 וְלֹא H3808 יִלְמְד֥וּ H3925 ע֖וֹד H5750 מִלְחָמָֽה H4421 ",
  "5": "בֵּ֖ית H1004 יַעֲקֹ֑ב H3290 לְכ֥וּ H3212 וְנֵלְכָ֖ה H3212 בְּא֥וֹר H216 יְהוָֽה H3068 ",
  "6": "כִּ֣י H3588 נָטַ֗שְׁתָּה H5203 עַמְּךָ֙ H5971 בֵּ֣ית H1004 יַעֲקֹ֔ב H3290 כִּ֤י H3588 מָלְאוּ֙ H4390 מִקֶּ֔דֶם H6924 וְעֹֽנְנִ֖ים H6049 כַּפְּלִשְׁתִּ֑ים H6430 וּבְ H3206 נָכְרִ֖ים H5237 יַשְׂפִּֽיקוּ H5606 ",
  "7": "וַתִּמָּלֵ֤א H4390 אַרְצוֹ֙ H776 כֶּ֣סֶף H3701 וְזָהָ֔ב H2091 וְאֵ֥ין H369 קֵ֖צֶה H7097 לְאֹצְרֹתָ֑י H214 וַתִּמָּלֵ֤א H4390 אַרְצוֹ֙ H776 סוּסִ֔ים H5483 וְאֵ֥ין H369 קֵ֖צֶה H7097 לְמַרְכְּבֹתָֽי H4818 ",
  "8": "וַתִּמָּלֵ֥א H4390 אַרְצ֖וֹ H776 אֱלִילִ֑ים H457 לְמַעֲשֵׂ֤ה H4639 יָדָיו֙ H3027 יִֽשְׁתַּחֲו֔וּ H7812 לַאֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 אֶצְבְּעֹתָֽיו H676 ",
  "9": "וַיִּשַּׁ֥ח H7817 אָדָ֖ם H120 וַיִּשְׁפַּל H8213 אִ֑ישׁ H376 וְאַל H408 תִּשָּׂ֖א H5375 לָהֶֽם Hl ",
  "10": "בּ֣וֹא H935 בַצּ֔וּר H6697 וְהִטָּמֵ֖ן H2934 בֶּֽעָפָ֑ר H6083 מִפְּנֵי֙ H6440 פַּ֣חַד H6343 יְהוָ֔ה H3068 וּמֵ H1926 גְּאֹנֽוֹ H1347 ",
  "11": "עֵינֵ֞י H5869 גַּבְה֤וּת H1365 אָדָם֙ H120 שָׁפֵ֔ל H8213 וְשַׁ֖ח H7817 ר֣וּם H7312 אֲנָשִׁ֑ים H376 וְנִשְׂגַּ֧ב H7682 יְהוָ֛ה H3068 לְבַדּ֖ H905 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "12": "כִּ֣י H3588 י֞וֹם H3117 לַיהוָ֧ה H3068 צְבָא֛וֹת H6635 עַ֥ל H5921 כָּל H3605 גֵּאֶ֖ה H1343 וָרָ֑ם H7311 וְעַ֖ל H5921 כָּל H3605 נִשָּׂ֥א H5375 וְשָׁפֵֽל H8213 ",
  "13": "וְעַל֙ H5921 כָּל H3605 אַרְזֵ֣י H730 הַלְּבָנ֔וֹן H3844 הָרָמִ֖ים H7311 וְהַ H5375 וְעַ֖ל H5921 כָּל H3605 אַלּוֹנֵ֥י H437 הַבָּשָֽׁן H1316 ",
  "14": "וְעַ֖ל H5921 כָּל H3605 הֶהָרִ֣ים H2022 הָרָמִ֑ים H7311 וְעַ֖ל H5921 כָּל H3605 הַגְּבָע֥וֹת H1389 הַנִּשָּׂאֽוֹת H5375 ",
  "15": "וְעַ֖ל H5921 כָּל H3605 מִגְדָּ֣ל H4026 גָּבֹ֑הַ H1364 וְעַ֖ל H5921 כָּל H3605 חוֹמָ֥ה H2346 בְצוּרָֽה H1219 ",
  "16": "וְעַ֖ל H5921 כָּל H3605 אֳנִיּ֣וֹת H591 תַּרְשִׁ֑ישׁ H8659 וְעַ֖ל H5921 כָּל H3605 שְׂכִיּ֥וֹת H7914 הַחֶמְדָּֽה H2532 ",
  "17": "וְשַׁח֙ H7817 גַּבְה֣וּת H1365 הָאָדָ֔ם H120 וְשָׁפֵ֖ל H8213 ר֣וּם H7312 אֲנָשִׁ֑ים H376 וְנִשְׂגַּ֧ב H7682 יְהוָ֛ה H3068 לְבַדּ֖ H905 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "18": "וְהָ H457 כָּלִ֥יל H3632 יַחֲלֹֽף H2498 ",
  "19": "וּבָ֨אוּ֙ H935 בִּמְעָר֣וֹת H4631 צֻרִ֔ים H6697 וּבִ H4247 עָפָ֑ר H6083 מִפְּנֵ֞י H6440 פַּ֤חַד H6343 יְהוָה֙ H3068 וּמֵ H1926 גְּאוֹנ֔וֹ H1347 בְּקוּמ֖ H6965 לַעֲרֹ֥ץ H6206 הָאָֽרֶץ H776 ",
  "20": "בַּיּ֤וֹם H3117 הַהוּא֙ H1931 יַשְׁלִ֣יךְ H7993 הָאָדָ֔ם H120 אֵ֚ת H853 אֱלִילֵ֣י H457 כַסְפּ֔וֹ H3701 וְאֵ֖ת H853 אֱלִילֵ֣י H457 זְהָב֑וֹ H2091 אֲשֶׁ֤ר H834 עָֽשׂוּ H6213 לוֹ֙ Hl לְהִֽשְׁתַּחֲוֺ֔ת H7812 לַחְפֹּ֥ר H2661 פֵּר֖וֹת H6512 וְלָ H5847 ",
  "21": "לָבוֹא֙ H935 בְּנִקְר֣וֹת H5366 הַצֻּרִ֔ים H6697 וּבִ H5585 הַסְּלָעִ֑ים H5553 מִפְּנֵ֞י H6440 פַּ֤חַד H6343 יְהוָה֙ H3068 וּמֵ H1926 גְּאוֹנ֔וֹ H1347 בְּקוּמ֖ H6965 לַעֲרֹ֥ץ H6206 הָאָֽרֶץ H776 ",
  "22": "חִדְל֤וּ H2308 לָכֶם֙ Hl מִן H4480 הָ֣אָדָ֔ם H120 אֲשֶׁ֥ר H834 נְשָׁמָ֖ה H5397 בְּאַפּ֑ H639 כִּֽי H3588 בַמֶּ֥ה H4100 נֶחְשָׁ֖ב H2803 הֽוּא H1931 "
}
