{
  "1": "מַשָּׂ֖א H4853 גֵּ֣יא H1516 חִזָּי֑וֹן H2384 מַה H4100 לָּ֣ךְ Hl אֵפ֔וֹא H645 כִּֽי H3588 עָלִ֥ית H5927 כֻּלָּ֖ךְ H3605 לַגַּגּֽוֹת H1406 ",
  "2": "תְּשֻׁא֣וֹת H8663 מְלֵאָ֗ה H4395 עִ֚יר H5892 הֽוֹמִיָּ֔ה H1993 קִרְיָ֖ה H7151 עַלִּיזָ֑ה H5947 חֲלָלַ֨יִךְ֙ H2491 לֹ֣א H3808 חַלְלֵי H2491 חֶ֔רֶב H2719 וְלֹ֖א H3808 מֵתֵ֥י H4191 מִלְחָמָֽה H4421 ",
  "3": "כָּל H3605 קְצִינַ֥יִךְ H7101 נָֽדְדוּ H5074 יַ֖חַד H3162 מִקֶּ֣שֶׁת H7198 אֻסָּ֑רוּ H631 כָּל H3605 נִמְצָאַ֨יִךְ֙ H4672 אֻסְּר֣וּ H631 יַחְדָּ֔ו H3162 מֵרָח֖וֹק H7350 בָּרָֽחוּ H1272 ",
  "4": "עַל H5921 כֵּ֥ן H3651 אָמַ֛רְתִּי H559 שְׁע֥וּ H8159 מִנִּ֖י H4480 אֲמָרֵ֣ר H4843 בַּבֶּ֑כִי H1065 אַל H408 תָּאִ֣יצוּ H213 לְנַֽחֲמֵ֔ H5162 עַל H5921 שֹׁ֖ד H7701 בַּת H1323 עַמִּֽי H5971 ",
  "5": "כִּ֣י H3588 יוֹם֩ H3117 מְהוּמָ֨ה H4103 וּמְבוּסָ֜ה H4001 וּמְבוּכָ֗ה H3998 לַֽאדֹנָ֧ H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 בְּגֵ֣יא H1516 חִזָּי֑וֹן H2384 מְקַרְקַ֥ר H6979 קִ֖ר H7023 וְשׁ֥וֹעַ H7771 אֶל H413 הָהָֽר H2022 ",
  "6": "וְעֵילָם֙ H5867 נָשָׂ֣א H5375 אַשְׁפָּ֔ה H827 בְּרֶ֥כֶב H7393 אָדָ֖ם H120 פָּֽרָשִׁ֑ים H6571 וְקִ֥יר H7024 עֵרָ֖ה H6168 מָגֵֽן H4043 ",
  "7": "וַיְהִ֥י H1961 מִבְחַר H4005 עֲמָקַ֖יִךְ H6010 מָ֣לְאוּ H4390 רָ֑כֶב H7393 וְהַ H6571 שֹׁ֖ת H7896 שָׁ֥תוּ H7896 הַשָּֽׁעְרָ H8179 ",
  "8": "וַיְגַ֕ל H1540 אֵ֖ת H853 מָסַ֣ךְ H4539 יְהוּדָ֑ה H3063 וַתַּבֵּט֙ H5027 בַּיּ֣וֹם H3117 הַה֔וּא H1931 אֶל H413 נֶ֖שֶׁק H5402 בֵּ֥ית H1004 הַיָּֽעַר H3293 ",
  "9": "וְאֵ֨ת H853 בְּקִיעֵ֧י H1233 עִיר H5892 דָּוִ֛ד H1732 רְאִיתֶ֖ם H7200 כִּי H3588 רָ֑בּוּ H7235 וַֽתְּקַבְּצ֔וּ H6908 אֶת H853 מֵ֥י H4325 הַבְּרֵכָ֖ה H1295 הַתַּחְתּוֹנָֽה H8481 ",
  "10": "וְאֶת H853 בָּתֵּ֥י H1004 יְרוּשָׁלִַ֖ם H3389 סְפַרְתֶּ֑ם H5608 וַתִּתְֿצוּ֙ H5422 הַבָּ֣תִּ֔ים H1004 לְבַצֵּ֖ר H1219 הַחוֹמָֽה H2346 ",
  "11": "וּמִקְוָ֣ה H4724 עֲשִׂיתֶ֗ם H6213 בֵּ֚ין H996 הַחֹ֣מֹתַ֔יִם H2346 לְמֵ֖י H4325 הַבְּרֵכָ֣ה H1295 הַיְשָׁנָ֑ה H3465 וְלֹ֤א H3808 הִבַּטְתֶּם֙ H5027 אֶל H413 עֹשֶׂ֔יהָ H6213 וְיֹצְרָ֥ H3335 מֵֽרָח֖וֹק H7350 לֹ֥א H3808 רְאִיתֶֽם H7200 ",
  "12": "וַיִּקְרָ֗א H7121 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 בַּיּ֣וֹם H3117 הַה֑וּא H1931 לִבְכִי֙ H1065 וּלְ H4553 וּלְ H7144 וְלַ H2296 שָֽׂק H8242 ",
  "13": "וְהִנֵּ֣ה H2009 שָׂשׂ֣וֹן H8342 וְשִׂמְחָ֗ה H8057 הָרֹ֤ג H2026 בָּקָר֙ H1241 וְשָׁחֹ֣ט H7819 צֹ֔אן H6629 אָכֹ֥ל H398 בָּשָׂ֖ר H1320 וְשָׁת֣וֹת H8354 יָ֑יִן H3196 אָכ֣וֹל H398 וְשָׁת֔וֹ H8354 כִּ֥י H3588 מָחָ֖ר H4279 נָמֽוּת H4191 ",
  "14": "וְנִגְלָ֥ה H1540 בְאָזְנָ֖ H241 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אִם H518 יְ֠כֻפַּר H3722 הֶעָוֺ֨ן H5771 הַזֶּ֤ה H2088 לָכֶם֙ Hl עַד H5704 תְּמֻת֔וּן H4191 אָמַ֛ר H559 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָאֽוֹת H6635 ",
  "15": "כֹּ֥ה H3541 אָמַ֛ר H559 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָא֑וֹת H6635 לֶךְ H3212 בֹּא֙ H935 אֶל H413 הַסֹּכֵ֣ן H5532 הַזֶּ֔ה H2088 עַל H5921 שֶׁבְנָ֖א H7644 אֲשֶׁ֥ר H834 עַל H5921 הַבָּֽיִת H1004 ",
  "16": "מַה H4100 לְּךָ֥ Hl פֹה֙ H6311 וּמִ֣י H4310 לְךָ֣ Hl פֹ֔ה H6311 כִּֽי H3588 חָצַ֧בְתָּ H2672 לְּךָ֛ Hl פֹּ֖ה H6311 קָ֑בֶר H6913 חֹצְבִ֤י H2672 מָרוֹם֙ H4791 קִבְר֔וֹ H6913 חֹקְקִ֥י H2710 בַסֶּ֖לַע H5553 מִשְׁכָּ֥ן H4908 לֽוֹ Hl ",
  "17": "הִנֵּ֤ה H2009 יְהוָה֙ H3068 מְטַלְטֶלְךָ֔ H2904 טַלְטֵלָ֖ה H2925 גָּ֑בֶר H1397 וְעֹטְ H5844 עָטֹֽה H5844 ",
  "18": "צָנ֤וֹף H6801 יִצְנָפְךָ֙ H6801 צְנֵפָ֔ה H6802 כַּדּ֕וּר H1754 אֶל H413 אֶ֖רֶץ H776 רַחֲבַ֣ת H7342 יָדָ֑יִם H3027 שָׁ֣מָּה H8033 תָמ֗וּת H4191 וְשָׁ֨מָּ H8033 מַרְכְּב֣וֹת H4818 כְּבוֹדֶ֔ךָ H3519 קְל֖וֹן H7036 בֵּ֥ית H1004 אֲדֹנֶֽיךָ H113 ",
  "19": "וַהֲדַפְתִּ֖י H1920 מִמַּצָּבֶ֑ H4673 וּמִ H4612 יֶהֶרְסֶֽךָ H2040 ",
  "20": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְקָרָ֣אתִי H7121 לְעַבְדִּ֔ H5650 לְאֶלְיָקִ֖ים H471 בֶּן H1121 חִלְקִיָּֽהוּ H2518 ",
  "21": "וְהִלְבַּשְׁתִּ֣י H3847 כֻּתָּנְתֶּ֗ךָ H3801 וְאַבְנֵֽטְ H73 אֲחַזְּקֶ֔נּוּ H2388 וּמֶֽמְשֶׁלְתְּ H4475 אֶתֵּ֣ן H5414 בְּיָד֑ H3027 וְהָיָ֥ה H1961 לְאָ֛ב H1 לְיוֹשֵׁ֥ב H3427 יְרוּשָׁלִַ֖ם H3389 וּלְ H1004 יְהוּדָֽה H3063 ",
  "22": "וְנָתַתִּ֛י H5414 מַפְתֵּ֥חַ H4668 בֵּית H1004 דָּוִ֖ד H1732 עַל H5921 שִׁכְמ֑וֹ H7926 וּפָתַח֙ H6605 וְאֵ֣ין H369 סֹגֵ֔ר H5462 וְסָגַ֖ר H5462 וְאֵ֥ין H369 פֹּתֵֽחַ H6605 ",
  "23": "וּתְקַעְתִּ֥י H8628 יָתֵ֖ד H3489 בְּמָק֣וֹם H4725 נֶאֱמָ֑ן H539 וְהָיָ֛ה H1961 לְכִסֵּ֥א H3678 כָב֖וֹד H3519 לְבֵ֥ית H1004 אָבִֽיו H1 ",
  "24": "וְתָל֨וּ H8518 עָלָ֜יו H5921 כֹּ֣ל H3605 כְּב֣וֹד H3519 בֵּית H1004 אָבִ֗יו H1 הַצֶּֽאֱצָאִים֙ H6631 וְהַ H6849 כֹּ֖ל H3605 כְּלֵ֣י H3627 הַקָּטָ֑ן H6996 מִכְּלֵי֙ H3627 הָֽאַגָּנ֔וֹת H101 וְעַ֖ד H5704 כָּל H3605 כְּלֵ֥י H3627 הַנְּבָלִֽים H5035 ",
  "25": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 תָּמוּשׁ֙ H4185 הַיָּתֵ֔ד H3489 הַתְּקוּעָ֖ה H8628 בְּמָק֣וֹם H4725 נֶאֱמָ֑ן H539 וְנִגְדְּעָ֣ה H1438 וְנָפְלָ֗ה H5307 וְנִכְרַת֙ H3772 הַמַּשָּׂ֣א H4853 אֲשֶׁר H834 עָלֶ֔יהָ H5921 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 "
}
