{
  "1": "הִנֵּ֧ה H2009 יְהוָ֛ה H3068 בּוֹקֵ֥ק H1238 הָאָ֖רֶץ H776 וּבֽוֹלְקָ֑ H1110 וְעִוָּ֣ה H5753 פָנֶ֔יהָ H6440 וְהֵפִ֖יץ H6327 יֹשְׁבֶֽיהָ H3427 ",
  "2": "וְהָיָ֤ה H1961 כָעָם֙ H5971 כַּכֹּהֵ֔ן H3548 כַּעֶ֨בֶד֙ H5650 כַּֽאדֹנָ֔י H113 כַּשִּׁפְחָ֖ה H8198 כַּגְּבִרְתָּ֑ H1404 כַּקּוֹנֶה֙ H7069 כַּמּוֹכֵ֔ר H4376 כַּמַּלְוֶה֙ H3867 כַּלֹּוֶ֔ה H3867 כַּנֹּשֶׁ֕ה H5383 כַּאֲשֶׁ֖ר H834 נֹשֶׁ֥א H5378 בֽוֹ Hb ",
  "3": "הִבּ֧וֹק H1238 תִּבּ֛וֹק H1238 הָאָ֖רֶץ H776 וְהִבּ֣וֹז H962 תִּבּ֑וֹז H962 כִּ֣י H3588 יְהוָ֔ה H3068 דִּבֶּ֖ר H1696 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "4": "אָבְלָ֤ה H56 נָֽבְלָה֙ H5034 הָאָ֔רֶץ H776 אֻמְלְלָ֥ה H535 נָבְלָ֖ה H5034 תֵּבֵ֑ל H8398 אֻמְלָ֖לוּ H535 מְר֥וֹם H4791 עַם H5971 הָאָֽרֶץ H776 ",
  "5": "וְהָ H776 חָנְפָ֖ה H2610 תַּ֣חַת H8478 יֹשְׁבֶ֑יהָ H3427 כִּֽי H3588 עָבְר֤וּ H5674 תוֹרֹת֙ H8451 חָ֣לְפוּ H2498 חֹ֔ק H2706 הֵפֵ֖רוּ H6565 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
  "6": "עַל H5921 כֵּ֗ן H3651 אָלָה֙ H423 אָ֣כְלָה H398 אֶ֔רֶץ H776 וַֽיֶּאְשְׁמ֖וּ H816 יֹ֣שְׁבֵי H3427 בָ֑הּ Hb עַל H5921 כֵּ֗ן H3651 חָרוּ֙ H2787 יֹ֣שְׁבֵי H3427 אֶ֔רֶץ H776 וְנִשְׁאַ֥ר H7604 אֱנ֖וֹשׁ H582 מִזְעָֽר H4213 ",
  "7": "אָבַ֥ל H56 תִּיר֖וֹשׁ H8492 אֻמְלְלָה H535 גָ֑פֶן H1612 נֶאֶנְח֖וּ H584 כָּל H3605 שִׂמְחֵי H8056 לֵֽב H3820 ",
  "8": "שָׁבַת֙ H7673 מְשׂ֣וֹשׂ H4885 תֻּפִּ֔ים H8596 חָדַ֖ל H2308 שְׁא֣וֹן H7588 עַלִּיזִ֑ים H5947 שָׁבַ֖ת H7673 מְשׂ֥וֹשׂ H4885 כִּנּֽוֹר H3658 ",
  "9": "בַּשִּׁ֖יר H7892 לֹ֣א H3808 יִשְׁתּוּ H8354 יָ֑יִן H3196 יֵמַ֥ר H4843 שֵׁכָ֖ר H7941 לְשֹׁתָֽי H8354 ",
  "10": "נִשְׁבְּרָ֖ה H7665 קִרְיַת H7151 תֹּ֑הוּ H8414 סֻגַּ֥ר H5462 כָּל H3605 בַּ֖יִת H1004 מִבּֽוֹא H935 ",
  "11": "צְוָחָ֥ה H6682 עַל H5921 הַיַּ֖יִן H3196 בַּֽחוּצ֑וֹת H2351 עָֽרְבָה֙ H6150 כָּל H3605 שִׂמְחָ֔ה H8057 גָּלָ֖ה H1540 מְשׂ֥וֹשׂ H4885 הָאָֽרֶץ H776 ",
  "12": "נִשְׁאַ֥ר H7604 בָּעִ֖יר H5892 שַׁמָּ֑ה H8047 וּשְׁאִיָּ֖ה H7591 יֻכַּת H3807 שָֽׁעַר H8179 ",
  "13": "כִּ֣י H3588 כֹ֥ה H3541 יִהְיֶ֛ה H1961 בְּקֶ֥רֶב H7130 הָאָ֖רֶץ H776 בְּת֣וֹךְ H8432 הָֽעַמִּ֑ים H5971 כְּנֹ֣קֶף H5363 זַ֔יִת H2132 כְּעוֹלֵלֹ֖ת H5955 אִם H518 כָּלָ֥ה H3615 בָצִֽיר H1210 ",
  "14": "הֵ֛מָּה H1992 יִשְׂא֥וּ H5375 קוֹלָ֖ם H6963 יָרֹ֑נּוּ H7442 בִּגְא֣וֹן H1347 יְהוָ֔ה H3068 צָהֲל֖וּ H6670 מִיָּֽם H3220 ",
  "15": "עַל H5921 כֵּ֥ן H3651 בָּאֻרִ֖ים H217 כַּבְּד֣וּ H3513 יְהוָ֑ה H3068 בְּאִיֵּ֣י H339 הַיָּ֔ם H3220 שֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "16": "מִכְּנַ֨ף H3671 הָאָ֜רֶץ H776 זְמִרֹ֤ת H2158 שָׁמַ֨עְנוּ֙ H8085 צְבִ֣י H6643 לַצַּדִּ֔יק H6662 וָאֹמַ֛ר H559 רָזִי H7334 לִ֥י Hl רָֽזִי H7334 לִ֖י Hl א֣וֹי H188 לִ֑י Hl בֹּגְדִ֣ים H898 בָּגָ֔דוּ H898 וּבֶ֥גֶד H899 בּוֹגְדִ֖ים H898 בָּגָֽדוּ H898 ",
  "17": "פַּ֥חַד H6343 וָפַ֖חַת H6354 וָפָ֑ח H6341 עָלֶ֖יךָ H5921 יוֹשֵׁ֥ב H3427 הָאָֽרֶץ H776 ",
  "18": "וְֽ֠הָיָה H1961 הַנָּ֞ס H5127 מִקּ֤וֹל H6963 הַפַּ֨חַד֙ H6343 יִפֹּ֣ל H5307 אֶל H413 הַפַּ֔חַת H6354 וְהָֽ H5927 מִתּ֣וֹךְ H8432 הַפַּ֔חַת H6354 יִלָּכֵ֖ד H3920 בַּפָּ֑ח H6341 כִּֽי H3588 אֲרֻבּ֤וֹת H699 מִמָּרוֹם֙ H4791 נִפְתָּ֔חוּ H6605 וַֽיִּרְעֲשׁ֖וּ H7493 מ֥וֹסְדֵי H4146 אָֽרֶץ H776 ",
  "19": "רֹ֥עָה H7489 הִֽתְרֹעֲעָ֖ה H7489 הָאָ֑רֶץ H776 פּ֤וֹר H6565 הִֽתְפּוֹרְרָה֙ H6565 אֶ֔רֶץ H776 מ֥וֹט H4131 הִֽתְמוֹטְטָ֖ה H4131 אָֽרֶץ H776 ",
  "20": "נ֣וֹעַ H5128 תָּנ֤וּעַ H5128 אֶ֨רֶץ֙ H776 כַּשִּׁכּ֔וֹר H7910 וְהִֽתְנוֹדְדָ֖ה H5110 כַּמְּלוּנָ֑ה H4412 וְכָבַ֤ד H3513 עָלֶ֨יהָ֙ H5921 פִּשְׁעָ֔הּ H6588 וְנָפְלָ֖ה H5307 וְלֹא H3808 תֹסִ֥יף H3254 קֽוּם H6965 ",
  "21": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִפְקֹ֧ד H6485 יְהוָ֛ה H3068 עַל H5921 צְבָ֥א H6635 הַמָּר֖וֹם H4791 בַּמָּר֑וֹם H4791 וְעַל H5921 מַלְכֵ֥י H4428 הָאֲדָמָ֖ה H127 עַל H5921 הָאֲדָמָֽה H127 ",
  "22": "וְאֻסְּפ֨וּ H622 אֲסֵפָ֤ה H626 אַסִּיר֙ H616 עַל H5921 בּ֔וֹר H953 וְסֻגְּר֖וּ H5462 עַל H5921 מַסְגֵּ֑ר H4525 וּמֵ H7230 יָמִ֖ים H3117 יִפָּקֵֽדוּ H6485 ",
  "23": "וְחָֽפְרָה֙ H2659 הַלְּבָנָ֔ה H3842 וּבוֹשָׁ֖ה H954 הַֽחַמָּ֑ה H2535 כִּֽי H3588 מָלַ֞ךְ H4427 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 בְּהַ֤ר H2022 צִיּוֹן֙ H6726 וּבִ H3389 וְנֶ֥גֶד H5048 זְקֵנָ֖יו H2205 כָּבֽוֹד H3519 "
}
