{
  "1": "ה֣וֹי H1945 בָּנִ֤ים H1121 סֽוֹרְרִים֙ H5637 נְאֻם H5002 יְהוָ֔ה H3068 לַעֲשׂ֤וֹת H6213 עֵצָה֙ H6098 וְלֹ֣א H3808 מִנִּ֔י H4480 וְלִ H5258 מַסֵּכָ֖ה H4541 וְלֹ֣א H3808 רוּחִ֑י H7307 לְמַ֛עַן H4616 סְפ֥וֹת H5595 חַטָּ֖את H2403 עַל H5921 חַטָּֽאת H2403 ",
  "2": "הַהֹלְכִים֙ H1980 לָרֶ֣דֶת H3381 מִצְרַ֔יִם H4714 וּפִ֖ H6310 לֹ֣א H3808 שָׁאָ֑לוּ H7592 לָעוֹז֙ H5810 בְּמָע֣וֹז H4581 פַּרְעֹ֔ה H6547 וְלַ H2620 בְּצֵ֥ל H6738 מִצְרָֽיִם H4714 ",
  "3": "וְהָיָ֥ה H1961 לָכֶ֛ם Hl מָע֥וֹז H4581 פַּרְעֹ֖ה H6547 לְבֹ֑שֶׁת H1322 וְהֶ H2622 בְּצֵל H6738 מִצְרַ֖יִם H4714 לִכְלִמָּֽה H3639 ",
  "4": "כִּֽי H3588 הָי֥וּ H1961 בְצֹ֖עַן H6814 שָׂרָ֑יו H8269 וּמַלְאָכָ֖י H4397 חָנֵ֥ס H2609 יַגִּֽיעוּ H5060 ",
  "5": "כֹּ֣ל H3605 הבאיש H887 עַל H5921 עַ֖ם H5971 לֹא H3808 יוֹעִ֣ילוּ H3276 לָ֑מוֹ Hl לֹ֤א H3808 לְעֵ֨זֶר֙ H5828 וְלֹ֣א H3808 לְהוֹעִ֔יל H3276 כִּ֥י H3588 לְבֹ֖שֶׁת H1322 וְגַם H1571 לְחֶרְפָּֽה H2781 ",
  "6": "מַשָּׂ֖א H4853 בַּהֲמ֣וֹת H929 נֶ֑גֶב H5045 בְּאֶרֶץ֩ H776 צָרָ֨ה H6869 וְצוּקָ֜ה H6695 לָבִ֧יא H3833 וָלַ֣יִשׁ H3918 מֵהֶ֗ם H1992 אֶפְעֶה֙ H660 וְשָׂרָ֣ף H8314 מְעוֹפֵ֔ף H5774 יִשְׂאוּ֩ H5375 עַל H5921 כֶּ֨תֶף H3802 עֲיָרִ֜ים H5895 חֵֽילֵהֶ֗ם H2428 וְעַל H5921 דַּבֶּ֤שֶׁת H1707 גְּמַלִּים֙ H1581 אֽוֹצְרֹתָ֔ם H214 עַל H5921 עַ֖ם H5971 לֹ֥א H3808 יוֹעִֽילוּ H3276 ",
  "7": "וּמִצְרַ֕יִם H4714 הֶ֥בֶל H1892 וָרִ֖יק H7385 יַעְזֹ֑רוּ H5826 לָכֵן֙ H3651 קָרָ֣אתִי H7121 לָזֹ֔את H2063 רַ֥הַב H7293 הֵ֖ם H1992 שָֽׁבֶת H7674 ",
  "8": "עַתָּ֗ה H6258 בּ֣וֹא H935 כָתְבָ֥הּ H3789 עַל H5921 ל֛וּחַ H3871 אִתָּ֖ם H854 וְעַל H5921 סֵ֣פֶר H5612 חֻקָּ֑הּ H2710 וּתְהִי֙ H1961 לְי֣וֹם H3117 אַחֲר֔וֹן H314 לָעַ֖ד H5707 עַד H5704 עוֹלָֽם H5769 ",
  "9": "כִּ֣י H3588 עַ֤ם H5971 מְרִי֙ H4805 ה֔וּא H1931 בָּנִ֖ים H1121 כֶּחָשִׁ֑ים H3586 בָּנִ֕ים H1121 לֹֽא H3808 אָב֥וּ H14 שְׁמ֖וֹעַ H8085 תּוֹרַ֥ת H8451 יְהוָֽה H3068 ",
  "10": "אֲשֶׁ֨ר H834 אָמְר֤וּ H559 לָֽרֹאִים֙ H7200 לֹ֣א H3808 תִרְא֔וּ H7200 וְלַ֣ H2374 לֹ֥א H3808 תֶחֱזוּ H2372 לָ֖נוּ Hl נְכֹח֑וֹת H5229 דַּבְּרוּ H1696 לָ֣נוּ Hl חֲלָק֔וֹת H2513 חֲז֖וּ H2372 מַהֲתַלּֽוֹת H4123 ",
  "11": "ס֚וּרוּ H5493 מִנֵּי H4480 דֶ֔רֶךְ H1870 הַטּ֖וּ H5186 מִנֵּי H4480 אֹ֑רַח H734 הַשְׁבִּ֥יתוּ H7673 מִפָּנֵ֖י H6440 אֶת H853 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "12": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֔ל H3478 יַ֥עַן H3282 מָֽאָסְכֶ֖ם H3988 בַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַֽתִּבְטְחוּ֙ H982 בְּעֹ֣שֶׁק H6233 וְנָל֔וֹז H3868 וַתִּֽשָּׁעֲנ֖וּ H8172 עָלָֽיו H5921 ",
  "13": "לָכֵ֗ן H3651 יִֽהְיֶ֤ה H1961 לָכֶם֙ Hl הֶעָוֺ֣ן H5771 הַזֶּ֔ה H2088 כְּפֶ֣רֶץ H6556 נֹפֵ֔ל H5307 נִבְעֶ֖ה H1158 בְּחוֹמָ֣ה H2346 נִשְׂגָּבָ֑ה H7682 אֲשֶׁר H834 פִּתְאֹ֥ם H6597 לְפֶ֖תַע H6621 יָב֥וֹא H935 שִׁבְרָֽהּ H7667 ",
  "14": "וּ֠שְׁבָרָ H7665 כְּשֵׁ֨בֶר H7667 נֵ֧בֶל H5035 יוֹצְרִ֛ים H3335 כָּת֖וּת H3807 לֹ֣א H3808 יַחְמֹ֑ל H2550 וְלֹֽא H3808 יִמָּצֵ֤א H4672 בִמְכִתָּת H4386 חֶ֔רֶשׂ H2789 לַחְתּ֥וֹת H2846 אֵשׁ֙ H784 מִיָּק֔וּד H3344 וְלַ H2834 מַ֖יִם H4325 מִגֶּֽבֶא H1360 ",
  "15": "כִּ֣י H3588 כֹֽה H3541 אָמַר֩ H559 אֲדֹנָ֨י H136 יְהוִ֜ה H3069 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֗ל H3478 בְּשׁוּבָ֤ה H7729 וָנַ֨חַת֙ H5183 תִּוָּ֣שֵׁע֔וּן H3467 בְּהַשְׁקֵט֙ H8252 וּבְ H985 תִּהְיֶ֖ה H1961 גְּבֽוּרַתְכֶ֑ם H1369 וְלֹ֖א H3808 אֲבִיתֶֽם H14 ",
  "16": "וַתֹּ֨אמְר֥וּ H559 לֹא H3808 כִ֛י H3588 עַל H5921 ס֥וּס H5483 נָנ֖וּס H5127 עַל H5921 כֵּ֣ן H3651 תְּנוּס֑וּן H5127 וְעַל H5921 קַ֣ל H7031 נִרְכָּ֔ב H7392 עַל H5921 כֵּ֖ן H3651 יִקַּ֥לּוּ H7043 רֹדְפֵיכֶֽם H7291 ",
  "17": "אֶ֣לֶף H505 אֶחָ֗ד H259 מִפְּנֵי֙ H6440 גַּעֲרַ֣ת H1606 אֶחָ֔ד H259 מִפְּנֵ֛י H6440 גַּעֲרַ֥ת H1606 חֲמִשָּׁ֖ה H2568 תָּנֻ֑סוּ H5127 עַ֣ד H5704 אִם H518 נוֹתַרְתֶּ֗ם H3498 כַּתֹּ֨רֶן֙ H8650 עַל H5921 רֹ֣אשׁ H7218 הָהָ֔ר H2022 וְכַ H5251 עַל H5921 הַגִּבְעָֽה H1389 ",
  "18": "וְלָ H3651 יְחַכֶּ֤ה H2442 יְהוָה֙ H3068 לַֽחֲנַנְ H2603 וְלָ H3651 יָר֖וּם H7311 לְרַֽחֶמְ H7355 כִּֽי H3588 אֱלֹהֵ֤י H430 מִשְׁפָּט֙ H4941 יְהוָ֔ה H3068 אַשְׁרֵ֖י H835 כָּל H3605 ח֥וֹכֵי H2442 לֽוֹ Hl ",
  "19": "כִּי H3588 עַ֛ם H5971 בְּצִיּ֥וֹן H6726 יֵשֵׁ֖ב H3427 בִּירֽוּשָׁלִָ֑ם H3389 בָּכ֣וֹ H1058 לֹֽא H3808 תִבְכֶּ֗ה H1058 חָנ֤וֹן H2603 יָחְנְךָ֙ H2603 לְק֣וֹל H6963 זַעֲקֶ֔ךָ H2201 כְּשָׁמְעָת֖ H8085 עָנָֽךְ H6030 ",
  "20": "וְנָתַ֨ן H5414 לָכֶ֧ם Hl אֲדֹנָ֛י H136 לֶ֥חֶם H3899 צָ֖ר H6862 וּמַ֣יִם H4325 לָ֑חַץ H3906 וְלֹֽא H3808 יִכָּנֵ֥ף H3670 עוֹד֙ H5750 מוֹרֶ֔יךָ H3384 וְהָי֥וּ H1961 עֵינֶ֖יךָ H5869 רֹא֥וֹת H7200 אֶת H853 מוֹרֶֽיךָ H3384 ",
  "21": "וְאָזְנֶ֨י H241 תִּשְׁמַ֣עְנָה H8085 דָבָ֔ר H1697 מֵֽאַחֲרֶ֖י H310 לֵאמֹ֑ר H559 זֶ֤ה H2088 הַדֶּ֨רֶךְ֙ H1870 לְכ֣וּ H3212 ב֔וֹ Hb כִּ֥י H3588 תַאֲמִ֖ינוּ H541 וְכִ֥י H3588 תַשְׂמְאִֽילוּ H8041 ",
  "22": "וְטִמֵּאתֶ֗ם H2930 אֶת H853 צִפּוּי֙ H6826 פְּסִילֵ֣י H6456 כַסְפֶּ֔ךָ H3701 וְאֶת H853 אֲפֻדַּ֖ת H642 מַסֵּכַ֣ת H4541 זְהָבֶ֑ךָ H2091 תִּזְרֵם֙ H2219 כְּמ֣וֹ H3644 דָוָ֔ה H1739 צֵ֖א H3318 תֹּ֥אמַר H559 לֽוֹ Hl ",
  "23": "וְנָתַן֩ H5414 מְטַ֨ר H4306 זַרְעֲךָ֜ H2233 אֲשֶׁר H834 תִּזְרַ֣ע H2232 אֶת H853 הָאֲדָמָ֗ה H127 וְלֶ֨חֶם֙ H3899 תְּבוּאַ֣ת H8393 הָֽאֲדָמָ֔ה H127 וְהָיָ֥ה H1961 דָשֵׁ֖ן H1879 וְשָׁמֵ֑ן H8082 יִרְעֶ֥ה H7462 מִקְנֶ֛יךָ H4735 בַּיּ֥וֹם H3117 הַה֖וּא H1931 כַּ֥ר H3733 נִרְחָֽב H7337 ",
  "24": "וְהָ H504 וְהָ H5895 עֹֽבְדֵי֙ H5647 הָֽאֲדָמָ֔ה H127 בְּלִ֥יל H1098 חָמִ֖יץ H2548 יֹאכֵ֑לוּ H398 אֲשֶׁר H834 זֹרֶ֥ה H2219 בָרַ֖חַת H7371 וּבַ H4214 ",
  "25": "וְהָיָ֣ה H1961 עַל H5921 כָּל H3605 הַ֣ר H2022 גָּבֹ֗הַ H1364 וְעַל֙ H5921 כָּל H3605 גִּבְעָ֣ה H1389 נִשָּׂאָ֔ה H5375 פְּלָגִ֖ים H6388 יִבְלֵי H2988 מָ֑יִם H4325 בְּיוֹם֙ H3117 הֶ֣רֶג H2027 רָ֔ב H7227 בִּנְפֹ֖ל H5307 מִגְדָּלִֽים H4026 ",
  "26": "וְהָיָ֤ה H1961 אֽוֹר H216 הַלְּבָנָה֙ H3842 כְּא֣וֹר H216 הַֽחַמָּ֔ה H2535 וְא֤וֹר H216 הַֽחַמָּה֙ H2535 יִהְיֶ֣ה H1961 שִׁבְעָתַ֔יִם H7659 כְּא֖וֹר H216 שִׁבְעַ֣ת H7651 הַיָּמִ֑ים H3117 בְּי֗וֹם H3117 חֲבֹ֤שׁ H2280 יְהוָה֙ H3068 אֶת H853 שֶׁ֣בֶר H7667 עַמּ֔וֹ H5971 וּמַ֥חַץ H4273 מַכָּת֖וֹ H4347 יִרְפָּֽא H7495 ",
  "27": "הִנֵּ֤ה H2009 שֵׁם H8034 יְהוָה֙ H3068 בָּ֣א H935 מִמֶּרְחָ֔ק H4801 בֹּעֵ֣ר H1197 אַפּ֔וֹ H639 וְכֹ֖בֶד H3514 מַשָּׂאָ֑ה H4858 שְׂפָתָיו֙ H8193 מָ֣לְאוּ H4390 זַ֔עַם H2195 וּלְשׁוֹנ֖ H3956 כְּאֵ֥שׁ H784 אֹכָֽלֶת H398 ",
  "28": "וְרוּח֞ H7307 כְּנַ֤חַל H5158 שׁוֹטֵף֙ H7857 עַד H5704 צַוָּ֣אר H6677 יֶֽחֱצֶ֔ה H2673 לַהֲנָפָ֥ה H5130 גוֹיִ֖ם H1471 בְּנָ֣פַת H5299 שָׁ֑וְא H7723 וְרֶ֣סֶן H7448 מַתְעֶ֔ה H8582 עַ֖ל H5921 לְחָיֵ֥י H3895 עַמִּֽים H5971 ",
  "29": "הַשִּׁיר֙ H7892 יִֽהְיֶ֣ה H1961 לָכֶ֔ם Hl כְּלֵ֖יל H3915 הִתְקַדֶּשׁ H6942 חָ֑ג H2282 וְשִׂמְחַ֣ת H8057 לֵבָ֗ב H3824 כַּֽהוֹלֵךְ֙ H1980 בֶּֽחָלִ֔יל H2485 לָב֥וֹא H935 בְהַר H2022 יְהוָ֖ה H3068 אֶל H413 צ֥וּר H6697 יִשְׂרָאֵֽל H3478 ",
  "30": "וְהִשְׁמִ֨יעַ H8085 יְהוָ֜ה H3068 אֶת H853 ה֣וֹד H1935 קוֹל֗וֹ H6963 וְנַ֤חַת H5183 זְרוֹעוֹ֙ H2220 יַרְאֶ֔ה H7200 בְּזַ֣עַף H2197 אַ֔ף H639 וְלַ֖הַב H3851 אֵ֣שׁ H784 אוֹכֵלָ֑ה H398 נֶ֥פֶץ H5311 וָזֶ֖רֶם H2230 וְאֶ֥בֶן H68 בָּרָֽד H1259 ",
  "31": "כִּֽי H3588 מִקּ֥וֹל H6963 יְהוָ֖ה H3068 יֵחַ֣ת H2865 אַשּׁ֑וּר H804 בַּשֵּׁ֖בֶט H7626 יַכֶּֽה H5221 ",
  "32": "וְהָיָ֗ה H1961 כֹּ֤ל H3605 מַֽעֲבַר֙ H4569 מַטֵּ֣ה H4294 מֽוּסָדָ֔ה H4145 אֲשֶׁ֨ר H834 יָנִ֤יחַ H5117 יְהוָה֙ H3068 עָלָ֔יו H5921 בְּתֻפִּ֖ים H8596 וּבְ H3658 וּבְ H4421 תְּנוּפָ֖ה H8573 נִלְחַם H3898 בה Hb ",
  "33": "כִּֽי H3588 עָר֤וּךְ H6186 מֵֽאֶתְמוּל֙ H865 תָּפְתֶּ֔ה H8613 גַּם H1571 הוא H1931 לַמֶּ֥לֶךְ H4428 הוּכָ֖ן H3559 הֶעְמִ֣יק H6009 הִרְחִ֑ב H7337 מְדֻרָתָ֗הּ H4071 אֵ֤שׁ H784 וְעֵצִים֙ H6086 הַרְבֵּ֔ה H7235 נִשְׁמַ֤ת H5397 יְהוָה֙ H3068 כְּנַ֣חַל H5158 גָּפְרִ֔ית H1614 בֹּעֲרָ֖ה H1197 בָּֽהּ Hb "
}
