{
  "1": "ה֣וֹי H1945 שׁוֹדֵ֗ד H7703 וְאַתָּה֙ H859 לֹ֣א H3808 שָׁד֔וּד H7703 וּבוֹגֵ֖ד H898 וְלֹא H3808 בָ֣גְדוּ H898 ב֑וֹ Hb כַּהֲתִֽמְ H8552 שׁוֹדֵד֙ H7703 תּוּשַּׁ֔ד H7703 כַּנְּלֹתְ H5239 לִבְגֹּ֖ד H898 יִבְגְּדוּ H898 בָֽךְ Hb ",
  "2": "יְהוָ֥ה H3068 חָנֵּ֖נוּ H2603 לְךָ֣ Hl קִוִּ֑ינוּ H6960 הֱיֵ֤ה H1961 זְרֹעָם֙ H2220 לַבְּקָרִ֔ים H1242 אַף H637 יְשׁוּעָתֵ֖נוּ H3444 בְּעֵ֥ת H6256 צָרָֽה H6869 ",
  "3": "מִקּ֣וֹל H6963 הָמ֔וֹן H1995 נָדְד֖וּ H5074 עַמִּ֑ים H5971 מֵר֣וֹמְמֻתֶ֔ H7427 נָפְצ֖וּ H5310 גּוֹיִֽם H1471 ",
  "4": "וְאֻסַּ֣ף H622 שְׁלַלְכֶ֔ם H7998 אֹ֖סֶף H625 הֶֽחָסִ֑יל H2625 כְּמַשַּׁ֥ק H4944 גֵּבִ֖ים H1357 שׁוֹקֵ֥ק H8264 בּֽוֹ Hb ",
  "5": "נִשְׂגָּ֣ב H7682 יְהוָ֔ה H3068 כִּ֥י H3588 שֹׁכֵ֖ן H7931 מָר֑וֹם H4791 מִלֵּ֣א H4390 צִיּ֔וֹן H6726 מִשְׁפָּ֖ט H4941 וּצְדָקָֽה H6666 ",
  "6": "וְהָיָה֙ H1961 אֱמוּנַ֣ת H530 עִתֶּ֔יךָ H6256 חֹ֥סֶן H2633 יְשׁוּעֹ֖ת H3444 חָכְמַ֣ת H2451 וָדָ֑עַת H1847 יִרְאַ֥ת H3374 יְהוָ֖ה H3068 הִ֥יא H1931 אוֹצָרֽוֹ H214 ",
  "7": "הֵ֚ן H2005 אֶרְאֶלָּ֔ם H691 צָעֲק֖וּ H6817 חֻ֑צָה H2351 מַלְאֲכֵ֣י H4397 שָׁל֔וֹם H7965 מַ֖ר H4751 יִבְכָּיֽוּן H1058 ",
  "8": "נָשַׁ֣מּוּ H8074 מְסִלּ֔וֹת H4546 שָׁבַ֖ת H7673 עֹבֵ֣ר H5674 אֹ֑רַח H734 הֵפֵ֤ר H6565 בְּרִית֙ H1285 מָאַ֣ס H3988 עָרִ֔ים H5892 לֹ֥א H3808 חָשַׁ֖ב H2803 אֱנֽוֹשׁ H582 ",
  "9": "אָבַ֤ל H56 אֻמְלְלָה֙ H535 אָ֔רֶץ H776 הֶחְפִּ֥יר H2659 לְבָנ֖וֹן H3844 קָמַ֑ל H7060 הָיָ֤ה H1961 הַשָּׁרוֹן֙ H8289 כָּֽעֲרָבָ֔ה H6160 וְנֹעֵ֥ר H5287 בָּשָׁ֖ן H1316 וְכַרְמֶֽל H3760 ",
  "10": "עַתָּ֥ה H6258 אָק֖וּם H6965 יֹאמַ֣ר H559 יְהוָ֑ה H3068 עַתָּה֙ H6258 אֵֽרוֹמָ֔ם H7311 עַתָּ֖ה H6258 אֶנָּשֵֽׂא H5375 ",
  "11": "תַּהֲר֥וּ H2029 חֲשַׁ֖שׁ H2842 תֵּ֣לְדוּ H3205 קַ֑שׁ H7179 רוּחֲכֶ֕ם H7307 אֵ֖שׁ H784 תֹּאכַלְכֶֽם H398 ",
  "12": "וְהָי֥וּ H1961 עַמִּ֖ים H5971 מִשְׂרְפ֣וֹת H4955 שִׂ֑יד H7875 קוֹצִ֥ים H6975 כְּסוּחִ֖ים H3683 בָּאֵ֥שׁ H784 יִצַּֽתּוּ H3341 ",
  "13": "שִׁמְע֥וּ H8085 רְחוֹקִ֖ים H7350 אֲשֶׁ֣ר H834 עָשִׂ֑יתִי H6213 וּדְע֥וּ H3045 קְרוֹבִ֖ים H7138 גְּבֻרָתִֽי H1369 ",
  "14": "פָּחֲד֤וּ H6342 בְצִיּוֹן֙ H6726 חַטָּאִ֔ים H2400 אָחֲזָ֥ה H270 רְעָדָ֖ה H7461 חֲנֵפִ֑ים H2611 מִ֣י H4310 יָג֣וּר H1481 לָ֗נוּ Hl אֵ֚שׁ H784 אוֹכֵלָ֔ה H398 מִי H4310 יָג֥וּר H1481 לָ֖נוּ Hl מוֹקְדֵ֥י H4168 עוֹלָֽם H5769 ",
  "15": "הֹלֵ֣ךְ H1980 צְדָק֔וֹת H6666 וְדֹבֵ֖ר H1696 מֵֽישָׁרִ֑ים H4339 מֹאֵ֞ס H3988 בְּבֶ֣צַע H1215 מַעֲשַׁקּ֗וֹת H4642 נֹעֵ֤ר H5287 כַּפָּיו֙ H3709 מִתְּמֹ֣ךְ H8551 בַּשֹּׁ֔חַד H7810 אֹטֵ֤ם H331 אָזְנוֹ֙ H241 מִשְּׁמֹ֣עַ H8085 דָּמִ֔ים H1818 וְעֹצֵ֥ם H6105 עֵינָ֖יו H5869 מֵרְא֥וֹת H7200 בְּרָֽע H7451 ",
  "16": "ה֚וּא H1931 מְרוֹמִ֣ים H4791 יִשְׁכֹּ֔ן H7931 מְצָד֥וֹת H4679 סְלָעִ֖ים H5553 מִשְׂגַּבּ֑וֹ H4869 לַחְמ֣וֹ H3899 נִתָּ֔ן H5414 מֵימָ֖יו H4325 נֶאֱמָנִֽים H539 ",
  "17": "מֶ֥לֶךְ H4428 בְּיָפְי֖ H3308 תֶּחֱזֶ֣ינָה H2372 עֵינֶ֑יךָ H5869 תִּרְאֶ֖ינָה H7200 אֶ֥רֶץ H776 מַרְחַקִּֽים H4801 ",
  "18": "לִבְּךָ֖ H3820 יֶהְגֶּ֣ה H1897 אֵימָ֑ה H367 אַיֵּ֤ה H346 סֹפֵר֙ H5608 אַיֵּ֣ה H346 שֹׁקֵ֔ל H8254 אַיֵּ֖ה H346 סֹפֵ֥ר H5608 אֶת H853 הַמִּגְדָּלִֽים H4026 ",
  "19": "אֶת H853 עַ֥ם H5971 נוֹעָ֖ז H3267 לֹ֣א H3808 תִרְאֶ֑ה H7200 עַ֣ם H5971 עִמְקֵ֤י H6012 שָׂפָה֙ H8193 מִשְּׁמ֔וֹעַ H8085 נִלְעַ֥ג H3932 לָשׁ֖וֹן H3956 אֵ֥ין H369 בִּינָֽה H998 ",
  "20": "חֲזֵ֣ה H2372 צִיּ֔וֹן H6726 קִרְיַ֖ת H7151 מֽוֹעֲדֵ֑נוּ H4150 עֵינֶיךָ֩ H5869 תִרְאֶ֨ינָה H7200 יְרוּשָׁלִַ֜ם H3389 נָוֶ֣ה H5116 שַׁאֲנָ֗ן H7600 אֹ֤הֶל H168 בַּל H1077 יִצְעָן֙ H6813 בַּל H1077 יִסַּ֤ע H5265 יְתֵֽדֹתָיו֙ H3489 לָנֶ֔צַח H5331 וְכָל H3605 חֲבָלָ֖יו H2256 בַּל H1077 יִנָּתֵֽקוּ H5423 ",
  "21": "כִּ֣י H3588 אִם H518 שָׁ֞ם H8033 אַדִּ֤יר H117 יְהוָה֙ H3068 לָ֔נוּ Hl מְקוֹם H4725 נְהָרִ֥ים H5104 יְאֹרִ֖ים H2975 רַחֲבֵ֣י H7342 יָדָ֑יִם H3027 בַּל H1077 תֵּ֤לֶךְ H3212 בּוֹ֙ Hb אֳנִי H590 שַׁ֔יִט H7885 וְצִ֥י H6716 אַדִּ֖יר H117 לֹ֥א H3808 יַעַבְרֶֽנּוּ H5674 ",
  "22": "כִּ֤י H3588 יְהוָה֙ H3068 שֹׁפְטֵ֔נוּ H8199 יְהוָ֖ה H3068 מְחֹקְקֵ֑נוּ H2710 יְהוָ֥ה H3068 מַלְכֵּ֖נוּ H4428 ה֥וּא H1931 יוֹשִׁיעֵֽנוּ H3467 ",
  "23": "נִטְּשׁ֖וּ H5203 חֲבָלָ֑יִךְ H2256 בַּל H1077 יְחַזְּק֤וּ H2388 כֵן H3653 תָּרְנָם֙ H8650 בַּל H1077 פָּ֣רְשׂוּ H6566 נֵ֔ס H5251 אָ֣ז H227 חֻלַּ֤ק H2505 עַֽד H5706 שָׁלָל֙ H7998 מַרְבֶּ֔ה H4766 פִּסְחִ֖ים H6455 בָּ֥זְזוּ H962 בַֽז H957 ",
  "24": "וּבַל H1077 יֹאמַ֥ר H559 שָׁכֵ֖ן H7934 חָלִ֑יתִי H2470 הָעָ֛ם H5971 הַיֹּשֵׁ֥ב H3427 בָּ֖הּ Hb נְשֻׂ֥א H5375 עָוֺֽן H5771 "
}
