{
  "1": "קִרְב֤וּ H7126 גוֹיִם֙ H1471 לִשְׁמֹ֔עַ H8085 וּלְאֻמִּ֖ים H3816 הַקְשִׁ֑יבוּ H7181 תִּשְׁמַ֤ע H8085 הָאָ֨רֶץ֙ H776 וּמְלֹאָ֔ H4393 תֵּבֵ֖ל H8398 וְכָל H3605 צֶאֱצָאֶֽיהָ H6631 ",
  "2": "כִּ֣י H3588 קֶ֤צֶף H7110 לַֽיהוָה֙ H3068 עַל H5921 כָּל H3605 הַגּוֹיִ֔ם H1471 וְחֵמָ֖ה H2534 עַל H5921 כָּל H3605 צְבָאָ֑ם H6635 הֶחֱרִימָ֖ם H2763 נְתָנָ֥ם H5414 לַטָּֽבַח H2874 ",
  "3": "וְחַלְלֵי H2491 יֻשְׁלָ֔כוּ H7993 וּפִגְרֵי H6297 יַעֲלֶ֣ה H5927 בָאְשָׁ֑ם H889 וְנָמַ֥סּוּ H4549 הָרִ֖ים H2022 מִדָּמָֽ H1818 ",
  "4": "וְנָמַ֨קּוּ֙ H4743 כָּל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וְנָגֹ֥לּוּ H1556 כַסֵּ֖פֶר H5612 הַשָּׁמָ֑יִם H8064 וְכָל H3605 צְבָאָ֣ם H6635 יִבּ֔וֹל H5034 כִּנְבֹ֤ל H5034 עָלֶה֙ H5929 מִגֶּ֔פֶן H1612 וּכְ H5034 מִתְּאֵנָֽה H8384 ",
  "5": "כִּֽי H3588 רִוְּתָ֥ה H7301 בַשָּׁמַ֖יִם H8064 חַרְבִּ֑י H2719 הִנֵּה֙ H2009 עַל H5921 אֱד֣וֹם H123 תֵּרֵ֔ד H3381 וְעַל H5921 עַ֥ם H5971 חֶרְמִ֖י H2764 לְמִשְׁפָּֽט H4941 ",
  "6": "חֶ֣רֶב H2719 לַיהוָ֞ה H3068 מָלְאָ֥ה H4390 דָם֙ H1818 הֻדַּ֣שְׁנָה H1878 מֵחֵ֔לֶב H2459 מִדַּ֤ם H1818 כָּרִים֙ H3733 וְעַתּוּדִ֔ים H6260 מֵחֵ֖לֶב H2459 כִּלְי֣וֹת H3629 אֵילִ֑ים H352 כִּ֣י H3588 זֶ֤בַח H2077 לַֽיהוָה֙ H3068 בְּבָצְרָ֔ה H1224 וְטֶ֥בַח H2874 גָּד֖וֹל H1419 בְּאֶ֥רֶץ H776 אֱדֽוֹם H123 ",
  "7": "וְיָרְד֤וּ H3381 רְאֵמִים֙ H7214 עִמָּ֔ם H5973 וּפָרִ֖ים H6499 עִם H5973 אַבִּירִ֑ים H47 וְרִוְּתָ֤ה H7301 אַרְצָם֙ H776 מִדָּ֔ם H1818 וַעֲפָרָ֖ H6083 מֵחֵ֥לֶב H2459 יְדֻשָּֽׁן H1878 ",
  "8": "כִּ֛י H3588 י֥וֹם H3117 נָקָ֖ם H5359 לַֽיהוָ֑ה H3068 שְׁנַ֥ת H8141 שִׁלּוּמִ֖ים H7966 לְרִ֥יב H7379 צִיּֽוֹן H6726 ",
  "9": "וְנֶהֶפְכ֤וּ H2015 נְחָלֶ֨יהָ֙ H5158 לְזֶ֔פֶת H2203 וַעֲפָרָ֖ H6083 לְגָפְרִ֑ית H1614 וְהָיְתָ֣ה H1961 אַרְצָ֔הּ H776 לְזֶ֖פֶת H2203 בֹּעֵרָֽה H1197 ",
  "10": "לַ֤יְלָה H3915 וְיוֹמָם֙ H3119 לֹ֣א H3808 תִכְבֶּ֔ה H3518 לְעוֹלָ֖ם H5769 יַעֲלֶ֣ה H5927 עֲשָׁנָ֑הּ H6227 מִדּ֤וֹר H1755 לָדוֹר֙ H1755 תֶּחֱרָ֔ב H2717 לְנֵ֣צַח H5331 נְצָחִ֔ים H5331 אֵ֥ין H369 עֹבֵ֖ר H5674 בָּֽהּ Hb ",
  "11": "וִירֵשׁ֨וּ H3423 קָאַ֣ת H6893 וְקִפּ֔וֹד H7090 וְיַנְשׁ֥וֹף H3244 וְעֹרֵ֖ב H6158 יִשְׁכְּנוּ H7931 בָ֑הּ Hb וְנָטָ֥ה H5186 עָלֶ֛יהָ H5921 קַֽו H6957 תֹ֖הוּ H8414 וְאַבְנֵי H68 בֹֽהוּ H922 ",
  "12": "חֹרֶ֥יהָ H2715 וְאֵֽין H369 שָׁ֖ם H8033 מְלוּכָ֣ה H4410 יִקְרָ֑אוּ H7121 וְכָל H3605 שָׂרֶ֖יהָ H8269 יִ֥הְיוּ H1961 אָֽפֶס H657 ",
  "13": "וְעָלְתָ֤ה H5927 אַרְמְנֹתֶ֨יהָ֙ H759 סִירִ֔ים H5518 קִמּ֥וֹשׂ H7057 וָח֖וֹחַ H2336 בְּמִבְצָרֶ֑י H4013 וְהָיְתָה֙ H1961 נְוֵ֣ה H5116 תַנִּ֔ים H8577 חָצִ֖יר H2681 לִבְנ֥וֹת H1323 יַעֲנָֽה H3284 ",
  "14": "וּפָגְשׁ֤וּ H6298 צִיִּים֙ H6728 אֶת H854 אִיִּ֔ים H338 וְשָׂעִ֖יר H8163 עַל H5921 רֵעֵ֣הוּ H7453 יִקְרָ֑א H7121 אַךְ H389 שָׁם֙ H8033 הִרְגִּ֣יעָה H7280 לִּילִ֔ית H3917 וּמָצְאָ֥ה H4672 לָ֖הּ Hl מָנֽוֹחַ H4494 ",
  "15": "שָׁ֣מָּה H8033 קִנְּנָ֤ה H7077 קִפּוֹז֙ H7091 וַתְּמַלֵּ֔ט H4422 וּבָקְעָ֖ה H1234 וְדָגְרָ֣ה H1716 בְצִלָּ֑ H6738 אַךְ H389 שָׁ֛ם H8033 נִקְבְּצ֥וּ H6908 דַיּ֖וֹת H1772 אִשָּׁ֥ה H802 רְעוּתָֽהּ H7468 ",
  "16": "דִּרְשׁ֨וּ H1875 מֵֽעַל H5921 סֵ֤פֶר H5612 יְהוָה֙ H3068 וּֽקְרָ֔אוּ H7121 אַחַ֤ת H259 מֵהֵ֨נָּה֙ H2007 לֹ֣א H3808 נֶעְדָּ֔רָה H5737 אִשָּׁ֥ה H802 רְעוּתָ֖הּ H7468 לֹ֣א H3808 פָקָ֑דוּ H6485 כִּֽי H3588 פִי֙ H6310 ה֣וּא H1931 צִוָּ֔ה H6680 וְרוּח֖ H7307 ה֥וּא H1931 קִבְּצָֽן H6908 ",
  "17": "וְהֽוּא H1931 הִפִּ֤יל H5307 לָהֶן֙ H1992 גּוֹרָ֔ל H1486 וְיָד֛ H3027 חִלְּקַ֥תָּה H2505 לָהֶ֖ם H1992 בַּקָּ֑ו H6957 עַד H5704 עוֹלָם֙ H5769 יִֽירָשׁ֔וּהָ H3423 לְד֥וֹר H1755 וָד֖וֹר H1755 יִשְׁכְּנוּ H7931 בָֽהּ Hb "
}
