{
  "1": "יְשֻׂשׂ֥וּם H7797 מִדְבָּ֖ר H4057 וְצִיָּ֑ה H6723 וְתָגֵ֧ל H1523 עֲרָבָ֛ה H6160 וְתִפְרַ֖ח H6524 כַּחֲבַצָּֽלֶת H2261 ",
  "2": "פָּרֹ֨חַ H6524 תִּפְרַ֜ח H6524 וְתָגֵ֗ל H1523 אַ֚ף H637 גִּילַ֣ת H1525 וְרַנֵּ֔ן H7442 כְּב֤וֹד H3519 הַלְּבָנוֹן֙ H3844 נִתַּן H5414 לָ֔הּ Hl הֲדַ֥ר H1926 הַכַּרְמֶ֖ל H3760 וְהַ H8289 הֵ֛מָּה H1992 יִרְא֥וּ H7200 כְבוֹד H3519 יְהוָ֖ה H3068 הֲדַ֥ר H1926 אֱלֹהֵֽינוּ H430 ",
  "3": "חַזְּק֖וּ H2388 יָדַ֣יִם H3027 רָפ֑וֹת H7504 וּבִרְכַּ֥יִם H1290 כֹּשְׁל֖וֹת H3782 אַמֵּֽצוּ H553 ",
  "4": "אִמְרוּ֙ H559 לְנִמְהֲרֵי H4116 לֵ֔ב H3820 חִזְק֖וּ H2388 אַל H408 תִּירָ֑אוּ H3372 הִנֵּ֤ה H2009 אֱלֹֽהֵיכֶם֙ H430 נָקָ֣ם H5359 יָב֔וֹא H935 גְּמ֣וּל H1576 אֱלֹהִ֔ים H430 ה֥וּא H1931 יָב֖וֹא H935 וְיֹשַׁעֲ H3467 ",
  "5": "אָ֥ז H227 תִּפָּקַ֖חְנָה H6491 עֵינֵ֣י H5869 עִוְרִ֑ים H5787 וְאָזְנֵ֥י H241 חֵרְשִׁ֖ים H2795 תִּפָּתַֽחְנָה H6605 ",
  "6": "אָ֣ז H227 יְדַלֵּ֤ג H1801 כָּֽאַיָּל֙ H354 פִּסֵּ֔חַ H6455 וְתָרֹ֖ן H7442 לְשׁ֣וֹן H3956 אִלֵּ֑ם H483 כִּֽי H3588 נִבְקְע֤וּ H1234 בַמִּדְבָּר֙ H4057 מַ֔יִם H4325 וּנְחָלִ֖ים H5158 בָּעֲרָבָֽה H6160 ",
  "7": "וְהָיָ֤ה H1961 הַשָּׁרָב֙ H8273 לַאֲגַ֔ם H98 וְצִמָּא֖וֹן H6774 לְמַבּ֣וּעֵי H4002 מָ֑יִם H4325 בִּנְוֵ֤ה H5116 תַנִּים֙ H8577 רִבְצָ֔הּ H7258 חָצִ֖יר H2682 לְקָנֶ֥ה H7070 וָגֹֽמֶא H1573 ",
  "8": "וְהָיָה H1961 שָׁ֞ם H8033 מַסְל֣וּל H4547 וָדֶ֗רֶךְ H1870 וְדֶ֤רֶךְ H1870 הַקֹּ֨דֶשׁ֙ H6944 יִקָּ֣רֵא H7121 לָ֔הּ Hl לֹֽא H3808 יַעַבְרֶ֥נּוּ H5674 טָמֵ֖א H2931 וְהוּא H1931 לָ֑מוֹ Hl הֹלֵ֥ךְ H1980 דֶּ֛רֶךְ H1870 וֶאֱוִילִ֖ים H191 לֹ֥א H3808 יִתְעֽוּ H8582 ",
  "9": "לֹא H3808 יִהְיֶ֨ה H1961 שָׁ֜ם H8033 אַרְיֵ֗ה H738 וּפְרִ֤יץ H6530 חַיּוֹת֙ H2416 בַּֽל H1077 יַעֲלֶ֔נָּה H5927 לֹ֥א H3808 תִמָּצֵ֖א H4672 שָׁ֑ם H8033 וְהָלְכ֖וּ H1980 גְּאוּלִֽים H1350 ",
  "10": "וּפְדוּיֵ֨י H6299 יְהוָ֜ה H3068 יְשֻׁב֗וּן H7725 וּבָ֤אוּ H935 צִיּוֹן֙ H6726 בְּרִנָּ֔ה H7440 וְשִׂמְחַ֥ת H8057 עוֹלָ֖ם H5769 עַל H5921 רֹאשָׁ֑ם H7218 שָׂשׂ֤וֹן H8342 וְשִׂמְחָה֙ H8057 יַשִּׂ֔יגוּ H5381 וְנָ֖סוּ H5127 יָג֥וֹן H3015 וַאֲנָחָֽה H585 "
}
