{
  "1": "וַיְהִ֡י H1961 בְּאַרְבַּע֩ H702 עֶשְׂרֵ֨ה H6240 שָׁנָ֜ה H8141 לַמֶּ֣לֶךְ H4428 חִזְקִיָּ֗הוּ H2396 עָלָ֞ה H5927 סַנְחֵרִ֤יב H5576 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עַ֣ל H5921 כָּל H3605 עָרֵ֧י H5892 יְהוּדָ֛ה H3063 הַבְּצֻר֖וֹת H1219 וַֽיִּתְפְּשֵֽׂ H8610 ",
  "2": "וַיִּשְׁלַ֣ח H7971 מֶֽלֶךְ H4428 אַשּׁ֣וּר H804 אֶת H853 רַב H7262 שָׁקֵ֨ה H7262 מִלָּכִ֧ישׁ H3923 יְרוּשָׁלְַ֛מָה H3389 אֶל H413 הַמֶּ֥לֶךְ H4428 חִזְקִיָּ֖הוּ H2396 בְּחֵ֣יל H2426 כָּבֵ֑ד H3515 וַֽיַּעֲמֹ֗ד H5975 בִּתְעָלַת֙ H8585 הַבְּרֵכָ֣ה H1295 הָעֶלְיוֹנָ֔ה H5945 בִּמְסִלַּ֖ת H4546 שְׂדֵ֥ה H7704 כוֹבֵֽס H3526 ",
  "3": "וַיֵּצֵ֥א H3318 אֵלָ֛יו H413 אֶלְיָקִ֥ים H471 בֶּן H1121 חִלְקִיָּ֖הוּ H2518 אֲשֶׁ֣ר H834 עַל H5921 הַבָּ֑יִת H1004 וְשֶׁבְנָא֙ H7644 הַסֹּפֵ֔ר H5608 וְיוֹאָ֥ח H3098 בֶּן H1121 אָסָ֖ף H623 הַמַּזְכִּֽיר H2142 ",
  "4": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 רַב H7262 שָׁקֵ֔ה H7262 אִמְרוּ H559 נָ֖א H4994 אֶל H413 חִזְקִיָּ֑הוּ H2396 כֹּֽה H3541 אָמַ֞ר H559 הַמֶּ֤לֶךְ H4428 הַגָּדוֹל֙ H1419 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 מָ֧ה H4100 הַבִּטָּח֛וֹן H986 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּטָֽחְתָּ H982 ",
  "5": "אָמַ֨רְתִּי֙ H559 אַךְ H389 דְּבַר H1697 שְׂפָתַ֔יִם H8193 עֵצָ֥ה H6098 וּגְבוּרָ֖ה H1369 לַמִּלְחָמָ֑ה H4421 עַתָּה֙ H6258 עַל H5921 מִ֣י H4310 בָטַ֔חְתָּ H982 כִּ֥י H3588 מָרַ֖דְתָּ H4775 בִּֽי Hb ",
  "6": "הִנֵּ֣ה H2009 בָטַ֡חְתָּ H982 עַל H5921 מִשְׁעֶנֶת֩ H4938 הַקָּנֶ֨ה H7070 הָרָצ֤וּץ H7533 הַזֶּה֙ H2088 עַל H5921 מִצְרַ֔יִם H4714 אֲשֶׁ֨ר H834 יִסָּמֵ֥ךְ H5564 אִישׁ֙ H376 עָלָ֔יו H5921 וּבָ֥א H935 בְכַפּ֖ H3709 וּנְקָבָ֑ H5344 כֵּ֚ן H3651 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 לְכָֽל H3605 הַבֹּטְחִ֖ים H982 עָלָֽיו H5921 ",
  "7": "וְכִי H3588 תֹאמַ֣ר H559 אֵלַ֔י H413 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 בָּטָ֑חְנוּ H982 הֲלוֹא H3808 ה֗וּא H1931 אֲשֶׁ֨ר H834 הֵסִ֤יר H5493 חִזְקִיָּ֨הוּ֙ H2396 אֶת H853 בָּמֹתָ֣יו H1116 וְאֶת H853 מִזְבְּחֹתָ֔יו H4196 וַיֹּ֤אמֶר H559 לִֽיהוּדָה֙ H3063 וְלִ H3389 לִפְנֵ֛י H6440 הַמִּזְבֵּ֥חַ H4196 הַזֶּ֖ה H2088 תִּֽשְׁתַּחֲוֽוּ H7812 ",
  "8": "וְעַתָּה֙ H6258 הִתְעָ֣רֶב H6148 נָ֔א H4994 אֶת H854 אֲדֹנִ֖י H113 הַמֶּ֣לֶךְ H4428 אַשּׁ֑וּר H804 וְאֶתְּנָ֤ה H5414 לְךָ֙ Hl אַלְפַּ֣יִם H505 סוּסִ֔ים H5483 אִם H518 תּוּכַ֕ל H3201 לָ֥תֶת H5414 לְךָ֖ Hl רֹכְבִ֥ים H7392 עֲלֵיהֶֽם H5921 ",
  "9": "וְאֵ֣יךְ H349 תָּשִׁ֗יב H7725 אֵ֠ת H853 פְּנֵ֨י H6440 פַחַ֥ת H6346 אַחַ֛ד H259 עַבְדֵ֥י H5650 אֲדֹנִ֖י H113 הַקְטַנִּ֑ים H6996 וַתִּבְטַ֤ח H982 לְךָ֙ Hl עַל H5921 מִצְרַ֔יִם H4714 לְרֶ֖כֶב H7393 וּלְ H6571 ",
  "10": "וְעַתָּה֙ H6258 הֲמִ H1107 יְהוָ֔ה H3068 עָלִ֛יתִי H5927 עַל H5921 הָאָ֥רֶץ H776 הַזֹּ֖את H2063 לְהַשְׁחִיתָ֑ H7843 יְהוָה֙ H3068 אָמַ֣ר H559 אֵלַ֔י H413 עֲלֵ֛ה H5927 אֶל H413 הָאָ֥רֶץ H776 הַזֹּ֖את H2063 וְהַשְׁחִיתָֽ H7843 ",
  "11": "וַיֹּ֣אמֶר H559 אֶלְיָקִים֩ H471 וְשֶׁבְנָ֨א H7644 וְיוֹאָ֜ח H3098 אֶל H413 רַב H7262 שָׁקֵ֗ה H7262 דַּבֶּר H1696 נָ֤א H4994 אֶל H413 עֲבָדֶ֨יךָ֙ H5650 אֲרָמִ֔ית H762 כִּ֥י H3588 שֹׁמְעִ֖ים H8085 אֲנָ֑חְנוּ H587 וְאַל H408 תְּדַבֵּ֤ר H1696 אֵלֵ֨ינוּ֙ H413 יְהוּדִ֔ית H3066 בְּאָזְנֵ֣י H241 הָעָ֔ם H5971 אֲשֶׁ֖ר H834 עַל H5921 הַחוֹמָֽה H2346 ",
  "12": "וַיֹּ֣אמֶר H559 רַב H7262 שָׁקֵ֗ה H7262 הַאֶ֨ל H413 אֲדֹנֶ֤יךָ H113 וְאֵלֶ֨י H413 שְׁלָחַ֣נִי H7971 אֲדֹנִ֔י H113 לְדַבֵּ֖ר H1696 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 הֲלֹ֣א H3808 עַל H5921 הָאֲנָשִׁ֗ים H376 הַיֹּֽשְׁבִים֙ H3427 עַל H5921 הַ֣חוֹמָ֔ה H2346 לֶאֱכֹ֣ל H398 אֶת H853 חראיהם H2716 וְלִ H8354 אֶת H853 שיניהם H7890 עִמָּכֶֽם H5973 ",
  "13": "וַֽיַּעֲמֹד֙ H5975 רַב H7262 שָׁקֵ֔ה H7262 וַיִּקְרָ֥א H7121 בְקוֹל H6963 גָּד֖וֹל H1419 יְהוּדִ֑ית H3066 וַיֹּ֕אמֶר H559 שִׁמְע֗וּ H8085 אֶת H853 דִּבְרֵ֛י H1697 הַמֶּ֥לֶךְ H4428 הַגָּד֖וֹל H1419 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "14": "כֹּ֚ה H3541 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 אַל H408 יַשִּׁ֥א H5377 לָכֶ֖ם Hl חִזְקִיָּ֑הוּ H2396 כִּ֥י H3588 לֹֽא H3808 יוּכַ֖ל H3201 לְהַצִּ֥יל H5337 אֶתְכֶֽם H853 ",
  "15": "וְאַל H408 יַבְטַ֨ח H982 אֶתְכֶ֤ם H853 חִזְקִיָּ֨הוּ֙ H2396 אֶל H413 יְהוָ֣ה H3068 לֵאמֹ֔ר H559 הַצֵּ֥ל H5337 יַצִּילֵ֖נוּ H5337 יְהוָ֑ה H3068 לֹ֤א H3808 תִנָּתֵן֙ H5414 הָעִ֣יר H5892 הַזֹּ֔את H2063 בְּיַ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "16": "אַֽל H408 תִּשְׁמְע֖וּ H8085 אֶל H413 חִזְקִיָּ֑הוּ H2396 כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 הַמֶּ֣לֶךְ H4428 אַשּׁ֗וּר H804 עֲשֽׂוּ H6213 אִתִּ֤י H854 בְרָכָה֙ H1293 וּצְא֣וּ H3318 אֵלַ֔י H413 וְאִכְל֤וּ H398 אִישׁ H376 גַּפְנוֹ֙ H1612 וְאִ֣ישׁ H376 תְּאֵנָת֔וֹ H8384 וּשְׁת֖וּ H8354 אִ֥ישׁ H376 מֵי H4325 בוֹרֽוֹ H953 ",
  "17": "עַד H5704 בֹּאִ֕י H935 וְלָקַחְתִּ֥י H3947 אֶתְכֶ֖ם H853 אֶל H413 אֶ֣רֶץ H776 כְּאַרְצְ H776 אֶ֤רֶץ H776 דָּגָן֙ H1715 וְתִיר֔וֹשׁ H8492 אֶ֥רֶץ H776 לֶ֖חֶם H3899 וּכְרָמִֽים H3754 ",
  "18": "פֶּן H6435 יַסִּ֨ית H5496 אֶתְכֶ֤ם H853 חִזְקִיָּ֨הוּ֙ H2396 לֵאמֹ֔ר H559 יְהוָ֖ה H3068 יַצִּילֵ֑נוּ H5337 הַהִצִּ֜ילוּ H5337 אֱלֹהֵ֤י H430 הַגּוֹיִם֙ H1471 אִ֣ישׁ H376 אֶת H853 אַרְצ֔וֹ H776 מִיַּ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "19": "אַיֵּ֞ה H346 אֱלֹהֵ֤י H430 חֲמָת֙ H2574 וְאַרְפָּ֔ד H774 אַיֵּ֖ה H346 אֱלֹהֵ֣י H430 סְפַרְוָ֑יִם H5617 וְכִֽי H3588 הִצִּ֥ילוּ H5337 אֶת H853 שֹׁמְר֖וֹן H8111 מִיָּדִֽ H3027 ",
  "20": "מִ֗י H4310 בְּכָל H3605 אֱלֹהֵ֤י H430 הָֽאֲרָצוֹת֙ H776 הָאֵ֔לֶּה H428 אֲשֶׁר H834 הִצִּ֥ילוּ H5337 אֶת H853 אַרְצָ֖ם H776 מִיָּדִ֑ H3027 כִּֽי H3588 יַצִּ֧יל H5337 יְהוָ֛ה H3068 אֶת H853 יְרוּשָׁלִַ֖ם H3389 מִיָּדִֽ H3027 ",
  "21": "וַֽיַּחֲרִ֔ישׁוּ H2790 וְלֹֽא H3808 עָנ֥וּ H6030 אֹת֖וֹ H853 דָּבָ֑ר H1697 כִּֽי H3588 מִצְוַ֨ת H4687 הַמֶּ֥לֶךְ H4428 הִ֛יא H1931 לֵאמֹ֖ר H559 לֹ֥א H3808 תַעֲנֻֽהוּ H6030 ",
  "22": "וַיָּבֹ֣א H935 אֶלְיָקִ֣ים H471 בֶּן H1121 חִלְקִיָּ֣הוּ H2518 אֲשֶׁר H834 עַל H5921 הַ֠בַּיִת H1004 וְשֶׁבְנָ֨א H7644 הַסּוֹפֵ֜ר H5608 וְיוֹאָ֨ח H3098 בֶּן H1121 אָסָ֧ף H623 הַמַּזְכִּ֛יר H2142 אֶל H413 חִזְקִיָּ֖הוּ H2396 קְרוּעֵ֣י H7167 בְגָדִ֑ים H899 וַיַּגִּ֣ידוּ H5046 ל֔וֹ Hl אֵ֖ת H853 דִּבְרֵ֥י H1697 רַב H7262 שָׁקֵֽה H7262 "
}
