{
  "1": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 חָלָ֥ה H2470 חִזְקִיָּ֖הוּ H2396 לָמ֑וּת H4191 וַיָּב֣וֹא H935 אֵ֠לָיו H413 יְשַׁעְיָ֨הוּ H3470 בֶן H1121 אָמ֜וֹץ H531 הַנָּבִ֗יא H5030 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 צַ֣ו H6680 לְבֵיתֶ֔ H1004 כִּ֛י H3588 מֵ֥ת H4191 אַתָּ֖ה H859 וְלֹ֥א H3808 תִֽחְיֶֽה H2421 ",
  "2": "וַיַּסֵּ֧ב H5437 חִזְקִיָּ֛הוּ H2396 פָּנָ֖יו H6440 אֶל H413 הַקִּ֑יר H7023 וַיִּתְפַּלֵּ֖ל H6419 אֶל H413 יְהוָֽה H3068 ",
  "3": "וַיֹּאמַ֗ר H559 אָנָּ֤ה H577 יְהוָה֙ H3068 זְכָר H2142 נָ֞א H4994 אֵ֣ת H853 אֲשֶׁ֧ר H834 הִתְהַלַּ֣כְתִּי H1980 לְפָנֶ֗י H6440 בֶּֽאֱמֶת֙ H571 וּבְ H3820 שָׁלֵ֔ם H8003 וְהַ H2896 בְּעֵינֶ֖י H5869 עָשִׂ֑יתִי H6213 וַיֵּ֥בְךְּ H1058 חִזְקִיָּ֖הוּ H2396 בְּכִ֥י H1058 גָדֽוֹל H1419 ",
  "4": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶֽל H413 יְשַׁעְיָ֖הוּ H3470 לֵאמֹֽר H559 ",
  "5": "הָל֞וֹךְ H1980 וְאָמַרְתָּ֣ H559 אֶל H413 חִזְקִיָּ֗הוּ H2396 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 דָּוִ֣ד H1732 אָבִ֔יךָ H1 שָׁמַ֨עְתִּי֙ H8085 אֶת H853 תְּפִלָּתֶ֔ךָ H8605 רָאִ֖יתִי H7200 אֶת H853 דִּמְעָתֶ֑ךָ H1832 הִנְנִי֙ H2005 יוֹסִ֣ף H3254 עַל H5921 יָמֶ֔יךָ H3117 חֲמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
  "6": "וּמִ H3709 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 אַצִּ֣ילְךָ֔ H5337 וְאֵ֖ת H853 הָעִ֣יר H5892 הַזֹּ֑את H2063 וְגַנּוֹתִ֖י H1598 עַל H5921 הָעִ֥יר H5892 הַזֹּֽאת H2063 ",
  "7": "וְזֶה H2088 לְּךָ֥ Hl הָא֖וֹת H226 מֵאֵ֣ת H853 יְהוָ֑ה H3068 אֲשֶׁר֙ H834 יַעֲשֶׂ֣ה H6213 יְהוָ֔ה H3068 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
  "8": "הִנְנִ֣י H2005 מֵשִׁ֣יב H7725 אֶת H853 צֵ֣ל H6738 הַֽמַּעֲל֡וֹת H4609 אֲשֶׁ֣ר H834 יָרְדָה֩ H3381 בְמַעֲל֨וֹת H4609 אָחָ֥ז H271 בַּשֶּׁ֛מֶשׁ H8121 אֲחֹרַנִּ֖ית H322 עֶ֣שֶׂר H6235 מַעֲל֑וֹת H4609 וַתָּ֤שָׁב H7725 הַשֶּׁ֨מֶשׁ֙ H8121 עֶ֣שֶׂר H6235 מַעֲל֔וֹת H4609 בַּֽמַּעֲל֖וֹת H4609 אֲשֶׁ֥ר H834 יָרָֽדָה H3381 ",
  "9": "מִכְתָּ֖ב H4385 לְחִזְקִיָּ֣הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בַּחֲלֹת֕ H2470 וַיְחִ֖י H2421 מֵחָלְיֽ H2483 ",
  "10": "אֲנִ֣י H589 אָמַ֗רְתִּי H559 בִּדְמִ֥י H1824 יָמַ֛י H3117 אֵלֵ֖כָה H3212 בְּשַׁעֲרֵ֣י H8179 שְׁא֑וֹל H7585 פֻּקַּ֖דְתִּי H6485 יֶ֥תֶר H3499 שְׁנוֹתָֽי H8141 ",
  "11": "אָמַ֨רְתִּי֙ H559 לֹא H3808 אֶרְאֶ֣ה H7200 יָ֔הּ H3050 יָ֖הּ H3050 בְּאֶ֣רֶץ H776 הַחַיִּ֑ים H2416 לֹא H3808 אַבִּ֥יט H5027 אָדָ֛ם H120 ע֖וֹד H5750 עִם H5973 י֥וֹשְׁבֵי H3427 חָֽדֶל H2309 ",
  "12": "דּוֹרִ֗י H1755 נִסַּ֧ע H5265 וְנִגְלָ֛ה H1540 מִנִּ֖י H4480 כְּאֹ֣הֶל H168 רֹעִ֑י H7473 קִפַּ֨דְתִּי H7088 כָאֹרֵ֤ג H707 חַיַּי֙ H2416 מִדַּלָּ֣ה H1803 יְבַצְּעֵ֔נִי H1214 מִיּ֥וֹם H3117 עַד H5704 לַ֖יְלָה H3915 תַּשְׁלִימֵֽנִי H7999 ",
  "13": "שִׁוִּ֤יתִי H7737 עַד H5704 בֹּ֨קֶר֙ H1242 כָּֽאֲרִ֔י H738 כֵּ֥ן H3651 יְשַׁבֵּ֖ר H7665 כָּל H3605 עַצְמוֹתָ֑י H6106 מִיּ֥וֹם H3117 עַד H5704 לַ֖יְלָה H3915 תַּשְׁלִימֵֽנִי H7999 ",
  "14": "כְּס֤וּס H5483 עָגוּר֙ H5693 כֵּ֣ן H3651 אֲצַפְצֵ֔ף H6850 אֶהְגֶּ֖ה H1897 כַּיּוֹנָ֑ה H3123 דַּלּ֤וּ H1809 עֵינַי֙ H5869 לַמָּר֔וֹם H4791 אֲדֹנָ֖י H136 עָֽשְׁקָה H6234 לִּ֥י Hl עָרְבֵֽנִי H6148 ",
  "15": "מָֽה H4100 אֲדַבֵּ֥ר H1696 וְאָֽמַר H559 לִ֖י Hl וְה֣וּא H1931 עָשָׂ֑ה H6213 אֶדַּדֶּ֥ה H1718 כָל H3605 שְׁנוֹתַ֖י H8141 עַל H5921 מַ֥ר H4751 נַפְשִֽׁי H5315 ",
  "16": "אֲדֹנָ֖י H136 עֲלֵיהֶ֣ם H5921 יִֽחְי֑וּ H2421 וּלְ H3605 בָּהֶן֙ Hb חַיֵּ֣י H2416 רוּחִ֔י H7307 וְתַחֲלִימֵ֖ H2492 וְהַחֲיֵֽ H2421 ",
  "17": "הִנֵּ֥ה H2009 לְשָׁל֖וֹם H7965 מַר H4751 לִ֣י Hl מָ֑ר H4843 וְאַתָּ֞ה H859 חָשַׁ֤קְתָּ H2836 נַפְשִׁי֙ H5315 מִשַּׁ֣חַת H7845 בְּלִ֔י H1097 כִּ֥י H3588 הִשְׁלַ֛כְתָּ H7993 אַחֲרֵ֥י H310 גֵוְךָ֖ H1460 כָּל H3605 חֲטָאָֽי H2399 ",
  "18": "כִּ֣י H3588 לֹ֥א H3808 שְׁא֛וֹל H7585 תּוֹדֶ֖ךָּ H3034 מָ֣וֶת H4194 יְהַלְלֶ֑ךָּ H1984 לֹֽא H3808 יְשַׂבְּר֥וּ H7663 יֽוֹרְדֵי H3381 ב֖וֹר H953 אֶל H413 אֲמִתֶּֽךָ H571 ",
  "19": "חַ֥י H2416 חַ֛י H2416 ה֥וּא H1931 יוֹדֶ֖ךָ H3034 כָּמ֣וֹנִי H3644 הַיּ֑וֹם H3117 אָ֣ב H1 לְבָנִ֔ים H1121 יוֹדִ֖יעַ H3045 אֶל H413 אֲמִתֶּֽךָ H571 ",
  "20": "יְהוָ֖ה H3068 לְהוֹשִׁיעֵ֑ H3467 וּנְגִנוֹתַ֧י H5058 נְנַגֵּ֛ן H5059 כָּל H3605 יְמֵ֥י H3117 חַיֵּ֖ינוּ H2416 עַל H5921 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "21": "וַיֹּ֣אמֶר H559 יְשַׁעְיָ֔הוּ H3470 יִשְׂא֖וּ H5375 דְּבֶ֣לֶת H1690 תְּאֵנִ֑ים H8384 וְיִמְרְח֥וּ H4799 עַֽל H5921 הַשְּׁחִ֖ין H7822 וְיֶֽחִי H2421 ",
  "22": "וַיֹּ֥אמֶר H559 חִזְקִיָּ֖הוּ H2396 מָ֣ה H4100 א֑וֹת H226 כִּ֥י H3588 אֶעֱלֶ֖ה H5927 בֵּ֥ית H1004 יְהוָֽה H3068 "
}
