{
  "1": "כָּרַ֥ע H3766 בֵּל֙ H1078 קֹרֵ֣ס H7164 נְב֔וֹ H5015 הָיוּ֙ H1961 עֲצַבֵּיהֶ֔ם H6091 לַחַיָּ֖ה H2416 וְלַ H929 נְשֻׂאֹתֵיכֶ֣ם H5385 עֲמוּס֔וֹת H6006 מַשָּׂ֖א H4853 לַעֲיֵפָֽה H5889 ",
  "2": "קָרְס֤וּ H7164 כָֽרְעוּ֙ H3766 יַחְדָּ֔ו H3162 לֹ֥א H3808 יָכְל֖וּ H3201 מַלֵּ֣ט H4422 מַשָּׂ֑א H4853 וְנַפְשָׁ֖ H5315 בַּשְּׁבִ֥י H7628 הָלָֽכָה H1980 ",
  "3": "שִׁמְע֤וּ H8085 אֵלַי֙ H413 בֵּ֣ית H1004 יַעֲקֹ֔ב H3290 וְכָל H3605 שְׁאֵרִ֖ית H7611 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הַֽעֲמֻסִים֙ H6006 מִנִּי H4480 בֶ֔טֶן H990 הַנְּשֻׂאִ֖ים H5375 מִנִּי H4480 רָֽחַם H7356 ",
  "4": "וְעַד H5704 זִקְנָה֙ H2209 אֲנִ֣י H589 ה֔וּא H1931 וְעַד H5704 שֵיבָ֖ה H7872 אֲנִ֣י H589 אֶסְבֹּ֑ל H5445 אֲנִ֤י H589 עָשִׂ֨יתִי֙ H6213 וַאֲנִ֣י H589 אֶשָּׂ֔א H5375 וַאֲנִ֥י H589 אֶסְבֹּ֖ל H5445 וַאֲמַלֵּֽט H4422 ",
  "5": "לְמִ֥י H4310 תְדַמְי֖וּנִי H1819 וְתַשְׁו֑וּ H7737 וְתַמְשִׁל֖וּ H4911 וְנִדְמֶֽה H1819 ",
  "6": "הַזָּלִ֤ים H2107 זָהָב֙ H2091 מִכִּ֔יס H3599 וְכֶ֖סֶף H3701 בַּקָּנֶ֣ה H7070 יִשְׁקֹ֑לוּ H8254 יִשְׂכְּר֤וּ H7936 צוֹרֵף֙ H6884 וְיַעֲשֵׂ֣ H6213 אֵ֔ל H410 יִסְגְּד֖וּ H5456 אַף H637 יִֽשְׁתַּחֲוּֽוּ H7812 ",
  "7": "יִ֠שָּׂאֻהוּ H5375 עַל H5921 כָּתֵ֨ף H3802 יִסְבְּלֻ֜הוּ H5445 וְיַנִּיחֻ֤ H3240 תַחְתָּיו֙ H8478 וְיַֽעֲמֹ֔ד H5975 מִמְּקוֹמ֖ H4725 לֹ֣א H3808 יָמִ֑ישׁ H4185 אַף H637 יִצְעַ֤ק H6817 אֵלָיו֙ H413 וְלֹ֣א H3808 יַעֲנֶ֔ה H6030 מִצָּרָת֖ H6869 לֹ֥א H3808 יוֹשִׁיעֶֽנּוּ H3467 ",
  "8": "זִכְרוּ H2142 זֹ֖את H2063 וְהִתְאֹשָׁ֑שׁוּ H377 הָשִׁ֥יבוּ H7725 פוֹשְׁעִ֖ים H6586 עַל H5921 לֵֽב H3820 ",
  "9": "זִכְר֥וּ H2142 רִאשֹׁנ֖וֹת H7223 מֵעוֹלָ֑ם H5769 כִּ֣י H3588 אָנֹכִ֥י H595 אֵל֙ H410 וְאֵ֣ין H369 ע֔וֹד H5750 אֱלֹהִ֖ים H430 וְאֶ֥פֶס H657 כָּמֽוֹנִי H3644 ",
  "10": "מַגִּ֤יד H5046 מֵֽרֵאשִׁית֙ H7225 אַחֲרִ֔ית H319 וּמִ H6924 אֲשֶׁ֣ר H834 לֹא H3808 נַעֲשׂ֑וּ H6213 אֹמֵר֙ H559 עֲצָתִ֣י H6098 תָק֔וּם H6965 וְכָל H3605 חֶפְצִ֖י H2656 אֶעֱשֶֽׂה H6213 ",
  "11": "קֹרֵ֤א H7121 מִמִּזְרָח֙ H4217 עַ֔יִט H5861 מֵאֶ֥רֶץ H776 מֶרְחָ֖ק H4801 אִ֣ישׁ H376 עצתו H6098 אַף H637 דִּבַּ֨רְתִּי֙ H1696 אַף H637 אֲבִיאֶ֔נָּה H935 יָצַ֖רְתִּי H3335 אַף H637 אֶעֱשֶֽׂנָּה H6213 ",
  "12": "שִׁמְע֥וּ H8085 אֵלַ֖י H413 אַבִּ֣ירֵי H47 לֵ֑ב H3820 הָרְחוֹקִ֖ים H7350 מִצְּדָקָֽה H6666 ",
  "13": "קֵרַ֤בְתִּי H7126 צִדְקָתִי֙ H6666 לֹ֣א H3808 תִרְחָ֔ק H7368 וּתְשׁוּעָתִ֖ H8668 לֹ֣א H3808 תְאַחֵ֑ר H309 וְנָתַתִּ֤י H5414 בְצִיּוֹן֙ H6726 תְּשׁוּעָ֔ה H8668 לְיִשְׂרָאֵ֖ל H3478 תִּפְאַרְתִּֽי H8597 "
}
