{
  "1": "רְדִ֣י H3381 וּשְׁבִ֣י H3427 עַל H5921 עָפָ֗ר H6083 בְּתוּלַת֙ H1330 בַּת H1323 בָּבֶ֔ל H894 שְׁבִי H3427 לָאָ֥רֶץ H776 אֵין H369 כִּסֵּ֖א H3678 בַּת H1323 כַּשְׂדִּ֑ים H3778 כִּ֣י H3588 לֹ֤א H3808 תוֹסִ֨יפִי֙ H3254 יִקְרְאוּ H7121 לָ֔ךְ Hl רַכָּ֖ה H7390 וַעֲנֻגָּֽה H6028 ",
  "2": "קְחִ֥י H3947 רֵחַ֖יִם H7347 וְטַ֣חֲנִי H2912 קָ֑מַח H7058 גַּלִּ֨י H1540 צַמָּתֵ֧ךְ H6777 חֶשְׂפִּי H2834 שֹׁ֛בֶל H7640 גַּלִּי H1540 שׁ֖וֹק H7785 עִבְרִ֥י H5674 נְהָרֽוֹת H5104 ",
  "3": "תִּגָּל֙ H1540 עֶרְוָתֵ֔ךְ H6172 גַּ֥ם H1571 תֵּרָאֶ֖ה H7200 חֶרְפָּתֵ֑ךְ H2781 נָקָ֣ם H5359 אֶקָּ֔ח H3947 וְלֹ֥א H3808 אֶפְגַּ֖ע H6293 אָדָֽם H120 ",
  "4": "גֹּאֲלֵ֕נוּ H1350 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמ֑וֹ H8034 קְד֖וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "5": "שְׁבִ֥י H3427 דוּמָ֛ם H1748 וּבֹ֥אִי H935 בַחֹ֖שֶׁךְ H2822 בַּת H1323 כַּשְׂדִּ֑ים H3778 כִּ֣י H3588 לֹ֤א H3808 תוֹסִ֨יפִי֙ H3254 יִקְרְאוּ H7121 לָ֔ךְ Hl גְּבֶ֖רֶת H1404 מַמְלָכֽוֹת H4467 ",
  "6": "קָצַ֣פְתִּי H7107 עַל H5921 עַמִּ֗י H5971 חִלַּ֨לְתִּי֙ H2490 נַחֲלָתִ֔י H5159 וָאֶתְּנֵ֖ H5414 בְּיָדֵ֑ H3027 לֹא H3808 שַׂ֤מְתְּ H7760 לָהֶם֙ H1992 רַחֲמִ֔ים H7356 עַל H5921 זָקֵ֕ן H2205 הִכְבַּ֥דְתְּ H3513 עֻלֵּ֖ךְ H5923 מְאֹֽד H3966 ",
  "7": "וַתֹּ֣אמְרִ֔י H559 לְעוֹלָ֖ם H5769 אֶהְיֶ֣ה H1961 גְבָ֑רֶת H1404 עַ֣ד H5704 לֹא H3808 שַׂ֥מְתְּ H7760 אֵ֨לֶּה֙ H428 עַל H5921 לִבֵּ֔ךְ H3820 לֹ֥א H3808 זָכַ֖רְתְּ H2142 אַחֲרִיתָֽהּ H319 ",
  "8": "וְעַתָּ֞ה H6258 שִׁמְעִי H8085 זֹ֤את H2063 עֲדִינָה֙ H5719 הַיּוֹשֶׁ֣בֶת H3427 לָבֶ֔טַח H983 הָאֹֽמְרָה֙ H559 בִּלְבָ֔בָ H3824 אֲנִ֖י H589 וְאַפְסִ֣ H657 ע֑וֹד H5750 לֹ֤א H3808 אֵשֵׁב֙ H3427 אַלְמָנָ֔ה H490 וְלֹ֥א H3808 אֵדַ֖ע H3045 שְׁכֽוֹל H7908 ",
  "9": "וְתָבֹאנָה֩ H935 לָּ֨ךְ Hl שְׁתֵּי H8147 אֵ֥לֶּה H428 רֶ֛גַע H7281 בְּי֥וֹם H3117 אֶחָ֖ד H259 שְׁכ֣וֹל H7908 וְאַלְמֹ֑ן H489 כְּתֻמָּ H8537 בָּ֣אוּ H935 עָלַ֔יִךְ H5921 בְּרֹ֣ב H7230 כְּשָׁפַ֔יִךְ H3785 בְּעָצְמַ֥ת H6109 חֲבָרַ֖יִךְ H2267 מְאֹֽד H3966 ",
  "10": "וַתִּבְטְחִ֣י H982 בְרָעָתֵ֗ H7451 אָמַרְתְּ֙ H559 אֵ֣ין H369 רֹאָ֔נִי H7200 חָכְמָתֵ֥ךְ H2451 וְדַעְתֵּ֖ H1847 הִ֣יא H1931 שׁוֹבְבָ֑תֶךְ H7725 וַתֹּאמְרִ֣י H559 בְלִבֵּ֔ H3820 אֲנִ֖י H589 וְאַפְסִ֥ H657 עֽוֹד H5750 ",
  "11": "וּבָ֧א H935 עָלַ֣יִךְ H5921 רָעָ֗ה H7451 לֹ֤א H3808 תֵדְעִי֙ H3045 שַׁחְרָ֔הּ H7837 וְתִפֹּ֤ל H5307 עָלַ֨יִךְ֙ H5921 הֹוָ֔ה H1943 לֹ֥א H3808 תוּכְלִ֖י H3201 כַּפְּרָ֑הּ H3722 וְתָבֹ֨א H935 עָלַ֧יִךְ H5921 פִּתְאֹ֛ם H6597 שׁוֹאָ֖ה H7722 לֹ֥א H3808 תֵדָֽעִי H3045 ",
  "12": "עִמְדִי H5975 נָ֤א H4994 בַחֲבָרַ֨יִ H2267 וּבְ H7230 כְּשָׁפַ֔יִךְ H3785 בַּאֲשֶׁ֥ר H834 יָגַ֖עַתְּ H3021 מִנְּעוּרָ֑יִ H5271 אוּלַ֛י H194 תּוּכְלִ֥י H3201 הוֹעִ֖יל H3276 אוּלַ֥י H194 תַּעֲרֽוֹצִי H6206 ",
  "13": "נִלְאֵ֖ית H3811 בְּרֹ֣ב H7230 עֲצָתָ֑יִךְ H6098 יַעַמְדוּ H5975 נָ֨א H4994 וְיוֹשִׁיעֻ֜ H3467 הברו H1895 שָׁמַ֗יִם H8064 הַֽחֹזִים֙ H2374 בַּכּ֣וֹכָבִ֔ים H3556 מֽוֹדִיעִם֙ H3045 לֶחֳדָשִׁ֔ים H2320 מֵאֲשֶׁ֥ר H834 יָבֹ֖אוּ H935 עָלָֽיִךְ H5921 ",
  "14": "הִנֵּ֨ה H2009 הָי֤וּ H1961 כְקַשׁ֙ H7179 אֵ֣שׁ H784 שְׂרָפָ֔תַם H8313 לֹֽא H3808 יַצִּ֥ילוּ H5337 אֶת H853 נַפְשָׁ֖ם H5315 מִיַּ֣ד H3027 לֶֽהָבָ֑ה H3852 אֵין H369 גַּחֶ֣לֶת H1513 לַחְמָ֔ם H2552 א֖וּר H217 לָשֶׁ֥בֶת H3427 נֶגְדּֽוֹ H5048 ",
  "15": "כֵּ֥ן H3651 הָיוּ H1961 לָ֖ךְ Hl אֲשֶׁ֣ר H834 יָגָ֑עַתְּ H3021 סֹחֲרַ֣יִךְ H5503 מִנְּעוּרַ֗יִ H5271 אִ֤ישׁ H376 לְעֶבְר H5676 תָּע֔וּ H8582 אֵ֖ין H369 מוֹשִׁיעֵֽךְ H3467 "
}
