{
  "1": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אֵ֣י H335 זֶ֠ה H2088 סֵ֣פֶר H5612 כְּרִית֤וּת H3748 אִמְּכֶם֙ H517 אֲשֶׁ֣ר H834 שִׁלַּחְתִּ֔יהָ H7971 א֚וֹ H176 מִ֣י H4310 מִנּוֹשַׁ֔ H5383 אֲשֶׁר H834 מָכַ֥רְתִּי H4376 אֶתְכֶ֖ם H853 ל֑וֹ Hl הֵ֤ן H2005 בַּעֲוֺנֹֽתֵי H5771 נִמְכַּרְתֶּ֔ם H4376 וּבְ H6588 שֻׁלְּחָ֥ה H7971 אִמְּכֶֽם H517 ",
  "2": "מַדּ֨וּעַ H4069 בָּ֜אתִי H935 וְאֵ֣ין H369 אִ֗ישׁ H376 קָרָֽאתִי֮ H7121 וְאֵ֣ין H369 עוֹנֶה֒ H6030 הֲקָצ֨וֹר H7114 קָצְרָ֤ה H7114 יָדִי֙ H3027 מִפְּד֔וּת H6304 וְאִם H518 אֵֽין H369 בִּ֥י Hb כֹ֖חַ H3581 לְהַצִּ֑יל H5337 הֵ֣ן H2005 בְּגַעֲרָתִ֞ H1606 אַחֲרִ֣יב H2717 יָ֗ם H3220 אָשִׂ֤ים H7760 נְהָרוֹת֙ H5104 מִדְבָּ֔ר H4057 תִּבְאַ֤שׁ H887 דְּגָתָם֙ H1710 מֵאֵ֣ין H369 מַ֔יִם H4325 וְתָמֹ֖ת H4191 בַּצָּמָֽא H6772 ",
  "3": "אַלְבִּ֥ישׁ H3847 שָׁמַ֖יִם H8064 קַדְר֑וּת H6940 וְשַׂ֖ק H8242 אָשִׂ֥ים H7760 כְּסוּתָֽם H3682 ",
  "4": "אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 נָ֤תַן H5414 לִי֙ Hl לְשׁ֣וֹן H3956 לִמּוּדִ֔ים H3928 לָדַ֛עַת H3045 לָע֥וּת H5790 אֶת H853 יָעֵ֖ף H3287 דָּבָ֑ר H1697 יָעִ֣יר H5782 בַּבֹּ֣קֶר H1242 בַּבֹּ֗קֶר H1242 יָעִ֥יר H5782 לִי֙ Hl אֹ֔זֶן H241 לִשְׁמֹ֖עַ H8085 כַּלִּמּוּדִֽים H3928 ",
  "5": "אֲדֹנָ֤י H136 יְהוִה֙ H3069 פָּתַֽח H6605 לִ֣י Hl אֹ֔זֶן H241 וְאָנֹכִ֖י H595 לֹ֣א H3808 מָרִ֑יתִי H4784 אָח֖וֹר H268 לֹ֥א H3808 נְסוּגֹֽתִי H5472 ",
  "6": "גֵּוִי֙ H1460 נָתַ֣תִּי H5414 לְמַכִּ֔ים H5221 וּלְחָיַ֖ H3895 לְמֹֽרְטִ֑ים H4803 פָּנַי֙ H6440 לֹ֣א H3808 הִסְתַּ֔רְתִּי H5641 מִכְּלִמּ֖וֹת H3639 וָרֹֽק H7536 ",
  "7": "וַאדֹנָ֤ H136 יְהוִה֙ H3069 יַֽעֲזָר H5826 לִ֔י Hl עַל H5921 כֵּ֖ן H3651 לֹ֣א H3808 נִכְלָ֑מְתִּי H3637 עַל H5921 כֵּ֞ן H3651 שַׂ֤מְתִּי H7760 פָנַי֙ H6440 כַּֽחַלָּמִ֔ישׁ H2496 וָאֵדַ֖ע H3045 כִּי H3588 לֹ֥א H3808 אֵבֽוֹשׁ H954 ",
  "8": "קָרוֹב֙ H7138 מַצְדִּיקִ֔י H6663 מִֽי H4310 יָרִ֥יב H7378 אִתִּ֖י H854 נַ֣עַמְדָה H5975 יָּ֑חַד H3162 מִֽי H4310 בַ֥עַל H1167 מִשְׁפָּטִ֖י H4941 יִגַּ֥שׁ H5066 אֵלָֽי H413 ",
  "9": "הֵ֣ן H2005 אֲדֹנָ֤י H136 יְהוִה֙ H3069 יַֽעֲזָר H5826 לִ֔י Hl מִי H4310 ה֖וּא H1931 יַרְשִׁיעֵ֑נִי H7561 הֵ֤ן H2005 כֻּלָּם֙ H3605 כַּבֶּ֣גֶד H899 יִבְל֔וּ H1086 עָ֖שׁ H6211 יֹאכְלֵֽם H398 ",
  "10": "מִ֤י H4310 בָכֶם֙ Hb יְרֵ֣א H3373 יְהוָ֔ה H3068 שֹׁמֵ֖עַ H8085 בְּק֣וֹל H6963 עַבְדּ֑וֹ H5650 אֲשֶׁ֣ר H834 הָלַ֣ךְ H1980 חֲשֵׁכִ֗ים H2825 וְאֵ֥ין H369 נֹ֨גַהּ֙ H5051 ל֔וֹ Hl יִבְטַח֙ H982 בְּשֵׁ֣ם H8034 יְהוָ֔ה H3068 וְיִשָּׁעֵ֖ן H8172 בֵּאלֹהָֽי H430 ",
  "11": "הֵ֧ן H2005 כֻּלְּכֶ֛ם H3605 קֹ֥דְחֵי H6919 אֵ֖שׁ H784 מְאַזְּרֵ֣י H247 זִיק֑וֹת H2131 לְכ֣וּ H3212 בְּא֣וּר H217 אֶשְׁכֶ֗ם H784 וּבְ H2131 בִּֽעַרְתֶּ֔ם H1197 מִיָּדִ H3027 הָיְתָה H1961 זֹּ֣את H2063 לָכֶ֔ם Hl לְמַעֲצֵבָ֖ה H4620 תִּשְׁכָּבֽוּן H7901 "
}
