{
  "1": "ר֛וּחַ H7307 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 עָלָ֑י H5921 יַ֡עַן H3282 מָשַׁח֩ H4886 יְהוָ֨ה H3068 אֹתִ֜י H853 לְבַשֵּׂ֣ר H1319 עֲנָוִ֗ים H6035 שְׁלָחַ֨נִי֙ H7971 לַחֲבֹ֣שׁ H2280 לְנִשְׁבְּרֵי H7665 לֵ֔ב H3820 לִקְרֹ֤א H7121 לִשְׁבוּיִם֙ H7617 דְּר֔וֹר H1865 וְלַ H631 פְּקַח H6495 קֽוֹחַ H6495 ",
  "2": "לִקְרֹ֤א H7121 שְׁנַת H8141 רָצוֹן֙ H7522 לַֽיהוָ֔ה H3068 וְי֥וֹם H3117 נָקָ֖ם H5359 לֵאלֹהֵ֑י H430 לְנַחֵ֖ם H5162 כָּל H3605 אֲבֵלִֽים H57 ",
  "3": "לָשׂ֣וּם H7760 לַאֲבֵלֵ֣י H57 צִיּ֗וֹן H6726 לָתֵת֩ H5414 לָהֶ֨ם Hl פְּאֵ֜ר H6287 תַּ֣חַת H8478 אֵ֗פֶר H665 שֶׁ֤מֶן H8081 שָׂשׂוֹן֙ H8342 תַּ֣חַת H8478 אֵ֔בֶל H60 מַעֲטֵ֣ה H4594 תְהִלָּ֔ה H8416 תַּ֖חַת H8478 ר֣וּחַ H7307 כֵּהָ֑ה H3544 וְקֹרָ֤א H7121 לָהֶם֙ Hl אֵילֵ֣י H352 הַצֶּ֔דֶק H6664 מַטַּ֥ע H4302 יְהוָ֖ה H3068 לְהִתְפָּאֵֽר H6286 ",
  "4": "וּבָנוּ֙ H1129 חָרְב֣וֹת H2723 עוֹלָ֔ם H5769 שֹׁמְמ֥וֹת H8074 רִֽאשֹׁנִ֖ים H7223 יְקוֹמֵ֑מוּ H6965 וְחִדְּשׁוּ֙ H2318 עָ֣רֵי H5892 חֹ֔רֶב H2721 שֹׁמְמ֖וֹת H8074 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
  "5": "וְעָמְד֣וּ H5975 זָרִ֔ים H2114 וְרָע֖וּ H7462 צֹאנְכֶ֑ם H6629 וּבְנֵ֣י H1121 נֵכָ֔ר H5236 אִכָּרֵיכֶ֖ם H406 וְכֹרְמֵי H3755 ",
  "6": "וְאַתֶּ֗ם H859 כֹּהֲנֵ֤י H3548 יְהוָה֙ H3068 תִּקָּרֵ֔אוּ H7121 מְשָׁרְתֵ֣י H8334 אֱלֹהֵ֔ינוּ H430 יֵאָמֵ֖ר H559 לָכֶ֑ם Hl חֵ֤יל H2428 גּוֹיִם֙ H1471 תֹּאכֵ֔לוּ H398 וּבִ H3519 תִּתְיַמָּֽרוּ H3235 ",
  "7": "תַּ֤חַת H8478 בָּשְׁתְּכֶם֙ H1322 מִשְׁנֶ֔ה H4932 וּכְלִמָּ֖ה H3639 יָרֹ֣נּוּ H7442 חֶלְקָ֑ם H2506 לָכֵ֤ן H3651 בְּאַרְצָ H776 מִשְׁנֶ֣ה H4932 יִירָ֔שׁוּ H3423 שִׂמְחַ֥ת H8057 עוֹלָ֖ם H5769 תִּֽהְיֶ֥ה H1961 לָהֶֽם Hl ",
  "8": "כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֹהֵ֣ב H157 מִשְׁפָּ֔ט H4941 שֹׂנֵ֥א H8130 גָזֵ֖ל H1498 בְּעוֹלָ֑ה H5930 וְנָתַתִּ֤י H5414 פְעֻלָּתָם֙ H6468 בֶּאֱמֶ֔ת H571 וּבְרִ֥ית H1285 עוֹלָ֖ם H5769 אֶכְר֥וֹת H3772 לָהֶֽם Hl ",
  "9": "וְנוֹדַ֤ע H3045 בַּגּוֹיִם֙ H1471 זַרְעָ֔ם H2233 וְצֶאֱצָאֵי H6631 בְּת֣וֹךְ H8432 הָעַמִּ֑ים H5971 כָּל H3605 רֹֽאֵיהֶם֙ H7200 יַכִּיר֔וּם H5234 כִּ֛י H3588 הֵ֥ם H1992 זֶ֖רַע H2233 בֵּרַ֥ךְ H1288 יְהוָֽה H3068 ",
  "10": "שׂ֧וֹשׂ H7797 אָשִׂ֣ישׂ H7797 בַּֽיהוָ֗ה H3068 תָּגֵ֤ל H1523 נַפְשִׁי֙ H5315 בֵּֽאלֹהַ֔ H430 כִּ֤י H3588 הִלְבִּישַׁ֨נִי֙ H3847 בִּגְדֵי H899 יֶ֔שַׁע H3468 מְעִ֥יל H4598 צְדָקָ֖ה H6666 יְעָטָ֑נִי H3271 כֶּֽחָתָן֙ H2860 יְכַהֵ֣ן H3547 פְּאֵ֔ר H6287 וְכַ H3618 תַּעְדֶּ֥ה H5710 כֵלֶֽיהָ H3627 ",
  "11": "כִּ֤י H3588 כָאָ֨רֶץ֙ H776 תּוֹצִ֣יא H3318 צִמְחָ֔הּ H6780 וּכְ H1593 זֵרוּעֶ֣יהָ H2221 תַצְמִ֑יחַ H6779 כֵּ֣ן H3651 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 יַצְמִ֤יחַ H6779 צְדָקָה֙ H6666 וּתְהִלָּ֔ה H8416 נֶ֖גֶד H5048 כָּל H3605 הַגּוֹיִֽם H1471 "
}
