{
  "1": "לְמַ֤עַן H4616 צִיּוֹן֙ H6726 לֹ֣א H3808 אֶחֱשֶׁ֔ה H2814 וּלְמַ֥עַן H4616 יְרוּשָׁלִַ֖ם H3389 לֹ֣א H3808 אֶשְׁק֑וֹט H8252 עַד H5704 יֵצֵ֤א H3318 כַנֹּ֨גַהּ֙ H5051 צִדְקָ֔הּ H6664 וִישׁוּעָתָ֖ H3444 כְּלַפִּ֥יד H3940 יִבְעָֽר H1197 ",
  "2": "וְרָא֤וּ H7200 גוֹיִם֙ H1471 צִדְקֵ֔ךְ H6664 וְכָל H3605 מְלָכִ֖ים H4428 כְּבוֹדֵ֑ךְ H3519 וְקֹ֤רָא H7121 לָךְ֙ Hl שֵׁ֣ם H8034 חָדָ֔שׁ H2319 אֲשֶׁ֛ר H834 פִּ֥י H6310 יְהוָ֖ה H3068 יִקֳּבֶֽנּוּ H5344 ",
  "3": "וְהָיִ֛יתְ H1961 עֲטֶ֥רֶת H5850 תִּפְאֶ֖רֶת H8597 בְּיַד H3027 יְהוָ֑ה H3068 וצנוף H6797 מְלוּכָ֖ה H4410 בְּכַף H3709 אֱלֹהָֽיִךְ H430 ",
  "4": "לֹֽא H3808 יֵאָמֵר֩ H559 לָ֨ךְ Hl ע֜וֹד H5750 עֲזוּבָ֗ה H5800 וּלְ H776 לֹא H3808 יֵאָמֵ֥ר H559 עוֹד֙ H5750 שְׁמָמָ֔ה H8077 כִּ֣י H3588 לָ֗ךְ Hl יִקָּרֵא֙ H7121 חֶפְצִי H2657 בָ֔הּ H2657 וּלְ H776 בְּעוּלָ֑ה H1166 כִּֽי H3588 חָפֵ֤ץ H2654 יְהוָה֙ H3068 בָּ֔ךְ Hb וְאַרְצֵ֖ H776 תִּבָּעֵֽל H1166 ",
  "5": "כִּֽי H3588 יִבְעַ֤ל H1166 בָּחוּר֙ H970 בְּתוּלָ֔ה H1330 יִבְעָל֖וּךְ H1166 בָּנָ֑יִךְ H1121 וּמְשׂ֤וֹשׂ H4885 חָתָן֙ H2860 עַל H5921 כַּלָּ֔ה H3618 יָשִׂ֥ישׂ H7797 עָלַ֖יִךְ H5921 אֱלֹהָֽיִךְ H430 ",
  "6": "עַל H5921 חוֹמֹתַ֣יִךְ H2346 יְרוּשָׁלִַ֗ם H3389 הִפְקַ֨דְתִּי֙ H6485 שֹֽׁמְרִ֔ים H8104 כָּל H3605 הַיּ֧וֹם H3117 וְכָל H3605 הַלַּ֛יְלָה H3915 תָּמִ֖יד H8548 לֹ֣א H3808 יֶחֱשׁ֑וּ H2814 הַמַּזְכִּרִים֙ H2142 אֶת H853 יְהוָ֔ה H3068 אַל H408 דֳּמִ֖י H1824 לָכֶֽם Hl ",
  "7": "וְאַֽל H408 תִּתְּנ֥וּ H5414 דֳמִ֖י H1824 ל֑וֹ Hl עַד H5704 יְכוֹנֵ֞ן H3559 וְעַד H5704 יָשִׂ֧ים H7760 אֶת H853 יְרֽוּשָׁלִַ֛ם H3389 תְּהִלָּ֖ה H8416 בָּאָֽרֶץ H776 ",
  "8": "נִשְׁבַּ֧ע H7650 יְהוָ֛ה H3068 בִּֽימִינ֖ H3225 וּבִ H2220 עֻזּ֑וֹ H5797 אִם H518 אֶתֵּן֩ H5414 אֶת H853 דְּגָנֵ֨ךְ H1715 ע֤וֹד H5750 מַֽאֲכָל֙ H3978 לְאֹ֣יְבַ֔יִ H341 וְאִם H518 יִשְׁתּ֤וּ H8354 בְנֵֽי H1121 נֵכָר֙ H5236 תִּֽירוֹשֵׁ֔ךְ H8492 אֲשֶׁ֥ר H834 יָגַ֖עַתְּ H3021 בּֽוֹ Hb ",
  "9": "כִּ֤י H3588 מְאַסְפָיו֙ H622 יֹאכְלֻ֔הוּ H398 וְהִֽלְל֖וּ H1984 אֶת H853 יְהוָ֑ה H3068 וּֽמְקַבְּצָ֥י H6908 יִשְׁתֻּ֖הוּ H8354 בְּחַצְר֥וֹת H2691 קָדְשִֽׁי H6944 ",
  "10": "עִבְר֤וּ H5674 עִבְרוּ֙ H5674 בַּשְּׁעָרִ֔ים H8179 פַּנּ֖וּ H6437 דֶּ֣רֶךְ H1870 הָעָ֑ם H5971 סֹ֣לּוּ H5549 סֹ֤לּוּ H5549 הַֽמְסִלָּה֙ H4546 סַקְּל֣וּ H5619 מֵאֶ֔בֶן H68 הָרִ֥ימוּ H7311 נֵ֖ס H5251 עַל H5921 הָעַמִּֽים H5971 ",
  "11": "הִנֵּ֣ה H2009 יְהוָ֗ה H3068 הִשְׁמִ֨יעַ֙ H8085 אֶל H413 קְצֵ֣ה H7097 הָאָ֔רֶץ H776 אִמְרוּ֙ H559 לְבַת H1323 צִיּ֔וֹן H6726 הִנֵּ֥ה H2009 יִשְׁעֵ֖ךְ H3468 בָּ֑א H935 הִנֵּ֤ה H2009 שְׂכָרוֹ֙ H7939 אִתּ֔וֹ H854 וּפְעֻלָּת֖ H6468 לְפָנָֽי H6440 ",
  "12": "וְקָרְא֥וּ H7121 לָהֶ֛ם H1992 עַם H5971 הַקֹּ֖דֶשׁ H6944 גְּאוּלֵ֣י H1350 יְהוָ֑ה H3068 וְלָ Hc/Hl יִקָּרֵ֣א H7121 דְרוּשָׁ֔ה H1875 עִ֖יר H5892 לֹ֥א H3808 נֶעֱזָֽבָה H5800 "
}
