{
  "1": "וַיְהִ֡י H1961 בִּימֵ֣י H3117 אָ֠חָז H271 בֶּן H1121 יוֹתָ֨ם H3147 בֶּן H1121 עֻזִּיָּ֜הוּ H5818 מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 עָלָ֣ה H5927 רְצִ֣ין H7526 מֶֽלֶךְ H4428 אֲ֠רָם H758 וּפֶ֨קַח H6492 בֶּן H1121 רְמַלְיָ֤הוּ H7425 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 יְר֣וּשָׁלִַ֔ם H3389 לַמִּלְחָמָ֖ה H4421 עָלֶ֑יהָ H5921 וְלֹ֥א H3808 יָכֹ֖ל H3201 לְהִלָּחֵ֥ם H3898 עָלֶֽיהָ H5921 ",
  "2": "וַיֻּגַּ֗ד H5046 לְבֵ֤ית H1004 דָּוִד֙ H1732 לֵאמֹ֔ר H559 נָ֥חָֽה H5117 אֲרָ֖ם H758 עַל H5921 אֶפְרָ֑יִם H669 וַיָּ֤נַע H5128 לְבָבוֹ֙ H3824 וּלְבַ֣ב H3824 עַמּ֔וֹ H5971 כְּנ֥וֹעַ H5128 עֲצֵי H6086 יַ֖עַר H3293 מִפְּנֵי H6440 רֽוּחַ H7307 ",
  "3": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶֽל H413 יְשַׁעְיָהוּ֒ H3470 צֵא H3318 נָא֙ H4994 לִקְרַ֣את H7125 אָחָ֔ז H271 אַתָּ֕ה H859 וּשְׁאָ֖ר H7610 יָשׁ֣וּב H7610 בְּנֶ֑ךָ H1121 אֶל H413 קְצֵ֗ה H7097 תְּעָלַת֙ H8585 הַבְּרֵכָ֣ה H1295 הָעֶלְיוֹנָ֔ה H5945 אֶל H413 מְסִלַּ֖ת H4546 שְׂדֵ֥ה H7704 כוֹבֵֽס H3526 ",
  "4": "וְאָמַרְתָּ֣ H559 אֵ֠לָיו H413 הִשָּׁמֵ֨ר H8104 וְהַשְׁקֵ֜ט H8252 אַל H408 תִּירָ֗א H3372 וּלְבָבְ H3824 אַל H408 יֵרַ֔ךְ H7401 מִשְּׁנֵ֨י H8147 זַנְב֧וֹת H2180 הָאוּדִ֛ים H181 הָעֲשֵׁנִ֖ים H6226 הָאֵ֑לֶּה H428 בָּחֳרִי H2750 אַ֛ף H639 רְצִ֥ין H7526 וַאֲרָ֖ם H758 וּבֶן H1121 רְמַלְיָֽהוּ H7425 ",
  "5": "יַ֗עַן H3282 כִּֽי H3588 יָעַ֥ץ H3289 עָלֶ֛יךָ H5921 אֲרָ֖ם H758 רָעָ֑ה H7451 אֶפְרַ֥יִם H669 וּבֶן H1121 רְמַלְיָ֖הוּ H7425 לֵאמֹֽר H559 ",
  "6": "נַעֲלֶ֤ה H5927 בִֽיהוּדָה֙ H3063 וּנְקִיצֶ֔ H6973 וְנַבְקִעֶ֖ H1234 אֵלֵ֑ינוּ H413 וְנַמְלִ֥יךְ H4427 מֶ֨לֶךְ֙ H4428 בְּתוֹכָ֔ H8432 אֵ֖ת H853 בֶּן H1121 טָֽבְאַֽל H2870 ",
  "7": "כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 לֹ֥א H3808 תָק֖וּם H6965 וְלֹ֥א H3808 תִֽהְיֶֽה H1961 ",
  "8": "כִּ֣י H3588 רֹ֤אשׁ H7218 אֲרָם֙ H758 דַּמֶּ֔שֶׂק H1834 וְרֹ֥אשׁ H7218 דַּמֶּ֖שֶׂק H1834 רְצִ֑ין H7526 וּבְ H1157 שִׁשִּׁ֤ים H8346 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 יֵחַ֥ת H2844 אֶפְרַ֖יִם H669 מֵעָֽם H5971 ",
  "9": "וְרֹ֤אשׁ H7218 אֶפְרַ֨יִם֙ H669 שֹׁמְר֔וֹן H8111 וְרֹ֥אשׁ H7218 שֹׁמְר֖וֹן H8111 בֶּן H1121 רְמַלְיָ֑הוּ H7425 אִ֚ם H518 לֹ֣א H3808 תַאֲמִ֔ינוּ H539 כִּ֖י H3588 לֹ֥א H3808 תֵאָמֵֽנוּ H539 ",
  "10": "וַיּ֣וֹסֶף H3254 יְהוָ֔ה H3068 דַּבֵּ֥ר H1696 אֶל H413 אָחָ֖ז H271 לֵאמֹֽר H559 ",
  "11": "שְׁאַל H7592 לְךָ֣ Hl א֔וֹת H226 מֵעִ֖ם H5973 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 הַעְמֵ֣ק H6009 שְׁאָ֔לָה H7585 א֖וֹ H176 הַגְבֵּ֥הַּ H1361 לְמָֽעְלָ H4605 ",
  "12": "וַיֹּ֖אמֶר H559 אָחָ֑ז H271 לֹא H3808 אֶשְׁאַ֥ל H7592 וְלֹֽא H3808 אֲנַסֶּ֖ה H5254 אֶת H853 יְהוָֽה H3068 ",
  "13": "וַיֹּ֕אמֶר H559 שִׁמְעוּ H8085 נָ֖א H4994 בֵּ֣ית H1004 דָּוִ֑ד H1732 הַמְעַ֤ט H4592 מִכֶּם֙ H4480 הַלְא֣וֹת H3811 אֲנָשִׁ֔ים H376 כִּ֥י H3588 תַלְא֖וּ H3811 גַּ֥ם H1571 אֶת H853 אֱלֹהָֽי H430 ",
  "14": "לָ֠כֵן H3651 יִתֵּ֨ן H5414 אֲדֹנָ֥י H136 ה֛וּא H1931 לָכֶ֖ם Hl א֑וֹת H226 הִנֵּ֣ה H2009 הָעַלְמָ֗ה H5959 הָרָה֙ H2030 וְיֹלֶ֣דֶת H3205 בֵּ֔ן H1121 וְקָרָ֥את H7121 שְׁמ֖וֹ H8034 עִמָּ֥נוּ H6005 אֵֽל H6005 ",
  "15": "חֶמְאָ֥ה H2529 וּדְבַ֖שׁ H1706 יֹאכֵ֑ל H398 לְדַעְתּ֛ H3045 מָא֥וֹס H3988 בָּרָ֖ע H7451 וּבָח֥וֹר H977 בַּטּֽוֹב H2896 ",
  "16": "כִּ֠י H3588 בְּטֶ֨רֶם H2962 יֵדַ֥ע H3045 הַנַּ֛עַר H5288 מָאֹ֥ס H3988 בָּרָ֖ע H7451 וּבָחֹ֣ר H977 בַּטּ֑וֹב H2896 תֵּעָזֵ֤ב H5800 הָאֲדָמָה֙ H127 אֲשֶׁ֣ר H834 אַתָּ֣ה H859 קָ֔ץ H6973 מִפְּנֵ֖י H6440 שְׁנֵ֥י H8147 מְלָכֶֽיהָ H4428 ",
  "17": "יָבִ֨יא H935 יְהוָ֜ה H3068 עָלֶ֗יךָ H5921 וְעַֽל H5921 עַמְּךָ֮ H5971 וְעַל H5921 בֵּ֣ית H1004 אָבִיךָ֒ H1 יָמִים֙ H3117 אֲשֶׁ֣ר H834 לֹא H3808 בָ֔אוּ H935 לְמִ H3117 סוּר H5493 אֶפְרַ֖יִם H669 מֵעַ֣ל H5921 יְהוּדָ֑ה H3063 אֵ֖ת H853 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "18": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִשְׁרֹ֤ק H8319 יְהוָה֙ H3068 לַזְּב֔וּב H2070 אֲשֶׁ֥ר H834 בִּקְצֵ֖ה H7097 יְאֹרֵ֣י H2975 מִצְרָ֑יִם H4714 וְלַ֨ H1682 אֲשֶׁ֖ר H834 בְּאֶ֥רֶץ H776 אַשּֽׁוּר H804 ",
  "19": "וּבָ֨אוּ H935 וְנָח֤וּ H5117 כֻלָּם֙ H3605 בְּנַחֲלֵ֣י H5158 הַבַּתּ֔וֹת H1327 וּבִ H5357 הַסְּלָעִ֑ים H5553 וּבְ H3605 הַנַּ֣עֲצוּצִ֔ים H5285 וּבְ H3605 הַנַּהֲלֹלִֽים H5097 ",
  "20": "בַּיּ֣וֹם H3117 הַה֡וּא H1931 יְגַלַּ֣ח H1548 אֲדֹנָי֩ H136 בְּתַ֨עַר H8593 הַשְּׂכִירָ֜ה H7917 בְּעֶבְרֵ֤י H5676 נָהָר֙ H5104 בְּמֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 אֶת H853 הָרֹ֖אשׁ H7218 וְשַׂ֣עַר H8181 הָרַגְלָ֑יִם H7272 וְגַ֥ם H1571 אֶת H853 הַזָּקָ֖ן H2206 תִּסְפֶּֽה H5595 ",
  "21": "וְהָיָ֖ה H1961 בַּיּ֣וֹם H3117 הַה֑וּא H1931 יְחַיֶּה H2421 אִ֛ישׁ H376 עֶגְלַ֥ת H5697 בָּקָ֖ר H1241 וּשְׁתֵּי H8147 צֹֽאן H6629 ",
  "22": "וְהָיָ֗ה H1961 מֵרֹ֛ב H7230 עֲשׂ֥וֹת H6213 חָלָ֖ב H2461 יֹאכַ֣ל H398 חֶמְאָ֑ה H2529 כִּֽי H3588 חֶמְאָ֤ה H2529 וּדְבַשׁ֙ H1706 יֹאכֵ֔ל H398 כָּל H3605 הַנּוֹתָ֖ר H3498 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
  "23": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִֽהְיֶ֣ה H1961 כָל H3605 מָק֗וֹם H4725 אֲשֶׁ֧ר H834 יִֽהְיֶה H1961 שָּׁ֛ם H8033 אֶ֥לֶף H505 גֶּ֖פֶן H1612 בְּאֶ֣לֶף H505 כָּ֑סֶף H3701 לַשָּׁמִ֥יר H8068 וְלַ H7898 יִֽהְיֶֽה H1961 ",
  "24": "בַּחִצִּ֥ים H2678 וּבַ H7198 יָ֣בוֹא H935 שָׁ֑מָּה H8033 כִּי H3588 שָׁמִ֥יר H8068 וָשַׁ֖יִת H7898 תִּֽהְיֶ֥ה H1961 כָל H3605 הָאָֽרֶץ H776 ",
  "25": "וְכֹ֣ל H3605 הֶהָרִ֗ים H2022 אֲשֶׁ֤ר H834 בַּמַּעְדֵּר֙ H4576 יֵעָ֣דֵר֔וּן H5737 לֹֽא H3808 תָב֣וֹא H935 שָׁ֔מָּה H8033 יִרְאַ֖ת H3374 שָׁמִ֣יר H8068 וָשָׁ֑יִת H7898 וְהָיָה֙ H1961 לְמִשְׁלַ֣ח H4916 שׁ֔וֹר H7794 וּלְ H4823 שֶֽׂה H7716 "
}
