{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 קַח H3947 לְךָ֖ Hl גִּלָּי֣וֹן H1549 גָּד֑וֹל H1419 וּכְתֹ֤ב H3789 עָלָיו֙ H5921 בְּחֶ֣רֶט H2747 אֱנ֔וֹשׁ H582 לְמַהֵ֥ר H4122 שָׁלָ֖ל H4122 חָ֥שׁ H4122 בַּֽז H4122 ",
  "2": "וְאָעִ֣ידָה H5749 לִּ֔י Hl עֵדִ֖ים H5707 נֶאֱמָנִ֑ים H539 אֵ֚ת H853 אוּרִיָּ֣ה H223 הַכֹּהֵ֔ן H3548 וְאֶת H853 זְכַרְיָ֖הוּ H2148 בֶּ֥ן H1121 יְבֶרֶכְיָֽהוּ H3000 ",
  "3": "וָאֶקְרַב֙ H7126 אֶל H413 הַנְּבִיאָ֔ה H5031 וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 קְרָ֣א H7121 שְׁמ֔וֹ H8034 מַהֵ֥ר H4122 שָׁלָ֖ל H4122 חָ֥שׁ H4122 בַּֽז H4122 ",
  "4": "כִּ֗י H3588 בְּטֶ֨רֶם֙ H2962 יֵדַ֣ע H3045 הַנַּ֔עַר H5288 קְרֹ֖א H7121 אָבִ֣י H1 וְאִמִּ֑ H517 יִשָּׂ֣א H5375 אֶת H853 חֵ֣יל H2428 דַּמֶּ֗שֶׂק H1834 וְאֵת֙ H853 שְׁלַ֣ל H7998 שֹׁמְר֔וֹן H8111 לִפְנֵ֖י H6440 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "5": "וַיֹּ֣סֶף H3254 יְהוָ֔ה H3068 דַּבֵּ֥ר H1696 אֵלַ֛י H413 ע֖וֹד H5750 לֵאמֹֽר H559 ",
  "6": "יַ֗עַן H3282 כִּ֤י H3588 מָאַס֙ H3988 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֵ֚ת H853 מֵ֣י H4325 הַשִּׁלֹ֔חַ H7975 הַהֹלְכִ֖ים H1980 לְאַ֑ט H328 וּמְשׂ֥וֹשׂ H4885 אֶת H853 רְצִ֖ין H7526 וּבֶן H1121 רְמַלְיָֽהוּ H7425 ",
  "7": "וְלָ H3651 הִנֵּ֣ה H2009 אֲדֹנָי֩ H136 מַעֲלֶ֨ה H5927 עֲלֵיהֶ֜ם H5921 אֶת H853 מֵ֣י H4325 הַנָּהָ֗ר H5104 הָעֲצוּמִים֙ H6099 וְהָ֣ H7227 אֶת H853 מֶ֥לֶךְ H4428 אַשּׁ֖וּר H804 וְאֶת H853 כָּל H3605 כְּבוֹד֑וֹ H3519 וְעָלָה֙ H5927 עַל H5921 כָּל H3605 אֲפִיקָ֔יו H650 וְהָלַ֖ךְ H1980 עַל H5921 כָּל H3605 גְּדוֹתָֽיו H1415 ",
  "8": "וְחָלַ֤ף H2498 בִּֽיהוּדָה֙ H3063 שָׁטַ֣ף H7857 וְעָבַ֔ר H5674 עַד H5704 צַוָּ֖אר H6677 יַגִּ֑יעַ H5060 וְהָיָה֙ H1961 מֻטּ֣וֹת H4298 כְּנָפָ֔יו H3671 מְלֹ֥א H4393 רֹֽחַב H7341 אַרְצְךָ֖ H776 עִמָּ֥נוּ H6005 אֵֽל H6005 ",
  "9": "רֹ֤עוּ H7489 עַמִּים֙ H5971 וָחֹ֔תּוּ H2865 וְהַֽאֲזִ֔ינוּ H238 כֹּ֖ל H3605 מֶרְחַקֵּי H4801 אָ֑רֶץ H776 הִתְאַזְּר֣וּ H247 וָחֹ֔תּוּ H2865 הִֽתְאַזְּר֖וּ H247 וָחֹֽתּוּ H2865 ",
  "10": "עֻ֥צוּ H5779 עֵצָ֖ה H6098 וְתֻפָ֑ר H6565 דַּבְּר֤וּ H1696 דָבָר֙ H1697 וְלֹ֣א H3808 יָק֔וּם H6965 כִּ֥י H3588 עִמָּ֖נוּ H5973 אֵֽל H410 ",
  "11": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 אֵלַ֖י H413 כְּחֶזְקַ֣ת H2393 הַיָּ֑ד H3027 וְיִסְּרֵ֕ H3256 מִלֶּ֛כֶת H3212 בְּדֶ֥רֶךְ H1870 הָֽעָם H5971 הַזֶּ֖ה H2088 לֵאמֹֽר H559 ",
  "12": "לֹא H3808 תֹאמְר֣וּן H559 קֶ֔שֶׁר H7195 לְכֹ֧ל H3605 אֲשֶׁר H834 יֹאמַ֛ר H559 הָעָ֥ם H5971 הַזֶּ֖ה H2088 קָ֑שֶׁר H7195 וְאֶת H853 מוֹרָא֥וֹ H4172 לֹֽא H3808 תִֽירְא֖וּ H3372 וְלֹ֥א H3808 תַעֲרִֽיצוּ H6206 ",
  "13": "אֶת H853 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֹת֣וֹ H853 תַקְדִּ֑ישׁוּ H6942 וְה֥וּא H1931 מוֹרַאֲכֶ֖ם H4172 וְה֥וּא H1931 מַֽעֲרִֽצְכֶֽם H6206 ",
  "14": "וְהָיָ֖ה H1961 לְמִקְדָּ֑שׁ H4720 וּלְ H68 נֶ֠גֶף H5063 וּלְ H6697 מִכְשׁ֜וֹל H4383 לִשְׁנֵ֨י H8147 בָתֵּ֤י H1004 יִשְׂרָאֵל֙ H3478 לְפַ֣ח H6341 וּלְ H4170 לְיוֹשֵׁ֖ב H3427 יְרוּשָׁלִָֽם H3389 ",
  "15": "וְכָ֥שְׁלוּ H3782 בָ֖ם Hb רַבִּ֑ים H7227 וְנָפְל֣וּ H5307 וְנִשְׁבָּ֔רוּ H7665 וְנוֹקְשׁ֖וּ H3369 וְנִלְכָּֽדוּ H3920 ",
  "16": "צ֖וֹר H6887 תְּעוּדָ֑ה H8584 חֲת֥וֹם H2856 תּוֹרָ֖ה H8451 בְּלִמֻּדָֽ H3928 ",
  "17": "וְחִכִּ֨יתִי֙ H2442 לַיהוָ֔ה H3068 הַמַּסְתִּ֥יר H5641 פָּנָ֖יו H6440 מִבֵּ֣ית H1004 יַעֲקֹ֑ב H3290 וְקִוֵּ֖יתִֽי H6960 לֽוֹ Hl ",
  "18": "הִנֵּ֣ה H2009 אָנֹכִ֗י H595 וְהַ H3206 אֲשֶׁ֣ר H834 נָֽתַן H5414 לִ֣י Hl יְהוָ֔ה H3068 לְאֹת֥וֹת H226 וּלְ H4159 בְּיִשְׂרָאֵ֑ל H3478 מֵעִם֙ H5973 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הַשֹּׁכֵ֖ן H7931 בְּהַ֥ר H2022 צִיּֽוֹן H6726 ",
  "19": "וְכִֽי H3588 יֹאמְר֣וּ H559 אֲלֵיכֶ֗ם H413 דִּרְשׁ֤וּ H1875 אֶל H413 הָאֹבוֹת֙ H178 וְאֶל H413 הַיִּדְּעֹנִ֔ים H3049 הַֽמְצַפְצְפִ֖ים H6850 וְהַ H1897 הֲלוֹא H3808 עַם֙ H5971 אֶל H413 אֱלֹהָ֣יו H430 יִדְרֹ֔שׁ H1875 בְּעַ֥ד H1157 הַחַיִּ֖ים H2416 אֶל H413 הַמֵּתִֽים H4191 ",
  "20": "לְתוֹרָ֖ה H8451 וְלִ H8584 אִם H518 לֹ֤א H3808 יֹֽאמְרוּ֙ H559 כַּדָּבָ֣ר H1697 הַזֶּ֔ה H2088 אֲשֶׁ֥ר H834 אֵֽין H369 ל֖וֹ Hl שָֽׁחַר H7837 ",
  "21": "וְעָ֥בַר H5674 בָּ֖הּ Hb נִקְשֶׁ֣ה H7185 וְרָעֵ֑ב H7457 וְהָיָ֨ה H1961 כִֽי H3588 יִרְעַ֜ב H7456 וְהִתְקַצַּ֗ף H7107 וְקִלֵּ֧ל H7043 בְּמַלְכּ֛ H4428 וּבֵ H430 וּפָנָ֥ה H6437 לְמָֽעְלָ H4605 ",
  "22": "וְאֶל H413 אֶ֖רֶץ H776 יַבִּ֑יט H5027 וְהִנֵּ֨ה H2009 צָרָ֤ה H6869 וַחֲשֵׁכָה֙ H2825 מְע֣וּף H4588 צוּקָ֔ה H6695 וַאֲפֵלָ֖ה H653 מְנֻדָּֽח H5080 ",
  "23": ""
}
