{
  "1": "אָ֣ז H227 יָשִֽׁיר H7891 מֹשֶׁה֩ H4872 וּבְנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 הַשִּׁירָ֤ה H7892 הַזֹּאת֙ H2063 לַֽיהוָ֔ה H3068 וַיֹּאמְר֖וּ H559 לֵאמֹ֑ר H559 אָשִׁ֤ירָה H7891 לַֽיהוָה֙ H3068 כִּֽי H3588 גָאֹ֣ה H1342 גָּאָ֔ה H1342 ס֥וּס H5483 וְרֹכְב֖ H7392 רָמָ֥ה H7411 בַיָּֽם H3220 ",
  "2": "עָזִּ֤י H5797 וְזִמְרָת֙ H2176 יָ֔הּ H3050 וַֽיְהִי H1961 לִ֖י Hl לִֽישׁוּעָ֑ה H3444 זֶ֤ה H2088 אֵלִי֙ H410 וְאַנְוֵ֔ H5115 אֱלֹהֵ֥י H430 אָבִ֖י H1 וַאֲרֹמְמֶֽ H7311 ",
  "3": "יְהוָ֖ה H3068 אִ֣ישׁ H376 מִלְחָמָ֑ה H4421 יְהוָ֖ה H3068 שְׁמֽוֹ H8034 ",
  "4": "מַרְכְּבֹ֥ת H4818 פַּרְעֹ֛ה H6547 וְחֵיל֖ H2428 יָרָ֣ה H3384 בַיָּ֑ם H3220 וּמִבְחַ֥ר H4005 שָֽׁלִשָׁ֖יו H7991 טֻבְּע֥וּ H2883 בְיַם H3220 סֽוּף H5488 ",
  "5": "תְּהֹמֹ֖ת H8415 יְכַסְיֻ֑מוּ H3680 יָרְד֥וּ H3381 בִמְצוֹלֹ֖ת H4688 כְּמוֹ H3644 אָֽבֶן H68 ",
  "6": "יְמִֽינְךָ֣ H3225 יְהוָ֔ה H3068 נֶאְדָּרִ֖י H142 בַּכֹּ֑חַ H3581 יְמִֽינְךָ֥ H3225 יְהוָ֖ה H3068 תִּרְעַ֥ץ H7492 אוֹיֵֽב H341 ",
  "7": "וּבְ H7230 גְּאוֹנְךָ֖ H1347 תַּהֲרֹ֣ס H2040 קָמֶ֑יךָ H6965 תְּשַׁלַּח֙ H7971 חֲרֹ֣נְךָ֔ H2740 יֹאכְלֵ֖מוֹ H398 כַּקַּֽשׁ H7179 ",
  "8": "וּבְ H7307 אַפֶּ֨יךָ֙ H639 נֶ֣עֶרְמוּ H6192 מַ֔יִם H4325 נִצְּב֥וּ H5324 כְמוֹ H3644 נֵ֖ד H5067 נֹזְלִ֑ים H5140 קָֽפְא֥וּ H7087 תְהֹמֹ֖ת H8415 בְּלֶב H3820 יָֽם H3220 ",
  "9": "אָמַ֥ר H559 אוֹיֵ֛ב H341 אֶרְדֹּ֥ף H7291 אַשִּׂ֖יג H5381 אֲחַלֵּ֣ק H2505 שָׁלָ֑ל H7998 תִּמְלָאֵ֣מוֹ H4390 נַפְשִׁ֔י H5315 אָרִ֣יק H7324 חַרְבִּ֔י H2719 תּוֹרִישֵׁ֖מוֹ H3423 יָדִֽי H3027 ",
  "10": "נָשַׁ֥פְתָּ H5398 בְרוּחֲ H7307 כִּסָּ֣מוֹ H3680 יָ֑ם H3220 צָֽלֲלוּ֙ H6749 כַּֽעוֹפֶ֔רֶת H5777 בְּמַ֖יִם H4325 אַדִּירִֽים H117 ",
  "11": "מִֽי H4310 כָמֹ֤כָה H3644 בָּֽאֵלִם֙ H410 יְהוָ֔ה H3068 מִ֥י H4310 כָּמֹ֖כָה H3644 נֶאְדָּ֣ר H142 בַּקֹּ֑דֶשׁ H6944 נוֹרָ֥א H3372 תְהִלֹּ֖ת H8416 עֹ֥שֵׂה H6213 פֶֽלֶא H6382 ",
  "12": "נָטִ֨יתָ֙ H5186 יְמִ֣ינְךָ֔ H3225 תִּבְלָעֵ֖מוֹ H1104 אָֽרֶץ H776 ",
  "13": "נָחִ֥יתָ H5148 בְחַסְדְּ H2617 עַם H5971 ז֣וּ H2098 גָּאָ֑לְתָּ H1350 נֵהַ֥לְתָּ H5095 בְעָזְּ H5797 אֶל H413 נְוֵ֥ה H5116 קָדְשֶֽׁךָ H6944 ",
  "14": "שָֽׁמְע֥וּ H8085 עַמִּ֖ים H5971 יִרְגָּז֑וּן H7264 חִ֣יל H2427 אָחַ֔ז H270 יֹשְׁבֵ֖י H3427 פְּלָֽשֶׁת H6429 ",
  "15": "אָ֤ז H227 נִבְהֲלוּ֙ H926 אַלּוּפֵ֣י H441 אֱד֔וֹם H123 אֵילֵ֣י H352 מוֹאָ֔ב H4124 יֹֽאחֲזֵ֖מוֹ H270 רָ֑עַד H7461 נָמֹ֕גוּ H4127 כֹּ֖ל H3605 יֹשְׁבֵ֥י H3427 כְנָֽעַן H3667 ",
  "16": "תִּפֹּ֨ל H5307 עֲלֵיהֶ֤ם H5921 אֵימָ֨תָה֙ H367 וָפַ֔חַד H6343 בִּגְדֹ֥ל H1419 זְרוֹעֲךָ֖ H2220 יִדְּמ֣וּ H1826 כָּאָ֑בֶן H68 עַד H5704 יַעֲבֹ֤ר H5674 עַמְּךָ֙ H5971 יְהוָ֔ה H3068 עַֽד H5704 יַעֲבֹ֖ר H5674 עַם H5971 ז֥וּ H2098 קָנִֽיתָ H7069 ",
  "17": "תְּבִאֵ֗מוֹ H935 וְתִטָּעֵ֨ H5193 בְּהַ֣ר H2022 נַחֲלָֽתְךָ֔ H5159 מָכ֧וֹן H4349 לְשִׁבְתְּ H3427 פָּעַ֖לְתָּ H6466 יְהוָ֑ה H3068 מִקְּדָ֕שׁ H4720 אֲדֹנָ֖י H136 כּוֹנְנ֥וּ H3559 יָדֶֽיךָ H3027 ",
  "18": "יְהוָ֥ה H3068 יִמְלֹ֖ךְ H4427 לְעֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "19": "כִּ֣י H3588 בָא֩ H935 ס֨וּס H5483 פַּרְעֹ֜ה H6547 בְּרִכְבּ֤ H7393 וּבְ H6571 בַּיָּ֔ם H3220 וַיָּ֧שֶׁב H7725 יְהוָ֛ה H3068 עֲלֵהֶ֖ם H5921 אֶת H853 מֵ֣י H4325 הַיָּ֑ם H3220 וּבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 הָלְכ֥וּ H1980 בַיַּבָּשָׁ֖ה H3004 בְּת֥וֹךְ H8432 הַיָּֽם H3220 ",
  "20": "וַתִּקַּח֩ H3947 מִרְיָ֨ם H4813 הַנְּבִיאָ֜ה H5031 אֲח֧וֹת H269 אַהֲרֹ֛ן H175 אֶת H853 הַתֹּ֖ף H8596 בְּיָדָ֑ H3027 וַתֵּצֶ֤אןָ H3318 כָֽל H3605 הַנָּשִׁים֙ H802 אַחֲרֶ֔יהָ H310 בְּתֻפִּ֖ים H8596 וּבִ H4246 ",
  "21": "וַתַּ֥עַן H6030 לָהֶ֖ם Hl מִרְיָ֑ם H4813 שִׁ֤ירוּ H7891 לַֽיהוָה֙ H3068 כִּֽי H3588 גָאֹ֣ה H1342 גָּאָ֔ה H1342 ס֥וּס H5483 וְרֹכְב֖ H7392 רָמָ֥ה H7411 בַיָּֽם H3220 ",
  "22": "וַיַּסַּ֨ע H5265 מֹשֶׁ֤ה H4872 אֶת H853 יִשְׂרָאֵל֙ H3478 מִיַּם H3220 ס֔וּף H5488 וַיֵּצְא֖וּ H3318 אֶל H413 מִדְבַּר H4057 שׁ֑וּר H7793 וַיֵּלְכ֧וּ H3212 שְׁלֹֽשֶׁת H7969 יָמִ֛ים H3117 בַּמִּדְבָּ֖ר H4057 וְלֹא H3808 מָ֥צְאוּ H4672 מָֽיִם H4325 ",
  "23": "וַיָּבֹ֣אוּ H935 מָרָ֔תָה H4785 וְלֹ֣א H3808 יָֽכְל֗וּ H3201 לִשְׁתֹּ֥ת H8354 מַ֨יִם֙ H4325 מִמָּרָ֔ה H4785 כִּ֥י H3588 מָרִ֖ים H4751 הֵ֑ם H1992 עַל H5921 כֵּ֥ן H3651 קָרָֽא H7121 שְׁמָ֖הּ H8034 מָרָֽה H4785 ",
  "24": "וַיִּלֹּ֧נוּ H3885 הָעָ֛ם H5971 עַל H5921 מֹשֶׁ֥ה H4872 לֵּאמֹ֖ר H559 מַה H4100 נִּשְׁתֶּֽה H8354 ",
  "25": "וַיִּצְעַ֣ק H6817 אֶל H413 יְהוָ֗ה H3068 וַיּוֹרֵ֤ H3384 יְהוָה֙ H3068 עֵ֔ץ H6086 וַיַּשְׁלֵךְ֙ H7993 אֶל H413 הַמַּ֔יִם H4325 וַֽיִּמְתְּק֖וּ H4985 הַמָּ֑יִם H4325 שָׁ֣ם H8033 שָׂ֥ם H7760 ל֛וֹ Hl חֹ֥ק H2706 וּמִשְׁפָּ֖ט H4941 וְשָׁ֥ם H8033 נִסָּֽהוּ H5254 ",
  "26": "וַיֹּאמֶר֩ H559 אִם H518 שָׁמ֨וֹעַ H8085 תִּשְׁמַ֜ע H8085 לְק֣וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 וְהַ H3477 בְּעֵינָי H5869 תַּעֲשֶׂ֔ה H6213 וְהַֽאֲזַנְתָּ֙ H238 לְמִצְוֺתָ֔י H4687 וְשָׁמַרְתָּ֖ H8104 כָּל H3605 חֻקָּ֑יו H2706 כָּֽל H3605 הַמַּֽחֲלָ֞ה H4245 אֲשֶׁר H834 שַׂ֤מְתִּי H7760 בְמִצְרַ֨יִם֙ H4714 לֹא H3808 אָשִׂ֣ים H7760 עָלֶ֔יךָ H5921 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 רֹפְאֶֽךָ H7495 ",
  "27": "וַיָּבֹ֣אוּ H935 אֵילִ֔מָה H362 וְשָׁ֗ם H8033 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֛ה H6240 עֵינֹ֥ת H5869 מַ֖יִם H4325 וְשִׁבְעִ֣ים H7657 תְּמָרִ֑ים H8558 וַיַּחֲנוּ H2583 שָׁ֖ם H8033 עַל H5921 הַמָּֽיִם H4325 "
}
