{
  "1": "בַּחֹ֨דֶשׁ֙ H2320 הַשְּׁלִישִׁ֔י H7992 לְצֵ֥את H3318 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 בַּיּ֣וֹם H3117 הַזֶּ֔ה H2088 בָּ֖אוּ H935 מִדְבַּ֥ר H4057 סִינָֽי H5514 ",
  "2": "וַיִּסְע֣וּ H5265 מֵרְפִידִ֗ים H7508 וַיָּבֹ֨אוּ֙ H935 מִדְבַּ֣ר H4057 סִינַ֔י H5514 וַֽיַּחֲנ֖וּ H2583 בַּמִּדְבָּ֑ר H4057 וַיִּֽחַן H2583 שָׁ֥ם H8033 יִשְׂרָאֵ֖ל H3478 נֶ֥גֶד H5048 הָהָֽר H2022 ",
  "3": "וּמֹשֶׁ֥ה H4872 עָלָ֖ה H5927 אֶל H413 הָאֱלֹהִ֑ים H430 וַיִּקְרָ֨א H7121 אֵלָ֤יו H413 יְהוָה֙ H3068 מִן H4480 הָהָ֣ר H2022 לֵאמֹ֔ר H559 כֹּ֤ה H3541 תֹאמַר֙ H559 לְבֵ֣ית H1004 יַעֲקֹ֔ב H3290 וְתַגֵּ֖יד H5046 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "4": "אַתֶּ֣ם H859 רְאִיתֶ֔ם H7200 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 לְמִצְרָ֑יִם H4714 וָאֶשָּׂ֤א H5375 אֶתְכֶם֙ H853 עַל H5921 כַּנְפֵ֣י H3671 נְשָׁרִ֔ים H5404 וָאָבִ֥א H935 אֶתְכֶ֖ם H853 אֵלָֽי H413 ",
  "5": "וְעַתָּ֗ה H6258 אִם H518 שָׁמ֤וֹעַ H8085 תִּשְׁמְעוּ֙ H8085 בְּקֹלִ֔ H6963 וּשְׁמַרְתֶּ֖ם H8104 אֶת H853 בְּרִיתִ֑י H1285 וִהְיִ֨יתֶם H1961 לִ֤י Hl סְגֻלָּה֙ H5459 מִכָּל H3605 הָ֣עַמִּ֔ים H5971 כִּי H3588 לִ֖י Hl כָּל H3605 הָאָֽרֶץ H776 ",
  "6": "וְאַתֶּ֧ם H859 תִּהְיוּ H1961 לִ֛י Hl מַמְלֶ֥כֶת H4467 כֹּהֲנִ֖ים H3548 וְג֣וֹי H1471 קָד֑וֹשׁ H6918 אֵ֚לֶּה H428 הַדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 תְּדַבֵּ֖ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "7": "וַיָּבֹ֣א H935 מֹשֶׁ֔ה H4872 וַיִּקְרָ֖א H7121 לְזִקְנֵ֣י H2205 הָעָ֑ם H5971 וַיָּ֣שֶׂם H7760 לִפְנֵי H6440 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 יְהוָֽה H3068 ",
  "8": "וַיַּעֲנ֨וּ H6030 כָל H3605 הָעָ֤ם H5971 יַחְדָּו֙ H3162 וַיֹּ֣אמְר֔וּ H559 כֹּ֛ל H3605 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 נַעֲשֶׂ֑ה H6213 וַיָּ֧שֶׁב H7725 מֹשֶׁ֛ה H4872 אֶת H853 דִּבְרֵ֥י H1697 הָעָ֖ם H5971 אֶל H413 יְהוָֽה H3068 ",
  "9": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 בָּ֣א H935 אֵלֶיךָ֮ H413 בְּעַ֣ב H5645 הֶֽעָנָן֒ H6051 בַּעֲב֞וּר H5668 יִשְׁמַ֤ע H8085 הָעָם֙ H5971 בְּדַבְּרִ֣ H1696 עִמָּ֔ךְ H5973 וְגַם H1571 בְּךָ֖ Hb יַאֲמִ֣ינוּ H539 לְעוֹלָ֑ם H5769 וַיַּגֵּ֥ד H5046 מֹשֶׁ֛ה H4872 אֶת H853 דִּבְרֵ֥י H1697 הָעָ֖ם H5971 אֶל H413 יְהוָֽה H3068 ",
  "10": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 לֵ֣ךְ H3212 אֶל H413 הָעָ֔ם H5971 וְקִדַּשְׁתָּ֥ H6942 הַיּ֖וֹם H3117 וּמָחָ֑ר H4279 וְכִבְּס֖וּ H3526 שִׂמְלֹתָֽם H8071 ",
  "11": "וְהָי֥וּ H1961 נְכֹנִ֖ים H3559 לַיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 כִּ֣י H3588 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 יֵרֵ֧ד H3381 יְהוָ֛ה H3068 לְעֵינֵ֥י H5869 כָל H3605 הָעָ֖ם H5971 עַל H5921 הַ֥ר H2022 סִינָֽי H5514 ",
  "12": "וְהִגְבַּלְתָּ֤ H1379 אֶת H853 הָעָם֙ H5971 סָבִ֣יב H5439 לֵאמֹ֔ר H559 הִשָּׁמְר֥וּ H8104 לָכֶ֛ם Hl עֲל֥וֹת H5927 בָּהָ֖ר H2022 וּנְגֹ֣עַ H5060 בְּקָצֵ֑ H7097 כָּל H3605 הַנֹּגֵ֥עַ H5060 בָּהָ֖ר H2022 מ֥וֹת H4191 יוּמָֽת H4191 ",
  "13": "לֹא H3808 תִגַּ֨ע H5060 בּ֜וֹ Hb יָ֗ד H3027 כִּֽי H3588 סָק֤וֹל H5619 יִסָּקֵל֙ H5619 אוֹ H176 יָרֹ֣ה H3384 יִיָּרֶ֔ה H3384 אִם H518 בְּהֵמָ֥ה H929 אִם H518 אִ֖ישׁ H376 לֹ֣א H3808 יִחְיֶ֑ה H2421 בִּמְשֹׁךְ֙ H4900 הַיֹּבֵ֔ל H3104 הֵ֖מָּה H1992 יַעֲל֥וּ H5927 בָהָֽר H2022 ",
  "14": "וַיֵּ֧רֶד H3381 מֹשֶׁ֛ה H4872 מִן H4480 הָהָ֖ר H2022 אֶל H413 הָעָ֑ם H5971 וַיְקַדֵּשׁ֙ H6942 אֶת H853 הָעָ֔ם H5971 וַֽיְכַבְּס֖וּ H3526 שִׂמְלֹתָֽם H8071 ",
  "15": "וַיֹּ֨אמֶר֙ H559 אֶל H413 הָעָ֔ם H5971 הֱי֥וּ H1961 נְכֹנִ֖ים H3559 לִשְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 אַֽל H408 תִּגְּשׁ֖וּ H5066 אֶל H413 אִשָּֽׁה H802 ",
  "16": "וַיְהִי֩ H1961 בַיּ֨וֹם H3117 הַשְּׁלִישִׁ֜י H7992 בִּֽהְיֹ֣ת H1961 הַבֹּ֗קֶר H1242 וַיְהִי֩ H1961 קֹלֹ֨ת H6963 וּבְרָקִ֜ים H1300 וְעָנָ֤ן H6051 כָּבֵד֙ H3515 עַל H5921 הָהָ֔ר H2022 וְקֹ֥ל H6963 שֹׁפָ֖ר H7782 חָזָ֣ק H2389 מְאֹ֑ד H3966 וַיֶּחֱרַ֥ד H2729 כָּל H3605 הָעָ֖ם H5971 אֲשֶׁ֥ר H834 בַּֽמַּחֲנֶֽה H4264 ",
  "17": "וַיּוֹצֵ֨א H3318 מֹשֶׁ֧ה H4872 אֶת H853 הָעָ֛ם H5971 לִקְרַ֥את H7125 הָֽאֱלֹהִ֖ים H430 מִן H4480 הַֽמַּחֲנֶ֑ה H4264 וַיִּֽתְיַצְּב֖וּ H3320 בְּתַחְתִּ֥ית H8482 הָהָֽר H2022 ",
  "18": "וְהַ֤ר H2022 סִינַי֙ H5514 עָשַׁ֣ן H6225 כֻּלּ֔וֹ H3605 מִ֠פְּנֵי H6440 אֲשֶׁ֨ר H834 יָרַ֥ד H3381 עָלָ֛יו H5921 יְהוָ֖ה H3068 בָּאֵ֑שׁ H784 וַיַּ֤עַל H5927 עֲשָׁנוֹ֙ H6227 כְּעֶ֣שֶׁן H6227 הַכִּבְשָׁ֔ן H3536 וַיֶּחֱרַ֥ד H2729 כָּל H3605 הָהָ֖ר H2022 מְאֹֽד H3966 ",
  "19": "וַיְהִי֙ H1961 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 הוֹלֵ֖ךְ H1980 וְחָזֵ֣ק H2390 מְאֹ֑ד H3966 מֹשֶׁ֣ה H4872 יְדַבֵּ֔ר H1696 וְהָ H430 יַעֲנֶ֥נּוּ H6030 בְקֽוֹל H6963 ",
  "20": "וַיֵּ֧רֶד H3381 יְהוָ֛ה H3068 עַל H5921 הַ֥ר H2022 סִינַ֖י H5514 אֶל H413 רֹ֣אשׁ H7218 הָהָ֑ר H2022 וַיִּקְרָ֨א H7121 יְהוָ֧ה H3068 לְמֹשֶׁ֛ה H4872 אֶל H413 רֹ֥אשׁ H7218 הָהָ֖ר H2022 וַיַּ֥עַל H5927 מֹשֶֽׁה H4872 ",
  "21": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 רֵ֖ד H3381 הָעֵ֣ד H5749 בָּעָ֑ם H5971 פֶּן H6435 יֶהֶרְס֤וּ H2040 אֶל H413 יְהוָה֙ H3068 לִרְא֔וֹת H7200 וְנָפַ֥ל H5307 מִמֶּ֖נּוּ H4480 רָֽב H7227 ",
  "22": "וְגַ֧ם H1571 הַכֹּהֲנִ֛ים H3548 הַנִּגָּשִׁ֥ים H5066 אֶל H413 יְהוָ֖ה H3068 יִתְקַדָּ֑שׁוּ H6942 פֶּן H6435 יִפְרֹ֥ץ H6555 בָּהֶ֖ם Hb יְהוָֽה H3068 ",
  "23": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֔ה H3068 לֹא H3808 יוּכַ֣ל H3201 הָעָ֔ם H5971 לַעֲלֹ֖ת H5927 אֶל H413 הַ֣ר H2022 סִינָ֑י H5514 כִּֽי H3588 אַתָּ֞ה H859 הַעֵדֹ֤תָה H5749 בָּ֨נוּ֙ Hb לֵאמֹ֔ר H559 הַגְבֵּ֥ל H1379 אֶת H853 הָהָ֖ר H2022 וְקִדַּשְׁתּֽ H6942 ",
  "24": "וַיֹּ֨אמֶר H559 אֵלָ֤יו H413 יְהוָה֙ H3068 לֶךְ H3212 רֵ֔ד H3381 וְעָלִ֥יתָ H5927 אַתָּ֖ה H859 וְאַהֲרֹ֣ן H175 עִמָּ֑ךְ H5973 וְהַ H3548 וְהָ H5971 אַל H408 יֶֽהֶרְס֛וּ H2040 לַעֲלֹ֥ת H5927 אֶל H413 יְהוָ֖ה H3068 פֶּן H6435 יִפְרָץ H6555 בָּֽם Hb ",
  "25": "וַיֵּ֥רֶד H3381 מֹשֶׁ֖ה H4872 אֶל H413 הָעָ֑ם H5971 וַיֹּ֖אמֶר H559 אֲלֵהֶֽם H413 "
}
