{
  "1": "וַיְדַבֵּ֣ר H1696 אֱלֹהִ֔ים H430 אֵ֛ת H853 כָּל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 לֵאמֹֽר H559 ",
  "2": "אָֽנֹכִ֖י H595 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 אֲשֶׁ֧ר H834 הוֹצֵאתִ֛יךָ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "3": "לֹֽ֣א H3808 יִהְיֶֽה H1961 לְךָ֛ Hl אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 עַל H5921 פָּנָֽיַ H6440 ",
  "4": "לֹֽ֣א H3808 תַֽעֲשֶׂ֨ה H6213 לְךָ֥ Hl פֶ֨סֶל֙ H6459 וְכָל H3605 תְּמוּנָ֔ה H8544 אֲשֶׁ֤ר H834 בַּשָּׁמַ֨יִם֙ H8064 מִמַּ֔עַל H4605 וַאֲשֶׁ֥ר H834 בָּאָ֖רֶץ H776 מִתָּ֑חַת H8478 וַאֲשֶׁ֥ר H834 בַּמַּ֖יִם H4325 מִתַּ֥חַת H8478 לָאָֽרֶץ H776 ",
  "5": "לֹֽא H3808 תִשְׁתַּחֲוֶ֥ה H7812 לָהֶ֖ם Hl וְלֹ֣א H3808 תָעָבְדֵ֑ם H5647 כִּ֣י H3588 אָֽנֹכִ֞י H595 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אֵ֣ל H410 קַנָּ֔א H7067 פֹּ֠קֵד H6485 עֲוֺ֨ן H5771 אָבֹ֧ת H1 עַל H5921 בָּנִ֛ים H1121 עַל H5921 שִׁלֵּשִׁ֥ים H8029 וְעַל H5921 רִבֵּעִ֖ים H7256 לְשֹׂנְאָֽ H8130 ",
  "6": "וְעֹ֥שֶׂה H6213 חֶ֖סֶד H2617 לַאֲלָפִ֑ים H505 לְאֹהֲבַ֖ H157 וּלְ H8104 מִצְוֺתָֽי H4687 ",
  "7": "לֹ֥א H3808 תִשָּׂ֛א H5375 אֶת H853 שֵֽׁם H8034 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לַשָּׁ֑וְא H7723 כִּ֣י H3588 לֹ֤א H3808 יְנַקֶּה֙ H5352 יְהוָ֔ה H3068 אֵ֛ת H853 אֲשֶׁר H834 יִשָּׂ֥א H5375 אֶת H853 שְׁמ֖וֹ H8034 לַשָּֽׁוְא H7723 ",
  "8": "זָכ֛וֹר H2142 אֶת H853 י֥וֹם H3117 הַשַּׁבָּ֖ת H7676 לְקַדְּשֽׁ H6942 ",
  "9": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּֽעֲבֹ֔ד H5647 וְעָשִׂ֖יתָ H6213 כָּל H3605 מְלַאכְתֶּֽךָ H4399 ",
  "10": "וְי֨וֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 שַׁבָּ֖ת H7676 לַיהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹֽ֣א H3808 תַעֲשֶׂ֨ה H6213 כָל H3605 מְלָאכָ֜ה H4399 אַתָּ֣ה H859 וּבִנְ H1121 וּבִתֶּ֗ H1323 עַבְדְּךָ֤ H5650 וַאֲמָֽתְ H519 וּבְהֶמְתֶּ֔ H929 וְגֵרְ H1616 אֲשֶׁ֥ר H834 בִּשְׁעָרֶֽי H8179 ",
  "11": "כִּ֣י H3588 שֵֽׁשֶׁת H8337 יָמִים֩ H3117 עָשָׂ֨ה H6213 יְהוָ֜ה H3068 אֶת H853 הַשָּׁמַ֣יִם H8064 וְאֶת H853 הָאָ֗רֶץ H776 אֶת H853 הַיָּם֙ H3220 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בָּ֔ם Hb וַיָּ֖נַח H5117 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֑י H7637 עַל H5921 כֵּ֗ן H3651 בֵּרַ֧ךְ H1288 יְהוָ֛ה H3068 אֶת H853 י֥וֹם H3117 הַשַּׁבָּ֖ת H7676 וַֽיְקַדְּשֵֽׁ H6942 ",
  "12": "כַּבֵּ֥ד H3513 אֶת H853 אָבִ֖יךָ H1 וְאֶת H853 אִמֶּ֑ךָ H517 לְמַ֨עַן֙ H4616 יַאֲרִכ֣וּן H748 יָמֶ֔יךָ H3117 עַ֚ל H5921 הָאֲדָמָ֔ה H127 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֥ן H5414 לָֽךְ Hl ",
  "13": "לֹ֖א H3808 תִּרְצָֽח H7523 ",
  "14": "לֹ֖א H3808 תִּנְאָֽף H5003 ",
  "15": "לֹ֖א H3808 תִּגְנֹֽב H1589 ",
  "16": "לֹֽא H3808 תַעֲנֶ֥ה H6030 בְרֵעֲ H7453 עֵ֥ד H5707 שָֽׁקֶר H8267 ",
  "17": "לֹ֥א H3808 תַחְמֹ֖ד H2530 בֵּ֣ית H1004 רֵעֶ֑ךָ H7453 לֹֽא H3808 תַחְמֹ֞ד H2530 אֵ֣שֶׁת H802 רֵעֶ֗ךָ H7453 וְעַבְדּ֤ H5650 וַאֲמָת H519 וְשׁוֹר֣ H7794 וַחֲמֹר֔ H2543 וְכֹ֖ל H3605 אֲשֶׁ֥ר H834 לְרֵעֶֽ H7453 ",
  "18": "וְכָל H3605 הָעָם֩ H5971 רֹאִ֨ים H7200 אֶת H853 הַקּוֹלֹ֜ת H6963 וְאֶת H853 הַלַּפִּידִ֗ם H3940 וְאֵת֙ H853 ק֣וֹל H6963 הַשֹּׁפָ֔ר H7782 וְאֶת H853 הָהָ֖ר H2022 עָשֵׁ֑ן H6226 וַיַּ֤רְא H7200 הָעָם֙ H5971 וַיָּנֻ֔עוּ H5128 וַיַּֽעַמְד֖וּ H5975 מֵֽרָחֹֽק H7350 ",
  "19": "וַיֹּֽאמְרוּ֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 דַּבֵּר H1696 אַתָּ֥ה H859 עִמָּ֖נוּ H5973 וְנִשְׁמָ֑עָה H8085 וְאַל H408 יְדַבֵּ֥ר H1696 עִמָּ֛נוּ H5973 אֱלֹהִ֖ים H430 פֶּן H6435 נָמֽוּת H4191 ",
  "20": "וַיֹּ֨אמֶר H559 מֹשֶׁ֣ה H4872 אֶל H413 הָעָם֮ H5971 אַל H408 תִּירָאוּ֒ H3372 כִּ֗י H3588 לְבַֽ H5668 נַסּ֣וֹת H5254 אֶתְכֶ֔ם H853 בָּ֖א H935 הָאֱלֹהִ֑ים H430 וּבַ H5668 תִּהְיֶ֧ה H1961 יִרְאָת֛וֹ H3374 עַל H5921 פְּנֵיכֶ֖ם H6440 לְבִלְתִּ֥י H1115 תֶחֱטָֽאוּ H2398 ",
  "21": "וַיַּעֲמֹ֥ד H5975 הָעָ֖ם H5971 מֵרָחֹ֑ק H7350 וּמֹשֶׁה֙ H4872 נִגַּ֣שׁ H5066 אֶל H413 הָֽעֲרָפֶ֔ל H6205 אֲשֶׁר H834 שָׁ֖ם H8033 הָאֱלֹהִֽים H430 ",
  "22": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כֹּ֥ה H3541 תֹאמַ֖ר H559 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אַתֶּ֣ם H859 רְאִיתֶ֔ם H7200 כִּ֚י H3588 מִן H4480 הַשָּׁמַ֔יִם H8064 דִּבַּ֖רְתִּי H1696 עִמָּכֶֽם H5973 ",
  "23": "לֹ֥א H3808 תַעֲשׂ֖וּן H6213 אִתִּ֑י H854 אֱלֹ֤הֵי H430 כֶ֨סֶף֙ H3701 וֵאלֹהֵ֣י H430 זָהָ֔ב H2091 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 לָכֶֽם Hl ",
  "24": "מִזְבַּ֣ח H4196 אֲדָמָה֮ H127 תַּעֲשֶׂה H6213 לִּי֒ Hl וְזָבַחְתָּ֣ H2076 עָלָ֗יו H5921 אֶת H853 עֹלֹתֶ֨יךָ֙ H5930 וְאֶת H853 שְׁלָמֶ֔יךָ H8002 אֶת H853 צֹֽאנְךָ֖ H6629 וְאֶת H853 בְּקָרֶ֑ךָ H1241 בְּכָל H3605 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 אַזְכִּ֣יר H2142 אֶת H853 שְׁמִ֔י H8034 אָב֥וֹא H935 אֵלֶ֖יךָ H413 וּבֵרַכְתִּֽי H1288 ",
  "25": "וְאִם H518 מִזְבַּ֤ח H4196 אֲבָנִים֙ H68 תַּֽעֲשֶׂה H6213 לִּ֔י Hl לֹֽא H3808 תִבְנֶ֥ה H1129 אֶתְהֶ֖ן H853 גָּזִ֑ית H1496 כִּ֧י H3588 חַרְבְּךָ֛ H2719 הֵנַ֥פְתָּ H5130 עָלֶ֖יהָ H5921 וַתְּחַֽלְלֶֽ H2490 ",
  "26": "וְלֹֽא H3808 תַעֲלֶ֥ה H5927 בְמַעֲלֹ֖ת H4609 עַֽל H5921 מִזְבְּחִ֑י H4196 אֲשֶׁ֛ר H834 לֹֽא H3808 תִגָּלֶ֥ה H1540 עֶרְוָתְךָ֖ H6172 עָלָֽיו H5921 "
}
