{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְיִקְחוּ H3947 לִ֖י Hl תְּרוּמָ֑ה H8641 מֵאֵ֤ת H853 כָּל H3605 אִישׁ֙ H376 אֲשֶׁ֣ר H834 יִדְּבֶ֣נּוּ H5068 לִבּ֔וֹ H3820 תִּקְח֖וּ H3947 אֶת H853 תְּרוּמָתִֽי H8641 ",
  "3": "וְזֹאת֙ H2063 הַתְּרוּמָ֔ה H8641 אֲשֶׁ֥ר H834 תִּקְח֖וּ H3947 מֵאִתָּ֑ H853 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 וּנְחֹֽשֶׁת H5178 ",
  "4": "וּתְכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 וְעִזִּֽים H5795 ",
  "5": "וְעֹרֹ֨ת H5785 אֵילִ֧ם H352 מְאָדָּמִ֛ים H119 וְעֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 וַעֲצֵ֥י H6086 שִׁטִּֽים H7848 ",
  "6": "שֶׁ֖מֶן H8081 לַמָּאֹ֑ר H3974 בְּשָׂמִים֙ H1314 לְשֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְלִ H7004 הַסַּמִּֽים H5561 ",
  "7": "אַבְנֵי H68 שֹׁ֕הַם H7718 וְאַבְנֵ֖י H68 מִלֻּאִ֑ים H4394 לָאֵפֹ֖ד H646 וְלַ H2833 ",
  "8": "וְעָ֥שׂוּ H6213 לִ֖י Hl מִקְדָּ֑שׁ H4720 וְשָׁכַנְתִּ֖י H7931 בְּתוֹכָֽ H8432 ",
  "9": "כְּכֹ֗ל H3605 אֲשֶׁ֤ר H834 אֲנִי֙ H589 מַרְאֶ֣ה H7200 אוֹתְךָ֔ H853 אֵ֚ת H853 תַּבְנִ֣ית H8403 הַמִּשְׁכָּ֔ן H4908 וְאֵ֖ת H853 תַּבְנִ֣ית H8403 כָּל H3605 כֵּלָ֑יו H3627 וְכֵ֖ן H3651 תַּעֲשֽׂוּ H6213 ",
  "10": "וְעָשׂ֥וּ H6213 אֲר֖וֹן H727 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֨יִם H520 וָחֵ֜צִי H2677 אָרְכּ֗וֹ H753 וְאַמָּ֤ה H520 וָחֵ֨צִי֙ H2677 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
  "11": "וְצִפִּיתָ֤ H6823 אֹתוֹ֙ H853 זָהָ֣ב H2091 טָה֔וֹר H2889 מִבַּ֥יִת H1004 וּמִ H2351 תְּצַפֶּ֑נּוּ H6823 וְעָשִׂ֧יתָ H6213 עָלָ֛יו H5921 זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
  "12": "וְיָצַ֣קְתָּ H3332 לּ֗וֹ Hl אַרְבַּע֙ H702 טַבְּעֹ֣ת H2885 זָהָ֔ב H2091 וְנָ֣תַתָּ֔ה H5414 עַ֖ל H5921 אַרְבַּ֣ע H702 פַּעֲמֹתָ֑יו H6471 וּשְׁתֵּ֣י H8147 טַבָּעֹ֗ת H2885 עַל H5921 צַלְעוֹ֙ H6763 הָֽאֶחָ֔ת H259 וּשְׁתֵּי֙ H8147 טַבָּעֹ֔ת H2885 עַל H5921 צַלְע֖וֹ H6763 הַשֵּׁנִֽית H8145 ",
  "13": "וְעָשִׂ֥יתָ H6213 בַדֵּ֖י H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
  "14": "וְהֵֽבֵאתָ֤ H935 אֶת H853 הַבַּדִּים֙ H905 בַּטַּבָּעֹ֔ת H2885 עַ֖ל H5921 צַלְעֹ֣ת H6763 הָאָרֹ֑ן H727 לָשֵׂ֥את H5375 אֶת H853 הָאָרֹ֖ן H727 בָּהֶֽם Hb ",
  "15": "בְּטַבְּעֹת֙ H2885 הָאָרֹ֔ן H727 יִהְי֖וּ H1961 הַבַּדִּ֑ים H905 לֹ֥א H3808 יָסֻ֖רוּ H5493 מִמֶּֽנּוּ H4480 ",
  "16": "וְנָתַתָּ֖ H5414 אֶל H413 הָאָרֹ֑ן H727 אֵ֚ת H853 הָעֵדֻ֔ת H5715 אֲשֶׁ֥ר H834 אֶתֵּ֖ן H5414 אֵלֶֽיךָ H413 ",
  "17": "וְעָשִׂ֥יתָ H6213 כַפֹּ֖רֶת H3727 זָהָ֣ב H2091 טָה֑וֹר H2889 אַמָּתַ֤יִם H520 וָחֵ֨צִי֙ H2677 אָרְכָּ֔הּ H753 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 רָחְבָּֽהּ H7341 ",
  "18": "וְעָשִׂ֛יתָ H6213 שְׁנַ֥יִם H8147 כְּרֻבִ֖ים H3742 זָהָ֑ב H2091 מִקְשָׁה֙ H4749 תַּעֲשֶׂ֣ה H6213 אֹתָ֔ם H853 מִשְּׁנֵ֖י H8147 קְצ֥וֹת H7098 הַכַּפֹּֽרֶת H3727 ",
  "19": "וַ֠עֲשֵׂה H6213 כְּר֨וּב H3742 אֶחָ֤ד H259 מִקָּצָה֙ H7098 מִזֶּ֔ה H2088 וּכְרוּב H3742 אֶחָ֥ד H259 מִקָּצָ֖ה H7098 מִזֶּ֑ה H2088 מִן H4480 הַכַּפֹּ֛רֶת H3727 תַּעֲשׂ֥וּ H6213 אֶת H853 הַכְּרֻבִ֖ים H3742 עַל H5921 שְׁנֵ֥י H8147 קְצוֹתָֽיו H7098 ",
  "20": "וְהָי֣וּ H1961 הַכְּרֻבִים֩ H3742 פֹּרְשֵׂ֨י H6566 כְנָפַ֜יִם H3671 לְמַ֗עְלָ H4605 סֹכְכִ֤ים H5526 בְּכַנְפֵי H3671 עַל H5921 הַכַּפֹּ֔רֶת H3727 וּפְנֵי H6440 אִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 אֶל H413 הַכַּפֹּ֔רֶת H3727 יִהְי֖וּ H1961 פְּנֵ֥י H6440 הַכְּרֻבִֽים H3742 ",
  "21": "וְנָתַתָּ֧ H5414 אֶת H853 הַכַּפֹּ֛רֶת H3727 עַל H5921 הָאָרֹ֖ן H727 מִלְ H4605 וְאֶל H413 הָ֣אָרֹ֔ן H727 תִּתֵּן֙ H5414 אֶת H853 הָ֣עֵדֻ֔ת H5715 אֲשֶׁ֥ר H834 אֶתֵּ֖ן H5414 אֵלֶֽיךָ H413 ",
  "22": "וְנוֹעַדְתִּ֣י H3259 לְךָ֮ Hl שָׁם֒ H8033 וְדִבַּרְתִּ֨י H1696 אִתְּךָ֜ H854 מֵעַ֣ל H5921 הַכַּפֹּ֗רֶת H3727 מִבֵּין֙ H996 שְׁנֵ֣י H8147 הַכְּרֻבִ֔ים H3742 אֲשֶׁ֖ר H834 עַל H5921 אֲרֹ֣ן H727 הָעֵדֻ֑ת H5715 אֵ֣ת H853 כָּל H3605 אֲשֶׁ֧ר H834 אֲצַוֶּ֛ה H6680 אוֹתְךָ֖ H853 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "23": "וְעָשִׂ֥יתָ H6213 שֻׁלְחָ֖ן H7979 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֤יִם H520 אָרְכּוֹ֙ H753 וְאַמָּ֣ה H520 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
  "24": "וְצִפִּיתָ֥ H6823 אֹת֖וֹ H853 זָהָ֣ב H2091 טָה֑וֹר H2889 וְעָשִׂ֥יתָ H6213 לּ֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
  "25": "וְעָשִׂ֨יתָ H6213 לּ֥וֹ Hl מִסְגֶּ֛רֶת H4526 טֹ֖פַח H2948 סָבִ֑יב H5439 וְעָשִׂ֧יתָ H6213 זֵר H2213 זָהָ֛ב H2091 לְמִסְגַּרְתּ֖ H4526 סָבִֽיב H5439 ",
  "26": "וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl אַרְבַּ֖ע H702 טַבְּעֹ֣ת H2885 זָהָ֑ב H2091 וְנָתַתָּ֙ H5414 אֶת H853 הַטַּבָּעֹ֔ת H2885 עַ֚ל H5921 אַרְבַּ֣ע H702 הַפֵּאֹ֔ת H6285 אֲשֶׁ֖ר H834 לְאַרְבַּ֥ע H702 רַגְלָֽיו H7272 ",
  "27": "לְעֻמַּת֙ H5980 הַמִּסְגֶּ֔רֶת H4526 תִּהְיֶ֖יןָ H1961 הַטַּבָּעֹ֑ת H2885 לְבָתִּ֣ים H1004 לְבַדִּ֔ים H905 לָשֵׂ֖את H5375 אֶת H853 הַשֻּׁלְחָֽן H7979 ",
  "28": "וְעָשִׂ֤יתָ H6213 אֶת H853 הַבַּדִּים֙ H905 עֲצֵ֣י H6086 שִׁטִּ֔ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 זָהָ֑ב H2091 וְנִשָּׂא H5375 בָ֖ם Hb אֶת H853 הַשֻּׁלְחָֽן H7979 ",
  "29": "וְעָשִׂ֨יתָ H6213 קְּעָרֹתָ֜יו H7086 וְכַפֹּתָ֗י H3709 וּקְשׂוֹתָי H7184 וּמְנַקִּיֹּתָ֔י H4518 אֲשֶׁ֥ר H834 יֻסַּ֖ךְ H5258 בָּהֵ֑ן H2004 זָהָ֥ב H2091 טָה֖וֹר H2889 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
  "30": "וְנָתַתָּ֧ H5414 עַֽל H5921 הַשֻּׁלְחָ֛ן H7979 לֶ֥חֶם H3899 פָּנִ֖ים H6440 לְפָנַ֥ H6440 תָּמִֽיד H8548 ",
  "31": "וְעָשִׂ֥יתָ H6213 מְנֹרַ֖ת H4501 זָהָ֣ב H2091 טָה֑וֹר H2889 מִקְשָׁ֞ה H4749 תֵּעָשֶׂ֤ה H6213 הַמְּנוֹרָה֙ H4501 יְרֵכָ֣הּ H3409 וְקָנָ֔ H7070 גְּבִיעֶ֛יהָ H1375 כַּפְתֹּרֶ֥יהָ H3730 וּפְרָחֶ֖י H6525 מִמֶּ֥נָּה H4480 יִהְיֽוּ H1961 ",
  "32": "וְשִׁשָּׁ֣ה H8337 קָנִ֔ים H7070 יֹצְאִ֖ים H3318 מִצִּדֶּ֑י H6654 שְׁלֹשָׁ֣ה H7969 קְנֵ֣י H7070 מְנֹרָ֗ה H4501 מִצִּדָּ H6654 הָאֶחָ֔ד H259 וּשְׁלֹשָׁה֙ H7969 קְנֵ֣י H7070 מְנֹרָ֔ה H4501 מִצִּדָּ֖ H6654 הַשֵּׁנִֽי H8145 ",
  "33": "שְׁלֹשָׁ֣ה H7969 גְ֠בִעִים H1375 מְֽשֻׁקָּדִ֞ים H8246 בַּקָּנֶ֣ה H7070 הָאֶחָד֮ H259 כַּפְתֹּ֣ר H3730 וָפֶרַח֒ H6525 וּשְׁלֹשָׁ֣ה H7969 גְבִעִ֗ים H1375 מְשֻׁקָּדִ֛ים H8246 בַּקָּנֶ֥ה H7070 הָאֶחָ֖ד H259 כַּפְתֹּ֣ר H3730 וָפָ֑רַח H6525 כֵּ֚ן H3651 לְשֵׁ֣שֶׁת H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִן H4480 הַמְּנֹרָֽה H4501 ",
  "34": "וּבַ H4501 אַרְבָּעָ֣ה H702 גְבִעִ֑ים H1375 מְשֻׁקָּדִ֔ים H8246 כַּפְתֹּרֶ֖יהָ H3730 וּפְרָחֶֽי H6525 ",
  "35": "וְכַפְתֹּ֡ר H3730 תַּחַת֩ H8478 שְׁנֵ֨י H8147 הַקָּנִ֜ים H7070 מִמֶּ֗נָּה H4480 וְכַפְתֹּר֙ H3730 תַּ֣חַת H8478 שְׁנֵ֤י H8147 הַקָּנִים֙ H7070 מִמֶּ֔נָּה H4480 וְכַפְתֹּ֕ר H3730 תַּחַת H8478 שְׁנֵ֥י H8147 הַקָּנִ֖ים H7070 מִמֶּ֑נָּה H4480 לְשֵׁ֨שֶׁת֙ H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִן H4480 הַמְּנֹרָֽה H4501 ",
  "36": "כַּפְתֹּרֵיהֶ֥ם H3730 וּקְנֹתָ֖ H7070 מִמֶּ֣נָּה H4480 יִהְי֑וּ H1961 כֻּלָּ֛הּ H3605 מִקְשָׁ֥ה H4749 אַחַ֖ת H259 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
  "37": "וְעָשִׂ֥יתָ H6213 אֶת H853 נֵרֹתֶ֖יהָ H5216 שִׁבְעָ֑ה H7651 וְהֶֽעֱלָה֙ H5927 אֶת H853 נֵ֣רֹתֶ֔יהָ H5216 וְהֵאִ֖יר H215 עַל H5921 עֵ֥בֶר H5676 פָּנֶֽיהָ H6440 ",
  "38": "וּמַלְקָחֶ֥י H4457 וּמַחְתֹּתֶ֖י H4289 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
  "39": "כִּכָּ֛ר H3603 זָהָ֥ב H2091 טָה֖וֹר H2889 יַעֲשֶׂ֣ה H6213 אֹתָ֑הּ H853 אֵ֥ת H854 כָּל H3605 הַכֵּלִ֖ים H3627 הָאֵֽלֶּה H428 ",
  "40": "וּרְאֵ֖ה H7200 וַעֲשֵׂ֑ה H6213 בְּתַ֨בְנִיתָ֔ H8403 אֲשֶׁר H834 אַתָּ֥ה H859 מָרְאֶ֖ה H7200 בָּהָֽר H2022 "
}
