{
  "1": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַמִּזְבֵּ֖חַ H4196 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חָמֵשׁ֩ H2568 אַמּ֨וֹת H520 אֹ֜רֶךְ H753 וְחָמֵ֧שׁ H2568 אַמּ֣וֹת H520 רֹ֗חַב H7341 רָב֤וּעַ H7251 יִהְיֶה֙ H1961 הַמִּזְבֵּ֔חַ H4196 וְשָׁלֹ֥שׁ H7969 אַמּ֖וֹת H520 קֹמָתֽוֹ H6967 ",
  "2": "וְעָשִׂ֣יתָ H6213 קַרְנֹתָ֗יו H7161 עַ֚ל H5921 אַרְבַּ֣ע H702 פִּנֹּתָ֔יו H6438 מִמֶּ֖נּוּ H4480 תִּהְיֶ֣יןָ H1961 קַרְנֹתָ֑יו H7161 וְצִפִּיתָ֥ H6823 אֹת֖וֹ H853 נְחֹֽשֶׁת H5178 ",
  "3": "וְעָשִׂ֤יתָ H6213 סִּֽירֹתָיו֙ H5518 לְדַשְּׁנ֔ H1878 וְיָעָי H3257 וּמִזְרְקֹתָ֔י H4219 וּמִזְלְגֹתָ֖י H4207 וּמַחְתֹּתָ֑י H4289 לְכָל H3605 כֵּלָ֖יו H3627 תַּעֲשֶׂ֥ה H6213 נְחֹֽשֶׁת H5178 ",
  "4": "וְעָשִׂ֤יתָ H6213 לּוֹ֙ Hl מִכְבָּ֔ר H4345 מַעֲשֵׂ֖ה H4639 רֶ֣שֶׁת H7568 נְחֹ֑שֶׁת H5178 וְעָשִׂ֣יתָ H6213 עַל H5921 הָרֶ֗שֶׁת H7568 אַרְבַּע֙ H702 טַבְּעֹ֣ת H2885 נְחֹ֔שֶׁת H5178 עַ֖ל H5921 אַרְבַּ֥ע H702 קְצוֹתָֽיו H7098 ",
  "5": "וְנָתַתָּ֣ה H5414 אֹתָ֗הּ H853 תַּ֛חַת H8478 כַּרְכֹּ֥ב H3749 הַמִּזְבֵּ֖חַ H4196 מִלְּ H4295 וְהָיְתָ֣ה H1961 הָרֶ֔שֶׁת H7568 עַ֖ד H5704 חֲצִ֥י H2677 הַמִּזְבֵּֽחַ H4196 ",
  "6": "וְעָשִׂ֤יתָ H6213 בַדִּים֙ H905 לַמִּזְבֵּ֔חַ H4196 בַּדֵּ֖י H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 נְחֹֽשֶׁת H5178 ",
  "7": "וְהוּבָ֥א H935 אֶת H853 בַּדָּ֖יו H905 בַּטַּבָּעֹ֑ת H2885 וְהָי֣וּ H1961 הַבַּדִּ֗ים H905 עַל H5921 שְׁתֵּ֛י H8147 צַלְעֹ֥ת H6763 הַמִּזְבֵּ֖חַ H4196 בִּשְׂאֵ֥ת H5375 אֹתֽוֹ H853 ",
  "8": "נְב֥וּב H5014 לֻחֹ֖ת H3871 תַּעֲשֶׂ֣ה H6213 אֹת֑וֹ H853 כַּאֲשֶׁ֨ר H834 הֶרְאָ֥ה H7200 אֹתְךָ֛ H853 בָּהָ֖ר H2022 כֵּ֥ן H3651 יַעֲשֽׂוּ H6213 ",
  "9": "וְעָשִׂ֕יתָ H6213 אֵ֖ת H853 חֲצַ֣ר H2691 הַמִּשְׁכָּ֑ן H4908 לִפְאַ֣ת H6285 נֶֽגֶב H5045 תֵּ֠ימָנָה H8486 קְלָעִ֨ים H7050 לֶחָצֵ֜ר H2691 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 מֵאָ֤ה H3967 בָֽאַמָּה֙ H520 אֹ֔רֶךְ H753 לַפֵּאָ֖ה H6285 הָאֶחָֽת H259 ",
  "10": "וְעַמֻּדָ֣י H5982 עֶשְׂרִ֔ים H6242 וְאַדְנֵי H134 עֶשְׂרִ֖ים H6242 נְחֹ֑שֶׁת H5178 וָוֵ֧י H2053 הָעַמֻּדִ֛ים H5982 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
  "11": "וְכֵ֨ן H3651 לִפְאַ֤ת H6285 צָפוֹן֙ H6828 בָּאֹ֔רֶךְ H753 קְלָעִ֖ים H7050 מֵ֣אָה H3967 אֹ֑רֶךְ H753 ועמד H5982 עֶשְׂרִ֗ים H6242 וְאַדְנֵי H134 עֶשְׂרִים֙ H6242 נְחֹ֔שֶׁת H5178 וָוֵ֧י H2053 הָֽעַמֻּדִ֛ים H5982 וַחֲשֻׁקֵי H2838 כָּֽסֶף H3701 ",
  "12": "וְרֹ֤חַב H7341 הֶֽחָצֵר֙ H2691 לִפְאַת H6285 יָ֔ם H3220 קְלָעִ֖ים H7050 חֲמִשִּׁ֣ים H2572 אַמָּ֑ה H520 עַמֻּדֵיהֶ֣ם H5982 עֲשָׂרָ֔ה H6235 וְאַדְנֵי H134 עֲשָׂרָֽה H6235 ",
  "13": "וְרֹ֣חַב H7341 הֶֽחָצֵ֗ר H2691 לִפְאַ֛ת H6285 קֵ֥דְמָה H6924 מִזְרָ֖חָה H4217 חֲמִשִּׁ֥ים H2572 אַמָּֽה H520 ",
  "14": "וַחֲמֵ֨שׁ H2568 עֶשְׂרֵ֥ה H6240 אַמָּ֛ה H520 קְלָעִ֖ים H7050 לַכָּתֵ֑ף H3802 עַמֻּדֵיהֶ֣ם H5982 שְׁלֹשָׁ֔ה H7969 וְאַדְנֵי H134 שְׁלֹשָֽׁה H7969 ",
  "15": "וְלַ H3802 הַשֵּׁנִ֔ית H8145 חְמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 קְלָעִ֑ים H7050 עַמֻּדֵיהֶ֣ם H5982 שְׁלֹשָׁ֔ה H7969 וְאַדְנֵי H134 שְׁלֹשָֽׁה H7969 ",
  "16": "וּלְ H8179 הֶֽחָצֵ֜ר H2691 מָסָ֣ךְ H4539 עֶשְׂרִ֣ים H6242 אַמָּ֗ה H520 תְּכֵ֨לֶת H8504 וְאַרְגָּמָ֜ן H713 וְתוֹלַ֧עַת H8438 שָׁנִ֛י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָ֖ר H7806 מַעֲשֵׂ֣ה H4639 רֹקֵ֑ם H7551 עַמֻּֽדֵיהֶם֙ H5982 אַרְבָּעָ֔ה H702 וְאַדְנֵי H134 אַרְבָּעָֽה H702 ",
  "17": "כָּל H3605 עַמּוּדֵ֨י H5982 הֶֽחָצֵ֤ר H2691 סָבִיב֙ H5439 מְחֻשָּׁקִ֣ים H2836 כֶּ֔סֶף H3701 וָוֵיהֶ֖ם H2053 כָּ֑סֶף H3701 וְאַדְנֵי H134 נְחֹֽשֶׁת H5178 ",
  "18": "אֹ֣רֶךְ H753 הֶֽחָצֵר֩ H2691 מֵאָ֨ה H3967 בָֽאַמָּ֜ה H520 וְרֹ֣חַב H7341 חֲמִשִּׁ֣ים H2572 בַּחֲמִשִּׁ֗ים H2572 וְקֹמָ֛ה H6967 חָמֵ֥שׁ H2568 אַמּ֖וֹת H520 שֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 וְאַדְנֵי H134 נְחֹֽשֶׁת H5178 ",
  "19": "לְכֹל֙ H3605 כְּלֵ֣י H3627 הַמִּשְׁכָּ֔ן H4908 בְּכֹ֖ל H3605 עֲבֹדָת֑וֹ H5656 וְכָל H3605 יְתֵדֹתָ֛יו H3489 וְכָל H3605 יִתְדֹ֥ת H3489 הֶחָצֵ֖ר H2691 נְחֹֽשֶׁת H5178 ",
  "20": "וְאַתָּ֞ה H859 תְּצַוֶּ֣ה H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְיִקְח֨וּ H3947 אֵלֶ֜יךָ H413 שֶׁ֣מֶן H8081 זַ֥יִת H2132 זָ֛ךְ H2134 כָּתִ֖ית H3795 לַמָּא֑וֹר H3974 לְהַעֲלֹ֥ת H5927 נֵ֖ר H5216 תָּמִֽיד H8548 ",
  "21": "בְּאֹ֣הֶל H168 מוֹעֵד֩ H4150 מִח֨וּץ H2351 לַפָּרֹ֜כֶת H6532 אֲשֶׁ֣ר H834 עַל H5921 הָעֵדֻ֗ת H5715 יַעֲרֹךְ֩ H6186 אֹת֨וֹ H853 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 מֵעֶ֥רֶב H6153 עַד H5704 בֹּ֖קֶר H1242 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹ֣רֹתָ֔ H1755 מֵאֵ֖ת H854 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 "
}
