{
  "1": "וַיַּ֣רְא H7200 הָעָ֔ם H5971 כִּֽי H3588 בֹשֵׁ֥שׁ H954 מֹשֶׁ֖ה H4872 לָרֶ֣דֶת H3381 מִן H4480 הָהָ֑ר H2022 וַיִּקָּהֵ֨ל H6950 הָעָ֜ם H5971 עַֽל H5921 אַהֲרֹ֗ן H175 וַיֹּאמְר֤וּ H559 אֵלָיו֙ H413 ק֣וּם H6965 עֲשֵׂה H6213 לָ֣נוּ Hl אֱלֹהִ֗ים H430 אֲשֶׁ֤ר H834 יֵֽלְכוּ֙ H3212 לְפָנֵ֔י H6440 כִּי H3588 זֶ֣ה H2088 מֹשֶׁ֣ה H4872 הָאִ֗ישׁ H376 אֲשֶׁ֤ר H834 הֶֽעֱלָ֨נוּ֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לֹ֥א H3808 יָדַ֖עְנוּ H3045 מֶה H4100 הָ֥יָה H1961 לֽוֹ Hl ",
  "2": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 אַהֲרֹ֔ן H175 פָּֽרְקוּ֙ H6561 נִזְמֵ֣י H5141 הַזָּהָ֔ב H2091 אֲשֶׁר֙ H834 בְּאָזְנֵ֣י H241 נְשֵׁיכֶ֔ם H802 בְּנֵיכֶ֖ם H1121 וּבְנֹתֵי H1323 וְהָבִ֖יאוּ H935 אֵלָֽי H413 ",
  "3": "וַיִּתְפָּֽרְקוּ֙ H6561 כָּל H3605 הָעָ֔ם H5971 אֶת H853 נִזְמֵ֥י H5141 הַזָּהָ֖ב H2091 אֲשֶׁ֣ר H834 בְּאָזְנֵי H241 וַיָּבִ֖יאוּ H935 אֶֽל H413 אַהֲרֹֽן H175 ",
  "4": "וַיִּקַּ֣ח H3947 מִיָּדָ֗ H3027 וַיָּ֤צַר H3335 אֹתוֹ֙ H853 בַּחֶ֔רֶט H2747 וַֽיַּעֲשֵׂ֖ H6213 עֵ֣גֶל H5695 מַסֵּכָ֑ה H4541 וַיֹּ֣אמְר֔וּ H559 אֵ֤לֶּה H428 אֱלֹהֶ֨יךָ֙ H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הֶעֱל֖וּךָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "5": "וַיַּ֣רְא H7200 אַהֲרֹ֔ן H175 וַיִּ֥בֶן H1129 מִזְבֵּ֖חַ H4196 לְפָנָ֑י H6440 וַיִּקְרָ֤א H7121 אַֽהֲרֹן֙ H175 וַיֹּאמַ֔ר H559 חַ֥ג H2282 לַיהוָ֖ה H3068 מָחָֽר H4279 ",
  "6": "וַיַּשְׁכִּ֨ימוּ֙ H7925 מִֽמָּחֳרָ֔ת H4283 וַיַּעֲל֣וּ H5927 עֹלֹ֔ת H5930 וַיַּגִּ֖שׁוּ H5066 שְׁלָמִ֑ים H8002 וַיֵּ֤שֶׁב H3427 הָעָם֙ H5971 לֶֽאֱכֹ֣ל H398 וְשָׁת֔וֹ H8354 וַיָּקֻ֖מוּ H6965 לְצַחֵֽק H6711 ",
  "7": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 לֶךְ H3212 רֵ֕ד H3381 כִּ֚י H3588 שִׁחֵ֣ת H7843 עַמְּךָ֔ H5971 אֲשֶׁ֥ר H834 הֶעֱלֵ֖יתָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "8": "סָ֣רוּ H5493 מַהֵ֗ר H4118 מִן H4480 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 צִוִּיתִ֔ם H6680 עָשׂ֣וּ H6213 לָהֶ֔ם Hl עֵ֖גֶל H5695 מַסֵּכָ֑ה H4541 וַיִּשְׁתַּֽחֲווּ H7812 לוֹ֙ Hl וַיִּזְבְּחוּ H2076 ל֔וֹ Hl וַיֹּ֣אמְר֔וּ H559 אֵ֤לֶּה H428 אֱלֹהֶ֨יךָ֙ H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הֶֽעֱל֖וּךָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "9": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 רָאִ֨יתִי֙ H7200 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְהִנֵּ֥ה H2009 עַם H5971 קְשֵׁה H7186 עֹ֖רֶף H6203 הֽוּא H1931 ",
  "10": "וְעַתָּה֙ H6258 הַנִּ֣יחָה H3240 לִּ֔י Hl וְיִֽחַר H2734 אַפִּ֥י H639 בָהֶ֖ם Hb וַאֲכַלֵּ֑ H3615 וְאֶֽעֱשֶׂ֥ה H6213 אוֹתְךָ֖ H853 לְג֥וֹי H1471 גָּדֽוֹל H1419 ",
  "11": "וַיְחַ֣ל H2470 מֹשֶׁ֔ה H4872 אֶת H853 פְּנֵ֖י H6440 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 וַיֹּ֗אמֶר H559 לָמָ֤ה H4100 יְהוָה֙ H3068 יֶחֱרֶ֤ה H2734 אַפְּךָ֙ H639 בְּעַמֶּ֔ H5971 אֲשֶׁ֤ר H834 הוֹצֵ֨אתָ֙ H3318 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּכֹ֥חַ H3581 גָּד֖וֹל H1419 וּבְ H3027 חֲזָקָֽה H2389 ",
  "12": "לָמָּה֩ H4100 יֹאמְר֨וּ H559 מִצְרַ֜יִם H4713 לֵאמֹ֗ר H559 בְּרָעָ֤ה H7451 הֽוֹצִיאָם֙ H3318 לַהֲרֹ֤ג H2026 אֹתָם֙ H853 בֶּֽהָרִ֔ים H2022 וּ֨לְ H3615 מֵעַ֖ל H5921 פְּנֵ֣י H6440 הָֽאֲדָמָ֑ה H127 שׁ֚וּב H7725 מֵחֲר֣וֹן H2740 אַפֶּ֔ךָ H639 וְהִנָּחֵ֥ם H5162 עַל H5921 הָרָעָ֖ה H7451 לְעַמֶּֽ H5971 ",
  "13": "זְכֹ֡ר H2142 לְאַבְרָהָם֩ H85 לְיִצְחָ֨ק H3327 וּלְ H3478 עֲבָדֶ֗יךָ H5650 אֲשֶׁ֨ר H834 נִשְׁבַּ֣עְתָּ H7650 לָהֶם֮ Hl בָּךְ֒ Hb וַתְּדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 אַרְבֶּה֙ H7235 אֶֽת H853 זַרְעֲכֶ֔ם H2233 כְּכוֹכְבֵ֖י H3556 הַשָּׁמָ֑יִם H8064 וְכָל H3605 הָאָ֨רֶץ H776 הַזֹּ֜את H2063 אֲשֶׁ֣ר H834 אָמַ֗רְתִּי H559 אֶתֵּן֙ H5414 לְזַרְעֲ H2233 וְנָחֲל֖וּ H5157 לְעֹלָֽם H5769 ",
  "14": "וַיִּנָּ֖חֶם H5162 יְהוָ֑ה H3068 עַל H5921 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 לַעֲשׂ֥וֹת H6213 לְעַמּֽ H5971 ",
  "15": "וַיִּ֜פֶן H6437 וַיֵּ֤רֶד H3381 מֹשֶׁה֙ H4872 מִן H4480 הָהָ֔ר H2022 וּשְׁנֵ֛י H8147 לֻחֹ֥ת H3871 הָעֵדֻ֖ת H5715 בְּיָד֑ H3027 לֻחֹ֗ת H3871 כְּתֻבִים֙ H3789 מִשְּׁנֵ֣י H8147 עֶבְרֵיהֶ֔ם H5676 מִזֶּ֥ה H2088 וּמִ H2088 הֵ֥ם H1992 כְּתֻבִֽים H3789 ",
  "16": "וְהַ֨ H3871 מַעֲשֵׂ֥ה H4639 אֱלֹהִ֖ים H430 הֵ֑מָּה H1992 וְהַ H4385 מִכְתַּ֤ב H4385 אֱלֹהִים֙ H430 ה֔וּא H1931 חָר֖וּת H2801 עַל H5921 הַלֻּחֹֽת H3871 ",
  "17": "וַיִּשְׁמַ֧ע H8085 יְהוֹשֻׁ֛עַ H3091 אֶת H853 ק֥וֹל H6963 הָעָ֖ם H5971 בְּרֵעֹ֑ H7452 וַיֹּ֨אמֶר֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 ק֥וֹל H6963 מִלְחָמָ֖ה H4421 בַּֽמַּחֲנֶה H4264 ",
  "18": "וַיֹּ֗אמֶר H559 אֵ֥ין H369 קוֹל֙ H6963 עֲנ֣וֹת H6030 גְּבוּרָ֔ה H1369 וְאֵ֥ין H369 ק֖וֹל H6963 עֲנ֣וֹת H6030 חֲלוּשָׁ֑ה H2476 ק֣וֹל H6963 עַנּ֔וֹת H6030 אָנֹכִ֖י H595 שֹׁמֵֽעַ H8085 ",
  "19": "וַֽיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 קָרַב֙ H7126 אֶל H413 הַֽמַּחֲנֶ֔ה H4264 וַיַּ֥רְא H7200 אֶת H853 הָעֵ֖גֶל H5695 וּמְחֹלֹ֑ת H4246 וַיִּֽחַר H2734 אַ֣ף H639 מֹשֶׁ֗ה H4872 וַיַּשְׁלֵ֤ךְ H7993 מיד H3027 אֶת H853 הַלֻּחֹ֔ת H3871 וַיְשַׁבֵּ֥ר H7665 אֹתָ֖ם H853 תַּ֥חַת H8478 הָהָֽר H2022 ",
  "20": "וַיִּקַּ֞ח H3947 אֶת H853 הָעֵ֨גֶל H5695 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 וַיִּשְׂרֹ֣ף H8313 בָּאֵ֔שׁ H784 וַיִּטְחַ֖ן H2912 עַ֣ד H5704 אֲשֶׁר H834 דָּ֑ק H1854 וַיִּ֨זֶר֙ H2219 עַל H5921 פְּנֵ֣י H6440 הַמַּ֔יִם H4325 וַיַּ֖שְׁקְ H8248 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "21": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶֽל H413 אַהֲרֹ֔ן H175 מֶֽה H4100 עָשָׂ֥ה H6213 לְךָ֖ Hl הָעָ֣ם H5971 הַזֶּ֑ה H2088 כִּֽי H3588 הֵבֵ֥אתָ H935 עָלָ֖יו H5921 חֲטָאָ֥ה H2401 גְדֹלָֽה H1419 ",
  "22": "וַיֹּ֣אמֶר H559 אַהֲרֹ֔ן H175 אַל H408 יִ֥חַר H2734 אַ֖ף H639 אֲדֹנִ֑י H113 אַתָּה֙ H859 יָדַ֣עְתָּ H3045 אֶת H853 הָעָ֔ם H5971 כִּ֥י H3588 בְרָ֖ע H7451 הֽוּא H1931 ",
  "23": "וַיֹּ֣אמְרוּ H559 לִ֔י Hl עֲשֵׂה H6213 לָ֣נוּ Hl אֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 יֵלְכ֖וּ H3212 לְפָנֵ֑י H6440 כִּי H3588 זֶ֣ה H2088 מֹשֶׁ֣ה H4872 הָאִ֗ישׁ H376 אֲשֶׁ֤ר H834 הֶֽעֱלָ֨נוּ֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לֹ֥א H3808 יָדַ֖עְנוּ H3045 מֶה H4100 הָ֥יָה H1961 לֽוֹ Hl ",
  "24": "וָאֹמַ֤ר H559 לָהֶם֙ Hl לְמִ֣י H4310 זָהָ֔ב H2091 הִתְפָּרָ֖קוּ H6561 וַיִּתְּנוּ H5414 לִ֑י Hl וָאַשְׁלִכֵ֣ H7993 בָאֵ֔שׁ H784 וַיֵּצֵ֖א H3318 הָעֵ֥גֶל H5695 הַזֶּֽה H2088 ",
  "25": "וַיַּ֤רְא H7200 מֹשֶׁה֙ H4872 אֶת H853 הָעָ֔ם H5971 כִּ֥י H3588 פָרֻ֖עַ H6544 ה֑וּא H1931 כִּֽי H3588 פְרָעֹ֣ה H6544 אַהֲרֹ֔ן H175 לְשִׁמְצָ֖ה H8103 בְּקָמֵי H6965 ",
  "26": "וַיַּעֲמֹ֤ד H5975 מֹשֶׁה֙ H4872 בְּשַׁ֣עַר H8179 הַֽמַּחֲנֶ֔ה H4264 וַיֹּ֕אמֶר H559 מִ֥י H4310 לַיהוָ֖ה H3068 אֵלָ֑י H413 וַיֵּאָסְפ֥וּ H622 אֵלָ֖יו H413 כָּל H3605 בְּנֵ֥י H1121 לֵוִֽי H3878 ",
  "27": "וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 שִׂ֥ימוּ H7760 אִישׁ H376 חַרְבּ֖וֹ H2719 עַל H5921 יְרֵכ֑וֹ H3409 עִבְר֨וּ H5674 וָשׁ֜וּבוּ H7725 מִשַּׁ֤עַר H8179 לָשַׁ֨עַר֙ H8179 בַּֽמַּחֲנֶ֔ה H4264 וְהִרְג֧וּ H2026 אִֽישׁ H376 אֶת H853 אָחִ֛יו H251 וְאִ֥ישׁ H376 אֶת H853 רֵעֵ֖הוּ H7453 וְאִ֥ישׁ H376 אֶת H853 קְרֹבֽוֹ H7138 ",
  "28": "וַיַּֽעֲשׂ֥וּ H6213 בְנֵֽי H1121 לֵוִ֖י H3878 כִּדְבַ֣ר H1697 מֹשֶׁ֑ה H4872 וַיִּפֹּ֤ל H5307 מִן H4480 הָעָם֙ H5971 בַּיּ֣וֹם H3117 הַה֔וּא H1931 כִּשְׁלֹ֥שֶׁת H7969 אַלְפֵ֖י H505 אִֽישׁ H376 ",
  "29": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 מִלְא֨וּ H4390 יֶדְכֶ֤ם H3027 הַיּוֹם֙ H3117 לַֽיהוָ֔ה H3068 כִּ֛י H3588 אִ֥ישׁ H376 בִּבְנ֖ H1121 וּבְ H251 וְלָ H5414 עֲלֵיכֶ֛ם H5921 הַיּ֖וֹם H3117 בְּרָכָֽה H1293 ",
  "30": "וַיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 הָעָ֔ם H5971 אַתֶּ֥ם H859 חֲטָאתֶ֖ם H2398 חֲטָאָ֣ה H2401 גְדֹלָ֑ה H1419 וְעַתָּה֙ H6258 אֶֽעֱלֶ֣ה H5927 אֶל H413 יְהוָ֔ה H3068 אוּלַ֥י H194 אֲכַפְּרָ֖ה H3722 בְּעַ֥ד H1157 חַטַּאתְכֶֽם H2403 ",
  "31": "וַיָּ֧שָׁב H7725 מֹשֶׁ֛ה H4872 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אָ֣נָּ֗א H577 חָטָ֞א H2398 הָעָ֤ם H5971 הַזֶּה֙ H2088 חֲטָאָ֣ה H2401 גְדֹלָ֔ה H1419 וַיַּֽעֲשׂ֥וּ H6213 לָהֶ֖ם Hl אֱלֹהֵ֥י H430 זָהָֽב H2091 ",
  "32": "וְעַתָּ֖ה H6258 אִם H518 תִּשָּׂ֣א H5375 חַטָּאתָ֑ם H2403 וְאִם H518 אַ֕יִן H369 מְחֵ֣נִי H4229 נָ֔א H4994 מִֽסִּפְרְ H5612 אֲשֶׁ֥ר H834 כָּתָֽבְתָּ H3789 ",
  "33": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 מִ֚י H4310 אֲשֶׁ֣ר H834 חָֽטָא H2398 לִ֔י Hl אֶמְחֶ֖נּוּ H4229 מִסִּפְרִֽ H5612 ",
  "34": "וְעַתָּ֞ה H6258 לֵ֣ךְ H3212 נְחֵ֣ה H5148 אֶת H853 הָעָ֗ם H5971 אֶ֤ל H413 אֲשֶׁר H834 דִּבַּ֨רְתִּי֙ H1696 לָ֔ךְ Hl הִנֵּ֥ה H2009 מַלְאָכִ֖י H4397 יֵלֵ֣ךְ H3212 לְפָנֶ֑י H6440 וּבְ H3117 פָּקְדִ֔י H6485 וּפָקַדְתִּ֥י H6485 עֲלֵיהֶ֖ם H5921 חַטָּאתָֽם H2403 ",
  "35": "וַיִּגֹּ֥ף H5062 יְהוָ֖ה H3068 אֶת H853 הָעָ֑ם H5971 עַ֚ל H5921 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 אֶת H853 הָעֵ֔גֶל H5695 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 אַהֲרֹֽן H175 "
}
