{
  "1": "וְיָצָ֥א H3318 חֹ֖טֶר H2415 מִגֵּ֣זַע H1503 יִשָׁ֑י H3448 וְנֵ֖צֶר H5342 מִשָּׁרָשָׁ֥י H8328 יִפְרֶֽה H6509 ",
  "2": "וְנָחָ֥ה H5117 עָלָ֖יו H5921 ר֣וּחַ H7307 יְהוָ֑ה H3068 ר֧וּחַ H7307 חָכְמָ֣ה H2451 וּבִינָ֗ה H998 ר֤וּחַ H7307 עֵצָה֙ H6098 וּגְבוּרָ֔ה H1369 ר֥וּחַ H7307 דַּ֖עַת H1847 וְיִרְאַ֥ת H3374 יְהוָֽה H3068 ",
  "3": "וַהֲרִיח֖ H7306 בְּיִרְאַ֣ת H3374 יְהוָ֑ה H3068 וְלֹֽא H3808 לְמַרְאֵ֤ה H4758 עֵינָיו֙ H5869 יִשְׁפּ֔וֹט H8199 וְלֹֽא H3808 לְמִשְׁמַ֥ע H4926 אָזְנָ֖יו H241 יוֹכִֽיחַ H3198 ",
  "4": "וְשָׁפַ֤ט H8199 בְּצֶ֨דֶק֙ H6664 דַּלִּ֔ים H1800 וְהוֹכִ֥יחַ H3198 בְּמִישׁ֖וֹר H4334 לְעַנְוֵי H6035 אָ֑רֶץ H776 וְהִֽכָּה H5221 אֶ֨רֶץ֙ H776 בְּשֵׁ֣בֶט H7626 פִּ֔יו H6310 וּבְ H7307 שְׂפָתָ֖יו H8193 יָמִ֥ית H4191 רָשָֽׁע H7563 ",
  "5": "וְהָ֥יָה H1961 צֶ֖דֶק H6664 אֵז֣וֹר H232 מָתְנָ֑יו H4975 וְהָ H530 אֵז֥וֹר H232 חֲלָצָֽיו H2504 ",
  "6": "וְגָ֤ר H1481 זְאֵב֙ H2061 עִם H5973 כֶּ֔בֶשׂ H3532 וְנָמֵ֖ר H5246 עִם H5973 גְּדִ֣י H1423 יִרְבָּ֑ץ H7257 וְעֵ֨גֶל H5695 וּכְפִ֤יר H3715 וּמְרִיא֙ H4806 יַחְדָּ֔ו H3162 וְנַ֥עַר H5288 קָטֹ֖ן H6996 נֹהֵ֥ג H5090 בָּֽם Hb ",
  "7": "וּפָרָ֤ה H6510 וָדֹב֙ H1677 תִּרְעֶ֔ינָה H7462 יַחְדָּ֖ו H3162 יִרְבְּצ֣וּ H7257 יַלְדֵיהֶ֑ן H3206 וְאַרְיֵ֖ה H738 כַּבָּקָ֥ר H1241 יֹֽאכַל H398 תֶּֽבֶן H8401 ",
  "8": "וְשִֽׁעֲשַׁ֥ע H8173 יוֹנֵ֖ק H3243 עַל H5921 חֻ֣ר H2352 פָּ֑תֶן H6620 וְעַל֙ H5921 מְאוּרַ֣ת H3975 צִפְעוֹנִ֔י H6848 גָּמ֖וּל H1580 יָד֥וֹ H3027 הָדָֽה H1911 ",
  "9": "לֹֽא H3808 יָרֵ֥עוּ H7489 וְלֹֽא H3808 יַשְׁחִ֖יתוּ H7843 בְּכָל H3605 הַ֣ר H2022 קָדְשִׁ֑י H6944 כִּֽי H3588 מָלְאָ֣ה H4390 הָאָ֗רֶץ H776 דֵּעָה֙ H1844 אֶת H853 יְהוָ֔ה H3068 כַּמַּ֖יִם H4325 לַיָּ֥ם H3220 מְכַסִּֽים H3680 ",
  "10": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 שֹׁ֣רֶשׁ H8328 יִשַׁ֗י H3448 אֲשֶׁ֤ר H834 עֹמֵד֙ H5975 לְנֵ֣ס H5251 עַמִּ֔ים H5971 אֵלָ֖יו H413 גּוֹיִ֣ם H1471 יִדְרֹ֑שׁוּ H1875 וְהָיְתָ֥ה H1961 מְנֻחָת֖וֹ H4496 כָּבֽוֹד H3519 ",
  "11": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יוֹסִ֨יף H3254 אֲדֹנָ֤י H136 שֵׁנִית֙ H8145 יָד֔וֹ H3027 לִקְנ֖וֹת H7069 אֶת H853 שְׁאָ֣ר H7605 עַמּ֑וֹ H5971 אֲשֶׁ֣ר H834 יִשָּׁאֵר֩ H7604 מֵאַשּׁ֨וּר H804 וּמִ H4714 וּמִ H6624 וּמִ H3568 וּמֵ H5867 וּמִ H8152 וּמֵ֣ H2574 וּמֵ H339 הַיָּֽם H3220 ",
  "12": "וְנָשָׂ֥א H5375 נֵס֙ H5251 לַגּוֹיִ֔ם H1471 וְאָסַ֖ף H622 נִדְחֵ֣י H1760 יִשְׂרָאֵ֑ל H3478 וּנְפֻצ֤וֹת H5310 יְהוּדָה֙ H3063 יְקַבֵּ֔ץ H6908 מֵאַרְבַּ֖ע H702 כַּנְפ֥וֹת H3671 הָאָֽרֶץ H776 ",
  "13": "וְסָ֨רָה֙ H5493 קִנְאַ֣ת H7068 אֶפְרַ֔יִם H669 וְצֹרְרֵ֥י H6862 יְהוּדָ֖ה H3063 יִכָּרֵ֑תוּ H3772 אֶפְרַ֨יִם֙ H669 לֹֽא H3808 יְקַנֵּ֣א H7065 אֶת H853 יְהוּדָ֔ה H3063 וִֽיהוּדָ֖ה H3063 לֹֽא H3808 יָצֹ֥ר H6887 אֶת H853 אֶפְרָֽיִם H669 ",
  "14": "וְעָפ֨וּ H5774 בְכָתֵ֤ף H3802 פְּלִשְׁתִּים֙ H6430 יָ֔מָּה H3220 יַחְדָּ֖ו H3162 יָבֹ֣זּוּ H962 אֶת H853 בְּנֵי H1121 קֶ֑דֶם H6924 אֱד֤וֹם H123 וּמוֹאָב֙ H4124 מִשְׁל֣וֹח H4916 יָדָ֔ם H3027 וּבְנֵ֥י H1121 עַמּ֖וֹן H5983 מִשְׁמַעְתָּֽם H4928 ",
  "15": "וְהֶחֱרִ֣ים H2763 יְהוָ֗ה H3068 אֵ֚ת H853 לְשׁ֣וֹן H3956 יָם H3220 מִצְרַ֔יִם H4714 וְהֵנִ֥יף H5130 יָד֛וֹ H3027 עַל H5921 הַנָּהָ֖ר H5104 בַּעְיָ֣ם H5868 רוּח֑וֹ H7307 וְהִכָּ֨ H5221 לְשִׁבְעָ֣ה H7651 נְחָלִ֔ים H5158 וְהִדְרִ֖יךְ H1869 בַּנְּעָלִֽים H5275 ",
  "16": "וְהָיְתָ֣ה H1961 מְסִלָּ֔ה H4546 לִשְׁאָ֣ר H7605 עַמּ֔וֹ H5971 אֲשֶׁ֥ר H834 יִשָּׁאֵ֖ר H7604 מֵֽאַשּׁ֑וּר H804 כַּאֲשֶׁ֤ר H834 הָֽיְתָה֙ H1961 לְיִשְׂרָאֵ֔ל H3478 בְּי֥וֹם H3117 עֲלֹת֖וֹ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 "
}
