{
  "1": "מַשָּׂ֖א H4853 צֹ֑ר H6865 הֵילִ֣ילוּ H3213 אֳנִיּ֣וֹת H591 תַּרְשִׁ֗ישׁ H8659 כִּֽי H3588 שֻׁדַּ֤ד H7703 מִבַּ֨יִת֙ H1004 מִבּ֔וֹא H935 מֵאֶ֥רֶץ H776 כִּתִּ֖ים H3794 נִגְלָה H1540 לָֽמוֹ Hl ",
  "2": "דֹּ֖מּוּ H1826 יֹ֣שְׁבֵי H3427 אִ֑י H339 סֹחֵ֥ר H5503 צִיד֛וֹן H6721 עֹבֵ֥ר H5674 יָ֖ם H3220 מִלְאֽוּךְ H4390 ",
  "3": "וּבְ H4325 רַבִּים֙ H7227 זֶ֣רַע H2233 שִׁחֹ֔ר H7883 קְצִ֥יר H7105 יְא֖וֹר H2975 תְּבֽוּאָתָ֑הּ H8393 וַתְּהִ֖י H1961 סְחַ֥ר H5505 גּוֹיִֽם H1471 ",
  "4": "בּ֣וֹשִׁי H954 צִיד֔וֹן H6721 כִּֽי H3588 אָמַ֣ר H559 יָ֔ם H3220 מָע֥וֹז H4581 הַיָּ֖ם H3220 לֵאמֹ֑ר H559 לֹֽא H3808 חַ֣לְתִּי H2342 וְלֹֽא H3808 יָלַ֗דְתִּי H3205 וְלֹ֥א H3808 גִדַּ֛לְתִּי H1431 בַּחוּרִ֖ים H970 רוֹמַ֥מְתִּי H7311 בְתוּלֽוֹת H1330 ",
  "5": "כַּֽאֲשֶׁר H834 שֵׁ֖מַע H8088 לְמִצְרָ֑יִם H4714 יָחִ֖ילוּ H2342 כְּשֵׁ֥מַע H8088 צֹֽר H6865 ",
  "6": "עִבְר֖וּ H5674 תַּרְשִׁ֑ישָׁה H8659 הֵילִ֖ילוּ H3213 יֹ֥שְׁבֵי H3427 אִֽי H339 ",
  "7": "הֲזֹ֥את H2063 לָכֶ֖ם Hl עַלִּיזָ֑ה H5947 מִֽימֵי H3117 קֶ֤דֶם H6924 קַדְמָתָהּ֙ H6927 יֹבִל֣וּהָ H2986 רַגְלֶ֔יהָ H7272 מֵֽרָח֖וֹק H7350 לָגֽוּר H1481 ",
  "8": "מִ֚י H4310 יָעַ֣ץ H3289 זֹ֔את H2063 עַל H5921 צֹ֖ר H6865 הַמַּֽעֲטִירָ֑ה H5849 אֲשֶׁ֤ר H834 סֹחֲרֶ֨יה֙ H5503 שָׂרִ֔ים H8269 כִּנְעָנֶ֖יהָ H3667 נִכְבַּדֵּי H3513 אָֽרֶץ H776 ",
  "9": "יְהוָ֥ה H3068 צְבָא֖וֹת H6635 יְעָצָ֑הּ H3289 לְחַלֵּל֙ H2490 גְּא֣וֹן H1347 כָּל H3605 צְבִ֔י H6643 לְהָקֵ֖ל H7043 כָּל H3605 נִכְבַּדֵּי H3513 אָֽרֶץ H776 ",
  "10": "עִבְרִ֥י H5674 אַרְצֵ֖ךְ H776 כַּיְאֹ֑ר H2975 בַּת H1323 תַּרְשִׁ֕ישׁ H8659 אֵ֖ין H369 מֵ֥זַח H4206 עֽוֹד H5750 ",
  "11": "יָדוֹ֙ H3027 נָטָ֣ה H5186 עַל H5921 הַיָּ֔ם H3220 הִרְגִּ֖יז H7264 מַמְלָכ֑וֹת H4467 יְהוָה֙ H3068 צִוָּ֣ה H6680 אֶל H413 כְּנַ֔עַן H3667 לַשְׁמִ֖ד H8045 מָעֻזְנֶֽיהָ H4581 ",
  "12": "וַיֹּ֕אמֶר H559 לֹֽא H3808 תוֹסִ֥יפִי H3254 ע֖וֹד H5750 לַעְל֑וֹז H5937 הַֽמְעֻשָּׁקָ֞ה H6231 בְּתוּלַ֣ת H1330 בַּת H1323 צִיד֗וֹן H6721 כתיים H3794 ק֣וּמִי H6965 עֲבֹ֔רִי H5674 גַּם H1571 שָׁ֖ם H8033 לֹא H3808 יָנ֥וּחַֽ H5117 לָֽךְ Hl ",
  "13": "הֵ֣ן H2005 אֶ֣רֶץ H776 כַּשְׂדִּ֗ים H3778 זֶ֤ה H2088 הָעָם֙ H5971 לֹ֣א H3808 הָיָ֔ה H1961 אַשּׁ֖וּר H804 יְסָדָ֣הּ H3245 לְצִיִּ֑ים H6728 הֵקִ֣ימוּ H6965 בחיניו H971 עֹרְרוּ֙ H6209 אַרְמְנוֹתֶ֔יהָ H759 שָׂמָ֖הּ H7760 לְמַפֵּלָֽה H4654 ",
  "14": "הֵילִ֖ילוּ H3213 אֳנִיּ֣וֹת H591 תַּרְשִׁ֑ישׁ H8659 כִּ֥י H3588 שֻׁדַּ֖ד H7703 מָעֻזְּכֶֽן H4581 ",
  "15": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְנִשְׁכַּ֤חַת H7911 צֹר֙ H6865 שִׁבְעִ֣ים H7657 שָׁנָ֔ה H8141 כִּימֵ֖י H3117 מֶ֣לֶךְ H4428 אֶחָ֑ד H259 מִקֵּ֞ץ H7093 שִׁבְעִ֤ים H7657 שָׁנָה֙ H8141 יִהְיֶ֣ה H1961 לְצֹ֔ר H6865 כְּשִׁירַ֖ת H7892 הַזּוֹנָֽה H2181 ",
  "16": "קְחִ֥י H3947 כִנּ֛וֹר H3658 סֹ֥בִּי H5437 עִ֖יר H5892 זוֹנָ֣ה H2181 נִשְׁכָּחָ֑ה H7911 הֵיטִ֤יבִי H3190 נַגֵּן֙ H5059 הַרְבִּי H7235 שִׁ֔יר H7892 לְמַ֖עַן H4616 תִּזָּכֵֽרִי H2142 ",
  "17": "וְהָיָ֞ה H1961 מִקֵּ֣ץ H7093 שִׁבְעִ֣ים H7657 שָׁנָ֗ה H8141 יִפְקֹ֤ד H6485 יְהוָה֙ H3068 אֶת H853 צֹ֔ר H6865 וְשָׁבָ֖ה H7725 לְאֶתְנַנָּ֑ H868 וְזָֽנְתָ֛ה H2181 אֶת H854 כָּל H3605 מַמְלְכ֥וֹת H4467 הָאָ֖רֶץ H776 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "18": "וְהָיָ֨ה H1961 סַחְרָ֜הּ H5504 וְאֶתְנַנָּ֗ H868 קֹ֚דֶשׁ H6944 לַֽיהוָ֔ה H3068 לֹ֥א H3808 יֵֽאָצֵ֖ר H686 וְלֹ֣א H3808 יֵֽחָסֵ֑ן H2630 כִּ֣י H3588 לַיֹּשְׁבִ֞ים H3427 לִפְנֵ֤י H6440 יְהוָה֙ H3068 יִֽהְיֶ֣ה H1961 סַחְרָ֔הּ H5504 לֶאֱכֹ֥ל H398 לְשָׂבְעָ֖ה H7654 וְלִ H4374 עָתִֽיק H6266 "
}
