{
  "1": "ה֗וֹי H1945 עֲטֶ֤רֶת H5850 גֵּאוּת֙ H1348 שִׁכֹּרֵ֣י H7910 אֶפְרַ֔יִם H669 וְצִ֥יץ H6731 נֹבֵ֖ל H5034 צְבִ֣י H6643 תִפְאַרְתּ֑וֹ H8597 אֲשֶׁ֛ר H834 עַל H5921 רֹ֥אשׁ H7218 גֵּֽיא H1516 שְׁמָנִ֖ים H8081 הֲל֥וּמֵי H1986 יָֽיִן H3196 ",
  "2": "הִנֵּ֨ה H2009 חָזָ֤ק H2389 וְאַמִּץ֙ H533 לַֽאדֹנָ֔ H136 כְּזֶ֥רֶם H2230 בָּרָ֖ד H1259 שַׂ֣עַר H8178 קָ֑טֶב H6986 כְּ֠זֶרֶם H2230 מַ֣יִם H4325 כַּבִּירִ֥ים H3524 שֹׁטְפִ֛ים H7857 הִנִּ֥יחַ H3240 לָאָ֖רֶץ H776 בְּיָֽד H3027 ",
  "3": "בְּרַגְלַ֖יִם H7272 תֵּֽרָמַ֑סְנָה H7429 עֲטֶ֥רֶת H5850 גֵּא֖וּת H1348 שִׁכּוֹרֵ֥י H7910 אֶפְרָֽיִם H669 ",
  "4": "וְֽהָ֨יְתָ֜ה H1961 צִיצַ֤ת H6733 נֹבֵל֙ H5034 צְבִ֣י H6643 תִפְאַרְתּ֔וֹ H8597 אֲשֶׁ֥ר H834 עַל H5921 רֹ֖אשׁ H7218 גֵּ֣יא H1516 שְׁמָנִ֑ים H8081 כְּבִכּוּרָהּ֙ H1061 בְּטֶ֣רֶם H2962 קַ֔יִץ H7019 אֲשֶׁ֨ר H834 יִרְאֶ֤ה H7200 הָֽרֹאֶה֙ H7200 אוֹתָ֔הּ H853 בְּעוֹדָ֥ H5750 בְּכַפּ֖ H3709 יִבְלָעֶֽנָּה H1104 ",
  "5": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶה֙ H1961 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 לַעֲטֶ֣רֶת H5850 צְבִ֔י H6643 וְלִ H6843 תִּפְאָרָ֑ה H8597 לִשְׁאָ֖ר H7605 עַמּֽוֹ H5971 ",
  "6": "וּלְ H7307 מִשְׁפָּ֑ט H4941 לַיּוֹשֵׁב֙ H3427 עַל H5921 הַמִּשְׁפָּ֔ט H4941 וְלִ֨ H1369 מְשִׁיבֵ֥י H7725 מִלְחָמָ֖ה H4421 שָֽׁעְרָה H8179 ",
  "7": "וְגַם H1571 אֵ֨לֶּה֙ H428 בַּיַּ֣יִן H3196 שָׁג֔וּ H7686 וּבַ H7941 תָּע֑וּ H8582 כֹּהֵ֣ן H3548 וְנָבִיא֩ H5030 שָׁג֨וּ H7686 בַשֵּׁכָ֜ר H7941 נִבְלְע֣וּ H1104 מִן H4480 הַיַּ֗יִן H3196 תָּעוּ֙ H8582 מִן H4480 הַשֵּׁכָ֔ר H7941 שָׁגוּ֙ H7686 בָּֽרֹאֶ֔ה H7203 פָּק֖וּ H6328 פְּלִילִיָּֽה H6417 ",
  "8": "כִּ֚י H3588 כָּל H3605 שֻׁלְחָנ֔וֹת H7979 מָלְא֖וּ H4390 קִ֣יא H6892 צֹאָ֑ה H6675 בְּלִ֖י H1097 מָקֽוֹם H4725 ",
  "9": "אֶת H853 מִי֙ H4310 יוֹרֶ֣ה H3384 דֵעָ֔ה H1844 וְאֶת H853 מִ֖י H4310 יָבִ֣ין H995 שְׁמוּעָ֑ה H8052 גְּמוּלֵי֙ H1580 מֵֽחָלָ֔ב H2461 עַתִּיקֵ֖י H6267 מִשָּׁדָֽיִם H7699 ",
  "10": "כִּ֣י H3588 צַ֤ו H6673 לָצָו֙ H6673 צַ֣ו H6673 לָצָ֔ו H6673 קַ֥ו H6957 לָקָ֖ו H6957 קַ֣ו H6957 לָקָ֑ו H6957 זְעֵ֥יר H2191 שָׁ֖ם H8033 זְעֵ֥יר H2191 שָֽׁם H8033 ",
  "11": "כִּ֚י H3588 בְּלַעֲגֵ֣י H3934 שָׂפָ֔ה H8193 וּבְ H3956 אַחֶ֑רֶת H312 יְדַבֵּ֖ר H1696 אֶל H413 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
  "12": "אֲשֶׁ֣ר H834 אָמַ֣ר H559 אֲלֵיהֶ֗ם H413 זֹ֤את H2063 הַמְּנוּחָה֙ H4496 הָנִ֣יחוּ H5117 לֶֽעָיֵ֔ף H5889 וְזֹ֖את H2063 הַמַּרְגֵּעָ֑ה H4774 וְלֹ֥א H3808 אָב֖וּא H14 שְׁמֽוֹעַ H8085 ",
  "13": "וְהָיָ֨ה H1961 לָהֶ֜ם H1992 דְּבַר H1697 יְהוָ֗ה H3068 צַ֣ו H6673 לָצָ֞ו H6673 צַ֤ו H6673 לָצָו֙ H6673 קַ֤ו H6957 לָקָו֙ H6957 קַ֣ו H6957 לָקָ֔ו H6957 זְעֵ֥יר H2191 שָׁ֖ם H8033 זְעֵ֣יר H2191 שָׁ֑ם H8033 לְמַ֨עַן H4616 יֵלְכ֜וּ H3212 וְכָשְׁל֤וּ H3782 אָחוֹר֙ H268 וְנִשְׁבָּ֔רוּ H7665 וְנוֹקְשׁ֖וּ H3369 וְנִלְכָּֽדוּ H3920 ",
  "14": "לָכֵ֛ן H3651 שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 אַנְשֵׁ֣י H376 לָצ֑וֹן H3944 מֹֽשְׁלֵי֙ H4910 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֲשֶׁ֖ר H834 בִּירוּשָׁלִָֽם H3389 ",
  "15": "כִּ֣י H3588 אֲמַרְתֶּ֗ם H559 כָּרַ֤תְנֽוּ H3772 בְרִית֙ H1285 אֶת H854 מָ֔וֶת H4194 וְעִם H5973 שְׁא֖וֹל H7585 עָשִׂ֣ינוּ H6213 חֹזֶ֑ה H2374 שיט H7885 שׁוֹטֵ֤ף H7857 כִּֽי H3588 עבר H5674 לֹ֣א H3808 יְבוֹאֵ֔נוּ H935 כִּ֣י H3588 שַׂ֧מְנוּ H7760 כָזָ֛ב H3577 מַחְסֵ֖נוּ H4268 וּבַ H8267 נִסְתָּֽרְנוּ H5641 ",
  "16": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֛י H2005 יִסַּ֥ד H3245 בְּצִיּ֖וֹן H6726 אָ֑בֶן H68 אֶ֣בֶן H68 בֹּ֜חַן H976 פִּנַּ֤ת H6438 יִקְרַת֙ H3368 מוּסָ֣ד H4143 מוּסָּ֔ד H3245 הַֽמַּאֲמִ֖ין H539 לֹ֥א H3808 יָחִֽישׁ H2363 ",
  "17": "וְשַׂמְתִּ֤י H7760 מִשְׁפָּט֙ H4941 לְקָ֔ו H6957 וּצְדָקָ֖ה H6666 לְמִשְׁקָ֑לֶת H4949 וְיָעָ֤ה H3261 בָרָד֙ H1259 מַחְסֵ֣ה H4268 כָזָ֔ב H3577 וְסֵ֥תֶר H5643 מַ֖יִם H4325 יִשְׁטֹֽפוּ H7857 ",
  "18": "וְכֻפַּ֤ר H3722 בְּרִֽיתְכֶם֙ H1285 אֶת H854 מָ֔וֶת H4194 וְחָזוּתְ H2380 אֶת H854 שְׁא֖וֹל H7585 לֹ֣א H3808 תָק֑וּם H6965 שׁ֤וֹט H7752 שׁוֹטֵף֙ H7857 כִּ֣י H3588 יַֽעֲבֹ֔ר H5674 וִהְיִ֥יתֶם H1961 ל֖וֹ Hl לְמִרְמָֽס H4823 ",
  "19": "מִדֵּ֤י H1767 עָבְרוֹ֙ H5674 יִקַּ֣ח H3947 אֶתְכֶ֔ם H853 כִּֽי H3588 בַבֹּ֧קֶר H1242 בַּבֹּ֛קֶר H1242 יַעֲבֹ֖ר H5674 בַּיּ֣וֹם H3117 וּבַ H3915 וְהָיָ֥ה H1961 רַק H7535 זְוָעָ֖ה H2113 הָבִ֥ין H995 שְׁמוּעָֽה H8052 ",
  "20": "כִּֽי H3588 קָצַ֥ר H7114 הַמַּצָּ֖ע H4702 מֵֽהִשְׂתָּרֵ֑עַ H8311 וְהַ H4541 צָ֖רָה H6887 כְּהִתְכַּנֵּֽס H3664 ",
  "21": "כִּ֤י H3588 כְהַר H2022 פְּרָצִים֙ H6559 יָק֣וּם H6965 יְהוָ֔ה H3068 כְּעֵ֖מֶק H6010 בְּגִבְע֣וֹן H1391 יִרְגָּ֑ז H7264 לַעֲשׂ֤וֹת H6213 מַעֲשֵׂ֨הוּ֙ H4639 זָ֣ר H2114 מַעֲשֵׂ֔הוּ H4639 וְלַֽ H5647 עֲבֹ֣דָת֔וֹ H5656 נָכְרִיָּ֖ה H5237 עֲבֹדָתֽוֹ H5656 ",
  "22": "וְעַתָּה֙ H6258 אַל H408 תִּתְלוֹצָ֔צוּ H3887 פֶּֽן H6435 יֶחְזְק֖וּ H2388 מֽוֹסְרֵיכֶ֑ם H4147 כִּֽי H3588 כָלָ֨ה H3617 וְנֶחֱרָצָ֜ה H2782 שָׁמַ֗עְתִּי H8085 מֵאֵ֨ת H854 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 עַל H5921 כָּל H3605 הָאָֽרֶץ H776 ",
  "23": "הַאֲזִ֥ינוּ H238 וְשִׁמְע֖וּ H8085 קוֹלִ֑י H6963 הַקְשִׁ֥יבוּ H7181 וְשִׁמְע֖וּ H8085 אִמְרָתִֽי H565 ",
  "24": "הֲכֹ֣ל H3605 הַיּ֔וֹם H3117 יַחֲרֹ֥שׁ H2790 הַחֹרֵ֖שׁ H2790 לִזְרֹ֑עַ H2232 יְפַתַּ֥ח H6605 וִֽישַׂדֵּ֖ד H7702 אַדְמָתֽוֹ H127 ",
  "25": "הֲלוֹא֙ H3808 אִם H518 שִׁוָּ֣ה H7737 פָנֶ֔יהָ H6440 וְהֵפִ֥יץ H6327 קֶ֖צַח H7100 וְכַמֹּ֣ן H3646 יִזְרֹ֑ק H2236 וְשָׂ֨ם H7760 חִטָּ֤ה H2406 שׂוֹרָה֙ H7795 וּשְׂעֹרָ֣ה H8184 נִסְמָ֔ן H5567 וְכֻסֶּ֖מֶת H3698 גְּבֻלָתֽוֹ H1367 ",
  "26": "וְיִסְּר֥ H3256 לַמִּשְׁפָּ֖ט H4941 אֱלֹהָ֥יו H430 יוֹרֶֽנּוּ H3384 ",
  "27": "כִּ֣י H3588 לֹ֤א H3808 בֶֽחָרוּץ֙ H2742 י֣וּדַשׁ H1758 קֶ֔צַח H7100 וְאוֹפַ֣ן H212 עֲגָלָ֔ה H5699 עַל H5921 כַּמֹּ֖ן H3646 יוּסָּ֑ב H5437 כִּ֧י H3588 בַמַּטֶּ֛ה H4294 יֵחָ֥בֶט H2251 קֶ֖צַח H7100 וְכַמֹּ֥ן H3646 בַּשָּֽׁבֶט H7626 ",
  "28": "לֶ֣חֶם H3899 יוּדָ֔ק H1854 כִּ֛י H3588 לֹ֥א H3808 לָנֶ֖צַח H5331 אָד֣וֹשׁ H156 יְדוּשֶׁ֑נּוּ H1758 וְ֠הָמַם H2000 גִּלְגַּ֧ל H1536 עֶגְלָת֛וֹ H5699 וּפָרָשָׁ֖י H6571 לֹֽא H3808 יְדֻקֶּֽנּוּ H1854 ",
  "29": "גַּם H1571 זֹ֕את H2063 מֵעִ֛ם H5973 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 יָצָ֑אָה H3318 הִפְלִ֣יא H6381 עֵצָ֔ה H6098 הִגְדִּ֖יל H1431 תּוּשִׁיָּֽה H8454 "
}
