{
  "1": "כִּי֩ H3588 הִנֵּ֨ה H2009 הָאָד֜וֹן H113 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 מֵסִ֤יר H5493 מִירוּשָׁלִַ֨ם֙ H3389 וּמִ֣ H3063 מַשְׁעֵ֖ן H4937 וּמַשְׁעֵנָ֑ה H4938 כֹּ֚ל H3605 מִשְׁעַן H4937 לֶ֔חֶם H3899 וְכֹ֖ל H3605 מִשְׁעַן H4937 מָֽיִם H4325 ",
  "2": "גִּבּ֖וֹר H1368 וְאִ֣ישׁ H376 מִלְחָמָ֑ה H4421 שׁוֹפֵ֥ט H8199 וְנָבִ֖יא H5030 וְקֹסֵ֥ם H7080 וְזָקֵֽן H2205 ",
  "3": "שַׂר H8269 חֲמִשִּׁ֖ים H2572 וּנְשׂ֣וּא H5375 פָנִ֑ים H6440 וְיוֹעֵ֛ץ H3289 וַחֲכַ֥ם H2450 חֲרָשִׁ֖ים H2791 וּנְב֥וֹן H995 לָֽחַשׁ H3908 ",
  "4": "וְנָתַתִּ֥י H5414 נְעָרִ֖ים H5288 שָׂרֵיהֶ֑ם H8269 וְתַעֲלוּלִ֖ים H8586 יִמְשְׁלוּ H4910 בָֽם Hb ",
  "5": "וְנִגַּ֣שׂ H5065 הָעָ֔ם H5971 אִ֥ישׁ H376 בְּאִ֖ישׁ H376 וְאִ֣ישׁ H376 בְּרֵעֵ֑ H7453 יִרְהֲב֗וּ H7292 הַנַּ֨עַר֙ H5288 בַּזָּקֵ֔ן H2205 וְהַ H7034 בַּנִּכְבָּֽד H3513 ",
  "6": "כִּֽי H3588 יִתְפֹּ֨שׂ H8610 אִ֤ישׁ H376 בְּאָחִי H251 בֵּ֣ית H1004 אָבִ֔יו H1 שִׂמְלָ֣ה H8071 לְכָ֔ה Hl קָצִ֖ין H7101 תִּֽהְיֶה H1961 לָּ֑נוּ Hl וְהַ H4384 הַזֹּ֖את H2063 תַּ֥חַת H8478 יָדֶֽךָ H3027 ",
  "7": "יִשָּׂא֩ H5375 בַיּ֨וֹם H3117 הַה֤וּא H1931 לֵאמֹר֙ H559 לֹא H3808 אֶהְיֶ֣ה H1961 חֹבֵ֔שׁ H2280 וּבְ H1004 אֵ֥ין H369 לֶ֖חֶם H3899 וְאֵ֣ין H369 שִׂמְלָ֑ה H8071 לֹ֥א H3808 תְשִׂימֻ֖נִי H7760 קְצִ֥ין H7101 עָֽם H5971 ",
  "8": "כִּ֤י H3588 כָשְׁלָה֙ H3782 יְר֣וּשָׁלִַ֔ם H3389 וִיהוּדָ֖ה H3063 נָפָ֑ל H5307 כִּֽי H3588 לְשׁוֹנָ֤ם H3956 וּמַֽעַלְלֵי H4611 אֶל H413 יְהוָ֔ה H3068 לַמְר֖וֹת H4784 עֵנֵ֥י H5869 כְבוֹדֽוֹ H3519 ",
  "9": "הַכָּרַ֤ת H1971 פְּנֵיהֶם֙ H6440 עָ֣נְתָה H6030 בָּ֔ם Hb וְחַטָּאתָ֛ H2403 כִּסְדֹ֥ם H5467 הִגִּ֖ידוּ H5046 לֹ֣א H3808 כִחֵ֑דוּ H3582 א֣וֹי H188 לְנַפְשָׁ֔ H5315 כִּֽי H3588 גָמְל֥וּ H1580 לָהֶ֖ם H1992 רָעָֽה H7451 ",
  "10": "אִמְר֥וּ H559 צַדִּ֖יק H6662 כִּי H3588 ט֑וֹב H2896 כִּֽי H3588 פְרִ֥י H6529 מַעַלְלֵיהֶ֖ם H4611 יֹאכֵֽלוּ H398 ",
  "11": "א֖וֹי H188 לְרָשָׁ֣ע H7563 רָ֑ע H7451 כִּֽי H3588 גְמ֥וּל H1576 יָדָ֖יו H3027 יֵעָ֥שֶׂה H6213 לּֽוֹ Hl ",
  "12": "עַמִּי֙ H5971 נֹגְשָׂ֣יו H5065 מְעוֹלֵ֔ל H5953 וְנָשִׁ֖ים H802 מָ֣שְׁלוּ H4910 ב֑וֹ Hb עַמִּי֙ H5971 מְאַשְּׁרֶ֣יךָ H833 מַתְעִ֔ים H8582 וְדֶ֥רֶךְ H1870 אֹֽרְחֹתֶ֖יךָ H734 בִּלֵּֽעוּ H1104 ",
  "13": "נִצָּ֥ב H5324 לָרִ֖יב H7378 יְהוָ֑ה H3068 וְעֹמֵ֖ד H5975 לָדִ֥ין H1777 עַמִּֽים H5971 ",
  "14": "יְהוָה֙ H3068 בְּמִשְׁפָּ֣ט H4941 יָב֔וֹא H935 עִם H5973 זִקְנֵ֥י H2205 עַמּ֖וֹ H5971 וְשָׂרָ֑י H8269 וְאַתֶּם֙ H859 בִּֽעַרְתֶּ֣ם H1197 הַכֶּ֔רֶם H3754 גְּזֵלַ֥ת H1500 הֶֽעָנִ֖י H6041 בְּבָתֵּי H1004 ",
  "15": "מל Hm/Hl תְּדַכְּא֣וּ H1792 עַמִּ֔י H5971 וּפְנֵ֥י H6440 עֲנִיִּ֖ים H6041 תִּטְחָ֑נוּ H2912 נְאֻם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָאֽוֹת H6635 ",
  "16": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 יַ֚עַן H3282 כִּ֤י H3588 גָֽבְהוּ֙ H1361 בְּנ֣וֹת H1323 צִיּ֔וֹן H6726 וַתֵּלַ֨כְנָה֙ H3212 נטוות H5186 גָּר֔וֹן H1627 וּֽמְשַׂקְּר֖וֹת H8265 עֵינָ֑יִם H5869 הָל֤וֹךְ H1980 וְטָפֹף֙ H2952 תֵּלַ֔כְנָה H3212 וּבְ H7272 תְּעַכַּֽסְנָה H5913 ",
  "17": "וְשִׂפַּ֣ח H5596 אֲדֹנָ֔י H136 קָדְקֹ֖ד H6936 בְּנ֣וֹת H1323 צִיּ֑וֹן H6726 וַיהוָ֖ה H3068 פָּתְהֵ֥ן H6596 יְעָרֶֽה H6168 ",
  "18": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 יָסִ֣יר H5493 אֲדֹנָ֗י H136 אֵ֣ת H853 תִּפְאֶ֧רֶת H8597 הָעֲכָסִ֛ים H5914 וְהַ H7636 וְהַ H7720 ",
  "19": "הַנְּטִיפ֥וֹת H5188 וְהַ H8285 וְהָֽ H7479 ",
  "20": "הַפְּאֵרִ֤ים H6287 וְהַ H6807 וְהַ H7196 וּבָתֵּ֥י H1004 הַנֶּ֖פֶשׁ H5315 וְהַ H3908 ",
  "21": "הַטַּבָּע֖וֹת H2885 וְנִזְמֵ֥י H5141 הָאָֽף H639 ",
  "22": "הַמַּֽחֲלָצוֹת֙ H4254 וְהַ H4595 וְהַ H4304 וְהָ H2754 ",
  "23": "וְהַ H1549 וְהַ H5466 וְהַ H6797 וְהָ H7289 ",
  "24": "וְהָיָה֩ H1961 תַ֨חַת H8478 בֹּ֜שֶׂם H1314 מַ֣ק H4716 יִֽהְיֶ֗ה H1961 וְתַ֨חַת H8478 חֲגוֹרָ֤ה H2290 נִקְפָּה֙ H5364 וְתַ֨חַת H8478 מַעֲשֶׂ֤ה H4639 מִקְשֶׁה֙ H4748 קָרְחָ֔ה H7144 וְתַ֥חַת H8478 פְּתִיגִ֖יל H6614 מַחֲגֹ֣רֶת H4228 שָׂ֑ק H8242 כִּי H3587 תַ֖חַת H8478 יֹֽפִי H3308 ",
  "25": "מְתַ֖יִךְ H4962 בַּחֶ֣רֶב H2719 יִפֹּ֑לוּ H5307 וּגְבוּרָתֵ֖ H1369 בַּמִּלְחָמָֽה H4421 ",
  "26": "וְאָנ֥וּ H578 וְאָבְל֖וּ H56 פְּתָחֶ֑יהָ H6607 וְנִקָּ֖תָה H5352 לָאָ֥רֶץ H776 תֵּשֵֽׁב H3427 "
}
