{
  "1": "הֵ֥ן H2005 לְצֶ֖דֶק H6664 יִמְלָךְ H4427 מֶ֑לֶךְ H4428 וּלְ H8269 לְמִשְׁפָּ֥ט H4941 יָשֹֽׂרוּ H8323 ",
  "2": "וְהָיָה H1961 אִ֥ישׁ H376 כְּמַֽחֲבֵא H4224 ר֖וּחַ H7307 וְסֵ֣תֶר H5643 זָ֑רֶם H2230 כְּפַלְגֵי H6388 מַ֣יִם H4325 בְּצָי֔וֹן H6724 כְּצֵ֥ל H6738 סֶֽלַע H5553 כָּבֵ֖ד H3515 בְּאֶ֥רֶץ H776 עֲיֵפָֽה H5889 ",
  "3": "וְלֹ֥א H3808 תִשְׁעֶ֖ינָה H8159 עֵינֵ֣י H5869 רֹאִ֑ים H7200 וְאָזְנֵ֥י H241 שֹׁמְעִ֖ים H8085 תִּקְשַֽׁבְנָה H7181 ",
  "4": "וּלְבַ֥ב H3824 נִמְהָרִ֖ים H4116 יָבִ֣ין H995 לָדָ֑עַת H3045 וּלְשׁ֣וֹן H3956 עִלְּגִ֔ים H5926 תְּמַהֵ֖ר H4116 לְדַבֵּ֥ר H1696 צָחֽוֹת H6703 ",
  "5": "לֹֽא H3808 יִקָּרֵ֥א H7121 ע֛וֹד H5750 לְנָבָ֖ל H5036 נָדִ֑יב H5081 וּלְ H3596 לֹ֥א H3808 יֵֽאָמֵ֖ר H559 שֽׁוֹעַ H7771 ",
  "6": "כִּ֤י H3588 נָבָל֙ H5036 נְבָלָ֣ה H5039 יְדַבֵּ֔ר H1696 וְלִבּ֖ H3820 יַעֲשֶׂה H6213 אָ֑וֶן H205 לַעֲשׂ֣וֹת H6213 חֹ֗נֶף H2612 וּלְ H1696 אֶל H413 יְהוָה֙ H3068 תּוֹעָ֔ה H8442 לְהָרִיק֙ H7324 נֶ֣פֶשׁ H5315 רָעֵ֔ב H7457 וּמַשְׁקֶ֥ה H4945 צָמֵ֖א H6771 יַחְסִֽיר H2637 ",
  "7": "וְכֵלַ֖י H3596 כֵּלָ֣יו H3627 רָעִ֑ים H7451 ה֚וּא H1931 זִמּ֣וֹת H2154 יָעָ֔ץ H3289 לְחַבֵּ֤ל H2254 ענוים H6035 בְּאִמְרֵי H561 שֶׁ֔קֶר H8267 וּבְ H1696 אֶבְי֖וֹן H34 מִשְׁפָּֽט H4941 ",
  "8": "וְנָדִ֖יב H5081 נְדִיב֣וֹת H5081 יָעָ֑ץ H3289 וְה֖וּא H1931 עַל H5921 נְדִיב֥וֹת H5081 יָקֽוּם H6965 ",
  "9": "נָשִׁים֙ H802 שַֽׁאֲנַנּ֔וֹת H7600 קֹ֖מְנָה H6965 שְׁמַ֣עְנָה H8085 קוֹלִ֑י H6963 בָּנוֹת֙ H1323 בֹּֽטח֔וֹת H982 הַאְזֵ֖נָּה H238 אִמְרָתִֽי H565 ",
  "10": "יָמִים֙ H3117 עַל H5921 שָׁנָ֔ה H8141 תִּרְגַּ֖זְנָה H7264 בֹּֽטְח֑וֹת H982 כִּ֚י H3588 כָּלָ֣ה H3615 בָצִ֔יר H1210 אֹ֖סֶף H625 בְּלִ֥י H1097 יָבֽוֹא H935 ",
  "11": "חִרְדוּ֙ H2729 שַֽׁאֲנַנּ֔וֹת H7600 רְגָ֖זָה H7264 בֹּֽטְח֑וֹת H982 פְּשֹׁ֣טָֽה H6584 וְעֹ֔רָה H6209 וַחֲג֖וֹרָה H2296 עַל H5921 חֲלָצָֽיִם H2504 ",
  "12": "עַל H5921 שָׁדַ֖יִם H7699 סֹֽפְדִ֑ים H5594 עַל H5921 שְׂדֵי H7704 חֶ֕מֶד H2531 עַל H5921 גֶּ֖פֶן H1612 פֹּרִיָּֽה H6509 ",
  "13": "עַ֚ל H5921 אַדְמַ֣ת H127 עַמִּ֔י H5971 ק֥וֹץ H6975 שָׁמִ֖יר H8068 תַּֽעֲלֶ֑ה H5927 כִּ֚י H3588 עַל H5921 כָּל H3605 בָּתֵּ֣י H1004 מָשׂ֔וֹשׂ H4885 קִרְיָ֖ה H7151 עַלִּיזָֽה H5947 ",
  "14": "כִּֽי H3588 אַרְמ֣וֹן H759 נֻטָּ֔שׁ H5203 הֲמ֥וֹן H1995 עִ֖יר H5892 עֻזָּ֑ב H5800 עֹ֣פֶל H6076 וָבַ֜חַן H975 הָיָ֨ה H1961 בְעַ֤ד H1157 מְעָרוֹת֙ H4631 עַד H5704 עוֹלָ֔ם H5769 מְשׂ֥וֹשׂ H4885 פְּרָאִ֖ים H6501 מִרְעֵ֥ה H4829 עֲדָרִֽים H5739 ",
  "15": "עַד H5704 יֵ֨עָרֶ֥ה H6168 עָלֵ֛ינוּ H5921 ר֖וּחַ H7307 מִמָּר֑וֹם H4791 וְהָיָ֤ה H1961 מִדְבָּר֙ H4057 לַכַּרְמֶ֔ל H3759 וכרמל H3759 לַיַּ֥עַר H3293 יֵחָשֵֽׁב H2803 ",
  "16": "וְשָׁכַ֥ן H7931 בַּמִּדְבָּ֖ר H4057 מִשְׁפָּ֑ט H4941 וּצְדָקָ֖ה H6666 בַּכַּרְמֶ֥ל H3759 תֵּשֵֽׁב H3427 ",
  "17": "וְהָיָ֛ה H1961 מַעֲשֵׂ֥ה H4639 הַצְּדָקָ֖ה H6666 שָׁל֑וֹם H7965 וַֽעֲבֹדַת֙ H5656 הַצְּדָקָ֔ה H6666 הַשְׁקֵ֥ט H8252 וָבֶ֖טַח H983 עַד H5704 עוֹלָֽם H5769 ",
  "18": "וְיָשַׁ֥ב H3427 עַמִּ֖י H5971 בִּנְוֵ֣ה H5116 שָׁל֑וֹם H7965 וּֽבְ H4908 מִבְטַחִ֔ים H4009 וּבִ H4496 שַׁאֲנַנּֽוֹת H7600 ",
  "19": "וּבָרַ֖ד H1258 בְּרֶ֣דֶת H3381 הַיָּ֑עַר H3293 וּבַ H8218 תִּשְׁפַּ֥ל H8213 הָעִֽיר H5892 ",
  "20": "אַשְׁרֵיכֶ֕ם H835 זֹרְעֵ֖י H2232 עַל H5921 כָּל H3605 מָ֑יִם H4325 מְשַׁלְּחֵ֥י H7971 רֶֽגֶל H7272 הַשּׁ֖וֹר H7794 וְהַ H2543 "
}
