{
  "1": "וְעַתָּ֞ה H6258 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 בֹּרַאֲךָ֣ H1254 יַעֲקֹ֔ב H3290 וְיֹצֶרְ H3335 יִשְׂרָאֵ֑ל H3478 אַל H408 תִּירָא֙ H3372 כִּ֣י H3588 גְאַלְתִּ֔יךָ H1350 קָרָ֥אתִי H7121 בְשִׁמְ H8034 לִי Hl אָֽתָּה H859 ",
  "2": "כִּֽי H3588 תַעֲבֹ֤ר H5674 בַּמַּ֨יִם֙ H4325 אִתְּךָ H854 אָ֔נִי H589 וּבַ H5104 לֹ֣א H3808 יִשְׁטְפ֑וּךָ H7857 כִּֽי H3588 תֵלֵ֤ךְ H3212 בְּמוֹ H1119 אֵשׁ֙ H784 לֹ֣א H3808 תִכָּוֶ֔ה H3554 וְלֶהָבָ֖ה H3852 לֹ֥א H3808 תִבְעַר H1197 בָּֽךְ Hb ",
  "3": "כִּ֗י H3588 אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 מוֹשִׁיעֶ֑ךָ H3467 נָתַ֤תִּי H5414 כָפְרְךָ֙ H3724 מִצְרַ֔יִם H4714 כּ֥וּשׁ H3568 וּסְבָ֖א H5434 תַּחְתֶּֽיךָ H8478 ",
  "4": "מֵאֲשֶׁ֨ר H834 יָקַ֧רְתָּ H3365 בְעֵינַ֛ H5869 נִכְבַּ֖דְתָּ H3513 וַאֲנִ֣י H589 אֲהַבְתִּ֑יךָ H157 וְאֶתֵּ֤ן H5414 אָדָם֙ H120 תַּחְתֶּ֔יךָ H8478 וּלְאֻמִּ֖ים H3816 תַּ֥חַת H8478 נַפְשֶֽׁךָ H5315 ",
  "5": "אַל H408 תִּירָ֖א H3372 כִּ֣י H3588 אִתְּךָ H854 אָ֑נִי H589 מִמִּזְרָח֙ H4217 אָבִ֣יא H935 זַרְעֶ֔ךָ H2233 וּמִֽ H4628 אֲקַבְּצֶֽךָּ H6908 ",
  "6": "אֹמַ֤ר H559 לַצָּפוֹן֙ H6828 תֵּ֔נִי H5414 וּלְ H8486 אַל H408 תִּכְלָ֑אִי H3607 הָבִ֤יאִי H935 בָנַי֙ H1121 מֵרָח֔וֹק H7350 וּבְנוֹתַ֖ H1323 מִקְצֵ֥ה H7097 הָאָֽרֶץ H776 ",
  "7": "כֹּ֚ל H3605 הַנִּקְרָ֣א H7121 בִשְׁמִ֔ H8034 וְלִ H3519 בְּרָאתִ֑יו H1254 יְצַרְתִּ֖יו H3335 אַף H637 עֲשִׂיתִֽיו H6213 ",
  "8": "הוֹצִ֥יא H3318 עַם H5971 עִוֵּ֖ר H5787 וְעֵינַ֣יִם H5869 יֵ֑שׁ H3426 וְחֵרְשִׁ֖ים H2795 וְאָזְנַ֥יִם H241 לָֽמוֹ Hl ",
  "9": "כָּֽל H3605 הַגּוֹיִ֞ם H1471 נִקְבְּצ֣וּ H6908 יַחְדָּ֗ו H3162 וְיֵאָֽסְפוּ֙ H622 לְאֻמִּ֔ים H3816 מִ֤י H4310 בָהֶם֙ Hb יַגִּ֣יד H5046 זֹ֔את H2063 וְרִֽאשֹׁנ֖וֹת H7223 יַשְׁמִיעֻ֑נוּ H8085 יִתְּנ֤וּ H5414 עֵֽדֵיהֶם֙ H5707 וְיִצְדָּ֔קוּ H6663 וְיִשְׁמְע֖וּ H8085 וְיֹאמְר֥וּ H559 אֱמֶֽת H571 ",
  "10": "אַתֶּ֤ם H859 עֵדַי֙ H5707 נְאֻם H5002 יְהוָ֔ה H3068 וְעַבְדִּ֖ H5650 אֲשֶׁ֣ר H834 בָּחָ֑רְתִּי H977 לְמַ֣עַן H4616 תֵּ֠דְעוּ H3045 וְתַאֲמִ֨ינוּ H539 לִ֤י Hl וְתָבִ֨ינוּ֙ H995 כִּֽי H3588 אֲנִ֣י H589 ה֔וּא H1931 לְפָנַ H6440 לֹא H3808 נ֣וֹצַר H3335 אֵ֔ל H410 וְאַחֲרַ֖ H310 לֹ֥א H3808 יִהְיֶֽה H1961 ",
  "11": "אָנֹכִ֥י H595 אָנֹכִ֖י H595 יְהוָ֑ה H3068 וְאֵ֥ין H369 מִבַּלְעָדַ֖ H1107 מוֹשִֽׁיעַ H3467 ",
  "12": "אָנֹכִ֞י H595 הִגַּ֤דְתִּי H5046 וְהוֹשַׁ֨עְתִּי֙ H3467 וְהִשְׁמַ֔עְתִּי H8085 וְאֵ֥ין H369 בָּכֶ֖ם Hb זָ֑ר H2114 וְאַתֶּ֥ם H859 עֵדַ֛י H5707 נְאֻם H5002 יְהוָ֖ה H3068 וַֽאֲנִי H589 אֵֽל H410 ",
  "13": "גַּם H1571 מִיּוֹם֙ H3117 אֲנִ֣י H589 ה֔וּא H1931 וְאֵ֥ין H369 מִיָּדִ֖ H3027 מַצִּ֑יל H5337 אֶפְעַ֖ל H6466 וּמִ֥י H4310 יְשִׁיבֶֽנָּה H7725 ",
  "14": "כֹּֽה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 גֹּאַלְכֶ֖ם H1350 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֑ל H3478 לְמַעַנְכֶ֞ם H4616 שִׁלַּ֣חְתִּי H7971 בָבֶ֗לָה H894 וְהוֹרַדְתִּ֤י H3381 בָֽרִיחִים֙ H1281 כֻּלָּ֔ם H3605 וְכַשְׂדִּ֖ים H3778 בָּאֳנִיּ֥וֹת H591 רִנָּתָֽם H7440 ",
  "15": "אֲנִ֥י H589 יְהוָ֖ה H3068 קְדֽוֹשְׁכֶ֑ם H6918 בּוֹרֵ֥א H1254 יִשְׂרָאֵ֖ל H3478 מַלְכְּכֶֽם H4428 ",
  "16": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַנּוֹתֵ֥ן H5414 בַּיָּ֖ם H3220 דָּ֑רֶךְ H1870 וּבְ H4325 עַזִּ֖ים H5794 נְתִיבָֽה H5410 ",
  "17": "הַמּוֹצִ֥יא H3318 רֶֽכֶב H7393 וָס֖וּס H5483 חַ֣יִל H2428 וְעִזּ֑וּז H5808 יַחְדָּ֤ו H3162 יִשְׁכְּבוּ֙ H7901 בַּל H1077 יָק֔וּמוּ H6965 דָּעֲכ֖וּ H1846 כַּפִּשְׁתָּ֥ה H6594 כָבֽוּ H3518 ",
  "18": "אַֽל H408 תִּזְכְּר֖וּ H2142 רִֽאשֹׁנ֑וֹת H7223 וְקַדְמֹנִיּ֖וֹת H6931 אַל H408 תִּתְבֹּנָֽנוּ H995 ",
  "19": "הִנְנִ֨י H2005 עֹשֶׂ֤ה H6213 חֲדָשָׁה֙ H2319 עַתָּ֣ה H6258 תִצְמָ֔ח H6779 הֲל֖וֹא H3808 תֵֽדָע֑וּהָ H3045 אַ֣ף H637 אָשִׂ֤ים H7760 בַּמִּדְבָּר֙ H4057 דֶּ֔רֶךְ H1870 בִּֽישִׁמ֖וֹן H3452 נְהָרֽוֹת H5104 ",
  "20": "תְּכַבְּדֵ֨נִי֙ H3513 חַיַּ֣ת H2416 הַשָּׂדֶ֔ה H7704 תַּנִּ֖ים H8577 וּבְנ֣וֹת H1323 יַֽעֲנָ֑ה H3284 כִּֽי H3588 נָתַ֨תִּי H5414 בַמִּדְבָּ֜ר H4057 מַ֗יִם H4325 נְהָרוֹת֙ H5104 בִּֽישִׁימֹ֔ן H3452 לְהַשְׁק֖וֹת H8248 עַמִּ֥י H5971 בְחִירִֽי H972 ",
  "21": "עַם H5971 זוּ֙ H2098 יָצַ֣רְתִּי H3335 לִ֔י Hl תְּהִלָּתִ֖י H8416 יְסַפֵּֽרוּ H5608 ",
  "22": "וְלֹא H3808 אֹתִ֥י H853 קָרָ֖אתָ H7121 יַֽעֲקֹ֑ב H3290 כִּֽי H3588 יָגַ֥עְתָּ H3021 בִּ֖י Hb יִשְׂרָאֵֽל H3478 ",
  "23": "לֹֽא H3808 הֵבֵ֤יאתָ H935 לִּי֙ Hl שֵׂ֣ה H7716 עֹלֹתֶ֔יךָ H5930 וּזְבָחֶ֖י H2077 לֹ֣א H3808 כִבַּדְתָּ֑נִי H3513 לֹ֤א H3808 הֶעֱבַדְתִּ֨יךָ֙ H5647 בְּמִנְחָ֔ה H4503 וְלֹ֥א H3808 הוֹגַעְתִּ֖יךָ H3021 בִּלְבוֹנָֽה H3828 ",
  "24": "לֹא H3808 קָנִ֨יתָ H7069 לִּ֤י Hl בַכֶּ֨סֶף֙ H3701 קָנֶ֔ה H7070 וְחֵ֥לֶב H2459 זְבָחֶ֖יךָ H2077 לֹ֣א H3808 הִרְוִיתָ֑נִי H7301 אַ֗ךְ H389 הֶעֱבַדְתַּ֨נִי֙ H5647 בְּחַטֹּאותֶ֔י H2403 הוֹגַעְתַּ֖נִי H3021 בַּעֲוֺנֹתֶֽי H5771 ",
  "25": "אָנֹכִ֨י H595 אָנֹכִ֥י H595 ה֛וּא H1931 מֹחֶ֥ה H4229 פְשָׁעֶ֖יךָ H6588 לְמַעֲנִ֑י H4616 וְחַטֹּאתֶ֖י H2403 לֹ֥א H3808 אֶזְכֹּֽר H2142 ",
  "26": "הַזְכִּירֵ֕נִי H2142 נִשָּׁפְטָ֖ה H8199 יָ֑חַד H3162 סַפֵּ֥ר H5608 אַתָּ֖ה H859 לְמַ֥עַן H4616 תִּצְדָּֽק H6663 ",
  "27": "אָבִ֥יךָ H1 הָרִאשׁ֖וֹן H7223 חָטָ֑א H2398 וּמְלִיצֶ֖י H3887 פָּ֥שְׁעוּ H6586 בִֽי Hb ",
  "28": "וַאֲחַלֵּ֖ל H2490 שָׂ֣רֵי H8269 קֹ֑דֶשׁ H6944 וְאֶתְּנָ֤ה H5414 לַחֵ֨רֶם֙ H2764 יַעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 לְגִדּוּפִֽים H1421 "
}
