{
  "1": "עוּרִ֥י H5782 עוּרִ֛י H5782 לִבְשִׁ֥י H3847 עֻזֵּ֖ךְ H5797 צִיּ֑וֹן H6726 לִבְשִׁ֣י H3847 בִּגְדֵ֣י H899 תִפְאַרְתֵּ֗ךְ H8597 יְרוּשָׁלִַ֨ם֙ H3389 עִ֣יר H5892 הַקֹּ֔דֶשׁ H6944 כִּ֣י H3588 לֹ֥א H3808 יוֹסִ֛יף H3254 יָבֹא H935 בָ֥ךְ Hb ע֖וֹד H5750 עָרֵ֥ל H6189 וְטָמֵֽא H2931 ",
  "2": "הִתְנַעֲרִ֧י H5287 מֵעָפָ֛ר H6083 ק֥וּמִי H6965 שְּׁבִ֖י H3427 יְרֽוּשָׁלִָ֑ם H3389 התפתחו H6605 מוֹסְרֵ֣י H4147 צַוָּארֵ֔ךְ H6677 שְׁבִיָּ֖ה H7628 בַּת H1323 צִיּֽוֹן H6726 ",
  "3": "כִּֽי H3588 כֹה֙ H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 חִנָּ֖ם H2600 נִמְכַּרְתֶּ֑ם H4376 וְלֹ֥א H3808 בְכֶ֖סֶף H3701 תִּגָּאֵֽלוּ H1350 ",
  "4": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 מִצְרַ֛יִם H4714 יָֽרַד H3381 עַמִּ֥י H5971 בָרִֽאשֹׁנָ֖ה H7223 לָג֣וּר H1481 שָׁ֑ם H8033 וְאַשּׁ֖וּר H804 בְּאֶ֥פֶס H657 עֲשָׁקֽוֹ H6231 ",
  "5": "וְעַתָּ֤ה H6258 מי H4100 לי Hl פֹה֙ H6311 נְאֻם H5002 יְהוָ֔ה H3068 כִּֽי H3588 לֻקַּ֥ח H3947 עַמִּ֖י H5971 חִנָּ֑ם H2600 משלו H4910 יְהֵילִ֨ילוּ֙ H3213 נְאֻם H5002 יְהוָ֔ה H3068 וְתָמִ֥יד H8548 כָּל H3605 הַיּ֖וֹם H3117 שְׁמִ֥י H8034 מִנֹּאָֽץ H5006 ",
  "6": "לָכֵ֛ן H3651 יֵדַ֥ע H3045 עַמִּ֖י H5971 שְׁמִ֑י H8034 לָכֵן֙ H3651 בַּיּ֣וֹם H3117 הַה֔וּא H1931 כִּֽי H3588 אֲנִי H589 ה֥וּא H1931 הַֽמְדַבֵּ֖ר H1696 הִנֵּֽנִי H2005 ",
  "7": "מַה H4100 נָּאו֨וּ H4998 עַל H5921 הֶהָרִ֜ים H2022 רַגְלֵ֣י H7272 מְבַשֵּׂ֗ר H1319 מַשְׁמִ֧יעַ H8085 שָׁל֛וֹם H7965 מְבַשֵּׂ֥ר H1319 ט֖וֹב H2896 מַשְׁמִ֣יעַ H8085 יְשׁוּעָ֑ה H3444 אֹמֵ֥ר H559 לְצִיּ֖וֹן H6726 מָלַ֥ךְ H4427 אֱלֹהָֽיִךְ H430 ",
  "8": "ק֥וֹל H6963 צֹפַ֛יִךְ H6822 נָ֥שְׂאוּ H5375 ק֖וֹל H6963 יַחְדָּ֣ו H3162 יְרַנֵּ֑נוּ H7442 כִּ֣י H3588 עַ֤יִן H5869 בְּעַ֨יִן֙ H5869 יִרְא֔וּ H7200 בְּשׁ֥וּב H7725 יְהוָ֖ה H3068 צִיּֽוֹן H6726 ",
  "9": "פִּצְח֤וּ H6476 רַנְּנוּ֙ H7442 יַחְדָּ֔ו H3162 חָרְב֖וֹת H2723 יְרוּשָׁלִָ֑ם H3389 כִּֽי H3588 נִחַ֤ם H5162 יְהוָה֙ H3068 עַמּ֔וֹ H5971 גָּאַ֖ל H1350 יְרוּשָׁלִָֽם H3389 ",
  "10": "חָשַׂ֤ף H2834 יְהוָה֙ H3068 אֶת H853 זְר֣וֹעַ H2220 קָדְשׁ֔וֹ H6944 לְעֵינֵ֖י H5869 כָּל H3605 הַגּוֹיִ֑ם H1471 וְרָאוּ֙ H7200 כָּל H3605 אַפְסֵי H657 אָ֔רֶץ H776 אֵ֖ת H853 יְשׁוּעַ֥ת H3444 אֱלֹהֵֽינוּ H430 ",
  "11": "ס֤וּרוּ H5493 ס֨וּרוּ֙ H5493 צְא֣וּ H3318 מִשָּׁ֔ם H8033 טָמֵ֖א H2931 אַל H408 תִּגָּ֑עוּ H5060 צְא֣וּ H3318 מִתּוֹכָ֔ H8432 הִבָּ֕רוּ H1305 נֹשְׂאֵ֖י H5375 כְּלֵ֥י H3627 יְהוָֽה H3068 ",
  "12": "כִּ֣י H3588 לֹ֤א H3808 בְחִפָּזוֹן֙ H2649 תֵּצֵ֔אוּ H3318 וּבִ H4499 לֹ֣א H3808 תֵלֵכ֑וּן H3212 כִּֽי H3588 הֹלֵ֤ךְ H1980 לִפְנֵי H6440 יְהוָ֔ה H3068 וּמְאַסִּפְ H622 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "13": "הִנֵּ֥ה H2009 יַשְׂכִּ֖יל H7919 עַבְדִּ֑י H5650 יָר֧וּם H7311 וְנִשָּׂ֛א H5375 וְגָבַ֖הּ H1361 מְאֹֽד H3966 ",
  "14": "כַּאֲשֶׁ֨ר H834 שָׁמְמ֤וּ H8074 עָלֶ֨יךָ֙ H5921 רַבִּ֔ים H7227 כֵּן H3651 מִשְׁחַ֥ת H4893 מֵאִ֖ישׁ H376 מַרְאֵ֑הוּ H4758 וְתֹאֲר֖ H8389 מִבְּנֵ֥י H1121 אָדָֽם H120 ",
  "15": "כֵּ֤ן H3651 יַזֶּה֙ H5137 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 עָלָ֛יו H5921 יִקְפְּצ֥וּ H7092 מְלָכִ֖ים H4428 פִּיהֶ֑ם H6310 כִּ֠י H3588 אֲשֶׁ֨ר H834 לֹֽא H3808 סֻפַּ֤ר H5608 לָהֶם֙ Hl רָא֔וּ H7200 וַאֲשֶׁ֥ר H834 לֹֽא H3808 שָׁמְע֖וּ H8085 הִתְבּוֹנָֽנוּ H995 "
}
