{
  "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שִׁמְר֥וּ H8104 מִשְׁפָּ֖ט H4941 וַעֲשׂ֣וּ H6213 צְדָקָ֑ה H6666 כִּֽי H3588 קְרוֹבָ֤ה H7138 יְשֽׁוּעָתִי֙ H3444 לָב֔וֹא H935 וְצִדְקָתִ֖ H6666 לְהִגָּלֽוֹת H1540 ",
  "2": "אַשְׁרֵ֤י H835 אֱנוֹשׁ֙ H582 יַעֲשֶׂה H6213 זֹּ֔את H2063 וּבֶן H1121 אָדָ֖ם H120 יַחֲזִ֣יק H2388 בָּ֑הּ Hb שֹׁמֵ֤ר H8104 שַׁבָּת֙ H7676 מֵֽחַלְּל֔ H2490 וְשֹׁמֵ֥ר H8104 יָד֖וֹ H3027 מֵעֲשׂ֥וֹת H6213 כָּל H3605 רָֽע H7451 ",
  "3": "וְאַל H408 יֹאמַ֣ר H559 בֶּן H1121 הַנֵּכָ֗ר H5236 הַנִּלְוָ֤ה H3867 אֶל H413 יְהוָה֙ H3068 לֵאמֹ֔ר H559 הַבְדֵּ֧ל H914 יַבְדִּילַ֛נִי H914 יְהוָ֖ה H3068 מֵעַ֣ל H5921 עַמּ֑וֹ H5971 וְאַל H408 יֹאמַר֙ H559 הַסָּרִ֔יס H5631 הֵ֥ן H2005 אֲנִ֖י H589 עֵ֥ץ H6086 יָבֵֽשׁ H3002 ",
  "4": "כִּי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 לַסָּֽרִיסִים֙ H5631 אֲשֶׁ֤ר H834 יִשְׁמְרוּ֙ H8104 אֶת H853 שַׁבְּתוֹתַ֔י H7676 וּבָֽחֲר֖וּ H977 בַּאֲשֶׁ֣ר H834 חָפָ֑צְתִּי H2654 וּמַחֲזִיקִ֖ים H2388 בִּבְרִיתִֽ H1285 ",
  "5": "וְנָתַתִּ֨י H5414 לָהֶ֜ם Hl בְּבֵיתִ֤ H1004 וּבְ H2346 יָ֣ד H3027 וָשֵׁ֔ם H8034 ט֖וֹב H2896 מִבָּנִ֣ים H1121 וּמִ H1323 שֵׁ֤ם H8034 עוֹלָם֙ H5769 אֶתֶּן H5414 ל֔וֹ Hl אֲשֶׁ֖ר H834 לֹ֥א H3808 יִכָּרֵֽת H3772 ",
  "6": "וּבְנֵ֣י H1121 הַנֵּכָ֗ר H5236 הַנִּלְוִ֤ים H3867 עַל H5921 יְהוָה֙ H3068 לְשָׁ֣רְת֔ H8334 וּֽלְ H157 אֶת H853 שֵׁ֣ם H8034 יְהוָ֔ה H3068 לִהְי֥וֹת H1961 ל֖וֹ Hl לַעֲבָדִ֑ים H5650 כָּל H3605 שֹׁמֵ֤ר H8104 שַׁבָּת֙ H7676 מֵֽחַלְּל֔ H2490 וּמַחֲזִיקִ֖ים H2388 בִּבְרִיתִֽ H1285 ",
  "7": "וַהֲבִיאוֹתִ֞י H935 אֶל H413 הַ֣ר H2022 קָדְשִׁ֗י H6944 וְשִׂמַּחְתִּי H8055 בְּבֵ֣ית H1004 תְּפִלָּתִ֔י H8605 עוֹלֹתֵיהֶ֧ם H5930 וְזִבְחֵי H2077 לְרָצ֖וֹן H7522 עַֽל H5921 מִזְבְּחִ֑י H4196 כִּ֣י H3588 בֵיתִ֔י H1004 בֵּית H1004 תְּפִלָּ֥ה H8605 יִקָּרֵ֖א H7121 לְכָל H3605 הָעַמִּֽים H5971 ",
  "8": "נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 מְקַבֵּ֖ץ H6908 נִדְחֵ֣י H1760 יִשְׂרָאֵ֑ל H3478 ע֛וֹד H5750 אֲקַבֵּ֥ץ H6908 עָלָ֖יו H5921 לְנִקְבָּצָֽי H6908 ",
  "9": "כֹּ֖ל H3605 חַיְת֣וֹ H2416 שָׂדָ֑י H7704 אֵתָ֕יוּ H857 לֶאֱכֹ֥ל H398 כָּל H3605 חַיְת֖וֹ H2416 בַּיָּֽעַר H3293 ",
  "10": "צפו H6822 עִוְרִ֤ים H5787 כֻּלָּם֙ H3605 לֹ֣א H3808 יָדָ֔עוּ H3045 כֻּלָּם֙ H3605 כְּלָבִ֣ים H3611 אִלְּמִ֔ים H483 לֹ֥א H3808 יוּכְל֖וּ H3201 לִנְבֹּ֑חַ H5024 הֹזִים֙ H1957 שֹֽׁכְבִ֔ים H7901 אֹהֲבֵ֖י H157 לָנֽוּם H5123 ",
  "11": "וְהַ H3611 עַזֵּי H5794 נֶ֗פֶשׁ H5315 לֹ֤א H3808 יָֽדְעוּ֙ H3045 שָׂבְעָ֔ה H7654 וְהֵ֣מָּה H1992 רֹעִ֔ים H7462 לֹ֥א H3808 יָדְע֖וּ H3045 הָבִ֑ין H995 כֻּלָּם֙ H3605 לְדַרְכָּ֣ H1870 פָּנ֔וּ H6437 אִ֥ישׁ H376 לְבִצְע֖ H1215 מִקָּצֵֽ H7097 ",
  "12": "אֵתָ֥יוּ H857 אֶקְחָה H3947 יַ֖יִן H3196 וְנִסְבְּאָ֣ה H5433 שֵׁכָ֑ר H7941 וְהָיָ֤ה H1961 כָזֶה֙ H2088 י֣וֹם H3117 מָחָ֔ר H4279 גָּד֖וֹל H1419 יֶ֥תֶר H3499 מְאֹֽד H3966 "
}
