{
  "1": "קְרָ֤א H7121 בְגָרוֹן֙ H1627 אַל H408 תַּחְשֹׂ֔ךְ H2820 כַּשּׁוֹפָ֖ר H7782 הָרֵ֣ם H7311 קוֹלֶ֑ךָ H6963 וְהַגֵּ֤ד H5046 לְעַמִּ H5971 פִּשְׁעָ֔ם H6588 וּלְ H1004 יַעֲקֹ֖ב H3290 חַטֹּאתָֽם H2403 ",
  "2": "וְאוֹתִ֗ H853 י֥וֹם H3117 יוֹם֙ H3117 יִדְרֹשׁ֔וּן H1875 וְדַ֥עַת H1847 דְּרָכַ֖י H1870 יֶחְפָּצ֑וּן H2654 כְּג֞וֹי H1471 אֲשֶׁר H834 צְדָקָ֣ה H6666 עָשָׂ֗ה H6213 וּמִשְׁפַּ֤ט H4941 אֱלֹהָיו֙ H430 לֹ֣א H3808 עָזָ֔ב H5800 יִשְׁאָל֨וּנִי֙ H7592 מִשְׁפְּטֵי H4941 צֶ֔דֶק H6664 קִרְבַ֥ת H7132 אֱלֹהִ֖ים H430 יֶחְפָּצֽוּן H2654 ",
  "3": "לָ֤מָּה H4100 צַּ֨מְנוּ֙ H6684 וְלֹ֣א H3808 רָאִ֔יתָ H7200 עִנִּ֥ינוּ H6031 נַפְשֵׁ֖נוּ H5315 וְלֹ֣א H3808 תֵדָ֑ע H3045 הֵ֣ן H2005 בְּי֤וֹם H3117 צֹֽמְכֶם֙ H6685 תִּמְצְאוּ H4672 חֵ֔פֶץ H2656 וְכָל H3605 עַצְּבֵיכֶ֖ם H6092 תִּנְגֹּֽשׂוּ H5065 ",
  "4": "הֵ֣ן H2005 לְרִ֤יב H7379 וּמַצָּה֙ H4683 תָּצ֔וּמוּ H6684 וּלְ H5221 בְּאֶגְרֹ֣ף H106 רֶ֑שַׁע H7562 לֹא H3808 תָצ֣וּמוּ H6684 כַיּ֔וֹם H3117 לְהַשְׁמִ֥יעַ H8085 בַּמָּר֖וֹם H4791 קוֹלְכֶֽם H6963 ",
  "5": "הֲכָ H2088 יִֽהְיֶה֙ H1961 צ֣וֹם H6685 אֶבְחָרֵ֔הוּ H977 י֛וֹם H3117 עַנּ֥וֹת H6031 אָדָ֖ם H120 נַפְשׁ֑וֹ H5315 הֲלָ H3721 כְּאַגְמֹ֜ן H100 רֹאשׁ֗וֹ H7218 וְשַׂ֤ק H8242 וָאֵ֨פֶר֙ H665 יַצִּ֔יעַ H3331 הֲלָ H2088 תִּקְרָא H7121 צ֔וֹם H6685 וְי֥וֹם H3117 רָצ֖וֹן H7522 לַיהוָֽה H3068 ",
  "6": "הֲל֣וֹא H3808 זֶה֮ H2088 צ֣וֹם H6685 אֶבְחָרֵהוּ֒ H977 פַּתֵּ֨חַ֙ H6605 חַרְצֻבּ֣וֹת H2784 רֶ֔שַׁע H7562 הַתֵּ֖ר H5425 אֲגֻדּ֣וֹת H92 מוֹטָ֑ה H4133 וְשַׁלַּ֤ח H7971 רְצוּצִים֙ H7533 חָפְשִׁ֔ים H2670 וְכָל H3605 מוֹטָ֖ה H4133 תְּנַתֵּֽקוּ H5423 ",
  "7": "הֲל֨וֹא H3808 פָרֹ֤ס H6536 לָֽרָעֵב֙ H7457 לַחְמֶ֔ךָ H3899 וַעֲנִיִּ֥ים H6041 מְרוּדִ֖ים H4788 תָּ֣בִיא H935 בָ֑יִת H1004 כִּֽי H3588 תִרְאֶ֤ה H7200 עָרֹם֙ H6174 וְכִסִּית֔ H3680 וּמִ H1320 לֹ֥א H3808 תִתְעַלָּֽם H5956 ",
  "8": "אָ֣ז H227 יִבָּקַ֤ע H1234 כַּשַּׁ֨חַר֙ H7837 אוֹרֶ֔ךָ H216 וַאֲרֻכָתְ H724 מְהֵרָ֣ה H4120 תִצְמָ֑ח H6779 וְהָלַ֤ךְ H1980 לְפָנֶ֨י H6440 צִדְקֶ֔ךָ H6664 כְּב֥וֹד H3519 יְהוָ֖ה H3068 יַאַסְפֶֽךָ H622 ",
  "9": "אָ֤ז H227 תִּקְרָא֙ H7121 וַיהוָ֣ה H3068 יַעֲנֶ֔ה H6030 תְּשַׁוַּ֖ע H7768 וְיֹאמַ֣ר H559 הִנֵּ֑נִי H2005 אִם H518 תָּסִ֤יר H5493 מִתּֽוֹכְ H8432 מוֹטָ֔ה H4133 שְׁלַ֥ח H7971 אֶצְבַּ֖ע H676 וְדַבֶּר H1696 אָֽוֶן H205 ",
  "10": "וְתָפֵ֤ק H6329 לָֽרָעֵב֙ H7457 נַפְשֶׁ֔ךָ H5315 וְנֶ֥פֶשׁ H5315 נַעֲנָ֖ה H6031 תַּשְׂבִּ֑יעַ H7646 וְזָרַ֤ח H2224 בַּחֹ֨שֶׁךְ֙ H2822 אוֹרֶ֔ךָ H216 וַאֲפֵלָתְ H653 כַּֽצָּהֳרָֽיִם H6672 ",
  "11": "וְנָחֲ H5148 יְהוָה֮ H3068 תָּמִיד֒ H8548 וְהִשְׂבִּ֤יעַ H7646 בְּצַחְצָחוֹת֙ H6710 נַפְשֶׁ֔ךָ H5315 וְעַצְמֹתֶ֖י H6106 יַחֲלִ֑יץ H2502 וְהָיִ֨יתָ֙ H1961 כְּגַ֣ן H1588 רָוֶ֔ה H7302 וּכְ H4161 מַ֔יִם H4325 אֲשֶׁ֥ר H834 לֹא H3808 יְכַזְּב֖וּ H3576 מֵימָֽיו H4325 ",
  "12": "וּבָנ֤וּ H1129 מִמְּךָ֙ H4480 חָרְב֣וֹת H2723 עוֹלָ֔ם H5769 מוֹסְדֵ֥י H4146 דוֹר H1755 וָד֖וֹר H1755 תְּקוֹמֵ֑ם H6965 וְקֹרָ֤א H7121 לְךָ֙ Hl גֹּדֵ֣ר H1443 פֶּ֔רֶץ H6556 מְשֹׁבֵ֥ב H7725 נְתִיב֖וֹת H5410 לָשָֽׁבֶת H3427 ",
  "13": "אִם H518 תָּשִׁ֤יב H7725 מִשַּׁבָּת֙ H7676 רַגְלֶ֔ךָ H7272 עֲשׂ֥וֹת H6213 חֲפָצֶ֖יךָ H2656 בְּי֣וֹם H3117 קָדְשִׁ֑י H6944 וְקָרָ֨אתָ H7121 לַשַּׁבָּ֜ת H7676 עֹ֗נֶג H6027 לִקְד֤וֹשׁ H6918 יְהוָה֙ H3068 מְכֻבָּ֔ד H3513 וְכִבַּדְתּ H3513 מֵעֲשׂ֣וֹת H6213 דְּרָכֶ֔יךָ H1870 מִמְּצ֥וֹא H4672 חֶפְצְךָ֖ H2656 וְדַבֵּ֥ר H1696 דָּבָֽר H1697 ",
  "14": "אָ֗ז H227 תִּתְעַנַּג֙ H6026 עַל H5921 יְהוָ֔ה H3068 וְהִרְכַּבְתִּ֖י H7392 עַל H5921 בָּ֣מֳותֵי H1116 אָ֑רֶץ H776 וְהַאֲכַלְתִּ֗י H398 נַחֲלַת֙ H5159 יַעֲקֹ֣ב H3290 אָבִ֔יךָ H1 כִּ֛י H3588 פִּ֥י H6310 יְהוָ֖ה H3068 דִּבֵּֽר H1696 "
}
