{
  "1": "מִי H4310 זֶ֣ה H2088 בָּ֣א H935 מֵאֱד֗וֹם H123 חֲמ֤וּץ H2556 בְּגָדִים֙ H899 מִבָּצְרָ֔ה H1224 זֶ֚ה H2088 הָד֣וּר H1921 בִּלְבוּשׁ֔ H3830 צֹעֶ֖ה H6808 בְּרֹ֣ב H7230 כֹּח֑וֹ H3581 אֲנִ֛י H589 מְדַבֵּ֥ר H1696 בִּצְדָקָ֖ה H6666 רַ֥ב H7227 לְהוֹשִֽׁיעַ H3467 ",
  "2": "מַדּ֥וּעַ H4069 אָדֹ֖ם H122 לִלְבוּשֶׁ֑ H3830 וּבְגָדֶ֖י H899 כְּדֹרֵ֥ךְ H1869 בְּגַֽת H1660 ",
  "3": "פּוּרָ֣ה H6333 דָּרַ֣כְתִּי H1869 לְבַדִּ֗ H905 וּמֵֽ H5971 אֵֽין H369 אִ֣ישׁ H376 אִתִּ֔י H854 וְאֶדְרְכֵ֣ H1869 בְּאַפִּ֔ H639 וְאֶרְמְסֵ֖ H7429 בַּחֲמָתִ֑ H2534 וְיֵ֤ז H5137 נִצְחָם֙ H5332 עַל H5921 בְּגָדַ֔י H899 וְכָל H3605 מַלְבּוּשַׁ֖י H4403 אֶגְאָֽלְתִּי H1351 ",
  "4": "כִּ֛י H3588 י֥וֹם H3117 נָקָ֖ם H5359 בְּלִבִּ֑ H3820 וּשְׁנַ֥ת H8141 גְּאוּלַ֖י H1350 בָּֽאָה H935 ",
  "5": "וְאַבִּיט֙ H5027 וְאֵ֣ין H369 עֹזֵ֔ר H5826 וְאֶשְׁתּוֹמֵ֖ם H8074 וְאֵ֣ין H369 סוֹמֵ֑ךְ H5564 וַתּ֤וֹשַֽׁע H3467 לִי֙ Hl זְרֹעִ֔י H2220 וַחֲמָתִ֖ H2534 הִ֥יא H1931 סְמָכָֽתְנִי H5564 ",
  "6": "וְאָב֤וּס H947 עַמִּים֙ H5971 בְּאַפִּ֔ H639 וַאֲשַׁכְּרֵ֖ H7937 בַּחֲמָתִ֑ H2534 וְאוֹרִ֥יד H3381 לָאָ֖רֶץ H776 נִצְחָֽם H5332 ",
  "7": "חַֽסְדֵ֨י H2617 יְהוָ֤ה H3068 אַזְכִּיר֙ H2142 תְּהִלֹּ֣ת H8416 יְהוָ֔ה H3068 כְּעַ֕ל H5921 כֹּ֥ל H3605 אֲשֶׁר H834 גְּמָלָ֖נוּ H1580 יְהוָ֑ה H3068 וְרַב H7227 טוּב֙ H2898 לְבֵ֣ית H1004 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 גְּמָלָ֥ם H1580 כְּֽרַחֲמָ֖י H7356 וּכְ H7230 חֲסָדָֽיו H2617 ",
  "8": "וַיֹּ֨אמֶר֙ H559 אַךְ H389 עַמִּ֣י H5971 הֵ֔מָּה H1992 בָּנִ֖ים H1121 לֹ֣א H3808 יְשַׁקֵּ֑רוּ H8266 וַיְהִ֥י H1961 לָהֶ֖ם H1992 לְמוֹשִֽׁיעַ H3467 ",
  "9": "בְּֽכָל H3605 צָרָתָ֣ם H6869 לא H3808 צָ֗ר H6862 וּמַלְאַ֤ךְ H4397 פָּנָיו֙ H6440 הֽוֹשִׁיעָ֔ם H3467 בְּאַהֲבָת֥ H160 וּבְ H2551 ה֣וּא H1931 גְאָלָ֑ם H1350 וַֽיְנַטְּלֵ֥ H5190 וַֽיְנַשְּׂאֵ֖ H5375 כָּל H3605 יְמֵ֥י H3117 עוֹלָֽם H5769 ",
  "10": "וְהֵ֛מָּה H1992 מָר֥וּ H4784 וְעִצְּב֖וּ H6087 אֶת H853 ר֣וּחַ H7307 קָדְשׁ֑וֹ H6944 וַיֵּהָפֵ֥ךְ H2015 לָהֶ֛ם Hl לְאוֹיֵ֖ב H341 ה֥וּא H1931 נִלְחַם H3898 בָּֽם Hb ",
  "11": "וַיִּזְכֹּ֥ר H2142 יְמֵֽי H3117 עוֹלָ֖ם H5769 מֹשֶׁ֣ה H4872 עַמּ֑וֹ H5971 אַיֵּ֣ה H346 הַֽמַּעֲלֵ֣ H5927 מִיָּ֗ם H3220 אֵ֚ת H854 רֹעֵ֣י H7462 צֹאנ֔וֹ H6629 אַיֵּ֛ה H346 הַשָּׂ֥ם H7760 בְּקִרְבּ֖ H7130 אֶת H853 ר֥וּחַ H7307 קָדְשֽׁוֹ H6944 ",
  "12": "מוֹלִיךְ֙ H3212 לִימִ֣ין H3225 מֹשֶׁ֔ה H4872 זְר֖וֹעַ H2220 תִּפְאַרְתּ֑וֹ H8597 בּ֤וֹקֵֽעַ H1234 מַ֨יִם֙ H4325 מִפְּנֵי H6440 לַעֲשׂ֥וֹת H6213 ל֖וֹ Hl שֵׁ֥ם H8034 עוֹלָֽם H5769 ",
  "13": "מוֹלִיכָ֖ם H3212 בַּתְּהֹמ֑וֹת H8415 כַּסּ֥וּס H5483 בַּמִּדְבָּ֖ר H4057 לֹ֥א H3808 יִכָּשֵֽׁלוּ H3782 ",
  "14": "כַּבְּהֵמָה֙ H929 בַּבִּקְעָ֣ה H1237 תֵרֵ֔ד H3381 ר֥וּחַ H7307 יְהוָ֖ה H3068 תְּנִיחֶ֑נּוּ H5117 כֵּ֚ן H3651 נִהַ֣גְתָּ H5090 עַמְּךָ֔ H5971 לַעֲשׂ֥וֹת H6213 לְךָ֖ Hl שֵׁ֥ם H8034 תִּפְאָֽרֶת H8597 ",
  "15": "הַבֵּ֤ט H5027 מִשָּׁמַ֨יִם֙ H8064 וּרְאֵ֔ה H7200 מִזְּבֻ֥ל H2073 קָדְשְׁךָ֖ H6944 וְתִפְאַרְתֶּ֑ H8597 אַיֵּ֤ה H346 קִנְאָֽתְךָ֙ H7068 וּגְב֣וּרֹתֶ֔ H1369 הֲמ֥וֹן H1995 מֵעֶ֛יךָ H4578 וְֽרַחֲמֶ֖י H7356 אֵלַ֥י H413 הִתְאַפָּֽקוּ H662 ",
  "16": "כִּֽי H3588 אַתָּ֣ה H859 אָבִ֔ינוּ H1 כִּ֤י H3588 אַבְרָהָם֙ H85 לֹ֣א H3808 יְדָעָ֔נוּ H3045 וְיִשְׂרָאֵ֖ל H3478 לֹ֣א H3808 יַכִּירָ֑נוּ H5234 אַתָּ֤ה H859 יְהוָה֙ H3068 אָבִ֔ינוּ H1 גֹּאֲלֵ֥נוּ H1350 מֵֽעוֹלָ֖ם H5769 שְׁמֶֽךָ H8034 ",
  "17": "לָ֣מָּה H4100 תַתְעֵ֤נוּ H8582 יְהוָה֙ H3068 מִדְּרָכֶ֔י H1870 תַּקְשִׁ֥יחַ H7188 לִבֵּ֖נוּ H3820 מִיִּרְאָתֶ֑ H3374 שׁ֚וּב H7725 לְמַ֣עַן H4616 עֲבָדֶ֔יךָ H5650 שִׁבְטֵ֖י H7626 נַחֲלָתֶֽךָ H5159 ",
  "18": "לַמִּצְעָ֕ר H4705 יָרְשׁ֖וּ H3423 עַם H5971 קָדְשֶׁ֑ךָ H6944 צָרֵ֕ינוּ H6862 בּוֹסְס֖וּ H947 מִקְדָּשֶֽׁךָ H4720 ",
  "19": ""
}
