{
  "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַשָּׁמַ֣יִם H8064 כִּסְאִ֔י H3678 וְהָ H776 הֲדֹ֣ם H1916 רַגְלָ֑י H7272 אֵי H335 זֶ֥ה H2088 בַ֨יִת֙ H1004 אֲשֶׁ֣ר H834 תִּבְנוּ H1129 לִ֔י Hl וְאֵי H335 זֶ֥ה H2088 מָק֖וֹם H4725 מְנוּחָתִֽי H4496 ",
  "2": "וְאֶת H853 כָּל H3605 אֵ֨לֶּה֙ H428 יָדִ֣י H3027 עָשָׂ֔תָה H6213 וַיִּהְי֥וּ H1961 כָל H3605 אֵ֖לֶּה H428 נְאֻם H5002 יְהוָ֑ה H3068 וְאֶל H413 זֶ֣ה H2088 אַבִּ֔יט H5027 אֶל H413 עָנִי֙ H6041 וּנְכֵה H5223 ר֔וּחַ H7307 וְחָרֵ֖ד H2730 עַל H5921 דְּבָרִֽי H1697 ",
  "3": "שׁוֹחֵ֨ט H7819 הַשּׁ֜וֹר H7794 מַכֵּה H5221 אִ֗ישׁ H376 זוֹבֵ֤חַ H2076 הַשֶּׂה֙ H7716 עֹ֣רֵֽף H6202 כֶּ֔לֶב H3611 מַעֲלֵ֤ה H5927 מִנְחָה֙ H4503 דַּם H1818 חֲזִ֔יר H2386 מַזְכִּ֥יר H2142 לְבֹנָ֖ה H3828 מְבָ֣רֵֽךְ H1288 אָ֑וֶן H205 גַּם H1571 הֵ֗מָּה H1992 בָּֽחֲרוּ֙ H977 בְּדַרְכֵי H1870 וּבְ H8251 נַפְשָׁ֥ם H5315 חָפֵֽצָה H2654 ",
  "4": "גַּם H1571 אֲנִ֞י H589 אֶבְחַ֣ר H977 בְּתַעֲלֻלֵי H8586 וּמְגֽוּרֹתָ H4035 אָבִ֣יא H935 לָהֶ֔ם H1992 יַ֤עַן H3282 קָרָ֨אתִי֙ H7121 וְאֵ֣ין H369 עוֹנֶ֔ה H6030 דִּבַּ֖רְתִּי H1696 וְלֹ֣א H3808 שָׁמֵ֑עוּ H8085 וַיַּעֲשׂ֤וּ H6213 הָרַע֙ H7451 בְּעֵינַ֔ H5869 וּבַ H834 לֹֽא H3808 חָפַ֖צְתִּי H2654 בָּחָֽרוּ H977 ",
  "5": "שִׁמְעוּ֙ H8085 דְּבַר H1697 יְהוָ֔ה H3068 הַחֲרֵדִ֖ים H2730 אֶל H413 דְּבָר֑וֹ H1697 אָמְרוּ֩ H559 אֲחֵיכֶ֨ם H251 שֹׂנְאֵיכֶ֜ם H8130 מְנַדֵּיכֶ֗ם H5077 לְמַ֤עַן H4616 שְׁמִי֙ H8034 יִכְבַּ֣ד H3513 יְהוָ֔ה H3068 וְנִרְאֶ֥ה H7200 בְשִׂמְחַתְ H8057 וְהֵ֥ם H1992 יֵבֹֽשׁוּ H954 ",
  "6": "ק֤וֹל H6963 שָׁאוֹן֙ H7588 מֵעִ֔יר H5892 ק֖וֹל H6963 מֵֽהֵיכָ֑ל H1964 ק֣וֹל H6963 יְהוָ֔ה H3068 מְשַׁלֵּ֥ם H7999 גְּמ֖וּל H1576 לְאֹיְבָֽי H341 ",
  "7": "בְּטֶ֥רֶם H2962 תָּחִ֖יל H2342 יָלָ֑דָה H3205 בְּטֶ֨רֶם H2962 יָב֥וֹא H935 חֵ֛בֶל H2256 לָ֖הּ Hl וְהִמְלִ֥יטָה H4422 זָכָֽר H2145 ",
  "8": "מִֽי H4310 שָׁמַ֣ע H8085 כָּזֹ֗את H2063 מִ֤י H4310 רָאָה֙ H7200 כָּאֵ֔לֶּה H428 הֲי֤וּחַל H2342 אֶ֨רֶץ֙ H776 בְּי֣וֹם H3117 אֶחָ֔ד H259 אִם H518 יִוָּ֥לֵֽד H3205 גּ֖וֹי H1471 פַּ֣עַם H6471 אֶחָ֑ת H259 כִּֽי H3588 חָ֛לָה H2342 גַּם H1571 יָלְדָ֥ה H3205 צִיּ֖וֹן H6726 אֶת H853 בָּנֶֽיהָ H1121 ",
  "9": "הַאֲנִ֥י H589 אַשְׁבִּ֛יר H7665 וְלֹ֥א H3808 אוֹלִ֖יד H3205 יֹאמַ֣ר H559 יְהוָ֑ה H3068 אִם H518 אֲנִ֧י H589 הַמּוֹלִ֛יד H3205 וְעָצַ֖רְתִּי H6113 אָמַ֥ר H559 אֱלֹהָֽיִךְ H430 ",
  "10": "שִׂמְח֧וּ H8055 אֶת H854 יְרוּשָׁלִַ֛ם H3389 וְגִ֥ילוּ H1523 בָ֖הּ Hb כָּל H3605 אֹהֲבֶ֑יהָ H157 שִׂ֤ישׂוּ H7797 אִתָּהּ֙ H854 מָשׂ֔וֹשׂ H4885 כָּל H3605 הַמִּֽתְאַבְּלִ֖ים H56 עָלֶֽיהָ H5921 ",
  "11": "לְמַ֤עַן H4616 תִּֽינְקוּ֙ H3243 וּשְׂבַעְתֶּ֔ם H7646 מִשֹּׁ֖ד H7699 תַּנְחֻמֶ֑יהָ H8575 לְמַ֧עַן H4616 תָּמֹ֛צּוּ H4711 וְהִתְעַנַּגְתֶּ֖ם H6026 מִזִּ֥יז H2123 כְּבוֹדָֽהּ H3519 ",
  "12": "כִּֽי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִנְנִ֣י H2005 נֹטֶֽה H5186 אֵ֠לֶיהָ H413 כְּנָהָ֨ר H5104 שָׁל֜וֹם H7965 וּכְ H5158 שׁוֹטֵ֛ף H7857 כְּב֥וֹד H3519 גּוֹיִ֖ם H1471 וִֽינַקְתֶּ֑ם H3243 עַל H5921 צַד֙ H6654 תִּנָּשֵׂ֔אוּ H5375 וְעַל H5921 בִּרְכַּ֖יִם H1290 תְּשָׁעֳשָֽׁעוּ H8173 ",
  "13": "כְּאִ֕ישׁ H376 אֲשֶׁ֥ר H834 אִמּ֖וֹ H517 תְּנַחֲמֶ֑נּוּ H5162 כֵּ֤ן H3651 אָֽנֹכִי֙ H595 אֲנַ֣חֶמְכֶ֔ם H5162 וּבִ H3389 תְּנֻחָֽמוּ H5162 ",
  "14": "וּרְאִיתֶם֙ H7200 וְשָׂ֣שׂ H7797 לִבְּכֶ֔ם H3820 וְעַצְמוֹתֵי H6106 כַּדֶּ֣שֶׁא H1877 תִפְרַ֑חְנָה H6524 וְנוֹדְעָ֤ה H3045 יַד H3027 יְהוָה֙ H3068 אֶת H854 עֲבָדָ֔יו H5650 וְזָעַ֖ם H2194 אֶת H853 אֹיְבָֽיו H341 ",
  "15": "כִּֽי H3588 הִנֵּ֤ה H2009 יְהוָה֙ H3068 בָּאֵ֣שׁ H784 יָב֔וֹא H935 וְכַ H5492 מַרְכְּבֹתָ֑יו H4818 לְהָשִׁ֤יב H7725 בְּחֵמָה֙ H2534 אַפּ֔וֹ H639 וְגַעֲרָת֖ H1606 בְּלַהֲבֵי H3851 אֵֽשׁ H784 ",
  "16": "כִּ֤י H3588 בָאֵשׁ֙ H784 יְהוָ֣ה H3068 נִשְׁפָּ֔ט H8199 וּבְ H2719 אֶת H854 כָּל H3605 בָּשָׂ֑ר H1320 וְרַבּ֖וּ H7231 חַֽלְלֵ֥י H2491 יְהוָֽה H3068 ",
  "17": "הַמִּתְקַדְּשִׁ֨ים H6942 וְהַ H2891 אֶל H413 הַגַּנּ֗וֹת H1593 אַחַ֤ר H310 אחד H259 בַּתָּ֔וֶךְ H8432 אֹֽכְלֵי֙ H398 בְּשַׂ֣ר H1320 הַחֲזִ֔יר H2386 וְהַ H8263 וְהָ H5909 יַחְדָּ֥ו H3162 יָסֻ֖פוּ H5486 נְאֻם H5002 יְהוָֽה H3068 ",
  "18": "וְאָנֹכִ֗י H595 מַעֲשֵׂיהֶם֙ H4639 וּמַחְשְׁבֹ֣תֵי H4284 בָּאָ֕ה H935 לְקַבֵּ֥ץ H6908 אֶת H853 כָּל H3605 הַגּוֹיִ֖ם H1471 וְהַ H3956 וּבָ֖אוּ H935 וְרָא֥וּ H7200 אֶת H853 כְּבוֹדִֽי H3519 ",
  "19": "וְשַׂמְתִּ֨י H7760 בָהֶ֜ם Hb א֗וֹת H226 וְשִׁלַּחְתִּ֣י H7971 מֵהֶ֣ם H1992 פְּ֠לֵיטִים H6412 אֶֽל H413 הַגּוֹיִ֞ם H1471 תַּרְשִׁ֨ישׁ H8659 פּ֥וּל H6322 וְל֛וּד H3865 מֹ֥שְׁכֵי H4900 קֶ֖שֶׁת H7198 תֻּבַ֣ל H8422 וְיָוָ֑ן H3120 הָאִיִּ֣ים H339 הָרְחֹקִ֗ים H7350 אֲשֶׁ֨ר H834 לֹא H3808 שָׁמְע֤וּ H8085 אֶת H853 שִׁמְעִי֙ H8088 וְלֹא H3808 רָא֣וּ H7200 אֶת H853 כְּבוֹדִ֔י H3519 וְהִגִּ֥ידוּ H5046 אֶת H853 כְּבוֹדִ֖י H3519 בַּגּוֹיִֽם H1471 ",
  "20": "וְהֵבִ֣יאוּ H935 אֶת H853 כָּל H3605 אֲחֵיכֶ֣ם H251 מִכָּל H3605 הַגּוֹיִ֣ם H1471 מִנְחָ֣ה H4503 לַֽיהוָ֡ה H3068 בַּסּוּסִ֡ים H5483 וּ֠בָ H7393 וּבַ H6632 וּבַ H6505 וּבַ H3753 עַ֣ל H5921 הַ֥ר H2022 קָדְשִׁ֛י H6944 יְרוּשָׁלִַ֖ם H3389 אָמַ֣ר H559 יְהוָ֑ה H3068 כַּאֲשֶׁ֣ר H834 יָבִיאוּ֩ H935 בְנֵ֨י H1121 יִשְׂרָאֵ֧ל H3478 אֶת H853 הַמִּנְחָ֛ה H4503 בִּכְלִ֥י H3627 טָה֖וֹר H2889 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "21": "וְגַם H1571 מֵהֶ֥ם H1992 אֶקַּ֛ח H3947 לַכֹּהֲנִ֥ים H3548 לַלְוִיִּ֖ם H3881 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "22": "כִּ֣י H3588 כַאֲשֶׁ֣ר H834 הַשָּׁמַ֣יִם H8064 הַ֠חֳדָשִׁים H2319 וְהָ H776 הַחֲדָשָׁ֜ה H2319 אֲשֶׁ֨ר H834 אֲנִ֥י H589 עֹשֶׂ֛ה H6213 עֹמְדִ֥ים H5975 לְפָנַ֖ H6440 נְאֻם H5002 יְהוָ֑ה H3068 כֵּ֛ן H3651 יַעֲמֹ֥ד H5975 זַרְעֲכֶ֖ם H2233 וְשִׁמְ H8034 ",
  "23": "וְהָיָ֗ה H1961 מִֽדֵּי H1767 חֹ֨דֶשׁ֙ H2320 בְּחָדְשׁ֔ H2320 וּמִ H1767 שַׁבָּ֖ת H7676 בְּשַׁבַּתּ֑ H7676 יָב֧וֹא H935 כָל H3605 בָּשָׂ֛ר H1320 לְהִשְׁתַּחֲוֺ֥ת H7812 לְפָנַ֖ H6440 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "24": "וְיָצְא֣וּ H3318 וְרָא֔וּ H7200 בְּפִגְרֵי֙ H6297 הָאֲנָשִׁ֔ים H376 הַפֹּשְׁעִ֖ים H6586 בִּ֑י Hb כִּ֣י H3588 תוֹלַעְתָּ֞ם H8438 לֹ֣א H3808 תָמ֗וּת H4191 וְאִשָּׁ H784 לֹ֣א H3808 תִכְבֶּ֔ה H3518 וְהָי֥וּ H1961 דֵרָא֖וֹן H1860 לְכָל H3605 בָּשָֽׂר H1320 "
}
