{
  "1": "כִּ֣י H3588 לֹ֣א H3808 מוּעָף֮ H4155 לַאֲשֶׁ֣ר H834 מוּצָ֣ק H4164 לָהּ֒ Hl כָּעֵ֣ת H6256 הָרִאשׁ֗וֹן H7223 הֵקַ֞ל H7043 אַ֤רְצָה H776 זְבֻלוּן֙ H2074 וְאַ֣רְצָ H776 נַפְתָּלִ֔י H5321 וְהָ H314 הִכְבִּ֑יד H3513 דֶּ֤רֶךְ H1870 הַיָּם֙ H3220 עֵ֣בֶר H5676 הַיַּרְדֵּ֔ן H3383 גְּלִ֖יל H1551 הַגּוֹיִֽם H1471 ",
  "2": "הָעָם֙ H5971 הַהֹלְכִ֣ים H1980 בַּחֹ֔שֶׁךְ H2822 רָא֖וּ H7200 א֣וֹר H216 גָּד֑וֹל H1419 יֹשְׁבֵי֙ H3427 בְּאֶ֣רֶץ H776 צַלְמָ֔וֶת H6757 א֖וֹר H216 נָגַ֥הּ H5050 עֲלֵיהֶֽם H5921 ",
  "3": "הִרְבִּ֣יתָ H7235 הַגּ֔וֹי H1471 לא H3808 הִגְדַּ֣לְתָּ H1431 הַשִּׂמְחָ֑ה H8057 שָׂמְח֤וּ H8055 לְפָנֶ֨י H6440 כְּשִׂמְחַ֣ת H8057 בַּקָּצִ֔יר H7105 כַּאֲשֶׁ֥ר H834 יָגִ֖ילוּ H1523 בְּחַלְּקָ֥ H2505 שָׁלָֽל H7998 ",
  "4": "כִּ֣י H3588 אֶת H853 עֹ֣ל H5923 סֻבֳּל֗וֹ H5448 וְאֵת֙ H853 מַטֵּ֣ה H4294 שִׁכְמ֔וֹ H7926 שֵׁ֖בֶט H7626 הַנֹּגֵ֣שׂ H5065 בּ֑וֹ Hb הַחִתֹּ֖תָ H2865 כְּי֥וֹם H3117 מִדְיָֽן H4080 ",
  "5": "כִּ֤י H3588 כָל H3605 סְאוֹן֙ H5430 סֹאֵ֣ן H5431 בְּרַ֔עַשׁ H7494 וְשִׂמְלָ֖ה H8071 מְגוֹלָלָ֣ה H1556 בְדָמִ֑ים H1818 וְהָיְתָ֥ה H1961 לִשְׂרֵפָ֖ה H8316 מַאֲכֹ֥לֶת H3980 אֵֽשׁ H784 ",
  "6": "כִּי H3588 יֶ֣לֶד H3206 יֻלַּד H3205 לָ֗נוּ Hl בֵּ֚ן H1121 נִתַּן H5414 לָ֔נוּ Hl וַתְּהִ֥י H1961 הַמִּשְׂרָ֖ה H4951 עַל H5921 שִׁכְמ֑וֹ H7926 וַיִּקְרָ֨א H7121 שְׁמ֜וֹ H8034 פֶּ֠לֶא H6382 יוֹעֵץ֙ H3289 אֵ֣ל H410 גִּבּ֔וֹר H1368 אֲבִיעַ֖ד H1 שַׂר H8269 שָׁלֽוֹם H7965 ",
  "7": "לםרבה H4766 הַמִּשְׂרָ֜ה H4951 וּלְ H7965 אֵֽין H369 קֵ֗ץ H7093 עַל H5921 כִּסֵּ֤א H3678 דָוִד֙ H1732 וְעַל H5921 מַמְלַכְתּ֔וֹ H4467 לְהָכִ֤ין H3559 אֹתָהּ֙ H853 וּֽלְ H5582 בְּמִשְׁפָּ֖ט H4941 וּבִ H6666 מֵעַתָּה֙ H6258 וְעַד H5704 עוֹלָ֔ם H5769 קִנְאַ֛ת H7068 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 תַּעֲשֶׂה H6213 זֹּֽאת H2063 ",
  "8": "דָּבָ֛ר H1697 שָׁלַ֥ח H7971 אֲדֹנָ֖י H136 בְּיַעֲקֹ֑ב H3290 וְנָפַ֖ל H5307 בְּיִשְׂרָאֵֽל H3478 ",
  "9": "וְיָדְעוּ֙ H3045 הָעָ֣ם H5971 כֻּלּ֔וֹ H3605 אֶפְרַ֖יִם H669 וְיוֹשֵׁ֣ב H3427 שֹׁמְר֑וֹן H8111 בְּגַאֲוָ֛ה H1346 וּבְ H1433 לֵבָ֖ב H3824 לֵאמֹֽר H559 ",
  "10": "לְבֵנִ֥ים H3843 נָפָ֖לוּ H5307 וְגָזִ֣ית H1496 נִבְנֶ֑ה H1129 שִׁקְמִ֣ים H8256 גֻּדָּ֔עוּ H1438 וַאֲרָזִ֖ים H730 נַחֲלִֽיף H2498 ",
  "11": "וַיְשַׂגֵּ֧ב H7682 יְהוָ֛ה H3068 אֶת H853 צָרֵ֥י H6862 רְצִ֖ין H7526 עָלָ֑יו H5921 וְאֶת H853 אֹיְבָ֖יו H341 יְסַכְסֵֽךְ H5526 ",
  "12": "אֲרָ֣ם H758 מִקֶּ֗דֶם H6924 וּפְלִשְׁתִּים֙ H6430 מֵֽאָח֔וֹר H268 וַיֹּאכְל֥וּ H398 אֶת H853 יִשְׂרָאֵ֖ל H3478 בְּכָל H3605 פֶּ֑ה H6310 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
  "13": "וְהָ H5971 לֹא H3808 שָׁ֖ב H7725 עַד H5704 הַמַּכֵּ֑ H5221 וְאֶת H853 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֹ֥א H3808 דָרָֽשׁוּ H1875 ",
  "14": "וַיַּכְרֵ֨ת H3772 יְהוָ֜ה H3068 מִיִּשְׂרָאֵ֗ל H3478 רֹ֧אשׁ H7218 וְזָנָ֛ב H2180 כִּפָּ֥ה H3712 וְאַגְמ֖וֹן H100 י֥וֹם H3117 אֶחָֽד H259 ",
  "15": "זָקֵ֥ן H2205 וּנְשׂוּא H5375 פָנִ֖ים H6440 ה֣וּא H1931 הָרֹ֑אשׁ H7218 וְנָבִ֥יא H5030 מֽוֹרֶה H3384 שֶּׁ֖קֶר H8267 ה֥וּא H1931 הַזָּנָֽב H2180 ",
  "16": "וַיִּֽהְי֛וּ H1961 מְאַשְּׁרֵ֥י H833 הָֽעָם H5971 הַזֶּ֖ה H2088 מַתְעִ֑ים H8582 וּמְאֻשָּׁרָ֖י H833 מְבֻלָּעִֽים H1104 ",
  "17": "עַל H5921 כֵּ֨ן H3651 עַל H5921 בַּחוּרָ֜יו H970 לֹֽא H3808 יִשְׂמַ֣ח H8055 אֲדֹנָ֗י H136 וְאֶת H853 יְתֹמָ֤יו H3490 וְאֶת H853 אַלְמְנֹתָיו֙ H490 לֹ֣א H3808 יְרַחֵ֔ם H7355 כִּ֤י H3588 כֻלּוֹ֙ H3605 חָנֵ֣ף H2611 וּמֵרַ֔ע H7489 וְכָל H3605 פֶּ֖ה H6310 דֹּבֵ֣ר H1696 נְבָלָ֑ה H5039 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
  "18": "כִּֽי H3588 בָעֲרָ֤ה H1197 כָאֵשׁ֙ H784 רִשְׁעָ֔ה H7564 שָׁמִ֥יר H8068 וָשַׁ֖יִת H7898 תֹּאכֵ֑ל H398 וַתִּצַּת֙ H3341 בְּסִֽבְכֵ֣י H5442 הַיַּ֔עַר H3293 וַיִּֽתְאַבְּכ֖וּ H55 גֵּא֥וּת H1348 עָשָֽׁן H6227 ",
  "19": "בְּעֶבְרַ֛ת H5678 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 נֶעְתַּ֣ם H6272 אָ֑רֶץ H776 וַיְהִ֤י H1961 הָעָם֙ H5971 כְּמַאֲכֹ֣לֶת H3980 אֵ֔שׁ H784 אִ֥ישׁ H376 אֶל H413 אָחִ֖יו H251 לֹ֥א H3808 יַחְמֹֽלוּ H2550 ",
  "20": "וַיִּגְזֹ֤ר H1504 עַל H5921 יָמִין֙ H3225 וְרָעֵ֔ב H7456 וַיֹּ֥אכַל H398 עַל H5921 שְׂמֹ֖אול H8040 וְלֹ֣א H3808 שָׂבֵ֑עוּ H7646 אִ֥ישׁ H376 בְּשַׂר H1320 זְרֹע֖וֹ H2220 יֹאכֵֽלוּ H398 ",
  "21": "מְנַשֶּׁ֣ה H4519 אֶת H853 אֶפְרַ֗יִם H669 וְאֶפְרַ֨יִם֙ H669 אֶת H853 מְנַשֶּׁ֔ה H4519 יַחְדָּ֥ו H3162 הֵ֖מָּה H1992 עַל H5921 יְהוּדָ֑ה H3063 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 "
}
