{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know me as the chief Elder. I am writing this letter to you, my dear friend Gaius, whom I truly love.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friend, I ask God that things may go well for you in every way, and that you may be physically healthy just as you are healthy in respect to God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am very happy because some fellow believers have come here and told me that you live in accordance with the true message about Christ. They said that you are behaving in a manner that is consistent with God's truth.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am very happy when I hear that people whom I helped to believe in Christ are living in a way that matches God's truth!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friend, you are serving Jesus loyally whenever you do things to help fellow believers, even strangers whom you do not know, who are traveling around doing God's work.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them have reported before the congregation here how you have showed that you love them. You should continue to help such people do their work in a way that honors God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those fellow believers went out to tell people about Jesus, they received no money from people who do not believe in Christ.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we who believe in Christ ought to give food and money to such people as these, to work with them to help others know God's true message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wrote a letter to your group of believers to tell them to help those other believers. However, Diotrephes does not accept my letter, because he wants to dominate you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when I arrive there I will publicly tell everyone what he does: He tells others evil nonsense about us in order to harm us by what he says. He is not content with only doing that, but he himself also refuses to welcome the fellow believers who are traveling around doing God's work. And those who want to welcome them—he stops them by making them leave the congregation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friend, do not imitate a bad example like that. Instead, keep imitating good examples. Remember that people who do good deeds truly belong to God. Anyone who keeps doing what is bad has never seen God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the believers who know Demetrius say that he is a good person. If the truth were a person, he would say the same thing! We also say he is a good person, and you know that what we say about him is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I began to write this letter, I had much more that I intended to tell you. But now I do not want to say it in a letter.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, I expect to come and see you soon. Then we will talk directly with one another.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God give his peace to you. The friends here send you greetings. Please give our greetings to all our friends there, personally and by name. \n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}