{
  "1": "שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כִּ֣י H3588 רִ֤יב H7379 לַֽיהוָה֙ H3068 עִם H5973 יוֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 כִּ֠י H3588 אֵין H369 אֱמֶ֧ת H571 וְֽאֵין H369 חֶ֛סֶד H2617 וְאֵֽין H369 דַּ֥עַת H1847 אֱלֹהִ֖ים H430 בָּאָֽרֶץ H776 ",
  "2": "אָלֹ֣ה H422 וְכַחֵ֔שׁ H3584 וְרָצֹ֥חַ H7523 וְגָנֹ֖ב H1589 וְנָאֹ֑ף H5003 פָּרָ֕צוּ H6555 וְדָמִ֥ים H1818 בְּדָמִ֖ים H1818 נָגָֽעוּ H5060 ",
  "3": "עַל H5921 כֵּ֣ן H3651 תֶּאֱבַ֣ל H56 הָאָ֗רֶץ H776 וְאֻמְלַל֙ H535 כָּל H3605 יוֹשֵׁ֣ב H3427 בָּ֔הּ Hb בְּחַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 וּבְ H5775 הַשָּׁמָ֑יִם H8064 וְגַם H1571 דְּגֵ֥י H1709 הַיָּ֖ם H3220 יֵאָסֵֽפוּ H622 ",
  "4": "אַ֥ךְ H389 אִ֛ישׁ H376 אַל H408 יָרֵ֖ב H7378 וְאַל H408 יוֹכַ֣ח H3198 אִ֑ישׁ H376 וְעַמְּ H5971 כִּמְרִיבֵ֥י H7378 כֹהֵֽן H3548 ",
  "5": "וְכָשַׁלְתָּ֣ H3782 הַיּ֔וֹם H3117 וְכָשַׁ֧ל H3782 גַּם H1571 נָבִ֛יא H5030 עִמְּךָ֖ H5973 לָ֑יְלָה H3915 וְדָמִ֖יתִי H1820 אִמֶּֽךָ H517 ",
  "6": "נִדְמ֥וּ H1820 עַמִּ֖י H5971 מִבְּלִ֣י H1097 הַדָּ֑עַת H1847 כִּֽי H3588 אַתָּ֞ה H859 הַדַּ֣עַת H1847 מָאַ֗סְתָּ H3988 וְאֶמְאָֽסְא H3988 מִכַּהֵ֣ן H3547 לִ֔י Hl וַתִּשְׁכַּח֙ H7911 תּוֹרַ֣ת H8451 אֱלֹהֶ֔יךָ H430 אֶשְׁכַּ֥ח H7911 בָּנֶ֖יךָ H1121 גַּם H1571 אָֽנִי H589 ",
  "7": "כְּרֻבָּ֖ H7235 כֵּ֣ן H3651 חָֽטְאוּ H2398 לִ֑י Hl כְּבוֹדָ֖ם H3519 בְּקָל֥וֹן H7036 אָמִֽיר H4171 ",
  "8": "חַטַּ֥את H2403 עַמִּ֖י H5971 יֹאכֵ֑לוּ H398 וְאֶל H413 עֲוֺנָ֖ם H5771 יִשְׂא֥וּ H5375 נַפְשֽׁוֹ H5315 ",
  "9": "וְהָיָ֥ה H1961 כָעָ֖ם H5971 כַּכֹּהֵ֑ן H3548 וּפָקַדְתִּ֤י H6485 עָלָיו֙ H5921 דְּרָכָ֔יו H1870 וּמַעֲלָלָ֖י H4611 אָשִׁ֥יב H7725 לֽוֹ Hl ",
  "10": "וְאָֽכְלוּ֙ H398 וְלֹ֣א H3808 יִשְׂבָּ֔עוּ H7646 הִזְנ֖וּ H2181 וְלֹ֣א H3808 יִפְרֹ֑צוּ H6555 כִּֽי H3588 אֶת H853 יְהוָ֥ה H3068 עָזְב֖וּ H5800 לִשְׁמֹֽר H8104 ",
  "11": "זְנ֛וּת H2184 וְיַ֥יִן H3196 וְתִיר֖וֹשׁ H8492 יִֽקַּֽח H3947 לֵֽב H3820 ",
  "12": "עַמִּי֙ H5971 בְּעֵצ֣ H6086 יִשְׁאָ֔ל H7592 וּמַקְל֖ H4731 יַגִּ֣יד H5046 ל֑וֹ Hl כִּ֣י H3588 ר֤וּחַ H7307 זְנוּנִים֙ H2183 הִתְעָ֔ה H8582 וַיִּזְנ֖וּ H2181 מִתַּ֥חַת H8478 אֱלֹהֵיהֶֽם H430 ",
  "13": "עַל H5921 רָאשֵׁ֨י H7218 הֶהָרִ֜ים H2022 יְזַבֵּ֗חוּ H2076 וְעַל H5921 הַגְּבָעוֹת֙ H1389 יְקַטֵּ֔רוּ H6999 תַּ֣חַת H8478 אַלּ֧וֹן H437 וְלִבְנֶ֛ה H3839 וְאֵלָ֖ה H424 כִּ֣י H3588 ט֣וֹב H2896 צִלָּ֑הּ H6738 עַל H5921 כֵּ֗ן H3651 תִּזְנֶ֨ינָה֙ H2181 בְּנ֣וֹתֵיכֶ֔ם H1323 וְכַלּוֹתֵי H3618 תְּנָאַֽפְנָה H5003 ",
  "14": "לֹֽא H3808 אֶפְק֨וֹד H6485 עַל H5921 בְּנוֹתֵיכֶ֜ם H1323 כִּ֣י H3588 תִזְנֶ֗ינָה H2181 וְעַל H5921 כַּלּֽוֹתֵיכֶם֙ H3618 כִּ֣י H3588 תְנָאַ֔פְנָה H5003 כִּי H3588 הֵם֙ H1992 עִם H5973 הַזֹּנ֣וֹת H2181 יְפָרֵ֔דוּ H6504 וְעִם H5973 הַקְּדֵשׁ֖וֹת H6948 יְזַבֵּ֑חוּ H2076 וְעָ֥ם H5971 לֹֽא H3808 יָבִ֖ין H995 יִלָּבֵֽט H3832 ",
  "15": "אִם H518 זֹנֶ֤ה H2181 אַתָּה֙ H859 יִשְׂרָאֵ֔ל H3478 אַל H408 יֶאְשַׁ֖ם H816 יְהוּדָ֑ה H3063 וְאַל H408 תָּבֹ֣אוּ H935 הַגִּלְגָּ֗ל H1537 וְאַֽל H408 תַּעֲלוּ֙ H5927 בֵּ֣ית H1007 אָ֔וֶן H1007 וְאַל H408 תִּשָּׁבְע֖וּ H7650 חַי H2416 יְהוָֽה H3068 ",
  "16": "כִּ֚י H3588 כְּפָרָ֣ה H6510 סֹֽרֵרָ֔ה H5637 סָרַ֖ר H5637 יִשְׂרָאֵ֑ל H3478 עַתָּה֙ H6258 יִרְעֵ֣ם H7462 יְהוָ֔ה H3068 כְּכֶ֖בֶשׂ H3532 בַּמֶּרְחָֽב H4800 ",
  "17": "חֲב֧וּר H2266 עֲצַבִּ֛ים H6091 אֶפְרָ֖יִם H669 הַֽנַּֽח H3240 לֽוֹ Hl ",
  "18": "סָ֖ר H5493 סָבְאָ֑ם H5435 הַזְנֵ֣ה H2181 הִזְנ֔וּ H2181 אָהֲב֥וּ H157 הֵב֛וּ H157 קָל֖וֹן H7036 מָגִנֶּֽיהָ H4043 ",
  "19": "צָרַ֥ר H6887 ר֛וּחַ H7307 אוֹתָ֖הּ H853 בִּכְנָפֶ֑י H3671 וְיֵבֹ֖שׁוּ H954 מִזִּבְחוֹתָֽ H2077 "
}
