{"1":"These are the words of the Teacher, the descendant of David and king in Jerusalem.","2":"The Teacher says this.\\q1 \"Like a vapor of mist,\n\\q2 like a breeze in the wind,\n\\q1 everything vanishes, leaving many questions.\n\\q1","3":"What profit does mankind gain from all the work that they labor at under the sun?\n\n\\q1","4":"One generation goes,\\q2 and another generation comes,\n\\q1 but the earth remains forever.\n\\q1","5":"The sun rises,\\q2 and it goes down\n\\q1 and hurries back to the place where it rises again.\n\\q1","6":"The wind blows south\\q2 and circles around to the north,\n\\q1 always going around along its pathway\n\\q2 and coming back again.\n\n\\q1","7":"All the rivers flow into the sea,\\q2 but the sea is never full.\n\\q1 To the place where the rivers go,\n\\q2 there they go again.\n\\q1","8":"Everything becomes wearisome,\\q2 and no one can explain it.\n\\q1 The eye is not satisfied by what it sees,\n\\q2 nor is the ear fulfilled by what it hears.\n\n\n\\q1","9":"Whatever has been is what will be,\\q2 and whatever has been done is what will be done.\n\\q1 There is nothing new under the sun.\n\\q1","10":"Is there anything about which it may be said,\\q2 'Look, this is new'?\n\\q1 Whatever exists has already existed for a long time,\n\\q2 during ages which came long before us.\n\\q1","11":"No one seems to remember the things that happened in ancient times,\\q2 and the things that happened much later\n\\q2 and that will happen in the future\n\\q1 will not likely be remembered either.\"","12":"I am the Teacher, and I have been king over Israel in Jerusalem.","13":"I applied my mind to study and to search out by wisdom everything that is done under heaven. That search is a burdensome task that God has given to the children of mankind to be busy with.","14":"I have seen all the deeds that are done under the sun, and look, they all amount to vapor and an attempt to shepherd the wind.\\q1","15":"The twisted cannot be straightened!\\q1 The missing cannot be counted!","16":"I have spoken to my heart saying, \"Look, I have acquired greater wisdom than all who were before me in Jerusalem. My mind has seen great wisdom and knowledge.\"","17":"So I applied my heart to know wisdom and also madness and folly. I came to understand that this also was an attempt to shepherd the wind.","18":"For in the abundance of wisdom there is much frustration, and he who increases knowledge increases sorrow."}
