{"1":"Also call to mind your Creator in the days of your youth,\\q2 before the days of difficulty come,\n\\q2 and before the years arrive when you say,\n\\q3 \"I have no pleasure in them,\"\n\\q1","2":"do this before the light of the sun and the moon and the stars grows dark,\\q2 and dark clouds return after the rain.\n\n\n\\q1","3":"That will be the time when the palace guards will tremble,\\q2 and strong men are bent over,\n\\q1 and the women who grind cease because they are few,\n\\q1 and those who look out of windows no longer see clearly.\n\n\n\\q1","4":"That will be the time when the doors are shut in the street,\\q2 and the sound of grinding stops,\n\\q1 when men are startled at the voice of a bird,\n\\q2 and the singing of girls' voices fades away.\n\n\n\\q1","5":"That will be the time when men become afraid of heights\\q2 and of dangers along on the road,\n\\q1 and when the almond tree blossoms,\n\\q2 and when grasshoppers drag themselves along,\n\\q2 and when natural desires fail.\n\\q1 Then man goes to his eternal home\n\\q2 and the mourners go down the streets.\n\n\n\\q1","6":"Call to mind your Creator\\q2 before the silver cord is cut,\n\\q2 or the golden bowl is crushed,\n\\q2 or the pitcher is shattered at the spring,\n\\q2 or the water wheel is broken at the well,\n\\q1","7":"before the dust returns to the earth where it came from,\\q2 and the spirit returns to God who gave it.\n\n\n\\q1","8":"\"A mist of vapor,\" says the Teacher, \"everything is vanishing vapor.\"","9":"The Teacher was wise and he taught the people knowledge. He studied and contemplated and set in order many proverbs.","10":"The Teacher sought to write using vivid, upright words of truth.","11":"The words of wise people are like goads. Like nails driven deeply are the words of the masters in collections of their proverbs, which are taught by one shepherd.","12":"My son, be aware of something more: the making of many books, which has no end and much study brings weariness to the body.\n\n\\q1","13":"The end of the matter\\q2 after everything has been heard,\n\\q1 is that you must fear God and keep his commandments,\n\\q2 for this is the whole duty of mankind.\n\\q1","14":"For God will bring every deed into judgment,\\q2 along with every hidden thing,\n\\q1 whether it is good or evil."}
