{"1":"For everything there is an appointed time, and a season for every purpose under heaven.\\q1","2":"There is a time to be born and a time to die,\\q1 a time to plant and a time to pull up plants,\n\\q1","3":"a time to kill and a time to heal,\\q1 a time to tear down and a time to build up.\n\n\n\\q1","4":"There is a time to weep and a time to laugh,\\q1 a time to mourn and a time to dance,\n\\q1","5":"a time to throw away stones and a time to gather stones,\\q1 a time to embrace other people, and a time to refrain from embracing.\n\n\n\\q1","6":"There is a time to look for things and a time to stop looking,\\q1 a time to keep things and a time to throw away things,\n\\q1","7":"a time to tear clothing and a time to repair clothing,\\q1 a time to keep silent and a time to speak.\n\n\n\\q1","8":"There is a time to love and a time to hate,\\q1 a time for war and a time for peace.","9":"What profit does the worker gain in his labor?","10":"I have seen the work that God has given to human beings to complete.","11":"God has made everything suitable for its own time. He has also placed eternity in their hearts. But mankind cannot understand the deeds that God has done, from their beginning all the way to their end.","12":"I know that there is nothing better for anyone than to rejoice and to do good so long as he lives—","13":"and that everyone should eat and drink, and should understand how to enjoy the good that comes from all his work. This is a gift from God.","14":"I know that whatever God does lasts forever. Nothing can be added to it or taken away, because it is God who has done it so that people will approach him with honor.\\q1","15":"Whatever exists has already existed;\\q2 whatever will exist has already existed.\n\\q1 God makes human beings seek hidden things.\n\\f + \\ft Instead of \\fqa God makes human beings seek hidden things \\fqa* , other modern versions interpret this line in different ways. \\f*","16":"I have seen the wickedness that is under the sun, where there should be justice, and in place of righteousness, wickedness was there.","17":"I said in my heart, \"God will judge the righteous and the wicked at the right time for every matter and every deed.\"","18":"I said in my heart, \"God tests human beings to show them that they are like animals.\"","19":"For the fate of the children of mankind and the fate of animals is the same fate for them. The death of one is like the death of the other. The breath is the same for all of them. There is no advantage for mankind over the animals. For is not everything just a breath?","20":"Everything is going to the same place. Everything comes from the dust, and everything returns to the dust.","21":"Who knows whether the spirit of mankind goes upward and the spirit of animals goes downward into the earth?\\f + \\ft Some modern versions have \\fqa Who knows the spirit of mankind, which goes upward, and the spirit of animals, which goes downward into the earth? \\fqa* \\f*","22":"So again I realized that there is nothing better for anyone than to take pleasure in his work, for that is his assignment. Who can bring him back to see what happens after him?"}
