{
  "1": "For I thought about all this in my mind to understand about the righteous and wise people and their deeds. They are all in God's hands. No one knows whether love or hate will come to someone.",
  "2": "Everyone has the same fate. The same fate awaits\\q1 righteous people and wicked,\n\\q1 the good,\n\\f + \\ft Some modern versions copy ancient versions which have \\fqa the good and the bad \\fqa* . In this way, they make the phrase complete. Translators may decide to imitate them. \\f*\n\\q1 the clean and the unclean,\n\\q1 and the one who sacrifices and the one who does not sacrifice.\nAs good people will die,\n\\q1 so also will the sinner.\nAs the one who swears will die,\n\\q1 so also will the man who fears to make an oath.",
  "3": "There is an evil fate for everything that is done under the sun, one destiny for everyone. The hearts of human beings are full of evil, and madness is in their hearts while they live. So after that they go to the dead.",
  "4": "For anyone who is united to all the living, there is hope, just as a living dog is better than a dead lion.\\f + \\ft Some modern versions have \\fqa For what is preferable? For all the living, this is sure: A living dog is better than a dead lion \\fqa* . \\f*\n\\q1",
  "5": "For living people know they will die,\\q1 but the dead do not know anything.\n\\q2 They no longer have any reward\n\\q1 because their memory is forgotten.\n\n\n\\q1",
  "6": "Their love, hatred, and envy\\q2 have vanished long ago.\n\\q1 They will never have a place again\n\\q2 in anything done under the sun.",
  "7": "Go your way, eat your bread with joy, and drink your wine with a happy heart, for God approves of celebrating good works.",
  "8": "Let your clothes be always white and your head anointed with oil.",
  "9": "Live happily with the wife whom you love all the days of your life of uselessness, the days that God has given you under the sun during your days of uselessness. That is your reward in life for your work under the sun.",
  "10": "Whatever your hand finds to do, work at it with your strength, because there is no work or explanation or knowledge or wisdom in Sheol, where you are going.",
  "11": "I have seen some interesting things under the sun:\\q2 The race does not belong to swift people.\n\\q2 The battle does not belong to strong people.\n\\q2 Bread does not belong to wise people.\n\\q2 Riches do not belong to people of understanding.\n\\q2 Favor does not belong to people of knowledge.\n\\q1 Instead, time and chance affect them all.\n\\q1",
  "12": "And furthermore, no one knows when his time will come,\\q2 just as fish are caught in a deadly net,\n\\q2 or birds are caught in a snare,\n\\q1 the children of human beings are ensnared by evil times\n\\q2 that suddenly fall upon them.",
  "13": "I have also seen wisdom under the sun in a way that seemed great to me.",
  "14": "There was a small city with only a few men in it, and a great king came against it and besieged it and built great siege ramps against it.",
  "15": "Now in the city was found a poor, wise man, who by his wisdom saved the city. Yet later, no one remembered that same poor man.",
  "16": "So I concluded, \"Wisdom is better than strength, but the poor man's wisdom is despised, and his words are not heard.\"\n\n\\q1",
  "17": "The words of wise people spoken quietly are heard better\\q2 than the shouts of any ruler among fools.\n\\q1",
  "18": "Wisdom is better than weapons of war,\\q2 but one sinner can ruin much good."
}
