{
  "1": "וַיְהִ֗י H1961 אַֽחֲרֵי֙ H310 מ֣וֹת H4194 שָׁא֔וּל H7586 וְדָוִ֣ד H1732 שָׁ֔ב H7725 מֵהַכּ֖וֹת H5221 אֶת H853 הָעֲמָלֵ֑ק H6002 וַיֵּ֧שֶׁב H3427 דָּוִ֛ד H1732 בְּצִקְלָ֖ג H6860 יָמִ֥ים H3117 שְׁנָֽיִם H8147 ",
  "2": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 וְהִנֵּה֩ H2009 אִ֨ישׁ H376 בָּ֤א H935 מִן H4480 הַֽמַּחֲנֶה֙ H4264 מֵעִ֣ם H5973 שָׁא֔וּל H7586 וּבְגָדָ֣י H899 קְרֻעִ֔ים H7167 וַאֲדָמָ֖ה H127 עַל H5921 רֹאשׁ֑וֹ H7218 וַיְהִי֙ H1961 בְּבֹא֣ H935 אֶל H413 דָּוִ֔ד H1732 וַיִּפֹּ֥ל H5307 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
  "3": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl דָּוִ֔ד H1732 אֵ֥י H335 מִזֶּ֖ה H2088 תָּב֑וֹא H935 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 מִמַּחֲנֵ֥ה H4264 יִשְׂרָאֵ֖ל H3478 נִמְלָֽטְתִּי H4422 ",
  "4": "וַיֹּ֨אמֶר H559 אֵלָ֥יו H413 דָּוִ֛ד H1732 מֶה H4100 הָיָ֥ה H1961 הַדָּבָ֖ר H1697 הַגֶּד H5046 נָ֣א H4994 לִ֑י Hl וַ֠יֹּאמֶר H559 אֲשֶׁר H834 נָ֨ס H5127 הָעָ֜ם H5971 מִן H4480 הַמִּלְחָמָ֗ה H4421 וְגַם H1571 הַרְבֵּ֞ה H7235 נָפַ֤ל H5307 מִן H4480 הָעָם֙ H5971 וַיָּמֻ֔תוּ H4191 וְגַ֗ם H1571 שָׁא֛וּל H7586 וִיהוֹנָתָ֥ן H3083 בְּנ֖וֹ H1121 מֵֽתוּ H4191 ",
  "5": "וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 אֶל H413 הַנַּ֖עַר H5288 הַמַּגִּ֣יד H5046 ל֑וֹ Hl אֵ֣יךְ H349 יָדַ֔עְתָּ H3045 כִּי H3588 מֵ֥ת H4191 שָׁא֖וּל H7586 וִיהֽוֹנָתָ֥ן H3083 בְּנֽוֹ H1121 ",
  "6": "וַיֹּ֜אמֶר H559 הַנַּ֣עַר H5288 הַמַּגִּ֣יד H5046 ל֗וֹ Hl נִקְרֹ֤א H7122 נִקְרֵ֨יתִי֙ H7136 בְּהַ֣ר H2022 הַגִּלְבֹּ֔עַ H1533 וְהִנֵּ֥ה H2009 שָׁא֖וּל H7586 נִשְׁעָ֣ן H8172 עַל H5921 חֲנִית֑וֹ H2595 וְהִנֵּ֥ה H2009 הָרֶ֛כֶב H7393 וּבַעֲלֵ֥י H1167 הַפָּרָשִׁ֖ים H6571 הִדְבִּקֻֽהוּ H1692 ",
  "7": "וַיִּ֥פֶן H6437 אַחֲרָ֖יו H310 וַיִּרְאֵ֑ H7200 וַיִּקְרָ֣א H7121 אֵלָ֔י H413 וָאֹמַ֖ר H559 הִנֵּֽנִי H2005 ",
  "8": "וַיֹּ֥אמֶר H559 לִ֖י Hl מִי H4310 אָ֑תָּה H859 ויאמר H559 אֵלָ֔יו H413 עֲמָלֵקִ֖י H6003 אָנֹֽכִי H595 ",
  "9": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 עֲמָד H5975 נָ֤א H4994 עָלַי֙ H5921 וּמֹ֣תְתֵ֔ H4191 כִּ֥י H3588 אֲחָזַ֖נִי H270 הַשָּׁבָ֑ץ H7661 כִּֽי H3588 כָל H3605 ע֥וֹד H5750 נַפְשִׁ֖י H5315 בִּֽי Hb ",
  "10": "וָאֶעֱמֹ֤ד H5975 עָלָיו֙ H5921 וַאֲמֹ֣תְתֵ֔ H4191 כִּ֣י H3588 יָדַ֔עְתִּי H3045 כִּ֛י H3588 לֹ֥א H3808 יִֽחְיֶ֖ה H2421 אַחֲרֵ֣י H310 נִפְל֑וֹ H5307 וָאֶקַּ֞ח H3947 הַנֵּ֣זֶר H5145 אֲשֶׁ֣ר H834 עַל H5921 רֹאשׁ֗וֹ H7218 וְאֶצְעָדָה֙ H685 אֲשֶׁ֣ר H834 עַל H5921 זְרֹע֔וֹ H2220 וָאֲבִיאֵ֥ H935 אֶל H413 אֲדֹנִ֖י H113 הֵֽנָּה H2008 ",
  "11": "וַיַּחֲזֵ֥ק H2388 דָּוִ֛ד H1732 בבגד H899 וַיִּקְרָעֵ֑ H7167 וְגַ֥ם H1571 כָּל H3605 הָאֲנָשִׁ֖ים H376 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "12": "וַֽיִּסְפְּדוּ֙ H5594 וַיִּבְכּ֔וּ H1058 וַיָּצֻ֖מוּ H6684 עַד H5704 הָעָ֑רֶב H6153 עַל H5921 שָׁא֞וּל H7586 וְעַל H5921 יְהוֹנָתָ֣ן H3083 בְּנ֗וֹ H1121 וְעַל H5921 עַ֤ם H5971 יְהוָה֙ H3068 וְעַל H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 נָפְל֖וּ H5307 בֶּחָֽרֶב H2719 ",
  "13": "וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 אֶל H413 הַנַּ֨עַר֙ H5288 הַמַּגִּ֣יד H5046 ל֔וֹ Hl אֵ֥י H335 מִזֶּ֖ה H2088 אָ֑תָּה H859 וַיֹּ֕אמֶר H559 בֶּן H1121 אִ֛ישׁ H376 גֵּ֥ר H1616 עֲמָלֵקִ֖י H6003 אָנֹֽכִי H595 ",
  "14": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 דָּוִ֑ד H1732 אֵ֚יךְ H349 לֹ֣א H3808 יָרֵ֔אתָ H3372 לִשְׁלֹ֨חַ֙ H7971 יָֽדְךָ֔ H3027 לְשַׁחֵ֖ת H7843 אֶת H853 מְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
  "15": "וַיִּקְרָ֣א H7121 דָוִ֗ד H1732 לְאַחַד֙ H259 מֵֽהַ H5288 וַיֹּ֖אמֶר H559 גַּ֣שׁ H5066 פְּגַע H6293 בּ֑וֹ Hb וַיַּכֵּ֖ H5221 וַיָּמֹֽת H4191 ",
  "16": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 דָּוִ֔ד H1732 דמיך H1818 עַל H5921 רֹאשֶׁ֑ךָ H7218 כִּ֣י H3588 פִ֗יךָ H6310 עָנָ֤ה H6030 בְךָ֙ Hb לֵאמֹ֔ר H559 אָנֹכִ֥י H595 מֹתַ֖תִּי H4191 אֶת H853 מְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
  "17": "וַיְקֹנֵ֣ן H6969 דָּוִ֔ד H1732 אֶת H854 הַקִּינָ֖ה H7015 הַזֹּ֑את H2063 עַל H5921 שָׁא֖וּל H7586 וְעַל H5921 יְהוֹנָתָ֥ן H3083 בְּנֽוֹ H1121 ",
  "18": "וַיֹּ֕אמֶר H559 לְלַמֵּ֥ד H3925 בְּנֵֽי H1121 יְהוּדָ֖ה H3063 קָ֑שֶׁת H7198 הִנֵּ֥ה H2009 כְתוּבָ֖ה H3789 עַל H5921 סֵ֥פֶר H5612 הַיָּשָֽׁר H3477 ",
  "19": "הַצְּבִי֙ H6643 יִשְׂרָאֵ֔ל H3478 עַל H5921 בָּמוֹתֶ֖יךָ H1116 חָלָ֑ל H2491 אֵ֖יךְ H349 נָפְל֥וּ H5307 גִבּוֹרִֽים H1368 ",
  "20": "אַל H408 תַּגִּ֣ידוּ H5046 בְגַ֔ת H1661 אַֽל H408 תְּבַשְּׂר֖וּ H1319 בְּחוּצֹ֣ת H2351 אַשְׁקְל֑וֹן H831 פֶּן H6435 תִּשְׂמַ֨חְנָה֙ H8055 בְּנ֣וֹת H1323 פְּלִשְׁתִּ֔ים H6430 פֶּֽן H6435 תַּעֲלֹ֖זְנָה H5937 בְּנ֥וֹת H1323 הָעֲרֵלִֽים H6189 ",
  "21": "הָרֵ֣י H2022 בַגִּלְבֹּ֗עַ H1533 אַל H408 טַ֧ל H2919 וְאַל H408 מָטָ֛ר H4306 עֲלֵיכֶ֖ם H5921 וּשְׂדֵ֣י H7704 תְרוּמֹ֑ת H8641 כִּ֣י H3588 שָׁ֤ם H8033 נִגְעַל֙ H1602 מָגֵ֣ן H4043 גִּבּוֹרִ֔ים H1368 מָגֵ֣ן H4043 שָׁא֔וּל H7586 בְּלִ֖י H1097 מָשִׁ֥יחַ H4899 בַּשָּֽׁמֶן H8081 ",
  "22": "מִדַּ֣ם H1818 חֲלָלִ֗ים H2491 מֵחֵ֨לֶב֙ H2459 גִּבּוֹרִ֔ים H1368 קֶ֚שֶׁת H7198 יְה֣וֹנָתָ֔ן H3083 לֹ֥א H3808 נָשׂ֖וֹג H7734 אָח֑וֹר H268 וְחֶ֣רֶב H2719 שָׁא֔וּל H7586 לֹ֥א H3808 תָשׁ֖וּב H7725 רֵיקָֽם H7387 ",
  "23": "שָׁא֣וּל H7586 וִיהוֹנָתָ֗ן H3083 הַנֶּאֱהָבִ֤ים H157 וְהַ H5273 בְּחַיֵּי H2416 וּבְ H4194 לֹ֣א H3808 נִפְרָ֑דוּ H6504 מִנְּשָׁרִ֣ים H5404 קַ֔לּוּ H7043 מֵאֲרָי֖וֹת H738 גָּבֵֽרוּ H1396 ",
  "24": "בְּנוֹת֙ H1323 יִשְׂרָאֵ֔ל H3478 אֶל H413 שָׁא֖וּל H7586 בְּכֶ֑ינָה H1058 הַמַּלְבִּֽשְׁ H3847 שָׁנִי֙ H8144 עִם H5973 עֲדָנִ֔ים H5730 הַֽמַּעֲלֶה֙ H5927 עֲדִ֣י H5716 זָהָ֔ב H2091 עַ֖ל H5921 לְבוּשְׁכֶֽן H3830 ",
  "25": "אֵ֚יךְ H349 נָפְל֣וּ H5307 גִבֹּרִ֔ים H1368 בְּת֖וֹךְ H8432 הַמִּלְחָמָ֑ה H4421 יְה֣וֹנָתָ֔ן H3083 עַל H5921 בָּמוֹתֶ֖יךָ H1116 חָלָֽל H2491 ",
  "26": "צַר H6887 לִ֣י Hl עָלֶ֗יךָ H5921 אָחִי֙ H251 יְה֣וֹנָתָ֔ן H3083 נָעַ֥מְתָּ H5276 לִּ֖י Hl מְאֹ֑ד H3966 נִפְלְאַ֤תָה H6381 אַהֲבָֽתְךָ֙ H160 לִ֔י Hl מֵאַהֲבַ֖ת H160 נָשִֽׁים H802 ",
  "27": "אֵ֚יךְ H349 נָפְל֣וּ H5307 גִבּוֹרִ֔ים H1368 וַיֹּאבְד֖וּ H6 כְּלֵ֥י H3627 מִלְחָמָֽה H4421 "
}
