{
  "1": "וַֽיְהִי֙ H1961 מֵאַ֣חֲרֵי H310 כֵ֔ן H3651 וַיַּ֤עַשׂ H6213 לוֹ֙ Hl אַבְשָׁל֔וֹם H53 מֶרְכָּבָ֖ה H4818 וְסֻסִ֑ים H5483 וַחֲמִשִּׁ֥ים H2572 אִ֖ישׁ H376 רָצִ֥ים H7323 לְפָנָֽי H6440 ",
  "2": "וְהִשְׁכִּים֙ H7925 אַבְשָׁל֔וֹם H53 וְעָמַ֕ד H5975 עַל H5921 יַ֖ד H3027 דֶּ֣רֶךְ H1870 הַשָּׁ֑עַר H8179 וַיְהִ֡י H1961 כָּל H3605 הָאִ֣ישׁ H376 אֲשֶֽׁר H834 יִהְיֶה H1961 לּוֹ Hl רִיב֩ H7379 לָב֨וֹא H935 אֶל H413 הַמֶּ֜לֶךְ H4428 לַמִּשְׁפָּ֗ט H4941 וַיִּקְרָ֨א H7121 אַבְשָׁל֤וֹם H53 אֵלָיו֙ H413 וַיֹּ֗אמֶר H559 אֵֽי H335 מִזֶּ֥ה H2088 עִיר֙ H5892 אַ֔תָּה H859 וַיֹּ֕אמֶר H559 מֵאַחַ֥ד H259 שִׁבְטֵֽי H7626 יִשְׂרָאֵ֖ל H3478 עַבְדֶּֽךָ H5650 ",
  "3": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אַבְשָׁל֔וֹם H53 רְאֵ֥ה H7200 דְבָרֶ֖ךָ H1697 טוֹבִ֣ים H2896 וּנְכֹחִ֑ים H5228 וְשֹׁמֵ֥עַ H8085 אֵין H369 לְךָ֖ Hl מֵאֵ֥ת H853 הַמֶּֽלֶךְ H4428 ",
  "4": "וַיֹּ֨אמֶר֙ H559 אַבְשָׁל֔וֹם H53 מִי H4310 יְשִׂמֵ֥נִי H7760 שֹׁפֵ֖ט H8199 בָּאָ֑רֶץ H776 וְעָלַ֗ H5921 יָב֥וֹא H935 כָּל H3605 אִ֛ישׁ H376 אֲשֶֽׁר H834 יִהְיֶה H1961 לּוֹ Hl רִ֥יב H7379 וּמִשְׁפָּ֖ט H4941 וְהִצְדַּקְתִּֽי H6663 ",
  "5": "וְהָיָה֙ H1961 בִּקְרָב H7126 אִ֔ישׁ H376 לְהִשְׁתַּחֲוֺ֖ת H7812 ל֑וֹ Hl וְשָׁלַ֧ח H7971 אֶת H853 יָד֛וֹ H3027 וְהֶחֱזִ֥יק H2388 ל֖וֹ Hl וְנָ֥שַׁק H5401 לֽוֹ Hl ",
  "6": "וַיַּ֨עַשׂ H6213 אַבְשָׁל֜וֹם H53 כַּדָּבָ֤ר H1697 הַזֶּה֙ H2088 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 יָבֹ֥אוּ H935 לַמִּשְׁפָּ֖ט H4941 אֶל H413 הַמֶּ֑לֶךְ H4428 וַיְגַנֵּב֙ H1589 אַבְשָׁל֔וֹם H53 אֶת H853 לֵ֖ב H3820 אַנְשֵׁ֥י H376 יִשְׂרָאֵֽל H3478 ",
  "7": "וַיְהִ֕י H1961 מִקֵּ֖ץ H7093 אַרְבָּעִ֣ים H705 שָׁנָ֑ה H8141 וַיֹּ֤אמֶר H559 אַבְשָׁלוֹם֙ H53 אֶל H413 הַמֶּ֔לֶךְ H4428 אֵ֣לֲכָה H3212 נָּ֗א H4994 וַאֲשַׁלֵּ֛ם H7999 אֶת H853 נִדְרִ֛י H5088 אֲשֶׁר H834 נָדַ֥רְתִּי H5087 לַֽיהוָ֖ה H3068 בְּחֶבְרֽוֹן H2275 ",
  "8": "כִּי H3588 נֵ֨דֶר֙ H5088 נָדַ֣ר H5087 עַבְדְּךָ֔ H5650 בְּשִׁבְתִּ֥ H3427 בִגְשׁ֛וּר H1650 בַּאֲרָ֖ם H758 לֵאמֹ֑ר H559 אִם H518 ישיב H7725 יְשִׁיבֵ֤נִי H7725 יְהוָה֙ H3068 יְר֣וּשָׁלִַ֔ם H3389 וְעָבַדְתִּ֖י H5647 אֶת H853 יְהוָֽה H3068 ",
  "9": "וַיֹּֽאמֶר H559 ל֥וֹ Hl הַמֶּ֖לֶךְ H4428 לֵ֣ךְ H3212 בְּשָׁל֑וֹם H7965 וַיָּ֖קָם H6965 וַיֵּ֥לֶךְ H3212 חֶבְרֽוֹנָה H2275 ",
  "10": "וַיִּשְׁלַ֤ח H7971 אַבְשָׁלוֹם֙ H53 מְרַגְּלִ֔ים H7270 בְּכָל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 כְּשָׁמְעֲ H8085 אֶת H853 ק֣וֹל H6963 הַשֹּׁפָ֔ר H7782 וַאֲמַרְתֶּ֕ם H559 מָלַ֥ךְ H4427 אַבְשָׁל֖וֹם H53 בְּחֶבְרֽוֹן H2275 ",
  "11": "וְאֶת H854 אַבְשָׁל֗וֹם H53 הָלְכ֞וּ H1980 מָאתַ֤יִם H3967 אִישׁ֙ H376 מִיר֣וּשָׁלִַ֔ם H3389 קְרֻאִ֖ים H7121 וְהֹלְכִ֣ים H1980 לְתֻמָּ֑ H8537 וְלֹ֥א H3808 יָדְע֖וּ H3045 כָּל H3605 דָּבָֽר H1697 ",
  "12": "וַיִּשְׁלַ֣ח H7971 אַ֠בְשָׁלוֹם H53 אֶת H853 אֲחִיתֹ֨פֶל H302 הַגִּֽילֹנִ֜י H1526 יוֹעֵ֣ץ H3289 דָּוִ֗ד H1732 מֵֽעִיר H5892 מִגִּלֹ֔ה H1542 בְּזָבְח֖ H2076 אֶת H853 הַזְּבָחִ֑ים H2077 וַיְהִ֤י H1961 הַקֶּ֨שֶׁר֙ H7195 אַמִּ֔ץ H533 וְהָ H5971 הוֹלֵ֥ךְ H1980 וָרָ֖ב H7227 אֶת H854 אַבְשָׁלֽוֹם H53 ",
  "13": "וַיָּבֹא֙ H935 הַמַּגִּ֔יד H5046 אֶל H413 דָּוִ֖ד H1732 לֵאמֹ֑ר H559 הָיָ֛ה H1961 לֶב H3820 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 אַחֲרֵ֥י H310 אַבְשָׁלֽוֹם H53 ",
  "14": "וַיֹּ֣אמֶר H559 דָּ֠וִד H1732 לְכָל H3605 עֲבָדָ֨יו H5650 אֲשֶׁר H834 אִתּ֤וֹ H854 בִירוּשָׁלִַ֨ם֙ H3389 ק֣וּמוּ H6965 וְנִבְרָ֔חָה H1272 כִּ֛י H3588 לֹא H3808 תִֽהְיֶה H1961 לָּ֥נוּ Hl פְלֵיטָ֖ה H6413 מִפְּנֵ֣י H6440 אַבְשָׁל֑וֹם H53 מַהֲר֣וּ H4116 לָלֶ֗כֶת H3212 פֶּן H6435 יְמַהֵ֤ר H4116 וְהִשִּׂגָ֨ H5381 וְהִדִּ֤יחַ H5080 עָלֵ֨ינוּ֙ H5921 אֶת H853 הָ֣רָעָ֔ה H7451 וְהִכָּ֥ה H5221 הָעִ֖יר H5892 לְפִי H6310 חָֽרֶב H2719 ",
  "15": "וַיֹּאמְר֥וּ H559 עַבְדֵֽי H5650 הַמֶּ֖לֶךְ H4428 אֶל H413 הַמֶּ֑לֶךְ H4428 כְּכֹ֧ל H3605 אֲשֶׁר H834 יִבְחַ֛ר H977 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 הִנֵּ֥ה H2009 עֲבָדֶֽיךָ H5650 ",
  "16": "וַיֵּצֵ֥א H3318 הַמֶּ֛לֶךְ H4428 וְכָל H3605 בֵּית֖וֹ H1004 בְּרַגְלָ֑י H7272 וַיַּעֲזֹ֣ב H5800 הַמֶּ֗לֶךְ H4428 אֵ֣ת H853 עֶ֧שֶׂר H6235 נָשִׁ֛ים H802 פִּֽלַגְשִׁ֖ים H6370 לִשְׁמֹ֥ר H8104 הַבָּֽיִת H1004 ",
  "17": "וַיֵּצֵ֥א H3318 הַמֶּ֛לֶךְ H4428 וְכָל H3605 הָעָ֖ם H5971 בְּרַגְלָ֑י H7272 וַיַּעַמְד֖וּ H5975 בֵּ֥ית H1023 הַמֶּרְחָֽק H1023 ",
  "18": "וְכָל H3605 עֲבָדָיו֙ H5650 עֹבְרִ֣ים H5674 עַל H5921 יָד֔וֹ H3027 וְכָל H3605 הַכְּרֵתִ֖י H3774 וְכָל H3605 הַפְּלֵתִ֑י H6432 וְכָֽל H3605 הַגִּתִּ֞ים H1663 שֵׁשׁ H8337 מֵא֣וֹת H3967 אִ֗ישׁ H376 אֲשֶׁר H834 בָּ֤אוּ H935 בְרַגְל H7272 מִגַּ֔ת H1661 עֹבְרִ֖ים H5674 עַל H5921 פְּנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "19": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 אִתַּ֣י H863 הַגִּתִּ֔י H1663 לָ֧מָּה H4100 תֵלֵ֛ךְ H3212 גַּם H1571 אַתָּ֖ה H859 אִתָּ֑נוּ H854 שׁ֣וּב H7725 וְשֵׁ֤ב H3427 עִם H5973 הַמֶּ֨לֶךְ֙ H4428 כִּֽי H3588 נָכְרִ֣י H5237 אַ֔תָּה H859 וְגַם H1571 גֹּלֶ֥ה H1540 אַתָּ֖ה H859 לִמְקוֹמֶֽ H4725 ",
  "20": "תְּמ֣וֹל H8543 בּוֹאֶ֗ךָ H935 וְהַ H3117 אנועך H5128 עִמָּ֨נוּ֙ H5973 לָלֶ֔כֶת H3212 וַאֲנִ֣י H589 הוֹלֵ֔ךְ H1980 עַ֥ל H5921 אֲשֶׁר H834 אֲנִ֖י H589 הוֹלֵ֑ךְ H1980 שׁ֣וּב H7725 וְהָשֵׁ֧ב H7725 אֶת H853 אַחֶ֛יךָ H251 עִמָּ֖ךְ H5973 חֶ֥סֶד H2617 וֶאֱמֶֽת H571 ",
  "21": "וַיַּ֧עַן H6030 אִתַּ֛י H863 אֶת H853 הַמֶּ֖לֶךְ H4428 וַיֹּאמַ֑ר H559 חַי H2416 יְהוָ֗ה H3068 וְחֵי֙ H2416 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כִּ֠י H3588 אִם H518 בִּמְק֞וֹם H4725 אֲשֶׁ֥ר H834 יִֽהְיֶה H1961 שָּׁ֣ם H8033 אֲדֹנִ֣י H113 הַמֶּ֗לֶךְ H4428 אִם H518 לְמָ֨וֶת֙ H4194 אִם H518 לְחַיִּ֔ים H2416 כִּי H3588 שָׁ֖ם H8033 יִהְיֶ֥ה H1961 עַבְדֶּֽךָ H5650 ",
  "22": "וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אֶל H413 אִתַּ֖י H863 לֵ֣ךְ H3212 וַעֲבֹ֑ר H5674 וַֽיַּעֲבֹ֞ר H5674 אִתַּ֤י H863 הַגִּתִּי֙ H1663 וְכָל H3605 אֲנָשָׁ֔יו H376 וְכָל H3605 הַטַּ֖ף H2945 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "23": "וְכָל H3605 הָאָ֗רֶץ H776 בּוֹכִים֙ H1058 ק֣וֹל H6963 גָּד֔וֹל H1419 וְכָל H3605 הָעָ֖ם H5971 עֹֽבְרִ֑ים H5674 וְהַ H4428 עֹבֵר֙ H5674 בְּנַ֣חַל H5158 קִדְר֔וֹן H6939 וְכָל H3605 הָעָם֙ H5971 עֹבְרִ֔ים H5674 עַל H5921 פְּנֵי H6440 דֶ֖רֶךְ H1870 אֶת H853 הַמִּדְבָּֽר H4057 ",
  "24": "וְהִנֵּ֨ה H2009 גַם H1571 צָד֜וֹק H6659 וְכָֽל H3605 הַלְוִיִּ֣ם H3881 אִתּ֗וֹ H854 נֹֽשְׂאִים֙ H5375 אֶת H853 אֲרוֹן֙ H727 בְּרִ֣ית H1285 הָאֱלֹהִ֔ים H430 וַיַּצִּ֨קוּ֙ H3332 אֶת H853 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 וַיַּ֖עַל H5927 אֶבְיָתָ֑ר H54 עַד H5704 תֹּ֥ם H8552 כָּל H3605 הָעָ֖ם H5971 לַעֲב֥וֹר H5674 מִן H4480 הָעִֽיר H5892 ",
  "25": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְצָד֔וֹק H6659 הָשֵׁ֛ב H7725 אֶת H853 אֲר֥וֹן H727 הָאֱלֹהִ֖ים H430 הָעִ֑יר H5892 אִם H518 אֶמְצָ֥א H4672 חֵן֙ H2580 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 וֶהֱשִׁבַ֕ H7725 וְהִרְאַ֥ H7200 אֹת֖וֹ H853 וְאֶת H853 נָוֵֽהוּ H5116 ",
  "26": "וְאִם֙ H518 כֹּ֣ה H3541 יֹאמַ֔ר H559 לֹ֥א H3808 חָפַ֖צְתִּי H2654 בָּ֑ךְ Hb הִנְנִ֕י H2005 יַֽעֲשֶׂה H6213 לִּ֕י Hl כַּאֲשֶׁ֥ר H834 ט֖וֹב H2896 בְּעֵינָֽי H5869 ",
  "27": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 צָד֣וֹק H6659 הַכֹּהֵ֔ן H3548 הֲרוֹאֶ֣ה H7200 אַתָּ֔ה H859 שֻׁ֥בָה H7725 הָעִ֖יר H5892 בְּשָׁל֑וֹם H7965 וַאֲחִימַ֨עַץ H290 בִּנְךָ֜ H1121 וִיהוֹנָתָ֧ן H3083 בֶּן H1121 אֶבְיָתָ֛ר H54 שְׁנֵ֥י H8147 בְנֵיכֶ֖ם H1121 אִתְּכֶֽם H854 ",
  "28": "רְאוּ֙ H7200 אָנֹכִ֣י H595 מִתְמַהְמֵ֔הַּ H4102 בעברות H5679 הַמִּדְבָּ֑ר H4057 עַ֣ד H5704 בּ֥וֹא H935 דָבָ֛ר H1697 מֵעִמָּ H5973 לְהַגִּ֥יד H5046 לִֽי Hl ",
  "29": "וַיָּ֨שֶׁב H7725 צָד֧וֹק H6659 וְאֶבְיָתָ֛ר H54 אֶת H853 אֲר֥וֹן H727 הָאֱלֹהִ֖ים H430 יְרוּשָׁלִָ֑ם H3389 וַיֵּשְׁב֖וּ H3427 שָֽׁם H8033 ",
  "30": "וְדָוִ֡ד H1732 עֹלֶה֩ H5927 בְמַעֲלֵ֨ה H4608 הַזֵּיתִ֜ים H2132 עֹלֶ֣ה H5927 וּבוֹכֶ֗ה H1058 וְרֹ֥אשׁ H7218 לוֹ֙ Hl חָפ֔וּי H2645 וְה֖וּא H1931 הֹלֵ֣ךְ H1980 יָחֵ֑ף H3182 וְכָל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֗וֹ H854 חָפוּ֙ H2645 אִ֣ישׁ H376 רֹאשׁ֔וֹ H7218 וְעָל֥וּ H5927 עָלֹ֖ה H5927 וּבָכֹֽה H1058 ",
  "31": "וְדָוִד֙ H1732 הִגִּ֣יד H5046 לֵאמֹ֔ר H559 אֲחִיתֹ֥פֶל H302 בַּקֹּשְׁרִ֖ים H7194 עִם H5973 אַבְשָׁל֑וֹם H53 וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 סַכֶּל H5528 נָ֛א H4994 אֶת H853 עֲצַ֥ת H6098 אֲחִיתֹ֖פֶל H302 יְהוָֽה H3068 ",
  "32": "וַיְהִ֤י H1961 דָוִד֙ H1732 בָּ֣א H935 עַד H5704 הָרֹ֔אשׁ H7218 אֲשֶֽׁר H834 יִשְׁתַּחֲוֶ֥ה H7812 שָׁ֖ם H8033 לֵאלֹהִ֑ים H430 וְהִנֵּ֤ה H2009 לִקְרָאת H7125 חוּשַׁ֣י H2365 הָאַרְכִּ֔י H757 קָר֨וּעַ֙ H7167 כֻּתָּנְתּ֔וֹ H3801 וַאֲדָמָ֖ה H127 עַל H5921 רֹאשֽׁוֹ H7218 ",
  "33": "וַיֹּ֥אמֶר H559 ל֖וֹ Hl דָּוִ֑ד H1732 אִ֚ם H518 עָבַ֣רְתָּ H5674 אִתִּ֔י H854 וְהָיִ֥תָ H1961 עָלַ֖י H5921 לְמַשָּֽׂא H4853 ",
  "34": "וְאִם H518 הָעִ֣יר H5892 תָּשׁ֗וּב H7725 וְאָמַרְתָּ֤ H559 לְאַבְשָׁלוֹם֙ H53 עַבְדְּךָ֨ H5650 אֲנִ֤י H589 הַמֶּ֨לֶךְ֙ H4428 אֶֽהְיֶ֔ה H1961 עֶ֣בֶד H5650 אָבִ֤יךָ H1 וַֽאֲנִי֙ H589 מֵאָ֔ז H227 וְעַתָּ֖ה H6258 וַאֲנִ֣י H589 עַבְדֶּ֑ךָ H5650 וְהֵפַרְתָּ֣ה H6565 לִ֔י Hl אֵ֖ת H853 עֲצַ֥ת H6098 אֲחִיתֹֽפֶל H302 ",
  "35": "וַהֲ H3808 עִמְּךָ֙ H5973 שָׁ֔ם H8033 צָד֥וֹק H6659 וְאֶבְיָתָ֖ר H54 הַכֹּהֲנִ֑ים H3548 וְהָיָ֗ה H1961 כָּל H3605 הַדָּבָר֙ H1697 אֲשֶׁ֤ר H834 תִּשְׁמַע֙ H8085 מִבֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 תַּגִּ֕יד H5046 לְצָד֥וֹק H6659 וּלְ H54 הַכֹּהֲנִֽים H3548 ",
  "36": "הִנֵּה H2009 שָׁ֤ם H8033 עִמָּם֙ H5973 שְׁנֵ֣י H8147 בְנֵיהֶ֔ם H1121 אֲחִימַ֣עַץ H290 לְצָד֔וֹק H6659 וִיהוֹנָתָ֖ן H3083 לְאֶבְיָתָ֑ר H54 וּשְׁלַחְתֶּ֤ם H7971 בְּיָדָ H3027 אֵלַ֔י H413 כָּל H3605 דָּבָ֖ר H1697 אֲשֶׁ֥ר H834 תִּשְׁמָֽעוּ H8085 ",
  "37": "וַיָּבֹ֥א H935 חוּשַׁ֛י H2365 רֵעֶ֥ה H7463 דָוִ֖ד H1732 הָעִ֑יר H5892 וְאַבְשָׁלֹ֔ם H53 יָבֹ֖א H935 יְרוּשָׁלִָֽם H3389 "
}
