{
  "1": "וְדָוִ֗ד H1732 עָבַ֤ר H5674 מְעַט֙ H4592 מֵֽהָ H7218 וְהִנֵּ֥ה H2009 צִיבָ֛א H6717 נַ֥עַר H5288 מְפִי H4648 בֹ֖שֶׁת H4648 לִקְרָאת֑ H7122 וְצֶ֨מֶד H6776 חֲמֹרִ֜ים H2543 חֲבֻשִׁ֗ים H2280 וַעֲלֵי H5921 מָאתַ֨יִם H3967 לֶ֜חֶם H3899 וּמֵאָ֧ה H3967 צִמּוּקִ֛ים H6778 וּמֵ֥אָה H3967 קַ֖יִץ H7019 וְנֵ֥בֶל H5035 יָֽיִן H3196 ",
  "2": "וַיֹּ֧אמֶר H559 הַמֶּ֛לֶךְ H4428 אֶל H413 צִיבָ֖א H6717 מָה H4100 אֵ֣לֶּה H428 לָּ֑ךְ Hl וַיֹּ֣אמֶר H559 צִ֠יבָא H6717 הַחֲמוֹרִ֨ים H2543 לְבֵית H1004 הַמֶּ֜לֶךְ H4428 לִרְכֹּ֗ב H7392 ול H3899 וְהַ H7019 לֶאֱכ֣וֹל H398 הַנְּעָרִ֔ים H5288 וְהַ H3196 לִשְׁתּ֥וֹת H8354 הַיָּעֵ֖ף H3287 בַּמִּדְבָּֽר H4057 ",
  "3": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 וְאַיֵּ֖ה H346 בֶּן H1121 אֲדֹנֶ֑יךָ H113 וַיֹּ֨אמֶר H559 צִיבָ֜א H6717 אֶל H413 הַמֶּ֗לֶךְ H4428 הִנֵּה֙ H2009 יוֹשֵׁ֣ב H3427 בִּירוּשָׁלִַ֔ם H3389 כִּ֣י H3588 אָמַ֔ר H559 הַיּ֗וֹם H3117 יָשִׁ֤יבוּ H7725 לִי֙ Hl בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 אֵ֖ת H853 מַמְלְכ֥וּת H4468 אָבִֽי H1 ",
  "4": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְצִבָ֔א H6717 הִנֵּ֣ה H2009 לְךָ֔ Hl כֹּ֖ל H3605 אֲשֶׁ֣ר H834 לִמְפִי H4648 בֹ֑שֶׁת H4648 וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 הִֽשְׁתַּחֲוֵ֔יתִי H7812 אֶמְצָא H4672 חֵ֥ן H2580 בְּעֵינֶ֖י H5869 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
  "5": "וּבָ֛א H935 הַמֶּ֥לֶךְ H4428 דָּוִ֖ד H1732 עַד H5704 בַּֽחוּרִ֑ים H980 וְהִנֵּ֣ה H2009 מִשָּׁם֩ H8033 אִ֨ישׁ H376 יוֹצֵ֜א H3318 מִמִּשְׁפַּ֣חַת H4940 בֵּית H1004 שָׁא֗וּל H7586 וּשְׁמ H8034 שִׁמְעִ֣י H8096 בֶן H1121 גֵּרָ֔א H1617 יֹצֵ֥א H3318 יָצ֖וֹא H3318 וּמְקַלֵּֽל H7043 ",
  "6": "וַיְסַקֵּ֤ל H5619 בָּֽאֲבָנִים֙ H68 אֶת H853 דָּוִ֔ד H1732 וְאֶת H853 כָּל H3605 עַבְדֵ֖י H5650 הַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וְכָל H3605 הָעָם֙ H5971 וְכָל H3605 הַגִּבֹּרִ֔ים H1368 מִימִינ֖ H3225 וּמִ H8040 ",
  "7": "וְכֹֽה H3541 אָמַ֥ר H559 שִׁמְעִ֖י H8096 בְּקַֽלְל֑ H7043 צֵ֥א H3318 צֵ֛א H3318 אִ֥ישׁ H376 הַדָּמִ֖ים H1818 וְאִ֥ישׁ H376 הַבְּלִיָּֽעַל H1100 ",
  "8": "הֵשִׁיב֩ H7725 עָלֶ֨יךָ H5921 יְהוָ֜ה H3068 כֹּ֣ל H3605 דְּמֵ֣י H1818 בֵית H1004 שָׁא֗וּל H7586 אֲשֶׁ֤ר H834 מָלַ֨כְתָּ֙ H4427 תחתו H8478 וַיִּתֵּ֤ן H5414 יְהוָה֙ H3068 אֶת H853 הַמְּלוּכָ֔ה H4410 בְּיַ֖ד H3027 אַבְשָׁל֣וֹם H53 בְּנֶ֑ךָ H1121 וְהִנְּ H2005 בְּרָ֣עָתֶ֔ H7451 כִּ֛י H3588 אִ֥ישׁ H376 דָּמִ֖ים H1818 אָֽתָּה H859 ",
  "9": "וַיֹּ֨אמֶר H559 אֲבִישַׁ֤י H52 בֶּן H1121 צְרוּיָה֙ H6870 אֶל H413 הַמֶּ֔לֶךְ H4428 לָ֣מָּה H4100 יְקַלֵּ֞ל H7043 הַכֶּ֤לֶב H3611 הַמֵּת֙ H4191 הַזֶּ֔ה H2088 אֶת H853 אֲדֹנִ֖י H113 הַמֶּ֑לֶךְ H4428 אֶעְבְּרָה H5674 נָּ֖א H4994 וְאָסִ֥ירָה H5493 אֶת H853 רֹאשֽׁוֹ H7218 ",
  "10": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מַה H4100 לִּ֥י Hl וְלָ Hc/Hl בְּנֵ֣י H1121 צְרֻיָ֑ה H6870 כי H3588 יְקַלֵּ֗ל H7043 וכי H3588 יְהוָה֙ H3068 אָ֤מַר H559 לוֹ֙ Hl קַלֵּ֣ל H7043 אֶת H853 דָּוִ֔ד H1732 וּמִ֣י H4310 יֹאמַ֔ר H559 מַדּ֖וּעַ H4069 עָשִׂ֥יתָה H6213 כֵּֽן H3651 ",
  "11": "וַיֹּ֨אמֶר H559 דָּוִ֤ד H1732 אֶל H413 אֲבִישַׁי֙ H52 וְאֶל H413 כָּל H3605 עֲבָדָ֔יו H5650 הִנֵּ֥ה H2009 בְנִ֛י H1121 אֲשֶׁר H834 יָצָ֥א H3318 מִמֵּעַ֖ H4578 מְבַקֵּ֣שׁ H1245 אֶת H853 נַפְשִׁ֑י H5315 וְאַ֨ף H637 כִּֽי H3588 עַתָּ֜ה H6258 בֶּן H1145 הַיְמִינִ֗י H1145 הַנִּ֤חוּ H3240 לוֹ֙ Hl וִֽיקַלֵּ֔ל H7043 כִּ֥י H3588 אָֽמַר H559 ל֖וֹ Hl יְהוָֽה H3068 ",
  "12": "אוּלַ֛י H194 יִרְאֶ֥ה H7200 יְהוָ֖ה H3068 בעונ H5771 וְהֵשִׁ֨יב H7725 יְהוָ֥ה H3068 לִי֙ Hl טוֹבָ֔ה H2896 תַּ֥חַת H8478 קִלְלָת֖וֹ H7045 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "13": "וַיֵּ֧לֶךְ H3212 דָּוִ֛ד H1732 וַאֲנָשָׁ֖י H376 בַּדָּ֑רֶךְ H1870 וְשִׁמְעִ֡י H8096 הֹלֵךְ֩ H1980 בְּצֵ֨לַע H6763 הָהָ֜ר H2022 לְעֻמָּת֗ H5980 הָלוֹךְ֙ H1980 וַיְקַלֵּ֔ל H7043 וַיְסַקֵּ֤ל H5619 בָּֽאֲבָנִים֙ H68 לְעֻמָּת֔ H5980 וְעִפַּ֖ר H6080 בֶּעָפָֽר H6083 ",
  "14": "וַיָּבֹ֥א H935 הַמֶּ֛לֶךְ H4428 וְכָל H3605 הָעָ֥ם H5971 אֲשֶׁר H834 אִתּ֖וֹ H854 עֲיֵפִ֑ים H5889 וַיִּנָּפֵ֖שׁ H5314 שָֽׁם H8033 ",
  "15": "וְאַבְשָׁל֗וֹם H53 וְכָל H3605 הָעָם֙ H5971 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 בָּ֖אוּ H935 יְרוּשָׁלִָ֑ם H3389 וַאֲחִיתֹ֖פֶל H302 אִתּֽוֹ H854 ",
  "16": "וַיְהִ֗י H1961 כַּֽאֲשֶׁר H834 בָּ֞א H935 חוּשַׁ֧י H2365 הָאַרְכִּ֛י H757 רֵעֶ֥ה H7463 דָוִ֖ד H1732 אֶל H413 אַבְשָׁל֑וֹם H53 וַיֹּ֤אמֶר H559 חוּשַׁי֙ H2365 אֶל H413 אַבְשָׁלֹ֔ם H53 יְחִ֥י H2421 הַמֶּ֖לֶךְ H4428 יְחִ֥י H2421 הַמֶּֽלֶךְ H4428 ",
  "17": "וַיֹּ֤אמֶר H559 אַבְשָׁלוֹם֙ H53 אֶל H413 חוּשַׁ֔י H2365 זֶ֥ה H2088 חַסְדְּךָ֖ H2617 אֶת H854 רֵעֶ֑ךָ H7453 לָ֥מָּה H4100 לֹֽא H3808 הָלַ֖כְתָּ H1980 אֶת H854 רֵעֶֽךָ H7453 ",
  "18": "וַיֹּ֣אמֶר H559 חוּשַׁי֮ H2365 אֶל H413 אַבְשָׁלֹם֒ H53 לֹ֕א H3808 כִּי֩ H3588 אֲשֶׁ֨ר H834 בָּחַ֧ר H977 יְהוָ֛ה H3068 וְהָ H5971 הַזֶּ֖ה H2088 וְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֑ל H3478 לא H3808 אֶהְיֶ֖ה H1961 וְאִתּ֥ H854 אֵשֵֽׁב H3427 ",
  "19": "וְהַ H8145 לְמִי֙ H4310 אֲנִ֣י H589 אֶֽעֱבֹ֔ד H5647 הֲל֖וֹא H3808 לִפְנֵ֣י H6440 בְנ֑וֹ H1121 כַּאֲשֶׁ֤ר H834 עָבַ֨דְתִּי֙ H5647 לִפְנֵ֣י H6440 אָבִ֔יךָ H1 כֵּ֖ן H3651 אֶהְיֶ֥ה H1961 לְפָנֶֽי H6440 ",
  "20": "וַיֹּ֥אמֶר H559 אַבְשָׁל֖וֹם H53 אֶל H413 אֲחִיתֹ֑פֶל H302 הָב֥וּ H3051 לָכֶ֛ם Hl עֵצָ֖ה H6098 מַֽה H4100 נַּעֲשֶֽׂה H6213 ",
  "21": "וַיֹּ֤אמֶר H559 אֲחִיתֹ֨פֶל֙ H302 אֶל H413 אַבְשָׁלֹ֔ם H53 בּ֚וֹא H935 אֶל H413 פִּלַגְשֵׁ֣י H6370 אָבִ֔יךָ H1 אֲשֶׁ֥ר H834 הִנִּ֖יחַ H3240 לִשְׁמ֣וֹר H8104 הַבָּ֑יִת H1004 וְשָׁמַ֤ע H8085 כָּל H3605 יִשְׂרָאֵל֙ H3478 כִּֽי H3588 נִבְאַ֣שְׁתָּ H887 אֶת H854 אָבִ֔יךָ H1 וְחָ֣זְק֔וּ H2388 יְדֵ֖י H3027 כָּל H3605 אֲשֶׁ֥ר H834 אִתָּֽךְ H854 ",
  "22": "וַיַּטּ֧וּ H5186 לְאַבְשָׁל֛וֹם H53 הָאֹ֖הֶל H168 עַל H5921 הַגָּ֑ג H1406 וַיָּבֹ֤א H935 אַבְשָׁלוֹם֙ H53 אֶל H413 פִּֽלַגְשֵׁ֣י H6370 אָבִ֔יו H1 לְעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "23": "וַעֲצַ֣ת H6098 אֲחִיתֹ֗פֶל H302 אֲשֶׁ֤ר H834 יָעַץ֙ H3289 בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 כַּאֲשֶׁ֥ר H834 יִשְׁאַל H7592 בִּדְבַ֣ר H1697 הָאֱלֹהִ֑ים H430 כֵּ֚ן H3651 כָּל H3605 עֲצַ֣ת H6098 אֲחִיתֹ֔פֶל H302 גַּם H1571 לְדָוִ֖ד H1732 גַּ֥ם H1571 לְאַבְשָׁלֹֽם H53 "
}
