{
  "1": "וַיֹּ֥אמֶר H559 אֲחִיתֹ֖פֶל H302 אֶל H413 אַבְשָׁלֹ֑ם H53 אֶבְחֲרָ֣ה H977 נָּ֗א H4994 שְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֨לֶף֙ H505 אִ֔ישׁ H376 וְאָק֛וּמָה H6965 וְאֶרְדְּפָ֥ה H7291 אַחֲרֵי H310 דָוִ֖ד H1732 הַלָּֽיְלָה H3915 ",
  "2": "וְאָב֣וֹא H935 עָלָ֗יו H5921 וְה֤וּא H1931 יָגֵ֨עַ֙ H3023 וּרְפֵ֣ה H7504 יָדַ֔יִם H3027 וְהַֽחֲרַדְתִּ֣י H2729 אֹת֔וֹ H853 וְנָ֖ס H5127 כָּל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֑וֹ H854 וְהִכֵּיתִ֥י H5221 אֶת H853 הַמֶּ֖לֶךְ H4428 לְבַדּֽ H905 ",
  "3": "וְאָשִׁ֥יבָה H7725 כָל H3605 הָעָ֖ם H5971 אֵלֶ֑יךָ H413 כְּשׁ֣וּב H7725 הַכֹּ֔ל H3605 הָאִישׁ֙ H376 אֲשֶׁ֣ר H834 אַתָּ֣ה H859 מְבַקֵּ֔שׁ H1245 כָּל H3605 הָעָ֖ם H5971 יִהְיֶ֥ה H1961 שָׁלֽוֹם H7965 ",
  "4": "וַיִּישַׁ֥ר H3474 הַדָּבָ֖ר H1697 בְּעֵינֵ֣י H5869 אַבְשָׁלֹ֑ם H53 וּבְ H5869 כָּל H3605 זִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
  "5": "וַיֹּ֨אמֶר֙ H559 אַבְשָׁל֔וֹם H53 קְרָ֣א H7121 נָ֔א H4994 גַּ֖ם H1571 לְחוּשַׁ֣י H2365 הָאַרְכִּ֑י H757 וְנִשְׁמְעָ֥ה H8085 מַה H4100 בְּפִ֖י H6310 גַּם H1571 הֽוּא H1931 ",
  "6": "וַיָּבֹ֣א H935 חוּשַׁי֮ H2365 אֶל H413 אַבְשָׁלוֹם֒ H53 וַיֹּאמֶר֩ H559 אַבְשָׁל֨וֹם H53 אֵלָ֜יו H413 לֵאמֹ֗ר H559 כַּדָּבָ֤ר H1697 הַזֶּה֙ H2088 דִּבֶּ֣ר H1696 אֲחִיתֹ֔פֶל H302 הֲנַעֲשֶׂ֖ה H6213 אֶת H853 דְּבָר֑וֹ H1697 אִם H518 אַ֖יִן H369 אַתָּ֥ה H859 דַבֵּֽר H1696 ",
  "7": "וַיֹּ֥אמֶר H559 חוּשַׁ֖י H2365 אֶל H413 אַבְשָׁל֑וֹם H53 לֹֽא H3808 טוֹבָ֧ה H2896 הָעֵצָ֛ה H6098 אֲשֶׁר H834 יָעַ֥ץ H3289 אֲחִיתֹ֖פֶל H302 בַּפַּ֥עַם H6471 הַזֹּֽאת H2063 ",
  "8": "וַיֹּ֣אמֶר H559 חוּשַׁ֗י H2365 אַתָּ֣ה H859 יָ֠דַעְתָּ H3045 אֶת H853 אָבִ֨יךָ H1 וְאֶת H853 אֲנָשָׁ֜יו H376 כִּ֧י H3588 גִבֹּרִ֣ים H1368 הֵ֗מָּה H1992 וּמָרֵ֥י H4751 נֶ֨פֶשׁ֙ H5315 הֵ֔מָּה H1992 כְּדֹ֥ב H1677 שַׁכּ֖וּל H7909 בַּשָּׂדֶ֑ה H7704 וְאָבִ֨י H1 אִ֣ישׁ H376 מִלְחָמָ֔ה H4421 וְלֹ֥א H3808 יָלִ֖ין H3885 אֶת H854 הָעָֽם H5971 ",
  "9": "הִנֵּ֨ה H2009 עַתָּ֤ה H6258 הֽוּא H1931 נֶחְבָּא֙ H2244 בְּאַחַ֣ת H259 הַפְּחָתִ֔ים H6354 א֖וֹ H176 בְּאַחַ֣ד H259 הַמְּקוֹמֹ֑ת H4725 וְהָיָ֗ה H1961 כִּנְפֹ֤ל H5307 בָּהֶם֙ Hb בַּתְּחִלָּ֔ה H8462 וְשָׁמַ֤ע H8085 הַשֹּׁמֵ֨עַ֙ H8085 וְאָמַ֔ר H559 הָֽיְתָה֙ H1961 מַגֵּפָ֔ה H4046 בָּעָ֕ם H5971 אֲשֶׁ֖ר H834 אַחֲרֵ֥י H310 אַבְשָׁלֹֽם H53 ",
  "10": "וְה֣וּא H1931 גַם H1571 בֶּן H1121 חַ֗יִל H2428 אֲשֶׁ֥ר H834 לִבּ֛וֹ H3820 כְּלֵ֥ב H3820 הָאַרְיֵ֖ה H738 הִמֵּ֣ס H4549 יִמָּ֑ס H4549 כִּֽי H3588 יֹדֵ֤עַ H3045 כָּל H3605 יִשְׂרָאֵל֙ H3478 כִּי H3588 גִבּ֣וֹר H1368 אָבִ֔יךָ H1 וּבְנֵי H1121 חַ֖יִל H2428 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "11": "כִּ֣י H3588 יָעַ֗צְתִּי H3289 הֵ֠אָסֹף H622 יֵאָסֵ֨ף H622 עָלֶ֤יךָ H5921 כָל H3605 יִשְׂרָאֵל֙ H3478 מִדָּן֙ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 כַּח֥וֹל H2344 אֲשֶׁר H834 עַל H5921 הַיָּ֖ם H3220 לָרֹ֑ב H7230 וּפָנֶ֥י H6440 הֹלְכִ֖ים H1980 בַּקְרָֽב H7128 ",
  "12": "וּבָ֣אנוּ H935 אֵלָ֗יו H413 באחת H259 הַמְּקוֹמֹת֙ H4725 אֲשֶׁ֣ר H834 נִמְצָ֣א H4672 שָׁ֔ם H8033 וְנַ֣חְנוּ H5117 עָלָ֔יו H5921 כַּאֲשֶׁ֛ר H834 יִפֹּ֥ל H5307 הַטַּ֖ל H2919 עַל H5921 הָאֲדָמָ֑ה H127 וְלֹֽא H3808 נ֥וֹתַר H3498 בּ֛וֹ Hb וּבְ H3605 הָאֲנָשִׁ֥ים H376 אֲשֶׁר H834 אִתּ֖וֹ H854 גַּם H1571 אֶחָֽד H259 ",
  "13": "וְאִם H518 אֶל H413 עִיר֙ H5892 יֵֽאָסֵ֔ף H622 וְהִשִּׂ֧יאוּ H5375 כָֽל H3605 יִשְׂרָאֵ֛ל H3478 אֶל H413 הָעִ֥יר H5892 הַהִ֖יא H1931 חֲבָלִ֑ים H2256 וְסָחַ֤בְנוּ H5498 אֹתוֹ֙ H853 עַד H5704 הַנַּ֔חַל H5158 עַ֛ד H5704 אֲשֶֽׁר H834 לֹא H3808 נִמְצָ֥א H4672 שָׁ֖ם H8033 גַּם H1571 צְרֽוֹר H6872 ",
  "14": "וַיֹּ֤אמֶר H559 אַבְשָׁלוֹם֙ H53 וְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 טוֹבָ֗ה H2896 עֲצַת֙ H6098 חוּשַׁ֣י H2365 הָאַרְכִּ֔י H757 מֵעֲצַ֖ת H6098 אֲחִיתֹ֑פֶל H302 וַיהוָ֣ה H3068 צִוָּ֗ה H6680 לְהָפֵ֞ר H6565 אֶת H853 עֲצַ֤ת H6098 אֲחִיתֹ֨פֶל֙ H302 הַטּוֹבָ֔ה H2896 לְבַ H5668 הָבִ֧יא H935 יְהוָ֛ה H3068 אֶל H413 אַבְשָׁל֖וֹם H53 אֶת H853 הָרָעָֽה H7451 ",
  "15": "וַיֹּ֣אמֶר H559 חוּשַׁ֗י H2365 אֶל H413 צָד֤וֹק H6659 וְאֶל H413 אֶבְיָתָר֙ H54 הַכֹּ֣הֲנִ֔ים H3548 כָּזֹ֣את H2063 וְכָ H2063 יָעַ֤ץ H3289 אֲחִיתֹ֨פֶל֙ H302 אֶת H853 אַבְשָׁלֹ֔ם H53 וְאֵ֖ת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וְכָ H2063 וְכָ H2063 יָעַ֥צְתִּי H3289 אָֽנִי H589 ",
  "16": "וְעַתָּ֡ה H6258 שִׁלְח֣וּ H7971 מְהֵרָה֩ H4120 וְהַגִּ֨ידוּ H5046 לְדָוִ֜ד H1732 לֵאמֹ֗ר H559 אַל H408 תָּ֤לֶן H3885 הַלַּ֨יְלָה֙ H3915 בְּעַֽרְב֣וֹת H6160 הַמִּדְבָּ֔ר H4057 וְגַ֖ם H1571 עָב֣וֹר H5674 תַּעֲב֑וֹר H5674 פֶּ֚ן H6435 יְבֻלַּ֣ע H1104 לַמֶּ֔לֶךְ H4428 וּלְ H3605 הָעָ֖ם H5971 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "17": "וִיהוֹנָתָ֨ן H3083 וַאֲחִימַ֜עַץ H290 עֹמְדִ֣ים H5975 בְּעֵין H5883 רֹגֵ֗ל H5883 וְהָלְכָ֤ה H1980 הַשִּׁפְחָה֙ H8198 וְהִגִּ֣ידָה H5046 לָהֶ֔ם Hl וְהֵם֙ H1992 יֵֽלְכ֔וּ H3212 וְהִגִּ֖ידוּ H5046 לַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 כִּ֣י H3588 לֹ֥א H3808 יוּכְל֛וּ H3201 לְהֵרָא֖וֹת H7200 לָב֥וֹא H935 הָעִֽירָ H5892 ",
  "18": "וַיַּ֤רְא H7200 אֹתָם֙ H853 נַ֔עַר H5288 וַיַּגֵּ֖ד H5046 לְאַבְשָׁלֹ֑ם H53 וַיֵּלְכוּ֩ H3212 שְׁנֵיהֶ֨ם H8147 מְהֵרָ֜ה H4120 וַיָּבֹ֣אוּ H935 אֶל H413 בֵּֽית H1004 אִ֣ישׁ H376 בְּבַחוּרִ֗ים H980 וְל֥ Hc/Hl בְאֵ֛ר H875 בַּחֲצֵר֖ H2691 וַיֵּ֥רְדוּ H3381 שָֽׁם H8033 ",
  "19": "וַתִּקַּ֣ח H3947 הָאִשָּׁ֗ה H802 וַתִּפְרֹ֤שׂ H6566 אֶת H853 הַמָּסָךְ֙ H4539 עַל H5921 פְּנֵ֣י H6440 הַבְּאֵ֔ר H875 וַתִּשְׁטַ֥ח H7849 עָלָ֖יו H5921 הָֽרִפ֑וֹת H7383 וְלֹ֥א H3808 נוֹדַ֖ע H3045 דָּבָֽר H1697 ",
  "20": "וַיָּבֹ֣אוּ H935 עַבְדֵי֩ H5650 אַבְשָׁל֨וֹם H53 אֶֽל H413 הָאִשָּׁ֜ה H802 הַבַּ֗יְתָ H1004 וַיֹּֽאמְרוּ֙ H559 אַיֵּ֗ה H346 אֲחִימַ֨עַץ֙ H290 וִיה֣וֹנָתָ֔ן H3083 וַתֹּ֤אמֶר H559 לָהֶם֙ Hl הָֽאִשָּׁ֔ה H802 עָבְר֖וּ H5674 מִיכַ֣ל H4323 הַמָּ֑יִם H4325 וַיְבַקְשׁוּ֙ H1245 וְלֹ֣א H3808 מָצָ֔אוּ H4672 וַיָּשֻׁ֖בוּ H7725 יְרוּשָׁלִָֽם H3389 ",
  "21": "וַיְהִ֣י H1961 אַחֲרֵ֣י H310 לֶכְתָּ֗ם H3212 וַֽיַּעֲלוּ֙ H5927 מֵֽהַ H875 וַיֵּ֣לְכ֔וּ H3212 וַיַּגִּ֖דוּ H5046 לַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וַיֹּאמְר֣וּ H559 אֶל H413 דָּוִ֗ד H1732 ק֣וּמוּ H6965 וְעִבְר֤וּ H5674 מְהֵרָה֙ H4120 אֶת H853 הַמַּ֔יִם H4325 כִּי H3588 כָ֛כָה H3602 יָעַ֥ץ H3289 עֲלֵיכֶ֖ם H5921 אֲחִיתֹֽפֶל H302 ",
  "22": "וַיָּ֣קָם H6965 דָּוִ֗ד H1732 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 וַיַּעַבְר֖וּ H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 עַד H5704 א֣וֹר H216 הַבֹּ֗קֶר H1242 עַד H5704 אַחַד֙ H259 לֹ֣א H3808 נֶעְדָּ֔ר H5737 אֲשֶׁ֥ר H834 לֹא H3808 עָבַ֖ר H5674 אֶת H853 הַיַּרְדֵּֽן H3383 ",
  "23": "וַאֲחִיתֹ֣פֶל H302 רָאָ֗ה H7200 כִּ֣י H3588 לֹ֣א H3808 נֶעֶשְׂתָה֮ H6213 עֲצָתוֹ֒ H6098 וַיַּחֲבֹ֣שׁ H2280 אֶֽת H853 הַחֲמ֗וֹר H2543 וַיָּ֜קָם H6965 וַיֵּ֤לֶךְ H3212 אֶל H413 בֵּיתוֹ֙ H1004 אֶל H413 עִיר֔וֹ H5892 וַיְצַ֥ו H6680 אֶל H413 בֵּית֖וֹ H1004 וַיֵּחָנַ֑ק H2614 וַיָּ֕מָת H4191 וַיִּקָּבֵ֖ר H6912 בְּקֶ֥בֶר H6913 אָבִֽיו H1 ",
  "24": "וְדָוִ֖ד H1732 בָּ֣א H935 מַחֲנָ֑יְמָה H4266 וְאַבְשָׁלֹ֗ם H53 עָבַר֙ H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 ה֕וּא H1931 וְכָל H3605 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 עִמּֽוֹ H5973 ",
  "25": "וְאֶת H853 עֲמָשָׂ֗א H6021 שָׂ֧ם H7760 אַבְשָׁלֹ֛ם H53 תַּ֥חַת H8478 יוֹאָ֖ב H3097 עַל H5921 הַצָּבָ֑א H6635 וַעֲמָשָׂ֣א H6021 בֶן H1121 אִ֗ישׁ H376 וּשְׁמ H8034 יִתְרָ֣א H3501 הַיִּשְׂרְאֵלִ֔י H3481 אֲשֶׁר H834 בָּא֙ H935 אֶל H413 אֲבִיגַ֣ל H26 בַּת H1323 נָחָ֔שׁ H5176 אֲח֥וֹת H269 צְרוּיָ֖ה H6870 אֵ֥ם H517 יוֹאָֽב H3097 ",
  "26": "וַיִּ֤חַן H2583 יִשְׂרָאֵל֙ H3478 וְאַבְשָׁלֹ֔ם H53 אֶ֖רֶץ H776 הַגִּלְעָֽד H1568 ",
  "27": "וַיְהִ֕י H1961 כְּב֥וֹא H935 דָוִ֖ד H1732 מַחֲנָ֑יְמָה H4266 וְשֹׁבִ֨י H7629 בֶן H1121 נָחָ֜שׁ H5176 מֵרַבַּ֣ת H7237 בְּנֵֽי H1121 עַמּ֗וֹן H5983 וּמָכִ֤יר H4353 בֶּן H1121 עַמִּיאֵל֙ H5988 מִלֹּ֣א H3810 דְבָ֔ר H3810 וּבַרְזִלַּ֥י H1271 הַגִּלְעָדִ֖י H1569 מֵרֹגְלִֽים H7274 ",
  "28": "מִשְׁכָּ֤ב H4904 וְסַפּוֹת֙ H5592 וּכְלִ֣י H3627 יוֹצֵ֔ר H3335 וְחִטִּ֥ים H2406 וּשְׂעֹרִ֖ים H8184 וְקֶ֣מַח H7058 וְקָלִ֑י H7039 וּפ֥וֹל H6321 וַעֲדָשִׁ֖ים H5742 וְקָלִֽי H7039 ",
  "29": "וּדְבַ֣שׁ H1706 וְחֶמְאָ֗ה H2529 וְצֹאן֙ H6629 וּשְׁפ֣וֹת H8194 בָּקָ֔ר H1241 הִגִּ֧ישׁוּ H5066 לְדָוִ֛ד H1732 וְלָ H5971 אֲשֶׁר H834 אִתּ֖וֹ H854 לֶאֱכ֑וֹל H398 כִּ֣י H3588 אָמְר֔וּ H559 הָעָ֗ם H5971 רָעֵ֛ב H7457 וְעָיֵ֥ף H5889 וְצָמֵ֖א H6771 בַּמִּדְבָּֽר H4057 "
}
