{
  "1": "וַיְהִ֣י H1961 אַֽחֲרֵי H310 כֵ֗ן H3651 וַיִּשְׁאַל֩ H7592 דָּוִ֨ד H1732 בַּֽיהוָ֤ה H3068 לֵאמֹר֙ H559 הַאֶעֱלֶ֗ה H5927 בְּאַחַת֙ H259 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֵלָ֖יו H413 עֲלֵ֑ה H5927 וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אָ֥נָה H575 אֶעֱלֶ֖ה H5927 וַיֹּ֥אמֶר H559 חֶבְרֹֽנָה H2275 ",
  "2": "וַיַּ֤עַל H5927 שָׁם֙ H8033 דָּוִ֔ד H1732 וְגַ֖ם H1571 שְׁתֵּ֣י H8147 נָשָׁ֑יו H802 אֲחִינֹ֨עַם֙ H293 הַיִּזְרְעֵלִ֔ית H3159 וַאֲבִיגַ֕יִל H26 אֵ֖שֶׁת H802 נָבָ֥ל H5037 הַֽכַּרְמְלִֽי H3761 ",
  "3": "וַאֲנָשָׁ֧י H376 אֲשֶׁר H834 עִמּ֛וֹ H5973 הֶעֱלָ֥ה H5927 דָוִ֖ד H1732 אִ֣ישׁ H376 וּבֵית֑ H1004 וַיֵּשְׁב֖וּ H3427 בְּעָרֵ֥י H5892 חֶבְרֽוֹן H2275 ",
  "4": "וַיָּבֹ֨אוּ֙ H935 אַנְשֵׁ֣י H376 יְהוּדָ֔ה H3063 וַיִּמְשְׁחוּ H4886 שָׁ֧ם H8033 אֶת H853 דָּוִ֛ד H1732 לְמֶ֖לֶךְ H4428 עַל H5921 בֵּ֣ית H1004 יְהוּדָ֑ה H3063 וַיַּגִּ֤דוּ H5046 לְדָוִד֙ H1732 לֵאמֹ֔ר H559 אַנְשֵׁי֙ H376 יָבֵ֣ישׁ H3003 גִּלְעָ֔ד H1568 אֲשֶׁ֥ר H834 קָבְר֖וּ H6912 אֶת H853 שָׁאֽוּל H7586 ",
  "5": "וַיִּשְׁלַ֤ח H7971 דָּוִד֙ H1732 מַלְאָכִ֔ים H4397 אֶל H413 אַנְשֵׁ֖י H376 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 בְּרֻכִ֤ים H1288 אַתֶּם֙ H859 לַֽיהוָ֔ה H3068 אֲשֶׁ֨ר H834 עֲשִׂיתֶ֜ם H6213 הַחֶ֣סֶד H2617 הַזֶּ֗ה H2088 עִם H5973 אֲדֹֽנֵיכֶם֙ H113 עִם H5973 שָׁא֔וּל H7586 וַֽתִּקְבְּר֖וּ H6912 אֹתֽוֹ H853 ",
  "6": "וְעַתָּ֕ה H6258 יַֽעַשׂ H6213 יְהוָ֥ה H3068 עִמָּכֶ֖ם H5973 חֶ֣סֶד H2617 וֶאֱמֶ֑ת H571 וְגַ֣ם H1571 אָנֹכִ֗י H595 אֶעֱשֶׂ֤ה H6213 אִתְּכֶם֙ H854 הַטּוֹבָ֣ה H2896 הַזֹּ֔את H2063 אֲשֶׁ֥ר H834 עֲשִׂיתֶ֖ם H6213 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "7": "וְעַתָּ֣ה H6258 תֶּחֱזַ֣קְנָה H2388 יְדֵיכֶ֗ם H3027 וִֽהְיוּ֙ H1961 לִבְנֵי H1121 חַ֔יִל H2428 כִּי H3588 מֵ֖ת H4191 אֲדֹנֵיכֶ֣ם H113 שָׁא֑וּל H7586 וְגַם H1571 אֹתִ֗י H853 מָשְׁח֧וּ H4886 בֵית H1004 יְהוּדָ֛ה H3063 לְמֶ֖לֶךְ H4428 עֲלֵיהֶֽם H5921 ",
  "8": "וְאַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 שַׂר H8269 צָבָ֖א H6635 אֲשֶׁ֣ר H834 לְשָׁא֑וּל H7586 לָקַ֗ח H3947 אֶת H853 אִ֥ישׁ H378 בֹּ֨שֶׁת֙ H378 בֶּן H1121 שָׁא֔וּל H7586 וַיַּעֲבִרֵ֖ H5674 מַחֲנָֽיִם H4266 ",
  "9": "וַיַּמְלִכֵ֨ H4427 אֶל H413 הַגִּלְעָ֔ד H1568 וְאֶל H413 הָאֲשׁוּרִ֖י H805 וְאֶֽל H413 יִזְרְעֶ֑אל H3157 וְעַל H5921 אֶפְרַ֨יִם֙ H669 וְעַל H5921 בִּנְיָמִ֔ן H1144 וְעַל H5921 יִשְׂרָאֵ֖ל H3478 כֻּלֹּֽה H3605 ",
  "10": "בֶּן H1121 אַרְבָּעִ֨ים H705 שָׁנָ֜ה H8141 אִֽישׁ H378 בֹּ֣שֶׁת H378 בֶּן H1121 שָׁא֗וּל H7586 בְּמָלְכ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 וּשְׁתַּ֥יִם H8147 שָׁנִ֖ים H8141 מָלָ֑ךְ H4427 אַ֚ךְ H389 בֵּ֣ית H1004 יְהוּדָ֔ה H3063 הָי֖וּ H1961 אַחֲרֵ֥י H310 דָוִֽד H1732 ",
  "11": "וַֽיְהִי֙ H1961 מִסְפַּ֣ר H4557 הַיָּמִ֔ים H3117 אֲשֶׁר֩ H834 הָיָ֨ה H1961 דָוִ֥ד H1732 מֶ֛לֶךְ H4428 בְּחֶבְר֖וֹן H2275 עַל H5921 בֵּ֣ית H1004 יְהוּדָ֑ה H3063 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וְשִׁשָּׁ֥ה H8337 חֳדָשִֽׁים H2320 ",
  "12": "וַיֵּצֵא֙ H3318 אַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 וְעַבְדֵ֖י H5650 אִֽישׁ H378 בֹּ֣שֶׁת H378 בֶּן H1121 שָׁא֑וּל H7586 מִֽמַּחֲנַ֖יִם H4266 גִּבְעֽוֹנָה H1391 ",
  "13": "וְיוֹאָ֨ב H3097 בֶּן H1121 צְרוּיָ֜ה H6870 וְעַבְדֵ֤י H5650 דָוִד֙ H1732 יָֽצְא֔וּ H3318 וַֽיִּפְגְּשׁ֛וּ H6298 עַל H5921 בְּרֵכַ֥ת H1295 גִּבְע֖וֹן H1391 יַחְדָּ֑ו H3162 וַיֵּ֨שְׁב֜וּ H3427 אֵ֤לֶּה H428 עַל H5921 הַבְּרֵכָה֙ H1295 מִזֶּ֔ה H2088 וְאֵ֥לֶּה H428 עַל H5921 הַבְּרֵכָ֖ה H1295 מִזֶּֽה H2088 ",
  "14": "וַיֹּ֤אמֶר H559 אַבְנֵר֙ H74 אֶל H413 יוֹאָ֔ב H3097 יָק֤וּמוּ H6965 נָא֙ H4994 הַנְּעָרִ֔ים H5288 וִֽישַׂחֲק֖וּ H7832 לְפָנֵ֑י H6440 וַיֹּ֥אמֶר H559 יוֹאָ֖ב H3097 יָקֻֽמוּ H6965 ",
  "15": "וַיָּקֻ֖מוּ H6965 וַיַּעַבְר֣וּ H5674 בְמִסְפָּ֑ר H4557 שְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 לְבִנְיָמִ֗ן H1144 וּלְ H378 בֹּ֨שֶׁת֙ H378 בֶּן H1121 שָׁא֔וּל H7586 וּשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מֵעַבְדֵ֥י H5650 דָוִֽד H1732 ",
  "16": "וַֽיַּחֲזִ֜קוּ H2388 אִ֣ישׁ H376 בְּרֹ֣אשׁ H7218 רֵעֵ֗הוּ H7453 וְחַרְבּ H2719 בְּצַ֣ד H6654 רֵעֵ֔הוּ H7453 וַֽיִּפְּל֖וּ H5307 יַחְדָּ֑ו H3162 וַיִּקְרָא֙ H7121 לַמָּק֣וֹם H4725 הַה֔וּא H1931 חֶלְקַ֥ת H2521 הַצֻּרִ֖ים H2521 אֲשֶׁ֥ר H834 בְּגִבְעֽוֹן H1391 ",
  "17": "וַתְּהִ֧י H1961 הַמִּלְחָמָ֛ה H4421 קָשָׁ֥ה H7186 עַד H5704 מְאֹ֖ד H3966 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיִּנָּ֤גֶף H5062 אַבְנֵר֙ H74 וְאַנְשֵׁ֣י H376 יִשְׂרָאֵ֔ל H3478 לִפְנֵ֖י H6440 עַבְדֵ֥י H5650 דָוִֽד H1732 ",
  "18": "וַיִּֽהְיוּ H1961 שָׁ֗ם H8033 שְׁלֹשָׁה֙ H7969 בְּנֵ֣י H1121 צְרוּיָ֔ה H6870 יוֹאָ֥ב H3097 וַאֲבִישַׁ֖י H52 וַעֲשָׂהאֵ֑ל H6214 וַעֲשָׂהאֵל֙ H6214 קַ֣ל H7031 בְּרַגְלָ֔י H7272 כְּאַחַ֥ד H259 הַצְּבָיִ֖ם H6643 אֲשֶׁ֥ר H834 בַּשָּׂדֶֽה H7704 ",
  "19": "וַיִּרְדֹּ֥ף H7291 עֲשָׂהאֵ֖ל H6214 אַחֲרֵ֣י H310 אַבְנֵ֑ר H74 וְלֹֽא H3808 נָטָ֣ה H5186 לָלֶ֗כֶת H3212 עַל H5921 הַיָּמִין֙ H3225 וְעַֽל H5921 הַשְּׂמֹ֔אול H8040 מֵאַחֲרֵ֖י H310 אַבְנֵֽר H74 ",
  "20": "וַיִּ֤פֶן H6437 אַבְנֵר֙ H74 אַֽחֲרָ֔יו H310 וַיֹּ֕אמֶר H559 הַאַתָּ֥ה H859 זֶ֖ה H2088 עֲשָׂהאֵ֑ל H6214 וַיֹּ֖אמֶר H559 אָנֹֽכִי H595 ",
  "21": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl אַבְנֵ֗ר H74 נְטֵ֤ה H5186 לְךָ֙ Hl עַל H5921 יְמִֽינְךָ֙ H3225 א֣וֹ H176 עַל H5921 שְׂמֹאלֶ֔ךָ H8040 וֶאֱחֹ֣ז H270 לְךָ֗ Hl אֶחָד֙ H259 מֵֽהַ H5288 וְקַח H3947 לְךָ֖ Hl אֶת H853 חֲלִצָת֑וֹ H2488 וְלֹֽא H3808 אָבָ֣ה H14 עֲשָׂהאֵ֔ל H6214 לָס֖וּר H5493 מֵאַחֲרָֽי H310 ",
  "22": "וַיֹּ֧סֶף H3254 ע֣וֹד H5750 אַבְנֵ֗ר H74 לֵאמֹר֙ H559 אֶל H413 עֲשָׂהאֵ֔ל H6214 ס֥וּר H5493 לְךָ֖ Hl מֵאַֽחֲרָ֑ H310 לָ֤מָּה H4100 אַכֶּ֨כָּה֙ H5221 אַ֔רְצָה H776 וְאֵיךְ֙ H349 אֶשָּׂ֣א H5375 פָנַ֔י H6440 אֶל H413 יוֹאָ֖ב H3097 אָחִֽיךָ H251 ",
  "23": "וַיְמָאֵ֣ן H3985 לָס֗וּר H5493 וַיַּכֵּ֣ H5221 אַבְנֵר֩ H74 בְּאַחֲרֵ֨י H310 הַחֲנִ֜ית H2595 אֶל H413 הַחֹ֗מֶשׁ H2570 וַתֵּצֵ֤א H3318 הַֽחֲנִית֙ H2595 מֵאַחֲרָ֔י H310 וַיִּפָּל H5307 שָׁ֖ם H8033 וַיָּ֣מָת H4191 תחתו H8478 וַיְהִ֡י H1961 כָּל H3605 הַבָּ֣א H935 אֶֽל H413 הַמָּקוֹם֩ H4725 אֲשֶׁר H834 נָ֨פַל H5307 שָׁ֧ם H8033 עֲשָׂהאֵ֛ל H6214 וַיָּמֹ֖ת H4191 וַֽיַּעֲמֹֽדוּ H5975 ",
  "24": "וַֽיִּרְדְּפ֛וּ H7291 יוֹאָ֥ב H3097 וַאֲבִישַׁ֖י H52 אַחֲרֵ֣י H310 אַבְנֵ֑ר H74 וְהַ H8121 בָּ֔אָה H935 וְהֵ֗מָּה H1992 בָּ֚אוּ H935 עַד H5704 גִּבְעַ֣ת H1389 אַמָּ֔ה H522 אֲשֶׁר֙ H834 עַל H5921 פְּנֵי H6440 גִ֔יחַ H1520 דֶּ֖רֶךְ H1870 מִדְבַּ֥ר H4057 גִּבְעֽוֹן H1391 ",
  "25": "וַיִּֽתְקַבְּצ֤וּ H6908 בְנֵֽי H1121 בִנְיָמִן֙ H1144 אַחֲרֵ֣י H310 אַבְנֵ֔ר H74 וַיִּהְי֖וּ H1961 לַאֲגֻדָּ֣ה H92 אֶחָ֑ת H259 וַיַּ֣עַמְד֔וּ H5975 עַ֥ל H5921 רֹאשׁ H7218 גִּבְעָ֖ה H1389 אֶחָֽת H259 ",
  "26": "וַיִּקְרָ֨א H7121 אַבְנֵ֜ר H74 אֶל H413 יוֹאָ֗ב H3097 וַיֹּ֨אמֶר֙ H559 הֲלָ H5331 תֹּ֣אכַל H398 חֶ֔רֶב H2719 הֲל֣וֹא H3808 יָדַ֔עְתָּה H3045 כִּֽי H3588 מָרָ֥ה H4751 תִהְיֶ֖ה H1961 בָּאַחֲרוֹנָ֑ה H314 וְעַד H5704 מָתַי֙ H4970 לֹֽא H3808 תֹאמַ֣ר H559 לָעָ֔ם H5971 לָשׁ֖וּב H7725 מֵאַחֲרֵ֥י H310 אֲחֵיהֶֽם H251 ",
  "27": "וַיֹּ֣אמֶר H559 יוֹאָ֔ב H3097 חַ֚י H2416 הָֽאֱלֹהִ֔ים H430 כִּ֥י H3588 לוּלֵ֖א H3884 דִּבַּ֑רְתָּ H1696 כִּ֣י H3588 אָ֤ז H227 מֵֽהַ H1242 נַעֲלָ֣ה H5927 הָעָ֔ם H5971 אִ֖ישׁ H376 מֵאַחֲרֵ֥י H310 אָחִֽיו H251 ",
  "28": "וַיִּתְקַ֤ע H8628 יוֹאָב֙ H3097 בַּשּׁוֹפָ֔ר H7782 וַיַּֽעַמְדוּ֙ H5975 כָּל H3605 הָעָ֔ם H5971 וְלֹֽא H3808 יִרְדְּפ֥וּ H7291 ע֖וֹד H5750 אַחֲרֵ֣י H310 יִשְׂרָאֵ֑ל H3478 וְלֹֽא H3808 יָסְפ֥וּ H3254 ע֖וֹד H5750 לְהִלָּחֵֽם H3898 ",
  "29": "וְאַבְנֵ֣ר H74 וַֽאֲנָשָׁ֗י H376 הָֽלְכוּ֙ H1980 בָּֽעֲרָבָ֔ה H6160 כֹּ֖ל H3605 הַלַּ֣יְלָה H3915 הַה֑וּא H1931 וַיַּעַבְר֣וּ H5674 אֶת H853 הַיַּרְדֵּ֗ן H3383 וַיֵּֽלְכוּ֙ H3212 כָּל H3605 הַבִּתְר֔וֹן H1338 וַיָּבֹ֖אוּ H935 מַחֲנָֽיִם H4266 ",
  "30": "וְיוֹאָ֗ב H3097 שָׁ֚ב H7725 מֵאַחֲרֵ֣י H310 אַבְנֵ֔ר H74 וַיִּקְבֹּ֖ץ H6908 אֶת H853 כָּל H3605 הָעָ֑ם H5971 וַיִּפָּ֨קְד֜וּ H6485 מֵעַבְדֵ֥י H5650 דָוִ֛ד H1732 תִּשְׁעָֽה H8672 עָשָׂ֥ר H6240 אִ֖ישׁ H376 וַעֲשָׂה H6214 אֵֽל H410 ",
  "31": "וְעַבְדֵ֣י H5650 דָוִ֗ד H1732 הִכּוּ֙ H5221 מִבִּנְיָמִ֔ן H1144 וּבְ H376 אַבְנֵ֑ר H74 שְׁלֹשׁ H7969 מֵא֧וֹת H3967 וְשִׁשִּׁ֛ים H8346 אִ֖ישׁ H376 מֵֽתוּ H4191 ",
  "32": "וַיִּשְׂאוּ֙ H5375 אֶת H853 עֲשָׂהאֵ֔ל H6214 וַֽיִּקְבְּרֻ֨ H6912 בְּקֶ֣בֶר H6913 אָבִ֔יו H1 אֲשֶׁ֖ר H834 בֵּ֣ית H1035 לָ֑חֶם H1035 וַיֵּלְכ֣וּ H3212 כָל H3605 הַלַּ֗יְלָה H3915 יוֹאָב֙ H3097 וַֽאֲנָשָׁ֔י H376 וַיֵּאֹ֥ר H215 לָהֶ֖ם Hl בְּחֶבְרֽוֹן H2275 "
}
