{
  "1": "וְשָׁ֨ם H8033 נִקְרָ֜א H7122 אִ֣ישׁ H376 בְּלִיַּ֗עַל H1100 וּשְׁמ֛ H8034 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִ֖י H1075 אִ֣ישׁ H376 יְמִינִ֑י H3228 וַיִּתְקַ֣ע H8628 בַּשֹּׁפָ֗ר H7782 וַ֠יֹּאמֶר H559 אֵֽין H369 לָ֨נוּ Hl חֵ֜לֶק H2506 בְּדָוִ֗ד H1732 וְלֹ֤א H3808 נַֽחֲלָה H5159 לָ֨נוּ֙ Hl בְּבֶן H1121 יִשַׁ֔י H3448 אִ֥ישׁ H376 לְאֹהָלָ֖י H168 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיַּ֜עַל H5927 כָּל H3605 אִ֤ישׁ H376 יִשְׂרָאֵל֙ H3478 מֵאַחֲרֵ֣י H310 דָוִ֔ד H1732 אַחֲרֵ֖י H310 שֶׁ֣בַע H7652 בֶּן H1121 בִּכְרִ֑י H1075 וְאִ֤ישׁ H376 יְהוּדָה֙ H3063 דָּבְק֣וּ H1692 בְמַלְכָּ֔ H4428 מִן H4480 הַיַּרְדֵּ֖ן H3383 וְעַד H5704 יְרוּשָׁלִָֽם H3389 ",
  "3": "וַיָּבֹ֨א H935 דָוִ֣ד H1732 אֶל H413 בֵּיתוֹ֮ H1004 יְרֽוּשָׁלִַם֒ H3389 וַיִּקַּ֣ח H3947 הַמֶּ֡לֶךְ H4428 אֵ֣ת H853 עֶֽשֶׂר H6235 נָשִׁ֣ים H802 פִּלַגְשִׁ֡ים H6370 אֲשֶׁ֣ר H834 הִנִּיחַ֩ H3240 לִשְׁמֹ֨ר H8104 הַבַּ֜יִת H1004 וַֽיִּתְּנֵ֤ H5414 בֵּית H1004 מִשְׁמֶ֨רֶת֙ H4931 וַֽיְכַלְכְּלֵ֔ H3557 וַאֲלֵי H413 לֹא H3808 בָ֑א H935 וַתִּהְיֶ֧ינָה H1961 צְרֻר֛וֹת H6887 עַד H5704 י֥וֹם H3117 מֻתָ֖ן H4194 אַלְמְנ֥וּת H491 חַיּֽוּת H2424 ",
  "4": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 עֲמָשָׂ֔א H6021 הַזְעֶק H2199 לִ֥י Hl אֶת H853 אִישׁ H376 יְהוּדָ֖ה H3063 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וְאַתָּ֖ה H859 פֹּ֥ה H6311 עֲמֹֽד H5975 ",
  "5": "וַיֵּ֥לֶךְ H3212 עֲמָשָׂ֖א H6021 לְהַזְעִ֣יק H2199 אֶת H853 יְהוּדָ֑ה H3063 וייחר H3186 מִן H4480 הַמּוֹעֵ֖ד H4150 אֲשֶׁ֥ר H834 יְעָדֽוֹ H3259 ",
  "6": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 אֲבִישַׁ֔י H52 עַתָּ֗ה H6258 יֵ֧רַֽע H3415 לָ֛נוּ Hl שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִ֖י H1075 מִן H4480 אַבְשָׁל֑וֹם H53 אַ֠תָּה H859 קַ֞ח H3947 אֶת H853 עַבְדֵ֤י H5650 אֲדֹנֶ֨יךָ֙ H113 וּרְדֹ֣ף H7291 אַחֲרָ֔יו H310 פֶּן H6435 מָ֥צָא H4672 ל֛וֹ Hl עָרִ֥ים H5892 בְּצֻר֖וֹת H1219 וְהִצִּ֥יל H5337 עֵינֵֽנוּ H5869 ",
  "7": "וַיֵּצְא֤וּ H3318 אַֽחֲרָיו֙ H310 אַנְשֵׁ֣י H376 יוֹאָ֔ב H3097 וְהַ H3774 וְהַ H6432 וְכָל H3605 הַגִּבֹּרִ֑ים H1368 וַיֵּֽצְאוּ֙ H3318 מִיר֣וּשָׁלִַ֔ם H3389 לִרְדֹּ֕ף H7291 אַחֲרֵ֖י H310 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִֽי H1075 ",
  "8": "הֵ֗ם H1992 עִם H5973 הָאֶ֤בֶן H68 הַגְּדוֹלָה֙ H1419 אֲשֶׁ֣ר H834 בְּגִבְע֔וֹן H1391 וַעֲמָשָׂ֖א H6021 בָּ֣א H935 לִפְנֵי H6440 וְיוֹאָ֞ב H3097 חָג֣וּר H2296 מִדּ֣וֹ H4055 לְבֻשׁ֗וּ H3830 ועל H5921 חֲג֥וֹר H2290 חֶ֨רֶב֙ H2719 מְצֻמֶּ֤דֶת H6775 עַל H5921 מָתְנָיו֙ H4975 בְּתַעְרָ֔ H8593 וְה֥וּא H1931 יָצָ֖א H3318 וַתִּפֹּֽל H5307 ",
  "9": "וַיֹּ֤אמֶר H559 יוֹאָב֙ H3097 לַעֲמָשָׂ֔א H6021 הֲשָׁל֥וֹם H7965 אַתָּ֖ה H859 אָחִ֑י H251 וַתֹּ֜חֶז H270 יַד H3027 יְמִ֥ין H3225 יוֹאָ֛ב H3097 בִּזְקַ֥ן H2206 עֲמָשָׂ֖א H6021 לִנְשָׁק H5401 לֽוֹ Hl ",
  "10": "וַעֲמָשָׂ֨א H6021 לֹֽא H3808 נִשְׁמַ֜ר H8104 בַּחֶ֣רֶב H2719 אֲשֶׁ֣ר H834 בְּיַד H3027 יוֹאָ֗ב H3097 וַיַּכֵּ H5221 בָ֨הּ Hb אֶל H413 הַחֹ֜מֶשׁ H2570 וַיִּשְׁפֹּ֨ךְ H8210 מֵעָ֥יו H4578 אַ֛רְצָה H776 וְלֹא H3808 שָׁ֥נָה H8138 ל֖וֹ Hl וַיָּמֹ֑ת H4191 וְיוֹאָב֙ H3097 וַאֲבִישַׁ֣י H52 אָחִ֔יו H251 רָדַ֕ף H7291 אַחֲרֵ֖י H310 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִֽי H1075 ",
  "11": "וְאִישׁ֙ H376 עָמַ֣ד H5975 עָלָ֔יו H5921 מִֽנַּעֲרֵ֖י H5288 יוֹאָ֑ב H3097 וַיֹּ֗אמֶר H559 מִי֩ H4310 אֲשֶׁ֨ר H834 חָפֵ֧ץ H2654 בְּיוֹאָ֛ב H3097 וּמִ֥י H4310 אֲשֶׁר H834 לְדָוִ֖ד H1732 אַחֲרֵ֥י H310 יוֹאָֽב H3097 ",
  "12": "וַעֲמָשָׂ֛א H6021 מִתְגֹּלֵ֥ל H1556 בַּדָּ֖ם H1818 בְּת֣וֹךְ H8432 הַֽמְסִּלָּ֑ה H4546 וַיַּ֨רְא H7200 הָאִ֜ישׁ H376 כִּֽי H3588 עָמַ֣ד H5975 כָּל H3605 הָעָ֗ם H5971 וַיַּסֵּב֩ H5437 אֶת H853 עֲמָשָׂ֨א H6021 מִן H4480 הַֽמְסִלָּ֤ה H4546 הַשָּׂדֶה֙ H7704 וַיַּשְׁלֵ֤ךְ H7993 עָלָיו֙ H5921 בֶּ֔גֶד H899 כַּאֲשֶׁ֣ר H834 רָאָ֔ה H7200 כָּל H3605 הַבָּ֥א H935 עָלָ֖יו H5921 וְעָמָֽד H5975 ",
  "13": "כַּאֲשֶׁ֥ר H834 הֹגָ֖ה H3014 מִן H4480 הַֽמְסִלָּ֑ה H4546 עָבַ֤ר H5674 כָּל H3605 אִישׁ֙ H376 אַחֲרֵ֣י H310 יוֹאָ֔ב H3097 לִרְדֹּ֕ף H7291 אַחֲרֵ֖י H310 שֶׁ֥בַע H7652 בֶּן H1121 בִּכְרִֽי H1075 ",
  "14": "וַֽיַּעֲבֹ֞ר H5674 בְּכָל H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֗ל H3478 אָבֵ֛לָה H59 וּבֵ֥ית H1038 מַעֲכָ֖ה H1038 וְכָל H3605 הַבֵּרִ֑ים H1276 ויקלהו H7035 וַיָּבֹ֖אוּ H935 אַף H637 אַחֲרָֽיו H310 ",
  "15": "וַיָּבֹ֜אוּ H935 וַיָּצֻ֣רוּ H6696 עָלָ֗יו H5921 בְּאָבֵ֨לָ H59 בֵּ֣ית H1038 הַֽמַּעֲכָ֔ה H1038 וַיִּשְׁפְּכ֤וּ H8210 סֹֽלְלָה֙ H5550 אֶל H413 הָעִ֔יר H5892 וַֽתַּעֲמֹ֖ד H5975 בַּחֵ֑ל H2426 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אֶת H854 יוֹאָ֔ב H3097 מַשְׁחִיתִ֖ם H7843 לְהַפִּ֥יל H5307 הַחוֹמָֽה H2346 ",
  "16": "וַתִּקְרָ֛א H7121 אִשָּׁ֥ה H802 חֲכָמָ֖ה H2450 מִן H4480 הָעִ֑יר H5892 שִׁמְע֤וּ H8085 שִׁמְעוּ֙ H8085 אִמְרוּ H559 נָ֣א H4994 אֶל H413 יוֹאָ֔ב H3097 קְרַ֣ב H7126 עַד H5704 הֵ֔נָּה H2008 וַאֲדַבְּרָ֖ה H1696 אֵלֶֽיךָ H413 ",
  "17": "וַיִּקְרַ֣ב H7126 אֵלֶ֔יהָ H413 וַתֹּ֧אמֶר H559 הָאִשָּׁ֛ה H802 הַאַתָּ֥ה H859 יוֹאָ֖ב H3097 וַיֹּ֣אמֶר H559 אָ֑נִי H589 וַתֹּ֣אמֶר H559 ל֗וֹ Hl שְׁמַע֙ H8085 דִּבְרֵ֣י H1697 אֲמָתֶ֔ךָ H519 וַיֹּ֖אמֶר H559 שֹׁמֵ֥עַ H8085 אָנֹֽכִי H595 ",
  "18": "וַתֹּ֖אמֶר H559 לֵאמֹ֑ר H559 דַּבֵּ֨ר H1696 יְדַבְּר֤וּ H1696 בָרִֽאשֹׁנָה֙ H7223 לֵאמֹ֔ר H559 שָׁאֹ֧ל H7592 יְשָׁאֲל֛וּ H7592 בְּאָבֵ֖ל H59 וְכֵ֥ן H3651 הֵתַֽמּוּ H8552 ",
  "19": "אָנֹכִ֕י H595 שְׁלֻמֵ֖י H7999 אֱמוּנֵ֣י H539 יִשְׂרָאֵ֑ל H3478 אַתָּ֣ה H859 מְבַקֵּ֗שׁ H1245 לְהָמִ֨ית H4191 עִ֤יר H5892 וְאֵם֙ H517 בְּיִשְׂרָאֵ֔ל H3478 לָ֥מָּה H4100 תְבַלַּ֖ע H1104 נַחֲלַ֥ת H5159 יְהוָֽה H3068 ",
  "20": "וַיַּ֥עַן H6030 יוֹאָ֖ב H3097 וַיֹּאמַ֑ר H559 חָלִ֤ילָה H2486 חָלִ֨ילָה֙ H2486 לִ֔י Hl אִם H518 אֲבַלַּ֖ע H1104 וְאִם H518 אַשְׁחִֽית H7843 ",
  "21": "לֹא H3808 כֵ֣ן H3651 הַדָּבָ֗ר H1697 כִּ֡י H3588 אִישׁ֩ H376 מֵהַ֨ר H2022 אֶפְרַ֜יִם H669 שֶׁ֧בַע H7652 בֶּן H1121 בִּכְרִ֣י H1075 שְׁמ֗וֹ H8034 נָשָׂ֤א H5375 יָדוֹ֙ H3027 בַּמֶּ֣לֶךְ H4428 בְּדָוִ֔ד H1732 תְּנֽוּ H5414 אֹת֣וֹ H853 לְבַדּ֔ H905 וְאֵלְכָ֖ה H3212 מֵעַ֣ל H5921 הָעִ֑יר H5892 וַתֹּ֤אמֶר H559 הָֽאִשָּׁה֙ H802 אֶל H413 יוֹאָ֔ב H3097 הִנֵּ֥ה H2009 רֹאשׁ֛וֹ H7218 מֻשְׁלָ֥ךְ H7993 אֵלֶ֖יךָ H413 בְּעַ֥ד H1157 הַחוֹמָֽה H2346 ",
  "22": "וַתָּבוֹא֩ H935 הָאִשָּׁ֨ה H802 אֶל H413 כָּל H3605 הָעָ֜ם H5971 בְּחָכְמָתָ֗ H2451 וַֽיִּכְרְת֞וּ H3772 אֶת H853 רֹ֨אשׁ H7218 שֶׁ֤בַע H7652 בֶּן H1121 בִּכְרִי֙ H1075 וַיַּשְׁלִ֣כוּ H7993 אֶל H413 יוֹאָ֔ב H3097 וַיִּתְקַע֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַיָּפֻ֥צוּ H6327 מֵֽעַל H5921 הָעִ֖יר H5892 אִ֣ישׁ H376 לְאֹהָלָ֑י H168 וְיוֹאָ֛ב H3097 שָׁ֥ב H7725 יְרוּשָׁלִַ֖ם H3389 אֶל H413 הַמֶּֽלֶךְ H4428 ",
  "23": "וְיוֹאָ֕ב H3097 אֶ֥ל H413 כָּל H3605 הַצָּבָ֖א H6635 יִשְׂרָאֵ֑ל H3478 וּבְנָיָה֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 עַל H5921 הכרי H3746 וְעַל H5921 הַפְּלֵתִֽי H6432 ",
  "24": "וַאֲדֹרָ֖ם H151 עַל H5921 הַמַּ֑ס H4522 וִיהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 הַמַּזְכִּֽיר H2142 ",
  "25": "ושיא H7864 סֹפֵ֑ר H5608 וְצָד֥וֹק H6659 וְאֶבְיָתָ֖ר H54 כֹּהֲנִֽים H3548 ",
  "26": "וְגַ֗ם H1571 עִירָא֙ H5896 הַיָּ֣אִרִ֔י H2972 הָיָ֥ה H1961 כֹהֵ֖ן H3548 לְדָוִֽד H1732 "
}
