{
  "1": "וַיְדַבֵּ֤ר H1696 דָּוִד֙ H1732 לַֽיהוָ֔ה H3068 אֶת H853 דִּבְרֵ֖י H1697 הַשִּׁירָ֣ה H7892 הַזֹּ֑את H2063 בְּיוֹם֩ H3117 הִצִּ֨יל H5337 יְהוָ֥ה H3068 אֹת֛וֹ H853 מִכַּ֥ף H3709 כָּל H3605 אֹיְבָ֖יו H341 וּמִ H3709 שָׁאֽוּל H7586 ",
  "2": "וַיֹּאמַ֑ר H559 יְהוָ֛ה H3068 סַֽלְעִ֥י H5553 וּמְצֻדָתִ֖ H4686 וּמְפַלְטִ H6403 לִֽי Hl ",
  "3": "אֱלֹהֵ֥י H430 צוּרִ֖י H6697 אֶחֱסֶה H2620 בּ֑וֹ Hb מָגִנִּ֞י H4043 וְקֶ֣רֶן H7161 יִשְׁעִ֗י H3468 מִשְׂגַּבִּי֙ H4869 וּמְנוּסִ֔ H4498 מֹשִׁעִ֕י H3467 מֵחָמָ֖ס H2555 תֹּשִׁעֵֽנִי H3467 ",
  "4": "מְהֻלָּ֖ל H1984 אֶקְרָ֣א H7121 יְהוָ֑ה H3068 וּמֵ H341 אִוָּשֵֽׁעַ H3467 ",
  "5": "כִּ֥י H3588 אֲפָפֻ֖נִי H661 מִשְׁבְּרֵי H4867 מָ֑וֶת H4194 נַחֲלֵ֥י H5158 בְלִיַּ֖עַל H1100 יְבַעֲתֻֽנִי H1204 ",
  "6": "חֶבְלֵ֥י H2256 שְׁא֖וֹל H7585 סַבֻּ֑נִי H5437 קִדְּמֻ֖נִי H6923 מֹֽקְשֵׁי H4170 מָֽוֶת H4194 ",
  "7": "בַּצַּר H6862 לִי֙ Hl אֶקְרָ֣א H7121 יְהוָ֔ה H3068 וְאֶל H413 אֱלֹהַ֖י H430 אֶקְרָ֑א H7121 וַיִּשְׁמַ֤ע H8085 מֵהֵֽיכָל H1964 קוֹלִ֔י H6963 וְשַׁוְעָתִ֖ H7775 בְּאָזְנָֽי H241 ",
  "8": "ותגעש H1607 וַתִּרְעַשׁ֙ H7493 הָאָ֔רֶץ H776 מוֹסְד֥וֹת H4146 הַשָּׁמַ֖יִם H8064 יִרְגָּ֑זוּ H7264 וַיִּֽתְגָּעֲשׁ֖וּ H1607 כִּֽי H3588 חָ֥רָה H2734 לֽוֹ Hl ",
  "9": "עָלָ֤ה H5927 עָשָׁן֙ H6227 בְּאַפּ֔ H639 וְאֵ֥שׁ H784 מִפִּ֖י H6310 תֹּאכֵ֑ל H398 גֶּחָלִ֖ים H1513 בָּעֲר֥וּ H1197 מִמֶּֽנּוּ H4480 ",
  "10": "וַיֵּ֥ט H5186 שָׁמַ֖יִם H8064 וַיֵּרַ֑ד H3381 וַעֲרָפֶ֖ל H6205 תַּ֥חַת H8478 רַגְלָֽיו H7272 ",
  "11": "וַיִּרְכַּ֥ב H7392 עַל H5921 כְּר֖וּב H3742 וַיָּעֹ֑ף H5774 וַיֵּרָ֖א H7200 עַל H5921 כַּנְפֵי H3671 רֽוּחַ H7307 ",
  "12": "וַיָּ֥שֶׁת H7896 חֹ֛שֶׁךְ H2822 סְבִיבֹתָ֖יו H5439 סֻכּ֑וֹת H5521 חַֽשְׁרַת H2841 מַ֖יִם H4325 עָבֵ֥י H5645 שְׁחָקִֽים H7834 ",
  "13": "מִנֹּ֖גַהּ H5051 נֶגְדּ֑וֹ H5048 בָּעֲר֖וּ H1197 גַּחֲלֵי H1513 אֵֽשׁ H784 ",
  "14": "יַרְעֵ֥ם H7481 מִן H4480 שָׁמַ֖יִם H8064 יְהוָ֑ה H3068 וְעֶלְי֖וֹן H5945 יִתֵּ֥ן H5414 קוֹלֽוֹ H6963 ",
  "15": "וַיִּשְׁלַ֥ח H7971 חִצִּ֖ים H2671 וַיְפִיצֵ֑ H6327 בָּרָ֖ק H1300 ויהמ H2000 ",
  "16": "וַיֵּֽרָאוּ֙ H7200 אֲפִ֣קֵי H650 יָ֔ם H3220 יִגָּל֖וּ H1540 מֹסְד֣וֹת H4146 תֵּבֵ֑ל H8398 בְּגַעֲרַ֣ת H1606 יְהוָ֔ה H3068 מִנִּשְׁמַ֖ת H5397 ר֥וּחַ H7307 אַפּֽוֹ H639 ",
  "17": "יִשְׁלַ֥ח H7971 מִמָּר֖וֹם H4791 יִקָּחֵ֑נִי H3947 יַֽמְשֵׁ֖נִי H4871 מִמַּ֥יִם H4325 רַבִּֽים H7227 ",
  "18": "יַצִּילֵ֕נִי H5337 מֵאֹיְבִ֖ H341 עָ֑ז H5794 מִשֹּׂ֣נְאַ֔ H8130 כִּ֥י H3588 אָמְצ֖וּ H553 מִמֶּֽנִּי H4480 ",
  "19": "יְקַדְּמֻ֖נִי H6923 בְּי֣וֹם H3117 אֵידִ֑י H343 וַיְהִ֧י H1961 יְהוָ֛ה H3068 מִשְׁעָ֖ן H4937 לִֽי Hl ",
  "20": "וַיֹּצֵ֥א H3318 לַמֶּרְחָ֖ב H4800 אֹתִ֑י H853 יְחַלְּצֵ֖נִי H2502 כִּי H3588 חָ֥פֵֽץ H2654 בִּֽי Hb ",
  "21": "יִגְמְלֵ֥נִי H1580 יְהוָ֖ה H3068 כְּצִדְקָתִ֑ H6666 כְּבֹ֥ר H1252 יָדַ֖י H3027 יָשִׁ֥יב H7725 לִֽי Hl ",
  "22": "כִּ֥י H3588 שָׁמַ֖רְתִּי H8104 דַּרְכֵ֣י H1870 יְהוָ֑ה H3068 וְלֹ֥א H3808 רָשַׁ֖עְתִּי H7561 מֵאֱלֹהָֽ H430 ",
  "23": "כִּ֥י H3588 כָל H3605 משפטו H4941 לְנֶגְדִּ֑ H5048 וְחֻקֹּתָ֖י H2708 לֹא H3808 אָס֥וּר H5493 מִמֶּֽנָּה H4480 ",
  "24": "וָאֶהְיֶ֥ה H1961 תָמִ֖ים H8549 ל֑וֹ Hl וָאֶשְׁתַּמְּרָ֖ H8104 מֵעֲוֺנִֽ H5771 ",
  "25": "וַיָּ֧שֶׁב H7725 יְהוָ֛ה H3068 לִ֖י Hl כְּצִדְקָתִ֑ H6666 כְּבֹרִ֖ H1252 לְנֶ֥גֶד H5048 עֵינָֽיו H5869 ",
  "26": "עִם H5973 חָסִ֖יד H2623 תִּתְחַסָּ֑ד H2616 עִם H5973 גִּבּ֥וֹר H1368 תָּמִ֖ים H8549 תִּתַּמָּֽם H8552 ",
  "27": "עִם H5973 נָבָ֖ר H1305 תִּתָּבָ֑ר H1305 וְעִם H5973 עִקֵּ֖שׁ H6141 תִּתַּפָּֽל H6617 ",
  "28": "וְאֶת H853 עַ֥ם H5971 עָנִ֖י H6041 תּוֹשִׁ֑יעַ H3467 וְעֵינֶ֖י H5869 עַל H5921 רָמִ֥ים H7311 תַּשְׁפִּֽיל H8213 ",
  "29": "כִּֽי H3588 אַתָּ֥ה H859 נֵירִ֖י H5216 יְהוָ֑ה H3068 וַיהוָ֖ה H3068 יַגִּ֥יהַּ H5050 חָשְׁכִּֽי H2822 ",
  "30": "כִּ֥י H3588 בְכָ֖ה Hb אָר֣וּץ H7323 גְּד֑וּד H1416 בֵּאלֹהַ֖ H430 אֲדַלֶּג H1801 שֽׁוּר H7791 ",
  "31": "הָאֵ֖ל H410 תָּמִ֣ים H8549 דַּרְכּ֑וֹ H1870 אִמְרַ֤ת H565 יְהוָה֙ H3068 צְרוּפָ֔ה H6884 מָגֵ֣ן H4043 ה֔וּא H1931 לְכֹ֖ל H3605 הַחֹסִ֥ים H2620 בּֽוֹ Hb ",
  "32": "כִּ֥י H3588 מִי H4310 אֵ֖ל H410 מִבַּלְעֲדֵ֣י H1107 יְהוָ֑ה H3068 וּמִ֥י H4310 צ֖וּר H6697 מִֽבַּלְעֲדֵ֥י H1107 אֱלֹהֵֽינוּ H430 ",
  "33": "הָאֵ֥ל H410 מָעוּזִּ֖י H4581 חָ֑יִל H2428 וַיַּתֵּ֥ר H5425 תָּמִ֖ים H8549 דרכו H1870 ",
  "34": "מְשַׁוֶּ֥ה H7737 רגליו H7272 כָּאַיָּל֑וֹת H355 וְעַ֥ל H5921 בָּמוֹתַ֖י H1116 יַעֲמִדֵֽנִי H5975 ",
  "35": "מְלַמֵּ֥ד H3925 יָדַ֖י H3027 לַמִּלְחָמָ֑ה H4421 וְנִחַ֥ת H5181 קֶֽשֶׁת H7198 נְחוּשָׁ֖ה H5154 זְרֹעֹתָֽי H2220 ",
  "36": "וַתִּתֶּן H5414 לִ֖י Hl מָגֵ֣ן H4043 יִשְׁעֶ֑ךָ H3468 וַעֲנֹתְ H6031 תַּרְבֵּֽנִי H7235 ",
  "37": "תַּרְחִ֥יב H7337 צַעֲדִ֖י H6806 תַּחְתֵּ֑נִי H8478 וְלֹ֥א H3808 מָעֲד֖וּ H4571 קַרְסֻלָּֽי H7166 ",
  "38": "אֶרְדְּפָ֥ה H7291 אֹיְבַ֖י H341 וָאַשְׁמִידֵ֑ H8045 וְלֹ֥א H3808 אָשׁ֖וּב H7725 עַד H5704 כַּלּוֹתָֽם H3615 ",
  "39": "וָאֲכַלֵּ֥ H398 וָאֶמְחָצֵ֖ H4272 וְלֹ֣א H3808 יְקוּמ֑וּן H6965 וַֽיִּפְּל֖וּ H5307 תַּ֥חַת H8478 רַגְלָֽי H7272 ",
  "40": "וַתַּזְרֵ֥ H247 חַ֖יִל H2428 לַמִּלְחָמָ֑ה H4421 תַּכְרִ֥יעַ H3766 קָמַ֖י H6965 תַּחְתֵּֽנִי H8478 ",
  "41": "וְאֹ֣יְבַ֔ H341 תַּ֥תָּה H5414 לִּ֖י Hl עֹ֑רֶף H6203 מְשַׂנְאַ֖י H8130 וָאַצְמִיתֵֽ H6789 ",
  "42": "יִשְׁע֖וּ H8159 וְאֵ֣ין H369 מֹשִׁ֑יעַ H3467 אֶל H413 יְהוָ֖ה H3068 וְלֹ֥א H3808 עָנָֽם H6030 ",
  "43": "וְאֶשְׁחָקֵ֖ H7833 כַּעֲפַר H6083 אָ֑רֶץ H776 כְּטִיט H2916 חוּצ֥וֹת H2351 אֲדִקֵּ֖ם H1854 אֶרְקָעֵֽם H7554 ",
  "44": "וַֽתְּפַלְּטֵ֔ H6403 מֵרִיבֵ֖י H7379 עַמִּ֑י H5971 תִּשְׁמְרֵ֨נִי֙ H8104 לְרֹ֣אשׁ H7218 גּוֹיִ֔ם H1471 עַ֥ם H5971 לֹא H3808 יָדַ֖עְתִּי H3045 יַעַבְדֻֽנִי H5647 ",
  "45": "בְּנֵ֥י H1121 נֵכָ֖ר H5236 יִתְכַּֽחֲשׁוּ H3584 לִ֑י Hl לִשְׁמ֥וֹעַ H8085 אֹ֖זֶן H241 יִשָּׁ֥מְעוּ H8085 לִֽי Hl ",
  "46": "בְּנֵ֥י H1121 נֵכָ֖ר H5236 יִבֹּ֑לוּ H5034 וְיַחְגְּר֖וּ H2296 מִמִּסְגְּרוֹתָֽ H4526 ",
  "47": "חַי H2416 יְהוָ֖ה H3068 וּבָר֣וּךְ H1288 צוּרִ֑י H6697 וְיָרֻ֕ם H7311 אֱלֹהֵ֖י H430 צ֥וּר H6697 יִשְׁעִֽי H3468 ",
  "48": "הָאֵ֕ל H410 הַנֹּתֵ֥ן H5414 נְקָמֹ֖ת H5360 לִ֑י Hl וּמוֹרִ֥יד H3381 עַמִּ֖ים H5971 תַּחְתֵּֽנִי H8478 ",
  "49": "וּמוֹצִיאִ֖ H3318 מֵאֹֽיְבָ֑ H341 וּמִ H6965 תְּר֣וֹמְמֵ֔נִי H7311 מֵאִ֥ישׁ H376 חֲמָסִ֖ים H2555 תַּצִּילֵֽנִי H5337 ",
  "50": "עַל H5921 כֵּ֛ן H3651 אוֹדְךָ֥ H3034 יְהוָ֖ה H3068 בַּגּוֹיִ֑ם H1471 וּלְ H8034 אֲזַמֵּֽר H2167 ",
  "51": "מגדיל H1431 יְשׁוּע֣וֹת H3444 מַלְכּ֑וֹ H4428 וְעֹֽשֶׂה H6213 חֶ֧סֶד H2617 לִמְשִׁיח֛ H4899 לְדָוִ֥ד H1732 וּלְ H2233 עַד H5704 עוֹלָֽם H5769 "
}
