{
  "1": "וַיֹּ֨סֶף֙ H3254 אַף H639 יְהוָ֔ה H3068 לַחֲר֖וֹת H2734 בְּיִשְׂרָאֵ֑ל H3478 וַיָּ֨סֶת H5496 אֶת H853 דָּוִ֤ד H1732 בָּהֶם֙ Hb לֵאמֹ֔ר H559 לֵ֛ךְ H3212 מְנֵ֥ה H4487 אֶת H853 יִשְׂרָאֵ֖ל H3478 וְאֶת H853 יְהוּדָֽה H3063 ",
  "2": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 יוֹאָ֣ב H3097 שַׂר H8269 הַחַ֣יִל H2428 אֲשֶׁר H834 אִתּ֗וֹ H854 שֽׁוּט H7751 נָ֞א H4994 בְּכָל H3605 שִׁבְטֵ֤י H7626 יִשְׂרָאֵל֙ H3478 מִדָּן֙ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 וּפִקְד֖וּ H6485 אֶת H853 הָעָ֑ם H5971 וְיָ֣דַעְתִּ֔י H3045 אֵ֖ת H853 מִסְפַּ֥ר H4557 הָעָֽם H5971 ",
  "3": "וַיֹּ֨אמֶר H559 יוֹאָ֜ב H3097 אֶל H413 הַמֶּ֗לֶךְ H4428 וְיוֹסֵ֣ף H3254 יְהוָה֩ H3068 אֱלֹהֶ֨יךָ H430 אֶל H413 הָעָ֜ם H5971 כָּהֵ֤ם H1992 וְכָ H1992 מֵאָ֣ה H3967 פְעָמִ֔ים H6471 וְעֵינֵ֥י H5869 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 רֹא֑וֹת H7200 וַאדֹנִ֣ H113 הַמֶּ֔לֶךְ H4428 לָ֥מָּה H4100 חָפֵ֖ץ H2654 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "4": "וַיֶּחֱזַ֤ק H2388 דְּבַר H1697 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 יוֹאָ֔ב H3097 וְעַ֖ל H5921 שָׂרֵ֣י H8269 הֶחָ֑יִל H2428 וַיֵּצֵ֨א H3318 יוֹאָ֜ב H3097 וְשָׂרֵ֤י H8269 הַחַ֨יִל֙ H2428 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 לִפְקֹ֥ד H6485 אֶת H853 הָעָ֖ם H5971 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "5": "וַיַּעַבְר֖וּ H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 וַיַּחֲנ֣וּ H2583 בַעֲרוֹעֵ֗ר H6177 יְמִ֥ין H3225 הָעִ֛יר H5892 אֲשֶׁ֛ר H834 בְּתוֹךְ H8432 הַנַּ֥חַל H5158 הַגָּ֖ד H1410 וְאֶל H413 יַעְזֵֽר H3270 ",
  "6": "וַיָּבֹ֨אוּ֙ H935 הַגִּלְעָ֔דָ H1568 וְאֶל H413 אֶ֥רֶץ H776 תַּחְתִּ֖ים H8483 חָדְשִׁ֑י H8483 וַיָּבֹ֨אוּ֙ H935 דָּ֣נָה H1842 יַּ֔עַן H1842 וְסָבִ֖יב H5439 אֶל H413 צִידֽוֹן H6721 ",
  "7": "וַיָּבֹ֨אוּ֙ H935 מִבְצַר H4013 צֹ֔ר H6865 וְכָל H3605 עָרֵ֥י H5892 הַחִוִּ֖י H2340 וְהַֽ H3669 וַיֵּֽצְא֛וּ H3318 אֶל H413 נֶ֥גֶב H5045 יְהוּדָ֖ה H3063 בְּאֵ֥ר H884 שָֽׁבַע H884 ",
  "8": "וַיָּשֻׁ֖טוּ H7751 בְּכָל H3605 הָאָ֑רֶץ H776 וַיָּבֹ֜אוּ H935 מִקְצֵ֨ה H7097 תִשְׁעָ֧ה H8672 חֳדָשִׁ֛ים H2320 וְעֶשְׂרִ֥ים H6242 י֖וֹם H3117 יְרוּשָׁלִָֽם H3389 ",
  "9": "וַיִּתֵּ֥ן H5414 יוֹאָ֛ב H3097 אֶת H853 מִסְפַּ֥ר H4557 מִפְקַד H4662 הָעָ֖ם H5971 אֶל H413 הַמֶּ֑לֶךְ H4428 וַתְּהִ֣י H1961 יִשְׂרָאֵ֡ל H3478 שְׁמֹנֶה֩ H8083 מֵא֨וֹת H3967 אֶ֤לֶף H505 אִֽישׁ H376 חַ֨יִל֙ H2428 שֹׁ֣לֵֽף H8025 חֶ֔רֶב H2719 וְאִ֣ישׁ H376 יְהוּדָ֔ה H3063 חֲמֵשׁ H2568 מֵא֥וֹת H3967 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "10": "וַיַּ֤ךְ H5221 לֵב H3820 דָּוִד֙ H1732 אֹת֔וֹ H853 אַחֲרֵי H310 כֵ֖ן H3651 סָפַ֣ר H5608 אֶת H853 הָעָ֑ם H5971 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 יְהוָ֗ה H3068 חָטָ֤אתִי H2398 מְאֹד֙ H3966 אֲשֶׁ֣ר H834 עָשִׂ֔יתִי H6213 וְעַתָּ֣ה H6258 יְהוָ֔ה H3068 הַֽעֲבֶר H5674 נָא֙ H4994 אֶת H853 עֲוֺ֣ן H5771 עַבְדְּךָ֔ H5650 כִּ֥י H3588 נִסְכַּ֖לְתִּי H5528 מְאֹֽד H3966 ",
  "11": "וַיָּ֥קָם H6965 דָּוִ֖ד H1732 בַּבֹּ֑קֶר H1242 וּדְבַר H1697 יְהוָ֗ה H3068 הָיָה֙ H1961 אֶל H413 גָּ֣ד H1410 הַנָּבִ֔יא H5030 חֹזֵ֥ה H2374 דָוִ֖ד H1732 לֵאמֹֽר H559 ",
  "12": "הָל֞וֹךְ H1980 וְדִבַּרְתָּ֣ H1696 אֶל H413 דָּוִ֗ד H1732 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שָׁלֹ֕שׁ H7969 אָנֹכִ֖י H595 נוֹטֵ֣ל H5190 עָלֶ֑יךָ H5921 בְּחַר H977 לְךָ֥ Hl אַֽחַת H259 מֵהֶ֖ם H1992 וְאֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
  "13": "וַיָּבֹא H935 גָ֥ד H1410 אֶל H413 דָּוִ֖ד H1732 וַיַּגֶּד H5046 ל֑וֹ Hl וַיֹּ֣אמֶר H559 ל֡וֹ Hl הֲתָב֣וֹא H935 לְךָ֣ Hl שֶֽׁבַע H7651 שָׁנִ֣ים H8141 רָעָ֣ב H7458 בְּאַרְצֶ֡ H776 אִם H518 שְׁלֹשָׁ֣ה H7969 חֳ֠דָשִׁים H2320 נֻסְךָ֨ H5127 לִפְנֵֽי H6440 צָרֶ֜יךָ H6862 וְה֣וּא H1931 רֹדְפֶ֗ךָ H7291 וְאִם H518 הֱ֠יוֹת H1961 שְׁלֹ֨שֶׁת H7969 יָמִ֥ים H3117 דֶּ֨בֶר֙ H1698 בְּאַרְצֶ֔ H776 עַתָּה֙ H6258 דַּ֣ע H3045 וּרְאֵ֔ה H7200 מָה H4100 אָשִׁ֥יב H7725 שֹׁלְחִ֖י H7971 דָּבָֽר H1697 ",
  "14": "וַיֹּ֧אמֶר H559 דָּוִ֛ד H1732 אֶל H413 גָּ֖ד H1410 צַר H6862 לִ֣י Hl מְאֹ֑ד H3966 נִפְּלָה H5307 נָּ֤א H4994 בְיַד H3027 יְהוָה֙ H3068 כִּֽי H3588 רַבִּ֣ים H7227 רחמו H7356 וּבְ H3027 אָדָ֖ם H120 אַל H408 אֶפֹּֽלָה H5307 ",
  "15": "וַיִּתֵּ֨ן H5414 יְהוָ֥ה H3068 דֶּ֨בֶר֙ H1698 בְּיִשְׂרָאֵ֔ל H3478 מֵהַ H1242 וְעַד H5704 עֵ֣ת H6256 מוֹעֵ֑ד H4150 וַיָּ֣מָת H4191 מִן H4480 הָעָ֗ם H5971 מִדָּן֙ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "16": "וַיִּשְׁלַח֩ H7971 יָד֨וֹ H3027 הַמַּלְאָ֥ךְ H4397 יְרֽוּשָׁלִַם֮ H3389 לְשַׁחֲתָ H7843 וַיִּנָּ֤חֶם H5162 יְהוָה֙ H3068 אֶל H413 הָ֣רָעָ֔ה H7451 וַ֠יֹּאמֶר H559 לַמַּלְאָ֞ךְ H4397 הַמַּשְׁחִ֤ית H7843 בָּעָם֙ H5971 רַ֔ב H7227 עַתָּ֖ה H6258 הֶ֣רֶף H7503 יָדֶ֑ךָ H3027 וּמַלְאַ֤ךְ H4397 יְהוָה֙ H3068 הָיָ֔ה H1961 עִם H5973 גֹּ֖רֶן H1637 האורנה H728 הַיְבֻסִֽי H2983 ",
  "17": "וַיֹּאמֶר֩ H559 דָּוִ֨ד H1732 אֶל H413 יְהוָ֜ה H3068 בִּרְאֹת֣ H7200 אֶֽת H853 הַמַּלְאָ֣ךְ H4397 הַמַּכֶּ֣ה H5221 בָעָ֗ם H5971 וַיֹּ֨אמֶר֙ H559 הִנֵּ֨ה H2009 אָנֹכִ֤י H595 חָטָ֨אתִי֙ H2398 וְאָנֹכִ֣י H595 הֶעֱוֵ֔יתִי H5753 וְאֵ֥לֶּה H428 הַצֹּ֖אן H6629 מֶ֣ה H4100 עָשׂ֑וּ H6213 תְּהִ֨י H1961 נָ֥א H4994 יָדְךָ֛ H3027 בִּ֖י Hb וּבְ H1004 אָבִֽי H1 ",
  "18": "וַיָּבֹא H935 גָ֥ד H1410 אֶל H413 דָּוִ֖ד H1732 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיֹּ֣אמֶר H559 ל֗וֹ Hl עֲלֵה֙ H5927 הָקֵ֤ם H6965 לַֽיהוָה֙ H3068 מִזְבֵּ֔חַ H4196 בְּגֹ֖רֶן H1637 ארניה H728 הַיְבֻסִֽי H2983 ",
  "19": "וַיַּ֤עַל H5927 דָּוִד֙ H1732 כִּדְבַר H1697 גָּ֔ד H1410 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
  "20": "וַיַּשְׁקֵ֣ף H8259 אֲרַ֗וְנָה H728 וַיַּ֤רְא H7200 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 וְאֶת H853 עֲבָדָ֔יו H5650 עֹבְרִ֖ים H5674 עָלָ֑יו H5921 וַיֵּצֵ֣א H3318 אֲרַ֔וְנָה H728 וַיִּשְׁתַּ֧חוּ H7812 לַמֶּ֛לֶךְ H4428 אַפָּ֖יו H639 אָֽרְצָה H776 ",
  "21": "וַיֹּ֣אמֶר H559 אֲרַ֔וְנָה H728 מַדּ֛וּעַ H4069 בָּ֥א H935 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 אֶל H413 עַבְדּ֑וֹ H5650 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 לִקְנ֧וֹת H7069 מֵעִמְּ H5973 אֶת H853 הַגֹּ֗רֶן H1637 לִבְנ֤וֹת H1129 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 וְתֵעָצַ֥ר H6113 הַמַּגֵּפָ֖ה H4046 מֵעַ֥ל H5921 הָעָֽם H5971 ",
  "22": "וַיֹּ֤אמֶר H559 אֲרַ֨וְנָה֙ H728 אֶל H413 דָּוִ֔ד H1732 יִקַּ֥ח H3947 וְיַ֛עַל H5927 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 הַטּ֣וֹב H2896 בעינ H5869 רְאֵה֙ H7200 הַבָּקָ֣ר H1241 לָעֹלָ֔ה H5930 וְהַ H4173 וּכְלֵ֥י H3627 הַבָּקָ֖ר H1241 לָעֵצִֽים H6086 ",
  "23": "הַכֹּ֗ל H3605 נָתַ֛ן H5414 אֲרַ֥וְנָה H728 הַמֶּ֖לֶךְ H4428 לַמֶּ֑לֶךְ H4428 וַיֹּ֤אמֶר H559 אֲרַ֨וְנָה֙ H728 אֶל H413 הַמֶּ֔לֶךְ H4428 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 יִרְצֶֽךָ H7521 ",
  "24": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 אֲרַ֗וְנָה H728 לֹ֚א H3808 כִּֽי H3588 קָנ֨וֹ H7069 אֶקְנֶ֤ה H7069 מֵאֽוֹתְ H853 בִּמְחִ֔יר H4242 וְלֹ֧א H3808 אַעֲלֶ֛ה H5927 לַיהוָ֥ה H3068 אֱלֹהַ֖י H430 עֹל֣וֹת H5930 חִנָּ֑ם H2600 וַיִּ֨קֶן H7069 דָּוִ֤ד H1732 אֶת H853 הַגֹּ֨רֶן֙ H1637 וְאֶת H853 הַבָּקָ֔ר H1241 בְּכֶ֖סֶף H3701 שְׁקָלִ֥ים H8255 חֲמִשִּֽׁים H2572 ",
  "25": "וַיִּבֶן֩ H1129 שָׁ֨ם H8033 דָּוִ֤ד H1732 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 וַיַּ֥עַל H5927 עֹל֖וֹת H5930 וּשְׁלָמִ֑ים H8002 וַיֵּעָתֵ֤ר H6279 יְהוָה֙ H3068 לָאָ֔רֶץ H776 וַתֵּעָצַ֥ר H6113 הַמַּגֵּפָ֖ה H4046 מֵעַ֥ל H5921 יִשְׂרָאֵֽל H3478 "
}
