{
  "1": "וַתְּהִ֤י H1961 הַמִּלְחָמָה֙ H4421 אֲרֻכָּ֔ה H752 בֵּ֚ין H996 בֵּ֣ית H1004 שָׁא֔וּל H7586 וּבֵ֖ין H996 בֵּ֣ית H1004 דָּוִ֑ד H1732 וְדָוִד֙ H1732 הֹלֵ֣ךְ H1980 וְחָזֵ֔ק H2390 וּבֵ֥ית H1004 שָׁא֖וּל H7586 הֹלְכִ֥ים H1980 וְדַלִּֽים H1800 ",
  "2": "וילדו H3205 לְדָוִ֛ד H1732 בָּנִ֖ים H1121 בְּחֶבְר֑וֹן H2275 וַיְהִ֤י H1961 בְכוֹרוֹ֙ H1060 אַמְנ֔וֹן H550 לַאֲחִינֹ֖עַם H293 הַיִּזְרְעֵאלִֽת H3159 ",
  "3": "וּמִשְׁנֵ֣ H4932 כִלְאָ֔ב H3609 לאביגל H26 אֵ֖שֶׁת H802 נָבָ֣ל H5037 הַֽכַּרְמְלִ֑י H3761 וְהַ H7992 אַבְשָׁל֣וֹם H53 בֶּֽן H1121 מַעֲכָ֔ה H4601 בַּת H1323 תַּלְמַ֖י H8526 מֶ֥לֶךְ H4428 גְּשֽׁוּר H1650 ",
  "4": "וְהָ H7243 אֲדֹנִיָּ֣ה H138 בֶן H1121 חַגִּ֑ית H2294 וְהַ H2549 שְׁפַטְיָ֥ה H8203 בֶן H1121 אֲבִיטָֽל H37 ",
  "5": "וְהַ H8345 יִתְרְעָ֔ם H3507 לְעֶגְלָ֖ה H5698 אֵ֣שֶׁת H802 דָּוִ֑ד H1732 אֵ֛לֶּה H428 יֻלְּד֥וּ H3205 לְדָוִ֖ד H1732 בְּחֶבְרֽוֹן H2275 ",
  "6": "וַיְהִ֗י H1961 בִּֽהְיוֹת֙ H1961 הַמִּלְחָמָ֔ה H4421 בֵּ֚ין H996 בֵּ֣ית H1004 שָׁא֔וּל H7586 וּבֵ֖ין H996 בֵּ֣ית H1004 דָּוִ֑ד H1732 וְאַבְנֵ֛ר H74 הָיָ֥ה H1961 מִתְחַזֵּ֖ק H2388 בְּבֵ֥ית H1004 שָׁאֽוּל H7586 ",
  "7": "וּלְ H7586 פִּלֶ֔גֶשׁ H6370 וּשְׁמָ֖ H8034 רִצְפָּ֣ה H7532 בַת H1323 אַיָּ֑ה H345 וַיֹּ֨אמֶר֙ H559 אֶל H413 אַבְנֵ֔ר H74 מַדּ֥וּעַ H4069 בָּ֖אתָה H935 אֶל H413 פִּילֶ֥גֶשׁ H6370 אָבִֽי H1 ",
  "8": "וַיִּחַר֩ H2734 לְאַבְנֵ֨ר H74 מְאֹ֜ד H3966 עַל H5921 דִּבְרֵ֣י H1697 אִֽישׁ H378 בֹּ֗שֶׁת H378 וַיֹּ֨אמֶר֙ H559 הֲרֹ֨אשׁ H7218 כֶּ֥לֶב H3611 אָנֹ֘כִי֮ H595 אֲשֶׁ֣ר H834 לִֽיהוּדָה֒ H3063 הַיּ֨וֹם H3117 אֶֽעֱשֶׂה H6213 חֶ֜סֶד H2617 עִם H5973 בֵּ֣ית H1004 שָׁא֣וּל H7586 אָבִ֗יךָ H1 אֶל H413 אֶחָיו֙ H251 וְאֶל H413 מֵ֣רֵעֵ֔הוּ H4828 וְלֹ֥א H3808 הִמְצִיתִ֖ךָ H4672 בְּיַד H3027 דָּוִ֑ד H1732 וַתִּפְקֹ֥ד H6485 עָלַ֛י H5921 עֲוֺ֥ן H5771 הָאִשָּׁ֖ה H802 הַיּֽוֹם H3117 ",
  "9": "כֹּֽה H3541 יַעֲשֶׂ֤ה H6213 אֱלֹהִים֙ H430 לְאַבְנֵ֔ר H74 וְכֹ֖ה H3541 יֹסִ֣יף H3254 ל֑וֹ Hl כִּ֗י H3588 כַּאֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 יְהוָה֙ H3068 לְדָוִ֔ד H1732 כִּֽי H3588 כֵ֖ן H3651 אֶֽעֱשֶׂה H6213 לּֽוֹ Hl ",
  "10": "לְהַֽעֲבִ֥יר H5674 הַמַּמְלָכָ֖ה H4467 מִבֵּ֣ית H1004 שָׁא֑וּל H7586 וּלְ H6965 אֶת H853 כִּסֵּ֣א H3678 דָוִ֗ד H1732 עַל H5921 יִשְׂרָאֵל֙ H3478 וְעַל H5921 יְהוּדָ֔ה H3063 מִדָּ֖ן H1835 וְעַד H5704 בְּאֵ֥ר H884 שָֽׁבַע H884 ",
  "11": "וְלֹֽא H3808 יָכֹ֣ל H3201 ע֔וֹד H5750 לְהָשִׁ֥יב H7725 אֶת H853 אַבְנֵ֖ר H74 דָּבָ֑ר H1697 מִיִּרְאָת֖ H3372 אֹתֽוֹ H853 ",
  "12": "וַיִּשְׁלַח֩ H7971 אַבְנֵ֨ר H74 מַלְאָכִ֧ים H4397 אֶל H413 דָּוִ֛ד H1732 תחתו H8478 לֵאמֹ֖ר H559 לְמִי H4310 אָ֑רֶץ H776 לֵאמֹ֗ר H559 כָּרְתָ֤ה H3772 בְרִֽיתְךָ֙ H1285 אִתִּ֔י H854 וְהִנֵּה֙ H2009 יָדִ֣י H3027 עִמָּ֔ךְ H5973 לְהָסֵ֥ב H5437 אֵלֶ֖יךָ H413 אֶת H853 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "13": "וַיֹּ֣אמֶר H559 ט֔וֹב H2896 אֲנִ֕י H589 אֶכְרֹ֥ת H3772 אִתְּךָ֖ H854 בְּרִ֑ית H1285 אַ֣ךְ H389 דָּבָ֣ר H1697 אֶחָ֡ד H259 אָנֹכִי֩ H595 שֹׁאֵ֨ל H7592 מֵאִתְּ H854 לֵאמֹר֙ H559 לֹא H3808 תִרְאֶ֣ה H7200 אֶת H853 פָּנַ֔י H6440 כִּ֣י H3588 אִם H518 לִפְנֵ֣י H6440 הֱבִיאֲךָ֗ H935 אֵ֚ת H853 מִיכַ֣ל H4324 בַּת H1323 שָׁא֔וּל H7586 בְּבֹאֲ H935 לִרְא֥וֹת H7200 אֶת H853 פָּנָֽי H6440 ",
  "14": "וַיִּשְׁלַ֤ח H7971 דָּוִד֙ H1732 מַלְאָכִ֔ים H4397 אֶל H413 אִֽישׁ H378 בֹּ֥שֶׁת H378 בֶּן H1121 שָׁא֖וּל H7586 לֵאמֹ֑ר H559 תְּנָ֤ה H5414 אֶת H853 אִשְׁתִּי֙ H802 אֶת H853 מִיכַ֔ל H4324 אֲשֶׁר֙ H834 אֵרַ֣שְׂתִּי H781 לִ֔י Hl בְּמֵאָ֖ה H3967 עָרְל֥וֹת H6190 פְּלִשְׁתִּֽים H6430 ",
  "15": "וַיִּשְׁלַח֙ H7971 אִ֣ישׁ H378 בֹּ֔שֶׁת H378 וַיִּקָּחֶ֖ H3947 מֵ֣עִֽם H5973 אִ֑ישׁ H376 מֵעִ֖ם H5973 פַּלְטִיאֵ֥ל H6409 בֶּן H1121 לוש H3889 ",
  "16": "וַיֵּ֨לֶךְ H3212 אִתָּ֜הּ H854 אִישָׁ֗הּ H376 הָל֧וֹךְ H1980 וּבָכֹ֛ה H1058 אַחֲרֶ֖יהָ H310 עַד H5704 בַּֽחֻרִ֑ים H980 וַיֹּ֨אמֶר H559 אֵלָ֥יו H413 אַבְנֵ֛ר H74 לֵ֥ךְ H3212 שׁ֖וּב H7725 וַיָּשֹֽׁב H7725 ",
  "17": "וּדְבַר H1697 אַבְנֵ֣ר H74 הָיָ֔ה H1961 עִם H5973 זִקְנֵ֥י H2205 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 גַּם H1571 תְּמוֹל֙ H8543 גַּם H1571 שִׁלְשֹׁ֔ם H8032 הֱיִיתֶ֞ם H1961 מְבַקְשִׁ֧ים H1245 אֶת H853 דָּוִ֛ד H1732 לְמֶ֖לֶךְ H4428 עֲלֵיכֶֽם H5921 ",
  "18": "וְעַתָּ֖ה H6258 עֲשׂ֑וּ H6213 כִּ֣י H3588 יְהוָ֗ה H3068 אָמַ֤ר H559 אֶל H413 דָּוִד֙ H1732 לֵאמֹ֔ר H559 בְּיַ֣ד H3027 דָּוִ֣ד H1732 עַבְדִּ֗י H5650 הוֹשִׁ֜יעַ H3467 אֶת H853 עַמִּ֤י H5971 יִשְׂרָאֵל֙ H3478 מִיַּ֣ד H3027 פְּלִשְׁתִּ֔ים H6430 וּמִ H3027 כָּל H3605 אֹיְבֵיהֶֽם H341 ",
  "19": "וַיְדַבֵּ֥ר H1696 גַּם H1571 אַבְנֵ֖ר H74 בְּאָזְנֵ֣י H241 בִנְיָמִ֑ין H1144 וַיֵּ֣לֶךְ H3212 גַּם H1571 אַבְנֵ֗ר H74 לְדַבֵּ֞ר H1696 בְּאָזְנֵ֤י H241 דָוִד֙ H1732 בְּחֶבְר֔וֹן H2275 אֵ֤ת H853 כָּל H3605 אֲשֶׁר H834 טוֹב֙ H2896 בְּעֵינֵ֣י H5869 יִשְׂרָאֵ֔ל H3478 וּבְ H5869 כָּל H3605 בֵּ֥ית H1004 בִּנְיָמִֽן H1144 ",
  "20": "וַיָּבֹ֨א H935 אַבְנֵ֤ר H74 אֶל H413 דָּוִד֙ H1732 חֶבְר֔וֹן H2275 וְאִתּ֖ H854 עֶשְׂרִ֣ים H6242 אֲנָשִׁ֑ים H376 וַיַּ֨עַשׂ H6213 דָּוִ֧ד H1732 לְאַבְנֵ֛ר H74 וְלַ H376 אֲשֶׁר H834 אִתּ֖וֹ H854 מִשְׁתֶּֽה H4960 ",
  "21": "וַיֹּ֣אמֶר H559 אַבְנֵ֣ר H74 אֶל H413 דָּוִ֡ד H1732 אָק֣וּמָה H6965 וְֽאֵלֵ֡כָה H3212 וְאֶקְבְּצָה֩ H6908 אֶל H413 אֲדֹנִ֨י H113 הַמֶּ֜לֶךְ H4428 אֶת H853 כָּל H3605 יִשְׂרָאֵ֗ל H3478 וְיִכְרְת֤וּ H3772 אִתְּךָ֙ H854 בְּרִ֔ית H1285 וּמָ֣לַכְתָּ֔ H4427 בְּכֹ֥ל H3605 אֲשֶׁר H834 תְּאַוֶּ֖ה H183 נַפְשֶׁ֑ךָ H5315 וַיְּשַׁלַּ֥ח H7971 דָּוִ֛ד H1732 אֶת H853 אַבְנֵ֖ר H74 וַיֵּ֥לֶךְ H3212 בְּשָׁלֽוֹם H7965 ",
  "22": "וְהִנֵּה֩ H2009 עַבְדֵ֨י H5650 דָוִ֤ד H1732 וְיוֹאָב֙ H3097 בָּ֣א H935 מֵֽהַ H1416 וְשָׁלָ֥ל H7998 רָ֖ב H7227 עִמָּ֣ם H5973 הֵבִ֑יאוּ H935 וְאַבְנֵ֗ר H74 אֵינֶ֤נּוּ H369 עִם H5973 דָּוִד֙ H1732 בְּחֶבְר֔וֹן H2275 כִּ֥י H3588 שִׁלְּח֖וֹ H7971 וַיֵּ֥לֶךְ H3212 בְּשָׁלֽוֹם H7965 ",
  "23": "וְיוֹאָ֛ב H3097 וְכָל H3605 הַצָּבָ֥א H6635 אֲשֶׁר H834 אִתּ֖וֹ H854 בָּ֑אוּ H935 וַיַּגִּ֤דוּ H5046 לְיוֹאָב֙ H3097 לֵאמֹ֔ר H559 בָּֽא H935 אַבְנֵ֤ר H74 בֶּן H1121 נֵר֙ H5369 אֶל H413 הַמֶּ֔לֶךְ H4428 וַֽיְשַׁלְּחֵ֖ H7971 וַיֵּ֥לֶךְ H3212 בְּשָׁלֽוֹם H7965 ",
  "24": "וַיָּבֹ֤א H935 יוֹאָב֙ H3097 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיֹּ֖אמֶר H559 מֶ֣ה H4100 עָשִׂ֑יתָה H6213 הִנֵּה H2009 בָ֤א H935 אַבְנֵר֙ H74 אֵלֶ֔יךָ H413 לָמָּה H4100 זֶּ֥ה H2088 שִׁלַּחְתּ֖וֹ H7971 וַיֵּ֥לֶךְ H3212 הָלֽוֹךְ H1980 ",
  "25": "יָדַ֨עְתָּ֙ H3045 אֶת H853 אַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 כִּ֥י H3588 לְפַתֹּתְ H6601 בָּ֑א H935 וְלָ H3045 אֶת H853 מוֹצָֽאֲךָ֙ H4161 וְאֶת H853 מבואך H4126 וְלָ H3045 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 עֹשֶֽׂה H6213 ",
  "26": "וַיֵּצֵ֤א H3318 יוֹאָב֙ H3097 מֵעִ֣ם H5973 דָּוִ֔ד H1732 וַיִּשְׁלַ֤ח H7971 מַלְאָכִים֙ H4397 אַחֲרֵ֣י H310 אַבְנֵ֔ר H74 וַיָּשִׁ֥בוּ H7725 אֹת֖וֹ H853 מִבּ֣וֹר H953 הַסִּרָ֑ה H5626 וְדָוִ֖ד H1732 לֹ֥א H3808 יָדָֽע H3045 ",
  "27": "וַיָּ֤שָׁב H7725 אַבְנֵר֙ H74 חֶבְר֔וֹן H2275 וַיַּטֵּ֤ H5186 יוֹאָב֙ H3097 אֶל H413 תּ֣וֹךְ H8432 הַשַּׁ֔עַר H8179 לְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 בַּשֶּׁ֑לִי H7987 וַיַּכֵּ֤ H5221 שָׁם֙ H8033 הַחֹ֔מֶשׁ H2570 וַיָּ֕מָת H4191 בְּדַ֖ם H1818 עֲשָׂה H6214 אֵ֥ל H6214 אָחִֽיו H251 ",
  "28": "וַיִּשְׁמַ֤ע H8085 דָּוִד֙ H1732 מֵאַ֣חֲרֵי H310 כֵ֔ן H3651 וַיֹּ֗אמֶר H559 נָקִ֨י H5355 אָנֹכִ֧י H595 וּמַמְלַכְתִּ֛ H4467 מֵעִ֥ם H5973 יְהוָ֖ה H3068 עַד H5703 עוֹלָ֑ם H5769 מִדְּמֵ֖י H1818 אַבְנֵ֥ר H74 בֶּן H1121 נֵֽר H5369 ",
  "29": "יָחֻ֨לוּ֙ H2342 עַל H5921 רֹ֣אשׁ H7218 יוֹאָ֔ב H3097 וְאֶ֖ל H413 כָּל H3605 בֵּ֣ית H1004 אָבִ֑יו H1 וְֽאַל H408 יִכָּרֵ֣ת H3772 מִבֵּ֣ית H1004 יוֹאָ֡ב H3097 זָ֠ב H2100 וּמְצֹרָ֞ע H6879 וּמַחֲזִ֥יק H2388 בַּפֶּ֛לֶךְ H6418 וְנֹפֵ֥ל H5307 בַּחֶ֖רֶב H2719 וַחֲסַר H2638 לָֽחֶם H3899 ",
  "30": "וְיוֹאָב֙ H3097 וַאֲבִישַׁ֣י H52 אָחִ֔יו H251 הָרְג֖וּ H2026 לְאַבְנֵ֑ר H74 עַל֩ H5921 אֲשֶׁ֨ר H834 הֵמִ֜ית H4191 אֶת H853 עֲשָׂהאֵ֧ל H6214 אֲחִיהֶ֛ם H251 בְּגִבְע֖וֹן H1391 בַּמִּלְחָמָֽה H4421 ",
  "31": "וַיֹּאמֶר֩ H559 דָּוִ֨ד H1732 אֶל H413 יוֹאָ֜ב H3097 וְאֶל H413 כָּל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֗וֹ H854 קִרְע֤וּ H7167 בִגְדֵיכֶם֙ H899 וְחִגְר֣וּ H2296 שַׂקִּ֔ים H8242 וְסִפְד֖וּ H5594 לִפְנֵ֣י H6440 אַבְנֵ֑ר H74 וְהַ H4428 דָּוִ֔ד H1732 הֹלֵ֖ךְ H1980 אַחֲרֵ֥י H310 הַמִּטָּֽה H4296 ",
  "32": "וַיִּקְבְּר֥וּ H6912 אֶת H853 אַבְנֵ֖ר H74 בְּחֶבְר֑וֹן H2275 וַיִשָּׂ֧א H5375 הַמֶּ֣לֶךְ H4428 אֶת H853 קוֹל֗וֹ H6963 וַיֵּבְךְּ֙ H1058 אֶל H413 קֶ֣בֶר H6913 אַבְנֵ֔ר H74 וַיִּבְכּ֖וּ H1058 כָּל H3605 הָעָֽם H5971 ",
  "33": "וַיְקֹנֵ֥ן H6969 הַמֶּ֛לֶךְ H4428 אֶל H413 אַבְנֵ֖ר H74 וַיֹּאמַ֑ר H559 הַכְּ H4194 נָבָ֖ל H5036 יָמ֥וּת H4191 אַבְנֵֽר H74 ",
  "34": "יָדֶ֣ךָ H3027 לֹֽא H3808 אֲסֻר֗וֹת H631 וְרַגְלֶ֨י H7272 לֹא H3808 לִנְחֻשְׁתַּ֣יִם H5178 הֻגָּ֔שׁוּ H5066 כִּנְפ֛וֹל H5307 לִפְנֵ֥י H6440 בְנֵֽי H1121 עַוְלָ֖ה H5766 נָפָ֑לְתָּ H5307 וַיֹּסִ֥פוּ H3254 כָל H3605 הָעָ֖ם H5971 לִבְכּ֥וֹת H1058 עָלָֽיו H5921 ",
  "35": "וַיָּבֹ֣א H935 כָל H3605 הָעָ֗ם H5971 לְהַבְר֧וֹת H1262 אֶת H853 דָּוִ֛ד H1732 לֶ֖חֶם H3899 בְּע֣וֹד H5750 הַיּ֑וֹם H3117 וַיִּשָּׁבַ֨ע H7650 דָּוִ֜ד H1732 לֵאמֹ֗ר H559 כֹּ֣ה H3541 יַעֲשֶׂה H6213 לִּ֤י Hl אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יֹסִ֔יף H3254 כִּ֣י H3588 אִם H518 לִפְנֵ֧י H6440 בֽוֹא H935 הַשֶּׁ֛מֶשׁ H8121 אֶטְעַם H2938 לֶ֖חֶם H3899 א֥וֹ H176 כָל H3605 מְאֽוּמָה H3972 ",
  "36": "וְכָל H3605 הָעָ֣ם H5971 הִכִּ֔ירוּ H5234 וַיִּיטַ֖ב H3190 בְּעֵֽינֵי H5869 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 עָשָׂ֣ה H6213 הַמֶּ֔לֶךְ H4428 בְּעֵינֵ֥י H5869 כָל H3605 הָעָ֖ם H5971 טֽוֹב H2896 ",
  "37": "וַיֵּדְע֧וּ H3045 כָל H3605 הָעָ֛ם H5971 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 בַּיּ֣וֹם H3117 הַה֑וּא H1931 כִּ֣י H3588 לֹ֤א H3808 הָיְתָה֙ H1961 מֵֽהַ H4428 לְהָמִ֖ית H4191 אֶת H853 אַבְנֵ֥ר H74 בֶּן H1121 נֵֽר H5369 ",
  "38": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 אֶל H413 עֲבָדָ֑יו H5650 הֲל֣וֹא H3808 תֵדְע֔וּ H3045 כִּי H3588 שַׂ֣ר H8269 וְגָד֗וֹל H1419 נָפַ֛ל H5307 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 בְּיִשְׂרָאֵֽל H3478 ",
  "39": "וְאָנֹכִ֨י H595 הַיּ֥וֹם H3117 רַךְ֙ H7390 וּמָשׁ֣וּחַ H4886 מֶ֔לֶךְ H4428 וְהָ H376 הָאֵ֛לֶּה H428 בְּנֵ֥י H1121 צְרוּיָ֖ה H6870 קָשִׁ֣ים H7186 מִמֶּ֑נִּי H4480 יְשַׁלֵּ֧ם H7999 יְהוָ֛ה H3068 לְעֹשֵׂ֥ה H6213 הָרָעָ֖ה H7451 כְּרָעָתֽ H7451 "
}
