{
  "1": "וַיִּשְׁמַ֣ע H8085 בֶּן H1121 שָׁא֗וּל H7586 כִּ֣י H3588 מֵ֤ת H4191 אַבְנֵר֙ H74 בְּחֶבְר֔וֹן H2275 וַיִּרְפּ֖וּ H7503 יָדָ֑יו H3027 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 נִבְהָֽלוּ H926 ",
  "2": "וּשְׁנֵ֣י H8147 אֲנָשִׁ֣ים H376 שָׂרֵֽי H8269 גְדוּדִ֣ים H1416 הָי֪וּ H1961 בֶן H1121 שָׁא֟וּל H7586 שֵׁם֩ H8034 הָאֶחָ֨ד H259 בַּֽעֲנָ֜ה H1196 וְשֵׁ֧ם H8034 הַשֵּׁנִ֣י H8145 רֵכָ֗ב H7394 בְּנֵ֛י H1121 רִמּ֥וֹן H7417 הַבְּאֶֽרֹתִ֖י H886 מִבְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 כִּ֚י H3588 גַּם H1571 בְּאֵר֔וֹת H881 תֵּחָשֵׁ֖ב H2803 עַל H5921 בִּנְיָמִֽן H1144 ",
  "3": "וַיִּבְרְח֥וּ H1272 הַבְּאֵרֹתִ֖ים H886 גִּתָּ֑יְמָה H1664 וַֽיִּהְיוּ H1961 שָׁ֣ם H8033 גָּרִ֔ים H1481 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "4": "וְלִ H3083 בֶּן H1121 שָׁא֔וּל H7586 בֵּ֖ן H1121 נְכֵ֣ה H5223 רַגְלָ֑יִם H7272 בֶּן H1121 חָמֵ֣שׁ H2568 שָׁנִ֣ים H8141 הָיָ֡ה H1961 בְּבֹ֣א H935 שְׁמֻעַת֩ H8052 שָׁא֨וּל H7586 וִיהֽוֹנָתָ֜ן H3083 מִֽיִּזְרְעֶ֗אל H3157 וַתִּשָּׂאֵ֤ H5375 אֹֽמַנְתּוֹ֙ H539 וַתָּנֹ֔ס H5127 וַיְהִ֞י H1961 בְּחָפְזָ֥ H2648 לָנ֛וּס H5127 וַיִּפֹּ֥ל H5307 וַיִּפָּסֵ֖חַ H6452 וּשְׁמ֥ H8034 מְפִיבֹֽשֶׁת H4648 ",
  "5": "וַיֵּ֨לְכ֜וּ H3212 בְּנֵֽי H1121 רִמּ֤וֹן H7417 הַבְּאֵֽרֹתִי֙ H886 רֵכָ֣ב H7394 וּבַעֲנָ֔ה H1196 וַיָּבֹ֨אוּ֙ H935 כְּחֹ֣ם H2527 הַיּ֔וֹם H3117 אֶל H413 בֵּ֖ית H1004 אִ֣ישׁ H378 בֹּ֑שֶׁת H378 וְה֣וּא H1931 שֹׁכֵ֔ב H7901 אֵ֖ת H853 מִשְׁכַּ֥ב H4904 הַֽצָּהֳרָֽיִם H6672 ",
  "6": "וְ֠הֵנָּה H2007 בָּ֜אוּ H935 עַד H5704 תּ֤וֹךְ H8432 הַבַּ֨יִת֙ H1004 לֹקְחֵ֣י H3947 חִטִּ֔ים H2406 וַיַּכֻּ֖ H5221 אֶל H413 הַחֹ֑מֶשׁ H2570 וְרֵכָ֛ב H7394 וּבַעֲנָ֥ה H1196 אָחִ֖יו H251 נִמְלָֽטוּ H4422 ",
  "7": "וַיָּבֹ֣אוּ H935 הַבַּ֗יִת H1004 וְהֽוּא H1931 שֹׁכֵ֤ב H7901 עַל H5921 מִטָּתוֹ֙ H4296 בַּחֲדַ֣ר H2315 מִשְׁכָּב֔וֹ H4904 וַיַּכֻּ֨ H5221 וַיְמִתֻ֔ H4191 וַיָּסִ֖ירוּ H5493 אֶת H853 רֹאשׁ֑וֹ H7218 וַיִּקְחוּ֙ H3947 אֶת H853 רֹאשׁ֔וֹ H7218 וַיֵּֽלְכ֛וּ H3212 דֶּ֥רֶךְ H1870 הָעֲרָבָ֖ה H6160 כָּל H3605 הַלָּֽיְלָה H3915 ",
  "8": "וַ֠יָּבִאוּ H935 אֶת H853 רֹ֨אשׁ H7218 אִֽישׁ H378 בֹּ֥שֶׁת H378 אֶל H413 דָּוִד֮ H1732 חֶבְרוֹן֒ H2275 וַיֹּֽאמְרוּ֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 הִנֵּֽה H2009 רֹ֣אשׁ H7218 אִֽישׁ H378 בֹּ֗שֶׁת H378 בֶּן H1121 שָׁאוּל֙ H7586 אֹֽיִבְךָ֔ H341 אֲשֶׁ֥ר H834 בִּקֵּ֖שׁ H1245 אֶת H853 נַפְשֶׁ֑ךָ H5315 וַיִּתֵּ֣ן H5414 יְ֠הוָה H3068 לַֽאדֹנִ֨ H113 הַמֶּ֤לֶךְ H4428 נְקָמוֹת֙ H5360 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 מִשָּׁא֖וּל H7586 וּמִ H2233 ",
  "9": "וַיַּ֨עַן H6030 דָּוִ֜ד H1732 אֶת H853 רֵכָ֣ב H7394 וְאֶת H853 בַּעֲנָ֣ה H1196 אָחִ֗יו H251 בְּנֵ֛י H1121 רִמּ֥וֹן H7417 הַבְּאֵֽרֹתִ֖י H886 וַיֹּ֣אמֶר H559 לָהֶ֑ם Hl חַי H2416 יְהוָ֕ה H3068 אֲשֶׁר H834 פָּדָ֥ה H6299 אֶת H853 נַפְשִׁ֖י H5315 מִכָּל H3605 צָרָֽה H6869 ",
  "10": "כִּ֣י H3588 הַמַּגִּיד֩ H5046 לִ֨י Hl לֵאמֹ֜ר H559 הִנֵּה H2009 מֵ֣ת H4191 שָׁא֗וּל H7586 וְהֽוּא H1931 הָיָ֤ה H1961 כִמְבַשֵּׂר֙ H1319 בְּעֵינָ֔י H5869 וָאֹחֲזָ֣ H270 ב֔וֹ Hb וָאֶהְרְגֵ֖ H2026 בְּצִֽקְלָ֑ג H6860 אֲשֶׁ֥ר H834 לְתִתִּ H5414 ל֖וֹ Hl בְּשֹׂרָֽה H1309 ",
  "11": "אַ֞ף H637 כִּֽי H3588 אֲנָשִׁ֣ים H376 רְשָׁעִ֗ים H7563 הָרְג֧וּ H2026 אֶת H853 אִישׁ H376 צַדִּ֛יק H6662 בְּבֵית֖ H1004 עַל H5921 מִשְׁכָּב֑וֹ H4904 וְעַתָּ֗ה H6258 הֲל֨וֹא H3808 אֲבַקֵּ֤שׁ H1245 אֶת H853 דָּמוֹ֙ H1818 מִיֶּדְ H3027 וּבִעַרְתִּ֥י H1197 אֶתְכֶ֖ם H853 מִן H4480 הָאָֽרֶץ H776 ",
  "12": "וַיְצַו֩ H6680 דָּוִ֨ד H1732 אֶת H853 הַנְּעָרִ֜ים H5288 וַיַּהַרְג֗וּ H2026 וַֽיְקַצְּצ֤וּ H7112 אֶת H853 יְדֵיהֶם֙ H3027 וְאֶת H853 רַגְלֵיהֶ֔ם H7272 וַיִּתְל֥וּ H8518 עַל H5921 הַבְּרֵכָ֖ה H1295 בְּחֶבְר֑וֹן H2275 וְאֵ֨ת H853 רֹ֤אשׁ H7218 אִֽישׁ H378 בֹּ֨שֶׁת֙ H378 לָקָ֔חוּ H3947 וַיִּקְבְּר֥וּ H6912 בְקֶֽבֶר H6913 אַבְנֵ֖ר H74 בְּחֶבְרֽוֹן H2275 "
}
