{
  "1": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַיַּ֥ךְ H5221 דָּוִ֛ד H1732 אֶת H853 פְּלִשְׁתִּ֖ים H6430 וַיַּכְנִיעֵ֑ H3665 וַיִּקַּ֥ח H3947 דָּוִ֛ד H1732 אֶת H853 מֶ֥תֶג H4965 הָאַמָּ֖ה H4965 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
  "2": "וַיַּ֣ךְ H5221 אֶת H853 מוֹאָ֗ב H4124 וַֽיְמַדְּדֵ֤ H4058 בַּחֶ֨בֶל֙ H2256 הַשְׁכֵּ֣ב H7901 אוֹתָ֣ם H853 אַ֔רְצָה H776 וַיְמַדֵּ֤ד H4058 שְׁנֵֽי H8147 חֲבָלִים֙ H2256 לְהָמִ֔ית H4191 וּמְלֹ֥א H4393 הַחֶ֖בֶל H2256 לְהַחֲי֑וֹת H2421 וַתְּהִ֤י H1961 מוֹאָב֙ H4124 לְדָוִ֔ד H1732 לַעֲבָדִ֖ים H5650 נֹשְׂאֵ֥י H5375 מִנְחָֽה H4503 ",
  "3": "וַיַּ֣ךְ H5221 דָּוִ֔ד H1732 אֶת H853 הֲדַדְעֶ֥זֶר H1909 בֶּן H1121 רְחֹ֖ב H7340 מֶ֣לֶךְ H4428 צוֹבָ֑ה H6678 בְּלֶכְתּ֕ H3212 לְהָשִׁ֥יב H7725 יָד֖וֹ H3027 בִּֽנְהַר H5104 ",
  "4": "וַיִּלְכֹּ֨ד H3920 דָּוִ֜ד H1732 מִמֶּ֗נּוּ H4480 אֶ֤לֶף H505 וּשְׁבַע H7651 מֵאוֹת֙ H3967 פָּרָשִׁ֔ים H6571 וְעֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 אִ֣ישׁ H376 רַגְלִ֑י H7273 וַיְעַקֵּ֤ר H6131 דָּוִד֙ H1732 אֶת H853 כָּל H3605 הָרֶ֔כֶב H7393 וַיּוֹתֵ֥ר H3498 מִמֶּ֖נּוּ H4480 מֵ֥אָה H3967 רָֽכֶב H7393 ",
  "5": "וַתָּבֹא֙ H935 אֲרַ֣ם H758 דַּמֶּ֔שֶׂק H1834 לַעְזֹ֕ר H5826 לַהֲדַדְעֶ֖זֶר H1909 מֶ֣לֶךְ H4428 צוֹבָ֑ה H6678 וַיַּ֤ךְ H5221 דָּוִד֙ H1732 בַּֽאֲרָ֔ם H758 עֶשְׂרִֽים H6242 וּשְׁנַ֥יִם H8147 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "6": "וַיָּ֨שֶׂם H7760 דָּוִ֤ד H1732 נְצִבִים֙ H5333 בַּאֲרַ֣ם H758 דַּמֶּ֔שֶׂק H1834 וַתְּהִ֤י H1961 אֲרָם֙ H758 לְדָוִ֔ד H1732 לַעֲבָדִ֖ים H5650 נוֹשְׂאֵ֣י H5375 מִנְחָ֑ה H4503 וַיֹּ֤שַׁע H3467 יְהוָה֙ H3068 אֶת H853 דָּוִ֔ד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
  "7": "וַיִּקַּ֣ח H3947 דָּוִ֗ד H1732 אֵ֚ת H853 שִׁלְטֵ֣י H7982 הַזָּהָ֔ב H2091 אֲשֶׁ֣ר H834 הָי֔וּ H1961 אֶ֖ל H413 עַבְדֵ֣י H5650 הֲדַדְעָ֑זֶר H1909 וַיְבִיאֵ֖ H935 יְרוּשָׁלִָֽם H3389 ",
  "8": "וּמִ H984 וּמִ H1268 עָרֵ֣י H5892 הֲדַדְעָ֑זֶר H1909 לָקַ֞ח H3947 הַמֶּ֧לֶךְ H4428 דָּוִ֛ד H1732 נְחֹ֖שֶׁת H5178 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
  "9": "וַיִּשְׁמַ֕ע H8085 תֹּ֖עִי H8583 מֶ֣לֶךְ H4428 חֲמָ֑ת H2574 כִּ֚י H3588 הִכָּ֣ה H5221 דָוִ֔ד H1732 אֵ֖ת H853 כָּל H3605 חֵ֥יל H2426 הֲדַדְעָֽזֶר H1909 ",
  "10": "וַיִּשְׁלַ֣ח H7971 תֹּ֣עִי H8583 אֶת H853 יֽוֹרָם H3141 בְּנ֣וֹ H1121 אֶל H413 הַמֶּֽלֶךְ H4428 דָּ֠וִד H1732 לִשְׁאָל H7592 ל֨וֹ Hl לְשָׁל֜וֹם H7965 וּֽלְ H1288 עַל֩ H5921 אֲשֶׁ֨ר H834 נִלְחַ֤ם H3898 בַּהֲדַדְעֶ֨זֶר֙ H1909 וַיַּכֵּ֔ H5221 כִּי H3588 אִ֛ישׁ H376 מִלְחֲמ֥וֹת H4421 תֹּ֖עִי H8583 הָיָ֣ה H1961 הֲדַדְעָ֑זֶר H1909 וּבְ H3027 הָי֛וּ H1961 כְּלֵֽי H3627 כֶ֥סֶף H3701 וּכְלֵֽי H3627 זָהָ֖ב H2091 וּכְלֵ֥י H3627 נְחֹֽשֶׁת H5178 ",
  "11": "גַּם H1571 אֹתָ֕ם H853 הִקְדִּ֛ישׁ H6942 הַמֶּ֥לֶךְ H4428 דָּוִ֖ד H1732 לַֽיהוָ֑ה H3068 עִם H5973 הַכֶּ֤סֶף H3701 וְהַ H2091 אֲשֶׁ֣ר H834 הִקְדִּ֔ישׁ H6942 מִכָּל H3605 הַגּוֹיִ֖ם H1471 אֲשֶׁ֥ר H834 כִּבֵּֽשׁ H3533 ",
  "12": "מֵאֲרָ֤ם H758 וּמִ H4124 וּמִ H1121 עַמּ֔וֹן H5983 וּמִ H6430 וּמֵֽ H6002 וּמִ H7998 הֲדַדְעֶ֥זֶר H1909 בֶּן H1121 רְחֹ֖ב H7340 מֶ֥לֶךְ H4428 צוֹבָֽה H6678 ",
  "13": "וַיַּ֤עַשׂ H6213 דָּוִד֙ H1732 שֵׁ֔ם H8034 בְּשֻׁב֕ H7725 מֵהַכּוֹת֥ H5221 אֶת H853 אֲרָ֖ם H758 בְּגֵיא H1516 מֶ֑לַח H4417 שְׁמוֹנָ֥ה H8083 עָשָׂ֖ר H6240 אָֽלֶף H505 ",
  "14": "וַיָּ֨שֶׂם H7760 בֶּאֱד֜וֹם H123 נְצִבִ֗ים H5333 בְּכָל H3605 אֱדוֹם֙ H123 שָׂ֣ם H7760 נְצִבִ֔ים H5333 וַיְהִ֥י H1961 כָל H3605 אֱד֖וֹם H123 עֲבָדִ֣ים H5650 לְדָוִ֑ד H1732 וַיּ֤וֹשַׁע H3467 יְהוָה֙ H3068 אֶת H853 דָּוִ֔ד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
  "15": "וַיִּמְלֹ֥ךְ H4427 דָּוִ֖ד H1732 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 דָוִ֗ד H1732 עֹשֶׂ֛ה H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 לְכָל H3605 עַמּֽוֹ H5971 ",
  "16": "וְיוֹאָ֥ב H3097 בֶּן H1121 צְרוּיָ֖ה H6870 עַל H5921 הַצָּבָ֑א H6635 וִיהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 מַזְכִּֽיר H2142 ",
  "17": "וְצָד֧וֹק H6659 בֶּן H1121 אֲחִיט֛וּב H285 וַאֲחִימֶ֥לֶךְ H288 בֶּן H1121 אֶבְיָתָ֖ר H54 כֹּהֲנִ֑ים H3548 וּשְׂרָיָ֖ה H8304 סוֹפֵֽר H5608 ",
  "18": "וּבְנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 וְהַ H3774 וְהַ H6432 וּבְנֵ֥י H1121 דָוִ֖ד H1732 כֹּהֲנִ֥ים H3548 הָיֽוּ H1961 "
}
