{
  "1": "These are the names of the priests and descendants of Levi that returned from Babylonia with Zerubbabel and Jeshua. They included\\li1 Seraiah, Jeremiah, Ezra,\n\\li1",
  "2": "Amariah, Malluk, Hattush,\\li1",
  "3": "Shecaniah, Rehum, Meremoth,\n\n\\li1",
  "4": "Iddo, Ginnethon, Abijah,\\li1",
  "5": "Mijamin, Moadiah, Bilgah,\\li1",
  "6": "Shemaiah, Joiarib, Jedaiah,\\li1",
  "7": "Sallu, Amok, Hilkiah, and Jedaiah.\\m All those men were leaders of the priests and their associates during the time that Jeshua was the leader of all the priests.",
  "8": "Here is a list of the descendants of Levi who returned: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah. Mattaniah and his brothers led the people in singing songs to thank God.",
  "9": "Bakbukiah and Unni, their associates, formed a choir that stood across from the other group when they sang.",
  "10": "Jeshua many years previously was the high priest. He was the father of Joiakim, who was the father of Eliashib, who was the father of Joiada,",
  "11": "who was the father of Jonathan, who was the father of Jaddua.",
  "12": "When Joiakim was the leader of all the priests, these were the leaders of the families of priests:\\li1 Meraiah, of the family of Seraiah,\n\\li1 Hananiah, of the family of Jeremiah,\n\\li1",
  "13": "Meshullam, of the family of Ezra,\\li1 Jehohanan, of the family of Amariah,\n\\li1",
  "14": "Jonathan, of the family of Malluk,\\li1 Joseph, of the family of Shecaniah.\n \n\n\\li1",
  "15": "More leaders were Adna, of the family of Harim,\\li1 Helkai, of the family of Meremoth,\n\\li1",
  "16": "Zechariah, of the family of Iddo,\\li1 Meshullam, of the family of Ginnethon,\n\\li1",
  "17": "Zicri, of the family of Abijah.\\li1 There was also a leader of the family of Miniamin.\n\\li1 Piltai, of the family of Moadiah.\n\\li1",
  "18": "Shammua, of the family of Bilgah,\\li1 Jehonathan, of the family of Shemaiah,\n\\li1",
  "19": "Mattenai, of the family of Joiarib,\\li1 Uzzi, of the family of Jedaiah,\n\\li1",
  "20": "Kallai, of the family of Sallu,\\li1 Eber, of the family of Amok,\n\\li1",
  "21": "Hashabiah, of the family of Hilkiah,\\li1 and Nethanel, of the family of Jedaiah.",
  "22": "During time when Eliashib led the Levites, this is a list of them all: Elisahib, Joiada, Johanan, and Jaddua were the leaders of all the priests. They wrote the names of the families who were descendants of Levi. When Darius was king of Persia, the priests were responsible for recording the names of those who were the heads of families.",
  "23": "They wrote the names of the leaders of the families who were descendants of Levi in the book of the annals until the time that Eliashib's grandson Johanan was the leader of all the priests.",
  "24": "These were the leaders of the Levites: Hashabiah, Sherebiah, Jeshua son of Kadmiel, and their brothers who stood across from them to praise and give thanks to God. They did that just as King David, the man who served God, had instructed them.",
  "25": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were the gatekeepers. They stood guard at the storerooms close to the gates of the temple.",
  "26": "They did that work during the time of Joiakim son of Jeshua and the grandson of Jehozadak, during the time of Nehemiah the governor and Ezra the priest. Ezra also knew the Jewish laws very well.",
  "27": "When we dedicated the wall around Jerusalem, we summoned the descendants of Levi from the places around Israel where they lived, so they could come to celebrate the dedication of the wall. They would sing songs to thank God and many of them made music by playing cymbals and harps and other stringed instruments.",
  "28": "We summoned the descendants of Levi who constantly sang together. They came to Jerusalem from nearby areas where they had settled, and from places around Netophah, southeast of Jerusalem.",
  "29": "They came also from three places northeast of Jerusalem, Beth Gilgal and the areas around Geba and Azmaveth. Near Jerusalem the singers built villages where they lived.",
  "30": "The priests and descendants of Levi performed rituals to make them clean in God's eyes, and they did the same for all the people, and even for the gates of the city and finally, for the wall.",
  "31": "Then I gathered together the leaders of Judah on top of the wall, and I appointed them to lead two large groups to march around the city on top of the wall, thanking God. As they faced the city, one group walked to the right toward the Dung Gate.",
  "32": "Behind their leaders marched Hoshaiah and half of the leaders of Judah.",
  "33": "Those who followed after them were Azariah, Ezra, Meshullam,",
  "34": "Judah, Benjamin, Shemaiah, Jeremiah,",
  "35": "and some of the priests' sons who played their trumpets, including Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah,the son of Micaiah, the son of Zaccur, a descendant of Asaph.",
  "36": "Behind them marched other members of Zechariah's family, including Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani. They all were playing the same kinds of musical instruments that King David had played many years previously. Ezra, the man who knew the Jewish laws very well, marched in front of this group.",
  "37": "When they reached the Fountain Gate, they went up the steps to the city of David, past the location of David's palace, and then to the wall at the Water Gate, on the east side of the city.",
  "38": "The other choir who were singing and thanking Yahweh marched to the left on top of the wall. I followed them with half of the people. We marched past the Tower of the Ovens to the Broad Wall.",
  "39": "From there we marched past Ephraim Gate, Jeshanah Gate, the Fish Gate, the Tower of Hananel, the Tower of the Hundred Soldiers, to the Sheep Gate. We finished marching near the gate into the temple.",
  "40": "Both the groups reached the house of God as they were singing and thanking him. They stood in their places there. I and the leaders who were with me also stood in our places.",
  "41": "My group included the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with their trumpets.",
  "42": "There was another named Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers sang with Jezrahiah who was their leader.",
  "43": "After we went outside the temple, we offered many sacrifices. We men all rejoiced because God had caused us to be very happy. The women and the children also rejoiced. People far away could hear the noise that we made there in Jerusalem.",
  "44": "On that day men were appointed to be in charge of the storerooms where they kept the money that people gave for the temple. They also were in charge of the tithes and the first part of the grain and fruit that was harvested each year. They also brought into the storerooms a part of the harvest from the fields for the priests and the descendants of Levi. This was done because the people of Judah were so happy to have servants serving in the house of Yahweh.",
  "45": "The priests and Levites were serving Yahweh in their rituals to purify things, and the musicians in the temple and the gatekeepers also did their work as King David and his son Solomon had declared that they should do.",
  "46": "Ever since the time of David and Asaph, there have been directors of the singers, and they sang songs to praise and thank God.",
  "47": "During the years of Zerubbabel and in the days of Nehemiah the governor, all Israel contributed the food that the singers and temple gatekeepers needed every day. They set aside what the Levites needed to live on, and the Levites set aside for the descendants of Aaron, the first leader of all the priests, what they needed."
}
