{
  "1": "After the wall had been finished and we had put the gates in their places, we assigned to the temple guards and to the members of the sacred choir and the other descendants of Levi the work that they were to do.",
  "2": "I appointed my brother Hanani as governor of Jerusalem. He was a faithful man who respected God and honored him, more than many others. In addition, Hananiah was appointed commander of the fortress there in Jerusalem.",
  "3": "I said to them, \"Do not open the gates of Jerusalem until the sun is hot. And close the gates and put the bars across the doors only when gatekeepers are guarding the gates.\" I also told them to appoint some people who live in Jerusalem to be guards, and to assign some of them to guard stations around the city, and some would guard near their own houses.\"",
  "4": "The city of Jerusalem covered a large area, but at that time not many people lived in the city, and they had not rebuilt any of the houses.",
  "5": "God gave me the idea to summon the leaders and officials and other people, and to enroll them by their families in the books of the records of the families. I also found the records of the people who had been the first ones to return to Jerusalem. This is what I found written in those records.",
  "6": "\"This is a list of the people who returned to Jerusalem and to other places in Judea. They had been living in Babylonia. Nebuchadnezzar had taken them there. They returned to Jerusalem and to Judah. Each one who returned went back to his own city where his ancestors had lived before the exile.",
  "7": "They came back with Zerubbabel, Joshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The number of men from the people who returned to Judah are listed next.\n\n\n\\li2",
  "8": "From the descendants of Parosh, 2,172,\\li2",
  "9": "from the descendants of Shephatiah, 372,\\li2",
  "10": "from the descendants of Arah, 652.\n\n\\li2",
  "11": "From the descendants of Pahathmoab, the descendants of Jeshua and Joab, 2,818,\\li2",
  "12": "from the descendants of Elam, 1,254,\\li2",
  "13": "from the descendants of Zattu, 845,\\li2",
  "14": "from the descendants of Zakkai, 760.\n\n\\li2",
  "15": "From the descendants of Bani, 648,\\li2",
  "16": "from the descendants of Bebai, 628,\\li2",
  "17": "from the descendants of Azgad, 2,322,\\li2",
  "18": "from the descendants of Adonikam, 667.\n\n\\li2",
  "19": "From the descendants of Bigvai, 2,067,\\li2",
  "20": "from the descendants of Adin, 655,\\li2",
  "21": "from the descendants of Ater, whose other name is Hezekiah, 98,\\li2",
  "22": "from the descendants of Hashum, 328.\n\n\\li2",
  "23": "From the descendants of Bezai, 324,\\li2",
  "24": "from the descendants of Hariph, whose other name is Jorah, 112,\\li2",
  "25": "from the descendants of Gibeon, whose other name is Gibbar, ninety-five.i",
  "26": "Men whose ancestors had lived in these towns also returned:\\li2 Men from Bethlehem and Netophah, 188.\n\n\n\\li2",
  "27": "There were also men from Anathoth, 128,\\li2",
  "28": "men from Beth Azmaveth, forty-two,\\li2",
  "29": "men from Kiriath Jearim, Kephirah and Beeroth, 743,\\li2",
  "30": "men from Ramah and Geba, 621.\n\n\\li2",
  "31": "There were men from Micmash, 122,\\li2",
  "32": "men from Bethel and Ai, 123,\\li2",
  "33": "men from Nebo, fifty-two,\\li2",
  "34": "men from Elam, 1,254.\n\n\\li2",
  "35": "There were men from Harim, 320,\\li2",
  "36": "men from Jericho, 345,\\li2",
  "37": "men from Lod, Hadid, and Ono, 721,\\li2",
  "38": "men from Senaah, 3,930.i These priests also returned:\n\n\n\\li2",
  "39": "The descendants of Jedaiah, who are the family of Jeshua, 973,\\li2",
  "40": "the descendants of Immer, 1,052,\\li2",
  "41": "the descendants of Pashhur, 1,247,\\li2",
  "42": "the descendants of Harim, 1,017.\n\ni",
  "43": "Descendants of Levi who returned were:\\li2 the descendants of Jeshua, Kadmiel, Binnui, and Hodeva, seventy-four,\n\\li2",
  "44": "singers who were descendants of Asaph, 148.i",
  "45": "Also 138 temple gatekeepers from the descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, returned.\n\ni",
  "46": "Temple workers who returned were descendants of these men:\\li2 Ziha, Hasupha, Tabbaoth,\n\\li2",
  "47": "Keros, Sia, Padon,\\li2",
  "48": "Lebanah, Hagabah, Shalmai,\\li2",
  "49": "Hanan, Giddel, Gahar,\n\n\\li2",
  "50": "Reaiah, Rezin, Nekoda,\\li2",
  "51": "Gazzam, Uzza, Paseah,\\li2",
  "52": "Besai, Meunim, Ephusesim who is also called Nephushesim,\n\n\\li2",
  "53": "Bakbuk, Hakupha, Harhur,\\li2",
  "54": "Bazluth who is also called Bazluth, Mehida, Harsha,\\li2",
  "55": "Barkos, Sisera, Temah,\\li2",
  "56": "Neziah, and Hatipha.\n\ni",
  "57": "Descendants of the servants of King Solomon who returned were:\\li2 Sotai, Sophereth, Perida,\n\\li2",
  "58": "Jaalah, Darkon, Giddel,\\li2",
  "59": "the descendants of Shephatiah, the descendants of Hattil, the descendants of Pochereth Hazzebaim, the descendants of Amon.i",
  "60": "Altogether, there were 392 temple workers and descendants of Solomon's servants who returned.\n\ni",
  "61": "61-62 Another group of 642 people from the clans of Delaiah, Tobiah, and Nekoda returned from the towns of Telmelah, Telharsha, Kerub, Addon, also known as Addon, and Immer in Babylonia. But they could not prove that they were descendants of Israel.i",
  "62": "Priests from the descendants of Hobaiah, Hakkoz, and Barzillai also returned. Barzillai had married a woman who is a descendant of a man named Barzillai from the region of Gilead, and he had taken his wife's family name.",
  "63": "They searched in the records that contained the names of people's ancestors, but they could not find the names of those families, so they were not allowed to have the rights and duties that priests had. They did not qualify to be priests because they could not trace their family history.",
  "64": "The governor told them they should not be allowed to eat the priests' share of the food, taken from the sacrifices, and they should come who could use the marked stones to find what God said about their being priests once more.\n\ni",
  "65": "Altogether, there were 42,360 people who returned to Judea.",
  "66": "There were also 7,337 of their servants, and two-hundred and forty-five singers, counting both men and women.",
  "67": "The Israelites also brought back from Babylonia 736 horses, 245 mules,",
  "68": "435 camels, and 6,720 donkeys.\n\ni",
  "69": "Some of the leaders of the clans gave gifts for the work of rebuilding the temple. The governor gave eight and one-half kilograms of gold, fifty bowls to be used in the temple, and five-hundred and thirty robes for the priests.",
  "70": "The other leaders gave to the treasury one-hundred and seventy kilograms of gold, and the leaders of the clans gave a total of one and one-fifth metric tons of silver.",
  "71": "The rest of the people gave one-hundred and seventy kilograms of gold, and one metric ton of silver, and sixty-seven robes for the priests.\n\ni",
  "72": "So the priests, the Levites who helped the priests, the temple guards, the musicians, the temple workers, and many ordinary people, who were all Israelites, started to live in the towns and cities of Judea where their ancestors had lived. By the seventh month the people of Israel had gone to their cities and they were living in them."
}
