{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moab rebelled against Israel after the death of Ahab.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahaziah fell down through the lattice in his upper chamber in Samaria, and was injured. So he sent for messengers and said to them, \"Go, ask Baal-Zebub, the god of Ekron, whether I will recover from this injury.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel of Yahweh said to Elijah the Tishbite, \"Arise, go up to meet the messengers of the king of Samaria, and ask them, 'Is it because there is no God in Israel that you are going to consult with Baal-Zebub, the god of Ekron?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says, \"You will not come down from the bed to where you have gone up; instead, you will certainly die.\"'\" Then Elijah left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the messengers returned to Ahaziah, he said to them, \"Why have you returned?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"A man came to meet us who said to us, 'Go back to the king who sent you, and say to him, \"Yahweh says this: 'Is it because there is no God in Israel that you sent men to consult with Baal-Zebub, the god of Ekron? Therefore you will not come down from the bed to which you have gone up; instead, you will certainly die.'\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah said to his messengers, \"What sort of man was he, the one who came up to meet you and said these words to you?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered him, \"He wore a garment made of hair and had a leather belt wrapped around his waist.\" So the king replied, \"That is Elijah the Tishbite.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent a captain with fifty soldiers to Elijah. The captain went up to Elijah where he was sitting on the top of a hill. The captain spoke to him, \"You, man of God, the king has said, 'Come down.'\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah answered and said to the captain, \"If I am a man of God, let fire come down from heaven and consume you and your fifty men.\" Then fire came down from heaven and consumed him and his fifty men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again King Ahaziah sent to Elijah another captain with fifty soldiers. This captain also said to Elijah, \"You, man of God, the king says, 'Come down quickly.'\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah answered and said to them, \"If I am a man of God, let fire come down from heaven and consume you and your fifty men.\" Again the fire of God came down from heaven and consumed him and his fifty men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet again the king sent a third group of fifty warriors. This captain went up, fell on his knees before Elijah, and implored him and said to him, \"You, man of God, I ask you, let my life and the life of these fifty servants of yours be precious in your sight.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, fire came down from heaven and consumed the first two captains with their men, but now let my life be precious in your sight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh said to Elijah, \"Go down with him. Do not be afraid of him.\" So Elijah arose and went down with him to the king.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Elijah said to Ahaziah, \"This is what Yahweh says, 'You have sent messengers to consult with Baal-Zebub, the god of Ekron. Is it because there is no God in Israel from whom you can ask for information? So now, you will not come down from the bed where you have gone up; you will certainly die.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Ahaziah died according to the word of Yahweh that Elijah had spoken. Joram began to reign in his place, in the second year of Jehoram son of Jehoshaphat king of Judah, because Ahaziah had no son.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Ahaziah, are they not written in the book of the events of the kings of Israel?\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}