{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Athaliah, the mother of Ahaziah, saw that her son was dead, she arose and killed all the royal children.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehosheba, a daughter of King Jehoram and sister of Ahaziah, took Joash son of Ahaziah, and hid him away from among the king's sons who were killed, along with his nurse; she put them into a bedroom. They hid him from Athaliah so that he was not killed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He remained with her six years, hidden in the house of Yahweh, while Athaliah reigned over the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seventh year, Jehoiada sent messages and brought the commanders of hundreds of the Carites and of the guard, and brought them to himself, into the temple of Yahweh. He made a covenant with them, and he made them swear an oath in the house of Yahweh. Then he showed them the king's son.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded them, saying, \"This is what you must do. A third of you who come on the Sabbath will keep watch over the king's house,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and a third will be at the Sur Gate, and a third at the gate behind the guardhouse.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two other groups who are not serving on the Sabbath, you must keep the watch over the house of Yahweh for the king.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must surround the king, every man with his weapons in his hand. Whoever enters within your ranks, let him be killed. You must stay with the king when he goes out, and when he comes in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the commanders of hundreds obeyed everything Jehoiada the priest commanded. Each one took his men, those who were to come in to serve on the Sabbath, and those who were to stop serving on that Sabbath; and they came to Jehoiada the priest.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada the priest gave the commanders of hundreds the spears and shields that belonged to King David and that were in the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the guards stood, each man with his weapon in his hand, from the right side of the temple to the left side, near the altar and the temple, surrounding the king.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada brought out the king's son Joash, put the crown on him, and gave him the covenant decrees. Then they made him king and anointed him. They clapped their hands and said, \"Long live the king!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Athaliah heard the noise of the guard and of the people, she came to the people in the house of Yahweh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She looked, and, behold, the king was standing by the pillar, as the custom was, and the captains and the trumpeters were by the king. All the people of the land were rejoicing and blowing trumpets. Then Athaliah tore her clothes and shouted, \"Treason! Treason!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada the priest ordered the commanders of hundreds who were over the army, saying, \"Bring her out between the ranks. Anyone who follows her, kill him with the sword.\" For the priest had said, \"Do not let her be killed in the house of Yahweh.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they seized her as she reached the place where the horses enter the palace grounds, and there she was killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada made a covenant between Yahweh and the king and people, that they should be Yahweh's people, and also between the king and the people.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people of the land went to the house of Baal and tore it down. They smashed Baal's altars and his idol figures to pieces, and they killed Mattan, the priest of Baal, in front of those altars. Then Jehoida the priest appointed guards over the temple of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoida took with him the commanders of hundreds, the Carites, the guard, and all the people of the land, and together they brought down the king from the house of Yahweh and they went into the king's house, entering by way of the gate of the guards. Joash took his place on the royal throne. \n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people of the land rejoiced, and the city was quiet after Athaliah had been killed with the sword at the king's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash was seven years old when he began to reign.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}