{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seventh year of Jehu, the reign of Joash began; he reigned for forty years in Jerusalem. His mother's name was Zibiah, of Beersheba.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash did what was right in the eyes of Yahweh all the time, because Jehoiada the priest was instructing him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the high places were not taken away. The people still sacrificed and burned incense on the high places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash said to the priests, \"All the money that is brought in as sacred offerings into the house of Yahweh, that money for which each person is assessed—whether it is the money collected in the census, or the money received from personal vows, or the money brought in by people motivated by Yahweh in their hearts to give—\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priests should receive the money from one of their treasurers and repair whatever damage is found in the temple.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But by the twenty-third year of King Joash, the priests had not repaired anything in the temple.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Joash called for Jehoiada the priest and for the other priests; he said to them, \"Why have you not repaired anything in the temple? Now take no more money from your taxpayers, but take what has been collected for repairs of the temple and give it to those who can make the repairs.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the priests consented to take no more money from the people and not repair the temple themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, Jehoiada the priest took a chest, bored a hole in its lid, and set it beside the altar, on the right side as one comes into the house of Yahweh. The priests who were guarding the temple entrance put into it all the money that was brought to the house of Yahweh.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever they saw that there was much money in the chest, the king's scribe and the high priest would come and put the money in bags and then count it, the money found in the temple of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gave the money that was weighed out into the hands of men who took care of the temple of Yahweh. They paid it out to the carpenters and the builders who worked on the temple of Yahweh,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to the masons and the stonecutters, for buying timber and cutting stone to repair the temple of Yahweh, and for all that was needed to be paid to repair it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the money that was brought into the house of Yahweh did not pay to make for it any silver cups, lamp trimmers, basins, trumpets, or any gold or silver furnishing.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gave this money to those who did the work of repairing the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, they did not require the money paid for repairs to be accounted for by the men who received it and paid it to the workmen, because these men were honest.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the money for the guilt offerings and the money for the sin offerings was not brought into the temple of Yahweh, because it belonged to the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hazael king of Aram attacked and fought against Gath, and took it. Hazael then turned to attack Jerusalem.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash king of Judah took all the things that Jehoshaphat and Jehoram and Ahaziah, his fathers, kings of Judah, had set apart, and what he had set apart, and all the gold that was found in the storerooms of the houses of Yahweh and of the king and he sent them to Hazael king of Aram. Then Hazael went away from Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Joash, all that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servants arose and plotted together; they attacked Joash in Beth Millo, on the way that goes down to Silla.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jozabad "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies have \\fqa Jozacar \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "son of Shimeath, and Jehozabad son of Shomer, his servants, attacked him, and he died. They buried Joash with his ancestors in the city of David, and Amaziah, his son, became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}