{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twenty-third year of Joash son of Ahaziah king of Judah, Jehoahaz son of Jehu began to reign over Israel in Samaria; he reigned seventeen years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh and followed the sins of Jeroboam son of Nebat, who caused Israel to sin; and Jehoahaz did not turn away from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The anger of Yahweh burned against Israel, and he gave them continually into the hand of Hazael king of Aram and into the hand of Ben Hadad son of Hazael.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoahaz implored Yahweh, and Yahweh listened to him because he saw the oppression of Israel, how the king of Aram was oppressing them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh gave Israel a rescuer, and they escaped from the hand of the Arameans, and the people of Israel began to live in their homes as they had before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, they did not depart from the sins of the house of Jeroboam, who caused Israel to sin, and they continued in them; and the Asherah pole remained in Samaria.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Arameans left Jehoahaz with only fifty horsemen, ten chariots, and ten thousand footmen, for the king of Aram had destroyed them and made them like the chaff at threshing time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoahaz, and all that he did and his power, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoahaz slept with his ancestors, and they buried him in Samaria. Johoash his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirty-seventh year of Joash king of Judah, the reign of Jehoash son of Jehoahaz began over Israel in Samaria; he reigned sixteen years.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh. He did not leave behind any of the sins of Jeroboam son of Nebat, by which he had made Israel to sin, but he walked in them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoash, and all that he did, and his might by which he fought against Amaziah king of Judah, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash slept with his ancestors, and Jeroboam sat on his throne. Jehoash was buried in Samaria with the kings of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Elisha became sick with an illness by which he later died, so Jehoash the king of Israel came down to him and wept over him. He said, \"My father, my father, the chariots of Israel and the horsemen are taking you away!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to him, \"Pick up a bow and some arrows,\" so Joash picked up a bow and some arrows.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to the king of Israel, \"Put your hand on the bow,\" so he put his hand on it. Then Elisha laid his hands on the king's hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said, \"Open the window eastward,\" so he opened it. Then Elisha said, \"Shoot!\", and he shot. Elisha said, \"This is Yahweh's arrow of victory, the arrow of victory over Aram, for you will attack the Arameans in Aphek until you have consumed them.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha said, \"Take the arrows,\" so Joash took them. He said to the king of Israel, \"Strike the ground with them,\" and he struck the ground three times, then stopped.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the man of God was angry with him and said, \"You should have hit the ground five or six times. Then you would have attacked Aram until you annihilated it, but now you will attack Aram only three times.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha died, and they buried him. Now groups of Moabites invaded the land at the beginning of the year.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were burying a certain man, they saw a group of Moabites, so they threw the body into Elisha's grave. As soon as the man touched Elisha's bones, he revived and stood up on his feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hazael king of Aram oppressed Israel all the days of Jehoahaz.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was gracious to Israel, and had compassion on them and concern for them, because of his covenant with Abraham, Isaac, and Jacob. So Yahweh did not destroy them, and he still has not driven them away from his presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hazael king of Aram died, and Ben Hadad his son became king in his place.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash son of Jehoahaz took back from Ben Hadad son of Hazael the cities that had been taken from Jehoahaz his father by war. Jehoash attacked him three times, and he recovered those cities of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}