{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second year of Jehoash son of Jehoahaz, king of Israel, Amaziah son of Joash, king of Judah, began to reign.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he began to reign; he reigned twenty-nine years in Jerusalem. His mother's name was Jehoaddan, of Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, yet not like David his father. He did everything that Joash, his father, had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the high places were not taken away. The people still sacrificed and burned incense at the high places.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that as soon as his rule was well established, he killed the servants who had murdered his father, the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet he did not put the sons of the murderers to death; instead, he acted according to what was written in the Book of the Law Moses, as Yahweh had commanded, saying, \"The fathers must not be put to death for their children, neither must the children be put to death for their parents. Instead, every person must be put to death for his own sin.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He killed ten thousand soldiers of Edom in the Valley of Salt; he also took Sela in war and called it Joktheel, which is what it is called to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amaziah sent messengers to Jehoash son of Jehoahaz son of Jehu king of Israel, saying, \"Come, let us meet each other face to face in battle.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoash the king of Israel sent messengers back to Amaziah king of Judah, saying, \"A thistle that was in Lebanon sent a message to a cedar in Lebanon, saying, 'Give your daughter to my son for a wife,' but a wild beast in Lebanon walked by and trampled down the thistle.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have indeed attacked Edom, and your heart has lifted you up. Take pride in your victory, but stay at home, for why should you cause yourself trouble and fall, both you and Judah with you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amaziah would not listen. So Jehoash king of Israel attacked and he and Amaziah king of Judah met each other face to face at Beth Shemesh, which belongs to Judah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah was defeated by Israel, and every man fled home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash king of Israel, captured Amaziah, king of Judah son of Jehoash son of Ahaziah, at Beth Shemesh. He came to Jerusalem and tore down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, four hundred cubits in distance.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took all the gold and silver, all the objects that were found in the house of Yahweh, and the valuable things in the king's palace, with hostages also, and returned to Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoash, all that he did, his power, and how he fought with Amaziah king of Judah, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoash slept with his ancestors and was buried in Samaria with the kings of Israel, and Jeroboam, his son, became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah son of Joash, king of Judah, lived fifteen years after the death of Jehoash son of Jehoahaz, king of Israel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Amaziah, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a conspiracy against Amaziah in Jerusalem, and he fled to Lachish. He fled to Lachish, but they sent men after him to Lachish and killed him there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought him back on horses, and he was buried with his ancestors in the city of David.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was Azariah who rebuilt Elath and restored it to Judah, after King Amaziah slept with his ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fifteenth year of Amaziah son of Joash king of Judah, Jeroboam son of Jehoash king of Israel began to reign in Samaria; he reigned forty-one years.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh. He did not depart from any of the sins of Jeroboam son of Nebat, who had caused Israel to sin.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He restored the border of Israel from Lebo Hamath to the Sea of the Arabah, following the commands of the word of Yahweh, the God of Israel, which he had spoken through his servant Jonah son of Amittai, the prophet, who was from Gath Hepher.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh saw the suffering of Israel, that it was very bitter for everyone, both slave and free, and that there was no rescuer for Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh said that he would not blot out the name of Israel under heaven; instead, he saved them by the hand of Jeroboam son of Jehoash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jeroboam, all that he did, his power, how he waged war and recovered Damascus and Hamath, which had belonged to Judah, for Israel, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam slept with his ancestors, with the kings of Israel, and Zechariah his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}