{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah began to reign.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah was sixteen years old when he began to reign, and he reigned for fifty-two years in Jerusalem. His mother's name was Jekoliah, and she was from Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, just as his father Amaziah had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the high places were not taken away. The people still sacrificed and burned incense at the high places.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh afflicted the king so that he was a leper to the day of his death and lived in a separate house. Jotham, the king's son, was over the household and ruled the people of the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Azariah, all that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Azariah slept with his ancestors; they buried him with his ancestors in the city of David. Jotham, his son, became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirty-eighth year of Azariah king of Judah, Zechariah son of Jeroboam reigned over Israel in Samaria for six months.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, as his fathers had done. He did not depart from the sins of Jeroboam son of Nebat, who had caused Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum son of Jabesh conspired against Zechariah, attacked him in Ibleam, and killed him. Then he became king in his place.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Zechariah, they are written in the book of the events of the kings of Israel.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the word of Yahweh that he spoke to Jehu, saying, \"Your descendants will sit on the throne of Israel to the fourth generation.\" That is what happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum son of Jabesh began to reign in the thirty-ninth year of Azariah king of Judah, and he reigned only one month in Samaria.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Menahem son of Gadi went up from Tirzah to Samaria. There he attacked Shallum son of Jabesh, in Samaria. He killed him and became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Shallum and the conspiracy that he formed, they are written in the book of the events of the kings of Israel.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Menahem attacked Tiphsah and all who were there, and the borders around Tirzah, because they did not open up the city to him. So he attacked it, and he ripped open all the pregnant women in that village.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa Tiphsah \\fqa* , one ancient version and some modern versions read,\n\\fqa Tappuah \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi began to reign over Israel; he reigned ten years in Samaria.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh. For his whole life, he did not depart from the sins of Jeroboam son of Nebat, who had caused Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pul the king of Assyria came against the land, and Menahem gave Pul one thousand talents of silver, so that Pul's support might be with him to strengthen the kingdom of Israel in his hand.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Menahem exacted this money from Israel by requiring each of the wealthy men to pay fifty shekels of silver to him to give to the king of Assyria. So the king of Assyria turned back and did not stay there in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Menahem, and all that he did, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Menahem slept with his ancestors, and Pekahiah his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fiftieth year of Azariah king of Judah, Pekahiah son of Menahem began to reign over Israel in Samaria; he reigned two years.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh. He did not leave behind the sins of Jeroboam son of Nebat, by which he had caused Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pekahiah had an officer named Pekah son of Remaliah, who conspired against him. Along with fifty men of Gilead, Pekah killed Pekahiah as well as Argob and Arieh in Samaria, in the citadel of the king's palace. Pekah killed Pekahiah and became king in his place.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Pekahiah, all that he did, they are written in the book of the events of the kings of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fifty-second year of Azariah king of Judah, Pekah son of Remaliah began to reign over Israel in Samaria; he reigned twenty years.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh. He did not depart from the sins of Jeroboam son of Nebat, who had caused Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the days of Pekah king of Israel, Tiglath-Pileser king of Assyria came and took Ijon, Abel Beth Maacah, Janoah, Kedesh, Hazor, Gilead, Galilee, and all the land of Naphtali. He carried away the people to Assyria.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hoshea son of Elah formed a conspiracy against Pekah son of Remaliah. He attacked him and killed him. Then he became king in his place, in the twentieth year of Jotham son of Uzziah.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Pekah, all that he did, they are written in the book of the events of the kings of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second year of Pekah son of Remaliah, king of Israel, Jotham son of Azariah, king of Judah began to reign.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he began to reign; he reigned sixteen years in Jerusalem. His mother's name was Jerushah; she was the daughter of Zadok.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham did what was right in the eyes of Yahweh. He followed the example of all his father Azariah had done.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the high places were not taken away. The people still sacrificed and burned incense at the high places. Jotham built the upper gate of the house of Yahweh.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jotham, and all that he did, are they not written in the book of the events of the kings of Judah?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days Yahweh began to send against Judah Rezin the king of Aram, and Pekah son of Remaliah.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham slept with his ancestors and was buried with his ancestors in the city of David, his ancestor. Then Ahaz, his son, became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}