{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seventeenth year of Pekah son of Remaliah, Ahaz son of Jotham king of Judah, began to reign.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. He did not do what was right in the eyes of Yahweh his God, as David his ancestor had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he walked in the way of the kings of Israel; indeed, he made his son pass through the fire, following the detestable practices of the nations, which Yahweh had driven out before the people of Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He offered sacrifices and burned incense at the high places, on the hilltops, and under every green tree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rezin, king of Aram and Pekah son of Remaliah, king of Israel, came up to Jerusalem to attack. They besieged Ahaz, but they could not conquer him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Rezin king of Aram recovered Elath for Aram and drove the men of Judah out of Elath. Then the Arameans came to Elath where they have lived to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahaz sent messengers to Tiglath-Pileser king of Assyria, saying, \"I am your servant and your son. Come up and save me from the hand of the king of Aram and from the hand of the king of Israel, who have attacked me.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahaz took the silver and gold that was found in the house of Yahweh and among the treasures of the king's palace and he sent it as a gift to the king of Assyria.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Assyria listened to him, and the king of Assyria went up against Damascus, conquered it and carried off its people as prisoners to Kir. He also killed Rezin the king of Aram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahaz went to Damascus to meet Tiglath-Pileser king of Assyria. At Damascus he saw an altar. He sent to Uriah the priest a model of the altar and its pattern and the design for all the workmanship needed.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Uriah the priest built an altar to be just like the plans that King Ahaz had sent from Damascus. He finished it before King Ahaz arrived back from Damascus.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king came from Damascus he saw the altar; the king approached the altar and made offerings on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made his burnt offering and his grain offering, poured out his drink offering, and sprinkled the blood of his fellowship offerings on the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze altar that was before Yahweh—he brought it from the front of the temple, from between his altar and the temple of Yahweh and put it on the north side of his altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Ahaz commanded Uriah the priest, saying, \"On the large altar burn the morning burnt offering and the evening grain offering, and the king's burnt offering and his grain offering, with the burnt offering of all the people of the land, and their grain offering and their drink offerings. Sprinkle on it all the blood of the burnt offering, and all the blood of the sacrifice. But the bronze altar will be for me to consult for guidance.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uriah the priest did just what King Ahaz commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Ahaz removed the panels and the basins from the portable stands; he also took down the sea from off the bronze oxen that were under it and put it on a stone pavement.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He removed the covered walkway for the Sabbath that they had built at the temple, along with the king's entry outside the temple of Yahweh, because of the king of Assyria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Ahaz and what he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz slept with his ancestors and was buried with his ancestors in the city of David. Hezekiah his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}