{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twelfth year of Ahaz king of Judah, the reign of Hoshea son of Elah began. He ruled in Samaria over Israel for nine years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, yet not as the kings of Israel who were before him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shalmaneser king of Assyria attacked him, and Hoshea became his servant and brought him tribute.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Assyria realized that Hoshea had been plotting against him, for Hoshea had sent messengers to So king of Egypt; also, he offered no tribute to the king of Assyria, as he had done year by year. So the king of Assyria shut him up and bound him in prison.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Assyria attacked throughout all the land, and attacked Samaria and besieged it for three years.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the ninth year of Hoshea, the king of Assyria took Samaria and carried Israel away to Assyria. He put them in Halah, at the Habor River of Gozan, and in the cities of the Medes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This captivity happened because the people of Israel had sinned against Yahweh their God, who had brought them up from the land of Egypt, from under the hand of Pharaoh king of Egypt. The people had been worshiping other gods\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and walking in the practices of the nations whom Yahweh had driven out before the people of Israel, and in the practices of the kings of Israel that they had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did secretly—against Yahweh their God—things that were not right. They built for themselves high places in all their cities, from the watchtower to the fortress.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also set up stone pillars and Asherah poles on every high hill and under every green tree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There they burned incense in all the high places, as the nations had done, those whom Yahweh had carried away before them. The Israelites performed wicked things to provoke Yahweh to anger;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they worshiped idols, about which Yahweh had said to them, \"You will not do this thing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet Yahweh had testified to Israel and to Judah by every prophet and every seer, saying, \"Turn from your evil ways and keep my commandments and my statutes, and be careful to keep all the law I commanded your fathers, and that I sent to you by my servants the prophets.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they would not listen; instead they were very stubborn like their fathers who did not trust in Yahweh their God.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rejected his statutes and the covenant that he had made with their ancestors, and the covenant decrees that he had given to them. They followed useless practices and they themselves became useless. They followed the pagan nations who were around them, those that Yahweh had commanded them not to imitate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They ignored all the commandments of Yahweh their God. They made cast metal figures of two calves to worship. They made an Asherah pole, and they worshiped all the stars of the heavens and Baal.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made their sons and daughters pass through the fire, they used divination and enchantments, they sold themselves to do that which was evil in the sight of Yahweh, and they provoked him to anger.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh was very angry with Israel and removed them out of his sight. There was no one left but the tribe of Judah alone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even Judah did not keep the commandments of Yahweh their God, and they followed the practices that Israel had done.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh rejected all the descendants of Israel; he afflicted them and gave them into the hand of those who would take the possession as spoil, until he had cast them out of his sight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He tore Israel from the royal line of David, and they made Jeroboam son of Nebat king. Jeroboam drove Israel away from following Yahweh and made them commit a great sin.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel followed all the sins of Jeroboam and they did not depart from them,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so Yahweh removed Israel from his sight, as he had said through all his servants the prophets that he would. So Israel was carried away out of their own land to Assyria, and it is this way to this present day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Assyria brought people from Babylon and from Kuthah, and from Avva, and from Hamath and Sepharvaim, and placed them in the cities of Samaria in place of the people of Israel. They took over Samaria and lived in its cities.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened at the beginning of their residence there that they did not honor Yahweh. So Yahweh sent lions among them which killed some of them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they spoke to the king of Assyria, saying, \"The nations that you have carried away and placed in the cities of Samaria do not know the practices required by the god of the land. So he has sent lions among them, and, see, the lions are killing people there because they do not know the practices required by the god of the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Assyria commanded, saying, \"Take one of the priests there whom you brought from there, and let him go and live there, and let him teach them the practices required by the god of the land.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So one of the priests whom they had carried away from Samaria came and lived in Bethel; he taught them how they should honor Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every ethnic group made gods of their own, and put them in the high places that the Samaritans had made—every ethnic group in the cities where they lived.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Babylon made Succoth Benoth; the people of Kuthah made Nergal; the people of Hamath made Ashima;\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Avvites made Nibhaz and Tartak. The Sepharvites burned their children in the fire to Adrammelek and Anammelek, the gods of the Sepharvites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also honored Yahweh, and appointed from among themselves priests of the high places, who sacrificed for them in the temples at the high places.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They honored Yahweh and also worshiped their own gods, in the customs of the nations from among whom they had been taken away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To this day they persist in their old customs. They neither honor Yahweh, nor do they follow the statutes, decrees, the law, or the commandments that Yahweh gave to the people of Jacob—whom he named Israel—\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and with whom Yahweh had made a covenant and commanded them, \"You will not fear other gods, nor bow yourselves to them, nor worship them, nor sacrifice to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh, who brought you up from the land of Egypt with great power and a raised arm, is the one you must honor; it is to him that you will prostrate yourselves, and it is to him that you will sacrifice.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The statutes and the decrees, the law and the commandments that he wrote for you, you will keep them forever. So you must not fear other gods,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the covenant that I have made with you, you will not forget; neither will you honor other gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh your God is who you will honor. He will rescue you from the might of your enemies.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They would not listen, because they continued to do what they had done in the past.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So these nations feared Yahweh and they also worshiped their carved figures, and their children did the same—as did their children's children. They continue to do what their ancestors did, up to this day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}