{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the third year of Hoshea son of Elah, king of Israel, Hezekiah son of Ahaz, king of Judah began to reign.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he began to reign; he reigned twenty-nine years in Jerusalem. His mother's name was Abijah; she was the daughter of Zechariah.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh, following the example of all that David, his ancestor, had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He removed the high places, destroyed the stone pillars, and cut down the Asherah poles. He broke to pieces the bronze serpent that Moses had made, because in those days the people of Israel were burning incense to it; it was called \"Nehushtan.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah trusted in Yahweh, the God of Israel, so that after him there was no one like him among all the kings of Judah, nor among the kings who were before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he held on to Yahweh. He did not stop following him but kept his commandments, which Yahweh commanded Moses.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh was with Hezekiah, and wherever he went he prospered. He rebelled against the king of Assyria and did not serve him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He attacked the Philistines to Gaza and the borders around, from the tower of the watchmen to the fortified city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fourth year of King Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of three years they took it, in the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel; in this way Samaria was captured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Assyria carried Israel away to Assyria and put them in Halah, and at the Habor River in Gozan, and in the cities of the Medes.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did this because they did not obey the voice of Yahweh their God, but they violated the terms of his covenant, all that Moses the servant of Yahweh commanded. They refused to listen to it or do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the fourteenth year of King Hezekiah, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hezekiah king of Judah sent word to the king of Assyria, who was at Lachish, saying, \"I have offended you. Withdraw from me. Whatever you put on me I will bear.\" The king of Assyria required Hezekiah king of Judah to pay three hundred talents of silver and thirty talents of gold.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hezekiah gave him all the silver that was found in the house of Yahweh and in the treasuries of the king's palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah cut off the gold from the doors of the temple of Yahweh and from the pillars that he had overlaid; he gave the gold to the king of Assyria.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Assyria mobilized his great army, sending Tartan and Rabsaris and the chief commander from Lachish to King Hezekiah at Jerusalem. They traveled up the roads and arrived outside Jerusalem. They approached the conduit of the upper pool, on the highway of the launderers' field, and stood by it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had called to King Hezekiah, Eliakim son of Hilkiah, who was over the household, and Shebna the scribe, and Joah son of Asaph, the recorder, went out to meet them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the chief commander said to them to tell Hezekiah what the great king, the king of Assyria, said: \"What is the source of your confidence?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You speak only useless words, saying there are allies and strength for war. In whom are you trusting, that you should rebel against me?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, you trust in the walking stick of this bruised reed of Egypt, but if a man leans on it, it will stick into his hand and pierce it. That is what Pharaoh king of Egypt is to anyone who trusts in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you say to me, 'We are trusting in Yahweh our God,' is not he the one whose high places and altars Hezekiah has taken away, and has said to Judah and to Jerusalem, 'You must worship before this altar in Jerusalem'?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, I want to make you a good offer from my master the king of Assyria. I will give you two thousand horses, if you are able to find riders for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How could you resist even one captain of the least of my master's servants? You have put your trust in Egypt for chariots and horsemen!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have I traveled up here without Yahweh to fight against this place and destroy it? Yahweh said to me, 'Attack this land and destroy it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim son of Hilkiah, and Shebnah, and Joah said to the chief commander, \"Please speak to your servants in the Aramaic language, for we understand it. Do not speak with us in the language of Judah in the ears of the people who are on the wall.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the chief commander said to them, \"Has my master sent me to your master and to you to speak these words? Has he not sent me to the men who sit on the wall, who will have to eat their own dung and drink their own urine with you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief commander stood and shouted in a loud voice in the Jews' language, saying, \"Listen to the word of the great king, the king of Assyria.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king says, 'Do not let Hezekiah deceive you, for he will not be able to rescue you from my power.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let Hezekiah make you trust in Yahweh, saying, \"Yahweh will surely rescue us, and this city will not be given into the hand of the king of Assyria.\"'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not listen to Hezekiah, for this is what the king of Assyria says: 'Make peace with me and come out to me. Then every one of you will eat from his own vine and from his own fig tree, and drink from the water in his own cistern.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will do this until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey, so that you may live and not die.' Do not listen to Hezekiah when he tries to persuade you, saying, 'Yahweh will rescue us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Has any of the gods of the peoples rescued them out of the hand of the king of Assyria?\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they rescued Samaria out of my hand?\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among all the gods of the lands, is there any god who has rescued his land from my power? How could Yahweh save Jerusalem from my might?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people remained silent and did not respond, for the king had commanded, \"Do not answer him.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim son of Hilkiah, who was over the household; Shebna the scribe; and Joah son of Asaph, the recorder, came to Hezekiah with their clothes torn, and reported to him the words of the chief commander.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}