{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it came about, when Yahweh was going to take up Elijah by a whirlwind into heaven, that Elijah left with Elisha from Gilgal.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah said to Elisha, \"Stay here, please, because Yahweh has sent me to Bethel.\" Elisha replied, \"As Yahweh lives, and as you live, I will not leave you.\" So they went down to Bethel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of the prophets who were at Bethel came to Elisha and said to him, \"Do you know that Yahweh will take away your master from you today?\" Elisha replied, \"Yes, I know it, but do not talk about it.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah said to him, \"Elisha, wait here, please, for Yahweh has sent me to Jericho.\" Then Elisha replied, \"As Yahweh lives, and as you live, I will not leave you.\" So they went to Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the sons of the prophets who were at Jericho came to Elisha and said to him, \"Do you know that Yahweh will take away your master from you today?\" Elisha answered, \"Yes, I know it, but do not talk about it.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to him, \"Stay here, please, for Yahweh has sent me to the Jordan.\" Elisha replied, \"As Yahweh lives, and as you live, I will not leave you.\" So the two went on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, fifty of the sons of the prophets stood opposite them at a distance while the two stood by the Jordan.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah took his cloak, rolled it up, and struck the water with it. The river divided on both sides so that the two of them walked over on dry ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, after they had crossed over, that Elijah said to Elisha, \"Ask me what I should do for you before I am taken from you.\" Elisha replied, \"Please let a double portion of your spirit come on me.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah answered, \"You have asked for a difficult thing. Nevertheless, if you see me when I am taken from you, this will happen for you, but if not, it will not happen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they still went on and talked, behold, a chariot of fire and horses of fire appeared, which separated the two men from each other, and Elijah went up by a whirlwind into heaven.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha saw it and cried out, \"My father, my father, the chariots of Israel and their horsemen!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He saw Elijah no more, and he took hold of his own clothes and tore them into two pieces.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He picked up Elijah's cloak that had fallen off him, and went back to stand by the bank of the Jordan.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He struck the water with Elijah's cloak that had fallen and said, \"Where is Yahweh, the God of Elijah?\" When he had struck the waters, they divided on both sides and Elisha crossed over.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sons of the prophets who were from Jericho saw him across from them, they said, \"The spirit of Elijah does rest on Elisha!\" So they came to meet him, and bowed themselves to the ground before him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"See now, among your servants there are fifty strong men. Let them go, we ask, and look for your master, in case the Spirit of Yahweh has taken him up and thrown him onto some mountain or into some valley.\" Elisha answered, \"No, do not send them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they urged Elisha until he was ashamed, he said, \"Send them.\" Then they sent fifty men, and they looked for three days, but did not find him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came back to Elisha, while he stayed at Jericho, and he said to them, \"Did I not say to you, 'Do not go'?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the city said to Elisha, \"See, we beg of you, the situation of this city is pleasant, as my master can see, but the water is bad and the land is not fruitful.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha replied, \"Bring me a new bowl and put salt in it,\" so they brought it to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha went out to the spring of water and threw salt in it; then he said, \"Yahweh says this, 'I have healed these waters. From this time on, there will be no more death or unfruitful land.'\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the waters were healed to this day, by the word which Elisha spoke.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha went up from there to Bethel. As he was going up the road, young boys came out of the city and mocked him; they said to him, \"Go up, you baldhead! Go up, you baldhead!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha looked behind him and saw them; he called on Yahweh to curse them. Then two female bears came out of the woods and injured forty-two of the boys.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha went from there to Mount Carmel, and from there he returned to Samaria.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}