{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh was twelve years old when he began to reign; he reigned fifty-five years in Jerusalem. His mother's name was Hephzibah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, like the disgusting things of the nations whom Yahweh had driven out before the people of Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he rebuilt the high places that Hezekiah his father had destroyed, and he built altars for Baal, made an Asherah pole, as Ahab king of Israel had done, and he bowed down to all the stars of heaven and worshiped them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh built altars in the house of Yahweh, although Yahweh had commanded, \"It is in Jerusalem that my name will be forever.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built altars for all the stars of heaven in the two courtyards of the house of Yahweh.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He caused his son to pass through the fire, he performed sorcery and divination and consulted with those who talked with the dead and with those who talked with spirits. He did much evil in the sight of Yahweh, provoking him to anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The carved figure of Asherah that he had made, he placed it in the house of Yahweh. It was about this house that Yahweh had spoken to David and Solomon his son; he had said: \"It is in this house and in Jerusalem, which I have chosen from all the tribes of Israel, that I will put my name forever.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not cause the feet of Israel to wander any more out of the land that I gave to their ancestors, if they will only be careful to obey all that I have commanded them, and to follow all the law that my servant Moses commanded them.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people did not listen, and Manasseh led them to do evil even more than the nations that Yahweh had destroyed before the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh spoke by his servants the prophets, saying,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Because Manasseh king of Judah has done these disgusting things, and has acted wickedly more than all that the Amorites who were before him did, and has also made Judah sin with his idols,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore Yahweh, the God of Israel, says this: Look, I am about to bring such evil on Jerusalem and Judah that whoever hears of it, both his ears will tingle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will stretch over Jerusalem the measuring line used against Samaria, and the plumb line used against the house of Ahab; I will wipe Jerusalem clean, as a man wipes a dish, wiping it and turning it upside down.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will throw off the remnant of my inheritance and give them into the hand of their enemies. They will become victims and plunder for all their enemies,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because they have done what is evil in my sight, and have provoked me to anger, since the day their ancestors came out of Egypt, to this day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, Manasseh shed much innocent blood, until he had filled Jerusalem from one end to another with death. This was in addition to the sin by which he made Judah to sin, when they did what was evil in the sight of Yahweh.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Manasseh, all that he did, and the sin that he committed, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh slept with his ancestors and was buried in the garden of his own house, in the garden of Uzza. Amon his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amon was twenty-two years old when he began to reign; he reigned two years in Jerusalem. His mother's name was Meshullemeth; she was the daughter of Haruz of Jotbah.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, as Manasseh his father had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amon followed in all the way that his father had walked in and worshiped the idols that his father worshiped, and bowed down to them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He abandoned Yahweh, the God of his fathers, and did not walk in the way of Yahweh.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servants of Amon conspired against him and put the king to death in his own house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of the land killed all those who had conspired against King Amon, and they made Josiah his son king in his place.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Amon that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people buried him in his tomb in the garden of Uzza, and Josiah his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}