{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was eight years old when he began to reign; he reigned thirty-one years in Jerusalem. His mother's name was Jedidah (she was the daughter of Adaiah of Bozkath).\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was right in the eyes of Yahweh. He walked in all the way of David his ancestor, and he did not turn away either to the right or to the left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that in the eighteenth year of King Josiah, he sent Shaphan son of Azaliah son of Meshullam, the scribe, to the house of Yahweh, saying,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go up to Hilkiah the high priest and tell him to count the money that has been brought into the house of Yahweh, which the temple guards have gathered from the people.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let it be given into the hand of the workmen who are in charge of the house of Yahweh, and let them give it to the workmen who are in the house of Yahweh, for them to make repairs to damage in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let them give money to the carpenters, the builders, and the masons, and also to buy timber and cut stone to repair the temple.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But no accounting was required for the money that was given to them, because they handled it faithfully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hilkiah the high priest said to Shaphan the scribe, \"I have found the book of the law in the house of Yahweh.\" So Hilkiah gave the book to Shaphan, and he read it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shaphan went and took the book to the king, and also reported to him, saying, \"Your servants have spent the money that was found in the temple and they have given it into the hand of the workmen who supervise the care for the house of Yahweh.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shaphan the scribe said to the king, \"Hilkiah the priest has given me a book.\" Then Shaphan read it to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the king had heard the words of the law, he tore his clothes.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king commanded Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the scribe, and Asaiah, his own servant, saying,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and consult with Yahweh for me, and for the people and for all Judah, because of the words of this book that has been found. For great is the anger of Yahweh that has been kindled against us because our ancestors have not listened to the words of this book so as to obey all that was written concerning us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hilkiah the priest, Ahikam, Akbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum son of Tikvah son of Harhas, keeper of the wardrobe (she lived in Jerusalem in the second quarter), and they spoke with her.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to them, \"This is what Yahweh, the God of Israel, says: 'Tell the man who sent you to me,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what Yahweh says: 'See, I will bring disaster to this place and to its inhabitants, according to everything written in the book that the king of Judah has read.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they have forsaken me and have burned incense to other gods, so that they might provoke me to anger with all the deeds they have committed—therefore my anger has been kindled against this place, and it will not be extinguished.'\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the king of Judah, who sent you to ask Yahweh's will, this is what you will say to him: \"Yahweh, the God of Israel says this: 'About the words that you heard,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because your heart was tender, and because you have humbled yourself before Yahweh, when you heard what I said against this place and its inhabitants, that they would become a desolation and a curse, and because you have torn your clothes and wept before me, I also have listened to you—this is Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I will gather you to your ancestors, and you will be gathered to your grave in peace. Your eyes will not see all the disaster that I will bring upon this place.'\"'\" So the men took this message back to the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}