{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent messengers who gathered to him all the elders of Judah and of Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king went up to the house of Yahweh, and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests, prophets, and all the people, from small to great. He then read in their hearing all the words of the book of the Covenant that had been found in the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king stood by the pillar and made a covenant before Yahweh, to walk after Yahweh and to keep his commandments, his regulations, and his statutes, with all his heart and all his soul, to confirm the words of this covenant that were written in this book. So all the people agreed to stand by the covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king commanded Hilkiah the high priest, the priests under him, and the gatekeepers to bring out of the temple of Yahweh all the vessels that were made for Baal and Asherah, and for all the stars of heaven. He burned them outside Jerusalem in the fields in the Kidron Valley and carried their ashes to Bethel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He got rid of the idolatrous priests whom the kings of Judah had chosen to burn incense at the high places in the cities of Judah and in the places around Jerusalem—those who burned incense to Baal, to the sun and the moon, to the planets, and to all the stars of heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought out the Asherah pole from the temple of Yahweh, outside Jerusalem to the Kidron Valley and burned it there. He beat it to dust and threw that dust onto the graves of the common people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cleared out the rooms of the cultic prostitutes who were in the temple of Yahweh, where the women wove garments for Asherah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah brought all the priests out of the cities of Judah and defiled the high places where the priests had burned incense, from Geba to Beersheba. He destroyed the high places at the gates that were at the entrance to the gate of Joshua (the city governor), on the left side of the city gate.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although the priests of those high places were not allowed to serve at the altar of Yahweh in Jerusalem, they ate unleavened bread among their brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah defiled Topheth, which is in the Valley of Ben Hinnom, so that no one might cause his son or his daughter to pass through the fire as a sacrifice to Molech.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took away the horses that the kings of Judah had given to the sun. They had been in an area at the entrance to the temple of Yahweh, near the room of Nathan-Melek, the chamberlain. Josiah burned the chariots of the sun.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah the king destroyed the altars that were on the roof of the upper chamber of Ahaz, which the kings of Judah had made, and the altars that Manasseh had made in the two courts of the temple of Yahweh. Josiah smashed them into pieces and threw them into the Kidron Valley.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king ruined the high places east of Jerusalem, south of the mount of corruption that Solomon the king of Israel had built for Ashtoreth, the detestable idol of the Sidonians; for Chemosh, the detestable idol of Moab; and for Molech, the detestable idol of the people of Ammon.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He broke the stone pillars into pieces and cut down the Asherah poles and he filled those places with the bones of human beings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah also completely destroyed the altar that was at Bethel and the high place that Jeroboam son of Nebat (the one who made Israel to sin) had constructed. He also burned that altar and the high place and beat it to dust. He also burned the Asherah pole.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Josiah looked over the area, he noticed the graves that were on the hillside. He sent men to take the bones from the graves; then he burned them on the altar, which defiled it. This was according to the word of Yahweh which the man of God had spoken, the man who spoke of these things beforehand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"What monument is that I see?\" The men of the city told him, \"That is the grave of the man of God who came from Judah and spoke about these things that you have just done against the altar of Bethel.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Josiah said, \"Let it alone. No one should move his bones.\" So they let his bones alone, along with the bones of the prophet who had come from Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Josiah removed all the houses on the high places that were in the cities of Samaria, which the kings of Israel had made, and that provoked Yahweh to anger. He did to them exactly what had been done at Bethel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He slaughtered all the priests of the high places on the altars and he burned human bones on them. Then he returned to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king commanded all the people, saying, \"Keep the Passover to Yahweh your God, as it is written in this Book of the Covenant.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such a Passover celebration had never been held from the days of the judges who ruled Israel, nor in all the days of the kings of Israel or Judah.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the eighteenth year of King Josiah this Passover of Yahweh was celebrated in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah also banished those who talked with the dead or with spirits. He also banished the fetishes, the idols, and all the disgusting things that were seen in the land of Judah and in Jerusalem, so as to confirm the words of the law which were written in the book that Hilkiah the priest had found in the house of Yahweh.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before Josiah, there had been no king like him, who turned to Yahweh with all his heart, all his soul, and all his might, who followed all the law of Moses. Nor did any king like Josiah arise after him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, Yahweh did not turn away from the burning of his fierce anger, which burned against Judah because of all that Manasseh had done to provoke him to anger.  \n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh said, \"I will also remove Judah out of my sight, as I have removed Israel, and I will throw away this city that I have chosen, Jerusalem, and the house of which I said, 'My name will be there.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Josiah, everything that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In his days, Pharaoh Necho, king of Egypt, went to fight against the king of Assyria at the Euphrates River. King Josiah went to meet Necho in battle, and Necho killed him at Megiddo.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah's servants carried him dead in a chariot from Megiddo, brought him to Jerusalem, and buried him in his own grave. Then the people of the land took Jehoahaz son of Josiah, anointed him, and made him king in his father's place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem. His mother's name was Hamutal; she was the daughter of Jeremiah of Libnah.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoahaz did what was evil in the sight of Yahweh, like everything that his ancestors had done.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh Necho put him in chains at Riblah in the land of Hamath, so that he might not reign in Jerusalem. Then Necho fined Judah one hundred talents of silver and one talent of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh Necho made Eliakim son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim. But he took Jehoahaz away to Egypt, and Jehoahaz died there.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim paid the silver and gold to Pharaoh. In order to meet the demand of Pharaoh, Jehoikim taxed the land and he forced each man among the people of the land to pay him the silver and gold according to their assessments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. His mother's name was Zebidah; she was the daughter of Pedaiah of Rumah.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim did what was evil in the sight of Yahweh, just as his ancestors had done.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}