{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Jehoiakim's days, Nebuchadnezzar king of Babylon attacked Judah; Jehoiakim became his servant for three years. Then Jehoiakim turned back and rebelled against Nebuchadnezzar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent against Jehoiakim bands of Chaldeans, Arameans, Moabites, and Ammonites; he sent them against Judah to destroy it. This was in conformity with the word of Yahweh that had been spoken through his servants the prophets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was certainly at the mouth of Yahweh that this came on Judah, to remove them out of his sight, because of the sins of Manasseh, all that he did,\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa It was certainly because of the wrath of Yahweh \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and also because of the innocent blood that he shed, for he filled Jerusalem with innocent blood. Yahweh was not willing to pardon that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoiakim, and all that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim slept with his ancestors, and Jehoiachin his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Egypt did not attack any more out of his land, because the king of Babylon had conquered all the lands that had been controlled by the king of Egypt, from the brook of Egypt to the Euphrates River.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiachin was eighteen years old when he began to reign; he reigned in Jerusalem three months. His mother's name was Nehushta; she was the daughter of Elnathan of Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh; he did all that his father had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the army of Nebuchadnezzar king of Babylon attacked Jerusalem and besieged the city.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar king of Babylon came to the city while his soldiers were besieging it,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Jehoiachin the king of Judah went out to the king of Babylon, he, his mother, his servants, his princes, and his officers. The king of Babylon captured him in the eighth year of his own reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar took out from there all the valuable things in the house of Yahweh, and those in the king's palace. He cut into pieces all the golden objects that Solomon king of Israel had made in the temple of Yahweh, as Yahweh had said would happen.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took into exile all Jerusalem, all the leaders, and all the fighting men, ten thousand captives, and all the craftsmen and the smiths. No one was left except the poorest people in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar took Jehoiachin into exile at Babylon, as well as the king's mother, wives, officers, and the chief men of the land. He took them into exile from Jerusalem to Babylon.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the fighting men, seven thousand in number, and one thousand craftsmen and blacksmiths, all of them fit for fighting—the king of Babylon brought these men into exile at Babylon.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon made Mattaniah, Jehoiachin's father's brother, king in his place, and changed his name to Zedekiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah was twenty-one years old when he began to reign; he reigned eleven years in Jerusalem. His mother's name was Hamutal; she was the daughter of Jeremiah from Libnah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh; he did all that Jehoiakim had done.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through Yahweh's anger, all these events happened in Jerusalem and Judah, until he drove them out of his presence. Then Zedekiah rebelled against the king of Babylon.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}