{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that in the ninth year of the reign of King Zedekiah, in the tenth month, and on the tenth day of the month, Nebuchadnezzar king of Babylon came with all his army against Jerusalem. He camped opposite it, and they built a siege wall around it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the city was besieged until the eleventh year of King Zedekiah's reign.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the ninth day of the fourth month of that year, the famine was so severe in the city that there was no food for the people of the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the city was broken into, and all the fighting men fled at night by the way of the gate between the two walls, by the king's garden, although the Chaldeans were all around the city. The king went in the direction of the Arabah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the army of Chaldeans pursued King Zedekiah and overtook him in the plains of the Jordan River valley near Jericho. All his army was scattered away from him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured the king and brought him up to the king of Babylon at Riblah, where they passed sentence on him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Zedekiah's sons, they slaughtered them before his eyes. Then he put out his eyes, bound him in bronze chains, and brought him to Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the fifth month, on the seventh day of the month, which was the nineteenth year of the reign of Nebuchadnezzar king of Babylon, Nebuzaradan, a servant of the king of Babylon and commander of his bodyguards, came to Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He burned the house of Yahweh, the king's palace, and all the houses of Jerusalem; also every important building in the city he burned.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for all the walls around Jerusalem, all the army of the Babylonians who were under the commander of the bodyguard destroyed them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the rest of the people who were left in the city, those who had deserted to the king of Babylon, and the remainder of the population—Nebuzaradan, the commander of the bodyguard, took them away into exile.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the commander of the bodyguard did leave some of the poorest of the land to work the vineyards and fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the bronze pillars that were in the house of Yahweh, and the stands and the bronze sea that were in the house of Yahweh, the Chaldeans broke them into pieces and carried the bronze back to Babylon.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pots, shovels, lamp trimmers, spoons, and all the utensils of bronze with which the priests had served in the temple—the Chaldeans took them all away.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pots for removing ashes and the bowls that were made of gold, and those made of silver—the captain of the king's guard took them away as well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two pillars, the sea, and the stands that Solomon had made for the house of Yahweh contained more bronze than could be weighed.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The height of the first pillar was eighteen cubits, and a capital of bronze was on top of it. The capital was three cubits high, with latticework and pomegranates all around on the capital, all made of bronze. The other pillar and its latticework were the same as the first. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander of the bodyguard took Seraiah the chief priest, together with Zephaniah, the second priest, and the three gatekeepers.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the city he took prisoner an officer who was in charge of soldiers, and five men of those who advised the king, who were still in the city. He also took prisoner the king's army officer responsible for drafting men into the army, along with sixty important men from the land who were in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuzaradan, the commander of the bodyguard, took them and brought them to the king of Babylon at Riblah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon put them to death at Riblah in the land of Hamath. In this way, Judah went out of its land into exile.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the people who remained in the land of Judah, those whom Nebuchadnezzar king of Babylon had left, he put Gedaliah son of Ahikam, son of Shaphan, in charge of them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when all the commanders of the soldiers, they and their men, heard that the king of Babylon had made Gedaliah governor, they went to Gedaliah at Mizpah. These men were Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maakathite—they and their men.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gedaliah made an oath to them and to their men, and said to them, \"Do not be afraid of the Chaldean officials. Live in the land and serve the king of Babylon, and it will go well with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it happened that in the seventh month Ishmael son of Nethaniah son of Elishama, from the royal family, came with ten men and attacked Gedaliah. Gedaliah died, along with the men of Judah and the Babylonians who were with him at Mizpah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people, from the least to the greatest, and the commanders of the soldiers, arose and went to Egypt, because they were afraid of the Babylonians.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened later in the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day of the month, that Awel-Marduk king of Babylon released Jehoiachin king of Judah from prison. This happened in the year that Awel-Marduk began to reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke kindly to him and gave him a seat more honorable than that of the other kings who were with him in Babylon.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Awel-Marduk removed Jehoiachin's prison clothes, and Jehoiachin ate regularly at the king's table for the rest of his life.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A regular food allowance was given to him every day for the rest of his life.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "nb",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}