{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the eighteenth year of Jehoshaphat king of Judah, Joram son of Ahab began to reign over Israel in Samaria; he reigned twelve years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh, but not like his father and his mother; for he removed the sacred stone pillar of Baal that his father had made.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless he held on to the sins of Jeroboam son of Nebat, who caused Israel to sin; he did not turn away from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Mesha king of Moab bred sheep. He had to give to the king of Israel 100,000 lambs and the wool of 100,000 rams.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after Ahab died, the king of Moab rebelled against the king of Israel.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Joram left Samaria at that time to mobilize all Israel for war.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent a message to Jehoshaphat king of Judah, saying, \"The king of Moab has rebelled against me. Will you go with me against Moab to battle?\" Jehoshaphat replied, \"I will go. I am as you are, my people as your people, my horses as your horses.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"By which way should we attack?\" Jehoshaphat answered, \"By way of the wilderness of Edom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel went with the king of Judah and the king of Edom. They wandered around for seven days, and then there was no water for the army or for the animals that followed them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel said, \"What is this? Has Yahweh called three kings to give them into the hand of Moab?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoshaphat said, \"Is there not here a prophet of Yahweh, that we may consult Yahweh by him?\" One of the king of Israel's servants answered and said, \"Elisha son of Shaphat is here, who poured water on the hands of Elijah.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat said, \"The word of Yahweh is with him.\" So the king of Israel, Jehoshaphat, and the king of Edom went down to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to the king of Israel, \"What have I to do with you? Go to the prophets of your father and mother.\" So the king of Israel said to him, \"No, because Yahweh has called these three kings together to give them into the hand of Moab.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha replied, \"As Yahweh of hosts lives, before whom I stand, surely were it not for the fact that I honor the presence of Jehoshaphat king of Judah, I would not pay any attention to you, or even look at you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now bring me a musician.\" Then it came to pass when the harpist played, the hand of Yahweh came upon Elisha.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Yahweh says this, 'Make this dry river valley full of trenches.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh says this, 'You will not see wind, neither will you see rain, but this river valley will be filled with water, and you will drink, you and your livestock and all your animals.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is an easy thing in the sight of Yahweh. He will also give you victory over the Moabites.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will attack every fortified city and every good city, cut down every good tree, stop up all springs of water, and ruin every good piece of land with rocks.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So in the morning about the time of offering the sacrifice, there came water from the direction of Edom; the country was filled with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when all the Moabites heard that the kings had come to fight against them, they gathered themselves together, all who were able to put on armor, and they stood at the border.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They awakened early in the morning and the sun reflected on the water. When the Moabites saw the water opposite them, it looked as red as blood.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They exclaimed, \"This is blood! The kings have certainly been destroyed, and they have killed each other! So now, Moab, let us go plunder them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the camp of Israel, the Israelites surprised them and attacked the Moabites, who fled before them. The army of Israel drove the Moabites across the land, killing them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They destroyed the cities, and on every good piece of land every man threw a rock until it was covered up. They stopped up every spring of water and chopped down all the good trees. Only Kir Hareseth was left with its rocks in place. But the soldiers armed with slings surrounded and attacked it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Mesha of Moab saw that the battle was lost, he took with him seven hundred swordsmen to break through to the king of Edom, but they failed.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took his oldest son, who should have reigned after him, and offered him as a burnt offering upon the wall. So there was great anger against Israel, and the Israelite army left King Mesha and returned to their own land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}