{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Naaman, commander of the army of the king of Aram, was a great and honorable man in his master's view, because by him Yahweh had given victory to Aram. He was also a strong, courageous man, but he was a leper.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Arameans had gone out raiding in bands and had taken a little girl from the land of Israel. She served Naaman's wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The girl said to her mistress, \"I wish that my master were with the prophet who is in Samaria! Then he would heal my master of his leprosy.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Naaman went in and told the king what the little girl from the land of Israel had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Aram said, \"Go now, and I will send a letter to the king of Israel.\" Naaman left and took with him ten talents of silver, six thousand pieces of gold, and ten changes of clothes.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also took the letter to the king of Israel that said, \"Now when this letter is brought to you, you will see that I have sent Naaman my servant to you, so that you may cure him of his leprosy.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Israel had read the letter, he tore his clothes and said, \"Am I God, to kill and to make alive, that this man wants me to cure a man of his leprosy? It seems he is seeking to start an argument with me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Elisha the man of God heard that the king of Israel had torn his clothes, he sent word to the king saying, \"Why have you torn your clothes? Let him come now to me, and he will know that there is a prophet in Israel.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Naaman came with his horses and with his chariots and stood at the door of Elisha's house.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha sent a messenger to him, saying, \"Go and dip yourself into the Jordan seven times, and your flesh will be restored; you will be clean.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Naaman was angry and went away and said, \"Look, I thought he would surely come out to me and stand and call on the name of Yahweh his God, and wave his hand over the place and heal my leprosy.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are not Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Can I not bathe in them and be clean?\" So he turned and went away in a rage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Naaman's servants came near and spoke to him, \"My father, if the prophet had commanded you do some difficult thing, would you not have done it? How much rather then, when he says to you to simply, 'Dip yourself and be clean?'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went down and dipped himself seven times in the Jordan, obeying the instructions of the man of God. His flesh was restored again like the flesh of a little child, and he was healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naaman returned to the man of God, he and all his company, and came and stood before him. He said, \"Look, now I know that there is no God in all the earth except in Israel. So therefore, please take a gift from your servant.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elisha replied, \"As Yahweh lives, before whom I stand, I will receive nothing.\" Naaman urged Elisha to take a gift, but he refused.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Naaman said, \"If not, then I ask you to let there be given to your servant two mule loads of earth, for from now on, your servant will offer neither burnt offering nor sacrifice to any god but Yahweh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this one thing may Yahweh pardon your servant, that is, when my king goes into the house of Rimmon to worship there, and he leans on my hand and I bow myself in the house of Rimmon, when I bow myself in the house of Rimmon, may Yahweh pardon your servant in this matter.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to him, \"Go in peace.\" So Naaman left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had traveled only a short distance, when Gehazi the servant of Elisha the man of God said to himself, \"Look, my master has spared this Naaman the Aramean by not receiving from his hands gifts that he brought. As Yahweh lives, I will run after him and receive something from him.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gehazi followed after Naaman. When Naaman saw someone running after him, he jumped down from his chariot to meet him and said, \"Is everything alright?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gehazi said, \"Everything is alright. My master has sent me, saying, 'See, now there have come to me from the hill country of Ephraim two young men of the sons of the prophets. Please give them a talent of silver and two changes of clothes.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naaman replied, \"I am very happy to give you two talents.\" Naaman urged Gehazi and tied two talents of silver in two bags, with two changes of clothes, and laid them on two of his servants, who carried the bags of silver before Gehazi.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gehazi came to the hill, he took the bags of silver from their hands and hid them in the house; he sent the men away, and they left.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Gehazi went in and stood before his master, Elisha said to him, \"Where have you come from, Gehazi?\" He answered, \"Your servant went nowhere.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to Gehazi, \"Was not my spirit with you when the man turned his chariot to meet you? Is this a time to accept money and clothes, olive orchards and vineyards, sheep and oxen, and male servants and female servants?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the leprosy of Naaman will be on you and your descendants forever.\" So Gehazi went out from his presence, a leper as white as snow.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}