{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of the prophets said to Elisha, \"The place where we live with you is too small for us all.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please let us go to the Jordan, and let every man cut down a tree there, and let us build us a place there where we may live.\" Elisha answered, \"You may go ahead.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them said, \"Please go with your servants.\" Elisha answered, \"I will go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he went with them, and when they came to the Jordan, they began to cut down trees.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as one was chopping, the ax head fell into the water; he cried out and said, \"Oh no, my master, it was borrowed!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man of God said, \"Where did it fall?\" The man showed Elisha the place. He then cut off a stick, threw it in the water, and made the iron float.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said, \"Pick it up.\" So the man reached out his hand and grabbed it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king of Aram was waging war against Israel. He consulted with his servants, saying, \"My camp will be in such and such a place.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man of God sent to the king of Israel, saying, \"Be careful not to pass that place, for the Arameans are going down there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel sent a message to the place about which the man of God had spoken and warned him. More than once or twice, when the king went there, he was on his guard.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Aram was enraged about these warnings, and he called his servants and said to them, \"Will you not tell me who among us is for the king of Israel?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So one of his servants said, \"No, my master, king, for Elisha the prophet in Israel tells the king of Israel the words that you speak in your own bedroom!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"Go and see where Elisha is so I may send men and capture him.\" It was told him, \"See, he is in Dothan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent to Dothan horses, chariots, and a large army. They came by night and surrounded the city.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the servant of the man of God had risen early and gone outside, behold, a large army with horses and chariots surrounded the city. His servant said to him, \"Oh, my master! What will we do?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha answered, \"Do not fear, for those who are with us are more than those who are with them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha prayed and said, \"Yahweh, I beg that you will open his eyes that he may see.\" Then Yahweh opened the servant's eyes, and he saw. Behold, the mountain was full of horses and chariots of fire around Elisha!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Arameans came down to him, Elisha prayed to Yahweh and said, \"Strike these people blind, I ask you.\" So Yahweh made them blind, just as Elisha had asked.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha told the Arameans, \"This is not the way, neither is this the city. Follow me, and I will bring you to the man whom you are looking for.\" Then he led them to Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when they had come into Samaria, Elisha said, \"Yahweh, open the eyes of these men that they may see.\" Yahweh opened their eyes and they saw, and behold, they were in the middle of the city of Samaria.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to Elisha, when he saw them, \"My father, should I kill them? Should I kill them?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha answered, \"You must not kill them. Would you kill those whom you had taken captive with your sword and bow? Put bread and water before them, that they may eat and drink, and go to their master.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king prepared much food for them, and when they had eaten and drunk, he sent them away, and they went back to their master. Those bands of Aramean soldiers did not return for a long time into the land of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later after this Ben Hadad king of Aram gathered all his army and attacked Samaria and besieged it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So there was a great famine in Samaria. Behold, they besieged it until a donkey's head was sold for eighty pieces of silver, and the fourth part of a kab of dove's dung for five pieces of silver.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the king of Israel was passing by on the wall, a woman cried to him, saying, \"Help, my master, king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"If Yahweh does not help you, how can I help you? Is there anything coming from the threshing floor or winepress?\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king continued, \"What is troubling you?\" She answered, \"This woman said to me, 'Give your son so that we may eat him today, and we will eat my son tomorrow.'\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we boiled my son and ate him, and I said to her on the next day, \"Give your son that we may eat him, but she has hidden her son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the king heard the words of the woman, he tore his clothes (now he was passing by on the wall), and the people looked and saw that he had sackcloth underneath, against his skin.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"May God do so to me, and more also, if the head of Elisha son of Shaphat remains on him today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elisha was sitting in his house, and the elders were sitting with him. The king sent a man from before him, but when the messenger came to Elisha, he said to the elders, \"See how this son of a murderer has sent to take away my head? Look, when the messenger comes, shut the door, and hold the door shut against him. Is not the sound of his master's feet behind him?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still talking with them, behold, the messenger came down to him. The king had said, \"Behold, this trouble comes from Yahweh. Why should I wait for Yahweh any longer?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}