{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Elisha had spoken to the woman whose son he had restored to life. He said to her, \"Arise, and go with your household, and stay wherever you can in another land, because Yahweh has called for a famine which will come on this land for seven years.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman arose and she obeyed the word of the man of God. She went with her household and lived in the land of the Philistines seven years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at the end of seven years that the woman returned from the land of the Philistines, and she went to the king to beg him for her house and for her land.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king was talking with Gehazi the servant of the man of God, saying, \"Please tell me all the great things that Elisha has done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then as he was telling the king how Elisha had restored to life the child who was dead, the very woman whose son he had restored to life came to beg the king for her house and land. Gehazi said, \"My master, king, this is the woman, and this is her son, whom Elisha restored to life.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king asked the woman about her son, she explained it to him. So the king ordered a certain officer for her, saying, \"Give back to her all that was hers and all the harvests of her fields since the day that she left the land until now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha came to Damascus where Ben Hadad the king of Aram was sick. The king was told, \"The man of God has come here.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Hazael, \"Take a gift in your hand and go meet the man of God, and consult with Yahweh through him, saying, 'Will I recover from this sickness?'\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hazael went to meet him and took a gift with him of every kind of good thing of Damascus, carried by forty camels. So Hazael came and stood before Elisha and said, \"Your son Ben Hadad king of Aram has sent me to you, saying, 'Will I recover from this sickness?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to him, \"Go, say to Ben Hadad, 'You will surely recover,' but Yahweh has shown me that he will surely die.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha stared at Hazael until he was ashamed, and the man of God wept.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hazael asked, \"Why do you weep, my master?\" He answered, \"Because I know the evil that you will do to the people of Israel. You will set their strongholds on fire, and you will kill their young men with the sword, dash in pieces their little ones, and rip open their pregnant women.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hazael replied, \"Who is your servant, that he should do this great thing? He is only a dog.\" Elisha answered, \"Yahweh has shown me that you will be king over Aram.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hazael left Elisha and came to his master, who said to him, \"What did Elisha say to you?\" He answered, \"He told me that you would certainly recover.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the next day Hazael took the blanket and dipped it in water, and spread it on Ben Hadad's face so that he died. Then Hazael became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fifth year of Joram son of Ahab, king of Israel, Jehoram began to reign. He was the son of Jehoshaphat king of Judah. He began to reign when Jehoshaphat was king of Judah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram was thirty-two years old when he began to reign, and he reigned for eight years in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram walked in the ways of the kings of Israel, as the house of Ahab was doing; for he had Ahab's daughter as his wife, and he did what was evil in Yahweh's sight.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, because of his servant David, Yahweh did not want to destroy Judah, since he had told him that he would always give him descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Jehoram's days, Edom revolted from under the hand of Judah, and they set a king over themselves.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoram crossed over to Zair with all his chariots. When the Edomites surrounded Jehoram, his chariot commanders rose up and attacked them during the night; but Jehoram's army ran away and went back to their homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Edom has been in rebellion against the rule of Judah to this present day. Libnah also revolted at the same time.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoram, all that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram rested with his fathers and was buried with them in the city of David. Then Ahaziah his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twelfth year of Joram son of Ahab, king of Israel, Ahaziah son of Jehoram, king of Judah, began to reign.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah was twenty-two years old when he began to reign; he reigned for one year in Jerusalem. His mother's name was Athaliah; she was the daughter of Omri, king of Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah walked in the ways of the house of Ahab; he did what was evil in the sight of Yahweh, as the house of Ahab was doing, for Ahaziah was a son-in-law to the house of Ahab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah went with Joram son of Ahab, to fight against Hazael, king of Aram, at Ramoth Gilead. The Arameans wounded Joram.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Joram returned to be healed in Jezreel of the wounds that the Arameans had given him at Ramah, when he fought against Hazael king of Aram. So Ahaziah son of Jehoram, king of Judah, went down to Jezreel to see Joram son of Ahab, because Joram had been wounded.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}