{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha the prophet called one of the sons of the prophets and said to him, \"Dress for travel, then take this little bottle of oil in your hand and go to Ramoth Gilead.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you arrive, look for Jehu son of Jehoshaphat son of Nimshi, and go in and make him arise up from among his companions, and conduct him to an inner chamber.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the bottle of oil and pour it on his head and say, 'Yahweh says this: \"I have anointed you king over Israel.\"' Then open the door, and run off; do not delay.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the young man, the young prophet, went to Ramoth Gilead.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived, behold, the captains of the army were sitting. So the young prophet said, \"I have come on an errand to you, captain.\" Jehu replied, \"To which of us?\" The young prophet answered, \"To you, captain.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehu arose and went into the house, and the prophet poured the oil on his head and said to Jehu, \"Yahweh, the God of Israel, says this: 'I have anointed you king over the people of Yahweh, over Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must kill the family of Ahab your master, so that I may avenge the blood of my servants the prophets, and the blood of all the servants of Yahweh, who were murdered by the hand of Jezebel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the whole family of Ahab will perish, and I will cut off from Ahab every male child, whether he is a slave or a free person.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dogs will eat Jezebel in Jezreel, and there will be no one to bury her.'\" Then the prophet opened the door and ran off.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu came out to the servants of his master, and one said to him, \"Is everything alright? Why did this mad fellow come to you?\" Jehu answered them, \"You know the man and the kinds of things he says.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"That is a lie. Tell us.\" Jehu answered, \"He said this and that to me, and he also said, 'This is what Yahweh says: I have anointed you as king over Israel.'\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then each of them quickly took off his outer garment and put it under Jehu at the top of the steps. They blew the trumpet and said, \"Jehu is king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way Jehu son of Jehoshaphat son of Nimshi conspired against Joram. Now Joram had been defending Ramoth Gilead, he and all Israel, because of Hazael king of Aram,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but King Joram had gone back to Jezreel to be healed of the wounds that the Arameans had given him, when he had fought against Hazael king of Aram.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehu said to the servants of Joram, \"If this is your opinion, then let no one escape and go out of the city, in order to go tell this news in Jezreel.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehu rode in a chariot to Jezreel; for Joram was resting there. Now Ahaziah king of Judah had come down to see Joram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The watchman was standing on the tower in Jezreel, and he saw the company of Jehu as he came at a distance; he said, \"I see a group of men coming.\" Joram said, \"Take a horseman, and send him out to meet them; tell him to say, 'Are you coming in peace?'\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So a man was sent on horseback to meet him; he said, \"The king says this: 'Are coming in peace?'\" So Jehu said, \"What have you to do with peace? Turn and ride behind me.\" Then the watchman told the king, \"The messenger has met them, but he is not coming back.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he sent out a second man on horseback, who came to them and said, \"The king says this: 'Are you coming in peace?'\" Jehu answered, \"What have you to do with peace? Turn and ride behind me.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the watchman reported, \"He has met them, but he is not coming back. For the way that the chariot is being driven is the way that Jehu son of Nimshi drives; he is driving wildly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joram said, \"Get my chariot ready.\" They prepared his chariot, and Joram king of Israel and Ahaziah king of Judah rode out, each in his chariot, to meet Jehu. They found him at the property of Naboth the Jezreelite.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joram saw Jehu, he said, \"Are you coming in peace, Jehu?\" He answered, \"What peace is there, when the idolatrous acts of prostitution and witchcraft of your mother Jezebel are so many?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joram turned his chariot and fled and said to Ahaziah, \"There is treachery, Ahaziah.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu drew his bow with his full strength and shot Joram between his shoulders; the arrow went through his heart, and he sank down in his chariot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu said to Bidkar his captain, \"Pick him up and throw him in the field of Naboth the Jezreelite. Think about how when you and I rode together after Ahab his father, Yahweh placed this prophecy against him:\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yesterday I saw the blood of Naboth and the blood of his sons—declares Yahweh—and I will surely make you pay for it on this field—declares Yahweh. Now then, pick him up and throw him on this field, according to the word of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahaziah the king of Judah saw this, he fled up the road to Beth Haggan. But Jehu followed him, and said, \"Kill him also in the chariot,\" and they shot him at the ascent of Gur, which is by Ibleam. Ahaziah fled to Megiddo and died there.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servants carried his body in a chariot to Jerusalem and buried him in his tomb with his fathers in the city of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was in the eleventh year of Joram son of Ahab that Ahaziah had begun to reign over Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehu came to Jezreel, Jezebel heard of it, and she painted her eyes, arranged her hair, and looked out the window.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jehu was entering the gate, she said to him, \"Are you coming in peace, you Zimri, your master's murderer?\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehu looked up at the window and said, \"Who is on my side? Who?\" Then two or three eunuchs looked out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehu said, \"Throw her down.\" So they threw Jezebel down, and some of her blood spattered on the wall and the horses, and Jehu trampled her underfoot.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehu entered the palace, he ate and drank. Then he said, \"See now to this cursed woman and bury her, for she is a king's daughter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to bury her, but they found no more of her than the skull, the feet, and the palms of her hands.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they came back and told Jehu. He said, \"This is the word of Yahweh which he spoke by his servant Elijah the Tishbite, saying, 'In the land at Jezreel the dogs will eat the flesh of Jezebel,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the body of Jezebel will be like dung on the surface of the fields in the land at Jezreel, so that no one will be able to say, \"This is Jezebel.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}