{
  "1": "After these things I saw another angel coming down out of heaven. He had great authority, and the earth was illumined by his glory.",
  "2": "He cried out with a mighty voice, saying,\\q \"Fallen, fallen is Babylon the great!\n\\q2 She has become a dwelling place for demons,\n\\q a refuge for every unclean spirit,\n\\q2 and a refuge for every unclean and detestable bird.\n\\q",
  "3": "For all the nations have drunk the wine of her immoral passion.\\q2 The kings of the earth have committed immorality with her.\n\\q The merchants of the earth have become rich from the power of her sensual way of living.\"\n\n\n\\q",
  "4": "Then I heard another voice from heaven say,\\q2 \"Come out from her, my people,\n\\q3 so that you will not share in her sins,\n\\q2 and so that you will not receive any of her plagues.\n\\q",
  "5": "Her sins have piled up as high as heaven,\\q2 and God has remembered her evil actions.\n\\q",
  "6": "Pay her back as she has paid others back,\\q2 and repay her double for what she has done;\n\\q2 in the cup she mixed, mix double the amount for her.\n\n\n\\q",
  "7": "As she glorified herself and lived in luxury,\\q2 give her just as much torture and grief.\n\\q For she says in her heart,\n\\q2 'I am seated as a queen;\n\\q I am not a widow,\n\\q2 and I will never see mourning.'\n\\q",
  "8": "Therefore in one day her plagues will come:\\q2 death, mourning, and famine.\n\\q She will be consumed by fire,\n\\q2 for the Lord God is mighty, and he is her judge.\"\n\n\n\\m",
  "9": "The kings of the earth who committed sexual immorality and went out of control with her will weep and wail over her when they see the smoke of her burning.",
  "10": "They will stand off at a distance, afraid of her torment, saying,\\q \"Woe, woe to the great city,\n\\q2 Babylon, the powerful city!\n\\q For in a single hour your punishment has come.\"\n\\m",
  "11": "The merchants of the earth weep and mourn for her, since no one buys her merchandise anymore—",
  "12": "merchandise of gold, silver, precious stone, pearls, fine linen, purple, silk, scarlet, all kinds of scented wood, every vessel of ivory, every vessel made of most precious wood, bronze, iron, marble,",
  "13": "cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour, wheat, cattle and sheep, horses and chariots, and slaves and human souls.",
  "14": "The fruit that you longed for with all your might is gone from you.All your luxury and splendor have vanished, never to be found again.",
  "15": "The merchants of these goods who became rich by her will stand away from her at a distance because of the fear of her torment, weeping and mourning loudly.\\m",
  "16": "They will say,\\q \"Woe, woe to the great city\n\\q2 that was dressed in fine linen,\n\\q3 in purple, and in scarlet,\n\\q2 and was adorned with gold,\n\\q3 precious jewels, and pearls!\n\\q2",
  "17": "In a single hour all that wealth has been wasted.\"\\m\nEvery ship's captain, every seafaring man, sailors, and all whose living is made from the sea, stood off at a distance.\n\\m",
  "18": "They cried out as they saw the smoke of her burning. They said, \"What city is like the great city?\"",
  "19": "They threw dust on their heads, and cried out, weeping and mourning,\\q \"Woe, woe to the great city\n\\q2 where all who had their ships\n\\q2 at sea became rich from her wealth.\n\\q For in a single hour she has been destroyed.\"\n\\q",
  "20": "\"Rejoice over her, heaven,\\q2 you believers, apostles, and prophets,\n\\q for God has brought your judgment on her!\"",
  "21": "A mighty angel took up a stone like a great millstone and threw it into the sea, saying,\\q \"In this way, Babylon, the great city,\n\\q2 will be thrown down with violence\n\\q2 and will not be seen anymore.\n\\q",
  "22": "The sound made by harpists, musicians,\\q3 flute players, and trumpeters\n\\q2 will not be heard anymore in you.\n\\q No craftsman of any kind\n\\q2 will be found in you.\n\\q No sound of a mill\n\\q2 will be heard anymore in you.\n\n\n\\q",
  "23": "The light of a lamp\\q2 will not shine in you anymore.\n\\q The voices of the bridegroom and the bride\n\\q2 will not be heard in you anymore,\n\\q for your merchants were the princes of the earth,\n\\q2 and the nations were deceived by your sorcery.\n\\q",
  "24": "In her the blood of prophets and believers was found,\\q2 and the blood of all who have been killed on the earth.\""
}
