{
  "1": "Then I saw in the right hand of the one who was seated on the throne a scroll written on the front and on the back, sealed with seven seals.",
  "2": "I saw a mighty angel proclaiming with a loud voice, \"Who is worthy to open the scroll and break its seals?\"",
  "3": "No one in heaven or on the earth or under the earth was able to open the scroll or to read it.",
  "4": "I wept bitterly because no one was found worthy to open the scroll or to read it.",
  "5": "But one of the elders said to me, \"Do not weep. Look! The Lion of the tribe of Judah, the Root of David, has conquered. He is able to open the scroll and its seven seals.\"",
  "6": "I saw a Lamb standing between the throne and the four living creatures and among the elders. He looked as though he had been killed. He had seven horns and seven eyes; these are the seven spirits of God sent out over all the earth.",
  "7": "He went and took hold of the scroll out of the right hand of the one who was seated on the throne.",
  "8": "When the Lamb took the scroll, the four living creatures and the twenty-four elders prostrated themselves before him. Each of them had a harp and a golden bowl full of incense, which are the prayers of the believers.",
  "9": "They sang a new song:\\q \"You are worthy to take the scroll\n\\q2 and to open its seals.\n\\q For you were slaughtered, and with your blood you purchased people for God\n\\q2 from every tribe, language, people, and nation.\n\\q",
  "10": "You made them a kingdom and priests to serve our God,\\q2 and they will reign on the earth.\"\n\\m",
  "11": "Then I looked and heard the sound of many angels around the throne and the living creatures and the elders. Their total number was ten thousands of ten thousands and thousands of thousands.",
  "12": "They said in a loud voice,i \"Worthy is the Lamb who has been slaughtered to receive power, wealth, wisdom, strength, honor, glory, and praise.\"",
  "13": "I heard every created thing that was in heaven and on the earth and under the earth and on the sea—everything in them—saying,i \"To the one who sits on the throne and to the Lamb be praise, honor, glory, and the power to rule, forever and ever.\"",
  "14": "The four living creatures said, \"Amen!\" and the elders prostrated themselves and worshiped.\\f + \\ft Some older versions read, \\fqa the twenty-four elders prostrated themselves and worshiped the one who lives forever and ever. \\fqa* \\f*"
}
