{
  "1": "After this I saw four angels standing at the four corners of the earth, tightly holding back the four winds of the earth so that no wind should blow on the earth, on the sea, or against any tree.",
  "2": "I saw another angel coming up from the east, who had the seal of the living God. He cried out with a loud voice to the four angels who were given permission to harm the earth and the sea:",
  "3": "\"Do not harm the earth, the sea, or the trees until we have put a seal on the foreheads of the servants of our God.\"",
  "4": "I heard the number of those who were sealed: 144,000, who were sealed from every tribe of the people of Israel:\\q",
  "5": "twelve thousand from the tribe of Judah,\\q twelve thousand from the tribe of Reuben,\n\\q twelve thousand from the tribe of Gad,\n\\q",
  "6": "twelve thousand from the tribe of Asher,\\q twelve thousand from the tribe of Naphtali,\n\\q twelve thousand from the tribe of Manasseh,\n\n\n\\q",
  "7": "twelve thousand from the tribe of Simeon,\\q twelve thousand from the tribe of Levi,\n\\q twelve thousand from the tribe of Issachar,\n\\q",
  "8": "twelve thousand from the tribe of Zebulun,\\q twelve thousand from the tribe of Joseph, and\n\\q twelve thousand from the tribe of Benjamin were sealed.",
  "9": "After these things I looked, and there was a huge multitude that no one could count—from every nation, tribe, people, and language—standing before the throne and in front of the Lamb. They were wearing white robes and holding palm branches in their hands,",
  "10": "and they were calling out with a loud voice:i \"Salvation belongs to our God who is seated on the throne, and to the Lamb!\"\n\\m",
  "11": "All the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne. They worshiped God,",
  "12": "saying,i \"Amen! Praise, glory, wisdom, thanksgiving, honor, power, and strength be to our God forever and ever! Amen!\"\n\\m",
  "13": "Then one of the elders asked me, \"Who are these, clothed with white robes, and where did they come from?\"",
  "14": "I said to him, \"Sir, you know,\" and he said to me, \"These are the ones who have come out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.\n\n\\q",
  "15": "For this reason, they are before the throne of God,\\q2 and they worship him day and night in his temple.\n\\q2 The one who is seated on the throne will spread his tent over them.\n\\q",
  "16": "They will not be hungry again, nor will they be thirsty again.\\q2 The sun will not beat down on them,\n\\q2 nor any burning heat.\n\\q",
  "17": "For the Lamb in the middle of the throne will be their shepherd,\\q2 and he will guide them to springs of living water,\n\\q and God will wipe away every tear from their eyes.\""
}
