{
  "1": "The first person God created was Adam. Adam's son was Seth. Seth's son was Enosh. Enosh's son was Kenan.",
  "2": "Kenan's son was Mahalalel. Mahalalel's son was Jared. Jared's son was Enoch.",
  "3": "Enoch's son was Methuselah. Methusalah's son was Lamech. Lamech's son was Noah.",
  "4": "Noah's sons were Shem, Ham, and Japheth.\n\\s2 The descendants of Japheth\n\\li1",
  "5": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.\n\\li2",
  "6": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah.\n\\li2",
  "7": "The descendants of Javan were Elishah, Tarshish, Kittim, and Rodanim.\n\\s2 The descendants of Ham\n\\li1",
  "8": "The sons of Ham were Cush, Mizraim, Put, and Canaan.\n\\li1",
  "9": "The descendants of Cush were Seba, Havilah, Sabta, Raamah, and Sabteca.\n\\li2 The sons of Raamah were Sheba and Dedan.\n\\li1",
  "10": "Another descendant of Cush was Nimrod. When he grew up, he became a mighty warrior on the earth.\n\\li1",
  "11": "Mizraim was the ancestor of the Lud , the Anam, the Lehab, the Naphtuh,",
  "12": "the Pathrus, the Casluh, and the Caphtor people groups. The people of the region of Philistia were descended from the Casluh people group.\n\\li1",
  "13": "Canaan's first son was Sidon. He was also the ancestor of the Heth,",
  "14": "the Jebus, the Amor, the Girgash,",
  "15": "the Hiv, the Ark, the Sin,",
  "16": "the Arvad, the Zemar, and the Hamath people groups.\n\\s2 The descendants of Shem\n\\li1",
  "17": "The sons of Shem were Elam, Asshur, Arphachshad, Lud, and Aram.\n\\li1 Aram's sons were Uz, Hul, Gether, and Meshech.\n\\li1",
  "18": "Arphachshad was the father of Shelah, who was the father of Eber.\n\\li2",
  "19": "Eber had two sons. One was named Peleg which sounds like the word that means 'divided' because during the time that he lived, the people on the earth were divided into various language groups. Peleg's younger brother was Joktan.\n\\li2",
  "20": "Joktan was the ancestor of Almodad, Sheleph, Hazarmaveth, Jerah,",
  "22": "Obal, Abimael, Sheba,",
  "23": "Ophir, Havilah, and Jobab.\n\\li1",
  "24": "The descendants of Shem, in order from him to Abraham, were Arphachshad, Shelah,",
  "25": "Eber, Peleg, Reu,",
  "26": "Serug, Nahor, Terah,",
  "27": "and Abram, whose name was later changed to Abraham.\n\\s2 The descendants of Abraham\n\\li1",
  "28": "Abraham's sons were Isaac and Ishmael.\n\\li1",
  "29": "The son of Abraham's slave wife Hagar was Ishmael. Ishmael's twelve sons were Nebaioth, his firstborn, then Kedar, Adbeel, Mibsam,",
  "30": "Mishma, Dumah, Massa, Hadad, Tema,",
  "31": "Jetur, Naphish, and Kedemah.\n\\li1",
  "32": "After Abraham's wife Sarah died, he took another wife named Keturah. Her sons were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.\n\\li2 Jokshan's sons were Sheba and Dedan.\n\\li2",
  "33": "Midian's sons were Ephah, Epher, Hanoch, Abida, and Eldaah.\n\\s2 The descendants of Esau\n\\li1",
  "34": "The son of Abraham's wife Sarah was Isaac, and Isaac's sons were Esau and Jacob, whose name was later changed to Israel.\n\\li1",
  "35": "The sons of Esau were Eliphaz, Reuel, Jeush, Jalam, and Korah.\n\\li2",
  "36": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek.\n\\li2",
  "37": "Reuel's sons were Nahath, Zerah, Shammah, and Mizzah.\n\\s2 The descendants of Seir\n\\li1",
  "38": "Another descendant of Esau was Seir. His descendants lived in the region of Edom. Seir's sons were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.\n\\li2",
  "39": "Lotan's sons were Hori and Homam, and Lotan's sister was Timna.\n\\li2",
  "40": "Shobal's sons were Alvan, Manahath, Ebal, Shepho, and Onam.\n\\li2 Zibeon's sons were Aiah and Anah.\n\\li2",
  "41": "Anah's son was Dishon.\n\\li2 1 Dishon's sons were Hamram, Eshban, Ithran, and Keran.\n\\li2",
  "42": "Ezer's sons were Bilhan, Zaavan, and Jaakan.\n\\li2 Dishan's sons were Uz and Aran.\n\\s2 The kings of Edom",
  "43": "These are the names of the kings who ruled the region of Edom before any kings ruled over Israel:\n\\li1 Bela son of Beor, was king in Edom, and the name of the city in which he lived was Dinhabah.\n\\li1",
  "44": "When Bela died, Jobab son of Zerah, from the city of Bozrah, became the king.\n\\li1",
  "45": "When Jobab died, Husham became the king. He was from the region where the Teman people group lived.\n\\li1",
  "46": "When Husham died, Hadad son of Bedad, became the king. He ruled in the city of Avith. Hadad's army defeated the army of the Midian people group in the region of Moab.\n\\li1",
  "47": "When Hadad died, Samlah became the king. He was from the city of Masrekah.\n\\li1",
  "48": "When Samlah died, Shaul became the king. He was from the city of Rehoboth Hannahar.\n\\li1",
  "49": "When Shaul died, Baal Hanan son of Achbor, became the king.\n\\li1",
  "50": "When Baal Hanan died, Hadad became the king. He was from the city of Pai. His wife's name was Mehetabel; she was the daughter of Matred and the granddaughter of Me Zahab.",
  "51": "Then Hadad died.\n\\b\n\\li1 The leaders of the clans of the Edom people group were Timna, Alvah, Jetheth,",
  "53": "Kenaz, Teman, Mibzar,",
  "54": "Magdiel, and Iram."
}
