{
  "1": "Yahweh says, \"When the leaders of Israel spoke, the people trembled;\\q2 they were respected in Israel.\n\\q1 But because they all worshiped Baal, they became guilty,\n\\q2 and they died.\n\\q1",
  "2": "Now they sin more and more;\\q2 they make cast metal figures out of silver\n\\q1 to make them their idols.\n\\q2 Those idols are statues that are very cleverly made,\n\\q2 but those statues are made only by craftsmen.\n\\q1 But other people see\n\\q2 that the men of Israel sacrifice to these calf-idols and kiss them to worship them.\n\n\\q1",
  "3": "So the people of Israel will disappear\\q2 as quickly as the clouds that form in the morning,\n\\q1 as quickly as the dew, when the sun dries it up.\n\\q2 They will disappear as easily as the chaff that the wind blows away from the threshing place.\n\\q2 They will disappear as easily as the smoke that goes out of the chimney.\n\n\n\\q1",
  "4": "But I am Yahweh, whom you should worship;\\q2 I am the one who brought you out of the land of Egypt.\n\\q1 You must worship no other God; you must worship only Me.\n\\q2 There is no one else who can rescue you.\n\\q1",
  "5": "I took charge of you in the wilderness,\\q2 in a desert where there was no water to drink.\n\\q1",
  "6": "When I provided food for you,\\q2 you ate as much as you wanted and were satisfied.\n\\q1 But when you were no longer hungry, you became proud\n\\q2 and forgot about me.\n\n\n\\q1",
  "7": "So I will attack you like a lion;\\q2 I will attack you like a leopard that waits beside the road to suddenly jump on a traveler.\n\\q1",
  "8": "I will come against you like a female bear when someone steals her cubs,\\q2 and I will rip open your chests.\n\\q1 Like a lion that attacks—\n\\q2 as a wild animal would tear you apart.\n\n\n\\q1",
  "9": "You people of Israel, I will destroy you.\\q2 No one will be able to help you.\n\\q1",
  "10": "You no longer have any king \\q2 who can save you in any of your cities.\n\\q1 You no longer have any of the rulers whom you asked me to give you.\n\n\\q1",
  "11": "When I gave you a king, I gave him to you because I was angry with you.\\q1 And because I was angry with you, I took your kings away.\n\n\n\\q1",
  "12": "I have kept track of all the wicked deeds that you people of Israel have committed; I have recorded all your guilt.\\q1",
  "13": "You are like a baby ready to be born,\\q2 but you are foolish,\n\\q1 because you are like a child who refuses to be born.\n\n\\q1",
  "14": "Will I really keep you from dying?\\q2 Will I rescue you from dying?\n\\q1 No! I will let you die\n\\q2 I will let you perish.\n\\q2 I have no more compassion left for you.\"\n\n\n\\q1",
  "15": "The prophet Hosea says: \"Even though you people of Israel are wealthier than those of Judah,\\q2 the day is coming when Yahweh will destroy you.\n\\q1 You will meet disaster.\n\\q2 Your enemies will take everything valuable away from you.\n\n\n\\q1",
  "16": "The people of the city of Samaria are guilty because they have rebelled against God.\\q2 Their enemies will kill them with swords.\n\\q1 they will thrown their children far down to the ground and kill them;\n\\q2 they will rip open their pregnant women.\""
}
