{
  "1": "\"Listen, you priests!\\q2 Pay attention, you people of Israel!\n\\q1 And you members of the king's family, you also need to listen!\n\\q2 For I will punish all of you.\n\\q1 The things you have done have been like a trap for the people at Mizpah.\n\\q2 The things you have done have become like a net spread out to catch the people who live on Mount Tabor.",
  "2": "Those who rebelled against me have now killed so many that they are standing deep in their blood. I tell you that I will punish them all.\n\n\\q1",
  "3": "You, the people in Ephraim, the center of Israel—I know you.\\q2 I know very well what you are like, you people of Israel.\n\\q1 You people in Ephraim, you have acted like prostitutes.\n\\q2 Yes, you people in Israel are polluted.\n\\q1",
  "4": "Ephraim and Israel are not able to ask me to forgive them, because of what they have done.\\q1 They have chosen to be unfaithful and immoral,\n\\q2 and they do not know me, Yahweh.\"\n\n\n\\q1",
  "5": "Israel is proud; because of this others know how guilty she is.\\q2 The sins that the people of Israel have committed are making them faithless to Yahweh.\n\\q2 Judah is becoming faithless, too.\n\\q1",
  "6": "They are hoping to persuade Yahweh to have mercy on them.\\q2 They are coming to sacrifice sheep and cattle to him from their flocks and herds.\n\\q1 But they will find that Yahweh will have no mercy on them\n\\q2 because he has stopped helping them; he is leaving them alone.\n\\q1",
  "7": "They did not keep their promises to Yahweh.\\q2 and they have had children by foreign women.\n\\q1 So at the time of the new moon festivals,\n\\q2 they will perish, together with their cultivated fields.\"\n\n\n\\q1",
  "8": "Yahweh says, \"Blow the ram horns at the city of Gibeah!\\q2 Blow the trumpets at the city of Ramah!\n\\q1 Shout a battle cry at the city of Beth Aven!\n\\q2 Lead us into battle, you people of the tribe of Benjamin!\n\\q1",
  "9": "I will punish the people of Ephraim and turn their city into a pile of rubble.\\q2 This is my promise to the tribes of Israel—I pledge to you all that I will do this.\n\n\n\\q1",
  "10": "The leaders of Judah are as bad as people who steal farmland by moving boundary markers;\\q2 they steal land that does not belong to them.\n\\q1 I will punish them in a way that will make them perish.\n\\q1",
  "11": "Ephraim will suffer greatly; the people will perish when I punish them,\\q2 because they were determined to worship idols.\n\n\n\\q1",
  "12": "I will destroy Ephraim as a moth destroys wool;\\q2 I will destroy Judah as rot destroys wood.\n\\q1",
  "13": "When the people of Ephraim realized how weak they were,\\q2 then they asked the people of Assyria for help.\n\\q1 When the people of Judah realized how weak they were,\n\\q2 they sent messengers to the great king of Assyria.\n\\q2 But he could not help you people;\n\\q1 he could not make you people strong again.\n\n\n\\q1",
  "14": "I will become like a lion to the people of Ephraim in Israel;\\q2 I will become like a young lion to the people of Judah.\n\\q1 I will destroy them and leave them;\n\\q1 I will carry them far away,\n\\q2 and no one will be able to rescue them.\n\\q1",
  "15": "Then I will go back to where I came from;\\q2 from there I will wait for them to admit that they have sinned;\n\\q1 I will wait for them to come and ask me to help them.\""
}
