{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, a servant of Jesus Christ, called to be an apostle and set apart for the gospel of God,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "which he promised beforehand by his prophets in the holy scriptures,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "concerning his Son who was a descendant of David according to the flesh. \n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through the Spirit of holiness he was declared with power to be the Son of God by the resurrection from the dead, Jesus Christ our Lord.\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through him we have received grace and apostleship for obedience of faith among all the nations, for the sake of his name.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among these nations, you also have been called to belong to Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This letter is to all who are in Rome, the beloved of God, who are called to be holy people. May grace be to you, and peace from God our Father and the Lord Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the whole world.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God is my witness, whom I serve in my spirit in the gospel of his Son, of how continually I make mention of you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I always request in my prayers that by any means I may at last be successful now by the will of God in coming to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I desire to see you, that I may give you some spiritual gift, in order to strengthen you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, I long to be mutually encouraged among you, through each other's faith, yours and mine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I do not want you to be uninformed, brothers, that I often intended to come to you, (but I was hindered until now), in order to have a harvest among you, just as I have had among the rest of the Gentiles.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am a debtor both to Greeks and to foreigners, both to the wise and to the foolish.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, as for me, I am ready to proclaim the gospel also to you who are in Rome.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I am not ashamed of the gospel, for it is the power of God for salvation for everyone who believes, for the Jew first and for the Greek.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in it God's righteousness is revealed from faith to faith, as it has been written, \"The righteous will live by faith.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of people, who through unrighteousness hold back the truth.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because that which is known about God is visible to them. For God has enlightened them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For his invisible qualities, namely his eternal power and divine nature, have been clearly seen, ever since the creation of the world, in the things that have been made. So they are without excuse.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because, although they knew about God, they did not glorify him as God, nor did they give him thanks. Instead, they became foolish in their thoughts, and their senseless hearts were darkened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They claimed to be wise, but they became foolish.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They exchanged the glory of the imperishable God for the likenesses of an image of perishable man, of birds, of four-footed beasts, and of creeping things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore God gave them over to the lusts of their hearts for uncleanness, for their bodies to be dishonored among themselves.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is they who exchanged the truth of God for a lie, and who worshiped and served the creation instead of the Creator, who is praised forever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, God gave them over to dishonorable passions, for their women exchanged natural relations for those that were unnatural.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, the men also left their natural relations with women and burned in their lust for one another. These were men who committed shameless acts with men and received in themselves the penalty they deserved for their error.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they did not approve of having God in their awareness, he gave them up to a depraved mind, for them to do those things that are not proper.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have been filled with all unrighteousness, wickedness, covetousness, and malice. They are full of envy, murder, strife, deceit, and evil intentions. They are gossips, \n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "slanderers, haters of God, insolent, arrogant, boastful, inventing ways of doing evil; they are disobedient to parents. \n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are senseless, faithless, heartless, and unmerciful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They understand the regulations of God, that those who practice such things are deserving of death. But not only do they do these things, they also approve of others who do them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}