{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let every soul be obedient to higher authorities, for there is no authority unless it comes from God. The authorities that exist have been appointed by God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore he who resists that authority opposes the command of God; and those who oppose it will receive judgment on themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For rulers are not a terror to good deeds, but to evil deeds. Do you desire to be unafraid of the one in authority? Do what is good, and you will receive his approval.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he is a servant of God to you for good. But if you do what is evil, be afraid; for he does not carry the sword for no reason. For he is a servant of God, an avenger for wrath on the one who does evil.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must obey, not only because of the wrath, but also because of conscience.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this you pay taxes also. For authorities are servants of God, who attend to this very thing continually.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay to everyone what is owed to them. Tax to whom tax is due, toll to whom toll is due; fear to whom fear is due, honor to whom honor is due.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Owe no one anything, except to love one another. For he who loves his neighbor has fulfilled the law.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commandments: \"Do not commit adultery, do not kill, do not steal, do not covet,\" and if there is any other commandment also, it is summed up in this sentence: \"Love your neighbor as yourself.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Love does not harm one's neighbor; therefore, love is the fulfillment of the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, you know the time, that it is already time for you to awake out of sleep. For now our salvation is nearer than when we first believed.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The night has advanced, and the day has come near. Let us therefore put aside the works of darkness, and let us put on the armor of light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let us walk appropriately, as in the day, not in drunken celebrations or drunkenness; and let us not walk in sexual immorality or in uncontrolled lust, and not in strife or jealousy.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its lusts.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}