{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Receive anyone who is weak in faith, without giving judgment about arguments.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One person has faith to eat anything, another who is weak eats only vegetables.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the one who eats everything not despise the one who does not; and may the one who does not eat everything not judge the other who eats everything. For God has accepted him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who are you, you who judge a servant belonging to someone else? It is before his own master that he stands or falls. But he will be made to stand, for the Lord is able to make him stand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One person values one day above another. Another values every day equally. Let each person be convinced in his own mind.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who observes the day, observes it for the Lord; and he who eats, eats for the Lord, for he gives thanks to God. He who does not eat, refrains from eating for the Lord, he also gives thanks to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For none of us lives for himself, and none dies for himself.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if we live, we live for the Lord, and if we die, we die for the Lord. Then whether we live or die, we are the Lord's.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For to this purpose Christ died and lived again, that he might be Lord of both the dead and those who are living.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, why do you judge your brother? And you, why do you despise your brother? For we will all stand before the judgment seat of God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"As I live,\" says the Lord, \"to me every knee will bend,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and every tongue will give praise to God.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, each one of us will give an account of himself to God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, let us no longer judge one another, but instead decide this, that no one will place a stumbling block or a snare for his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know and am persuaded in the Lord Jesus, that nothing is unclean by itself. Only for him who considers anything to be unclean, for him it is unclean.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If because of food your brother is hurt, you are no longer walking in love. Do not destroy with your food one for whom Christ died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not allow what you consider to be good to be spoken of as evil.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the kingdom of God is not about food and drink, but about righteousness, peace, and joy in the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the one who serves Christ in this way is acceptable to God and approved by people.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, let us pursue the things of peace and the things that build up one another.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not destroy the work of God because of food. All things are indeed clean, but it is evil for that person who eats and causes him to stumble.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is good not to eat meat, nor to drink wine, nor anything by which your brother takes offense.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The faith you have, keep between yourself and God. Blessed is the one who does not condemn himself by what he approves.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who doubts is condemned if he eats, because it is not from faith. And whatever is not from faith is sin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}