{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you are without excuse, you person, you who judge, for what you judge in another you condemn in yourself. For you who judge practice the same things.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we know that God's judgment is according to truth when it falls on those who practice such things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But consider this, you person, you who judge those who practice such things although you do the same things. Will you escape from the judgment of God?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or do you think so little of the riches of his goodness, his delayed punishment, and his patience? Do you not know that his goodness is meant to lead you to repentance?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it is to the extent of your hardness and unrepentant heart that you are storing up for yourself wrath on the day of wrath, that is, the day of the revelation of God's righteous judgment.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will pay back to every person according to his actions:\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to those who according to consistent, good actions have sought praise, honor, and incorruptibility, he will give eternal life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to those who are self-seeking, who disobey the truth but obey unrighteousness, wrath and fierce anger will come.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will bring tribulation and distress on every human soul that has practiced evil, to the Jew first, and also to the Greek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But praise, honor, and peace will come to everyone who practices good, to the Jew first, and also to the Greek.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there is no favoritism with God.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as many as have sinned without the law will also perish without the law, and as many as have sinned with respect to the law will be judged by the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is not the hearers of the law who are righteous before God, but it is the doers of the law who will be justified.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when Gentiles, who do not have the law, do by nature the things of the law, they are a law to themselves, although they do not have the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this they show that the actions required by the law are written in their hearts. Their conscience also bears witness to them, and their own thoughts either accuse or defend them to themselves\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and also to God. That will happen on the day when God will judge the secrets of all people, according to my gospel, through Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you call yourself a Jew and rest upon the law and boast in God,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and know his will and approve of what is excellent because you have been instructed from the law;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if you are convinced that you yourself are a guide to the blind, a light to those who are in darkness,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a corrector of the foolish, a teacher of little children, and that you have in the law the form of knowledge and of the truth, then how does this affect the way you live your life?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who teach others, do you not teach yourself? You who preach against stealing, do you steal?\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who say that one must not commit adultery, do you commit adultery? You who hate idols, do you rob temples?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who boast in the law, do you dishonor God by breaking the law?\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For \"the name of God is blasphemed among the Gentiles because of you,\" just as it has been written.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For circumcision indeed benefits you if you obey the law, but if you break the law, your circumcision becomes uncircumcision.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If, then, the uncircumcised person keeps the requirements of the law, will not his uncircumcision be considered as circumcision?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And will not the one who is naturally uncircumcised condemn you if he keeps the law? This is because you have the written law and circumcision, yet you break the law!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he is not a Jew who is merely one outwardly; neither is circumcision that which is merely outward in the flesh.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he is a Jew who is one inwardly, and circumcision is that of the heart, in the Spirit, not in the letter. The praise of such a person comes not from people but from God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}