{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What then will we say that Abraham, our forefather according to the flesh, found?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if Abraham had been justified by works, he would have had a reason to boast, but not before God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For what does the scripture say? \"Abraham believed God, and it was counted to him as righteousness.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now for him who works, what he is paid is not counted as a gift, but as what is owed.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for him who does not work but instead believes in the one who justifies the ungodly, his faith is counted as righteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David also pronounces blessing on the man to whom God counts righteousness without works.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Blessed are those whose lawless deeds are forgiven,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and whose sins are covered.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed is the man against whom the Lord will not count sin.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then is this blessing pronounced only on those of the circumcision, or also on those of the uncircumcision? For we say, \"Faith was counted to Abraham as righteousness.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So how was it counted? When Abraham was in circumcision, or in uncircumcision? It was not in circumcision, but in uncircumcision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham received the sign of circumcision. This was a seal of the righteousness of the faith that he had already possessed when he was in uncircumcision. The result of this sign was that he became the father of all those who believe, even if they are in uncircumcision. This means that righteousness will be counted for them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This also meant that Abraham became the father of the circumcision for those who are not only circumcised but also for those who follow in the steps of faith of our father Abraham before he was circumcised. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the promise to Abraham and to his descendants that he would be heir of the world did not come through the law but through the righteousness of faith.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if those who live by the law are to be the heirs, faith is made empty, and the promise is void.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the law brings about wrath, but where there is no law, there is no trespass.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason it is by faith, in order that the promise may rest on grace and be guaranteed to all of Abraham's descendants—not only to those who are under the law, but also to those who share the faith of Abraham. He is the father of us all, \n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as it is written, \"I have made you the father of many nations.\" Abraham was in the presence of him whom he trusted, that is, God, who gives life to the dead and calls the things that do not exist into existence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In hope he believed against hope, that he would become the father of many nations, according to what he had been told, \"So will your descendants be.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Without becoming weak in faith, he considered his own body as dead (because he was about a hundred years old)—and he considered the deadness of Sarah's womb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because of God's promise, Abraham did not hesitate in unbelief. Instead, he was strengthened in faith and gave praise to God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was fully convinced that what God had promised, he was also able to accomplish.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore this was also counted to him as righteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was not written only for his benefit, that it was counted for him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was written also for us, for whom it will be counted, we who believe in him who raised Jesus our Lord from the dead.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the one who was delivered up for our trespasses and was raised for our justification.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}