{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since we are justified by faith, we have peace with God through our Lord Jesus Christ.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through him we also have our access by faith into this grace in which we stand, and we rejoice in the certain hope of the glory of God. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only this, but we also rejoice in our sufferings. We know that suffering produces endurance.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Endurance produces character, and character produces certain hope,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that hope does not disappoint because the love of God has been poured into our hearts through the Holy Spirit who was given to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For while we were still weak, at the right time Christ died for the ungodly.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For one will hardly die for a righteous man. That is, perhaps someone would dare to die for a good person.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God proves his own love toward us, because while we were still sinners, Christ died for us.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Much more, then, now that we are justified by his blood, we will be saved by it from the wrath of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if, while we were enemies, we were reconciled to God through the death of his Son, much more, after having been reconciled, will we be saved by his life.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only this, but we also rejoice in God through our Lord Jesus Christ, through whom we now have received this reconciliation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, as through one man sin entered into the world, in this way death entered through sin. And death spread to all people, because all sinned.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For until the law, sin was in the world, but there is no accounting for sin when there is no law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, death ruled from Adam until Moses, even over those who did not sin like Adam's disobedience, who is a pattern of him who was to come.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the gift is not like the trespass. For if by the trespass of one the many died, how much more did the grace of God and the gift by the grace of the one man, Jesus Christ, abound for the many!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the gift is not like the outcome of that one man's sin. The judgment followed one trespass and brought condemnation, but the gift followed many trespasses and brought justification.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if, by the trespass of the one, death ruled through the one, how much more will those who receive the abundance of grace and the gift of righteousness reign in life through the one, Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, by one trespass condemnation came to all people, so also one act of righteousness leads to justification and life for all people.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as through the one man's disobedience the many were made sinners, even so through the obedience of the one will the many be made righteous.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the law came in to increase the trespass. But where sin abounded, grace abounded even more.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened so that, as sin ruled in death, even so grace might rule through righteousness for everlasting life through Jesus Christ our Lord.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}