{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What then will we say? Should we continue in sin so that grace may abound?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May it never be. We who died to sin, how can we still live in it?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that as many as were baptized into Christ Jesus were baptized into his death?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were buried, then, with him through baptism into death. This happened in order that just as Christ was raised from the dead by the glory of the Father, so also we might walk in newness of life.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if we have become united with him in the likeness of his death, we will also be united with his resurrection.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know this, that our old man was crucified with him, in order that the body of sin might be destroyed. This happened so that we should no longer be enslaved to sin.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who has died is declared righteous with respect to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we have died with Christ, we believe that we will also live together with him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that since Christ has been raised from the dead he cannot die again; death no longer has authority over him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in regard to the death that he died to sin, he died once for all. However, the life that he lives, he lives for God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, you also must consider yourselves to be dead to sin, but alive to God in Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore do not let sin rule in your mortal body in order that you may obey its lusts.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not present the parts of your body to sin, to be tools used for unrighteousness. But present yourselves to God, as those who have been brought from death to life, and present the parts of your body to God as tools to be used for righteousness.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow sin to rule over you. For you are not under law, but under grace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What then? Shall we sin because we are not under law, but under grace? May it never be.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that the one to whom you present yourselves as slaves is the one to which you are obedient, the one you must obey? This is true whether you are slaves to sin which leads to death, or slaves to obedience which leads to righteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But thanks be to God! For you were slaves of sin, but you have obeyed from the heart the pattern of teaching that you were given.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have been made free from sin, and you have been made slaves of righteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I speak like a man because of the weakness of your flesh. For just as you presented the parts of your body as slaves to uncleanness and to evil, in the same way now, present the parts of your body as slaves to righteousness for sanctification.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when you were slaves of sin, you were free from righteousness.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, what fruit then did you have of the things of which you are now ashamed? For the outcome of those things is death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now that you have been made free from sin and are enslaved to God, you have your fruit for sanctification. The result is eternal life.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the wages of sin are death, but the gift of God is eternal life in Christ Jesus our Lord.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}