{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or do you not know, brothers (for I am speaking to people who know about law), that the law controls a person for as long as he lives?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the married woman is bound by law to the husband while he lives, but if the husband dies, she is released from the law of marriage.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, while her husband is living, if she lives with another man, she will be called an adulteress. But if the husband dies, she is free from the law, so she is not an adulteress if she lives with another man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, my brothers, you were also made dead to the law through the body of Christ. This is so that you could be joined to another, that is, to him who was raised from the dead, in order that we might produce fruit for God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when we were in the flesh, the sinful passions, aroused by the law, were at work in our members to bear fruit for death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now we have been released from the law. We have died to that by which we were held. This is so that we might serve in newness of the Spirit, and not in oldness of the letter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What will we say then? Is the law itself sin? May it never be. However, I would never have known sin, if it were not through the law. For I would not have known covetousness unless the law said, \"You must not covet.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But sin took the opportunity through the commandment and brought about every lust in me. For without the law, sin is dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At one time I was alive without the law, but when the commandment came, sin regained life, and I died.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commandment that was to bring life turned out to be death for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For sin took the opportunity through the commandment and deceived me. Through the commandment it killed me.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the law is holy, and the commandment is holy, righteous, and good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So did what is good become death to me? May it never be. But sin, in order that it might be shown to be sin through what is good, brought about death in me. This was in order that through the commandment, sin might become sinful beyond measure.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we know that the law is spiritual, but I am of the flesh. I have been sold under slavery to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For what I do, I do not really understand. For what I want to do, I do not do, and what I hate, I do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I do what I do not want, I agree with the law that the law is good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now it is no longer I who do it, but the sin that lives in me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I know that in me, that is in my flesh, lives no good thing. For the desire for good is with me, but I cannot do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the good that I want I do not do, but the evil that I do not want, that I do.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if I do what I do not want to do, then it is no longer I who am acting, but rather sin that lives in me.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I find, then, the principle in me that I want to do what is good, but that evil is actually present in me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I rejoice in the law of God with the inner man.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I see a different principle in my body parts. It fights against that new principle in my mind. It takes me captive by the principle of sin that is in my body parts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am a miserable man! Who will deliver me from this body of death?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind. However, with the flesh I serve the principle of sin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}