{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is therefore now no condemnation for those who are in Christ Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the law of the Spirit of life in Christ Jesus has set you free from the law of sin and death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For what the law was unable to do because it was weak through the flesh, God did. He sent his own Son in the likeness of sinful flesh to be an offering for sin, and he condemned sin in the flesh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did this in order that the requirements of the law might be fulfilled in us, we who walk not according to the flesh, but according to the Spirit.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who live according to the flesh pay attention to the things of the flesh, but those who live according to the Spirit pay attention to the things of the Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the mind set on the flesh is death, but the mind set on the Spirit is life and peace.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The mind set on the flesh is hostile toward God, for it is not subject to God's law, nor is it able to do so.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are in the flesh cannot please God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you are not in the flesh but in the Spirit, if it is true that God's Spirit lives in you. But if someone does not have the Spirit of Christ, he does not belong to him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Christ is in you, the body is dead with respect to sin, but the spirit is alive with respect to righteousness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the Spirit of him who raised Jesus from the dead lives in you, he who raised Christ from the dead will give life also to your mortal bodies through his Spirit, who lives in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, brothers, we are debtors, but not to the flesh to live according to the flesh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if you live according to the flesh, you are about to die, but if by the Spirit you put to death the body's actions, you will live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as many as are led by the Spirit of God, these are sons of God.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not receive a spirit that makes you slaves, so that you live in fear again; but you received the Spirit of adoption, by which we cry, \"Abba, Father!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit himself bears witness with our spirit that we are children of God.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we are children, then we are also heirs, heirs of God. And we are joint heirs with Christ, if indeed we suffer with him so that we may also be glorified with him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I consider that the sufferings of this present time are not worthy to be compared with the glory that will be revealed to us.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the eager expectation of the creation waits for the revealing of the sons of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the creation was subjected to futility, not of its own will, but because of him who subjected it, in the certain hope\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that the creation itself will be delivered from slavery to decay, and that it will be brought into the freedom of the glory of the children of God.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we know that the whole creation groans and labors in pain together even now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only that, but even we ourselves, who have the firstfruits of the Spirit—even we ourselves groan within ourselves, waiting for our adoption, the redemption of our body.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in this certain hope we were saved. Now hope that is seen is not hope. For who hopes for what he can see? \n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we have certain hope about what we do not see, we wait for it with patience.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, the Spirit also helps in our weakness. For we do not know how we should pray, but the Spirit himself intercedes for us with inexpressible groans.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who searches the hearts knows the mind of the Spirit, because he intercedes on behalf of the saints according to the will of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that for those who love God, he works all things together for good, "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa he works all things together for good \\fqa* , some older versions read, \\fqa all things work together for good \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "for those who are called according to his purpose.\n\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because those whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those whom he predestined, these he also called. Those whom he called, these he also justified. Those whom he justified, these he also glorified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What then shall we say about these things? If God is for us, who is against us?\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who did not spare his own Son but delivered him up on behalf of us all, how will he not also with him freely give us all things?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who will bring any accusation against God's chosen ones? God is the one who justifies.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is the one who condemns? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, and who also is interceding for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who will separate us from the love of Christ? Tribulation, or distress, or persecution, or hunger, or nakedness, or danger, or sword?\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as it is written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"For your benefit we are killed all day long.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "We were considered as sheep for the slaughter.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all these things we are more than conquerors through the one who loved us.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have been convinced that neither death, nor life, nor angels, nor governments, nor things present, nor things to come, nor powers,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nor height, nor depth, nor any other created thing, will be able to separate us from the love of God, which is in Christ Jesus our Lord.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}