{
  "1": "When the day of Pentecost came, they were all together in the same place.",
  "2": "Suddenly there came from heaven a sound like the rush of a violent wind, and it filled the whole house where they were sitting.",
  "3": "There appeared to them tongues like fire that were distributed, and they sat upon each one of them.",
  "4": "They were all filled with the Holy Spirit and began to speak with other languages, as the Spirit gave them to speak.",
  "5": "Now there were Jews who were living in Jerusalem, godly men, from every nation under heaven.",
  "6": "When this sound was heard, the multitude came together and was confused because everyone heard them speaking in his own language.",
  "7": "They were amazed and marveled; they said, \"Really, are not all these who are speaking Galileans?",
  "8": "Why is it that we are hearing them, each in our own language in which we were born?",
  "9": "Parthians and Medes and Elamites, and those who live in Mesopotamia, in Judea and Cappadocia, in Pontus and Asia,",
  "10": "Phrygia and Pamphylia, in Egypt and the parts of Libya toward Cyrene, and visitors from Rome,",
  "11": "Jews and proselytes, Cretans and Arabians, we hear them telling in our languages about the mighty works of God.\"",
  "12": "They were all amazed and perplexed; they said to one another, \"What does this mean?\"",
  "13": "But others mocked and said, \"They are full of new wine.\"",
  "14": "But Peter stood with the eleven, raised his voice, and said to them, \"Men of Judea and all of you who live at Jerusalem, let this be known to you; pay attention to my words.",
  "15": "For these people are not drunk as you assume, for it is only the third hour of the day.",
  "16": "But this is what was spoken through the prophet Joel:\\q",
  "17": "'It will be in the last days,' God says,\\q 'I will pour out my Spirit on all people.\n\\q Your sons and your daughters will prophesy,\n\\q your young men will see visions,\n\\q and your old men will dream dreams.\n\n\n\\q",
  "18": "Also on my servants and my female servants in those days\\q I will pour out my Spirit, and they will prophesy.\n\\q",
  "19": "I will show wonders in the sky above\\q and signs on the earth below,\n\\q blood, fire, and vapor of smoke.\n\n\n\\q",
  "20": "The sun will be turned to darkness\\q and the moon to blood,\n\\q before the great and remarkable day of the Lord comes.\n\\q",
  "21": "It will be that everyone who calls on the name of the Lord will be saved.'\\m",
  "22": "Men of Israel, hear these words: Jesus of Nazareth, a man shown to you by God to be genuine by the mighty deeds, the wonders, and the signs which God did through him in your midst, as you yourselves know.",
  "23": "This man was handed over by God's predetermined plan and foreknowledge; and you, by the hand of lawless men, put him to death by nailing him to a cross.",
  "24": "But God raised him up, freeing him from the pains of death, because it was impossible for him to be held by it.",
  "25": "For David says about him,\\q 'I saw the Lord always before my face,\n\\q for he is beside my right hand so that I should not be moved.\n\\q",
  "26": "Therefore my heart was glad and my tongue rejoiced.\\q Also, my flesh will live in certain hope.\n\n\n\\q",
  "27": "For you will not abandon my soul to Hades,\\q neither will you allow your Holy One to see decay.\n\\q",
  "28": "You revealed to me the ways of life;\\q you will make me full of gladness with your face.'\n\\m",
  "29": "Brothers, I can speak to you confidently about the patriarch David, he both died and was buried, and his tomb is with us to this day.",
  "30": "Therefore, he was a prophet and knew that God had sworn with an oath to him, that he would set one of the fruit of his body upon his throne.",
  "31": "He foresaw this and spoke about the resurrection of the Christ,\\q 'He was neither abandoned to Hades, nor did his flesh see decay.'\n\\m",
  "32": "This Jesus—God raised him up, of which we all are witnesses.",
  "33": "Therefore having been raised up to the right hand of God and having received the promised Holy Spirit from the Father, he has poured out this, which you see and hear.\\m",
  "34": "For David did not ascend to the heaven, but he says,\\q 'The Lord said to my Lord, \"Sit at my right hand,\n\\q",
  "35": "until I make your enemies the stool for your feet.\"'\\m",
  "36": "Therefore, let all the house of Israel certainly know that God has made him both Lord and Christ, this Jesus whom you crucified.\"",
  "37": "Now when they heard this, they were pierced in their hearts, and said to Peter and the rest of the apostles, \"Brothers, what shall we do?\"",
  "38": "Then Peter said to them, \"Repent and be baptized, each of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
  "39": "For the promise is to you and to your children and to all that are far off, as many people as the Lord our God will call.\"",
  "40": "With many other words he testified and urged them; he said, \"Save yourselves from this wicked generation.\"",
  "41": "Then they received his word and were baptized, and there were added in that day about three thousand souls.",
  "42": "They continued in the apostles' teaching and fellowship, in the breaking of bread and in prayers.",
  "43": "Fear came upon every soul, and many wonders and signs were done through the apostles.",
  "44": "All who believed were together and had all things in common,",
  "45": "and they sold their property and possessions and distributed them to all, according to the needs anyone had.",
  "46": "So day after day they continued with one purpose in the temple, and they broke bread in homes, and they shared food with joy and humility of heart;",
  "47": "they praised God and had favor with all the people. Every day the Lord added to their number those who were being saved."
}
