{
  "1": "\"Brothers and fathers, listen to my defense which I will now make to you.\"",
  "2": "When the crowd heard Paul speak to them in the Hebrew language, they became quiet. He said,",
  "3": "\"I am a Jew, born in Tarsus of Cilicia, but educated in this city at the feet of Gamaliel. I was instructed according to the strict ways of the law of our fathers. I am zealous for God, just as all of you are today.",
  "4": "I persecuted this Way to the death, binding up and delivering them to prison both men and women,",
  "5": "as the high priest and all the elders can bear witness. I received letters from them for the brothers in Damascus, and went there to bring them back in bonds to Jerusalem in order for them to be punished.",
  "6": "It happened that when I was traveling and nearing Damascus, about noon suddenly a great light from heaven began to shine around me.",
  "7": "I fell to the ground and heard a voice say to me, 'Saul, Saul, why are you persecuting me?'",
  "8": "I answered, 'Who are you, Lord?' He said to me, 'I am Jesus of Nazareth, whom you are persecuting.'",
  "9": "Those who were with me saw the light, but they did not understand the voice of him who spoke to me.",
  "10": "I said, 'What should I do, Lord?' The Lord said to me, 'Arise and go into Damascus; there you will be told everything that you must do.'",
  "11": "I could not see because of that light's brightness, and being led by the hands of those who were with me, I came into Damascus.",
  "12": "There I met a man named Ananias, a devout man according to the law and well spoken of by all the Jews who lived there.",
  "13": "He came to me, stood by me, and said, 'Brother Saul, receive your sight.' In that very hour I saw him.",
  "14": "Then he said, 'The God of our fathers has chosen you to know his will, to see the Righteous One, and to hear the voice coming from his own mouth.",
  "15": "For you shall be a witness for him to all men about what you have seen and heard.",
  "16": "Now why are you waiting? Arise, be baptized, and wash away your sins, calling on his name.'",
  "17": "After I had returned to Jerusalem, and while I was praying in the temple, it happened that I was given a vision.",
  "18": "I saw him say to me, 'Hurry and leave Jerusalem quickly, because they will not accept your testimony about me.'",
  "19": "I said, 'Lord, they themselves know that I imprisoned and beat those who believed in you in every synagogue.",
  "20": "When the blood of Stephen your witness was spilled, I also was standing by and agreeing, and I was guarding the cloaks of those who killed him.'",
  "21": "But he said to me, 'Go, because I will send you far away to the Gentiles.'\"",
  "22": "They listened to him until he said this. Then they shouted and said, \"Away with such a fellow from the earth, for it is not right that he should live.\"",
  "23": "As they were shouting, throwing off their cloaks, and throwing dust into the air,",
  "24": "the chief captain commanded Paul to be brought into the fortress. He ordered that he should be questioned with scourging, so that he himself might know why they were shouting against him like that.",
  "25": "When they had tied him up with the thongs, Paul said to the centurion who was standing by, \"Is it lawful for you to scourge a man who is a Roman and who has not been put on trial?\"",
  "26": "When the centurion heard this, he went to the chief captain and told him, saying, \"What are you about to do? For this man is a Roman citizen.\"",
  "27": "The chief captain came and said to him, \"Tell me, are you a Roman citizen?\" Paul said, \"Yes.\"",
  "28": "The chief captain answered, \"It was only with a large amount of money that I acquired citizenship.\" But Paul said, \"I was born a Roman citizen.\"",
  "29": "Then the men who were going to question him left him immediately. The chief captain also was afraid, when he learned that Paul was a Roman citizen, because he had tied him up.",
  "30": "On the next day, the chief captain wanted to know the truth about the Jews' accusations against Paul. So he untied his bonds and ordered the chief priests and all the council to meet. Then he brought Paul down and placed him in their midst."
}
