{"1":"I am weary of my life;\\q I will give free expression to my complaint;\n\\q I will speak in the bitterness of my soul.\n\\q","2":"I will say to God, 'Do not merely condemn me;\\q show me why you accuse me.\n\\q","3":"Is it good to you that you should oppress me,\\q to despise the work of your hands\n\\q while you smile on the plans of the wicked?\n\n\n\\q","4":"Do you have eyes of flesh?\\q Do you see like a man sees?\n\\q","5":"Are your days like the days of mankind\\q or your years like the years of people,\n\\q","6":"that you inquire after my iniquity\\q and search after my sin,\n\\q","7":"although you know I am not guilty\\q and there is no one who can rescue me from your hand?\n\\m\n\n\n\\q","8":"Your hands have framed and fashioned me\\q together round about, yet you are destroying me.\n\\q","9":"Call to mind, I beg you, that you have fashioned me like clay;\\q will you bring me into dust again?\n\n\n\\q","10":"Have you not poured me out like milk\\q and curdled me like cheese?\n\\q","11":"You have clothed me with skin and flesh\\q and knit me together with bones and sinews.\n\n\n\\q","12":"You have granted me life and covenant faithfulness;\\q your help has guarded my spirit.\n\\q","13":"Yet these things you hid in your heart—\\q I know that this is what you were thinking:\n\\q","14":"that if I sinned, you would notice it;\\q you would not acquit me of my iniquity.\n\n\n\\q","15":"If I am wicked, woe to me;\\q even if I were righteous, I could not lift up my head,\n\\q since I am filled with disgrace\n\\q and am looking at my own suffering.\n\\q","16":"If my head lifts itself, you hunt me down like a lion;\\q once again you show yourself powerful to me.\n\n\n\\q","17":"You bring new witnesses against me\\q and increase your anger against me;\n\\q you attack me with fresh armies.\n\\m\n\n\n\\q","18":"Why, then, have you brought me out of the womb?\\q I wish I had given up my spirit and that no eye had ever seen me.\n\\q","19":"I would have been as though I had never existed;\\q I would have been carried from the womb to the grave.\n\n\n\\q","20":"Are not my days only a few? Stop then,\\q let me alone, so that I may have a little rest\n\\q","21":"before I go from where I will not return,\\q to the land of darkness and of the shadow of death,\n\\q","22":"the land that is as dark as midnight,\\q the land of the shadow of death, without any order,\n\\q where the light is like midnight.'\""}
