{
  "1": "See, my eye has seen all this;\\q my ear has heard and understood it.\n\\q",
  "2": "What you know, the same I also know;\\q I am not inferior to you.\n\n\n\\q",
  "3": "However, I would rather speak with the Almighty;\\q I wish to reason with God.\n\\q",
  "4": "But you whitewash the truth with lies;\\q you are all physicians of no value.\n\\q",
  "5": "Oh, that you would altogether hold your peace!\\q That would be your wisdom.\n\n\n\\q",
  "6": "Hear now my own reasoning;\\q listen to the pleading of my own lips.\n\\q",
  "7": "Will you speak unrighteously for God,\\q and will you talk deceitfully for him?\n\\q",
  "8": "Would you really show kindness to him?\\q Would you really argue in court as attorneys for God?\n\n\n\\q",
  "9": "Would it really be good for you when he searches you out? \\q Could you deceive him as you might deceive men?\n\\q",
  "10": "He would surely reprove you\\q if in secret you showed partiality.\n\n\\q",
  "11": "Would not his majesty make you afraid?\\q Would not his dread fall upon you?\n\\q",
  "12": "Your memorable sayings are proverbs made of ashes;\\q your defenses are defenses made of clay.\n\n\n\\q",
  "13": "Hold your peace, let me alone, so that I may speak,\\q let come what may on me.\n\\q",
  "14": "I will take my own flesh in my teeth;\\q I will take my life in my hands.\n\\q",
  "15": "See, if he kills me, I will have no hope left;\\q nevertheless, I will defend my ways before him.\n\n\n\\q",
  "16": "This will be the reason for my deliverance,\\q for no godless person would come before him.\n\\q",
  "17": "God, listen carefully to my speech;\\q let my declaration come to your ears.\n\n\n\\q",
  "18": "See now, I have set my defense in order;\\q I know that I am innocent.\n\\q",
  "19": "Who is the one who would argue against me in court?\\q If you came to do so, and if I were proved wrong, then I would be silent and give up my life.\n\n\n\\q",
  "20": "God, do only two things for me,\\q and then I will not hide myself from your face:\n\\q",
  "21": "withdraw your oppressive hand from me,\\q and do not let your terrors make me afraid.\n\\q",
  "22": "Then call me, and I will answer;\\q or let me speak to you, and you answer me.\n\n\n\\q",
  "23": "How many are my iniquities and sins?\\q Let me know my transgression and my sin.\n\\q",
  "24": "Why do you hide your face from me\\q and treat me like your enemy?\n\\q",
  "25": "Will you persecute a driven leaf?\\q Will you pursue dry stubble?\n\n\n\\q",
  "26": "For you write down bitter things against me;\\q you make me inherit the iniquities of my youth.\n\\q",
  "27": "You also put my feet in the stocks;\\q you closely watch all my paths;\n\\q you examine the ground where the soles of my feet have walked\n\\q",
  "28": "although I am like a rotten thing that wastes away,\\q like a garment that moths have eaten."
}
