{
  "1": "Man, who is born of woman,\\q lives only a few days and is full of trouble.\n\\q",
  "2": "He sprouts from the ground like a flower and is cut down;\\q he flees like a shadow and does not last.\n\\q",
  "3": "Do you look at any of these?\\q Do you bring me into judgment with you?\n\n\n\\q",
  "4": "Who can bring something clean out of something unclean? No one.\\q",
  "5": "Man's days are determined.\\q The number of his months is with you;\n\\q you have appointed his limits that he cannot pass.\n\\q",
  "6": "Look away from him that he may rest,\\q so that he may enjoy his day like a hired man if he can do so.\n\\m\n\n\n\\q",
  "7": "There can be hope for a tree;\\q if it is cut down, it might sprout again,\n\\q so that its tender stalk does not disappear.\n\\q",
  "8": "Though its root grows old in the earth,\\q and its stump dies in the ground,\n\\q",
  "9": "yet even if it only smells water, it will bud\\q and send out branches like a plant.\n\n\n\\q",
  "10": "But man dies; he becomes weak;\\q indeed, man stops breathing, and then where is he?\n\\q",
  "11": "As water disappears from a lake,\\q and as a river loses water and dries up,\n\\q",
  "12": "so people lie down and do not rise again.\\q Until the heavens are no more, they will not awake\n\\q nor be roused out of their sleep.\n\\m\n\n\n\\q",
  "13": "Oh, that you would hide me away in Sheol away from troubles,\\q and that you would keep me in private until your wrath is over,\n\\q that you would set me a fixed time to stay there and then call me to mind!\n\\q",
  "14": "If a man dies, will he live again?\\q If so, I would wish to wait all my weary time there\n\\q until my release should come.\n\n\n\\q",
  "15": "You would call, and I would answer you.\\q You would have a desire for the work of your hands.\n\\q",
  "16": "You would number and care for my footsteps;\\q you would not keep track of my sin.\n\\q",
  "17": "My transgression would be sealed up in a bag;\\q you would cover up my iniquity.\n\\m\n\n\n\\q",
  "18": "But even mountains fall and come to nothing;\\q even rocks are moved out of their place;\n\\q",
  "19": "the waters wear down the stones;\\q their flooding washes away the dust of the earth.\n\\q Like this, you destroy the hope of man.\n\n\n\\q",
  "20": "You always defeat him, and he passes away;\\q you change his face and send him away to die.\n\\q",
  "21": "If his sons are honored, he does not know it;\\q and if they are brought low, he does not see it.\n\\q",
  "22": "He feels only the pain of his own body,\\q and he mourns for himself."
}
