{
  "1": "Then Job answered and said,\\q",
  "2": "\"I have heard many such things;\\q you are all miserable comforters.\n\\q",
  "3": "Will useless words ever have an end?\\q What is wrong with you that you answer like this?\n\n\n\\q",
  "4": "I also could speak as you do,\\q if you were in my place;\n\\q I could collect and join words together against you\n\\q and shake my head at you in mockery.\n\\q",
  "5": "I would strengthen you with my mouth,\\q and the quivering of my lips will bring you relief!\n\n\n\\q",
  "6": "If I speak, my grief is not lessened;\\q if I keep from speaking, how am I helped?\n\\q",
  "7": "But now, God, you have made me weary;\\q you have made all my family desolate.\n\\q",
  "8": "You have made me dry up, which itself is a witness against me;\\q the leanness of my body rises up against me,\n\\q and it testifies against my face.\n\n\n\\q",
  "9": "God has torn me in his wrath and persecuted me;\\q He has gnashed me with his teeth;\n\\q my enemy fastens his eyes on me as he tears me apart.\n\\q",
  "10": "People have gaped with open mouth at me;\\q they have hit me reproachfully on the cheek;\n\\q they have gathered together against me.\n\n\n\\q",
  "11": "God hands me over to ungodly people,\\q and throws me into the hands of wicked people.\n\\q",
  "12": "I was at ease, and he broke me apart.\\q Indeed, he has taken me by the neck and dashed me to pieces;\n\\q he has also set me up as his target.\n\n\n\\q",
  "13": "His archers surround me all around;\\q God pierces my kidneys and does not spare me;\n\\q he pours out my bile on the ground.\n\\q",
  "14": "He smashes through my wall again and again;\\q he runs upon me like a warrior.\n\n\n\\q",
  "15": "I have sewn sackcloth on my skin;\\q I have thrust my horn into the ground.\n\\q",
  "16": "My face is red with weeping;\\q on my eyelids is the shadow of death\n\\q",
  "17": "although there is no violence in my hands,\\q and my prayer is pure.\n\n\n\\q",
  "18": "Earth, do not cover up my blood;\\q let my cry have no resting place.\n\\q",
  "19": "Even now, see, my witness is in heaven;\\q he who vouches for me is on high.\n\n\n\\q",
  "20": "My friends scoff at me,\\q but my eye pours out tears to God.\n\\q",
  "21": "I ask for that witness in heaven to argue for this man with God\\q as a man does with his neighbor!\n\\q",
  "22": "For when a few years have passed,\\q I will go to a place from where I will not return."
}
