{
  "1": "Then Zophar the Naamathite answered and said,\\q",
  "2": "\"My thoughts make me answer quickly\\q because of the worry that is in me.\n\\q",
  "3": "I hear a rebuke that dishonors me,\\q but a spirit from my understanding answers me.\n\n\n\\q",
  "4": "Do you not know this fact from ancient times,\\q when God placed man on earth:\n\\q",
  "5": "the triumph of a wicked man is short,\\q and the joy of a godless man lasts only for a moment?\n\n\n\\q",
  "6": "Though his height reaches up to the heavens,\\q and his head reaches to the clouds,\n\\q",
  "7": "yet such a person will perish permanently like his own feces;\\q those who have seen him will say, 'Where is he?'\n\n\n\\q",
  "8": "He will fly away like a dream and will not be found;\\q indeed, he will be chased away like a vision of the night.\n\\q",
  "9": "The eye that saw him will see him no more;\\q his place will see him no longer.\n\n\n\\q",
  "10": "His children will apologize to poor people;\\q his hands will have to give back his wealth.\n\\q",
  "11": "His bones are full of youthful strength,\\q but it will lie down with him in the dust.\n\n\n\\q",
  "12": "Although wickedness is sweet in his mouth,\\q although he hides it under his tongue,\n\\q",
  "13": "although he holds it there and does not let it go\\q but keeps it still in his mouth—\n\\q",
  "14": "the food in his intestines turns bitter;\\q it becomes the poison of asps inside him.\n\n\n\\q",
  "15": "He swallows down riches, but he will vomit them up again;\\q God will cast them out of his stomach.\n\\q",
  "16": "He will suck the poison of asps;\\q the viper's tongue will kill him.\n\n\n\\q",
  "17": "He will not enjoy the streams,\\q the torrents of honey and butter.\n\\q",
  "18": "He will give back the fruit of his labor and will not be able to eat it;\\q he will not enjoy the wealth earned by his commerce.\n\\q",
  "19": "For he has oppressed and neglected poor people;\\q he has violently taken away houses that he did not build.\n\n\n\\q",
  "20": "Because he has known no satisfaction himself,\\q he will not be able to save anything in which he takes pleasure.\n\\q",
  "21": "There is nothing left that he did not devour;\\q therefore his prosperity will not be permanent.\n\\q",
  "22": "In the abundance of his wealth he will fall into trouble;\\q the hand of everyone who is in poverty will come against him.\n\n\n\\q",
  "23": "When he is about to fill his stomach, God will throw the fierceness of his wrath on him;\\q God will rain it down on him while he is eating.\n\\q",
  "24": "Although that man will flee from the iron weapon,\\q a bow of bronze will shoot him.\n\\q",
  "25": "The arrow will pierce through his back and will emerge;\\q indeed, the glittering point will come out through his liver;\n\\q terrors come on him.\n\n\n\\q",
  "26": "Complete darkness is reserved for his treasures;\\q a fire not fanned will devour him;\n\\q it will consume what is left in his tent.\n\\q",
  "27": "The heavens will reveal his iniquity,\\q and the earth will rise up against him as a witness.\n\n\\q",
  "28": "The wealth of his house will vanish;\\q his goods will flow away on the day of God's wrath.\n\\q",
  "29": "This is the wicked man's portion from God,\\q the heritage reserved for him by God.\""
}
