{
  "1": "Then Job answered and said,\\q",
  "2": "\"Listen carefully to my words,\\q and let this be the comfort you offer to me.\n\\q",
  "3": "Put up with me, and I also will speak;\\q after I have spoken, mock on.\n\n\n\\q",
  "4": "As for me, is my complaint to a person?\\q Why should I not be impatient?\n\\q",
  "5": "Look at me and be astonished,\\q and lay your hand upon your mouth.\n\\q",
  "6": "When I think about my sufferings, I am terrified,\\q and trembling seizes my body.\n\n\n\\q",
  "7": "Why do wicked people continue to live,\\q become old, and grow mighty in power?\n\\q",
  "8": "Their descendants are established with them in their sight,\\q and their offspring are established before their eyes.\n\\q",
  "9": "Their houses are safe from fear;\\q neither is the rod of God on them.\n\n\n\\q",
  "10": "Their bull breeds; it does not fail to do so;\\q their cow gives birth and does not lose her calf prematurely.\n\\q",
  "11": "They send out their little ones like a flock,\\q and their children dance.\n\\q",
  "12": "They sing to the tambourine and harp\\q and rejoice with the music of the flute.\n\n\n\\q",
  "13": "They spend their days in prosperity,\\q and they go down quietly to Sheol.\n\\q",
  "14": "They say to God, 'Depart from us\\q for we do not wish any knowledge of your ways.\n\\q",
  "15": "What is the Almighty, that we should worship him?\\q What advantage would we get if we prayed to him?'\n\n\n\\q",
  "16": "See, is not their prosperity in their own hands?\\q I have nothing to do with the advice of wicked people.\n\\q",
  "17": "How often is it that the lamp of wicked people is put out,\\q or that their calamity comes upon them?\n\\q How often does it happen that God distributes sorrows to them in his anger?\n\\q",
  "18": "How often is it that they become like stubble before the wind\\q or like chaff that the storm carries away?\n\n\n\\q",
  "19": "You say, 'God lays up one's guilt for his children to pay.'\\q Let him pay it himself, so that he might know his guilt.\n\\q",
  "20": "Let his eyes see his own destruction,\\q and let him drink of the wrath of the Almighty.\n\\q",
  "21": "For what does he care about his family after him\\q when the number of his months is cut off?\n\n\n\\q",
  "22": "Can anyone teach God knowledge\\q since he judges even those who are high?\n\\q",
  "23": "One man dies in his full strength,\\q being completely quiet and at ease.\n\\q",
  "24": "His body is full of milk,\\q and the marrow of his bones is moistened and in good health.\n\n\n\\q",
  "25": "Another man dies in bitterness of soul,\\q one who has never experienced anything good.\n\\q",
  "26": "They lie down alike in the dust;\\q the worms cover them both.\n\n\n\\q",
  "27": "See, I know your thoughts,\\q and the ways in which you wish to wrong me.\n\\q",
  "28": "For you say, 'Where now is the house of the prince?\\q Where is the tent in which the wicked man once lived?'\n\n\n\\q",
  "29": "Have you never asked traveling people?\\q Do you not know the evidence they can tell,\n\\q",
  "30": "that the wicked man is kept from the day of calamity,\\q\nand that he is led away from the day of wrath?\n\n\n\\q",
  "31": "Who will condemn the wicked man's way to his face?\\q Who will repay him for what he has done?\n\\q",
  "32": "Yet he will be borne to the grave;\\q men will keep watch over his tomb.\n\\q",
  "33": "The clods of the valley will be sweet to him;\\q all people will follow after him,\n\\q as there were innumerable people before him.\n\n\n\\q",
  "34": "How then do you comfort me with nonsense,\\q since in your answers there is nothing but falsehood?\""
}
