{"1":"Then Eliphaz the Temanite answered and said,\\q","2":"\"Can a man be useful to God?\\q Can a wise man be useful to him?\n\\q","3":"Is it any pleasure to the Almighty if you are righteous?\\q Is it gain to him if you make your ways blameless?\n\n\n\\q","4":"Is it because of your reverence for him that he rebukes you\\q and takes you to judgment?\n\\q","5":"Is not your wickedness great?\\q Is there no end to your iniquities?\n\n\n\\q","6":"For you have demanded guarantee of a loan from your brother for no reason,\\q and you have stripped away clothing from the naked.\n\\q","7":"You have not given water to weary people to drink;\\q you have withheld bread from hungry people\n\\q","8":"although you, a mighty man, possessed the earth,\\q although you, an honored man, lived in it.\n\n\n\\q","9":"You have sent widows away empty;\\q the arms of the fatherless have been broken.\n\\q","10":"Therefore, snares are all around you,\\q and sudden fear troubles you.\n\\q","11":"There is darkness, so that you cannot see;\\q an abundance of waters covers you.\n\n\n\\q","12":"Is not God in the heights of heaven?\\q Look at the height of the stars, how high they are!\n\\q","13":"You say, 'What does God know?\\q Can he judge through the thick darkness?\n\\q","14":"Thick clouds are a covering to him, so that he does not see us;\\q he walks on the vault of heaven.'\n\n\n\\q","15":"Will you keep the old way\\q that wicked men have walked—\n\\q","16":"those who were snatched away before their time,\\q those whose foundations have washed away like a river,\n\\q","17":"those who said to God, 'Depart from us';\\q those who said, 'What can the Almighty do to us?'\n\n\n\\q","18":"Yet he filled their houses with good things;\\q the plans of wicked people are far from me.\n\\q","19":"Righteous people see their fate and are glad;\\q innocent people laugh them to scorn.\n\\q","20":"They say, 'Surely those who rose up against us are cut off;\\q fire has consumed their possessions.'\n\n\n\\q","21":"Now agree with God and be at peace with him;\\q in that way, good will come to you.\n\\q","22":"Receive, I beg you, instruction from his mouth;\\q store up his words in your heart.\n\n\n\\q","23":"If you return to the Almighty, you will be built up,\\q if you put unrighteousness far away from your tents.\n\\q","24":"Lay your treasure down in the dust,\\q the gold of Ophir among the stones of the brooks,\n\\q","25":"and the Almighty will be your treasure,\\q precious silver to you.\n\n\n\\q","26":"For then you will take pleasure in the Almighty;\\q you will lift up your face to God.\n\\q","27":"You will make your prayer to him, and he will hear you;\\q you will pay your vows to him.\n\\q","28":"You will also decree anything, and it will be confirmed for you;\\q light will shine on your paths.\n\n\n\\q","29":"God humbles a proud man,\\q and he saves the one with lowered eyes.\n\\q","30":"He will rescue even the man who is not innocent;\\q who will be rescued through the cleanness of your hands.\""}
