{"1":"Why are times for judging wicked people not set by the Almighty?\\q Why do not those who are faithful to God see his days of judgment come?\n\n\n\\q","2":"There are wicked people who remove boundary markers;\\q there are wicked people who take away flocks by force and put them in their own pastures.\n\\q","3":"They drive away the donkey of those without fathers;\\q they take the widow's ox as security.\n\\q","4":"They force needy people out of their path;\\q poor people of the earth all hide themselves from them.\n\n\n\\q","5":"See, these poor people go out to their work\\q like wild donkeys in the wilderness, looking carefully for food;\n\\q perhaps the Arabah will provide them food for their children.\n\\q","6":"Poor people reap in the night in other people's fields;\\q they glean grapes from the harvest of those wicked people.\n\\q","7":"They lie naked all night without clothing;\\q they have no covering in the cold.\n\n\n\\q","8":"They are wet with the showers of the mountains;\\q they lie next to large rocks because they have no shelter.\n\\q","9":"There are wicked people who pluck orphans from their mothers' breast,\\q and wicked people who take children as security from poor people.\n\\q","10":"But the poor people go about naked without clothing;\\q although they go hungry, they carry others' sheaves of grain.\n\n\n\\q","11":"The poor people make oil within the walls of those wicked men;\\q they tread the wicked men's winepresses, but they themselves suffer thirst.\n\\q","12":"In the city people groan;\\q the wounded people cry out,\n\\q but God pays no attention to their prayers.\n\\m\n\n\n\\q","13":"Some of these wicked people rebel against the light;\\q they know not its ways,\n\\q nor do they stay in its paths.\n\\q","14":"Before daylight the murderer rises \\q and he kills poor and needy people;\n\\q in the night he is like a thief.\n\n\n\\q","15":"Also, the eye of the adulterer waits for the twilight;\\q he says, 'No eye will see me.'\n\\q He disguises his face.\n\\q","16":"In the darkness wicked people dig into houses;\\q but they shut themselves up in the daytime;\n\\q they do not care for the light.\n\\q","17":"For all of them, thick darkness is like the morning;\\q for they are friends with the terrors of thick darkness.\n\\m\n\n\n\\q","18":"Swiftly they pass away, however, like foam on the surface of the waters;\\q their portion of the land is cursed;\n\\q no one goes to work in their vineyards.\n\\q","19":"As drought and heat melt away the snow into waters, \\q so Sheol takes away those who have sinned.\n\n\n\\q","20":"The womb that bore him will forget him;\\q the worm will feed sweetly on him;\n\\q he will be remembered no more;\n\\q in this way, wickedness will be broken like a tree.\n\\q","21":"The wicked one devours the barren women who have not borne children;\\q he does no good to the widow.\n\n\n\\q","22":"Yet God drags away the mighty people by his power;\\q he rises up and does not strengthen them in life.\n\\q","23":"God allows them to think they are secure, and they are happy about that,\\q but his eyes are on their ways.\n\n\n\\q","24":"These people are exalted; still, in only a little while, they will be gone;\\q indeed, they will be brought low; they will be gathered up like all the others;\n\\q they will be cut off like the tops of ears of grain.\n\\q","25":"If it is not so, who can prove me to be a liar;\\q who can make my speech worth nothing?\""}
