{
  "1": "Job resumed speaking and he said,\\q",
  "2": "\"As surely as God lives, who has taken away my justice,\\q the Almighty, who made my life bitter,\n\\q",
  "3": "while my life is yet in me,\\q and the breath from God is in my nostrils, \n\\q this is what I will do.\n\n\n\\q",
  "4": "My lips will not speak wickedness,\\q neither will my tongue speak deceit;",
  "5": "I will never admit that you three are right;\\q until I die I will never deny my integrity.\n\n\n\\q",
  "6": "I hold fast to my righteousness and will not let it go;\\q my thoughts will not reproach me so long as I live.\n\\q",
  "7": "Let my enemy be like a wicked man;\\q let him who rises up against me be like an unrighteous man.\n\n\n\\q",
  "8": "For what is the hope of a godless man when God cuts him off,\\q when God takes away his life?\n\\q",
  "9": "Will God hear his cry\\q when trouble comes upon him?\n\\q",
  "10": "Will he delight himself in the Almighty\\q and call upon God at all times?\n\n\n\\q",
  "11": "I will teach you concerning the hand of God;\\q I will not conceal the thoughts of the Almighty.\n\\q",
  "12": "See, all of you have seen this yourselves;\\q why then have you spoken all this nonsense?\n\n\n\\q",
  "13": "This is the destiny of a wicked man with God,\\q the heritage of the oppressor that he receives from the Almighty:\n\\q",
  "14": "If his children multiply, it is for the sword;\\q his offspring will never have enough food.\n\n\n\\q",
  "15": "Those who survive him will be buried by plague,\\q and their widows will make no lament for them.\n\\q",
  "16": "Though the wicked man heaps up silver like the dust,\\q and heaps up clothing like clay,\n\\q",
  "17": "he may heap up clothing, but righteous people will put it on,\\q and innocent people will divide up the silver among themselves.\n\n\n\\q",
  "18": "He builds his house like a spider,\\q like a hut that a guard makes.\n\\q",
  "19": "He lies down in bed rich, but he will not keep doing so;\\q he opens his eyes, and everything is gone.\n\n\n\\q",
  "20": "Terrors overtake him like waters;\\q a storm takes him away in the night.\n\\q",
  "21": "The east wind carries him away, and he leaves;\\q it sweeps him out of his place.\n\n\n\\q",
  "22": "It throws itself at him and does not stop;\\q he tries to flee out of its hand.\n\\q",
  "23": "It claps its hands at him in mockery;\\q it hisses him out of his place."
}
