{
  "1": "Job resumed speaking and said,\\q",
  "2": "\"Oh, that I were as I was in the past months\\q when God cared for me,\n\\q",
  "3": "when his lamp shined on my head,\\q and when I walked through darkness by his light.\n\n\n\\q",
  "4": "Oh, that I were as I was in the ripeness of my days\\q when the friendship of God was on my tent,\n\\q",
  "5": "when the Almighty was yet with me,\\q and my children were around me,\n\\q",
  "6": "when my way was covered with cream,\\q and the rock poured out for me streams of oil!\n\n\n\\q",
  "7": "When I went out to the city gate,\\q when I sat in my place in the city square,\n\\q",
  "8": "the young men saw me and kept their distance from me in respect,\\q and the aged people rose and stood for me.\n\n\n\\q",
  "9": "The princes used to refrain from talking when I came;\\q they would lay their hand on their mouths.\n\\q",
  "10": "The voices of the noblemen were hushed,\\q and their tongue clung to the roof of their mouths.\n\n\n\\q",
  "11": "For after their ears heard me, they would then bless me;\\q after their eyes saw me, they would then give witness to me and approve of me\n\\q",
  "12": "because I rescued the one who was poor when he cried out,\\q and the one who had no father when he had no one to help him.\n\\q",
  "13": "The blessing of him who was about to perish came on me;\\q I caused the widow's heart to sing for joy.\n\n\n\\q",
  "14": "I put on righteousness, and it clothed me;\\q my justice was like a robe and a turban.\n\\q",
  "15": "I was eyes to blind people;\\q I was feet to lame people.\n\\q",
  "16": "I was a father to needy people;\\q I would examine the case even of one whom I did not know.\n\n\n\\q",
  "17": "I broke the jaws of the unrighteous man;\\q I plucked the victim out from between his teeth.\n\\q",
  "18": "Then I said, 'I will die in my nest;\\q I will multiply my days like the grains of sand.\n\\q",
  "19": "My roots are spread out to the waters,\\q and dew lies all night on my branches.\n\n\n\\q",
  "20": "The honor in me is always fresh,\\q and the bow of my strength is always new in my hand.'\n\\q",
  "21": "To me men listened; they waited for me;\\q they stayed silent to hear my advice.\n\\q",
  "22": "After my words were done, they did not speak again;\\q my speech dropped like water on them.\n\n\n\\q",
  "23": "They always waited for me as they waited for rain;\\q they opened their mouth wide to drink in my words,\n\\q as they would do for the latter rain.\n\\q",
  "24": "I smiled on them when they did not expect it;\\q they did not reject the light of my face.\n\n\n\\q",
  "25": "I selected their way and sat as their chief;\\q I lived like a king in his army,\n\\q like one who comforts mourners."
}
