{"1":"After this, Job opened his mouth and cursed the day he was born.\\q","2":"He said,\\q","3":"\"May the day on which I was born perish,\\q the night that said, 'A boy has been conceived.'\n\n\n\\q","4":"May that day be dark;\\q may not God from above call it to mind,\n\\q neither may the sun shine on it.\n\\q","5":"May darkness and the shadow of death claim it for their own.\\q May a cloud live over it;\n\\q may everything that makes the day black truly terrify it.\n\n\n\\q","6":"As for that night, may thick darkness seize it.\\q May it not rejoice among the days of the year;\n\\q may it not come into the number of the months.\n\\q","7":"See, may that night be barren;\\q may no joyful voice come into it.\n\n\n\\q","8":"May they curse that day,\\q those who know how to wake up Leviathan.\n\\q","9":"May the stars of that day's dawn be dark.\\q May that day look for light, but find none;\n\\q neither may it see the eyelids of the dawn,\n\\q","10":"because it did not shut up the doors of my mother's womb,\\q and because it did not hide trouble from my eyes.\n\n\n\\q","11":"Why did I not die when I came out from the womb?\\q Why did I not give up my spirit when my mother bore me?\n\\q","12":"Why did her knees welcome me?\\q Why did her breasts receive me so that I should suck?\n\n\n\\q","13":"For now I would have been lying down quietly.\\q I would have slept and been at rest\n\\q","14":"with kings and counselors of the earth,\\q who built up tombs for themselves that are now in ruins.\n\n\n\\q","15":"Or I would have been lying with princes who once had gold,\\q who had filled their houses with silver.\n\\q","16":"Or perhaps I would have been stillborn,\\q like infants that never see the light.\n\n\n\\q","17":"There the wicked cease from trouble;\\q there the weary are at rest.\n\\q","18":"There the prisoners are at ease together;\\q they do not hear the voice of the slave driver.\n\\q","19":"Both small and great people are there;\\q the servant is free from his master there.\n\n\n\\q","20":"Why is light given to him who is in misery?\\q Why is life given to the one who is bitter in soul,\n\\q","21":"to one who longs for death without it coming;\\q to one who digs for death more than for hidden treasure?\n\\q","22":"Why is light given to one who rejoices very much\\q and is glad when he finds the grave?\n\n\n\\q","23":"Why is light given to a man whose way is hidden,\\q a man whom God has hedged in?\n\\q","24":"For my sighing happens instead of eating;\\q my groaning is poured out like water.\n\n\n\\q","25":"For the thing that I feared has come on me;\\q what I was afraid of has come to me.\n\\q","26":"I am not at ease, I am not quiet, and I have no rest;\\q trouble comes instead.\""}
