{
  "1": "Now those who are younger than I have nothing but mockery for me—\\q these young men whose fathers I would have refused to allow to work beside the dogs of my flock.\n\\q",
  "2": "Indeed, the strength of their fathers' hands, how could it have helped me—\\q men in whom the strength of their mature age had perished?\n\\q",
  "3": "They were thin from poverty and hunger;\\q they gnawed at the dry ground in the darkness of wilderness and desolation.\n\n\n\\q",
  "4": "They plucked saltwort and bushes' leaves;\\q the roots of the broom tree were their food.\n\\q",
  "5": "They were driven out from among people\\q who shouted after them as one would shout after a thief.\n\\q",
  "6": "So they had to live in river valleys,\\q in holes of the earth and of the rocks.\n\n\n\\q",
  "7": "Among the bushes they brayed like donkeys\\q and they gathered together under the nettles.\n\\q",
  "8": "They were the sons of fools, indeed, sons of nameless people!\\q They were driven out of the land with whips.\n\\m\n\n\n\\q",
  "9": "But now, for their sons I have become their subject for a song of mockery;\\q indeed, I am now a joke to them.\n\\q",
  "10": "They abhor me and stand far off from me;\\q they do not refrain from spitting in my face.\n\\q",
  "11": "For God has unstrung the string to my bow and afflicted me,\\q and those who taunt me cast off restraint before my face.\n\n\n\\q",
  "12": "Upon my right hand rise the rabble;\\q they drive me away and\n\\q pile up against me their siege mounds.\n\\q",
  "13": "They destroy my path;\\q they push forward disaster for me,\n\\q men who have no one to hold them back.\n\n\n\\q",
  "14": "They come against me like an army through a wide hole in a city wall;\\q in the midst of the destruction they roll themselves in on me.\n\\q",
  "15": "Terrors are turned upon me;\\q my honor is driven away as if by the wind;\n\\q my prosperity passes away as a cloud.\n\\m\n\n\n\\q",
  "16": "Now my life is pouring out from within me;\\q many days of suffering have laid hold on me.\n\\q",
  "17": "In the night my bones in me are pierced;\\q the pains that gnaw at me take no rest.\n\n\n\\q",
  "18": "God's great force has seized my clothing;\\q it wraps around me like the collar of my tunic.\n\\q",
  "19": "He has thrown me into the mud;\\q I have become like dust and ashes.\n\n\n\\q",
  "20": "I cry to you, God, but you do not answer me;\\q I stand up, and you merely look at me.\n\\q",
  "21": "You have changed and become cruel to me;\\q with the strength of your hand you persecute me.\n\n\n\\q",
  "22": "You lift me up to the wind and cause it to drive me along;\\q you throw me back and forth in a storm.\n\\f + \\ft Some modern versions have \\fqa you dissolve me in a storm \\fqa* . \\f*\n\\q",
  "23": "For I know that you will bring me to death,\\q to the house destined for all living things.\n\\m\n\n\n\\q",
  "24": "However, does no one reach out with his hand to beg for help when he falls?\\q Does no one in trouble call out for help?\n\\q",
  "25": "Did not I weep for him who was in trouble?\\q Did I not grieve for the needy man?\n\\q",
  "26": "When I hoped for good, then evil came;\\q when I waited for light, darkness came instead.\n\n\n\\q",
  "27": "My heart is troubled and does not rest;\\q days of affliction have come on me.\n\\q",
  "28": "I have gone about like one who was living in the dark, \\q but not because of the sun;\n\\q I stand up in the assembly and cry for help.\n\\q",
  "29": "I am a brother to jackals,\\q a companion of ostriches.\n\n\n\\q",
  "30": "My skin is black and falls away from me;\\q my bones are burned with heat.\n\\q",
  "31": "Therefore my harp is tuned for songs of mourning,\\q my flute for the singing of those who wail."
}
