{
  "1": "I have made a covenant with my eyes;\\q how then should I look with desire on a virgin?\n\\q",
  "2": "For what is the portion from God above,\\q the inheritance from the Almighty on high?\n\n\n\\q",
  "3": "I used to think that calamity is for unrighteous people,\\q and that disaster is for doers of wickedness.\n\\q",
  "4": "Does not God see my ways\\q and count all my steps?\n\\m\n\n\n\\q",
  "5": "If I have walked with falsehood,\\q if my foot has hurried to deceit,\n\\q",
  "6": "let me be weighed in an even balance\\q so that God will know my integrity.\n\n\n\\q",
  "7": "If my step has turned aside from the way,\\q if my heart\u0004 has gone after my eyes,\n\\q if any spot has stuck to my hands,\n\\q",
  "8": "then let me sow, and let another eat,\\q and let my crops be uprooted.\n\\m\n\n\n\\q",
  "9": "If my heart has been deceived by a woman,\\q if I have lain in wait at my neighbor's door,\n\\q",
  "10": "then let my wife grind grain for another,\\q and let others bow down on her.\n\n\n\\q",
  "11": "For that would be a terrible crime;\\q indeed, it would be a crime to be punished by judges.\n\\q",
  "12": "For that is a fire that consumes everything for Sheol\\q and that would burn up all my harvest.\n\n\n\\q",
  "13": "If I ignored the plea for justice from my male or female servant\\q when they argued with me,\n\\q",
  "14": "what then would I do when God rises up to accuse me?\\q When he comes to judge me, how would I answer him?\n\\q",
  "15": "Did the one who made me in the womb not make them also?\\q Did not the same one mold us all in the womb?\n\\m\n\n\n\\q",
  "16": "If I have withheld poor people from their desire,\\q or if I have caused the eyes of the widow to grow dim from crying,\n\\q",
  "17": "or if I have eaten my morsel alone\\q and not allowed those without fathers to eat it also—\n\\q",
  "18": "because from my youth the orphan grew up with me as with a father,\\q and I have guided his mother, a widow, from my own mother's womb.\n \n\n\\q",
  "19": "If I have seen anyone perish for lack of clothing,\\q or if I have seen that a needy man had no clothing;\n\\q",
  "20": "if his heart has not blessed me\\q because he has not been warmed with the wool of my sheep,\n\\q",
  "21": "if I have lifted up my hand against fatherless people\\q because I saw my support in the city gate,\n\\q then bring charges against me!\n\n\n\\q",
  "22": "If I have done these things, then let my shoulder fall from the shoulder blade,\\q and let my arm be broken from its joint.\n\\q",
  "23": "For I dreaded destruction from God;\\q because of his majesty, I was not able to do those things.\n\\m\n\n\n\\q",
  "24": "If I have made gold my hope,\\q and if I have said to fine gold, 'You are what I am confident in';\n\\q",
  "25": "if I have rejoiced because my wealth was great,\\q because my hand had gotten many possessions,\n\\q then bring charges against me!\n\n\n\\q",
  "26": "If I have seen the sun when it shone,\\q or the moon walking in its brightness,\n\\q",
  "27": "and if my heart has been secretly attracted,\\q so that my mouth has kissed my hand in worship of them—\n\\q",
  "28": "this also would be a crime to be punished by judges,\\q for I would have denied the God who is above.\n\n\n\\q",
  "29": "If I have rejoiced at the destruction of anyone who hated me\\q or congratulated myself when disaster overtook him,\n\\q then bring charges against me!\n\\q",
  "30": "Indeed, I have not even allowed my mouth to sin\\q by asking for his life with a curse.\n\n\n\\q",
  "31": "If the men of my tent have never said,\\q 'Who can find one who has not been filled with Job's food?'\n\\q",
  "32": "(even the foreigner has never had to stay in the city square,\\q because I have always opened my doors to the traveler), \n\\q and if that is not so, then bring charges against me!\n\n\n\\q",
  "33": "If, like mankind, I have hidden my sins\\q by hiding my guilt inside my tunic\n\\q",
  "34": "(because I feared the great multitude,\\q because the contempt of families terrified me,\n\\q so that I kept silent and would not go outside),\n\\q then bring charges against me!\n\n\n\\q",
  "35": "Oh, if only I had someone to hear me!\\q See, here is my signature; let the Almighty answer me!\n\\q If only I had the indictment that my opponent has written!\n\\q",
  "36": "Surely I would carry it openly on my shoulder;\\q I would put it on like a crown.\n\\q",
  "37": "I would declare to him an accounting for my steps;\\q as a confident prince I would go up to him.\n\n\n\\q",
  "38": "If my land ever cries out against me,\\q and its furrows weep together,\n\\q",
  "39": "if I have eaten its harvest without paying for it\\q or have caused its owners to lose their lives,\n\\q",
  "40": "then let thorns grow instead of wheat\\q and weeds instead of barley.\"\n\\m\n The words of Job are finished."
}
