{
  "1": "So these three men stopped answering Job because he was righteous in his own eyes.",
  "2": "Then was kindled the anger of Elihu son of Barakel the Buzite, of the family of Ram; it was kindled against Job because he justified himself rather than God.",
  "3": "Elihu's anger was also kindled against his three friends because they had found no answer to Job, and yet they had condemned Job.",
  "4": "Now Elihu had waited to speak to Job because the other men were older than he.",
  "5": "However, when Elihu saw that there was no answer in the mouths of these three men, his anger was kindled.",
  "6": "Then Elihu son of Barakel the Buzite spoke up and said,\\q \"I am young, and you are very old.\n\\q That is why I held back and did not dare to tell you my own opinion.\n\\q",
  "7": "I said, \"Length of days should speak;\\q a multitude of years should teach wisdom.\n\n\n\\q",
  "8": "But there is a spirit in a man;\\q the breath of the Almighty gives him understanding.\n\\q",
  "9": "It is not only the great people who are wise,\\q nor the aged people alone who understand justice.\n\\q",
  "10": "Therefore I say to you, 'Listen to me;\\q I will also tell you my knowledge.'\n\n\n\\q",
  "11": "See, I waited for your words;\\q I listened to your arguments\n\\q while you were thinking about what to say.\n\\q",
  "12": "Indeed, I paid attention to you,\\q but, see, there was not one of you who could convince Job\n\\q or who could respond to his words.\n\n\n\\q",
  "13": "Be careful not to say, 'We have found wisdom!'\\q God will have to defeat Job; mere man cannot do it.\n\\q",
  "14": "For Job has not directed his words against me,\\q so I will not answer him with your words.\n\n\n\\q",
  "15": "These three men are dumbfounded; they can answer Job no longer;\\q they have not a word more to say.\n\\q",
  "16": "Should I wait because they are not speaking,\\q because they stand there silent and answer no more?\n\n\n\\q",
  "17": "No, I also will answer on my part;\\q I will also tell them my knowledge.\n\\q",
  "18": "For I am full of words;\\q the spirit in me compels me.\n\\q",
  "19": "See, my breast is like fermenting wine that has no vent;\\q like new wineskins, it is ready to burst.\n\n\n\\q",
  "20": "I will speak so that I may be refreshed;\\q I will open my lips and answer.\n\\q",
  "21": "I will not show favoritism;\\q neither will I give honorific titles to any man.\n\\q",
  "22": "For I do not know how to give such titles;\\q if I did so, my Maker would soon take me away."
}
