{
  "1": "So now, Job, I beg you, hear my speech;\\q listen to all my words.\n\\q",
  "2": "See now, I have opened my mouth;\\q my tongue has spoken in my mouth.\n\\q",
  "3": "My words come from the uprightness of my heart;\\q my lips speak pure knowledge.\n\n\n\\q",
  "4": "The Spirit of God has made me;\\q the breath of the Almighty has given me life.\n\\q",
  "5": "If you can, answer me;\\q set your words in order before me and stand up.\n\n\n\\q",
  "6": "See, I am just as you are in God's sight;\\q I also have been formed out of the clay.\n\\q",
  "7": "See, terror of me will not make you afraid;\\q neither will my pressure be heavy upon you.\n\\m\n\n\n\\q",
  "8": "You have certainly spoken in my hearing;\\q I have heard the sound of your words saying,\n\\q",
  "9": "'I am clean and without transgression;\\q I am innocent, and there is no sin in me.\n\n\n\\q",
  "10": "See, God finds opportunities to attack me;\\q he regards me as his enemy.\n\\q",
  "11": "He puts my feet in stocks;\\q he watches all my paths.'\n\\q",
  "12": "See, in this you are not right—I will answer you,\\q for God is greater than man.\n\\m\n\n\n\\q",
  "13": "Why do you struggle against him?\\q He does not account for any of his doings.\n\\q",
  "14": "For God speaks once—\\q yes, twice, though man does not notice it.\n\\q",
  "15": "In a dream, in a vision of the night,\\q when deep sleep falls upon men,\n\\q in slumber on the bed—\n\n\n\\q",
  "16": "then God opens the ears of men,\\q and frightens them with threats,\n\\q",
  "17": "in order to pull man back from his sinful purposes,\\q and keep pride from him.\n\\q",
  "18": "God keeps man's life back from the pit,\\q his life from crossing over to death.\n\\m\n\n\n\\q",
  "19": "Man is punished also with pain on his bed,\\q with constant agony in his bones,\n\\q",
  "20": "so that his life abhors food,\\q and his soul abhors delicacies.\n\n\n\\q",
  "21": "His flesh is consumed away so that it cannot be seen;\\q his bones, once not seen, now stick out.\n\\q",
  "22": "Indeed, his soul draws close to the pit,\\q his life to those who wish to destroy it.\n\\m\n\n\n\\q",
  "23": "But if there is an angel who can be a mediator for him,\\q a mediator, one from among the thousands of angels,\n\\q to show him what is right to do,\n\\q",
  "24": "and if the angel is kind to him and says to God,\\q 'Save this person from going down to the pit;\n\\q I have found a ransom for him,'\n\n\n\\q",
  "25": "then his flesh will become fresher than a child's;\\q he will return to the days of his youthful strength.\n\\q",
  "26": "He will pray to God, and God will be kind to him,\\q so that he sees God's face with joy.\n\\q God will give the person his triumph.\n\n\\q",
  "27": "Then that person will sing in front of other people and say,\\q 'I sinned and perverted that which was right,\n\\q but my sin was not punished.\n\\q",
  "28": "God has rescued my soul from going down into the pit;\\q my life will continue to see light.'\n\\m\n\n\n\\q",
  "29": "See, God does all these things with a person,\\q twice, yes, even three times,\n\\q",
  "30": "to bring his soul back from the pit,\\q so that he may be enlightened with the light of life.\n\n\n\\q",
  "31": "Pay attention, Job, and listen to me;\\q be silent and I will speak.\n\\q",
  "32": "If you have anything to say, answer me;\\q speak, for I wish to prove that you are in the right.\n\\q",
  "33": "If not, then listen to me;\\q remain silent, and I will teach you wisdom.\""
}
