{"1":"Indeed, my heart trembles at this;\\q it is moved out of its place.\n\\q","2":"Hear, oh, hear the noise of his voice,\\q the sound that goes out from his mouth.\n\\q","3":"He sends it out under the whole sky,\\q and he sends out his lightning to the edges of the earth.\n\n\n\\q","4":"A voice roars after it;\\q he thunders with the voice of his majesty;\n\\q he does not restrain the lightning bolts when his voice is heard.\n\\q","5":"God thunders marvelously with his voice;\\q he does great things that we cannot comprehend.\n\\q","6":"For he says to the snow, 'Fall on the earth';\\q likewise to the rain shower,\n\\q 'Become a great shower of rain.'\n\n\n\\q","7":"He stops the hand of every man from working,\\q so that all people whom he has made may see his deeds.\n\\q","8":"Then the beasts go into hiding\\q and stay in their dens.\n\\q","9":"The storm comes from its chamber in the south\\q and the cold from the scattering winds in the north.\n\n\n\\q","10":"By the breath of God ice is given;\\q the expanse of the waters is frozen like metal.\n\\q","11":"Indeed, he weighs down the thick cloud with moisture;\\q he scatters his lightning through the clouds.\n\n\n\\q","12":"He swirls the clouds around by his guidance,\\q so that they may do whatever he commands them\n\\q above the surface of the whole world.\n\\q","13":"He makes all of this happen; sometimes it happens for correction, sometimes for his land,\\q and sometimes as acts of covenant faithfulness.\n\\m\n\n\n\\q","14":"Listen to this, Job;\\q stop and think about God's marvelous deeds.\n\\q","15":"Do you know how God establishes the clouds\\q and makes the lightning bolts to flash in them?\n\n\n\\q","16":"Do you understand the floating of the clouds,\\q the marvelous deeds of God, who is perfect in knowledge?\n\\q","17":"Do you understand how your garments become hot\\q when the land is still because the wind comes from the south?\n\n\n\\q","18":"Can you spread out the sky as he can—\\q the sky, which is as strong as a mirror of cast metal?\n\\q","19":"Teach us what we should say to him,\\q for we cannot lay out our arguments in order because of the darkness of our minds.\n\\q","20":"Should he be told that I wish to speak with him?\\q Would a person wish to be swallowed up?\n\\m\n\n\n\\q","21":"Now, people cannot look at the sun when it is bright in the sky\\q after the wind has passed through and has cleared it of its clouds.\n\\q","22":"Out of the north comes golden splendor—\\q over God is fearsome majesty.\n\n\n\\q","23":"As for the Almighty, we cannot find him!\\q He is great in power; \n\\q he does not oppress justice and abundant righteousness.\n\\q","24":"Therefore, people fear him.\\q He does not pay any attention to those who are wise in their own minds.\""}
