{
  "1": "Do you know at what time the wild goats in the rocks bear their young?\\q Can you watch when the deer are having their fawns?\n\\q",
  "2": "Can you count the months that they gestate?\\q Do you know the time when they bear their young?\n\n\n\\q",
  "3": "They crouch down and birth their young,\\q and then they finish their labor pains.\n\\q",
  "4": "Their young ones become strong and grow up in the open fields;\\q they go out and do not come back again.\n\\m\n\n\n\\q",
  "5": "Who let the wild donkey go free?\\q Who has untied the bonds of the swift donkey,\n\\q",
  "6": "whose home I have made in the Arabah,\\q his house in the salt land?\n\n\\q",
  "7": "He laughs in scorn at the noises in the city;\\q he does not hear the driver's shouts.\n\\q",
  "8": "He roams over the mountains as his pastures;\\q there he looks for every green plant to eat.\n\n\n\\q",
  "9": "Will the wild ox be happy to serve you?\\q Will he consent to stay by your manger?\n\\q",
  "10": "With a rope, can you control the wild ox to plow the furrows?\\q Will he harrow the valleys for you?\n\n\n\\q",
  "11": "Will you trust him because his strength is great?\\q Will you leave your work to him to do?\n\\q",
  "12": "Will you depend on him to bring your grain home,\\q to gather the grain for your threshing floor?\n\\m\n\n\n\\q",
  "13": "The wings of the ostrich wave proudly,\\q but are they the pinions and plumage of love?\n\\q",
  "14": "For she leaves her eggs on the earth,\\q and she lets them keep warm in the dust;\n\\q",
  "15": "she forgets that a foot might crush them\\q or that a wild beast might trample them.\n\n\n\\q",
  "16": "She deals roughly with her young ones as if they were not hers;\\q she does not fear that her labor might have been in vain,\n\\q",
  "17": "because God has deprived her of wisdom\\q and has not given her any understanding.\n\\q",
  "18": "When she runs swiftly,\\q she laughs in scorn at the horse and its rider.\n\\m\n\n\n\\q",
  "19": "Have you given the horse his strength?\\q Did you clothe his neck with his flowing mane?\n\\q",
  "20": "Have you ever made him jump like a locust?\\q The majesty of his snorting is fearsome.\n\n\n\\q",
  "21": "He paws in might and rejoices in his strength;\\q he rushes out to meet the weapons.\n\\q",
  "22": "He mocks fear and is not dismayed;\\q he does not turn back from the sword.\n\\q",
  "23": "The quiver rattles against his flank,\\q along with the flashing spear and the javelin.\n\n\n\\q",
  "24": "He swallows up ground with fierceness and rage;\\q at the trumpet's sound, he cannot stand in one place.\n\\q",
  "25": "Whenever the trumpet sounds, he says, 'Aha!'\\q He smells the battle from far away—\n\\q the thunderous shouts of the commanders and the outcries.\n\\m\n\n\n\\q",
  "26": "Is it by your wisdom that the hawk soars,\\q that he stretches out his wings for the south?\n\n\n\\q",
  "27": "Is it at your orders that the eagle mounts up\\q and makes his nest in high places?\n\\q",
  "28": "He lives on cliffs and makes his home\\q on the peaks of cliffs, a stronghold.\n\n\n\\q",
  "29": "From there he searches for victims;\\q his eyes see them from very far away.\n\\q",
  "30": "His young also drink up blood;\\q where killed people are, there he is.\""
}
