{"1":"Then Eliphaz the Temanite answered and said,\\q","2":"If anyone tries to speak with you, will you be impatient?\\q But who can stop himself from speaking?\n\\q","3":"See, you have instructed many;\\q you have strengthened weak hands.\n\n\n\\q","4":"Your words have supported him who was falling;\\q you have made feeble knees firm.\n\\q","5":"But now trouble has come to you, and you are weary;\\q it touches you, and you are troubled.\n\\q","6":"Is not your fear your confidence,\\q and the integrity of your ways your hope?\n\n\n\\q","7":"Think about this, please: Who has ever perished when innocent?\\q Or when were the upright people ever cut off?\n\\q","8":"According to what I have seen, those who plow iniquity\\q and sow trouble reap it.\n\\q","9":"By the breath of God they perish;\\q by the blast of his anger they are consumed.\n\n\n\\q","10":"The roaring of the lion, the voice of the fierce lion,\\q the teeth of the young lions—they are broken.\n\\q","11":"The old lion perishes for lack of victims;\\q the cubs of the lioness are scattered everywhere.\n\n\n\\q","12":"Now a certain matter was secretly brought to me,\\q and my ear received a whisper about it.\n\\q","13":"Then came thoughts from visions in the night,\\q when deep sleep falls on people.\n\n\n\\q","14":"It was at night when fear and trembling came upon me,\\q and all my bones shook.\n\\q","15":"Then a spirit passed before my face,\\q and the hair of my flesh stood up.\n\n\n\\q","16":"The spirit stood still, but I could not discern its appearance.\\q A form was before my eyes;\n\\q there was silence, and I heard a voice that said,\n\\q","17":"\"Can a mortal man be more righteous than God?\\q Can a man be more pure than his Maker?\n\n\n\\q","18":"See, if God puts no trust in his servants;\\q if he accuses his angels of folly,\n\\q","19":"how much more is this true of those who live in houses of clay,\\q whose foundation is in the dust,\n\\q who are crushed sooner than a moth?\n\n\n\\q","20":"Between morning and evening they are destroyed;\\q they perish forever without anyone noticing them.\n\\q","21":"Are not their tent cords plucked up among them?\\q They die; they die without wisdom."}
