{
  "1": "Yahweh continued to speak to Job; he said,\\q",
  "2": "\"Should anyone who wishes to criticize try to correct the Almighty?\\q He who argues with God, let him answer.\"",
  "3": "Then Job answered Yahweh and said,\\q",
  "4": "\"See, I am insignificant; how can I answer you?\\q I put my hand over my mouth.\n\\q",
  "5": "I spoke once, and I will not answer;\\q indeed, twice, but I will proceed no further.\"",
  "6": "Then Yahweh answered Job out of a fierce storm and said,\\q",
  "7": "\"Now gird up your loins like a man,\\q for I will ask you questions, and you must answer me.\n\n\n\\q",
  "8": "Will you actually say that I am unjust?\\q Will you condemn me so you may claim you are right?\n\\q",
  "9": "Do you have an arm like God's?\\q Can you thunder with a voice like him?\n\n\n\\q",
  "10": "Now clothe yourself in glory and dignity;\\q array yourself in honor and majesty.\n\\q",
  "11": "Scatter around the excess of your anger;\\q look at everyone who is proud and bring him down.\n\n\n\\q",
  "12": "Look at everyone who is proud and bring him low;\\q trample down wicked people where they stand.\n\\q",
  "13": "Bury them in the earth together;\\q imprison their faces in the hidden place.\n\\q",
  "14": "Then will I also acknowledge about you\\q that your own right hand can save you.\n\n\n\\q",
  "15": "Look now at the behemoth, which I made when I made you;\\q he eats grass like an ox.\n\\q",
  "16": "See now, his strength is in his loins;\\q his power is in his belly's muscles.\n\n\n\\q",
  "17": "He makes his tail like a cedar;\\q the sinews of his thighs are joined together.\n\\q",
  "18": "His bones are like tubes of bronze;\\q his legs are like bars of iron.\n\n\n\\q",
  "19": "He is the chief of the creatures of God.\\q Only God, who made him, can defeat him.\n\\q",
  "20": "For the hills provide him with food;\\q the beasts of the field play nearby.\n\\q",
  "21": "He lies under the lotus plants\\q in the shelter of the reeds, in the marshes.\n\n\n\\q",
  "22": "The lotus plants cover him with their shade;\\q the willows of the brook are all around him.\n\\q",
  "23": "See, if a river floods its banks, he does not tremble;\\q he is confident, though the Jordan should surge up to his mouth.\n\\q",
  "24": "Can anyone capture him with a hook,\\q or pierce his nose through with a snare?"
}
