{"1":"Can you draw out Leviathan with a fishhook?\\q Or tie up his jaws with a cord?\n\\q","2":"Can you put a rope into his nose,\\q or pierce his jaw through with a hook?\n\\q","3":"Will he make many pleas to you?\\q Will he speak soft words to you?\n\n\n\\q","4":"Will he make a covenant with you,\\q that you should take him for a servant forever?\n\\q","5":"Will you play with him as you would with a bird?\\q Will you tie him up for your servant girls?\n\\q","6":"Will the groups of fishermen bargain for him?\\q Will they divide him up to trade among the merchants?\n\n\n\\q","7":"Can you fill his hide with harpoons\\q or his head with fishing spears?\n\\q","8":"Put your hand on him just once,\\q and you will remember the battle and do it no more.\n\\q","9":"See, the hope of anyone who does that is a lie;\\q will not anyone be thrown down to the ground just by the sight of him?\n\\m\n\n\n\\q","10":"None is so fierce that he dare stir Leviathan up;\\q who, then, is he who can stand before me?\n\\q","11":"Who has first given anything to me in order that I should repay him?\\q Whatever is under the whole sky is mine.\n\\m\n\\q","12":"I will not keep silent concerning Leviathan's legs,\\q nor about the matter of his strength, nor about his graceful form.\n\n\n\\q","13":"Who can strip off his outer covering?\\q Who can penetrate his double armor?\n\\q","14":"Who can open the doors of his face—\\q ringed with his teeth, which are a terror?\n\\q","15":"his back is made up of rows of shields,\\q tight together as with a close seal.\n\\m\n\n\n\\q","16":"One is so near to another\\q that no air can come between them.\n\\q","17":"They are joined to each other;\\q they stick together, so that they cannot be pulled apart.\n\\q","18":"Light flashes out from his snorting;\\q his eyes are like the eyelids of the morning dawn.\n\n\n\\q","19":"Out of his mouth go burning torches,\\q sparks of fire leap out.\n\\q","20":"Out of his nostrils goes smoke\\q like a boiling pot on a fire that has been fanned to be very hot.\n\\q","21":"His breath kindles coals into flame;\\q fires go out from his mouth.\n\n\n\\q","22":"In his neck is strength,\\q and terror dances in front of him.\n\\q","23":"The folds of his flesh are joined together;\\q they are firm on him; they cannot be moved.\n\\q","24":"His heart is as hard as a stone—\\q indeed, as hard as a lower millstone.\n\n\n\\q","25":"When he raises himself up, even the gods become afraid;\\q because of fear, they draw back.\n\\q","26":"If a sword strikes him, it does nothing—\\q and neither does a spear, an arrow, or any other pointed weapon.\n\\q","27":"He thinks of iron as if it were straw,\\q and of bronze as if it were rotten wood.\n\n\n\\q","28":"An arrow cannot make him flee;\\q to him sling stones become chaff.\n\\q","29":"Clubs are regarded as straw;\\q he laughs at the whirring flight of a spear.\n\\q","30":"His lower parts are like sharp pieces of broken pottery;\\q he leaves a spreading trail in the mud as if he were a threshing sledge.\n\n\n\\q","31":"He makes the deep to foam up like a pot of boiling water;\\q he makes the sea like a pot of ointment.\n\\q","32":"He makes a shining wake behind him;\\q one would think the deep had gray hair.\n\n\n\\q","33":"On earth there is no equal to him,\\q who has been made to live without fear.\n\\q","34":"He sees everything that is proud;\\q he is king over all the sons of pride.\""}
