{
  "1": "Call out now; is there anyone who will answer you?\\q To which of the holy ones will you turn?\n\\q",
  "2": "For anger kills the foolish man;\\q jealousy kills the silly one.\n\\q",
  "3": "I have seen a foolish person taking root,\\q but suddenly I cursed his home.\n\n\n\\q",
  "4": "His children are far from safety;\\q they are crushed in the city gate.\n\\q There is no one to rescue them.\n\\q",
  "5": "The hungry eat up their harvest;\\q they even take it from among the thorns.\n\\q The thirsty pant for their wealth.\n\n\n\\q",
  "6": "For difficulties do not come out from the soil;\\q neither does trouble sprout from the ground.\n\\q",
  "7": "Instead, mankind is born for trouble,\\q just as sparks fly upward.\n\n\n\\q",
  "8": "But as for me, I would turn to God himself;\\q to him I would commit my cause—\n\\q",
  "9": "he who does great and unsearchable things,\\q marvelous things without number.\n\\q",
  "10": "He gives rain on the earth,\\q and sends water on the fields.\n\n\n\\q",
  "11": "He does this in order to set up on high those who are low;\\q to raise to safety those who mourn.\n\\q",
  "12": "He breaks the plans of the crafty people,\\q so that their hands cannot achieve success.\n\\q",
  "13": "He traps wise people in their own crafty actions;\\q the plans of twisted people are hurried to their end.\n\n\n\\q",
  "14": "They encounter darkness in the daytime,\\q and grope at noonday as if it were night.\n\\q",
  "15": "But he saves the poor person from the sword in their mouths\\q and the needy person from the hand of mighty people.\n\\q",
  "16": "So the poor person has hope,\\q and injustice shuts her own mouth.\n\n\n\\q",
  "17": "See, blessed is the man whom God corrects;\\q therefore, do not despise the chastening of the Almighty.\n\\q",
  "18": "For he wounds and then binds up;\\q he wounds and then his hands heal.\n\\q",
  "19": "He will rescue you out of six troubles;\\q indeed, in seven troubles, no evil will touch you.\n\n\n\\q",
  "20": "In famine he will ransom you from death,\\q and in war from the hands of the sword.\n\\q",
  "21": "You will be hidden from the scourge of the tongue;\\q and you will not be afraid of destruction when it comes.\n\\q",
  "22": "You will laugh at destruction and famine,\\q and you will not be afraid of beasts of the earth.\n\n\n\\q",
  "23": "For you will have a covenant with the stones in your field,\\q and the beasts of the field will be at peace with you.\n\\q",
  "24": "You will know that your tent is in safety;\\q you will visit your sheepfold and you will not miss anything.\n\\q",
  "25": "You will also know that your seed will be great,\\q that your offspring will be like the grass on the ground.\n\n\n\\q",
  "26": "You will come to your grave at a full age,\\q like a stack of grain sheaves that goes up at its time.\n\\q",
  "27": "See, we have examined this matter; it is like this;\\q listen to it, and know it for yourself.\""
}
