{
  "1": "Then Job answered and said,\\q",
  "2": "\"Oh, if only my anguish were weighed;\\q if only all my calamity were laid in the balance!\n\\q",
  "3": "For now it would be heavier than the sand of the seas.\\q That is why my words were reckless.\n\n\n\\q",
  "4": "For the arrows of the Almighty are in me,\\q my spirit drinks up the poison;\n\\q the terrors of God have arranged themselves in array against me.\n\\q",
  "5": "Does the wild donkey bray in despair when he has grass?\\q Or does the ox low in hunger when it has fodder?\n\\q",
  "6": "Can that which has no taste be eaten without salt?\\q Or is there any taste in the white of an egg?\n\n\n\\q",
  "7": "I refuse to touch them;\\q they are like disgusting food to me.\n\\q",
  "8": "Oh, that I might have my request;\\q oh, that God would grant me the thing I long for:\n\\q",
  "9": "that it would please God to crush me once,\\q that he would let loose his hand and cut me off from this life!\n\n\n\\q",
  "10": "May this still be my consolation—\\q even if I exult in pain that does not lessen:\n\\q that I have not denied the words of the Holy One.\n\\q",
  "11": "What is my strength, that I should try to wait?\\q What is my end, that I should prolong my life?\n\n\n\\q",
  "12": "Is my strength the strength of stones?\\q Or is my flesh made of bronze?\n\\q",
  "13": "Is it not true that I have no help in myself,\\q and that wisdom has been driven out of me?\n\n\n\\q",
  "14": "To the person who is about to faint, faithfulness should be shown by his friend;\\q even to him who forsakes the fear of the Almighty.\n\\q",
  "15": "But my brothers have been as faithful to me as a desert streambed,\\q as channels of water that pass away to nothing,\n\\q",
  "16": "which are darkened because of ice over them,\\q and because of the snow that hides itself in them.\n\\q",
  "17": "When they thaw out, they vanish;\\q when it is hot, they melt out of their place.\n\n\n\\q",
  "18": "The caravans that travel by their way turn aside for water;\\q they wander into barren land and then perish.\n\\q",
  "19": "Caravans from Tema looked there,\\q while companies of Sheba hoped in them.\n\\q",
  "20": "They were disappointed because they had been confident of finding water.\\q They went there, but they were deceived.\n\n\n\\q",
  "21": "For now you friends are nothing to me;\\q you see my dreadful situation and are afraid.\n\\q",
  "22": "Did I say to you, 'Give something to me?'\\q Or, 'Offer me a gift from your wealth?'\n\\q",
  "23": "Or, 'Save me from my adversary's hand?'\\q Or, 'Ransom me from the hand of my oppressors?'\n\n\n\\q",
  "24": "Teach me, and I will hold my peace;\\q make me understand where I have been wrong.\n\\q",
  "25": "How painful are truthful words!\\q But your arguments, how do they actually rebuke me?\n\n\n\\q",
  "26": "Do you plan to ignore my words,\n\\q treating the words of a desperate man like the wind?\n\\q",
  "27": "Indeed, you cast lots for a fatherless child,\\q and haggle over your friend like merchandise.\n\n\n\\q",
  "28": "Now, therefore, please look at me,\\q for surely I would not lie to your face.\n\\q",
  "29": "Relent, I beg you; let there be no injustice with you;\\q Indeed, relent, for my cause is just.\n\\q",
  "30": "Is there evil on my tongue?\\q Cannot my mouth detect malicious things?"
}
