{"1":"Does not man have hard labor on earth?\\q Are not his days like the days of a hired man?\n\\q","2":"Like a slave earnestly desires the shadows of evening,\\q like a hired man looks for his wages—\n\\q","3":"so I have been made to endure months of misery;\\q I have been given trouble-filled nights.\n\n\n\\q","4":"When I lie down, I say to myself,\\q 'When will I get up and when will the night be gone?'\n\\q I am full of tossing to and fro until the day's dawning.\n\\q","5":"My flesh is clothed with worms and clods of dust;\\q the sores in my skin harden up and then dissolve and run afresh.\n\n\n\\q","6":"My days are swifter than a weaver's shuttle;\\q they pass without hope.\n\\q","7":"God, call to mind that my life is only a breath;\\q my eye will no more see good.\n\n\n\\q","8":"The eye of God, who sees me, will see me no more;\\q God's eyes will be on me, but I will not exist.\n\\q","9":"As a cloud is consumed and vanishes away,\\q so he who goes down to Sheol will come up no more.\n\\q","10":"He will return no more to his house;\\q neither will his place know him again.\n\\m\n\n\n\\q","11":"Therefore I will not restrain my mouth;\\q I will speak in the anguish of my spirit;\n\\q I will complain in the bitterness of my soul.\n\\q","12":"Am I the sea or a sea monster\\q that you place a guard over me?\n\n\n\\q","13":"When I say, 'My bed will comfort me,\\q and my couch will ease my complaint,'\n\\q","14":"then you scare me with dreams\\q and terrify me through visions,\n\\q","15":"so that I would choose strangling\\q and death rather than preserving these bones of mine.\n\n\n\\q","16":"I loathe my life; I would not wish to always be alive;\\q let me alone for my days are useless.\n\\q","17":"What is man that you should pay attention to him,\\q that you should set your mind on him,\n\\q","18":"that you should observe him every morning\\q and test him every moment?\n\n\n\\q","19":"How long will it be before you look away from me,\\q before you let me alone long enough for me to swallow down my own saliva?\n\\q","20":"Even if I have sinned, what would that do to you, you who watch men?\\q Why have you made a target of me,\n\\q so that I am a burden for you?\n\n\n\\q","21":"Why do you not pardon my transgression and take away my iniquity?\\q For now will I lie down in the dust;\n\\q you will seek me carefully, but I will not exist.\""}
