{
  "1": "Then Bildad the Shuhite answered and said,\\q",
  "2": "\"How long will you say these things?\\q How long will the words of your mouth be\na mighty wind?\n\\q",
  "3": "Does God pervert justice?\\q Does the Almighty pervert righteousness?\n\n\n\\q",
  "4": "Your children have sinned against him;\\q we know this, for he gave them into the hand of their sins.\n\\q",
  "5": "But suppose you diligently sought God\\q and presented your request to the Almighty.\n\n\n\n\\q",
  "6": "If you are pure and upright,\\q then he would surely stir himself on your behalf\n\\q and restore you to your rightful place.\n\\q",
  "7": "Even though your beginning was small,\\q still your final condition would be much greater.\n\n\n\\q",
  "8": "Please ask the former generations,\\q and give your attention to what our ancestors learned.\n\\q",
  "9": "(We were only born yesterday and know nothing\\q because our days on earth are a shadow).\n\\q",
  "10": "Will they not teach you and tell you?\\q Will they not speak words from their hearts?\n\n\n\\q",
  "11": "Can papyrus grow without a marsh?\\q Can reeds grow without water?\n\\q",
  "12": "While they are still green and not cut down,\\q they wither before any other plant.\n\n\n\\q",
  "13": "So also are the paths of all who forget God;\\q the hope of the godless will perish.\n\\q",
  "14": "His confidence will break apart,\\q and his trust is as weak as a spider's web.\n\\q",
  "15": "He leans on his house, but it will not support him;\\q he takes hold of it, but it does not stand.\n\n\n\\q",
  "16": "Under the sun he is green,\\q and his shoots go out over his entire garden.\n\\q",
  "17": "His roots are wrapped about the heaps of stone;\\q they look for good places among the rocks.\n\\q",
  "18": "But if this person is destroyed out of his place,\\q then that place will deny him and say, 'I never saw you.'\n\n\n\\q",
  "19": "See, this is the \"joy\" of such a person's behavior;\\q other plants will sprout out of the same soil in his place.\n\\q",
  "20": "See, God will not cast away an innocent man;\\q neither will he take the hand of evildoers.\n\n\n\\q",
  "21": "He will yet fill your mouth with laughter,\\q your lips with shouting.\n\\q",
  "22": "Those who hate you will be clothed with shame;\\q the tent of the wicked will be no more.\""
}
