{
  "1": "Terrible things will happen to you who lie awake at night,\\q2 planning to do wicked things.\n\\q1 Then you get up at dawn, and you do those things\n\\q2 as soon as you are able to do them.\n\\q1",
  "2": "You want fields that belong to other people,\\q2 so you seize them;\n\\q2 you also take their houses.\n\\q1 You cheat people to get their homes,\n\\q2 taking away the property that belongs to their families.",
  "3": "Therefore, this is what Yahweh says:\\q1 \"I will cause you people of Israel to experience disasters,\n\\q2 and you will not be able to escape from them.\n\\q1 You will no longer walk around proudly,\n\\q2 because when that happens, it will be a time of much trouble for you.\n\\q1",
  "4": "At that time, your enemies will make fun of you rich people;\\q2 they will ridicule you by singing this sad song about you:\n\\q1 'We Israelites are completely ruined;\n\\q2 Yahweh is taking our land from us,\n\\q1 and he will give it to those who capture us.'\"\n\\q1",
  "5": "So when it is the time for the land to be given back to you people who belong to Yahweh,\\q2 there will be no one alive among you rich families to receive back any of that land.\n\n\n\n\\q1",
  "6": "The people who heard me say that replied to me,\\q2 \"Do not prophesy such things!\n\\q2 Do not say that Yahweh is going to humiliate us by causing us to experience disasters!\"\n\\q1",
  "7": "But you people talk like that!\\q2 You say that Yahweh never gets angry,\n\\q2 and that he never really punishes us.\"\n\\q1 Of course, what I say certainly helps those who live in the right way.\n\\q1",
  "8": "But Yahweh says,\\q2 \"Recently my people have been acting toward me like an enemy.\n\\q1 You rich people refuse to return the coats of those who have borrowed money from you,\n\\q2 the coats they gave you to promise that they would repay their debts.\n\\q2 You take their coats without warning, surprising them as much as soldiers returning from war would be surprised by attacks instead of safety at home.\n\n\n\\q1",
  "9": "You have forced women to leave their nice homes,\\q2 and you have stolen from their children forever the blessings that I wanted to give them.\n\\q1",
  "10": "So get up and leave here!\\q2 This is not a place where you can rest and be safe,\n\\q1 because you have defiled it.\n\\q2 I will make sure it will be completely destroyed.\n\\q1",
  "11": "You people want a prophet who will lie to you,\\q2 saying, 'I will preach that you should drink plenty of wine and other alcoholic drinks!'\n\\q2 That is the kind of prophet who would please you.\"\n\n\n\n\\q1",
  "12": "\"But some day, you descendants of Jacob, I will bring back from exile the Israelite people who have survived.\\q1 I will gather you together\n\\q2 like a shepherd gathers his sheep into a pen,\n\\q2 and there will be many of you in your land.\n\\q1",
  "13": "Your leader will enable them to leave the countries where they have been exiled;\\q2 he will lead them out of the gates of their enemies' cities,\n\\q2 back to your own country.\n\\q1 Your king will lead them;\n\\q2 it is I, Yahweh, who will be their king!\""
}
