{
  "1": "Yahweh says that some day his temple will be on top of a mountain,\\q1 and that mountain will be the most important one on the earth;\n\\q2 it will be as though it was higher than all the hills,\n\\q1 and huge groups of people from all over the world will come there to worship.",
  "2": "People from many nations will say to each other,\\q1 \"Let us go to the mountain where Yahweh is,\n\\q2 to the temple where we can worship the God whom Jacob worshiped.\n\\q1 There he will teach us how he wants us to conduct our lives,\n\\q2 and we will do what he wants us to do.\"\n\\q1 Mount Zion is the place where he will teach people;\n\\q2 and people will go out from Jerusalem to tell others his messages.\n\\q1",
  "3": "Yahweh will settle disputes between many different people and groups who are fighting against each other,\\q2 and he will also settle disputes between powerful nations that are far away.\n\\q1 Then people will hammer their swords to cause them to become plow blades,\n\\q2 and hammer their spears to cause them to become pruning knives.\n\\q1 Armies of nations will no longer fight against armies of other nations,\n\\q2 and they will no longer train men how to fight in wars.\n\n\n\\q1",
  "4": "Everyone will sit peacefully under his own grapevines,\\q2 and under his own fig trees;\n\\q1 no one will cause them to be afraid.\n\\q2 That is what will surely happen because Yahweh, commander of the angel armies, has said it.\n\\q1",
  "5": "Many of the people of other nations will worship their own gods,\\q2 but we will worship Yahweh our God always, forever.",
  "6": "Yahweh says, \"There will soon be a time when I will gather the people whom I have punished,\\q1 who have been exiled,\n\\q2 all those whom I have caused to suffer much.\n\\q1",
  "7": "My people who did not die while they were exiled will become a strong nation again.\\q1 Then I, Yahweh, will be their king,\n\\q2 and I will rule from Jerusalem forever.\n\\q1",
  "8": "As for you people of Jerusalem,\\q2 you who guard all of my people as a shepherd guards his sheep from a tower,\n\\q1 you who live on Mount Zion will have great power again.\n\\q2 You people who live in Jerusalem will again rule as you did previously.\n\n\n\\q1",
  "9": "So why are you wailing now?\\q2 Is it because you have no king?\n\\q1 Have all your wise people died?\n\\q2 You are weeping loudly like a woman who is giving birth to a baby.\n\\q1",
  "10": "Well, you people of Jerusalem should twist and groan as a woman who is having birth pains,\\q2 because now you must leave this city.\n\\q1 While you are traveling, you will set up tents in open fields at night;\n\\q2 you will go to live in Babylon.\n\\q1 But while you are there,\n\\q2 I, Yahweh, will rescue you;\n\\q1 I will free you from the power of your enemies.\n\n\n\\q1",
  "11": "Now the armies of many nations have gathered to attack you.\\q2 They are saying, 'Jerusalem must be destroyed!\n\\q2 We want to see this city when it becomes ruins!'\"\n\\q1",
  "12": "The prophet says, they do not know what Yahweh thinks;\\q2 and they do not understand what he is planning.\n\\q1 He will gather them and punish them\n\\q2 as farmers thresh grain on the ground.\n\n\n\\q1",
  "13": "Yahweh says, \"So, you people of Jerusalem, rise up and punish the nations who oppose you.\\q2 I will cause you to be very strong,\n\\q1 as if you had horns made of iron,\n\\q2 as if you had hooves made of bronze;\n\\q2 and you will crush many nations.\n\\q1 Then you will take from your enemies the valuable things that they have taken from other countries,\n\\q2 and I will cause you to dedicate those things to me, the one who is the Lord of all the people on the earth.\""
}
