{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो बातें मूसा ने यरदन के पार जंगल में, अर्थात् सूफ के सामने के अराबा में, और पारान और तोपेल के बीच, और लाबान हसेरोत और दीजाहाब में, सारे इस्राएलियों से कहीं वे ये हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "होरेब से कादेशबर्ने तक सेईर पहाड़ का मार्ग ग्यारह दिन का है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चालीसवें वर्ष के ग्यारहवें महीने के पहले दिन को जो कुछ यहोवा ने मूसा को इस्राएलियों से कहने की आज्ञा दी थी, उसके अनुसार मूसा उनसे ये बातें कहने लगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जब मूसा ने एमोरियों के राजा हेशबोनवासी सीहोन और बाशान के राजा अश्तारोतवासी ओग को एद्रेई में मार डाला,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बाद यरदन के पार मोआब देश में* वह व्यवस्था का विवरण ऐसे करने लगा,\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "होरेब से प्रस्थान\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हमारे परमेश्‍वर यहोवा ने होरेब के पास हम से कहा था, ‘तुम लोगों को इस पहाड़ के पास रहते हुए बहुत दिन हो गए हैं;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब यहाँ से कूच करो, और एमोरियों के पहाड़ी देश को, और क्या अराबा में, क्या पहाड़ों में, क्या नीचे के देश में, क्या दक्षिण देश में, क्या समुद्र के किनारे, जितने लोग एमोरियों के पास रहते हैं उनके देश को, अर्थात् लबानोन पर्वत तक और फरात नाम महानद तक रहनेवाले कनानियों के देश को भी चले जाओ।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुनो, मैं उस देश को तुम्हारे सामने किए देता हूँ; जिस देश के विषय यहोवा ने अब्राहम, इसहाक, और याकूब, तुम्हारे पितरों से शपथ खाकर कहा था कि मैं इसे तुम को और तुम्हारे बाद तुम्हारे वंश को दूँगा, उसको अब जाकर अपने अधिकार में कर लो।’”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अगुओं की नियुक्ति\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर उसी समय मैंने तुम से कहा, ‘मैं तुम्हारा भार अकेला नहीं उठा सकता;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तुम्हारे परमेश्‍वर यहोवा ने तुम को यहाँ तक बढ़ाया है कि तुम गिनती में आज आकाश के तारों के समान हो गए हो। (इब्रा. 11:12)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे पितरों का परमेश्‍वर तुम को हज़ारगुणा और भी बढ़ाए, और अपने वचन के अनुसार तुम को आशीष भी देता रहे!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तुम्हारे झंझट, और भार, और झगड़ों को मैं अकेला कहाँ तक सह सकता हूँ।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तुम अपने-अपने गोत्र में से एक-एक बुद्धिमान और समझदार और प्रसिद्ध पुरुष चुन लो, और मैं उन्हें तुम पर मुखिया ठहराऊँगा।’\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके उत्तर में तुमने मुझसे कहा, ‘जो कुछ तू हम से कहता है उसका करना अच्छा है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैंने तुम्हारे गोत्रों के मुख्य पुरुषों को जो बुद्धिमान और प्रसिद्ध पुरुष थे चुनकर तुम पर मुखिया नियुक्त किया, अर्थात् हजार-हजार, सौ-सौ, पचास-पचास, और दस-दस के ऊपर प्रधान और तुम्हारे गोत्रों के सरदार भी नियुक्त किए।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस समय मैंने तुम्हारे न्यायियों को आज्ञा दी, ‘तुम अपने भाइयों के मुकदमें सुना करो, और उनके बीच और उनके पड़ोसियों और परदेशियों के बीच भी धार्मिकता से न्याय किया करो। (यूह. 7:51)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न्याय करते समय किसी का पक्ष न करना; जैसे बड़े की वैसे ही छोटे मनुष्य की भी सुनना; किसी का मुँह देखकर न डरना, क्योंकि न्याय परमेश्‍वर का काम है; और जो मुकद्दमा तुम्हारे लिये कठिन हो, वह मेरे पास ले आना, और मैं उसे सुनूँगा।’ (याकूब. 2:9)\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैंने उसी समय तुम्हारे सारे कर्तव्य कर्म तुम को बता दिए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "कनान देश में भेदियों का भेजा जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हम होरेब से कूच करके अपने परमेश्‍वर यहोवा की आज्ञा के अनुसार उस सारे बड़े और भयानक जंगल* में होकर चले, जिसे तुमने एमोरियों के पहाड़ी देश के मार्ग में देखा, और हम कादेशबर्ने तक आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ मैंने तुम से कहा, ‘तुम एमोरियों के पहाड़ी देश तक आ गए हो जिसको हमारा परमेश्‍वर यहोवा हमें देता है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, उस देश को तुम्हारा परमेश्‍वर यहोवा तुम्हारे सामने किए देता है, इसलिए अपने पितरों के परमेश्‍वर यहोवा के वचन के अनुसार उस पर चलो, और उसे अपने अधिकार में ले लो; न तो तुम डरो और न तुम्हारा मन कच्चा हो।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम सब मेरे पास आकर कहने लगे, ‘हम अपने आगे पुरुषों को भेज देंगे, जो उस देश का पता लगाकर हमको यह सन्देश दें, कि कौन से मार्ग से होकर चलना होगा और किस-किस नगर में प्रवेश करना पड़ेगा?’\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस बात से प्रसन्‍न होकर मैंने तुम में से बारह पुरुष, अर्थात् हर गोत्र में से एक पुरुष चुन लिया;\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे पहाड़ पर चढ़ गए, और एशकोल नामक नाले को पहुँचकर उस देश का भेद लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस देश के फलों में से कुछ हाथ में लेकर हमारे पास आए, और हमको यह सन्देश दिया, ‘जो देश हमारा परमेश्‍वर यहोवा हमें देता है वह अच्छा है।’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तो भी तुमने वहाँ जाने से मना किया, किन्तु अपने परमेश्‍वर यहोवा की आज्ञा के विरुद्ध होकर\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने-अपने डेरे में यह कहकर कुड़कुड़ाने लगे, ‘यहोवा हम से बैर रखता है, इस कारण हमको मिस्र देश से निकाल ले आया है, कि हमको एमोरियों के वश में करके हमारा सत्यानाश कर डाले।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम किधर जाएँ? हमारे भाइयों ने यह कहके हमारे मन को कच्चा कर दिया है कि वहाँ के लोग हम से बड़े और लम्बे हैं; और वहाँ के नगर बड़े-बड़े हैं, और उनकी शहरपनाह आकाश से बातें करती हैं; और हमने वहाँ अनाकवंशियों को भी देखा है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने तुम से कहा, ‘उनके कारण भय मत खाओ और न डरो।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारा परमेश्‍वर यहोवा जो तुम्हारे आगे-आगे चलता है वह आप तुम्हारी ओर से लड़ेगा, जैसे कि उसने मिस्र में तुम्हारे देखते तुम्हारे लिये किया;\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तुमने जंगल में भी देखा कि जिस रीति कोई पुरुष अपने लड़के को उठाए चलता है, उसी रीति हमारा परमेश्‍वर यहोवा हमको इस स्थान पर पहुँचने तक, उस सारे मार्ग में जिससे हम आए हैं, उठाये रहा।’ (प्रेरि. 13:18)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस बात पर भी तुमने अपने उस परमेश्‍वर यहोवा पर विश्वास नहीं किया,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो तुम्हारे आगे-आगे इसलिए चलता रहा कि डेरे डालने का स्थान तुम्हारे लिये ढूँढ़े, और रात को आग में और दिन को बादल में प्रगट होकर चला, ताकि तुम को वह मार्ग दिखाए जिससे तुम चलो।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल को दण्ड मिलना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु तुम्हारी वे बातें सुनकर यहोवा का कोप भड़क उठा, और उसने यह शपथ खाई,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘निश्चय इस बुरी पीढ़ी के मनुष्यों में से एक भी उस अच्छे देश को देखने न पाएगा, जिसे मैंने उनके पितरों को देने की शपथ खाई थी।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "केवल यपुन्‍ने का पुत्र कालेब ही उसे देखने पाएगा, और जिस भूमि पर उसके पाँव पड़े हैं उसे मैं उसको और उसके वंश को भी दूँगा; क्योंकि वह मेरे पीछे पूरी रीति से हो लिया है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मुझ पर भी यहोवा तुम्हारे कारण क्रोधित हुआ, और यह कहा, ‘तू भी वहाँ जाने न पाएगा;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नून का पुत्र यहोशू जो तेरे सामने खड़ा रहता है, वह तो वहाँ जाने पाएगा; इसलिए तू उसको हियाव दे, क्योंकि उस देश को इस्राएलियों के अधिकार में वही कर देगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तुम्हारे बाल-बच्चे जिनके विषय में तुम कहते हो कि ये लूट में चले जाएँगे, और तुम्हारे जो बच्चे अभी भले-बुरे का भेद नहीं जानते, वे वहाँ प्रवेश करेंगे, और उनको मैं वह देश दूँगा, और वे उसके अधिकारी होंगे।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तुम लोग घूमकर कूच करो, और लाल समुद्र के मार्ग से जंगल की ओर जाओ।’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब तुमने मुझसे कहा, ‘हमने यहोवा के विरुद्ध पाप किया है; अब हम अपने परमेश्‍वर यहोवा की आज्ञा के अनुसार चढ़ाई करेंगे और लड़ेंगे।’ तब तुम अपने-अपने हथियार बाँधकर पहाड़ पर बिना सोचे समझे चढ़ने को तैयार हो गए।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, ‘उनसे कह दे कि तुम मत चढ़ो, और न लड़ो; क्योंकि मैं तुम्हारे मध्य में नहीं हूँ; कहीं ऐसा न हो कि तुम अपने शत्रुओं से हार जाओ।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह बात मैंने तुम से कह दी, परन्तु तुमने न मानी; किन्तु ढिठाई से यहोवा की आज्ञा का उल्लंघन करके पहाड़ पर चढ़ गए।\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस पहाड़ के निवासी एमोरियों ने तुम्हारा सामना करने को निकलकर मधुमक्खियों के समान तुम्हारा पीछा किया, और सेईर देश के होर्मा तक तुम्हें मारते-मारते चले आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तुम लौटकर यहोवा के सामने रोने लगे; परन्तु यहोवा ने तुम्हारी न सुनी, न तुम्हारी बातों पर कान लगाया।\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम कादेश में बहुत दिनों तक रहे, यहाँ तक कि एक युग हो गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परिचय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}