{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उस समय यहोवा ने मुझसे कहा, ‘पहली पटियाओं के समान पत्थर की दो और पटियाएँ गढ़ ले, और उन्हें लेकर मेरे पास पर्वत के ऊपर आ जा, और लकड़ी का एक सन्दूक भी बनवा ले।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं उन पटियाओं पर वे ही वचन लिखूँगा, जो उन पहली पटियाओं पर थे, जिन्हें तूने तोड़ डाला, और तू उन्हें उस सन्दूक में रखना।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने बबूल की लकड़ी का एक सन्दूक बनवाया, और पहली पटियाओं के समान पत्थर की दो और पटियाएँ गढ़ीं, तब उन्हें हाथों में लिये हुए पर्वत पर चढ़ गया। (इब्रा. 9:4)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो दस वचन यहोवा ने सभा के दिन पर्वत पर अग्नि के मध्य में से तुम से कहे थे, वे ही उसने पहले के समान उन पटियाओं पर लिखे; और उनको मुझे सौंप दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैं पर्वत से नीचे उतर आया, और पटियाओं को अपने बनवाए हुए सन्दूक में धर दिया; और यहोवा की आज्ञा के अनुसार वे वहीं रखीं हुई हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(तब इस्राएली याकानियों के कुओं से कूच करके मोसेरा तक आए। वहाँ हारून मर गया*, और उसको वहीं मिट्टी दी गई; और उसका पुत्र एलीआजर उसके स्थान पर याजक का काम करने लगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे वहाँ से कूच करके गुदगोदा को, और गुदगोदा से योतबाता को चले, इस देश में जल की नदियाँ हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यहोवा ने लेवी गोत्र को इसलिए अलग किया कि वे यहोवा की वाचा का सन्दूक उठाया करें, और यहोवा के सम्मुख खड़े होकर उसकी सेवा टहल किया करें, और उसके नाम से आशीर्वाद दिया करें, जिस प्रकार कि आज के दिन तक होता आ रहा है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण लेवियों को अपने भाइयों के साथ कोई निज अंश या भाग नहीं मिला; यहोवा ही उनका निज भाग है, जैसे कि तेरे परमेश्‍वर यहोवा ने उनसे कहा था।)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं तो पहले के समान उस पर्वत पर चालीस दिन और चालीस रात ठहरा रहा, और उस बार भी यहोवा ने मेरी सुनी, और तुझे नाश करने की मनसा छोड़ दी।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मुझसे कहा, ‘उठ, और तू इन लोगों की अगुआई कर, ताकि जिस देश के देने को मैंने उनके पूर्वजों से शपथ खाकर कहा था उसमें वे जाकर उसको अपने अधिकार में कर लें।’\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर की मांग\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अब, हे इस्राएल, तेरा परमेश्‍वर यहोवा तुझ से इसके सिवाय और क्या चाहता है*, कि तू अपने परमेश्‍वर यहोवा का भय मानें, और उसके सारे मार्गों पर चले, उससे प्रेम रखे, और अपने पूरे मन और अपने सारे प्राण से उसकी सेवा करे, (लूका 10:27)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा की जो-जो आज्ञा और विधि मैं आज तुझे सुनाता हूँ उनको ग्रहण करे, जिससे तेरा भला हो?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, स्वर्ग और सबसे ऊँचा स्वर्ग भी, और पृथ्वी और उसमें जो कुछ है, वह सब तेरे परमेश्‍वर यहोवा ही का है;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी यहोवा ने तेरे पूर्वजों से स्नेह और प्रेम रखा, और उनके बाद तुम लोगों को जो उनकी सन्तान हो सब देशों के लोगों के मध्य में से चुन लिया, जैसा कि आज के दिन प्रकट है। (1 पतरस. 2:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अपने-अपने हृदय का खतना करो, और आगे को हठीले न रहो।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तुम्हारा परमेश्‍वर यहोवा वही ईश्वरों का परमेश्‍वर और प्रभुओं का प्रभु है, वह महान पराक्रमी और भययोग्य परमेश्‍वर है, जो किसी का पक्ष नहीं करता और न घूस लेता है। (प्रेरि. 10:34, रोम. 2:11, गला. 2:6, इफि. 6:9, कुलु. 3:25, 1 तीमु. 6:15, प्रका. 17:14, प्रका. 19:16)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अनाथों और विधवा का न्याय चुकाता, और परदेशियों से ऐसा प्रेम करता है कि उन्हें भोजन और वस्त्र देता है।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तुम भी परदेशियों से प्रेम भाव रखना; क्योंकि तुम भी मिस्र देश में परदेशी थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने परमेश्‍वर यहोवा का भय मानना; उसी की सेवा करना और उसी से लिपटे रहना, और उसी के नाम की शपथ खाना।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वही तुम्हारी स्तुति के योग्य है; और वही तुम्हारा परमेश्‍वर है, जिसने तेरे साथ वे बड़े महत्व के और भयानक काम किए हैं, जिन्हें तूने अपनी आँखों से देखा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे पुरखा जब मिस्र में गए तब सत्तर ही मनुष्य थे; परन्तु अब तेरे परमेश्‍वर यहोवा ने तेरी गिनती आकाश के तारों के समान बहुत कर दी है। (प्रेरि. 7:14, इब्रा. 11:12)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पत्थर की नई पटियाएँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}