{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए तू अपने परमेश्‍वर यहोवा से अत्यन्त प्रेम रखना, और जो कुछ उसने तुझे सौंपा है उसका, अर्थात् उसकी विधियों, नियमों, और आज्ञाओं का नित्य पालन करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम आज यह सोच समझ लो (क्योंकि मैं तो तुम्हारे बाल-बच्चों से नहीं कहता,) जिन्होंने न तो कुछ देखा और न जाना है कि तुम्हारे परमेश्‍वर यहोवा ने क्या-क्या ताड़ना की, और कैसी महिमा, और बलवन्त हाथ, और बढ़ाई हुई भुजा दिखाई,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिस्र में वहाँ के राजा फ़िरौन को कैसे-कैसे चिन्ह दिखाए, और उसके सारे देश में कैसे-कैसे चमत्कार के काम किए;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने मिस्र की सेना के घोड़ों और रथों से क्या किया, अर्थात् जब वे तुम्हारा पीछा कर रहे थे तब उसने उनको लाल समुद्र में डुबोकर किस प्रकार नष्ट कर डाला, कि आज तक उनका पता नहीं;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम्हारे इस स्थान में पहुँचने तक उसने जंगल में तुम से क्या-क्या किया; (प्रेरि. 7:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "औैर उसने रूबेनी एलीआब के पुत्र दातान और अबीराम से क्या-क्या किया; अर्थात् पृथ्वी ने अपना मुँह पसारकर उनको घरानों, और डेरों, और सब अनुचरों समेत सब इस्राएलियों के देखते-देखते कैसे निगल लिया;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोवा के इन सब बड़े-बड़े कामों को तुमने अपनी आँखों से देखा है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस कारण जितनी आज्ञाएँ मैं आज तुम्हें सुनाता हूँ उन सभी को माना करना, इसलिए कि तुम सामर्थी होकर उस देश में जिसके अधिकारी होने के लिये तुम पार जा रहे हो प्रवेश करके उसके अधिकारी हो जाओ,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस देश में बहुत दिन रहने पाओ, जिसे तुम्हें और तुम्हारे वंश को देने की शपथ यहोवा ने तुम्हारे पूर्वजों से खाई थी, और उसमें दूध और मधु की धाराएँ बहती हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, जिस देश के अधिकारी होने को तुम जा रहे हो वह मिस्र देश के समान नहीं है, जहाँ से निकलकर आए हो, जहाँ तुम बीज बोते थे और हरे साग के खेत की रीति के अनुसार अपने पाँव से नालियाँ बनाकर सींचते थे;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जिस देश के अधिकारी होने को तुम पार जाने पर हो वह पहाड़ों और तराइयों का देश है, और आकाश की वर्षा के जल से सींचता है;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह ऐसा देश है जिसकी तेरे परमेश्‍वर यहोवा को सुधि रहती है; और वर्ष के आदि से लेकर अन्त तक तेरे परमेश्‍वर यहोवा की दृष्टि उस पर निरन्तर लगी रहती है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि तुम मेरी आज्ञाओं को जो आज मैं तुम्हें सुनाता हूँ ध्यान से सुनकर, अपने सम्पूर्ण मन और सारे प्राण के साथ, अपने परमेश्‍वर यहोवा से प्रेम रखो और उसकी सेवा करते रहो,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो मैं तुम्हारे देश में बरसात के आदि और अन्त दोनों समयों की वर्षा को अपने-अपने समय पर बरसाऊँगा, जिससे तू अपना अन्न, नया दाखमधु, और टटका तेल संचय कर सकेगा। (याकूब. 5:7)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं तेरे पशुओं के लिये तेरे मैदान में घास उपजाऊँगा, और तू पेट भर खाएगा और सन्तुष्ट रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अपने विषय में सावधान रहो, ऐसा न हो कि तुम्हारे मन धोखा खाएँ, और तुम बहक कर दूसरे देवताओं की पूजा करने लगो और उनको दण्डवत् करने लगो,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा का कोप तुम पर भड़के, और वह आकाश की वर्षा बन्द कर दे, और भूमि अपनी उपज न दे, और तुम उस उत्तम देश में से जो यहोवा तुम्हें देता है शीघ्र नष्ट हो जाओ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तुम मेरे ये वचन अपने-अपने मन और प्राण में धारण किए रहना, और चिन्ह के रूप में अपने हाथों पर बाँधना, और वे तुम्हारी आँखों के मध्य में टीके का काम दें।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम घर में बैठे, मार्ग पर चलते, लेटते-उठते इनकी चर्चा करके अपने बच्चों को सिखाया करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इन्हें अपने-अपने घर के चौखट के बाजुओं और अपने फाटकों के ऊपर लिखना;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कि जिस देश के विषय में यहोवा ने तेरे पूर्वजों से शपथ खाकर कहा था, कि मैं उसे तुम्हें दूँगा, उसमें तुम्हारे और तुम्हारे बच्चे दीर्घायु हों*, और जब तक पृथ्वी के ऊपर का आकाश बना रहे तब तक वे भी बने रहें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यदि तुम इन सब आज्ञाओं के मानने में जो मैं तुम्हें सुनाता हूँ पूरी चौकसी करके अपने परमेश्‍वर यहोवा से प्रेम रखो, और उसके सब मार्गों पर चलो, और उससे लिपटे रहो,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो यहोवा उन सब जातियों को तुम्हारे आगे से निकाल डालेगा, और तुम अपने से बड़ी और सामर्थी जातियों के अधिकारी हो जाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस-जिस स्थान पर तुम्हारे पाँव के तलवे पड़ें वे सब तुम्हारे ही हो जाएँगे, अर्थात् जंगल से लबानोन तक, और फरात नामक महानद से लेकर पश्चिम के समुद्र तक तुम्हारी सीमा होगी।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे सामने कोई भी खड़ा न रह सकेगा; क्योंकि जितनी भूमि पर तुम्हारे पाँव पड़ेंगे उस सब पर रहनेवालों के मन में तुम्हारा परमेश्‍वर यहोवा अपने वचन के अनुसार तुम्हारे कारण उनमें डर और थरथराहट उत्‍पन्‍न कर देगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सुनो, मैं आज के दिन तुम्हारे आगे आशीष और श्राप दोनों रख देता हूँ।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् यदि तुम अपने परमेश्‍वर यहोवा की इन आज्ञाओं को जो मैं आज तुम्हें सुनाता हूँ मानो, तो तुम पर आशीष होगी,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि तुम अपने परमेश्‍वर यहोवा की आज्ञाओं को नहीं मानोगे, और जिस मार्ग की आज्ञा मैं आज सुनाता हूँ उसे तजकर दूसरे देवताओं के पीछे हो लोगे जिन्हें तुम नहीं जानते हो, तो तुम पर श्राप पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तेरा परमेश्‍वर यहोवा तुझको उस देश में पहुँचाए जिसके अधिकारी होने को तू जाने पर है, तब आशीष गिरिज्जीम पर्वत पर से और श्राप एबाल पर्वत पर से सुनाना। (यूह. 4:20)\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या वे यरदन के पार, सूर्य के अस्त होने की ओर, अराबा के निवासी कनानियों के देश में, गिलगाल के सामने, मोरे के बांज वृक्षों के पास नहीं है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम तो यरदन पार इसलिए जाने पर हो, कि जो देश तुम्हारा परमेश्‍वर यहोवा तुम्हें देता है उसके अधिकारी हो जाओ; और तुम उसके अधिकारी होकर उसमें निवास करोगे;\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जितनी विधियाँ और नियम मैं आज तुम को सुनाता हूँ उन सभी के मानने में चौकसी करना।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "आज्ञाकारिता का पुरस्कार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}