{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सात-सात वर्ष बीतने पर तुम छुटकारा दिया करना,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जिस किसी ऋण देनेवाले ने अपने पड़ोसी को कुछ उधार दिया हो, तो वह उसे छोड़ दे; और अपने पड़ोसी या भाई से उसको बरबस न भरवाए, क्योंकि यहोवा के नाम से इस छुटकारे का प्रचार हुआ है*।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परदेशी मनुष्य से तू उसे बरबस भरवा सकता है*, परन्तु जो कुछ तेरे भाई के पास तेरा हो उसे तू बिना भरवाए छोड़ देना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे बीच कोई दरिद्र न रहेगा, क्योंकि जिस देश को तेरा परमेश्‍वर यहोवा तेरा भाग करके तुझे देता है, कि तू उसका अधिकारी हो, उसमें वह तुझे बहुत ही आशीष देगा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इतना अवश्य है कि तू अपने परमेश्‍वर यहोवा की बात चित्त लगाकर सुने, और इन सारी आज्ञाओं के मानने में जो मैं आज तुझे सुनाता हूँ चौकसी करे।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तेरा परमेश्‍वर यहोवा अपने वचन के अनुसार तुझे आशीष देगा, और तू बहुत जातियों को उधार देगा, परन्तु तुझे उधार लेना न पड़ेगा; और तू बहुत जातियों पर प्रभुता करेगा, परन्तु वे तेरे ऊपर प्रभुता न करने पाएँगी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दरिद्र के लिये उदारता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जो देश तेरा परमेश्‍वर यहोवा तुझे देता है उसके किसी फाटक के भीतर यदि तेरे भाइयों में से कोई तेरे पास दरिद्र हो, तो अपने उस दरिद्र भाई के लिये न तो अपना हृदय कठोर करना, और न अपनी मुट्ठी कड़ी करना; (यूह. 3:17)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस वस्तु की घटी उसको हो, उसकी जितनी आवश्यकता हो उतना अवश्य अपना हाथ ढीला करके उसको उधार देना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सचेत रह कि तेरे मन में ऐसी अधर्मी चिन्ता न समाए*, कि सातवाँ वर्ष जो छुटकारे का वर्ष है वह निकट है, और अपनी दृष्टि तू अपने उस दरिद्र भाई की ओर से क्रूर करके उसे कुछ न दे, और वह तेरे विरुद्ध यहोवा की दुहाई दे, तो यह तेरे लिये पाप ठहरेगा।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उसको अवश्य देना, और उसे देते समय तेरे मन को बुरा न लगे; क्योंकि इसी बात के कारण तेरा परमेश्‍वर यहोवा तेरे सब कामों में जिनमें तू अपना हाथ लगाएगा तुझे आशीष देगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे देश में दरिद्र तो सदा पाए जाएँगे, इसलिए मैं तुझे यह आज्ञा देता हूँ कि तू अपने देश में अपने दीन-दरिद्र भाइयों को अपना हाथ ढीला करके अवश्य दान देना। (मत्ती 26:11, मर. 14:7, यूह. 12:8)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दासों को स्वतंत्र करने की विधि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि तेरा कोई भाईबन्धु, अर्थात् कोई इब्री या इब्रिन, तेरे हाथ बिके, और वह छः वर्ष तेरी सेवा कर चुके, तो सातवें वर्ष उसको अपने पास से स्वतंत्र करके जाने देना।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तू उसको स्वतंत्र करके अपने पास से जाने दे तब उसे खाली हाथ न जाने देना;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् अपनी भेड़-बकरियों, और खलिहान, और दाखमधु के कुण्ड में से बहुतायत से देना; तेरे परमेश्‍वर यहोवा ने तुझे जैसी आशीष दी हो उसी के अनुसार उसे देना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस बात को स्मरण रखना कि तू भी मिस्र देश में दास था, और तेरे परमेश्‍वर यहोवा ने तुझे छुड़ा लिया; इस कारण मैं आज तुझे यह आज्ञा सुनाता हूँ।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह तुझ से और तेरे घराने से प्रेम रखता है, और तेरे संग आनन्द से रहता हो, और इस कारण तुझ से कहने लगे, ‘मैं तेरे पास से न जाऊँगा,’ \n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो सुतारी लेकर उसका कान किवाड़ पर लगाकर छेदना, तब वह सदा तेरा दास बना रहेगा। और अपनी दासी से भी ऐसा ही करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तू उसको अपने पास से स्वतंत्र करके जाने दे, तब उसे छोड़ देना तुझको कठिन न जान पड़े; क्योंकि उसने छः वर्ष दो मजदूरों के बराबर* तेरी सेवा की है। और तेरा परमेश्‍वर यहोवा तेरे सारे कामों में तुझको आशीष देगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पहलौठे पशुओं का अर्पण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तेरी गायों और भेड़-बकरियों के जितने पहलौठे नर हों उन सभी को अपने परमेश्‍वर यहोवा के लिये पवित्र रखना; अपनी गायों के पहलौठों से कोई काम न लेना, और न अपनी भेड़-बकरियों के पहलौठों का ऊन कतरना।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस स्थान पर जो तेरा परमेश्‍वर यहोवा चुन लेगा तू यहोवा के सामने अपने-अपने घराने समेत प्रति वर्ष उसका माँस खाना।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उसमें किसी प्रकार का दोष हो, अर्थात् वह लँगड़ा या अंधा हो, या उसमें किसी और ही प्रकार की बुराई का दोष हो, तो उसे अपने परमेश्‍वर यहोवा के लिये बलि न करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसको अपने फाटकों के भीतर खाना; शुद्ध और अशुद्ध दोनों प्रकार के मनुष्य जैसे चिकारे और हिरन का माँस खाते हैं वैसे ही उसका भी खा सकेंगे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उसका लहू न खाना; उसे जल के समान भूमि पर उण्डेल देना।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "सातवाँ वर्ष : छुटकारे का वर्ष\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}