{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अबीब महीने को स्मरण करके अपने परमेश्‍वर यहोवा के लिये फसह का पर्व मानना*; क्योंकि अबीब महीने में तेरा परमेश्‍वर यहोवा रात को तुझे मिस्र से निकाल लाया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए जो स्थान यहोवा अपने नाम का निवास ठहराने को चुन लेगा, वहीं अपने परमेश्‍वर यहोवा के लिये भेड़-बकरियों और गाय-बैल फसह करके बलि करना*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके संग कोई ख़मीरी वस्तु न खाना; सात दिन तक अख़मीरी रोटी जो दुःख की रोटी है खाया करना; क्योंकि तू मिस्र देश से उतावली करके निकला था; इसी रीति से तुझको मिस्र देश से निकलने का दिन जीवन भर स्मरण रहेगा। (1 कुरि. 5:8)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सात दिन तक तेरे सारे देश में तेरे पास कहीं ख़मीर देखने में भी न आए; और जो पशु तू पहले दिन की संध्या को बलि करे उसके माँस में से कुछ सवेरे तक रहने न पाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फसह को अपने किसी फाटक के भीतर, जिसे तेरा परमेश्‍वर यहोवा तुझे दे बलि न करना।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो स्थान तेरा परमेश्‍वर यहोवा अपने नाम का निवास करने के लिये चुन ले केवल वहीं, वर्ष के उसी समय जिसमें तू मिस्र से निकला था, अर्थात् सूरज डूबने पर संध्याकाल को, फसह का पशुबलि करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसका माँस उसी स्थान में जिसे तेरा परमेश्‍वर यहोवा चुन ले भूँजकर खाना; फिर सवेरे को उठकर अपने-अपने डेरे को लौट जाना।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छः दिन तक अख़मीरी रोटी खाया करना; और सातवें दिन तेरे परमेश्‍वर यहोवा के लिये महासभा हो; उस दिन किसी प्रकार का काम-काज न किया जाए। (लूका 2: 41)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "कटनी का पर्व\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जब तू खेत में हँसुआ लगाने लगे, तब से आरम्भ करके सात सप्ताह गिनना।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अपने परमेश्‍वर यहोवा की आशीष के अनुसार उसके लिये स्वेच्छाबलि देकर सप्ताहों का पर्व मानना;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस स्थान में जो तेरा परमेश्‍वर यहोवा अपने नाम का निवास करने को चुन ले अपने-अपने बेटे-बेटियों, दास-दासियों समेत तू और तेरे फाटकों के भीतर जो लेवीय हों, और जो-जो परदेशी, और अनाथ, और विधवाएँ तेरे बीच में हों, वे सब के सब अपने परमेश्‍वर यहोवा के सामने आनन्द करें।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और स्मरण रखना कि तू भी मिस्र में दास था; इसलिए इन विधियों के पालन करने में चौकसी करना।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "झोपड़ियों का पर्व\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू जब अपने खलिहान और दाखमधु के कुण्ड में से सब कुछ इकट्ठा कर चुके, तब झोपड़ियों का पर्व सात दिन मानते रहना;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अपने इस पर्व में अपने-अपने बेटे बेटियों, दास-दासियों समेत तू और जो लेवीय, और परदेशी, और अनाथ, और विधवाएँ तेरे फाटकों के भीतर हों वे भी आनन्द करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो स्थान यहोवा चुन ले उसमें तू अपने परमेश्‍वर यहोवा के लिये सात दिन तक पर्व मानते रहना; क्योंकि तेरा परमेश्‍वर यहोवा तेरी सारी बढ़ती में और तेरे सब कामों में तुझको आशीष देगा; तू आनन्द ही करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वर्ष में तीन बार, अर्थात् अख़मीरी रोटी के पर्व, और सप्ताहों के पर्व, और झोपड़ियों के पर्व, इन तीनों पर्वों में तुम्हारे सब पुरुष अपने परमेश्‍वर यहोवा के सामने उस स्थान में जो वह चुन लेगा जाएँ। और देखो, खाली हाथ यहोवा के सामने कोई न जाए;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब पुरुष अपनी-अपनी पूँजी, और उस आशीष के अनुसार जो तेरे परमेश्‍वर यहोवा ने तुझको दी हो, दिया करें।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लोगों के लिये न्यायियों की नियुक्ति\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू अपने एक-एक गोत्र में से, अपने सब फाटकों के भीतर जिन्हें तेरा परमेश्‍वर यहोवा तुझको देता है न्यायी और सरदार नियुक्त कर लेना*, जो लोगों का न्याय धार्मिकता से किया करें।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम न्याय न बिगाड़ना; तू न तो पक्षपात करना; और न तो घूस लेना, क्योंकि घूस बुद्धिमान की आँखें अंधी कर देती है, और धर्मियों की बातें पलट देती है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कुछ नितान्त ठीक है उसी का पीछा करना, जिससे तू जीवित रहे, और जो देश तेरा परमेश्‍वर यहोवा तुझे देता है उसका अधिकारी बना रहे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वर्जित पूजा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू अपने परमेश्‍वर यहोवा की जो वेदी बनाएगा उसके पास किसी प्रकार की लकड़ी की बनी हुई अशेरा का स्थापन न करना।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न कोई स्तम्भ खड़ा करना, क्योंकि उससे तेरा परमेश्‍वर यहोवा घृणा करता है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "फसह और अख़मीरी रोटी का पर्व\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}