{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब तेरा परमेश्‍वर यहोवा उन जातियों को नाश करे जिनका देश वह तुझे देता है, और तू उनके देश का अधिकारी होकर उनके नगरों और घरों में रहने लगे,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अपने देश के बीच जिसका अधिकारी तेरा परमेश्‍वर यहोवा तुझे कर देता है तीन नगर अपने लिये अलग कर देना।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू अपने लिये मार्ग भी तैयार करना, और अपने देश के, जो तेरा परमेश्‍वर यहोवा तुझे सौंप देता है, तीन भाग करना, ताकि हर एक खूनी वहीं भाग जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो खूनी वहाँ भागकर अपने प्राण को बचाए, वह इस प्रकार का हो; अर्थात् वह किसी से बिना पहले बैर रखे या उसको बिना जाने बूझे मार डाला हो\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे कोई किसी के संग लकड़ी काटने को जंगल में जाए, और वृक्ष काटने को कुल्हाड़ी हाथ से उठाए, और कुल्हाड़ी बेंट से निकलकर उस भाई को ऐसी लगे कि वह मर जाए तो वह उन नगरों में से किसी में भागकर जीवित रहे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऐसा न हो कि मार्ग की लम्बाई के कारण खून का पलटा लेनेवाला अपने क्रोध के ज्वलन में उसका पीछा करके उसको जा पकड़े, और मार डाले, यद्यपि वह प्राणदण्ड के योग्य नहीं, क्योंकि वह उससे बैर नहीं रखता था।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं तुझे यह आज्ञा देता हूँ, कि अपने लिये तीन नगर अलग कर रखना।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि तेरा परमेश्‍वर यहोवा उस शपथ के अनुसार जो उसने तेरे पूर्वजों से खाई थी, तेरी सीमा को बढ़ाकर* वह सारा देश तुझे दे, जिसके देने का वचन उसने तेरे पूर्वजों को दिया था\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि तू इन सब आज्ञाओं के मानने में जिन्हें मैं आज तुझको सुनाता हूँ चौकसी करे, और अपने परमेश्‍वर यहोवा से प्रेम रखे और सदा उसके मार्गों पर चलता रहे तो इन तीन नगरों से अधिक और भी तीन नगर अलग कर देना,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कि तेरे उस देश में जो तेरा परमेश्‍वर यहोवा तेरा निज भाग करके देता है, किसी निर्दोष का खून न बहाया जाए, और उसका दोष तुझ पर न लगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु यदि कोई किसी से बैर रखकर उसकी घात में लगे, और उस पर लपककर उसे ऐसा मारे कि वह मर जाए, और फिर उन नगरों में से किसी में भाग जाए,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो उसके नगर के पुरनिये किसी को भेजकर उसको वहाँ से मंगाकर खून के पलटा लेनेवाले के हाथ में सौंप दें, कि वह मार डाला जाए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस पर तरस न खाना, परन्तु निर्दोष के खून का दोष इस्राएल से दूर करना, जिससे तुम्हारा भला हो।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सीमा चिन्ह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जो देश तेरा परमेश्‍वर यहोवा तुझको देता है, उसका जो भाग तुझे मिलेगा, उसमें किसी की सीमा* जिसे प्राचीन लोगों ने ठहराया हो न हटाना।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "गवाहों से सम्बन्धित नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“किसी मनुष्य के विरुद्ध किसी प्रकार के अधर्म या पाप के विषय में, चाहे उसका पाप कैसा ही क्यों न हो, एक ही जन की साक्षी न सुनना, परन्तु दो या तीन साक्षियों के कहने से बात पक्की ठहरे। (मत्ती 18:16)\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि कोई झूठी साक्षी देनेवाला किसी के विरुद्ध यहोवा से फिर जाने की साक्षी देने को खड़ा हो,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो वे दोनों मनुष्य, जिनके बीच ऐसा मुकद्दमा उठा हो*, यहोवा के सम्मुख*, अर्थात् उन दिनों के याजकों और न्यायियों के सामने खड़े किए जाएँ;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब न्यायी भली भाँति पूछ-ताछ करें, और यदि इस निर्णय पर पहुँचें कि वह झूठा साक्षी है, और अपने भाई के विरुद्ध झूठी साक्षी दी है\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो अपने भाई की जैसी भी हानि करवाने की युक्ति उसने की हो वैसी ही तुम भी उसकी करना; इसी रीति से अपने बीच में से ऐसी बुराई को दूर करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दूसरे लोग सुनकर डरेंगे, और आगे को तेरे बीच फिर ऐसा बुरा काम नहीं करेंगे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू बिल्कुल तरस न खाना; प्राण के बदले प्राण का, आँख के बदले आँख का, दाँत के बदले दाँत का, हाथ के बदले हाथ का, पाँव के बदले पाँव का दण्ड देना। (मत्ती 5:38)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "खूनी के लिये शरणनगर\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}