{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब उस आज्ञा के अनुसार, जो यहोवा ने मुझ को दी थी, हमने घूमकर कूच किया, और लाल समुद्र के मार्ग के जंगल की ओर गए; और बहुत दिन तक सेईर पहाड़ के बाहर-बाहर चलते रहे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘तुम लोगों को इस पहाड़ के बाहर-बाहर चलते हुए बहुत दिन बीत गए, अब घूमकर उत्तर की ओर चलो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू प्रजा के लोगों को मेरी यह आज्ञा सुना, कि तुम सेईर के निवासी अपने भाई एसावियों की सीमा के पास होकर जाने पर हो; और वे तुम से डर जाएँगे। इसलिए तुम बहुत चौकस रहो;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनसे लड़ाई न छेड़ना; क्योंकि उनके देश में से मैं तुम्हें पाँव रखने की जगह तक न दूँगा, इस कारण कि मैंने सेईर पर्वत एसावियों के अधिकार में कर दिया है*। (प्रेरि. 7:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम उनसे भोजन रुपये से मोल लेकर खा सकोगे, और रुपया देकर कुओं से पानी भरके पी सकोगे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तुम्हारा परमेश्‍वर यहोवा तुम्हारे हाथों के सब कामों के विषय तुम्हें आशीष देता आया है; इस भारी जंगल में तुम्हारा चलना फिरना वह जानता है; इन चालीस वर्षों में तुम्हारा परमेश्‍वर यहोवा तुम्हारे संग-संग रहा है; और तुम को कुछ घटी नहीं हुई।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः हम सेईर निवासी अपने भाई एसावियों के पास से होकर, अराबा के मार्ग, और एलत और एस्योनगेबेर को पीछे छोड़कर चले।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "“फिर हम मुड़कर मोआब के जंगल के मार्ग से होकर चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने मुझसे कहा, ‘मोआबियों को न सताना और न लड़ाई छेड़ना, क्योंकि मैं उनके देश में से कुछ भी तेरे अधिकार में न कर दूँगा क्योंकि मैंने आर को लूत के वंशजों के अधिकार में किया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(पुराने दिनों में वहाँ एमी लोग बसे हुए थे, जो अनाकियों के समान बलवन्त और लम्बे-लम्बे और गिनती में बहुत थे;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अनाकियों के समान वे भी रपाई गिने जाते थे, परन्तु मोआबी उन्हें एमी कहते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पुराने दिनों में सेईर में होरी लोग बसे हुए थे, परन्तु एसावियों ने उनको उस देश से निकाल दिया, और अपने सामने से नाश करके उनके स्थान पर आप बस गए; जैसे कि इस्राएलियों ने यहोवा के दिए हुए अपने अधिकार के देश में किया।)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तुम लोग कूच करके जेरेद नदी के पार जाओ।’ तब हम जेरेद नदी के पार आए।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमारे कादेशबर्ने को छोड़ने से लेकर जेरेद नदी पार होने तक अड़तीस वर्ष बीत गए, उस बीच में यहोवा की शपथ के अनुसार उस पीढ़ी के सब योद्धा छावनी में से नाश हो गए।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक वे नाश न हुए तब तक यहोवा का हाथ उन्हें छावनी में से मिटा डालने के लिये उनके विरुद्ध बढ़ा ही रहा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब सब योद्धा मरते-मरते लोगों के बीच में से नाश हो गए,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘अब मोआब की सीमा, अर्थात् आर को पार कर;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तू अम्मोनियों के सामने जाकर उनके निकट पहुँचे, तब उनको न सताना और न छेड़ना, क्योंकि मैं अम्मोनियों के देश में से कुछ भी तेरे अधिकार में न करूँगा, क्योंकि मैंने उसे लूत के वंशजों के अधिकार में कर दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(वह देश भी रपाइयों का गिना जाता था, क्योंकि पुराने दिनों में रपाई, जिन्हें अम्मोनी जमजुम्मी* कहते थे, वे वहाँ रहते थे;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे भी अनाकियों के समान बलवान और लम्बे-लम्बे और गिनती में बहुत थे; परन्तु यहोवा ने उनको अम्मोनियों के सामने से नाश कर डाला, और उन्होंने उनको उस देश से निकाल दिया, और उनके स्थान पर आप रहने लगे;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे कि उसने सेईर के निवासी एसावियों के सामने से होरियों को नाश किया, और उन्होंने उनको उस देश से निकाल दिया, और आज तक उनके स्थान पर वे आप निवास करते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वैसा ही अव्वियों को, जो गाज़ा नगर तक गाँवों में बसे हुए थे, उनको कप्तोरियों ने जो कप्तोर से निकले थे नाश किया, और उनके स्थान पर आप रहने लगे।)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तुम लोग उठकर कूच करो, और अर्नोन के नाले के पार चलो: सुन, मैं देश समेत हेशबोन के राजा एमोरी सीहोन को तेरे हाथ में कर देता हूँ; इसलिए उस देश को अपने अधिकार में लेना आरम्भ करो, और उस राजा से युद्ध छेड़ दो।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितने लोग धरती पर रहते हैं उन सभी के मन में मैं आज ही के दिन से तेरे कारण डर और थरथराहट समवाने लगूँगा; वे तेरा समाचार पाकर तेरे डर के मारे काँपेंगे और पीड़ित होंगे।’\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "राजा सीहोन की पराजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अतः मैंने कदेमोत* नामक जंगल से हेशबोन के राजा सीहोन के पास मेल की ये बातें कहने को दूत भेजे:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘मुझे अपने देश में से होकर जाने दे; मैं राजपथ पर से चला जाऊँगा, और दाएँ और बाएँ हाथ न मुड़ूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू रुपया लेकर मेरे हाथ भोजनवस्तु देना कि मैं खाऊँ, और पानी भी रुपया लेकर मुझ को देना कि मैं पीऊँ; केवल मुझे पाँव-पाँव चले जाने दे,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा सेईर के निवासी एसावियों ने और आर के निवासी मोआबियों ने मुझसे किया, वैसा ही तू भी मुझसे कर, इस रीति मैं यरदन पार होकर उस देश में पहुँचूँगा जो हमारा परमेश्‍वर यहोवा हमें देता है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हेशबोन के राजा सीहोन ने हमको अपने देश में से होकर चलने न दिया; क्योंकि तुम्हारे परमेश्‍वर यहोवा ने उसका चित्त कठोर और उसका मन हठीला कर दिया था, इसलिए कि उसको तुम्हारे हाथ में कर दे, जैसा कि आज प्रकट है।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने मुझसे कहा, ‘सुन, मैं देश समेत सीहोन को तेरे वश में कर देने पर हूँ; उस देश को अपने अधिकार में लेना आरम्भ कर।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सीहोन अपनी सारी सेना समेत निकल आया, और हमारा सामना करके युद्ध करने को यहस तक चढ़ आया।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमारे परमेश्‍वर यहोवा ने उसको हमारे द्वारा हरा दिया, और हमने उसको पुत्रों और सारी सेना समेत मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसी समय हमने उसके सारे नगर ले लिए, और एक-एक बसे हुए नगर की स्त्रियों और बाल-बच्चों समेत यहाँ तक सत्यानाश किया कि कोई न छूटा;\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु पशुओं को हमने अपना कर लिया, और उन नगरों की लूट भी हमने ले ली जिनको हमने जीत लिया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्नोन के नाले के छोरवाले अरोएर नगर से लेकर, और उस नाले में के नगर से लेकर, गिलाद तक कोई नगर ऐसा ऊँचा न रहा जो हमारे सामने ठहर सकता था; क्योंकि हमारे परमेश्‍वर यहोवा ने सभी को हमारे वश में कर दिया।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हम अम्मोनियों के देश के निकट, वरन् यब्बोक नदी के उस पार जितना देश है, और पहाड़ी देश के नगर जहाँ जाने से हमारे परमेश्‍वर यहोवा ने हमको मना किया था, वहाँ हम नहीं गए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों का जंगल में भटकना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}