{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू अपने भाई के गाय-बैल या भेड़-बकरी को भटकी हुई देखकर अनदेखी न करना, उसको अवश्य उसके पास पहुँचा देना।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि तेरा वह भाई निकट न रहता हो, या तू उसे न जानता हो, तो उस पशु को अपने घर के भीतर ले आना, और जब तक तेरा वह भाई उसको न ढूँढ़े तब तक वह तेरे पास रहे; और जब वह उसे ढूँढ़े तब उसको दे देना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके गदहे या वस्त्र के विषय, वरन् उसकी कोई वस्तु क्यों न हो, जो उससे खो गई हो और तुझको मिले, उसके विषय में भी ऐसा ही करना; तू देखी-अनदेखी न करना।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू अपने भाई के गदहे या बैल को मार्ग पर गिरा हुआ देखकर अनदेखी न करना; उसके उठाने में अवश्य उसकी सहायता करना।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“कोई स्त्री पुरुष का पहरावा न पहने, और न कोई पुरुष स्त्री का पहरावा पहने; क्योंकि ऐसे कामों के सब करनेवाले तेरे परमेश्‍वर यहोवा की दृष्टि में घृणित हैं*।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि वृक्ष या भूमि पर तेरे सामने मार्ग में किसी चिड़िया का घोंसला मिले, चाहे उसमें बच्चे हों चाहे अण्डे, और उन बच्चों या अण्डों पर उनकी माँ बैठी हुई हो, तो बच्चों समेत माँ को न लेना;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बच्चों को अपने लिये ले तो ले, परन्तु माँ को अवश्य छोड़ देना; इसलिए कि तेरा भला हो, और तेरी आयु के दिन बहुत हों।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब तू नया घर बनाए तब उसकी छत पर आड़ के लिये मुण्डेर बनाना*, ऐसा न हो कि कोई छत पर से गिर पड़े, और तू अपने घराने पर खून का दोष लगाए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अपनी दाख की बारी में दो प्रकार के बीज न बोना, ऐसा न हो कि उसकी सारी उपज, अर्थात् तेरा बोया हुआ बीज और दाख की बारी की उपज दोनों अपवित्र ठहरें।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बैल और गदहा दोनों संग जोतकर हल न चलाना।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऊन और सनी की मिलावट से बना हुआ वस्त्र न पहनना।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अपने ओढ़ने के चारों ओर की कोर पर झालर लगाया करना।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "विवाह संबंधी नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि कोई पुरुष किसी स्त्री को ब्याहे, और उसके पास जाने के समय वह उसको अप्रिय लगे,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह उस स्त्री की नामधराई करे, और यह कहकर उस पर कुकर्म का दोष लगाए, ‘इस स्त्री को मैंने ब्याहा, और जब उससे संगति की तब उसमें कुँवारी अवस्था के लक्षण न पाए,’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो उस कन्या के माता-पिता उसके कुँवारीपन के चिन्ह लेकर नगर के वृद्ध लोगों के पास फाटक के बाहर जाएँ;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस कन्या का पिता वृद्ध लोगों से कहे, ‘मैंने अपनी बेटी इस पुरुष को ब्याह दी, और वह उसको अप्रिय लगती है;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह तो यह कहकर उस पर कुकर्म का दोष लगाता है, कि मैंने तेरी बेटी में कुँवारीपन के लक्षण नहीं पाए। परन्तु मेरी बेटी के कुँवारीपन के चिन्ह ये हैं।’ तब उसके माता-पिता नगर के वृद्ध लोगों के सामने उस चद्दर को फैलाएं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब नगर के पुरनिये उस पुरुष को पकड़कर ताड़ना दें;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस पर सौ शेकेल चाँदी का दण्ड भी लगाकर उस कन्या के पिता को दें*, इसलिए कि उसने एक इस्राएली कन्या की नामधराई की है; और वह उसी की पत्‍नी बनी रहे, और वह जीवन भर उस स्त्री को त्यागने न पाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उस कन्या के कुँवारीपन के चिन्ह पाए न जाएँ, और उस पुरुष की बात सच ठहरे,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो वे उस कन्या को उसके पिता के घर के द्वार पर ले जाएँ, और उस नगर के पुरुष उसको पथराव करके मार डालें; उसने तो अपने पिता के घर में वेश्या का काम करके बुराई की है; इस प्रकार तू अपने मध्य में से ऐसी बुराई को दूर करना। (1 कुरि. 5:13)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "व्यभिचार का दण्ड\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि कोई पुरुष दूसरे पुरुष की ब्याही हुई स्त्री के संग सोता हुआ पकड़ा जाए, तो जो पुरुष उस स्त्री के संग सोया हो वह और वह स्त्री दोनों मार डाले जाएँ; इस प्रकार तू ऐसी बुराई को इस्राएल में से दूर करना। (यूह. 8:5)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि किसी कुँवारी कन्या के ब्याह की बात लगी हो, और कोई दूसरा पुरुष उसे नगर में पाकर उससे कुकर्म करे,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो तुम उन दोनों को उस नगर के फाटक के बाहर ले जाकर उन पर पथराव करके मार डालना, उस कन्या को तो इसलिए कि वह नगर में रहते हुए भी नहीं चिल्लाई, और उस पुरुष को इस कारण कि उसने पड़ोसी की स्त्री का अपमान किया है; इस प्रकार तू अपने मध्य में से ऐसी बुराई को दूर करना। (1 कुरि. 5:13)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु यदि कोई पुरुष किसी कन्या को जिसके ब्याह की बात लगी हो मैदान में पाकर बरबस उससे कुकर्म करे, तो केवल वह पुरुष मार डाला जाए, जिसने उससे कुकर्म किया हो।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस कन्या से कुछ न करना; उस कन्या का पाप प्राणदण्ड के योग्य नहीं, क्योंकि जैसे कोई अपने पड़ोसी पर चढ़ाई करके उसे मार डाले, वैसी ही यह बात भी ठहरेगी;\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि उस पुरुष ने उस कन्या को मैदान में पाया, और वह चिल्लाई तो सही, परन्तु उसको कोई बचानेवाला न मिला।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि किसी पुरुष को कोई कुँवारी कन्या मिले जिसके ब्याह की बात न लगी हो, और वह उसे पकड़कर उसके साथ कुकर्म करे, और वे पकड़े जाएँ,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो जिस पुरुष ने उससे कुकर्म किया हो वह उस कन्या के पिता को पचास शेकेल चाँदी दे, और वह उसी की पत्‍नी हो, उसने उसका अपमान किया, इस कारण वह जीवन भर उसे न त्यागने पाए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“कोई अपनी सौतेली माता को अपनी स्त्री न बनाए, वह अपने पिता का ओढ़ना न उघाड़े। (1 कुरि. 5:1)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "विभिन्न नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}