{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जब तू उस देश में जिसे तेरा परमेश्‍वर यहोवा तेरा निज भाग करके तुझे देता है पहुँचे, और उसका अधिकारी होकर उसमें बस जाए,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जो देश तेरा परमेश्‍वर यहोवा तुझे देता है, उसकी भूमि की भाँति-भाँति की जो पहली उपज* तू अपने घर लाएगा, उसमें से कुछ टोकरी में लेकर उस स्थान पर जाना, जिसे तेरा परमेश्‍वर यहोवा अपने नाम का निवास करने को चुन ले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन दिनों के याजक के पास जाकर यह कहना, ‘मैं आज तेरे परमेश्‍वर यहोवा के सामने स्वीकार करता हूँ, कि यहोवा ने हम लोगों को जिस देश के देने की हमारे पूर्वजों से शपथ खाई थी उसमें मैं आ गया हूँ।’ \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक तेरे हाथ से वह टोकरी लेकर तेरे परमेश्‍वर यहोवा की वेदी के सामने रख दे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तू अपने परमेश्‍वर यहोवा से इस प्रकार कहना, ‘मेरा मूलपुरुष एक अरामी मनुष्य था* जो मरने पर था; और वह अपने छोटे से परिवार समेत मिस्र को गया, और वहाँ परदेशी होकर रहा; और वहाँ उससे एक बड़ी, और सामर्थी, और बहुत मनुष्यों से भरी हुई जाति उत्‍पन्‍न हुई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मिस्रियों ने हम लोगों से बुरा बर्ताव किया, और हमें दुःख दिया, और हम से कठिन सेवा ली।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हमने अपने पूर्वजों के परमेश्‍वर यहोवा की दुहाई दी, और यहोवा ने हमारी सुनकर हमारे दुःख-श्रम और अत्याचार पर दृष्टि की;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने बलवन्त हाथ और बढ़ाई हुई भुजा से अति भयानक चिन्ह और चमत्कार दिखलाकर हमको मिस्र से निकाल लाया;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमें इस स्थान पर पहुँचाकर यह देश जिसमें दूध और मधु की धाराएँ बहती हैं हमें दे दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे यहोवा, देख, जो भूमि तूने मुझे दी है उसकी पहली उपज मैं तेरे पास ले आया हूँ।’ तब तू उसे अपने परमेश्‍वर यहोवा के सामने रखना; और यहोवा को दण्डवत् करना;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जितने अच्छे पदार्थ तेरा परमेश्‍वर यहोवा तुझे और तेरे घराने को दे, उनके कारण तू लेवियों और अपने मध्य में रहनेवाले परदेशियों सहित आनन्द करना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तीसरे वर्ष जो दशमांश देने का वर्ष ठहरा है, जब तू अपनी सब भाँति की बढ़ती के दशमांश को निकाल चुके, तब उसे लेवीय, परदेशी, अनाथ, और विधवा को देना, कि वे तेरे फाटकों के भीतर खाकर तृप्त हों;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू अपने परमेश्‍वर यहोवा से कहना, ‘मैंने तेरी सब आज्ञाओं के अनुसार पवित्र ठहराई हुई वस्तुओं को अपने घर से निकाला, और लेवीय, परदेशी, अनाथ, और विधवा को दे दिया है; तेरी किसी आज्ञा को मैंने न तो टाला है, और न भूला है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन वस्तुओं में से मैंने शोक के समय नहीं खाया, और न उनमें से कोई वस्तु अशुद्धता की दशा में घर से निकाली, और न कुछ शोक करनेवालों को दिया*; मैंने अपने परमेश्‍वर यहोवा की सुन ली, मैंने तेरी सब आज्ञाओं के अनुसार किया है।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू स्वर्ग में से जो तेरा पवित्र धाम है दृष्टि करके अपनी प्रजा इस्राएल को आशीष दे, और इस दूध और मधु की धाराओं के देश की भूमि पर आशीष दे, जिसे तूने हमारे पूर्वजों से खाई हुई शपथ के अनुसार हमें दिया है।’ \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर की निज प्रजा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“आज के दिन तेरा परमेश्‍वर यहोवा तुझको इन्हीं विधियों और नियमों के मानने की आज्ञा देता है; इसलिए अपने सारे मन और सारे प्राण से इनके मानने में चौकसी करना।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने तो आज यहोवा को अपना परमेश्‍वर मानकर यह वचन दिया है, कि मैं तेरे बताए हुए मार्गों पर चलूँगा, और तेरी विधियों, आज्ञाओं, और नियमों को माना करूँगा, और तेरी सुना करूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने भी आज तुझको अपने वचन के अनुसार अपना प्रजारूपी निज धन सम्पत्ति माना है, कि तू उसकी सब आज्ञाओं को माना करे,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कि वह अपनी बनाई हुई सब जातियों से अधिक प्रशंसा, नाम, और शोभा के विषय में तुझको प्रतिष्ठित करे, और तू उसके वचन के अनुसार अपने परमेश्‍वर यहोवा की पवित्र प्रजा बना रहे।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "प्रथम फसल के बारे में नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}