{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जब आशीष और श्राप की ये सब बातें जो मैंने तुझको कह सुनाई हैं तुझ पर घटें, और तू उन सब जातियों के मध्य में रहकर, जहाँ तेरा परमेश्‍वर यहोवा तुझको बरबस पहुँचाएगा, इन बातों को स्मरण करे,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अपनी सन्तान सहित अपने सारे मन और सारे प्राण से अपने परमेश्‍वर यहोवा की ओर फिरकर उसके पास लौट आए, और इन सब आज्ञाओं के अनुसार जो मैं आज तुझे सुनाता हूँ उसकी बातें माने;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तेरा परमेश्‍वर यहोवा तुझको बँधुआई से लौटा ले आएगा, और तुझ पर दया करके उन सब देशों के लोगों में से जिनके मध्य में वह तुझको तितर-बितर कर देगा फिर इकट्ठा करेगा*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे धरती के छोर तक तेरा बरबस पहुँचाया जाना हो, तो भी तेरा परमेश्‍वर यहोवा तुझको वहाँ से ले आकर इकट्ठा करेगा। (मत्ती 24:31)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरा परमेश्‍वर यहोवा तुझे उसी देश में पहुँचाएगा जिसके तेरे पुरखा अधिकारी हुए थे, और तू फिर उसका अधिकारी होगा; और वह तेरी भलाई करेगा, और तुझको तेरे पुरखाओं से भी गिनती में अधिक बढ़ाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरा परमेश्‍वर यहोवा तेरे और तेरे वंश के मन का खतना करेगा, कि तू अपने परमेश्‍वर यहोवा से अपने सारे मन और सारे प्राण के साथ प्रेम करे, जिससे तू जीवित रहे। (रोमी. 2:29)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तेरा परमेश्‍वर यहोवा ये सब श्राप की बातें तेरे शत्रुओं पर जो तुझ से बैर करके तेरे पीछे पड़ेंगे भेजेगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू फिरेगा और यहोवा की सुनेगा, और इन सब आज्ञाओं को मानेगा जो मैं आज तुझको सुनाता हूँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा तेरी भलाई के लिये तेरे सब कामों में, और तेरी सन्तान, और पशुओं के बच्चों, और भूमि की उपज में तेरी बढ़ती करेगा; क्योंकि यहोवा फिर तेरे ऊपर भलाई के लिये वैसा ही आनन्द करेगा, जैसा उसने तेरे पूर्वजों के ऊपर किया था;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तू अपने परमेश्‍वर यहोवा की सुनकर उसकी आज्ञाओं और विधियों को जो इस व्यवस्था की पुस्तक में लिखी हैं माना करेगा, और अपने परमेश्‍वर यहोवा की ओर अपने सारे मन और सारे प्राण से मन फिराएगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "जीवन या मरण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“देखो, यह जो आज्ञा मैं आज तुझे सुनाता हूँ, वह न तो तेरे लिये कठिन, और न दूर है*। (1 यूह. 5:3)\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न तो यह आकाश में है, कि तू कहे, ‘कौन हमारे लिये आकाश में चढ़कर उसे हमारे पास ले आए, और हमको सुनाए कि हम उसे मानें?’ \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न यह समुद्र पार है, कि तू कहे, ‘कौन हमारे लिये समुद्र पार जाए, और उसे हमारे पास ले आए, और हमको सुनाए कि हम उसे मानें?’ \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यह वचन तेरे बहुत निकट, वरन् तेरे मुँह और मन ही में है ताकि तू इस पर चले। (रोमी. 10:6)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सुन, आज मैंने तुझको जीवन और मरण, हानि और लाभ दिखाया है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं आज तुझे आज्ञा देता हूँ, कि अपने परमेश्‍वर यहोवा से प्रेम करना, और उसके मार्गों पर चलना, और उसकी आज्ञाओं, विधियों, और नियमों को मानना, जिससे तू जीवित रहे, और बढ़ता जाए, और तेरा परमेश्‍वर यहोवा उस देश में जिसका अधिकारी होने को तू जा रहा है, तुझे आशीष दे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि तेरा मन भटक जाए, और तू न सुने, और भटककर पराए देवताओं को दण्डवत् करे और उनकी उपासना करने लगे,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो मैं तुम्हें आज यह चेतावनी देता हूँ कि तुम निःसन्देह नष्ट हो जाओगे; और जिस देश का अधिकारी होने के लिये तू यरदन पार जा रहा है, उस देश में तुम बहुत दिनों के लिये रहने न पाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं आज आकाश और पृथ्वी दोनों को तुम्हारे सामने इस बात की साक्षी बनाता हूँ, कि मैंने जीवन और मरण, आशीष और श्राप को तुम्हारे आगे रखा है; इसलिए तू जीवन ही को अपना ले, कि तू और तेरा वंश दोनों जीवित रहें;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अपने परमेश्‍वर यहोवा से प्रेम करो, और उसकी बात मानो, और उससे लिपटे रहो; क्योंकि तेरा जीवन और दीर्घ आयु यही है*, और ऐसा करने से जिस देश को यहोवा ने अब्राहम, इसहाक, और याकूब, अर्थात् तेरे पूर्वजों को देने की शपथ खाई थी उस देश में तू बसा रहेगा।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों की वापसी का वचन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}