{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा मोआब के अराबा से नबो पहाड़ पर, जो पिसगा की एक चोटी और यरीहो के सामने है, चढ़ गया; और यहोवा ने उसको दान तक का गिलाद नामक सारा देश,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नप्ताली का सारा देश, और एप्रैम और मनश्शे का देश, और पश्चिम के समुद्र तक का यहूदा का सारा देश,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दक्षिण देश, और सोअर तक की यरीहो नामक खजूरवाले नगर की तराई, यह सब दिखाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने उससे कहा, “जिस देश के विषय में मैंने अब्राहम, इसहाक, और याकूब से शपथ खाकर कहा था, कि मैं इसे तेरे वंश को दूँगा वह यही है। मैंने इसको तुझे साक्षात् दिखा दिया है, परन्तु तू पार होकर वहाँ जाने न पाएगा।” \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब *यहोवा के कहने के अनुसार उसका दास मूसा वहीं मोआब देश में मर गया,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने उसे मोआब के देश में बेतपोर के सामने एक तराई में मिट्टी दी; और आज के दिन तक कोई नहीं जानता कि उसकी कब्र कहाँ है*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा अपनी मृत्यु के समय एक सौ बीस वर्ष का था; परन्तु न तो उसकी आँखें धुँधली पड़ीं, और न उसका पौरूष घटा था।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएली मोआब के अराबा में मूसा के लिये तीस दिन तक रोते रहे; तब मूसा के लिये रोने और विलाप करने के दिन पूरे हुए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मूसा के स्थान पर यहोशू\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नून का पुत्र यहोशू बुद्धिमानी की आत्मा से परिपूर्ण था, क्योंकि मूसा ने अपने हाथ उस पर रखे थे; और इस्राएली उस आज्ञा के अनुसार जो यहोवा ने मूसा को दी थी उसकी मानते रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा के तुल्य इस्राएल में ऐसा कोई नबी नहीं उठा*, जिससे यहोवा ने आमने-सामने बातें की,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसको यहोवा ने फ़िरौन और उसके सब कर्मचारियों के सामने, और उसके सारे देश में, सब चिन्ह और चमत्कार करने को भेजा था,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने सारे इस्राएलियों की दृष्टि में बलवन्त हाथ और बड़े भय के काम कर दिखाए।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मूसा की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}