{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यह वह आज्ञा, और वे विधियाँ और नियम हैं जो तुम्हें सिखाने की तुम्हारे परमेश्‍वर यहोवा ने आज्ञा दी है, कि तुम उन्हें उस देश में मानो जिसके अधिकारी होने को पार जाने पर हो;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू और तेरा बेटा और तेरा पोता परमेश्‍वर यहोवा का भय मानते हुए उसकी उन सब विधियों और आज्ञाओं पर, जो मैं तुझे सुनाता हूँ, अपने जीवन भर चलते रहें, जिससे तू बहुत दिन तक बना रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे इस्राएल, सुन, और ऐसा ही करने की चौकसी कर; इसलिए कि तेरा भला हो, और तेरे पितरों के परमेश्‍वर यहोवा के वचन के अनुसार उस देश में* जहाँ दूध और मधु की धाराएँ बहती हैं तुम बहुत हो जाओ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे इस्राएल, सुन, यहोवा हमारा परमेश्‍वर है, यहोवा एक ही है; (मर. 12:29-33)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू अपने परमेश्‍वर यहोवा से अपने सारे मन*, और सारे प्राण, और सारी शक्ति के साथ प्रेम रखना।; (मत्ती 22:37 लूका 10:27)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ये आज्ञाएँ जो मैं आज तुझको सुनाता हूँ वे तेरे मन में बनी रहें\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तू इन्हें अपने बाल-बच्चों को समझाकर सिखाया करना, और घर में बैठे, मार्ग पर चलते, लेटते, उठते, इनकी चर्चा किया करना। (इफिसियों. 6:4)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इन्हें अपने हाथ पर चिन्ह के रूप में बाँधना, और ये तेरी आँखों के बीच टीके का काम दें। (मत्ती 23:5)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इन्हें अपने-अपने घर के चौखट की बाजुओं और अपने फाटकों पर लिखना।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "आज्ञा उल्लंघन के विरुद्ध चेतावनी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब तेरा परमेश्‍वर यहोवा तुझे उस देश में पहुँचाए जिसके विषय में उसने अब्राहम, इसहाक, और याकूब नामक, तेरे पूर्वजों से तुझे देने की शपथ खाई, और जब वह तुझको बड़े-बड़े और अच्छे नगर, जो तूने नहीं बनाए*,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अच्छे-अच्छे पदार्थों से भरे हुए घर, जो तूने नहीं भरे, और खुदे हुए कुएँ, जो तूने नहीं खोदे, और दाख की बारियाँ और जैतून के वृक्ष, जो तूने नहीं लगाए, ये सब वस्तुएँ जब वह दे, और तू खाके तृप्त हो,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सावधान रहना, कहीं ऐसा न हो कि तू यहोवा को भूल जाए, जो तुझे दासत्व के घर अर्थात् मिस्र देश से निकाल लाया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने परमेश्‍वर यहोवा का भय मानना; उसी की सेवा करना, और उसी के नाम की शपथ खाना। (मत्ती 4:10, लूका 4:8)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम पराए देवताओं के, अर्थात् अपने चारों ओर के देशों के लोगों के देवताओं के पीछे न हो लेना;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तेरा परमेश्‍वर यहोवा जो तेरे बीच में है वह जलन रखनेवाला परमेश्‍वर है; कहीं ऐसा न हो कि तेरे परमेश्‍वर यहोवा का कोप तुझ पर भड़के, और वह तुझको पृथ्वी पर से नष्ट कर डाले।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम अपने परमेश्‍वर यहोवा की परीक्षा न करना, जैसे कि तुमने मस्सा में उसकी परीक्षा की थी। (मत्ती 4:7, लूका 4:12)\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने परमेश्‍वर यहोवा की आज्ञाओं, चेतावनियों, और विधियों को, जो उसने तुझको दी हैं, सावधानी से मानना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो काम यहोवा की दृष्टि में ठीक और सुहावना है वही किया करना, जिससे कि तेरा भला हो, और जिस उत्तम देश के विषय में यहोवा ने तेरे पूर्वजों से शपथ खाई उसमें तू प्रवेश करके उसका अधिकारी हो जाए,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि तेरे सब शत्रु तेरे सामने से दूर कर दिए जाएँ, जैसा कि यहोवा ने कहा था।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर आगे को जब तेरी सन्तान तुझ से पूछे, ‘ये चेतावनियाँ और विधि और नियम, जिनके मानने की आज्ञा हमारे परमेश्‍वर यहोवा ने तुम को दी है, इनका प्रयोजन क्या है?’ (इफि. 6:4)\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अपनी सन्तान से कहना, ‘जब हम मिस्र में फ़िरौन के दास थे, तब यहोवा बलवन्त हाथ से हमको मिस्र में से निकाल ले आया;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने हमारे देखते मिस्र में फ़िरौन और उसके सारे घराने को दुःख देनेवाले बड़े-बड़े चिन्ह और चमत्कार दिखाए;\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमको वह वहाँ से निकाल लाया, इसलिए कि हमें इस देश में पहुँचाकर, जिसके विषय में उसने हमारे पूर्वजों से शपथ खाई थी, इसको हमें सौंप दे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने हमें ये सब विधियाँ पालन करने की आज्ञा दी, इसलिए कि हम अपने परमेश्‍वर यहोवा का भय मानें, और इस रीति सदैव हमारा भला हो, और वह हमको जीवित रखे, जैसा कि आज के दिन है।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि हम अपने परमेश्‍वर यहोवा की दृष्टि में उसकी आज्ञा के अनुसार इन सारे नियमों के मानने में चौकसी करें, तो यह हमारे लिये धार्मिकता ठहरेगा*।’\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "महानतम् आज्ञा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}