{
  "1": "I will stand at my guard post and station myself on the watchtower, and I will watch carefully\\q to see what he will say to me and how I should turn from my complaint.\n\\f + \\ft Instead of \\fqa how I should turn from my complaint \\fqa* , which is what the Hebrew text has, some modern versions have \\fqa how I should answer when he replies to my complaint \\fqa* or \\fqa how I should answer when he rebukes me \\fqa* . \\f*\n\n\n\\q",
  "2": "Yahweh answered me and said,\\q \"Record this vision, and write plainly on the tablets so that the one reading them might run.\n\\q",
  "3": "For the vision is yet for a future time and will finally speak and not fail.\\q Though it delays, wait for it. For it will surely come and will not tarry.\n\n\n\\q",
  "4": "Look! The one whose desires are not right within him is puffed up. But the righteous will live by his faith.\\m\n\\q",
  "5": "For wine is a betrayer of the arrogant young man so that he will not abide,\\q but enlarges his desire like the grave and, like death, is never satisfied.\n\\q He gathers to himself every nation and gathers up for himself all of the peoples.\n\n\n\\q",
  "6": "Will not all these create a saying to ridicule him and a taunting song about him, saying,\\q 'Woe to the one increasing what is not his! For how long will you increase the weight of the pledges you have taken?'\n\\q2",
  "7": "Will the ones biting at you not rise up suddenly, and the ones terrifying you awaken?\\q2 You will become a victim for them.\n\\q2",
  "8": "Because you have plundered many peoples, all the remnant of the peoples will plunder you.\\q2 For you have shed human blood and acted with violence against the land, the cities, and all who live in them.\n\n\n\\q",
  "9": "'Woe to the one who carves out evil gains for his house,\\q2 so he can set his nest on high to keep himself safe from the hand of evil.'\n\\q2",
  "10": "You have devised shame for your house by cutting off many people, and have sinned against yourself.\\q2",
  "11": "For the stones will cry out from the wall, and the rafters of timber will answer them,\n\n\\q",
  "12": "'Woe to the one who builds a city with blood, and who establishes a town in iniquity.'\\q2",
  "13": "Is it not from Yahweh of hosts\\q2 that peoples labor for fire and all the other nations weary themselves for nothing?\n\\q2",
  "14": "Yet the land will be filled with the knowledge of the glory of Yahweh as the waters cover the sea.\n\n\\q",
  "15": "'Woe to the one who forces his neighbors to drink—\\q you express your anger \\f + \\ft There is some question about whether the Hebrew should be translated as \\fqa anger \\fqa* or as \\fqa wineskin.\\f* over and you make them drunk \n\\q in order to look at their nakedness.'\n\\q2",
  "16": "You will be filled with shame instead of glory.\\q Now it is your turn! Drink, and you will expose your uncircumcised foreskin!\n\\q2 The cup in Yahweh's right hand is coming around to you,\n\\q2 and disgrace will cover your glory.\n\n\n\\q2",
  "17": "The violence done to Lebanon will overwhelm you and the destruction of animals will terrify you.\\q2 For you have shed human blood and you have acted with violence against the land, the cities, and all who live in them.\n\n\n\\q",
  "18": "What does the carved figure profit you? For the one who has carved it, or who casts a figure from molten metal, is a teacher of lies;\\q for he trusts his own handiwork when he makes these mute gods.\n\\q",
  "19": "'Woe to the one saying to the wood, Wake up! Or to the silent stone, Arise!' Do these things teach?\\q See, it is overlaid with gold and silver, but there is no breath at all within it.\n\\q",
  "20": "But Yahweh is in his holy temple! Be silent before him, all the land.\""
}
