{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God that is in Corinth, and to all the believers in the entire region of Achaia.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May grace be to you and peace from God our Father and the Lord Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the God and Father of our Lord Jesus Christ be praised. He is the Father of mercies and the God of all comfort.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God comforts us in all our affliction, so that we can comfort those who are in any affliction. We comfort others with the same comfort that God used to comfort us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For just as the sufferings of Christ abound for our sake, so also our comfort abounds through Christ.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we are afflicted, it is for your comfort and salvation; and if we are comforted, it is for your comfort. Your comfort is working effectively when you patiently share in the same sufferings that we also suffer.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our expectation concerning you is unshaken, for we know that as you share the sufferings, you also share our comfort.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we do not want you to be uninformed, brothers, about the troubles we had in Asia. We were so completely crushed beyond our strength that we despaired even of life.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, we had the sentence of death on us. But that was to make us not put our trust in ourselves, but instead in God, who raises the dead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He rescued us from such a deadly peril, and he will rescue us again. On him we have set our hope that he will continue to deliver us. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will do this as you also help us by your prayer. Then many will give thanks on our behalf for the gracious favor given to us through the prayers of many.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are proud of this: Our conscience testifies that we have conducted ourselves in the world with holiness and godly sincerity, not relying on fleshly wisdom but on the grace of God.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We write to you nothing that you cannot read and understand. I expect that,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as you have understood us in part, we will be your reason for boasting on the day of our Lord Jesus, just as you will be our reason to boast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I was confident about this, I wanted to come to you first, so that you might receive the benefit of two visits.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was planning to visit you on my way to Macedonia. Then I wanted to visit you again on my trip from Macedonia, and then for you to send me on my way to Judea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was thinking this way, was I hesitating? Do I plan things according to human standards, so that I say \"Yes, yes\" and \"No, no\" at the same time?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But just as God is faithful, we do not say both \"Yes\" and \"No.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Son of God, Jesus Christ, whom Silvanus, Timothy and I proclaimed among you, is not \"Yes\" and \"No.\" Instead, he is always \"Yes.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all the promises of God are \"Yes\" in him. So also through him we say \"Amen\" to the glory of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is God who confirms us with you in Christ, and he appointed us,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he set his seal on us and he gave us the Spirit in our hearts as a guarantee of what is to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, I call God to bear witness for me that the reason I did not come to Corinth was so that I might spare you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is not because we are trying to control what your faith should be. Instead, we are working with you for your joy, as you stand in your faith.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}