{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, myself appeal to you, by the humility and gentleness of Christ. I am meek when I am in your presence, but I am bold toward you when I am away.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I beg of you that, when I am present with you, I will not need to be bold with self-confidence. But I think I will need to be bold when I oppose those who assume that we are living according to the flesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For even though we walk in the flesh, we do not wage war according to the flesh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the weapons we fight with are not fleshly. Instead, they have divine power to destroy strongholds. They bring to nothing misleading arguments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We also destroy every high thing that rises up against the knowledge of God. We take every thought captive into obedience to Christ.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And we are getting ready to punish every act of disobedience, as soon as your obedience is complete.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look at what is clearly in front of you. If anyone is convinced that he is Christ's, let him remind himself that just as he is Christ's, so also are we.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For even if I boast a little too much about our authority, which the Lord gave for us to build you up and not to destroy you, I will not be ashamed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not want it to appear that I am terrifying you by my letters.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For some people say, \"His letters are serious and powerful, but physically he is weak. His words are not worth listening to.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let such people be aware that what we are in the words of our letters when we are absent is what we will be in our actions when we are there.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We do not go so far as to group ourselves or compare ourselves with those who praise themselves. But when they measure themselves by one another and compare themselves with each other, they have no insight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We, however, will not boast beyond limits. Instead, we will do so only within the limits of what God has assigned to us, limits that reach as far as you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we did not overextend ourselves when we reached you. We were the first to reach as far as you with the gospel of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have not boasted beyond limits about the labors of others. Instead, we expect that as your faith continues to grow, our work among you will greatly expand.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We hope for this, so that we may preach the gospel even in regions beyond you. We will not boast about the work being done in another's area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But let the one who boasts, boast in the Lord.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is not the one who recommends himself who is approved. Instead, it is the one whom the Lord recommends.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}