{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wish that you could put up with me in some foolishness. But you are indeed putting up with me!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I am jealous about you. I have a godly jealousy for you, since I promised you in marriage to one husband. I promised to present you as a pure virgin to Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I am afraid that somehow, as the serpent deceived Eve by his craftiness, your thoughts might be led astray away from a sincere and pure devotion to Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For suppose that someone comes and proclaims another Jesus than the one we preached. Or suppose that you receive a different spirit than what you received. Or suppose that you receive a different gospel than the one you received. You put up with these things well enough!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I think that I am not in the least inferior to those so-called super-apostles.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even if I am untrained in giving speeches, I am not untrained in knowledge. In every way and in all things we have made this known to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did I sin by humbling myself so you might be exalted? For I freely preached the gospel of God to you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I robbed other churches by accepting support from them so that I could serve you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was with you and I was in need, I did not burden anyone. For my needs were met by the brothers who came from Macedonia. In everything I have kept myself from being a burden to you, and I will continue to do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the truth of Christ is in me, this boasting of mine will not be silenced in the parts of Achaia.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why? Because I do not love you? God knows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And what I do I will keep doing, in order that I may take away the claim for criticizing me and the claim for which they want to boast—that they are found to be doing the same work that we are doing. \n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For such people are false apostles and deceitful workers. They disguise themselves as apostles of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And this is no surprise, for even Satan disguises himself as an angel of light.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is no great surprise if his servants also disguise themselves as servants of righteousness. Their fate will be what their deeds deserve.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say again: Let no one think I am a fool. But if you do, receive me as a fool so I may boast a little.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I am saying with this boastful confidence—I am not talking the way the Lord would—I am saying as a fool.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since many people boast according to the flesh, I will also boast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you gladly put up with fools. You are wise yourselves!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you put up with someone if he enslaves you, if he consumes you, if he takes advantage of you, if he considers himself better than you, or if he slaps you in the face.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will say to our shame that we were too weak to do that. Yet if anyone boasts—I am speaking like a fool—I too will boast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are they servants of Christ? (I speak as though I were out of my mind.) I am more. I have been in even more hard work, in far more prisons, in beatings beyond measure, in facing many dangers of death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Jews I received five times the \"forty lashes minus one.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked. I have spent a night and a day on the open sea.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been on frequent journeys, in danger from rivers, in danger from robbers, in danger from my own people, in danger from the Gentiles, in danger in the city, in danger in the wilderness, in danger at sea, in danger from false brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been at hard work and in hardship, in many sleepless nights, in hunger and thirst, often in fasting, in cold and nakedness.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Apart from everything else, there is the daily pressure on me of my anxiety for all the churches.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is weak, and I am not weak? Who has been caused to stumble, and I do not burn?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I must boast, I will boast about what shows my weaknesses.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God and Father of the Lord Jesus, the one who is praised forever, knows that I am not lying!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Damascus, the governor under King Aretas was guarding the city of Damascus to arrest me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I was lowered in a basket through a window in the wall, and I escaped from his hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}