{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I must boast, but nothing is gained by it. But I will go on to visions and revelations from the Lord.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know a man in Christ who fourteen years ago who—whether in the body or out of the body, I do not know, God knows—was caught up into the third heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I know that this man—whether in the body, or out of the body, I do not know, God knows—\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "was caught up into paradise and heard things too sacred for anyone to say.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On behalf of such a person I will boast. But on behalf of myself I will not boast, except about my weaknesses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I should choose to boast, I will not be a fool, because I would be speaking the truth. But I will keep from boasting, so that no one will think more of me than what he sees in me or hears from me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To keep me from boasting because of the surpassing greatness of the revelations, a thorn in the flesh was given to me, a messenger from Satan to afflict me—so I would not become overly proud.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times I begged the Lord about this, for him to take it away from me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to me, \"My grace is enough for you, for power is made perfect in weakness.\" So I would much rather boast about my weakness, so that the power of Christ might reside on me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I am content for Christ's sake in weaknesses, in insults, in troubles, in persecutions and distressing situations. For whenever I am weak, then I am strong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have become a fool! You forced me to this, for I should have been praised by you. For I was not at all inferior to the so-called super-apostles, even though I am nothing.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The true signs of an apostle were performed among you with complete patience, signs and wonders and mighty deeds.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For how were you less important than the rest of the churches, except that I was not a burden to you? Forgive me for this wrong!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! I am ready to come to you a third time. I will not be a burden to you, for I do not want what is yours. I want you. For children should not save up for the parents. Instead, the parents should save up for the children.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will most gladly spend and be spent for your souls. If I love you more, am I to be loved less?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as it is, I did not burden you. But, since I am so crafty, I am the one who caught you by deceit.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did I take advantage of you by anyone I sent to you?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I urged Titus to go to you, and I sent the other brother with him. Did Titus take advantage of you? Did we not walk in the same way? Did we not walk in the same steps?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you think all of this time we have been defending ourselves to you? In the sight of God, we have in Christ been saying everything for your strengthening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I fear that when I come I may not find you as I wish. I fear that you might not find me as you wish. I fear that there may be quarreling, jealousy, outbursts of anger, rivalries, slander, gossip, arrogance, and disorder. \n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I fear that when I come back, my God might humble me before you. I fear that I might be grieved by many of those who have sinned before now, and who did not repent of the impurity and sexual immorality and lustful indulgence that they practiced.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}