{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I decided for my own part that I would not again come to you in painful circumstances.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I caused you pain, who could cheer me up but the very one who was hurt by me?\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wrote as I did in order that when I came to you I might not be hurt by those who should have made me rejoice. I have confidence about all of you that my joy is the same joy you all have.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I wrote to you from great affliction, with anguish of heart, and with many tears. I did not want to cause you pain. Instead, I wanted you to know the depth of the love that I have for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone has caused pain, he has not caused it only to me, but in some measure—not to put it too harshly—to all of you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This punishment of that person by the majority is enough.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now rather than punishment, you should forgive and comfort him. Do this so that he is not overwhelmed by too much sorrow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I encourage you to publicly affirm your love for him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the reason I wrote, so that I might test you and know whether you are obedient in everything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you forgive anyone, I forgive that person as well. What I have forgiven—if I have forgiven anything—it is forgiven for your sake in the presence of Christ.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is so that Satan will not trick us. For we are not ignorant of his plans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A door was opened to me by the Lord when I came to the city of Troas to preach the gospel of Christ there.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I had no relief in my spirit, because I did not find my brother Titus there. So I left them and went on to Macedonia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But may thanks be to God, who in Christ always leads us in triumph. Through us he spreads the sweet aroma of the knowledge of him everywhere.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are to God the sweet aroma of Christ, both among those who are saved and among those who are perishing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the people who are perishing, it is an aroma from death to death. To the ones being saved, it is an aroma from life to life. Who is worthy of these things?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are not like so many people who sell the word of God for profit. Instead, with purity of motives, we speak in Christ, as we are sent from God, in the sight of God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}