{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are we beginning to praise ourselves again? We do not need letters of recommendation to you or from you, like some people, do we?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves are our letter of recommendation, written on our hearts, known and read by all people.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You show that you are a letter from Christ, delivered by us. It was written not with ink but by the Spirit of the living God. It was not written on tablets of stone, but on tablets of human hearts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And this is the confidence that we have through Christ before God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not competent in ourselves to claim anything as coming from us. Instead, our competence is from God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is God who made us able to be servants of a new covenant. This is a covenant not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the service that produced death—engraved in letters on stones—came in such glory that the people of Israel could not look directly at Moses' face. This is because of the glory of his face, a glory that was fading.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How much more glorious will be the service that the Spirit does?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if the service of condemnation had glory, how much more does the service of righteousness abound in glory!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For indeed, that which was once made glorious is no longer glorious in this respect, because of the glory that exceeds it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if that which was passing away had glory, how much more will what is permanent have glory!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since we have such a hope, we are very bold.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not like Moses, who put a veil over his face, so that the people of Israel were not able to look directly at the ending of a glory that was passing away.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But their minds were closed. For to this day, when they read the old covenant, that same veil remains. It has not been removed, because only in Christ is it taken away.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even today, whenever Moses is read, a veil covers their hearts.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when a person turns to the Lord, the veil is taken away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Lord is the Spirit. Where the Spirit of the Lord is, there is freedom.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now all of us, with unveiled faces, see the glory of the Lord. We are being transformed into the same glorious likeness from one degree of glory into another, just as from the Lord, who is the Spirit.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}