{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, because we have this ministry, and just as we have received mercy, we do not become discouraged.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, we have rejected secret and shameful ways. We do not live by craftiness, and we do not mishandle the word of God. By presenting the truth, we recommend ourselves to everyone's conscience in the sight of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if our gospel is veiled, it is veiled only to those who are perishing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In their case, the god of this world has blinded their unbelieving minds. As a result, they are not able to see the light of the gospel of the glory of Christ, who is the image of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we do not proclaim ourselves, but Christ Jesus as Lord, and ourselves as your servants for Jesus' sake.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God is the one who said, \"Light will shine out of darkness.\" He has shone in our hearts, to give the light of the knowledge of the glory of God in the presence of Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we have this treasure in jars of clay, so that it is clear that the exceedingly great power belongs to God and not to us.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are afflicted in every way, but not overwhelmed. We are perplexed but not filled with despair.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are persecuted but not forsaken. We are struck down but not destroyed.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We always carry in our body the death of Jesus, so that the life of Jesus also may be shown in our bodies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We who are alive are always carrying around in our body the death of Jesus, so that the life of Jesus may be shown in our body.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So death is at work in us, but life is at work in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we have the same spirit of faith according to that which was written: \"I believed, and so I spoke.\" We also believe, and so we also speak,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because we know that the one who raised the Lord Jesus will also raise us with Jesus and bring us with you into his presence.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything is for your sake so that, as grace is spread to many people, thanksgiving may increase to the glory of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we do not become discouraged. Even though outwardly we are wasting away, inwardly we are being renewed day by day.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this momentary, light affliction is preparing us for an eternal weight of glory that exceeds all measurement.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are not watching for things that are seen, but for things that are unseen. The things that we can see are temporary, but the things that are unseen are eternal.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}