{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that if the earthly dwelling that we live in is destroyed, we have a building from God. It is a house not made by human hands, but an eternal house, in heaven.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in this tent we groan, longing to be clothed with our heavenly dwelling.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We long for this because by putting it on we will not be found to be naked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For indeed while we are in this tent, we groan, being burdened. We do not want to be unclothed. Instead, we want to be clothed, so that what is mortal may be swallowed up by life.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who prepared us for this very thing is God, who gave us the Spirit as a guarantee of what is to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore always be confident. Be aware that while we are at home in the body, we are away from the Lord.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we walk by faith, not by sight.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we have confidence. We would rather be away from the body and at home with the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we make it our goal, whether we are at home or away, to please him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we must all appear before the judgment seat of Christ, so that each one may receive what is due for the things done in the body, whether for good or for bad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, knowing the fear of the Lord, we persuade people. What we are is clearly seen by God. I expect that it is also clear to your conscience.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not trying to persuade you again to view us as sincere. Instead, we are giving you a reason to be proud of us, so you may have an answer for those who boast about appearances but not about what is in the heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if we are out of our minds, it is for God; and if we are in our right minds, it is for your sake.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the love of Christ compels us, because we are certain of this: That one person died for all, and that therefore all have died.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died for all, so that those who live should live no longer for themselves but for him who for their sake died and was raised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason, from now on we do not judge anyone according to human standards, even though we once regarded Christ in this way. But now we do not judge anyone in this way any longer.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if anyone is in Christ, he is a new creation. The old things have passed away. See, they have become new.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these things are from God. He reconciled us to himself through Christ, and has given us the ministry of reconciliation.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, in Christ God is reconciling the world to himself, not counting their trespasses against them. He is entrusting to us the message of reconciliation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we are appointed as representatives of Christ, as though God were making his appeal through us. We plead with you, for the sake of Christ: \"Be reconciled to God!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made Christ become the sacrifice for our sin. He is the one who never sinned. He did this so that we might become the righteousness of God in him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}