{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Loved ones, since we have these promises, let us cleanse ourselves of everything that makes us unclean in our body and spirit. Let us pursue holiness in the fear of God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make room for us! We have not wronged anyone. We have not harmed anyone or taken advantage of anyone.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not to condemn you that I say this. For I have already said that you are in our hearts, for us to die together and to live together.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have great confidence in you, and I am proud of you. I am filled with comfort. I overflow with joy even in all our afflictions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we came to Macedonia, our bodies had no rest. Instead, we were troubled in every way by conflicts on the outside and fears on the inside.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God, who comforts the discouraged, comforted us by the arrival of Titus.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was not only by his arrival that God comforted us. It was also by the comfort that Titus had received from you. He told us of your great affection, your sorrow, and your deep concern for me. So I rejoiced even more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though my letter made you sad, I do not regret it. But I did regret it when I saw that my letter made you sad. But you were sad just for a little while.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I rejoice, not because you were distressed, but because your sadness brought you to repentance. You experienced a godly sorrow, so you suffered no loss because of us.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For godly sorrow brings about repentance that accomplishes salvation without regret. Worldly sorrow, however, brings about death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See what great determination this godly sorrow produced in you. How great was the determination in you to prove you were innocent. How great was your indignation, your fear, your longing, your zeal, and your desire to see that justice should be done! In everything you have proved yourselves to be innocent in this matter.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although I wrote to you, I did not write for the sake of the wrongdoer, nor for the one who suffered the wrong, but so that your good will toward us should be made known to you in the sight of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is by this that we are encouraged.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "In addition to our own comfort, we also rejoiced even more because of Titus' joy, because his spirit was refreshed by all of you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if I boasted to him about you, I was not embarrassed. On the contrary, just as everything we said to you was true, our boasting about you to Titus proved to be true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His affection for you is even greater, as he remembers the obedience of all of you, how you welcomed him with fear and trembling.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I rejoice because I have complete confidence in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "nb",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}