{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We want you to know, brothers, about the grace of God that has been given to the churches of Macedonia.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During a great test of affliction, the abundance of their joy and the extremity of their poverty have produced great riches of generosity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I bear witness that they gave as much as they were able, and even beyond what they were able, and of their own free will,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they urgently pleaded with us for the privlege of sharing in this ministry to the believers.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This did not happen as we had expected. Instead, they first gave themselves to the Lord. Then they gave themselves to us by the will of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we urged Titus, who had already begun this task, to complete among you this act of grace.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you abound in everything—in faith, in speech, in knowledge, in all diligence, and in your love for us. So also make sure that you excel in this act of grace.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The ULB and UDB, together with many other versions, read, \\fqa and in your love for us \\fqa* . Some other versions read, \\fqa and in our love for you \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this not as a command. Instead, I say this in order to test the sincerity of your love by comparing it to the eagerness of other people.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you know the grace of our Lord Jesus Christ. Even though he was rich, for your sakes he became poor, so that through his poverty you might become rich.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this matter I will give you advice that will help you. One year ago, you not only started to do something, but you desired to do it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now finish it. Just as there was an eagerness and desire to do it then, may you also bring it to completion, as much as you can.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if you are eager to do this deed, it is a good and acceptable thing. It must be based on what a person has, not on what he does not have.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this task is not in order that others may be relieved and you may be burdened. Instead, there should be fairness.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your abundance at the present time will supply what they need. This is also so that their abundance may supply your need, and so that there may be fairness.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as it is written:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The one with much did not have anything left over,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and the one who had little did not have any lack.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But thanks be to God, who put into Titus' heart the same earnest care that I have for you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he not only accepted our appeal, but he was also very earnest about it. He came to you of his own free will.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have sent with him the brother who is praised among all of the churches for his work in proclaiming the gospel.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only this, but he also was selected by the churches to travel with us in our carrying out this act of grace. This is for the honor of the Lord himself and for our eagerness to help.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are avoiding the possibility that anyone should complain about us concerning this generosity that we are carrying out.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We take care to do what is honorable, not only before the Lord, but also before people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are also sending another brother with them. We have tested him in many ways and found him diligent for many tasks. He is even more eager now because of the great confidence he has in you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Titus, he is my partner and fellow worker for you. As for our brothers, they are sent by the churches. They are an honor to Christ.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So show them your love, and show to the churches the reason for our boasting about you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}