{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Concerning the ministry for the believers, it is not necessary for me to write to you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know about your desire, which I boasted about to the people of Macedonia. I told them that Achaia has been getting ready since last year. Your eagerness has motivated most of them to action.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have sent the brothers so that our boasting about you may not be futile, and so that you would be ready, as I said you would be.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Otherwise, if any Macedonians come with me and find you unprepared, we would be ashamed—I say nothing about you—for being so confident in you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I thought it was necessary to urge the brothers to come to you and to make arrangements in advance for the gift you have promised. This is so that it might be ready as a blessing, and not as something extorted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The point is this: The one who sows sparingly will also reap sparingly, and the one who sows for the purpose of a blessing will also reap a blessing.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let each one give as he has planned in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And God is able to make all grace overflow for you, so that, always, in all things, you may have all you need. This will be so that you may multiply every good deed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as it is written:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"He has distributed his riches and given them to the poor.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "His righteousness lasts forever.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who supplies seed to the farmer who sows and bread for food, will also supply and multiply your seed for sowing. He will increase the harvest of your righteousness.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be enriched in every way so you can be generous. This will bring about thanksgiving to God through us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For carrying out this service not only meets the needs of the saints but is also overflowing into many acts of thanksgiving to God.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of your being tested and proved by this service, you will also glorify God by obedience to your confession of the gospel of Christ. You will also glorify God by the generosity of your gift to them and to everyone.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They long for you, and they are praying for you. They do this because of the very great grace of God that is on you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May thanks be to God for his inexpressible gift!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}