{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man named Elkanah, a descendant of Zuph, who lived in the city of Ramah in the hill country, where the people of the tribe of Ephraim lived. His father was Jeroham, his grandfather was Elihu, and his great-grandfather was Tohu. He belonged to the clan of Zuph.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had two wives: Hannah and Peninnah. Now Peninnah had several children, but Hannah had no children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once every year Elkanah went up with his family from Ramah to the city of Shiloh. He would go there to worship Yahweh, commander of the angel armies, and offer sacrifices to him. The two sons of Eli, Hophni and Phinehas, helped their father to do the work as priests of Yahweh there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each time Elkanah offered sacrifices there, he would give some of the meat to Peninnah and some to each of her sons and daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he gave a larger amount of meat to Hannah because he loved her very much, even though Yahweh had not permitted her to give birth to any children.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his other wife, Peninnah, would mock Hannah to make her feel miserable, reminding her Yahweh had not allowed her to bear children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened every year. When they went up to the temple of Yahweh at Shiloh, Peninnah always ridiculed Hannah so much that Hannah cried and would not eat.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elkanah would say to her, \"Hannah, why are you crying? Why are you eating nothing? You are so sad! Surely it is better for you to have me as your husband than to have even ten sons!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One year, after they had finished eating and drinking at Shiloh, Hannah stood up to pray. Eli the priest was nearby, sitting on a chair by the doorway of the sacred tent of Yahweh.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hannah was very distressed, and she cried very sorrowfully as she prayed to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She made a solemn promise, saying, \"O Yahweh, commander of the angel armies, if you will look at me and see how I miserable I am, and think kindly about me and allow me to give birth to a son, then I will dedicate him to you for the rest of his life. And to show that he is dedicated to you, no one will ever be allowed to cut his hair.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she was praying like that to Yahweh, Eli the priest saw Hannah's lips moving as she was praying.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hannah was only praying silently; she was not making any sound. So Eli thought that she was drunk.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"How long will you continue to get drunk? Get rid of your wine!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hannah replied, \"Sir, I am not drunk! I have not been drinking wine or any other alcoholic drink. I feel very miserable and I have been telling Yahweh about how I feel.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think that I am a worthless woman. I have been praying like this because I am so ashamed and upset.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eli replied, \"I wish that things may go well for you. I desire that God, the one we Israelite people worship, may give you what you asked of him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"I want you to think highly about me.\" Then she returned to her family and after she ate something, she was sad no more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Elkanah and his family got up and worshiped Yahweh again, and then they returned to their home at Ramah. Then Elkanah slept with Hannah, and Yahweh answered her prayer.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant and gave birth to a son. She named him Samuel, which sounds like the words in the Hebrew language that mean \"heard by God,\" because she said, \"Yahweh heard me when I requested a son from him.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The following year, Elkanah went up to Shiloh with his family to make the kind of sacrifice he made each year, and also to give a special offering to God that he had promised to give him previously.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hannah did not go with them. She said to her husband, \"After I have weaned the baby, I will take him to Shiloh and present him to Yahweh, and he will stay there for the rest of his life.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elkanah said, \"Do what you think is best. Stay here until you have weaned him. What I desire is that Yahweh may enable you to do what you have promised.\" So Hannah stayed at home and nursed her son until she weaned him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After she weaned him, even though Samuel was very young, she took him to the house of Yahweh that was at Shiloh. She took along with her and her son a three year old bull, about twenty liters of flour, and a container of wine.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Hannah and Elkanah had slaughtered the bull and offered it to Yahweh on the altar, they brought the boy to Eli.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hannah said to him, \"Sir, do you remember me? I am the woman who prayed as I stood here beside you several years ago.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I prayed that Yahweh would enable me to give birth to a child, and this is that child!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I am presenting him to Yahweh. He will belong to Yahweh as long as he lives.\" Then Elkanah and his family worshiped Yahweh there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}