{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said this to all the Israelite people: \"I have done everything that you told me to do, and I have given a king to rule you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My own sons are grown up and with you now, but I have appointed Saul instead of one of them, and he is now your leader. I am now old, and my hair is gray. I have been your leader ever since I was a boy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now tell me, while Yahweh is listening, and while the king whom he has chosen is listening, whose ox or donkey have I stolen during all those years? Whom have I cheated? Whom have I oppressed badly? From whom have I accepted a bribe, in order that I would ignore the evil things he had done? If I have done any of these things, tell me, and I will pay back what I owe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"No, you have never cheated anyone or oppressed anyone or accepted a bribe from anyone.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said, \"Today Yahweh can testify, and the king whom you chose can testify, that I have not taken a bribe from anyone.\" They replied, \"Yes, Yahweh can say that he knows that is true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel continued by saying, \"Yahweh is the one who appointed Moses and Aaron to lead our ancestors. He is the one who brought them out of Egypt. And he is the one who will testify that what I am saying is true.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now while Yahweh is listening, stand here quietly while I accuse you and tell you that your requesting a king instead of trusting Yahweh to lead you was wrong. I will do that by reminding you of all the great miracles that Yahweh performed for you and your ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years after our ancestor Jacob went to Egypt, his descendants pleaded to Yahweh to help them. So Yahweh sent Moses and Aaron to them, and they led our ancestors out of Egypt, and eventually they settled in this land.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But our ancestors soon forgot about Yahweh, their God. So he allowed Sisera, the commander of the army from Hazor, to defeat them. He also allowed the Philistines and the army of the king of Moab to fight our ancestors and defeat them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then our ancestors pleaded with Yahweh again to help them. They admitted, 'Yahweh, we have sinned, and we have forsaken you. We have worshiped idols that represent the god Baal and the goddess Ashtoreth. But if you rescue us from our enemies, we will worship you only.'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh sent men such as Gideon, Barak, Jephthah, and me to save you. And as a result, you did not have to worry about any enemies attacking you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, when King Nahash of Ammon came with his army to attack you, you were afraid. So you came to me, and said, 'We want a king to rule us,' even though Yahweh was already your king!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, look, here is the king whom you have chosen. You asked for a king, and Yahweh has now appointed a king for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you honor Yahweh and if you serve him, and if you listen to what he says and obey what he commands, and if you and the king who rules over you do what Yahweh your God wants you to do, things will go well for you all.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not listen to what Yahweh says, if you disobey what he commands, then he will punish you, just as he punished our ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now stand here quietly and see the great thing that Yahweh is about to do.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that it does not rain at this time of the year, during the time when you harvest wheat. But I will ask Yahweh to send thunder and lightning and rain today. When he does that, you will realize that Yahweh considers that you have done a very wicked thing by requesting a king.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel prayed to Yahweh, and Yahweh caused it to thunder and lightning and rain. So all the people became very afraid of Yahweh and of Samuel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cried out to Samuel, \"Pray for us! We have added to our previous sins by requesting a king! Pray to Yahweh, your God, in order that we will not die because of having done that!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel replied, \"Do not be afraid! You have done this evil thing, but do not stop doing the things that Yahweh wants you to do. Instead, serve Yahweh with your whole inner being.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not abandon Yahweh and worship useless idols. They cannot help you or save you from your enemies, because they are truly useless.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh decided to make us his people. So he will not abandon us people whom he has chosen, because he would injure his own reputation of being completely faithful if he did that.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for me, I have solemnly promised that I will not sin against Yahweh by ceasing to pray for you. And I will continue to teach you what things are good and right for you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must honor Yahweh and serve him with your whole inner being. Never forget all the great things that he has done for you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you keep doing wicked things, he will get rid of you and your king!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}