{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was thirty years old when he began to reign. He ruled for forty years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some years after he became king, he chose three thousand men from the Israelite army to go with him to fight the Philistines. Then he sent the other soldiers back home. Of the men he chose, two thousand stayed with Saul at Micmash and in the hill country near Bethel, and a thousand stayed with Saul's son Jonathan at Gibeah, in the area of the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan and the men who were with him attacked the Philistine soldiers who were camped at Geba. The other Philistines heard about that. So Saul realized that the army of Philistia would probably come to fight the Israelites again. So Saul sent messengers to blow trumpets throughout Israel to gather the people together and proclaim to them, \"All you Hebrews need to hear that now the Philistines will start a war with us!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messengers told the rest of the army to gather together with Saul at Gilgal. And all the people in Israel heard the news. People were saying, \"Saul's army has attacked the Philistine camp, with the result that now the Philistines hate us Israelites very much.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines gathered together and were given equipment to fight the Israelites. The Philistines had three thousand chariots and six thousand chariot drivers. Their soldiers seemed to be as many as grains of sand on the seashore. They went up and set up their tents at Micmash, to the east of Beth Aven, that is, Bethel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines attacked the Israelites very strongly, and the Israelite soldiers realized that they were in a very bad situation. So many of the Israelite soldiers hid in caves and holes in the ground, or among the rocks, or in pits, or in wells.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them crossed the Jordan River and went to the area where the region of the tribe of Gad and to the region of Gilead.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Saul stayed at Gilgal. All the soldiers who were with him were shaking because they were so afraid.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul waited seven days, which was the number of days that Samuel had told him to wait for him. But Samuel did not come to Gilgal during that time, so many of the men in Saul's army began to leave him and run away.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul said to the soldiers, \"Bring to me an animal to be completely burned on the altar and one for the offering to enable us to continue to have fellowship with God.\" So the men did that.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And just as he was finished burning these offerings, Samuel arrived. Saul went to greet him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel saw what Saul had done, and he said to Saul, \"Why have you done this?\" Saul replied, \"I saw that my men were leaving me and running away, and that you did not come here during the time that you said that you would come, and that the Philistine army was gathering together at Micmash.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I thought, 'The Philistine army is going to attack us here at Gilgal, and I have not yet asked Yahweh to bless us.' So I felt it was necessary to offer the burnt offerings to seek God's blessings.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel replied, \"What you did was very foolish! You have not obeyed what Yahweh, your God, commanded about sacrifices. If you had obeyed him, God would have allowed you and your descendants to rule Israel for a long time.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now because of what you have done, you will die, and after you die, none of your descendants will continue to rule. Yahweh is seeking a man to be king who be just the kind of person that he wants him to be, so that he can appoint him to be the leader of his people. Yahweh will do this because you have not obeyed what he commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel left Gilgal and went up to Gibeah. Saul stayed at Gilgal with his soldiers. There were only about six hundred of them left who did not run away.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and his son Jonathan and the soldiers who were with them went to the city of Geba in the area of the tribe of Benjamin and set up their tents there. The Philistine army set up their tents at Micmash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three groups of Philistia soldiers soon left the place where their army was staying, and went and made raids on Israelite towns. One group went north toward the city of Ophrah in the region of Shual.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One group went west to the city of Beth Horon. The third group went toward the Israelite border, above Zeboim Valley, near the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, there were no men in Israel who were blacksmiths. The people of Philistia would not permit the Israelites to have men who could do that, because they were afraid that they would make iron swords and spears for the Hebrews to use.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So whenever the Israelites needed to sharpen the blades of their plows, or picks, or axes, or sickles, they were forced to take those things to a Philistine man who could sharpen those things.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They needed to pay about eight grams of silver for the sharpening of their plow blades and their picks. They needed to pay about four grams of silver for the sharpening of their axes or sickles, or to straighten the goads used to drive the oxen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because the Israelites could not make swords and spears our of iron, at the time when the Israelites fought against the army of Philistia. Saul and Jonathan were the only Israelite men who had swords. None of the others had a sword. They had only bows and arrows and some kinds of other weapons.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the battle started, some Philistine men went to the mountain pass outside Micmash to guard it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}