{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Samuel said to Saul, \"Yahweh sent me to appoint you to be the king of the Israelite people. So now listen to this message from Yahweh:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, has declared this: 'I am going to punish the descendants of Amalek for attacking the Israelite people after the Israelites left Egypt.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now go with your army and attack the Amalek people group. Destroy them completely—destroy them and everything that belongs to them—the men and women, their children and infants, their cattle and sheep and camels and donkeys. Do not spare any of them!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul summoned the army, and they gathered at Telaim town. There were 200,000 soldiers. Ten thousand of them were from Judah, and the others were from the other Israelite tribes.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul went with his army to a town where some of the Amalek people group lived. The army prepared to attack them suddenly by hiding in the valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul sent this message to the Kenite people group who lived in that area: \"You acted kindly toward all our Israelite ancestors when they left Egypt. But we are going to kill all of the Amalek people group, because they opposed our ancestors. So move away from where the Amalek people group live. If you do not move away, you will be killed when they are killed.\" So when the Kenite people group heard that, they immediately left that area.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul's army slaughtered the Amalek people group, from the town of Havilah in the east to the town of Shur in the west. Shur was at the border between Israel and Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul's army captured Agag, the king of the Amalek people group, but they killed everyone else.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They not only spared Agag, but they also took the best sheep and goats and cattle. They took everything that was good. They destroyed only the animals that they considered to be worthless.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Samuel,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am sorry that I appointed Saul to be your king, because he has stopped worshiping me. He has not obeyed what I commanded him to do.\" Samuel was very disturbed when he heard that, and he cried out to Yahweh all that night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Samuel got up and went to talk with Saul. But someone told Samuel, \"Saul went to the city of Carmel, where he has set up a monument to honor himself. Now he has left there and gone down to Gilgal.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Samuel arrived at Gilgal and came to Saul, Saul said, \"I wish that Yahweh may bless you! I have obeyed what Yahweh told me to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Samuel replied, \"If that is true, why is it that I hear cattle mooing and I hear sheep bleating?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied, \"The soldiers took them from the Amalek people group. They saved the best sheep and cattle, in order to offer them as sacrifices to Yahweh, your God. But we have completely destroyed all the others.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to Saul, \"Stop talking! Allow me to tell you what Yahweh said to me last night.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Saul replied, \"Tell me what he said.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said, \"Previously you did not think that you were important. But now you have become the leader of the tribes of Israel. Yahweh appointed you to be their king.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh sent you to do something for him. He said to you, 'Go and get rid of all those sinful people, the Amalek people group. Attack them and kill all of them.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why did you not obey Yahweh? Why did you take the plunder for yourself instead of destroying it? You have done what Yahweh says is evil, and he knows it!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied to Samuel, \"I did what Yahweh sent me to do! I brought back King Agag, but we killed everyone else!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My men brought back only the best sheep and cattle and other things, in order to sacrifice them to Yahweh your God here at Gilgal.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Samuel replied,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Which do you think pleases Yahweh more, animals that are completely burned on the altar and other sacrifices,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "or people obeying him ?\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It is better to obey Yahweh than to offer sacrifices to him.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It is better to pay attention to what he says than to burn the fat of rams, which God said should be sacrificed to him.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To rebel against God is as sinful as doing sorcery,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and being stubborn is as sinful as worshiping idols.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "So, because you disobeyed what Yahweh told you to do,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "he has declared that you will no longer be king.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to Samuel, \"Yes, I have sinned. I disobeyed what you told me to do, which is what Yahweh commanded. I did that because I was afraid of what my men would say if I did not do what they wanted. So I did what they demanded.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, please forgive me for having sinned. And come back with me to where the people are in order that I may worship Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Samuel replied, \"No, I will not go back with you. You have rejected what Yahweh commanded you to do. So he has rejected you, and declared that you will no longer be the king of Israel. So I do not want to talk anymore with you, either.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Samuel turned to leave, Saul tried to stop him by grabbing the edge of Samuel's robe, and it tore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to him, \"Today Yahweh has torn away from you the kingdom of Israel. He will appoint someone else to be king, someone who is a better man than you are.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And since the one who is the glorious God of the Israelite people does not lie, he will not change his mind. Humans sometimes change their minds, but God does not do that, because he is not a human.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul pleaded again. He said, \"I know that I have sinned. But please honor me in front of the leaders of the Israelite people and in front of all the other Israelite people by coming back to them with me in order that I may worship Yahweh your God.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samuel finally agreed to do that, and they went together back to where the people were, and Saul worshiped Yahweh there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said, \"Bring King Agag to me.\" So they brought Agag to him. Agag was brought before him, and he was locked in chains. He thought, \"Surely the bitterness of death is past!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Samuel said to him,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"You have killed the sons of many women with your sword,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "so now your mother will no longer have a son.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "And Samuel cut Agag into pieces with his sword, there at Gilgal, where the Israelites worshiped Yahweh.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel left there and returned to his home in Ramah, and Saul went to his home in Gibeah.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel never saw Saul again, but he was very sad about what Saul had done. And Yahweh was very sorry that he had appointed Saul to be the king of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}