{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines gathered their army to fight the Israelite army. They gathered together near Sokoh, in the area where the descendants of Judah lived. They set up their tents at Ephes Dammim, which is between Sokoh and Azekah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul gathered the Israelite army near Elah Valley, and they set up their tents. Then they all took their places, ready to fight the Philistines.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Philistine and Israelite armies faced each other. They were on two hills, with a valley between them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Goliath, from the city of Gath, came out from the Philistine camp. He was a great warrior, three meters tall.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wore a helmet made of bronze to protect his head, and he wore a coat made of metal plates to protect his body. The metal coat weighed about fifty-five kilograms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wore bronze guards on his legs. He had a small bronze spear fastened on his back.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also had a big spear. It had a cord on it to enable him to throw it better. Its iron head weighed about seven kilograms. A soldier carrying Goliath's huge shield walked in front of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Goliath stood there and shouted to the Israelite army, \"I can see you are lined up for battle, but you will not fight me. You can see that I am a Philistine soldier who is ready to fight, but you are just the slaves of Saul. Choose one man who can fight for all of you and send him down here to me!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he fights with me and kills me, then my fellow Philistines will all be your slaves. But if I defeat him and kill him, then you Israelites will all be our slaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of you Israelite men can defeat me! Send me a man who will fight with me!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul and all the Israelite soldiers heard that, they were very terrified.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David son of Jesse was from the clan of Ephrath. He lived in Bethlehem, in the region of the tribe of Judah. Jesse had eight sons. When Saul was king, Jesse had already become a very old man.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse's three oldest sons, Eliab and Abinadab and Shammah, had gone with Saul to fight the Philistines.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was Jesse's youngest son. While his three oldest brothers were with Saul,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went back and forth. Sometimes he went to Saul's camp, and sometimes he stayed in Bethlehem to take care of his father's sheep.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For forty days Goliath came out from the Philistine camp and stood there mocking the Israelite army. He kept telling the Israelites to choose one man to fight with him. He did this twice each day, in the morning and in the evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Jesse said to David, \"Here is a sack of roasted grain and ten loaves of bread. Take these quickly to your older brothers.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And here are ten large chunks of cheese. Take them to their commander. And see how things are going with your older brothers. Then if they are safe, bring back something to show they are all right.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your brothers are with Saul and all the other Israelite soldiers, camped alongside Elah Valley, preparing to fight the Philistines.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David arranged for another shepherd to take care of the sheep. Early the next morning he took the food and went to the Israelite camp, as Jesse told him to do. He arrived there just as the Israelite soldiers were forming their ranks and going out to the battlefield. As they went, they were shouting a war cry.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine army and the Israelite army stood on the hillsides, facing each other, ready for the battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David gave the food to the man who was taking care of the war equipment. He told him to take care of the food that he brought, and then he went and greeted his older brothers.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was talking with them, he saw Goliath coming out from among the Philistine soldiers, shouting to the Israelites, challenging them to send a man to fight him. David heard what Goliath was saying.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the Israelite soldiers saw Goliath, they were terrified and started to run away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were saying to each other, \"Look at him coming up toward us! And listen to him as he defies us Israelites! The king says that he will give a big reward to whoever kills this man. He also says that he will give his daughter to that man for him to marry her, and that he will no longer require that man's family to pay taxes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David talked to some of the men who were standing near him. He said, \"This Philistine—this uncircumcised man—should not be mocking the all-powerful God. What will be given to the person who kills this Philistine and stops him from shaming us Israelites?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men told him the same thing that the other men had said, about what the king would do for anyone who killed Goliath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when David's oldest brother Eliab heard David talking to the men, he was angry. He said to David, \"Why have you come down here? Is someone taking care of those few sheep that you left in the desert? I know you are just a troublemaking boy! You just want to watch the battle!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"Have I done something wrong? I was merely asking a question!\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he walked over to another man and asked him the same question, but the man gave him the same answer. Each time he asked someone, he received the same answer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, someone told King Saul what David had asked, and Saul sent someone to bring David to him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David told King Saul, \"No one should worry because of that Philistine man. I will go and fight with him!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to David, \"You are only a young man, and he has been a very powerful soldier all his life. So you are not able to go and fight with him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"I have been taking care of my father's sheep for many years. Whenever a lion or a bear came and carried away a lamb,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I went after it and attacked it and rescued the lamb from the animal's mouth. Then I grabbed the animal by its jaw and struck it and killed it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have killed both lions and bears. And I will do the same to this heathen Philistine, because he has defied the army of the all-powerful God!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has rescued me from paws of lions and bears, and he will rescue me from this Philistine!\" Then Saul said to David, \"All right, go and fight him, and I hope that Yahweh will help you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul gave to David his own clothes that he always wore in battles, and he gave him a bronze helmet and a coat made of metal plates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David put these things on. Then he fastened his sword over them and tried to walk. But he could not walk, because he was not accustomed to wearing those things. So David said to Saul, \"I cannot fight wearing all these things, because I am not accustomed to wearing them!\" So he took them off.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took his walking staff; then he chose five smooth stones out of a streambed. He put them in the pouch of his shoulder bag. Then he put his sling in his hand and started walking toward Goliath.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Goliath walked toward David, with the soldier who was carrying his shield walking in front of him. When he got near David,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he looked at David closely. He saw that David had a handsome face and healthy body, but that he was only a young man. So he sneered at David.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to David, \"Are you coming to me with a stick because you think that I am a dog?\" Then he called out to his gods to harm David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to David, \"Come here to me, and I will kill you and give your dead body to the birds and wild animals to eat!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"You are coming to me with a sword and a spear and a small spear. But I am coming to you in the name of Yahweh, commander of the angel armies. He is the God whom the army of Israel worships, and he is the God whom you have defied.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today Yahweh will enable me to defeat you. I will strike you down and cut off your head. And we Israelites will kill many Philistine soldiers and give their bodies to the birds and wild animals to eat. And everyone in the world will hear about it and know that we Israelite people worship an all-powerful God.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And everyone here will know that Yahweh can rescue people without a sword or a spear. Yahweh always wins his battles, and he will enable us to defeat all of you Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Goliath came closer to attack David, David ran quickly toward him.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put his hand into his shoulder bag and took out one stone. He put in his sling and hurled it toward Goliath. The stone hit Goliath in the forehead and cracked his skull, and he fell facedown to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite men shouted and ran after them. They pursued them all the way to the city of Gath and to the gates of the city of Ekron. They struck them down as they went, with the result that dead Philistines were lying on the road all the way from Shaaraim to Gath and Ekron.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelites returned from chasing the Philistines, they plundered the Philistine camp.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David later took the head of Goliath to Jerusalem, but he kept Goliath's weapons in his own tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Saul watched David going toward Goliath, he said to Abner, the commander of his army, \"Abner, whose son is that young man?\" Abner replied, \"As sure as you are alive, I do not know.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"Find out whose son he is!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, as David returned from killing Goliath, Abner took him to Saul. David was carrying Goliath's head.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul asked him, \"Young man, whose son are you?\" David replied, \"Sir, I am the son of your servant Jesse, who lives in Bethlehem.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50-51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David ran and stood over Goliath. He pulled Goliath's sword from its sheath and killed him with it, and then cut off his head. In that way David defeated the Philistine without having his own sword. He used only a sling and a stone!\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "When the other Philistines saw that their great warrior was dead, they ran away.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}