{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After David finished talking with Saul, he met Saul's son, Jonathan. Jonathan immediately liked David; in fact, he began to love him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that day, Saul kept David with him to serve him; he did not let him return home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he loved David so much, Jonathan made a solemn agreement with David. They promised each other that they would always be friends.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan took off his own outer robe and gave it to David. He also gave David his soldier's tunic, his sword, his bow and arrows, and his belt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went wherever Saul sent him. And whatever Saul told him to do, David did it very successfully. As a result, Saul appointed David as a commander in the army. All the officers and other men in the army approved of that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the men in the army were returning home after David had killed Goliath, Israelite women came out from many cities and towns. They greeted King Saul while they were singing and dancing very joyfully, playing tambourines and lyres.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they danced, they sang this song:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Saul has killed a thousand enemy soldiers,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "But David has killed ten thousand of them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul heard them singing that, he did not like it. He became very angry. He said to himself, \"They are saying that David killed ten thousand men, but that I have killed only one thousand. Soon they will want to make him their king!\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that time, Saul watched David very closely because he was suspicious that David would try to become king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, an evil spirit sent by God suddenly took control of Saul. He began to act like a madman, inside his house. David was playing the lyre for him, as he did every day. Saul was holding a spear in his hand,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he hurled it at David, thinking, \"I will fasten David to the wall with the spear!\" He did that two times, but David jumped aside both times.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because it became evident that Yahweh had abandoned Saul but that he was helping David, Saul was afraid of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he appointed David as a commander of a thousand soldiers and sent David away from him, hoping that David would be killed in a battle. But when David led his soldiers in their battles,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he always had great success, because Yahweh was helping him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul heard that David and his soldiers were very successful, he became more afraid of David.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all the people of Israel and of Judah loved David, because he led the soldiers very successfully in the battles.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Saul said to David, \"I am ready to give you my oldest daughter, Merab, to be your wife. I will do that if you serve me bravely by fighting battles for Yahweh against the Philistines.\" He said that because he thought, \"I will not try to get rid of David by myself. I will allow the Philistines to do that.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David said to Saul, \"I am not a very important person, and my family is not very important. Also my clan is not a very important Israelite clan. So I do not deserve to become your son-in-law.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, when it was time for Merab to be given to David to become his wife, instead, Saul gave her to a man named Adriel, from Meholah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Saul's other daughter, Michal, fell in love with David. When they told Saul about that, he was pleased.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He thought, \"I will give Michal to him, in order that she may trap him, and the Philistines will be able to kill him.\" So he said to David, \"You can marry Michal,\" and by saying that, he indicated for the second time that David would become his son-in-law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul told his servants, \"Talk to David privately, and say to him, 'Listen, the king is pleased with you, and all of us his servants love you. So now we think that you should marry Michal and become the king's son-in-law.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said that to David. But David said, \"It would be a great honor to become the king's son-in-law. But I do not think that I should do that, because I am only a poor and insignificant man.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul's servant told him what David had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied, \"Go and say to David, 'In order for the king to allow you to marry Michal, he wants you to kill one hundred Philistines and to cut off their foreskins and bring the foreskins to him to prove that you have killed them. In that way he will get revenge on his enemies.'\" But what Saul really wanted was that the Philistines would kill David while he was trying to kill them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the servants told that to David, he was very pleased that he could become the king's son-in-law by doing that. The king had said how many days he would allow for David to do that.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before that time ended, David and his men went and killed, not one hundred, but two hundred Philistines! He brought their foreskins to Saul, and counted them while Saul was watching, in order to prove that he had fulfilled what the king required so that he could become Saul's son-in-law. So then Saul was obligated to allow David to marry his daughter Michal.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Saul realized that Yahweh was helping David, and that his daughter loved David,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he became more afraid of David. So as long as Saul lived, he was David's enemy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine armies repeatedly came to fight the Israelites, but every time they fought, David and his soldiers were more successful than any of Saul's other army commanders. As a result, David became very famous.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}