{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul urged all his servants and his son Jonathan to kill David. But Jonathan liked David very much.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he warned David, \"My father Saul is seeking for a way to kill you. So be careful. Tomorrow morning go and find a place to hide in the field.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will ask my father to go out there with me. While we are out there, I will talk to him about you. Then I will tell you everything that he tells me.\" So David did what Jonathan told him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, Jonathan spoke with his father, saying many good things about David. He said, \"You should never do anything to harm your servant David! He has never done anything to harm you! Everything that he has done has helped you very much.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was in danger of being killed when he fought against Goliath, the great soldier of the Philistine army. By enabling David to kill him, Yahweh won a great victory for all the people of Israel. You were very happy when you saw that. Why would you want to do anything now to harm David? There is no reason for you to kill him, because he has not done anything wrong!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul listened to what Jonathan said. Then Saul said, \"I solemnly promise that just as surely as Yahweh is alive, I will not kill David.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterward, Jonathan summoned David and told him what he and Saul had said. Then Jonathan brought David to Saul, and David served Saul as he had done before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day a war started again, and David led his soldiers to fight against the Philistine army. David's army attacked them very furiously, with the result that the Philistine army ran away.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one day when Saul was sitting in his house, an evil spirit sent from Yahweh suddenly came upon Saul. David was playing his harp for Saul.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul hurled his spear at David to try to fasten him to the wall. David dodged, and the spear did not hit him. The spear stuck in the wall, but David ran out into the darkness and escaped.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul sent messengers to David's house. He told them to watch the house and to kill David while he was leaving the house the following morning. But David's wife Michal saw them and warned him, saying, \"To save your life, you must run away tonight, because if you do not do that, you will be killed tomorrow!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she enabled David to climb out through a window, and he ran away and escaped.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Michal took an idol that was in the house and put it in the bed. She covered it with some of David's clothes, and put some goat's hair on the head of the idol.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the messengers came to the house the next morning, she told them that David was sick and could not get out of bed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they reported that to Saul, he told them to go back to David's house. He said to them, \"Bring him to me lying on his bed, in order that I can kill him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when those men entered David's house, they saw that there was only an idol in the bed, with goat's hair on its head.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they reported that to Saul, Saul summoned Michal and said to her, \"Why did you trick me like that? You allowed my enemy to escape!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Michal replied to Saul, \"David told me that if I did not help him to escape, he would kill me!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After David had escaped from Saul, he went to Samuel, who was at his home in Ramah. He told Samuel everything that Saul had done to try to kill him. Then David and Samuel went to Naioth, which was nearby, and they stayed there.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told Saul that David was in Naioth,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so Saul sent some messengers to capture him. When those messengers arrived in Ramah, they met some men who were shouting messages from Yahweh, and Samuel was there as their leader. When Saul's messengers met them, the Spirit of God came upon Saul's men, and they also shouted in the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul heard about that, he sent more messengers, but they also started to shout out messages from Yahweh.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, Saul also went to Ramah. When he arrived at the well at a place named Seku, he asked people there, \"Where are Samuel and David?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The people replied, \"They are at Naioth near the city of Ramah.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Saul was walking toward Naioth, the Spirit of God also came upon him. While he walked on, he shouted messages from Yahweh until he came to Naioth.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he took off his outer clothes, and he spoke messages from God in front of Samuel. He lay on the ground doing that all day and all night. That is the reason that when people see someone doing something that is very unexpected, they say, \"Is Saul also a prophet?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}