{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hannah prayed, saying,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"In my inner being I rejoice in what you, Yahweh, have done.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I am strong because I belong to you.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "I laugh at my enemies\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because you, Yahweh has rescued me from being mocked by them.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no one who is holy like you, Yahweh.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "There is no other god like you.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "The is no one like you, our God, who can protect us as though you were putting us on top of a huge rock where we can be safe from danger.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people who oppose God, stop boasting!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Yahweh is a God who knows everything,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and he will evaluate everyone's actions.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "So do not speak so arrogantly!\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, you break the bows of mighty soldiers,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but you give strength to those who stumble because they are weak.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people who previously had plenty to eat, now have to work for other people to earn money to buy food,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but many who were always hungry are not hungry anymore.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "The woman who did not have any children before, now has given birth to many children,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and the woman who had many children before, now is very lonely because they have all died.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, you cause some people to die,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and you restore some people who were almost dead.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "For some people, it seems that they will soon go to where dead people go, but you cause them to become healthy again.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, you cause some people to be poor, and you cause some people to be rich,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you humble some people, and you honor some people.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes you lift poor people up so that they are no longer sitting in the dust,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and you raise up needy people so that they are no longer sitting on heaps of ashes;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "you cause them to sit next to princes;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you cause them to sit on seats where people who are highly honored sit.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Yahweh, you are the one who laid the foundations of the earth,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and you have set the whole world on those foundations.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will protect your loyal people,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "but you will cause the wicked to die and to descend to the dark place where the dead go.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "We do not defeat our enemies by our own strength.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, you will break into pieces those who oppose you.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "You will cause thunder in the sky to show that you oppose them.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Yahweh, you will judge people everywhere, even those who live in the most remote places on the earth.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "You will give strength to the king whom you will appoint, and give him great power over his enemies.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elkanah and his family returned to Ramah, but Samuel, the little boy, stayed to help Eli the priest serve Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eli's two sons, who were also priests, were very wicked. They were not faithful to Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The custom was that while the people were boiling the meat from their sacrifices in the huge pot at the temple, a priest would send his servant, who would come with a large three-pronged fork in his hand.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He would stick the fork into the meat in the pot, and whatever meat fastened onto the fork, he would take and give it to the priest who sent him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, before the fat on the meat was cut off and burned as a sacrifice to Yahweh, the servant of Eli's sons would come to the man who was making the sacrifice and say to him, \"Give me some meat now to take to the priest for him to roast! He wants raw meat; he does not want boiled meat.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man said to the servant, \"Let the priests cut off and burn the fat first; then you can take what you want,\" the servant would reply, \"No, give it to me now; if you do not give it to me, I will take it forcefully!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh considered that the young sons of Eli were committing a very great sin, because they were treating very disrespectfully the offerings that were being given to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Samuel, who was still a very young boy, he continued to do work for Yahweh, wearing a little sacred apron made out of linen, like the high priest wore.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year his mother made a new little robe for him and took it to him when she went up to Shiloh with her husband to offer a sacrifice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eli would ask God to bless Elkanah and his wife, and he would say to Elkanah, \"I hope that Yahweh will enable your wife to give birth to other children, to take the place of the one whom she dedicated to Yahweh.\" Then Elkanah and his family would return home.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was indeed very kind to Hannah, for he enabled her to give birth to three other sons and two daughters. Their son Samuel grew up while he was doing work for Yahweh in his temple.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Eli became very old. He often heard about all the evil things that his sons were doing to the Israelite people. He heard that they sometimes slept with the women who worked at the entrance to the tent where God spoke to his people.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"It is terrible that you do such things! Many people keep telling me about the evil things that you do.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My sons, stop it! The reports about you that the people who belong to Yahweh tell others are terrible!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one person sins against another person, God can intercede between them. But if someone sins against Yahweh, who will speak up for him?\" But Eli's sons would not listen to what their father said. This was because Yahweh had decided that someone needed to kill them.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The boy Samuel continued to grow up, and the things that he did pleased Yahweh and the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, a prophet came to Eli and told him, \"This is what Yahweh has told me: 'When your ancestors were slaves of the king of Egypt, I appeared to Aaron.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From all the tribes of the Israelite people, I chose him and his male descendants to be priests for me. I appointed them to go up to my altar, to burn incense, to wear a sacred apron as they worked for me. And I declared that they could take and eat some of the meat that the Israelite people burned on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why do you show disrespect for the sacrifices and offerings that I commanded the people to bring to me? You are honoring your sons more than you are honoring me, by allowing them to get fat from eating the best parts of all the sacrifices that the Israelite people bring to me!'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what Yahweh, the God whom we Israelites worship, declares: 'I definitely promised that Aaron and his descendants would continue to serve me forever. But now I declare this: It will not continue like that! I will honor those who honor me, but I will despise those who despise me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen carefully! There will soon be a time when I will cause all the strong young men in your family to die. The result will be that no men in your family will live long enough to become old men.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be distressed and envious as you see the blessings that I will give to the other people in Israel. And I repeat that no men in your family will ever live long enough to become old men.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is one of your descendants whom I will spare; I will not prevent him from serving me as a priest. But he will become blind from weeping; he will always be sad and grieving. But all your other descendants will die violently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And your two sons, Hophni and Phinehas, will both die on the same day. And that will prove to you that all that I have said will come true.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have chosen another man to be my priest. He is one who will serve me faithfully: He will do everything I want. I will make sure that his descendants will be priests and will always serve me by helping the king whom I will choose.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of your descendants who remain alive will have to go to that priest and ask him to give them money and food, and they will each have to say, \"Please allow me to help the other priests, in order that I may earn some money to buy some food.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}