{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David ran away from Naioth. He went to Jonathan and asked him, \"What have I done to displease your father? What did I do that was wrong? Why is he trying to kill me?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan replied, \"My father is certainly not trying to kill you! He always tells me before he does anything that he is planning. He tells me about important things and unimportant things that he plans to do. Why would he refuse to tell me if he were planning to kill you? So what you are saying cannot be true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David solemnly declared this to Jonathan: \"Your father knows very well that you and I are very good friends, so he says to himself, 'I will not tell Jonathan what I am going to do. If I tell Jonathan, he will be upset, and then he will tell David.' But just as surely as Yahweh is alive and you are alive, I am only one step away from being killed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to David, \"I will do whatever you tell me to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"Tomorrow we will celebrate the festival of the new moon. I always eat with the king at that festival. But tomorrow I will hide in the field, and I will stay there for one night. I will stay there until the evening of the day after tomorrow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your father asks why I am not there at the festival, say to him, 'David requested me to allow him to go to his home in Bethlehem, where his family will offer the sacrifice that they offer every year.'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your father says 'Very well', then I know I will be safe. But if he becomes extremely angry, you will know that he is determined to harm me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please be kind to me. Yahweh heard you when you made a solemn agreement with me that you and I will always be good friends. But if I deserve to be punished, you should kill me yourself, rather than allow your father to punish me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan replied, \"I will never do that! If I ever find out that my father is determined to harm you, I will certainly tell you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked him, \"How will I find out if your father answers you harshly?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan replied, \"Come with me. We will go out into the field.\" So they went together out into the field.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There Jonathan said to David, \"I promise this while Yahweh, the God whom we Israelites worship, is listening: At this time the day after tomorrow, I will find out what my father is thinking about you. If he is saying good things about you, I will certainly send a message to you to tell that to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he is planning to hurt you, I hope that Yahweh will punish me very severely if I do not tell you in advance and help you flee, so that you might go away in safety. I hope that Yahweh will be with you and help you like he has helped my father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while I am still alive, please act kindly toward me because of the oath that we both swore in Yahweh's sight; do not kill me when you become king.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I die, never stop acting kindly toward my family for the sake of our oath, even after Yahweh has gotten rid of all your enemies all over the earth.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jonathan made a solemn agreement with David and his descendants. And he said, \"I hope that Yahweh will get rid of all your enemies.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Jonathan requested David to repeat his solemn promise to be his close friend, because Jonathan loved David as much as he loved himself.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan said, \"Tomorrow we will celebrate the festival of the new moon. When you are not sitting at your place when we eat, my father will miss you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The day after tomorrow, in the evening go to the place where you hid before. Wait by the pile of stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will come out and shoot three arrows as though I were trying to shoot at a target. The arrows will hit the ground close to the pile of stones.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will send a boy to bring the arrows back to me. If you hear me say to him, 'They are closer to me,' then just as surely as Yahweh is alive, you will know that everything is fine, and that you will not be killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I tell him, 'The arrows are farther away,' you will know that you must leave immediately, because Yahweh wants you to run away.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I hope that Yahweh will watch you and me and enable us to never forget what we have promised each other.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went and hid in the field. When the festival of the new moon started, the king sat down to eat.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sat where he usually sat, close to the wall. Jonathan sat across from him, and Abner the army commander sat next to Saul. But no one was sitting in the place where David usually sat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, Saul did not say anything about David, because he was thinking, \"Something must have happened that caused David to become unacceptable to worship God.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the next day, when David was not sitting at the place where he usually sat, Saul asked Jonathan, \"Why has that son of Jesse not been here to eat with us yesterday and today?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan replied, \"David earnestly requested me that I permit him to go to Bethlehem.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'Please allow me to go, because our family is going to offer a sacrifice. My older brother insisted that I be there. So please allow me to go to be with my older brothers.' I allowed David to go, and that is the reason that he is not here eating with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was furious! He said to Jonathan, \"I know that you are being loyal to that son of Jesse. But you will cause shame to come to yourself and to your mother.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As long as Jesse's son is living, you will never become the king, and you will never rule over this kingdom! So now, summon David, and bring him to me. He must be executed!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan asked his father, \"Why should David be executed? What wrong has he done?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul threw his spear at Jonathan in order to kill him, but the spear did not hit him. So Jonathan knew that his father really wanted to kill David.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan was very angry, and he left the room. On that second day of the festival he refused to eat anything. He was disgusted about what his father had done, and he was worried about David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The following morning Jonathan went out to the field to give a message to David, as he had agreed that he would do. He took a young boy with him.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to the boy, \"Run and find the arrows that I shoot.\" The boy started running, and Jonathan shot an arrow ahead of the boy.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The boy ran to the place where the arrow hit the ground, but Jonathan called out, \"The arrow is further away!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he shouted to the boy, \"Go quickly; do not wait! Do not stop!\" The boy picked up the arrow and brought it back to Jonathan.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the boy did not understand the meaning of what Jonathan had said; only Jonathan and David knew.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan gave his bow and arrows to the boy and told him, \"Go back to the town.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the boy left, David came out from behind the pile of stones, where he had been hiding. He went to Jonathan and bowed in front of Jonathan three times, with his face touching the ground. Then David and Jonathan kissed each other on the cheek, and they cried together. But David cried more than Jonathan.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to David, \"May things go well for you as you go. Yahweh has heard what we solemnly promised to always do for each other, and what we said that our descendants must do for each other.\" Then David left, and Jonathan went back to the town.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}