{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David fled from there and went to the city of Nob to see Ahimelech the priest. Ahimelech trembled when he saw David because he was afraid that something bad had happened. He said to David, \"Why are you alone? Why have no men come with you?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David deceived Ahimelech by replying, \"The king sent me. But he does not want anyone to know anything about what he sent me to do. I have told my men where they should meet me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I want to know, do you have any food here for me to eat? Could you give me five loaves of bread, or whatever other food that you can find?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest answered David, \"There is no ordinary bread here, but I have some of the sacred bread that was placed before Yahweh. Your men may eat it if they have not slept with women recently.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"They have not been near women for many days. I do not allow my men to defile themselves by sleeping with women while they are preparing to fight in battles. They must continue to keep themselves acceptable to God when they are on ordinary trips, and today they have certainly kept themselves acceptable to God because now we are doing something very special.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the only bread that the priest had was the bread on display before God, the bread that had been placed in Yahweh's presence in the sacred tent. So the priest gave David some of that bread. On that day the priest had taken those loaves from the table and replaced them with fresh loaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that Doeg, from the Edom people group, was there on that day to make himself acceptable to Yahweh, and he saw what Ahimelech did. He was one of Saul's officials and the leader of Saul's shepherds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked Ahimelech, \"Do you have a spear or a sword that I can use? The king appointed us to do this task and told us to leave immediately, so I did not have time to bring any weapons.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahimelech replied, \"I have only the sword that belonged to Goliath the giant from the Philisti people group whom you killed in Elah Valley. It is wrapped in a cloth, and is behind the sacred apron in the sacred tent. If you want it, take it, because I have no other weapon here.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "David replied, \"Truly, there is no other sword that is as good as that one! Give it to me.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahimelech gave it to him, and David left there. He and his men and went to the city of Gath in the region of Philistia, to stay with King Achish.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the officers of King Achish did not approve of David's coming. They said to King Achish, \"This man David is just as powerful as the king of his land. Our enemies, the Israelite people, honored him by dancing and singing,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'Saul has killed thousands of his enemies,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but David has killed tens of thousands of them!'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David heard what those men were saying, so he was afraid of what King Achish might do to him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he pretended that he was insane. He started scratching on the gates of the city and allowing his saliva to run down his beard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Achish said to his men, \"Look at this man! He is acting like an insane man! Why have you brought him to me?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you brought him because I do not already have enough insane men here in my house?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}