{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men left Gath and went east to hide in a cave on a hill near the town of Adullam. Soon his older brothers and all his other relatives came and stayed with him there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then other men came there. Some were men who had caused trouble, some were men who owed money, and some were men who were unhappy for any reason. They continued to come until there were four hundred men there, and David was their leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later they left there and went east to the city of Mizpah in the land of Moab. There David asked the king of Moab, \"Please allow my father and mother to live here with you until I know what God is going to do for me.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king gave him permission, so David's parents stayed with the king of Moab all the time that David and the men who were with him were hiding in that area.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the prophet Gad told David, \"Leave your hideout here and return to Judah.\" So David and his men went to the Hereth Forest in Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, someone told Saul that David and his men had arrived in Judah. On that day, Saul was sitting underneath the tamarisk tree on a hill near the town of Gibeah. He was holding his spear and was surrounded by his army officers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He shouted to them, \"You men of the tribe of Benjamin, listen to me! Do you think that the son of Jesse will give all of you fields and vineyards if he becomes your king? Will he appoint all of you to become generals and captains in his army ?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is that why you have all conspired against me, as he is doing today? Not one of you informed me that my own son had sworn friendship with him! Not one of you has had any pity on me or told me that my son has encouraged the son of Jesse to revolt against me, to hide out from me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Doeg, a man from the Edom people group, was standing there with Saul's officers. He said to Saul, \"When I was at Nob, I saw that son of Jesse talking to Ahimelech the priest.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahimelech asked Yahweh what David should do. Then Ahimelech gave to David some food and the sword of Goliath, that Philistine giant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul summoned Ahimelech and all Ahimelech's relatives who were priests at Nob. So they all came to the king.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to Ahimelech, \"You son of Ahitub, listen to me!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Ahimelech answered, \"Yes, sir!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"Why are you and Jesse's son conspiring to get rid of me? You gave him some bread and a sword. You requested God to tell David what he should do. David has rebelled against me, and right now he is hiding somewhere, waiting to attack me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahimelech replied, \"I do not understand why you are saying that, because David, your son-in-law, the captain of your bodyguards, is very loyal to you. No one is more loyal to you than David! Everyone in your household respects him very much.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, this was certainly not the first time that I requested God to say what he wanted David to do. And it is not right for you to accuse me or any of my relatives of trying to get rid of you, because I do not know anything about anyone wanting to do that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king then shouted, \"Ahimelech, you and your all your relatives are going to be executed right now!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he commanded his bodyguards, \"Kill these priests of Yahweh, because they are allies of David, and they are conspiring with David against me! They knew that David was trying to run away from me, but they did not tell me!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Saul's bodyguards refused to kill Yahweh's priests.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Doeg, \"You kill them!\" So Doeg, the man from the Edom people group, went out and struck them down with his sword. On that day he killed eighty-five men who were able to wear the sacred aprons because they were all God's priests.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also went and killed many people in Nob, the city where the priests lived. He killed men, women, children, babies, cattle, donkeys, and sheep there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abiathar, Ahimelech's son, escaped. He ran away and joined David and the men who were with him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told David that Saul had commanded Doeg to kill Yahweh's priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to him, \"That man from the Edom people group, Doeg, was there at Nob on the day that I was there. I knew that he would surely tell Saul what happened. So it is my fault that your father and all of his family have been killed.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You stay with me, and do not be afraid. The man who wants to kill you wants to kill me also, but you will be safe if you stay with me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}