{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day someone told David, \"You need to know that the Philistine army is attacking the town of Keilah and that they are stealing grain from where men are threshing it.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked Yahweh, \"Should my men and I go to fight against those men from the Philistia people group?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh answered, \"Yes, go. Attack them, and rescue the people of Keilah.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David's men said to him, \"We are afraid that Saul will attack us here in Judah. We will be more afraid if we go to Keilah where the Philistine army is!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David asked Yahweh again if they should go to Keilah. Yahweh answered, \"Yes, go down to Keilah. I will help you to defeat the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his men went to Keilah. They fought against the Philistines and captured many of their cattle. David and his men killed many of the Philistine men and rescued the people of Keilah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abiathar son of Ahimelech, fled to be with David at Keilah, and he brought a sacred apron with him to use to determine what God wanted him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon Saul found out that David was at Keilah. So he said, \"That is good! God is enabling me to capture him! He has trapped himself in that town, because it has high walls with gates around it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul summoned his army, and they prepared to go down to Keilah to attack David and his men.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David found out that Saul was planning for his army to attack him. So he said to Abiathar the priest, \"Bring here the sacred apron.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Abiathar brought it, David prayed, \"Yahweh, God of us Israelites, I have heard that Saul is planning to come here with his army and destroy Keilah because I am here.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will Saul come down here to Keilah, as people reported to me? Will the leaders of Keilah enable Saul to capture me? Yahweh, God of us Israelites, please tell me!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh answered, \"Yes, Saul will come down.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David asked, \"Will the leaders of Keilah enable Saul's army to capture me and my men if we stay here?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "By means of the stones in the sacred vest, Yahweh replied, \"Yes, they will.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his six hundred men left Keilah. They continued to move from one place to another, wherever they thought that Saul would not find them. And when Saul found out that David had escaped from Keilah, he did not go there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his man stayed in hiding places in the desert and in the hills of the wilderness of Ziph. Every day Saul sent men to search for David, but Yahweh did not allow them to capture David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While David and his men were at a place named Horesh in the wilderness of Ziph, he found out that Saul was coming there to kill him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul's son Jonathan went to David at Horesh and encouraged him to continue to trust in God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan told him, \"Do not be afraid, because my father will not be able to harm you. Some day you will be the king of Israel, and I will be the second most important man in Israel. My father Saul also knows that.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the two of them repeated their solemn promise that Yahweh had heard them make previously, that they would always be loyal to each other. Then Jonathan went home, but David stayed at Horesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people from Ziph went to Saul when he was at Gibeah, and they told him, \"David and his men are hiding in our land! They are hiding in places at Horesh on the hill of Hakilah, south of a place named Jeshimon.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, O king, come down there any time that you want to. It is our duty to capture him and put him in your hands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied, \"I hope that Yahweh will bless you for telling that to me.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go back and find out more about him. Find out exactly where he is staying, and find out who has seen him there. People tell me that he is very clever, so we need to be clever also to be able to capture him.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Find out all the places where he and his men hide. Then come back and tell me everything that you have found out. Then I will take my army and go there with you. If David is in any of the clans of Judah, we will search for him and find him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those people went back to Ziph before Saul went there. At that time David and his men were in the desert of Maon, south of Jeshimon.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and his soldiers went to search for David, but David heard about that. So he and his men went further south to a rocky hill in the wilderness of Maon. When Saul heard about that, he and his men followed David and his men to the wilderness of Maon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and his soldiers were walking along one side of the hill, and David and his men were on the other side. David and his men were hurrying to escape from Saul's soldiers, because Saul and his soldiers were coming much closer.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then a messenger came to Saul and said to him, \"Come quickly! The Philistine army is attacking the people in our land!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul stopped pursuing David, and he and his soldiers went to fight against the Philistine army. That is the reason that people call that place the Rock of Escape.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men also left that place and went to places to hide safely at Engedi.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}