{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, Samuel died, and all the Israelite people gathered and mourned for him. They buried his body outside his home in Ramah.\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then David and his men moved to the wilderness of Paran.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the town of Maon there was a very rich man. This man kept his property and livestock in a town nearby that is called Carmel. He had much property and livestock and he owned three thousand sheep and one thousand goats. Carmel is where he sheared his sheep.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His name was Nabal; he was a descendant of Caleb. His wife Abigail was a wise and beautiful woman, but Nabal was very cruel and treated people very unkindly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day while David and his men were in the desert, someone told him that Nabal was cutting the wool from his sheep.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David told ten of his men, \"Go to Nabal at Carmel and greet him for me.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then tell him this message from me: 'I wish that things may go well for you and your family and for everything that you possess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard people say that you are cutting the wool from your sheep. Previously, when your shepherds were among us, we did not harm them. All the time that your shepherds were among us at Camel, we did not steal any sheep from them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can ask your servants if this is true, and they will tell you that it is true. We have come here at a time when you are celebrating, so I ask you to please be kind to us and give these men whatever extra food you have, for me, David, and my men to eat.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David's men arrived where Nabal was, they gave David's message to him, and they waited for him to reply. But Nabal spoke harshly to them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Who does this man, this son of Jesse, think that he is? There are many slaves who are running away from their masters at the present time, and it seems to me that he is just one of them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I give bread and water to the men who are cutting the wool from my sheep, and I give them meat from animals that I have slaughtered. Why should I take some of those things and give them to a group of outlaws?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David's men returned and told him what Nabal had said.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard this, he told his men, \"We are going to kill Nabal; fasten your swords!\" So he fastened on his sword, and about four hundred men fastened their swords and went with him. There were two hundred of his men who stayed with their supplies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of Nabal's servants found out what David and his men were planning to do, so he went to Nabal's wife Abigail and said to her, \"David sent some messengers from the desert to greet our master Nabal, but Nabal only yelled at them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the time that we were in the fields close to them, those men of David were very kind to us. They did not harm us. They did not steal anything from us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They protected us during the daytime and during the night. They were like a wall around us to protect us while we were taking care of our sheep.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you should think about it and decide what you can do. If you do not do something, terrible things will happen to our master and to all his family. Nabal is an extremely wicked man, so he will not listen to anyone who tries to tell him what to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abigail heard that, she very quickly gathered two hundred loaves of bread, and also got two leather bags full of wine, the meat from five sheep, a bushel of roasted grain, a hundred packs of raisins, and two hundred packs of dried figs. She put all those things on donkeys.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she told her servants, \"Go ahead of me. I will follow you.\" But she did not tell her husband what she was going to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abigail rode on her donkey and came down to the place in the hills where David and his men were staying. Suddenly David and his men met her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David had been saying to his men, \"It was useless for us to protect that man and all his possessions here in this wilderness. We did not steal anything that belonged to him, but he has acted badly toward me in return for our good actions toward him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I hope that God will strike me and kill me if he or even one male person belonging to him is still alive tomorrow morning!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abigail saw David, she quickly got down from her donkey and bowed before him, with her face touching the ground.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she prostrated herself at David's feet and said to him, \"Sir, I deserve to be punished for what my husband has done. Please listen to what I say to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please do not pay attention to what this worthless man Nabal has said. His name means 'fool,' and he surely is a foolish man. But I, who am willing to be your servant, did not see the messengers whom you sent to him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has prevented you from getting revenge on anyone and killing anyone. I hope that just as surely as Yahweh lives and as surely as you live, your enemies will be cursed like Nabal is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have brought a gift for you and for the men who are with you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please forgive me if I have done anything wrong to you. Yahweh will surely reward you by allowing many of your descendants to become kings of Israel, because you are fighting the battles that Yahweh wants you to fight. And I know that throughout all your life you have not done anything wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even when those who are trying to kill you pursue you, you are safe because Yahweh your God takes care of you. You will be protected like a bundle that is safely tied up. But your enemies will disappear like stones that are hurled from a sling.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has promised to do good things for you, and he will do what he has promised. And he will cause you to become the ruler of the Israelite people.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, do not kill any people in his household. Then you will not think that you deserve to be punished for having punished and killed innocent people. And when Yahweh enables you to become king, please do not forget to be kind to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied to Abigail, \"I praise Yahweh, the God whom we Israelites worship, because he sent you to talk with me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I hope today God may help you because you have wisely kept me from killing people today, and from paying back evil for evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as surely as Yahweh the God whom we Israelites worship is alive, he has prevented me from harming you. If you had not come quickly to talk to me, neither Nabal nor even one of Nabal's men or boys would be still alive tomorrow morning.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David accepted the gifts that Abigail had brought to him. He said to her, \"I hope that things may go well for you. I have heard what you said, and I will do what you have requested.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abigail returned to Nabal, he was in his house, having a big celebration like kings have. He was very drunk and feeling very happy. So Abigail did not say anything to him that night about her meeting with David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, when he was no longer drunk, she told him everything that had happened when she talked with David. Immediately, he had a stroke and could move no longer.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About ten days later Yahweh struck him again, and he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After David heard that Nabal was dead, he said, \"I praise Yahweh! Nabal insulted me, but Yahweh has shown that I have been right. He has prevented me from doing anything wrong. And he has punished Nabal for the wrong that he did.\"\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then David sent messengers to Abigail, to ask her if she would become his wife.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servants went to Carmel and said to Abigail, \"David sent us to take you to become his wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abigail bowed down with her face touching the ground. Then she told the messengers to tell David, \"I am happy to become your wife. I will be your servant. And I am willing to wash the feet of your servants.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abigail quickly got on her donkey and went with David's messengers. Five of her female servants went with her. When she arrived where David was, she became his wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David had previously married Ahinoam, a woman from Jezreel near Carmel. So both Abigail and Ahinoam were now David's wives.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Saul's daughter Michal was also David's wife, but Saul had given her to Laish's son Paltiel, who was in the town of Gallim.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}