{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day some of the people of Ziph town went to Saul while he was at Gibeah, and they said to him, \"David is hiding in a cave on the hill of Hakilah, east of the town of Jeshimon.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul chose three thousand of the best Israelite soldiers and went with them to the wilderness of Ziph to search for David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and his men set up their tents close to the road on the hill of Hakilah, east of the town of Jeshimon, but David and his men stayed in the wilderness. When David heard that Saul was searching for him,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he sent some spies to find out if it was true that Saul had come to Hakilah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then that evening David went to the place where Saul had set up his tent. From a distance he saw where Saul and his army commander, Abner, were sleeping. Saul was sleeping with all his army sleeping around him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went back to where his men were and talked to Ahimelech, who was from the Heth people group, and Joab's brother Abishai, whose mother was David's older sister Zeruiah. He asked them, \"Who will go with me down into the camp where Saul is?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Abishai replied, \"I will go with you.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that night David and Abishai crept into Saul's camp. They saw that Saul was asleep. His spear was stuck in the ground near his head. Saul was asleep in the middle of the camp. Abner and the other soldiers were sleeping around Saul.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abishai whispered to David, \"Today Yahweh has enabled us to kill your enemy! Allow me to fasten Saul to the ground by thrusting my spear into him. It will be necessary for me to strike him only once. I will not need to strike him twice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David whispered to Abishai, \"No, do not kill Saul. Yahweh has appointed him to be king, so Yahweh will surely punish anyone who kills him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as surely as Yahweh is alive, he himself will punish Saul. Perhaps Yahweh will strike him when it is Saul's time to die, or perhaps Saul will be killed in a battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I hope that Yahweh will prevent me from harming the king whom he has appointed. Let us take Saul's spear and water jug that are near his head. Then let us get out of here!\"\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David took the spear and the jug, and he and Abishai left. No one saw them or knew what they were doing, and no one woke up, because Yahweh had caused them to be sound asleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and Abishai went across the valley and climbed to the top of the hill, a long way from Saul's camp.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David shouted to Abner, \"Abner, can you hear me?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Abner replied \"Who are you, waking up the king by calling out to him?\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"I am sure that you are the greatest man in Israel ! So why did you not guard your master, the king? Someone came into your camp in order to kill your master, the king.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have done a very poor job of guarding Saul. So just as surely as Yahweh is alive, you and your men should be executed! You have not guarded your master whom Yahweh appointed to be the king. Where are the king's spear and the water jug that were close to his head?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul woke up and recognized that it was David's voice. He called out, saying, \"My son David, is that your voice?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "David replied, \"Yes, your majesty it is my voice.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David added, \"Sir, why are you pursuing me? I have done nothing wrong!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your majesty, listen to me! If Yahweh has caused you to be angry with me, I want him to accept a sacrifice from me. But if it is people who have caused you to be angry with me, I hope that Yahweh will curse them. They have forced me to leave the land that Yahweh gave to me. They have told me, 'Go somewhere else and worship other gods!'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now do not force me to die away from the land and presence of Yahweh. You, the king, are looking for me, but I am as good as a flea or a wild bird that someone hunts in the hills.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"David, my son, I have sinned by trying to kill you. So come back home. Today you have considered my life to be very valuable and so you have not killed me. So I will not try to harm you. I have made a big mistake and have acted foolishly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"I will leave your spear here. Send one of your young men here to get it.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh rewards us for the things that we do that are right and for being loyal to him. Even when Yahweh placed me where I could easily have killed you, I refused to do that, because you are the one whom Yahweh has appointed to be the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as I considered your life to be valuable and spared your life today, I hope that Yahweh will consider my life to be valuable and spare my life and save me from all my troubles.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to David, \"My son David, I pray that Yahweh may bless you. May you do great things very successfully.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then David returned to his men, and Saul went back home.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}