{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David thought, \"Some day Saul will capture me if I stay around here. So the best thing that I can do is to escape and go to the region of Philistia. If I do that, Saul will stop searching for me here in Israel, and I will be safe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his six hundred men left Israel and went to see Maok's son Achish, who was king of the city of Gath in the region of Philistia.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men and their families started to live there in Gath, the city where King Achish lived. David's two wives were with him—Ahinoam from Jezreel, and Nabal's widow Abigail, from Carmel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul heard that David had run away and was living in Gath, he stopped searching for David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day David said to Achish, \"If you are pleased with us, give us a place in one of the small villages where we can stay. There is no need for us to stay in the city where you are the king.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Achish liked what David suggested. So that day Achish gave to David the town of Ziklag. As a result, Ziklag has belonged to the kings of Judah since that time.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men lived in the region of Philistia for sixteen months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, David and his men raided the people who lived in the areas where the Geshur, Girzi, and Amalek people groups lived. Those people had lived there from long before. That area extended south to Shur and to the border of Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever David's men attacked them, they killed all the men and women, and they took all the people's sheep and cattle and donkeys and camels, and even their clothes. Then they would bring those things back home, and David would go to talk to Achish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each time Achish would ask David, \"Where did you go raiding today?\" Sometimes David would say that they had gone to the southern part of Judah, and sometimes he would say that they had gone to where the Jerahmeelites lived in the south, or that he had fought against the Kenites who lived in the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's men never brought back to Gath any man or woman who was still alive. David thought, \"If we do not kill everyone, some of them who are still alive they will go and tell Achish the truth about what we really did.\" David did that all the time that he and his men lived in the region of Philistia.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Achish believed what David told him; he thought, \"Because of what David has done, his own people, the Israelites, must now hate him very much. So he will have to stay here and serve me forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}