{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, the people of Philistia gathered their army to attack the Israelites again. King Achish told David, \"I am expecting that you and your men will join with my men to attack the Israelites.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"We will go with you, and then you will see for yourself what we can do!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Achish said, \"Very well, I will appoint you to be my permanent bodyguard.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now while Samuel was still alive, Saul did some things that pleased Yahweh. One of the good things that Saul did was to expel from Israel all the people who were fortune tellers or who talked to the spirits of dead people. But Samuel had died, and all the Israelite people had mourned for him. Then they had buried him in Ramah, his hometown.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Philistia gathered and set up their tents at the city of Shunem, in the north of Israel. Saul gathered the Israelite army and set up their tents at Gilboa in the eastern part of the same valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul saw the army of Philistia, he became so afraid that his heart pounded.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He prayed to Yahweh, but Yahweh did not answer him. Yahweh did not tell Saul what he should do by giving him a dream, or by having the priest throw the marked stones in his sacred pouch, or by giving a message about Saul to any prophet.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to his servants, \"Find for me a woman who talks to the spirits of dead people, in order that I can ask her what will happen.\" His servants replied, \"There is a woman in the town of Endor who does that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul took off the clothes that showed that he was the king, and he put on ordinary clothes to disguise himself. Then he and two of his men went during the night to talk to that woman. Saul said to her, \"I want you to talk to a spirit of someone who has died. Cause to appear the person whose name I will give to you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the woman replied, \"You surely know what Saul has done. He expelled from this land all the people who talk to spirits of dead people and all fortune tellers. I think that you are trying to trap me, in order that I will be executed for doing something that is not permitted.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied, solemnly asking Yahweh to listen to what he was saying, \"Just as surely as Yahweh is alive, you will not be punished for doing this.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman said, \"Whom do you want me to cause to appear?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Saul replied, \"Cause Samuel to appear.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman did that. But when she saw Samuel, she screamed. She said, \"You have tricked me ! You are Saul! You will execute me for doing this!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to her, \"Do not be afraid. What do you see?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The woman said, \"I see a god coming up out of the ground.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"What does he look like?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The woman replied, \"An old man wearing a robe is appearing.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then Saul knew that it was Samuel. So he bowed down with his face touching the ground.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to Saul, \"Why have you bothered me by causing me to appear?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Saul said, \"I am very worried. The army of Philistia is about to attack my army, and God has abandoned me. He does not answer my questions anymore. He does not give me dreams to tell me what to do or give messages to prophets to tell me what to do. That is the reason that I came to see you. So you tell me what I should do!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said, \"Yahweh has abandoned you and has become your enemy. So why do you ask me what you should do?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has done what he told me previously that he would do to you. He has torn the kingdom away from you, and he is giving it to someone who is another Israelite—David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not obey Yahweh. Yahweh was very angry with the Amalek people group. You did not kill all of their animals, with the result that you did not show that he was very angry with them. That is the reason that he is refusing to answer you today.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will enable the Philistine army to defeat you and all the other Israelite soldiers. And tomorrow you and your sons will be with me in the place where spirits of dead people are. Yahweh will cause the whole Israelite army to be defeated by the Philistine army.\" After Samuel said that, he disappeared.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul immediately fell flat on the ground. He was so afraid because of what Samuel had said that he lost all his strength. He was also very weak because he had not eaten anything all that day and night.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman saw that he was very worried. She said to him, \"Listen to me! I have done what you requested me to do. I could be executed for doing that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now please pay attention to what I say. Allow me to give you some food, in order that you will eat it and get enough strength to go back to your army.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul refused. He said, \"No, I will not eat anything.\" Then Saul's servants also urged him to eat something, and finally he listened to them. He got up from the ground and sat on the bed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman had a fat calf close to her house. She quickly slaughtered it and cooked it. She took some flour and mixed it with olive oil, and baked it without putting in any yeast.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She placed the food in front of Saul and his servants, and they ate some of it. Then that same night they got up and left.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}