{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine army gathered at the Valley of Aphek. The Israelites set up their tents at the city of Jezreel, which was in the same valley.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The kings of Philistia divided their men into groups; some groups had one hundred soldiers and some groups had one thousand soldiers. David and his men were marching behind, with King Achish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Philistine commanders asked, \"What are these Hebrews doing here, marching with us to battle?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Achish replied, \"Their leader is David. He previously worked for King Saul of Israel, but now he has been living near me for more than a year. During all the time since he left Saul, I have not seen that he has any faults.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Philistine army commanders were angry with Achish for allowing David's army to be going with them. They said to him, \"Send David and his men back to the city that you gave to him! We do not want him to go with us into the battle. If he goes with us, we will have an enemy in our own midst! He would please Saul by killing our own soldiers!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you forgotten that David is the one about whom the Israelites dance and sing, saying,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'Saul has killed a thousand of our enemies,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but David has killed ten thousand of them'?\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Achish summoned David, and said to him, \"Just as surely as Yahweh is alive, you have been loyal to me. I would like very much for you to fight along with my army. Since the day that you came to me, I have not found that you have any faults. But the other kings do not trust you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all of you go back home, and I hope to do anything that the other kings of Philistia will not be pleased with.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"What wrong have I done? Since the day that I first came to you until today, have I done anything that you think is evil? Your majesty, why will you not allow me to go and fight against your enemies?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Achish replied, \"I know I can trust you as much as I could trust an angel from God. But the commanders of my army have said, 'We will not allow David and his men to go with us into the battle.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So early tomorrow morning you and your men must leave. Get up as soon as it gets light and leave.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his men got up early the following morning and returned to the area where the Philistine people lived. But the Philistine army went up to the city of Jezreel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}