{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three days later, when David and his men arrived at Ziklag, they discovered that men of the Amalek people group had raided Ziklag and some towns in the southern Judean wilderness. They had destroyed Ziklag and burned down all the buildings.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had captured the women and the children and everyone else, and had taken them away. But they had not killed anyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David and his men came to Ziklag, they saw that the town had been burned, and that their wives and sons and daughters had been captured and taken away.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men cried loudly, until they were so weak that they could not cry anymore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's two wives, Ahinoam and Abigail, had also been taken away.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's men were threatening to kill him by throwing stones at him, because they were very angry because their sons and daughters had been taken away. David was very distressed, but Yahweh his God gave him strength.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David did not know what to do, so he said to Abiathar the priest, \"Bring to me the sacred apron and the sacred vest.\" So Abiathar brought them,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and David asked Yahweh, \"Should I and my men pursue the men who took our families? Will we be able to catch up to them?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh answered by means of the stones in the sacred vest: \"Yes, pursue them. You will catch up to them, and you will be able to rescue your families.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and the six hundred men who were with him left, and they came to the ravine of Besor. Some of his men stayed there with some of their supplies.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and four hundred men continued to pursue the men who captured their families. The other two hundred men stayed there at the ravine, because they were so exhausted that they could not cross the ravine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As David and the four hundred men were going, they saw a man from Egypt in a field; so they took him to David. They gave the man some water to drink and some food to eat.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also gave him a piece of fig cake and two clusters of raisins. The man had not had anything to eat or drink for three days and nights, but after he ate and drank he felt refreshed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked him, \"Who is your master? And where do you come from?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"I am from Egypt. I am a slave of a man from the Amalek people group. Three days ago my master left me here, because I was sick and I was not able to go with them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We had raided the southern Judean wilderness of the Kerethites, and some other towns in Judah, and the southern Judean wilderness of the Calebites. We also burned Ziklag.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked him, \"Can you lead us to this group of raiders?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"Yes, I will do that if you ask God to listen while you promise that you will not kill me or give me back to my master. If you promise that, I will take you to them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David agreed to do that, so the man from Egypt led David and his men to where the men from the Amalek people group were. Those men were lying on the ground, eating and drinking and celebrating because they had captured many things from the regions of Philistia and Judah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men fought against them from sunset that day until the evening of the following day. Four hundred of them escaped and rode away on camels, but none of the others escaped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David rescued his two wives, and he and his men got back everything else that the men of the Amalek people group had taken.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nothing was missing. They took all their people back to Ziklag—young people and old people, their wives, their sons and their daughters. They also recovered all the other things that the men of the Amalek people group had taken from Ziklag.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took with them the sheep and cattle that had been captured, and his men caused these animals to go in front of the rest of the cattle; they said, \"These are animals that we captured in the battle; they belong to David!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men got back to where the other two hundred men were waiting, the men who did not go with David because they were very exhausted. They had stayed at the ravine of Besor. When they saw David and his men coming, they went out to greet them. And David greeted them also.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the men who had gone with David, men who were evil and troublemakers, said, \"These two hundred men did not go with us. So we should not give to them any of the things that we recovered. Each of them should take only his wife and children and go back to their homes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied, \"No, my fellow Israelites, that would not be right. Yahweh has protected us and enabled us to defeat the enemies who attacked our town.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who will pay attention to you if you say things like that? The men who stayed here with our supplies will get the same amount that the men who went into the battle will get. They will all receive the same amount.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David made that to be a law for the Israelite people, and that is still a law in Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David and all the others arrived in Ziklag, David sent to his friends who were leaders in Judah some of the things that they had captured from the Amalek people group. He said to them, \"Here is a present for you. These are things that we took from Yahweh's enemies.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a list of the cities and towns to whose leaders David sent gifts: Bethel, Ramoth in the southern part of Judah, Jattir,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aroer, Siphmoth, Eshtemoa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also Rakal, the cities where the descendants of Jehrameel and the cities where the Kenite people group live,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hormah, Bor Ashan, Athak,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hebron, and all the other places where David and his men had often gone.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}