{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, the Philistines again fought against the Israelites. The Israelites ran away from them, and many Israelites were killed on Mount Gilboa.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines caught up with Saul and his three sons, and they killed three of his sons, Jonathan and Abinadab and Malki-Shua.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fighting was very fierce around Saul. When the Philistine archers caught up with Saul, they wounded him badly with their arrows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to the man who was carrying his weapons, \"Take out your sword and kill me with it, in order that these heathen Philistines will not be able to thrust their swords into me and make fun of me while I am dying.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But the man who was carrying Saul's weapons was terrified, and refused to do that. So Saul took his own sword and fell on it. The sword pierced his body, and he died.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the man carrying his weapons saw that Saul was dead, he also threw himself on his own sword and died.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul, three of his sons, and the man who carried Saul's weapons, all died on that same day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite people on the north side of the Valley of Jezreel and on the east side of the Jordan River heard that the Israelite army had run away and that Saul and his sons had died, they left their towns and ran away. Then the Philistines came and occupied their cities.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, when the Philistines came to take away the weapons of the dead Israelite soldiers, they found the bodies of Saul and his three sons on Mount Gilboa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cut off Saul's head and took his weapons. Then they sent messengers throughout their land to proclaim the news in the temples, where they kept their idols, and to the other people, that their army had defeated the Israelites.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put Saul's weapons in the temple of their goddess Asherah. They also fastened the bodies of Saul and his sons to the wall that surrounded the city of Beth Shan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people who lived in Jabesh in the region of Gilead heard what the Philistines had done to Saul's corpse,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all their bravest soldiers walked all night to Beth Shan. They took the corpses of Saul and his sons down from the city wall, and they took them back to Jabesh and burned the corpses there.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the bones and buried them under a big tamarisk tree. Then they fasted for seven days.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}