{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel told to all the people of Israel the messages that God gave him.\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "At that time the Israelite army went to fight against the army of the Philistine people. The Israelite army set up their tents at Ebenezer, and the Philistine army set up their tents at Aphek.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine army attacked the Israelite army, and as the battle continued, the Philistines defeated the Israelites and killed about four thousand of their soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the remaining Israelite soldiers returned to their camp, the Israelite elders said, \"Why did Yahweh allow the Philistine army to defeat us today? We should bring the sacred chest here from Shiloh, in order that Yahweh will go with us when we go to the battle again, so that that our enemies will not defeat us again!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers sent some men to Shiloh, and those men brought back the sacred chest, the chest of Yahweh, who sat on a throne between the statues of winged creatures that were on top of the chest. The two sons of Eli, Hophni and Phinehas, went with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite people saw the men bringing the sacred chest into their camp, they were so happy that they shouted loudly. They shouted so loudly that the ground shook!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines asked, \"What are the people in the Hebrew camp shouting about?\" Someone told them that they were shouting because the sacred chest of Yahweh had been brought to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they became very afraid. They said, \"Their God has come into their camp to help them! We are in big trouble now! Nothing like this has happened to us before!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can save us now! This is the God who struck the people of Egypt with many plagues before the Israelites left Egypt and traveled through the desert.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Philistine men, be courageous! Fight very hard! If you do not do that, they will defeat us, and then you will become their slaves, just as they have been our slaves previously!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Philistine men fought very hard, and they defeated the Israelites. They killed thirty thousand Israelite soldiers, and the other Israelite soldiers fled and ran away to their tents.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines captured the sacred chest, and they killed Eli's two sons, Hophni and Phinehas.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, one man of the tribe descended from Benjamin ran from the place where the armies were fighting. He tore his clothes and threw soil on his head to show that he was very sad. He arrived at Shiloh late that afternoon.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eli was waiting beside the road. He wanted to hear news about the battle, and he was also very anxious to know if anything bad had happened to God's sacred chest. When the messenger arrived and told people what had happened, everyone in the town started to cry loudly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eli asked, \"Why are they making all that noise?\" The messenger ran over to Eli and told him the news.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Eli was ninety-eight years old, and he was blind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messenger said to Eli, \"I have just come from where the armies were fighting. I left there earlier today.\" Eli asked, \"What happened?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"The Philistines defeated our army. They killed thousands of our soldiers, and the others ran away. The Philistines killed your two sons, Hophni and Phinehas. They also captured God's sacred chest.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eli was very old, and he was very fat; and when he heard what had happened to the sacred chest, he fell backward from his seat beside the city gate. His neck was broken and he died. He had led the Israelite people for forty years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wife of Eli's son Phinehas was pregnant, and it was almost time for her to give birth to her baby. When she heard that God's sacred chest had been captured and that her husband and her father-in-law were dead, her labor pains suddenly began and were too much for her. She quickly gave birth to a boy, but she began to die.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she was dying, the women who were helping her tried to encourage her by saying to her, \"You have given birth to a son!\" But she did not pay any attention to what they said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She named the boy Ichabod, which means \"no glory,\" because she said, \"God's glory has departed from Israel.\" She said that because God's sacred chest had been captured and because her husband and her father-in-law had died.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"God's glory has left Israel, because God's sacred chest has been captured!\" And then she died.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}