{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the army of the Philistia people group captured God's sacred chest in the town of Ebenezer, they took it to Ashdod, one of their largest cities.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They carried it into the temple of their god Dagon and placed it alongside a statue of Dagon.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But early the next morning, when the people of Ashdod went to see it, they saw that the statue had fallen on its face in front of Yahweh's sacred chest! So they set the statue up in its place again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the following morning, they saw that it had fallen down in front of the sacred chest again. But this time, it was as if someone had cut the statue's head and hands off; they were lying in the doorway. Only its body remained in one piece.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the reason that ever since that time, the priests of Dagon and everyone else who enters the temple of Dagon in Ashdod do not step on the doorsill where the hands and head of Dagon had fallen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh made the people of Ashdod suffer very much with tumors. Many sickened and died, both in the city and in the surrounding region.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Ashdod realized why this was happening, and they cried out, \"The God of the Israelites is punishing us and our god Dagon. So we cannot allow the sacred chest of the God of the Israelites to remain here!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They summoned the five kings of the Philistia people group and asked them, \"What should we do with the sacred chest of the God of the Israelites?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The kings replied, \"Take the sacred chest to the city of Gath.\" So they moved it to Gath.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after they took it to Gath, Yahweh powerfully struck the people of that city also, with the result that many men, including young men and old men, got tumors on their skins. Then the people became very afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they took the sacred chest to the city of Ekron.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But when the men carried the sacred chest into Ekron, the people there cried out, \"Why are you bringing the sacred chest of the God of the Israelites into our city? By doing that you will cause us and the rest of our people to die!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of Ekron also summoned the Philistine kings. When they came, the people said to them, \"Take this sacred chest of the god of the Israelites back to its own place! If you do not do that quickly, we will all die!\" The people were terrified because they knew that God was starting to punish them severely.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the people in Ekron had already died, and the rest of the people were suffering because of tumors on their skins. So they all cried out to their gods to help them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}