{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Philistia kept the God's sacred chest in their area for seven months.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they summoned their priests and their diviners. They asked them, \"What should we do with the sacred chest of Yahweh? Tell us how we should send it back to its own land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those men replied, \"Send with it an offering to show Yahweh that you know that you are guilty for capturing the chest, in order that the plague will stop. If you do that, and then if you are healed, you will know that he is the one who caused the plague to strike you. And you will know why you have been suffering until now.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Philistia asked, \"What kind of offering should we send?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The men replied, \"Make five gold models of the tumors on your skin, and five gold models of rats. Make five of each because that will be the same number as the number of your kings, and because the plague has struck both you people and your five kings.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make models that represent the rats and the tumors that are ruining your land. Make them in order to honor the god of the Israelite people. If you do that, perhaps Yahweh will stop punishing you, your gods, and your land.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be stubborn as Pharaoh and the Egyptians were. Remember that Yahweh finally made them suffer more than they could bear, and that they finally allowed the Israelites to leave their land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must build a new cart. Then get two cows that have very recently given birth to calves. They must be cows that have never been hitched to a cart. Hitch those cows to the new cart, and take the calves away from their mothers.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put their god's sacred chest on the cart. Also put in the cart the five gold models of the tumors on your skin and the five gold models of rats. Put them in a small box alongside the sacred chest. They will be an offering to show that you know that you deserved to be punished for capturing the sacred chest. Then send the cows down the road, pulling the cart.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch the cart as the cows pull it. If they pull it to the town of Bethshemesh in Israel, we will know that it was their god who brought this plague on us. But if they do not take it there, we will know that it was not the god of the Israelites who has punished us. We will know that it happened by chance.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people did what the priests and diviners told them to do. They made a cart, and hitched two cows to it. They took the calves from their mothers.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put in the cart Yahweh's sacred chest and the box with the models of the gold rats and the tumors.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the cows started walking, and they went straight toward Bethshemesh. They stayed on the road, and were mooing all the time. They did not turn to the left or to the right. The five kings of the region of Philistia followed the cows until they reached the edge of Bethshemesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the people of Bethshemesh were harvesting wheat in the valley outside the city. When the cows came along the road, they looked up and saw the sacred chest. They were extremely happy to see it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five kings from the region of Philistia watched all this, and then they returned to Ekron, that same day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five gold models of tumors that they sent to be an offering to Yahweh to show that they knew that they deserved to be punished were gifts from those five kings who were rulers of the cities of Ashdod, Gaza, Ashkelon, Gath, and Ekron.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The models of the five gold rats were gifts from the people of those five cities and the surrounding towns. The large rock at Bethshemesh, on which the men of the tribe of Levi set the sacred chest, is still there in the field that belonged to Joshua. When people see it, they remember what happened there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some men from Bethshemesh looked into Yahweh's sacred chest, and because of that, Yahweh caused 50,070 of them to die. Then the people mourned very much because Yahweh punished those men like that.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Who can stand before Yahweh, our holy God? Where can we send away this sacred chest?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent messengers to the people of the city of Kiriath Jearim to tell them, \"The people of Philistia have returned Yahweh's sacred chest to us! Come here and take it to your city!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14-15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cows pulled the cart into the field of a man named Joshua, and they stopped alongside a large rock. Several men from the tribe of Levi lifted from the cart the sacred chest and the box containing the gold models of the rats and the tumors, and put them all on the large rock. Then the people smashed the cart and kindled a fire with the wood from which the cart had been made. They slaughtered the cows and burned their bodies on the fire to be an offering for Yahweh that would be completely burned. That day the people of Bethshemesh offered to Yahweh many sacrifices that were completely burned, and other sacrifices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}