{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of Kiriath Jearim received the message, they came to Bethshemesh and took the sacred chest of Yahweh. They took it to the house of Abinadab, which was on a hillside. They set apart Abinadab's son Eleazar to take care of the chest.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sacred chest stayed in Kiriath Jearim for a long time. It stayed there for twenty years. During that time all the people of Israel mourned because it seemed that Yahweh had abandoned them, and they wanted to turn to him for help again.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said to all the Israelite people, \"If you truly want to honor Yahweh again, you must get rid of your statues of the goddess Ashtoreth and the idols the Philistine people.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites got rid of all their statues of the gods Baal and Ashtoreth, and they began to worship only Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel told them, \"All you Israelite people must gather with me at Mizpah. Then I will pray to Yahweh for you.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gathered at Mizpah, where Samuel acted as leader for the people of Israel. They had a big ceremony there. They drew water from a well, and poured the water on the ground while Yahweh watched. To show that they were sorry for having worshiped idols, they did not eat any food on that day, and they confessed that they had sinned against Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the kings of the region of Philistia heard that the Israelite people had gathered at Mizpah, they led their armies there to attack the Israelites. When the Israelites found out that the Philistine army was approaching them, they became very afraid.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told Samuel, \"Pray to Yahweh to rescue us from the Philistine army, and do not stop pleading with him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samuel took a very young lamb and killed it and offered it to Yahweh to be a sacrifice that was completely burned on the altar. Then he prayed and pleaded that Yahweh would help the Israelites, and Yahweh did help them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Samuel was burning the offering, the Philistine army came near to attack the Israelites. But Yahweh caused it to thunder very loudly. The men of the Philistine army became very frightened, and then they panicked. So the Israelites were able to drive them back completely.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite men ran out of Mizpah and chased the Philistine soldiers almost to the town of Beth Kar. They killed many Philistine soldiers who were trying to run away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that happened, Samuel took a large stone and set it up between the towns of Mizpah and Shen. He named the stone \"Ebenezer,\" which means \"stone of help,\" because he said \"Yahweh has helped us until the present time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Philistine people were defeated, and for a long time they did not enter the Israelite land to attack them again. During the time that Samuel was alive, Yahweh powerfully protected the Israelite people from being attacked by the Philistine army.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite army was able to capture again the Israelite towns between Ekron and Gath that the Philistine army had captured before. The Israelites were also able to take again the other areas around those cities that the Philistine army had taken from the Israelites previously. And there was peace between the Israelites and the Amor people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel continued to be the leader of the Israelite people until he died.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every year he traveled among the cities of Bethel and Gilgal and Mizpah. In those cities he listened to disputes between people and made decisions about them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he made decisions in each of those cities, he returned to his home at Ramah, and he would listen to people's disputes there, also, and make decisions about them. He built an altar at Ramah to offer sacrifices to Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}