{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ये बातें कहकर अपने चेलों के साथ किद्रोन के नाले के पार गया, वहाँ एक बारी थी, जिसमें वह और उसके चेले गए।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसका पकड़वानेवाला यहूदा भी वह जगह जानता था, क्योंकि यीशु अपने चेलों के साथ वहाँ जाया करता था।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा सैन्य-दल को और प्रधान याजकों और फरीसियों की ओर से प्यादों को लेकर दीपकों और मशालों और हथियारों को लिए हुए वहाँ आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यीशु उन सब बातों को जो उस पर आनेवाली थीं, जानकर निकला, और उनसे कहने लगा, “किसे ढूँढ़ते हो?”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उसको उत्तर दिया, “यीशु नासरी को।” यीशु ने उनसे कहा, “मैं हूँ।” और उसका पकड़वानेवाला यहूदा भी उनके साथ खड़ा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके यह कहते ही, “मैं हूँ,” वे पीछे हटकर भूमि पर गिर पड़े।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने फिर उनसे पूछा, “तुम किस को ढूँढ़ते हो।” वे बोले, “यीशु नासरी को।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उत्तर दिया, “मैं तो तुम से कह चुका हूँ कि मैं हूँ, यदि मुझे ढूँढ़ते हो तो इन्हें जाने दो*।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह इसलिए हुआ, कि वह वचन पूरा हो, जो उसने कहा था: “जिन्हें तूने मुझे दिया, उनमें से मैंने एक को भी न खोया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमौन पतरस ने तलवार, जो उसके पास थी, खींची और महायाजक के दास पर चलाकर, उसका दाहिना कान काट दिया, उस दास का नाम मलखुस था।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यीशु ने पतरस से कहा, “अपनी तलवार काठी में रख। जो कटोरा पिता ने मुझे दिया है क्या मैं उसे न पीऊँ?”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "हन्ना के समक्ष यीशु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सिपाहियों और उनके सूबेदार और यहूदियों के प्यादों ने यीशु को पकड़कर बाँध लिया,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पहले उसे हन्ना के पास ले गए क्योंकि वह उस वर्ष के महायाजक कैफा का ससुर था।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह वही कैफा था, जिसने यहूदियों को सलाह दी थी कि हमारे लोगों के लिये एक पुरुष का मरना अच्छा है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पतरस का यीशु को पहचानने से इन्कार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमौन पतरस और एक और चेला भी यीशु के पीछे हो लिए। यह चेला महायाजक का जाना पहचाना था और यीशु के साथ महायाजक के आँगन में गया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु पतरस बाहर द्वार पर खड़ा रहा, तब वह दूसरा चेला जो महायाजक का जाना पहचाना था, बाहर निकला, और द्वारपालिन से कहकर, पतरस को भीतर ले आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दासी ने जो द्वारपालिन थी, पतरस से कहा, “क्या तू भी इस मनुष्य के चेलों में से है?” उसने कहा, “मैं नहीं हूँ।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दास और प्यादे जाड़े के कारण कोयले धधकाकर खड़े आग ताप रहे थे और पतरस भी उनके साथ खड़ा आग ताप रहा था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "महायाजक के समक्ष यीशु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब महायाजक ने यीशु से उसके चेलों के विषय में और उसके उपदेश के विषय में पूछा।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उसको उत्तर दिया, “मैंने जगत से खुलकर बातें की; मैंने आराधनालयों और मन्दिर में जहाँ सब यहूदी इकट्ठा हुआ करते हैं सदा उपदेश किया और गुप्त में कुछ भी नहीं कहा*।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू मुझसे क्यों पूछता है? सुननेवालों से पूछ: कि मैंने उनसे क्या कहा? देख वे जानते हैं; कि मैंने क्या-क्या कहा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसने यह कहा, तो प्यादों में से एक ने जो पास खड़ा था, यीशु को थप्पड़ मारकर कहा, “क्या तू महायाजक को इस प्रकार उत्तर देता है?” (लूका 22:63, मीका 5:1)\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उसे उत्तर दिया, “यदि मैंने बुरा कहा, तो उस बुराई पर गवाही दे; परन्तु यदि भला कहा, तो मुझे क्यों मारता है?”\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हन्ना ने उसे बंधे हुए कैफा महायाजक के पास भेज दिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पतरस का यीशु को पहचानने से पुनः इन्कार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमौन पतरस खड़ा हुआ आग ताप रहा था। तब उन्होंने उससे कहा; “क्या तू भी उसके चेलों में से है?” उसने इन्कार करके कहा, “मैं नहीं हूँ।”\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "महायाजक के दासों में से एक जो उसके कुटुम्ब में से था, जिसका कान पतरस ने काट डाला था, बोला, “क्या मैंने तुझे उसके साथ बारी में न देखा था?”\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पतरस फिर इन्कार कर गया और तुरन्त मुर्गे ने बाँग दी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु का पिलातुस के सामने लाया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे यीशु को कैफा के पास से किले को ले गए और भोर का समय था, परन्तु वे स्वयं किले के भीतर न गए ताकि अशुद्ध न हों परन्तु फसह खा सके।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पिलातुस उनके पास बाहर निकल आया और कहा, “तुम इस मनुष्य पर किस बात का दोषारोपण करते हो?”\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उसको उत्तर दिया, “यदि वह कुकर्मी न होता तो हम उसे तेरे हाथ न सौंपते।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिलातुस ने उनसे कहा, “तुम ही इसे ले जाकर अपनी व्यवस्था के अनुसार उसका न्याय करो।” यहूदियों ने उससे कहा, “हमें अधिकार नहीं कि किसी का प्राण लें।”\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह इसलिए हुआ, कि यीशु की वह बात पूरी हो जो उसने यह दर्शाते हुए कही थी, कि उसका मरना कैसा होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पिलातुस फिर किले के भीतर गया और यीशु को बुलाकर, उससे पूछा, “क्या तू यहूदियों का राजा है*?”\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उत्तर दिया, “क्या तू यह बात अपनी ओर से कहता है या औरों ने मेरे विषय में तुझ से कही?”\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिलातुस ने उत्तर दिया, “क्या मैं यहूदी हूँ? तेरी ही जाति और प्रधान याजकों ने तुझे मेरे हाथ सौंपा, तूने क्या किया है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उत्तर दिया, “मेरा राज्य इस जगत का नहीं, यदि मेरा राज्य इस जगत का होता, तो मेरे सेवक लड़ते, कि मैं यहूदियों के हाथ सौंपा न जाता: परन्तु अब मेरा राज्य यहाँ का नहीं।”\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिलातुस ने उससे कहा, “तो क्या तू राजा है?” यीशु ने उत्तर दिया, “तू कहता है, कि मैं राजा हूँ; मैंने इसलिए जन्म लिया, और इसलिए जगत में आया हूँ कि सत्य पर गवाही दूँ जो कोई सत्य का है, वह मेरा शब्द सुनता है।” (1 यूह. 4:6)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिलातुस ने उससे कहा, “सत्य क्या है?” और यह कहकर वह फिर यहूदियों के पास निकल गया और उनसे कहा, “मैं तो उसमें कुछ दोष नहीं पाता।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु या बरअब्बा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर तुम्हारी यह रीति है कि मैं फसह में तुम्हारे लिये एक व्यक्ति को छोड़ दूँ। तो क्या तुम चाहते हो, कि मैं तुम्हारे लिये यहूदियों के राजा को छोड़ दूँ?”\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने फिर चिल्लाकर कहा, “इसे नहीं परन्तु हमारे लिये बरअब्बा को छोड़ दे।” और बरअब्बा डाकू था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बगीचे में यीशु का पकड़वाया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}