{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फरीसियों में से नीकुदेमुस नाम का एक मनुष्य था, जो यहूदियों का सरदार था*।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने रात को यीशु के पास आकर उससे कहा, “हे रब्बी, हम जानते हैं, कि तू परमेश्‍वर की ओर से गुरु होकर आया है; क्योंकि कोई इन चिन्हों को जो तू दिखाता है, यदि परमेश्‍वर उसके साथ न हो, तो नहीं दिखा सकता।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उसको उत्तर दिया, “मैं तुझ से सच-सच कहता हूँ*, यदि कोई नये सिरे से न जन्मे तो परमेश्‍वर का राज्य देख नहीं सकता।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नीकुदेमुस ने उससे कहा, “मनुष्य जब बूढ़ा हो गया, तो कैसे जन्म ले सकता है? क्या वह अपनी माता के गर्भ में दूसरी बार प्रवेश करके जन्म ले सकता है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उत्तर दिया, “मैं तुझ से सच-सच कहता हूँ, जब तक कोई मनुष्य जल और आत्मा से न जन्मे* तो वह परमेश्‍वर के राज्य में प्रवेश नहीं कर सकता।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जो शरीर से जन्मा है, वह शरीर है; और जो आत्मा से जन्मा है, वह आत्मा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अचम्भा न कर, कि मैंने तुझ से कहा, ‘तुझे नये सिरे से जन्म लेना अवश्य है।’\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हवा जिधर चाहती है उधर चलती है, और तू उसकी आवाज़ सुनता है, परन्तु नहीं जानता, कि वह कहाँ से आती और किधर को जाती है? जो कोई आत्मा से जन्मा है वह ऐसा ही है।” (सभो. 11:5)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नीकुदेमुस ने उसको उत्तर दिया, “ये बातें कैसे हो सकती हैं?”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर यीशु ने उससे कहा, “तू इस्राएलियों का गुरु होकर भी क्या इन बातों को नहीं समझता?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझ से सच-सच कहता हूँ कि हम जो जानते हैं, वह कहते हैं, और जिसे हमने देखा है उसकी गवाही देते हैं, और तुम हमारी गवाही ग्रहण नहीं करते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मैंने तुम से पृथ्वी की बातें कहीं, और तुम विश्वास नहीं करते, तो यदि मैं तुम से स्वर्ग की बातें कहूँ, तो फिर क्यों विश्वास करोगे?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कोई स्वर्ग पर नहीं चढ़ा, केवल वहीं जो स्वर्ग से उतरा, अर्थात् मनुष्य का पुत्र जो स्वर्ग में है। (यहू. 6:38)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस तरह से मूसा ने जंगल में साँप को ऊँचे पर चढ़ाया, उसी रीती से अवश्य है कि मनुष्य का पुत्र भी ऊँचे पर चढ़ाया जाए। (यूह. 8:28)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ताकि जो कोई उस पर विश्वास करे वह अनन्त जीवन पाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्योंकि परमेश्‍वर ने जगत से ऐसा प्रेम रखा कि उसने अपना एकलौता पुत्र दे दिया, ताकि जो कोई उस पर विश्वास करे, वह नाश न हो, परन्तु अनन्त जीवन पाए।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर ने अपने पुत्र को जगत में इसलिए नहीं भेजा, कि जगत पर दण्ड की आज्ञा दे, परन्तु इसलिए कि जगत उसके द्वारा उद्धार पाए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो उस पर विश्वास करता है, उस पर दण्ड की आज्ञा नहीं होती, परन्तु जो उस पर विश्वास नहीं करता, वह दोषी ठहराया जा चुका है; इसलिए कि उसने परमेश्‍वर के एकलौते पुत्र के नाम पर विश्वास नहीं किया। (यूह. 5:10)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दण्ड की आज्ञा का कारण यह है कि ज्योति जगत में आई है, और मनुष्यों ने अंधकार को ज्योति से अधिक प्रिय जाना क्योंकि उनके काम बुरे थे।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जो कोई बुराई करता है, वह ज्योति से बैर रखता है, और ज्योति के निकट नहीं आता, ऐसा न हो कि उसके कामों पर दोष लगाया जाए।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जो सच्चाई पर चलता है, वह ज्योति के निकट आता है, ताकि उसके काम प्रगट हों कि वह परमेश्‍वर की ओर से किए गए हैं।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु के विषय यूहन्ना की गवाही\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद यीशु और उसके चेले यहूदिया देश में आए; और वह वहाँ उनके साथ रहकर बपतिस्मा देने लगा।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूहन्ना भी सालेम के निकट ऐनोन* में बपतिस्मा देता था। क्योंकि वहाँ बहुत जल था, और लोग आकर बपतिस्मा लेते थे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यूहन्ना उस समय तक जेलखाने में नहीं डाला गया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ यूहन्ना के चेलों का किसी यहूदी के साथ शुद्धि के विषय में वाद-विवाद हुआ।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने यूहन्ना के पास आकर उससे कहा, “हे रब्बी, जो व्यक्ति यरदन के पार तेरे साथ था, और जिसकी तूने गवाही दी है; देख, वह बपतिस्मा देता है, और सब उसके पास आते हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यूहन्ना ने उत्तर दिया, “जब तक मनुष्य को स्वर्ग से न दिया जाए, तब तक वह कुछ नहीं पा सकता।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम तो आप ही मेरे गवाह हो, कि मैंने कहा, ‘मैं मसीह नहीं, परन्तु उसके आगे भेजा गया हूँ।’ (यूह. 1:20, मला. 3:1)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसकी दुल्हिन है, वही दूल्हा है: परन्तु दूल्हे का मित्र जो खड़ा हुआ उसकी सुनता है, दूल्हे के शब्द से बहुत हर्षित होता है; अब मेरा यह हर्ष पूरा हुआ है।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अवश्य है कि वह बढ़े और मैं घटूँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जो ऊपर से आता है, वह सर्वोत्तम है, जो पृथ्वी से आता है वह पृथ्वी का है; और पृथ्वी की ही बातें कहता है: जो स्वर्ग से आता है, वह सब के ऊपर है। (यूह. 8:23)\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कुछ उसने देखा, और सुना है, उसी की गवाही देता है; और कोई उसकी गवाही ग्रहण नहीं करता।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसने उसकी गवाही ग्रहण कर ली उसने इस बात पर छाप दे दी कि परमेश्‍वर सच्चा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जिसे परमेश्‍वर ने भेजा है, वह परमेश्‍वर की बातें कहता है: क्योंकि वह आत्मा नाप नापकर नहीं देता।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिता पुत्र से प्रेम रखता है, और उसने सब वस्तुएँ उसके हाथ में दे दी हैं।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो पुत्र पर विश्वास करता है, अनन्त जीवन उसका है; परन्तु जो पुत्र की नहीं मानता, वह जीवन को नहीं देखेगा, परन्तु परमेश्‍वर का क्रोध उस पर रहता है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु और नीकुदेमुस\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}