{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन बातों के पश्चात् यहूदियों का एक पर्व हुआ, और यीशु यरूशलेम को गया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यरूशलेम में भेड़-फाटक के पास एक कुण्ड है, जो इब्रानी भाषा में बैतहसदा कहलाता है, और उसके पाँच ओसारे हैं।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनमें बहुत से बीमार, अंधे, लँगड़े और सूखे अंगवाले (पानी के हिलने की आशा में) पड़े रहते थे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि नियुक्त समय पर परमेश्‍वर के स्वर्गदूत कुण्ड में उतरकर पानी को हिलाया करते थे: पानी हिलते ही जो कोई पहले उतरता, वह चंगा हो जाता था, चाहे उसकी कोई बीमारी क्यों न हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ एक मनुष्य था, जो अड़तीस वर्ष से बीमारी में पड़ा था।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उसे पड़ा हुआ देखकर और यह जानकर कि वह बहुत दिनों से इस दशा में पड़ा है, उससे पूछा, “क्या तू चंगा होना चाहता है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस बीमार ने उसको उत्तर दिया, “हे स्वामी, मेरे पास कोई मनुष्य नहीं, कि जब पानी हिलाया जाए, तो मुझे कुण्ड में उतारे; परन्तु मेरे पहुँचते-पहुँचते दूसरा मुझसे पहले उतर जाता है।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यीशु ने उससे कहा, “उठ, अपनी खाट उठा और चल फिर।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह मनुष्य तुरन्त चंगा हो गया, और अपनी खाट उठाकर चलने फिरने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह सब्त का दिन था। इसलिए यहूदी उससे जो चंगा हुआ था, कहने लगे, “आज तो सब्त का दिन है, तुझे खाट उठानी उचित नहीं।” (यिर्म. 17:21)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उन्हें उत्तर दिया, “जिस ने मुझे चंगा किया, उसी ने मुझसे कहा, ‘अपनी खाट उठाकर चल फिर’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उससे पूछा, “वह कौन मनुष्य है, जिस ने तुझ से कहा, ‘खाट उठा और, चल फिर’?”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जो चंगा हो गया था, वह नहीं जानता था कि वह कौन है; क्योंकि उस जगह में भीड़ होने के कारण यीशु वहाँ से हट गया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन बातों के बाद वह यीशु को मन्दिर में मिला, तब उसने उससे कहा, “देख, तू तो चंगा हो गया है; फिर से पाप मत करना, ऐसा न हो कि इससे कोई भारी विपत्ति तुझ पर आ पड़े।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस मनुष्य ने जाकर यहूदियों से कह दिया, कि जिस ने मुझे चंगा किया, वह यीशु है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहूदी यीशु को सताने लगे, क्योंकि वह ऐसे-ऐसे काम सब्त के दिन करता था।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पर यीशु ने उनसे कहा, “मेरा पिता अब तक काम करता है, और मैं भी काम करता हूँ।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहूदी और भी अधिक उसके मार डालने का प्रयत्न करने लगे, कि वह न केवल सब्त के दिन की विधि को तोड़ता, परन्तु परमेश्‍वर को अपना पिता कहकर, अपने आप को परमेश्‍वर के तुल्य ठहराता था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पुत्र का अधिकार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पर यीशु ने उनसे कहा, “मैं तुम से सच-सच कहता हूँ, पुत्र आप से कुछ नहीं कर सकता, केवल वह जो पिता को करते देखता है, क्योंकि जिन-जिन कामों को वह करता है, उन्हें पुत्र भी उसी रीति से करता है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि पिता पुत्र से प्‍यार करता है* और जो-जो काम वह आप करता है, वह सब उसे दिखाता है; और वह इनसे भी बड़े काम उसे दिखाएगा, ताकि तुम अचम्भा करो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जैसा पिता मरे हुओं को उठाता और जिलाता है, वैसा ही पुत्र भी जिन्हें चाहता है, उन्हें जिलाता है।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पिता किसी का न्याय भी नहीं करता, परन्तु न्याय करने का सब काम पुत्र को सौंप दिया है,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कि सब लोग जैसे पिता का आदर करते हैं वैसे ही पुत्र का भी आदर करें; जो पुत्र का आदर नहीं करता, वह पिता का जिसने उसे भेजा है, आदर नहीं करता।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुम से सच-सच कहता हूँ, जो मेरा वचन सुनकर मेरे भेजनेवाले पर विश्वास करता है, अनन्त जीवन उसका है, और उस पर दण्ड की आज्ञा नहीं होती परन्तु वह मृत्यु से पार होकर जीवन में प्रवेश कर चुका है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं तुम से सच-सच कहता हूँ, वह समय आता है, और अब है, जिसमें मृतक परमेश्‍वर के पुत्र का शब्द सुनेंगे, और जो सुनेंगे वे जीएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जिस रीति से पिता अपने आप में जीवन रखता है, उसी रीति से उसने पुत्र को भी यह अधिकार दिया है कि अपने आप में जीवन रखे;\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् उसे न्याय करने का भी अधिकार दिया है, इसलिए कि वह मनुष्य का पुत्र है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इससे अचम्भा मत करो; क्योंकि वह समय आता है, कि जितने कब्रों में हैं, उसका शब्द सुनकर निकलेंगे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिन्होंने भलाई की है, वे जीवन के पुनरुत्थान के लिये जी उठेंगे और जिन्होंने बुराई की है, वे दण्ड के पुनरुत्थान के लिये जी उठेंगे। (दानि.12:2)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यीशु के सम्बन्ध में गवाही\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं अपने आप से कुछ नहीं कर सकता; जैसा सुनता हूँ, वैसा न्याय करता हूँ, और मेरा न्याय सच्चा है; क्योंकि मैं अपनी इच्छा नहीं, परन्तु अपने भेजनेवाले की इच्छा चाहता हूँ।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मैं आप ही अपनी गवाही दूँ; तो मेरी गवाही सच्ची नहीं।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक और है जो मेरी गवाही देता है, और मैं जानता हूँ कि मेरी जो गवाही वह देता है, वह सच्ची है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम ने यूहन्ना से पुछवाया और उसने सच्चाई की गवाही दी है।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैं अपने विषय में मनुष्य की गवाही नहीं चाहता*; फिर भी मैं ये बातें इसलिए कहता हूँ, कि तुम्हें उद्धार मिले।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तो जलता और चमकता हुआ दीपक था; और तुम्हें कुछ देर तक उसकी ज्योति में, मगन होना अच्छा लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मेरे पास जो गवाही है, वह यूहन्ना की गवाही से बड़ी है: क्योंकि जो काम पिता ने मुझे पूरा करने को सौंपा है अर्थात् यही काम जो मैं करता हूँ, वे मेरे गवाह हैं, कि पिता ने मुझे भेजा है।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पिता जिस ने मुझे भेजा है, उसी ने मेरी गवाही दी है: तुम ने न कभी उसका शब्द सुना, और न उसका रूप देखा है;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके वचन को मन में स्थिर नहीं रखते, क्योंकि जिसे उसने भेजा तुम उस पर विश्वास नहीं करते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम पवित्रशास्त्र में ढूँढ़ते* हो, क्योंकि समझते हो कि उसमें अनन्त जीवन तुम्हें मिलता है, और यह वही है, जो मेरी गवाही देता है;\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भी तुम जीवन पाने के लिये मेरे पास आना नहीं चाहते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं मनुष्यों से आदर नहीं चाहता।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैं तुम्हें जानता हूँ, कि तुम में परमेश्‍वर का प्रेम नहीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं अपने पिता के नाम से आया हूँ, और तुम मुझे ग्रहण नहीं करते; यदि कोई और अपने ही नाम से आए, तो उसे ग्रहण कर लोगे।\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम जो एक दूसरे से आदर चाहते हो और वह आदर जो एकमात्र परमेश्‍वर की ओर से है, नहीं चाहते, किस प्रकार विश्वास कर सकते हो?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह न समझो, कि मैं पिता के सामने तुम पर दोष लगाऊँगा, तुम पर दोष लगानेवाला तो है, अर्थात् मूसा है जिस पर तुम ने भरोसा रखा है।\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यदि तुम मूसा पर विश्वास करते, तो मुझ पर भी विश्वास करते, इसलिए कि उसने मेरे विषय में लिखा है। (लूका 24:27)\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि तुम उसकी लिखी हुई बातों पर विश्वास नहीं करते, तो मेरी बातों पर क्यों विश्वास करोगे?”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अड़तीस वर्ष के रोगी को चंगा करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}