{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Then Yahweh said to me, 'Cut two stone tablets like the first ones. And make a wooden chest to put them in. Then bring the tablets up to me on this mountain.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will write on those tablets the same words that I wrote on the first tablets, the ones that you broke. Then you can put them in the chest.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I made a chest. I used wood from an acacia tree to make it. Then I cut two tablets of stone like the first ones, and I went up the mountain carrying the tablets.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There Yahweh wrote on the tablets the same Ten Commandments that he had written on the first tablet. They are the commandments that he had spoken to your ancestors from the midst of the fire on the mountain, when they had gathered at the bottom of the mountain. Then Yahweh gave the tablets to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Carrying the tablets, I turned and went down the mountain. Then, just as he had commanded, I put them in the chest that I had made. And they are still there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Then, from the wells that belonged to the people of Jaakan, the Israelite people traveled to Moserah. There Aaron died and was buried, and his son Eleazar took his place and became the high priest.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there, the Israelites traveled to Gudgodah, and from there to Jotbathah, which was a place that had many streams.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Yahweh chose the tribe of Levi to carry the chest that contained the tablets on which were written the Ten Commandments, and to stand in Yahweh's presence in the sacred tent, to offer sacrifices, and to pray for Yahweh to bless the people. They are still doing those things at the present time.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the reason that the tribe of Levi did not receive any land like the other tribes did. What they received was the honor of being Yahweh's priests, which is what he said that they should do.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses continued to speak: \"I stayed on the mountain forty days and nights, just like I did the first time. I prayed to Yahweh, and he answered my prayers again and said that he would not destroy your ancestors.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, 'Continue your journey, going in front of the people, to occupy the land that I solemnly promised your ancestors that I would give to you.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now, you Israelite people, I will tell you what Yahweh our God says that you do. He requires you to honor him, to conduct your lives as he wants you to, to love him, and to serve him with all that you desire and all that you feel,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to obey all of his commandments which I am giving to you today, so they will help you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that Yahweh our God owns even the sky and everything that is in it. He also owns the earth and everything that is on it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But although he owns all those things, Yahweh also loved your ancestors; from all the people groups on the earth he chose us, their descendants, and we are still his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must change your inner beings and stop being stubborn.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God is greater than all gods, and he is greater than all rulers. He is very powerful, more than others, and he does not accept bribes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He makes sure that orphans and widows are treated fairly. He loves even foreigners who live among us Israelite people, and he gives them food and clothes.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must love those foreigners too, because you were once foreigners when you were living in Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure to honor Yahweh our God and worship only him. Be faithful to him, and say that he should punish you if you do not do what you promise.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one whom you must praise. He is our God, and we have seen the great and awesome things that he has done for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When our ancestors, Jacob and his family, went down to Egypt, there were only seventy of them. But now Yahweh our God has caused us to be as numerous as the stars in the sky.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}