{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Possibly there will be people among you who say that they are prophets. They may say that they are able to interpret the meaning of dreams or perform various kinds of miracles.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will say those things in order to induce you to worship gods that you have never known about before. But even if what they predict happens,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "do not pay attention to what they say. Yahweh our God will be testing you to find out if you love him with all your inner being.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must conduct your lives as Yahweh our God wants you to, and you must honor him, do what he tells you to do, and trust in him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must execute anyone who falsely says that he is a prophet, or someone who falsely says that he can interpret dreams, or who tells you to rebel against Yahweh our God, who rescued your ancestors from being slaves in Egypt. People like that are only wanting to cause you to stop living as Yahweh has commanded you to do. Execute them to get rid of this evil among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It does not matter if even your brother or your daughter or your wife or some close friend secretly urges you and says 'Let us worship other gods, gods that neither you nor your ancestors have never known about.'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them may encourage you to worship gods that people groups that live near you worship, or gods that groups who live far away worship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not do what they suggest. Do not even listen to them. Do not act mercifully toward them, and do not keep secret what they have done.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Execute them! You be the first one to throw stones at them to kill them; then everyone else must throw stones at them, too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kill such people by throwing stones at them, because they are trying to cause you to stop worshiping Yahweh our God, who rescued your ancestors from being slaves in Egypt.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they are executed, all the Israelite people will hear what happened, and they will become afraid, and none of them will do such an evil thing again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you are living in one of the towns in the land that Yahweh our God is giving to you, you may hear\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that some worthless people among you are deceiving the people of their town, saying, 'Let us go and worship other gods.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Examine the facts about it thoroughly. Suppose you find out that it is true that such a disgraceful thing has happened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then kill all the people in that town. And kill all their livestock, too. Destroy the town completely.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gather all the possessions that belonged to the people who lived there and pile them up in the city plaza. Then burn the town and everything in it, as though it were an offering to Yahweh that was completely burned on the altar. The ruins must stay there forever; the town must never be rebuilt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not take for yourselves anything that Yahweh has said must be destroyed, because if you do what I say, Yahweh will stop being angry with you, and he will act mercifully toward you. And he will cause you to have many children, which is what he promised our ancestors that he would do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will do all those things if you do what he is telling you to do, and if you obey all the commandments that I am giving to you today and do what Yahweh says is right for you to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}