{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are people who belong to Yahweh our God. So when people die, do not show that you are grieving by gashing yourselves or by shaving the hair on your foreheads like the other people groups do.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We belong to Yahweh alone. Yahweh chose us from all the other people groups on the earth to be his special people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not eat anything that Yahweh detests.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The animals whose meat you are permitted to eat are cattle, sheep, goats,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all kinds of deer, gazelles, wild goats, and mountain sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are animals that have split hooves and that also chew the cud.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there are other animals that chew the cud that you must not eat. Those are camels, rabbits, and rock badgers. They chew the cud, but their hooves are not split. So they are not acceptable for you to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not eat pigs. They are unacceptable for you to eat; their hooves are split, but they do not chew the cud. Do not eat the meat of those animals; do not even touch their dead bodies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are permitted to eat any fish that has scales and fins.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But anything else that lives in the water that does not have scales and fins, you must not eat, because they must be unacceptable to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are permitted to eat the flesh of any bird that is acceptable to Yahweh.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But eagles, vultures, osprey,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "buzzards, and all kinds of kites you may not eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are not permitted to eat all kinds of crows and ravens,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the ostrich, and the night hawk, the sea gull, no kind of hawk,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the little owl, the great owl, the white owl,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "pelicans, vultures that eat dead animals, cormorants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you are not permitted to each the stork, any kind of heron, the hoopoe, and the bat you must not eat.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All insects with wings and which swarm are unacceptable to Yahweh; do not eat them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But other insects with wings are acceptable to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not eat any animal that has died naturally. You may allow foreigners who live among you to eat those things, or you may sell them to other foreigners. But you belong to Yahweh our God; those who belong to him are not permitted to eat the flesh of animals whose blood has not been drained out.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "You must not cook a young sheep or goat in its mother's milk.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Once each year you must set apart a tenth of all the crops that are produced in your fields.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take them to the place that Yahweh our God will choose for you to worship him. There you must eat the tenth of your grain, your wine, your olive oil, and the meat of the firstborn male animals of your cattle and your sheep. Do this in order that you may learn to always honor Yahweh, the one who has blessed you by giving you these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the place that Yahweh has chosen for you to worship him is very far from your home, with the result that you are not able to take there the tithes of your crops with which Yahweh has blessed you, do this:\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sell the tenth of your crops, wrap the money carefully in a cloth, and take it with you to the place of worship that Yahweh has chosen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, with that money, you may buy whatever you want to—beef or lamb or wine or fermented drinks. And there, in the presence of Yahweh, you and your families should eat and drink those things and be happy.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But be sure to not neglect to help the descendants of Levi who live in your towns, because they will not own any land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of every three years, bring a tithe of all your crops that have been produced in that year and store it in your towns.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That food will be for the descendants of Levi, because they will not have their own land, and for the foreigners who live among you, and for orphans and widows who live in your towns. They are permitted to come to where the food is stored and take what they need. Do that in order that Yahweh our God will bless you in everything that you do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}