{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of every seven years, you must cancel all debts.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do it like this: Each of you who has lent money to a fellow Israelite must cancel that debt. You must not insist that he pay it back. You must do that because Yahweh has declared that the debts must be canceled every seven years.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that year you may require foreigners who live among you to pay what they owe you, but you must not demand that from any fellow Israelite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will bless you like he has promised to do, and you will be able to lend money to people of other people groups, but you will not need to borrow from any of them. You will control the finances of many people groups, but they will not control your finances.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the towns that Yahweh our God is giving to you, if there are any Israelites who are poor, do not be selfish and refuse to help them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, be generous and lend them the money that they need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure that you do not say to yourself, 'The year when debts will be canceled is near, so I do not want to lend anyone any money now, because he will not need to pay it back when that year comes.' It would be evil to even think that. If you act in an unfriendly way toward a needy fellow Israelite, and give him nothing, he will cry out to Yahweh against you, and Yahweh will say that you have sinned by not helping that person.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give freely to poor people and give generously. If you do that, Yahweh will bless you in everything that you do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will always be some poor people in your land, so I command you to give generously to poor people, to your fellow Israelites.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of your fellow Israelite men or women sell themselves to one of you to become your slave, you must free them after they have worked for you for six years. When the seventh year comes, you must free them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you free them, do not allow them to go empty-handed.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, give to them generously from the things with which Yahweh has blessed you—sheep, grain, and wine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that your ancestors were once slaves in Egypt and that Yahweh our God freed them. That is the reason that I am now commanding you to do this.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of your slaves may say, 'I do not want to leave you.' Perhaps he loves you and your family because you have treated him well.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he says that, take him to the door of your house and, while he is standing against the doorway, pierce one of his earlobes with an awl. That will indicate that he will be your slave for the rest of his life. Do the same thing to any female slave who does not want to leave you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not complain when you are required to free your slaves. Keep in mind that they served you for six years, and that you paid them only half as much as you pay the servants that you hire. If you free them, Yahweh our God will bless you in everything that you do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set aside for the honor of Yahweh our God the firstborn male animals from your cattle and sheep. Do not force them to do any work for you, and do not shear the wool of the firstborn animals.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and your family must kill them and eat their meat in the presence of Yahweh at the place that he chooses for you to worship him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the animals have any defects, if they are lame or blind, or if they have any other serious defect, you must not sacrifice them to Yahweh our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may kill and eat the meat of those animals in your towns. Those who have done things that cause them to become unacceptable to God and those who have not done such things are permitted to eat that meat, just like anyone is permitted to eat the meat of a gazelle or a deer.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must not eat any of the blood; you must drain all the blood on the ground when you kill those animals.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4-5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will bless you in the land that he is giving to you. If you obey Yahweh our God and obey all the commandments that I am giving to you today, there will not be any poor people among you.\n"
      }
    ]
  }
}