{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year honor Yahweh our God by celebrating the Passover Festival in the month of Aviv in early spring. It was on a night in that month that Yahweh rescued your ancestors from Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In order to celebrate that festival, go to the place that Yahweh will choose for you to worship him, and offer there one young animal from your cattle or your sheep to be the Passover sacrifice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you eat the Passover meal, the bread that you eat must not have yeast in it. You must eat this kind of bread, which will be called the bread of suffering, for seven days. This is to help you to remember all during the time that you are alive that when your ancestors left Egypt, where they were suffering because they were slaves, they left very quickly. They did not have time to put in yeast and wait for the dough to swell up.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that festival, which will last for seven days, you must not have any yeast in any house in your land. Furthermore, the meat of the animal that you sacrifice on the evening of the first day of the Passover Festival must be eaten during that night; do not allow any of it to remain until the next day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boil the meat and eat it at the place of worship that Yahweh our God chooses. The next morning, you may return to your tents.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each day for six days the bread that you eat must have no yeast in it. On the seventh day, you must all gather to worship Yahweh our God. It will be a day of rest, you must not do any work on that day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year, from the day that you start to harvest your grain, count seven weeks.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, to honor Yahweh our God, celebrate the Festival of Pentecost. Do that by bringing to him an offering of grain. Yahweh has blessed you by causing it to grow in your fields during that year. If you had a big harvest, bring a big offering. If you had a small harvest, bring a small offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each married couple should be joyful in the presence of Yahweh. Their children, their servants, the descendants of Levi who are in that town, and the foreigners, orphans, and widows who are living among you, should also be joyful. Bring those offerings to the place of worship that Yahweh will choose.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you celebrate these festivals by obeying these commands, remember that your ancestors were slaves in Egypt.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year, after you have threshed all your grain and pressed the juice from all your grapes, you must celebrate the Festival of Shelters for seven days.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each married couple along with their children, their servants, the descendants of Levi who are in that town, and the foreigners, orphans, and widows who are living among you, should be joyful in the presence of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Honor Yahweh our God by celebrating this festival for seven days in the place that he chooses for you to worship him. You should all be joyful, because Yahweh will have blessed your harvest and all the other work that you have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, each year all of you Israelite men must gather to worship Yahweh our God at the place that he will choose, to celebrate three festivals: The Festival of Bread with no Yeast, the Festival of Pentecost, and the Festival of Shelters. No one should come before Yahweh without an offering. Each of you men must bring an offering for Yahweh to these festivals.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offerings should be in proportion to the blessings that Yahweh has given you during that year.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Appoint judges and other officials throughout your tribes, in all the towns in the land that Yahweh our God is giving to you. They must judge people fairly.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not judge unjustly. They must not favor one person more than another. The judges must not accept bribes, because if a judge accepts a bribe, even if he is wise and honest, it will be very difficult for him to judge fairly; he will do what the person who gave him the bribe wants him to do and declare that the innocent people must be punished.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must be completely fair and just, in order that you may live long enough to occupy the land that Yahweh our God is giving to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you make an altar to worship Yahweh our God, do not put next to it any wooden pole that represents the goddess Asherah.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And do not set up any stone pillar to worship any idol, because Yahweh hates them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5-6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To honor Yahweh our God, you must offer the Passover sacrifice only at the place that he chooses for you to worship him; do not offer that sacrifice in any other town in the land that Yahweh is giving to you. Offer that sacrifice when the sun is setting, at the same time of day that your ancestors started to leave Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}