{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sacrifice to Yahweh our God any cattle or sheep or goats that have any defects, because Yahweh detests that kind of gift.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you are living in any of the towns in the land that Yahweh our God is giving to you, suppose some man or woman sins by disobeying the covenant that Yahweh has made with you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that person has worshiped and bowed down to other gods, or the sun, or the moon, or the stars.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone tells you that some person has been doing that, you must investigate it thoroughly to see whether this detestable thing has happened in Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it has happened, then you must take outside the town the man or woman who has done it. Then you must kill that person by throwing stones at him or her.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you are allowed to execute such people only if at least two witnesses testify that they saw them doing that. They must not be executed if there is only one witness.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The witnesses should throw stones at the guilty person. Then the other people should throw stones until person dies. By doing that, you will get rid of this evil practice from among you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes it will be very difficult for a judge to decide what really happened. He might be trying to decide whether, when someone injured or killed another person, that person did it accidentally or deliberately. Or he might be trying to decide if some person is taking another person to court unfairly. If in any town it is very difficult to know what really happened, and if the judge cannot decide it, you should go to the place that Yahweh our God has chosen for you to worship him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There you should present the case to the descendants of Levi who are priests, and to the judge who is serving at that time, and they should decide what should be done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they make their decision, you must do what they tell you to do.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Accept what they have decided, and do what they say that you should do. Do not try to change in any way what they have decided.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must execute anyone who proudly disobeys the judge or the priest who stands there in the presence of Yahweh and decides what should be done. By doing that, you will get rid of this evil practice from among you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after that person is executed, all the people will hear about it, and they will be afraid, and none of them will act that way anymore.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that after you have occupied the land that Yahweh our God is giving to you, and you are living there, you will say, 'We should have a king to rule over us, like the kings that other nations around us have.'\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will permit you to have a king, but be sure that you appoint someone whom he has chosen. That man must be an Israelite; you must not appoint someone who is a foreigner to be your king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he becomes the king, he should not acquire a large number of horses for himself. He should not send people to Egypt to buy horses for him, because Yahweh said to you, 'Never return to Egypt for anything!'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he must not have a lot of wives, because if he did that, they would turn him away from worshiping only Yahweh. And he must not acquire a lot of silver and gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he becomes your king, he must appoint someone to copy these laws. He must copy them from the scroll that is kept by the priests descended from Levi.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must keep this new scroll near him and read from it every day of his life, in order that he may learn to have an awesome respect for Yahweh, and to faithfully obey all the rules and regulations that are written in these laws.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he does that, he will not think that he is more important than his fellow Israelites, and he will completely obey Yahweh's commands. As a result, he and his descendants will rule as kings in Israel for many years.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}