{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The priests, who are all from the tribe of Levi, will not receive any land in Israel. Instead, they will receive some of the food that other people offer to be burned on the altar to be sacrificed to Yahweh and some of the other sacrifices that will be offered to Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will not be allotted any land like the other tribes will be. What they will receive is the honor of being Yahweh's priests, which is what he said that they should have.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people bring an ox or a sheep to be sacrificed, they must give to the priests the shoulder, the cheeks, and the stomach of those animals.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also give to them the first part of the grain that you harvest, and the first part of the wine that you make, and the first part of the olive oil that you make, and the first part of the wool that you shear from your sheep.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do this because Yahweh our God has chosen the tribe of Levi from all of your tribes, in order that it would be ones from that tribe who would always be the priests who would serve him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any man from the tribe of Levi who has been living in one of the towns in Israel wants to come from there to the place of worship that Yahweh has chosen, and to start living there,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he is permitted to serve Yahweh there as a priest, just like the other men from the tribe of Levi who have been serving there.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must be given the same amount of food that the other priests receive. He is permitted to keep the money that his relatives receive for selling some of their possessions and send to him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you enter the land that Yahweh our God is giving you, you must not imitate the disgusting things that the people groups who are there now do.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not sacrifice any of your children by burning them on your altars. Do not try to use supernatural power to discover what will happen in the future. Do not try to use magic to find out what will happen in the future. Do not interpret omens to find out what will happen. Do not practice sorcery. Do not put spells on people.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not try to talk with spirits of dead people. Do not do magic.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh hates people who do any of those disgusting things. And as you advance through that land, he is going to drive out the people groups because they do those disgusting things.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must always be faithful to Yahweh and avoid doing any of those disgusting things.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people groups that you are about to expel from the land that you will occupy consult soothsayers and those who practice divination. But as for you, Yahweh our God does not allow you to do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some day he will send from among you a prophet like me. He will tell you what will happen in the future, and you must obey him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that your ancestors were gathered at the bottom of Mount Sinai, they pleaded with me saying, 'We do not want Yahweh to speak to us again, and we do not want to see this huge fire that is burning on the mountain!' Your ancestors said that because they were afraid that they would die if Yahweh spoke to them again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, 'What they have said is true.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will send from among them a prophet like you. I will tell him what to say, and then he will tell people everything that I tell him to say.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will speak for me. And I will punish anyone who does not heed what he says.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if any person says that he is a prophet and dares to speak a message which he falsely says comes from me but which I did not tell him to speak, or anyone who speaks a message that he says other gods have revealed to him, he must be executed for doing that.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But perhaps you will say to yourself, 'How can we know if a message that someone tells us does not come from Yahweh?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The answer is that when someone speaks a message about what will happen in the future, a message that he says was revealed by Yahweh, if what he says does not happen, you will know that the message did not come from Yahweh. That person has wrongly claimed that it was revealed to him by Yahweh. So you do not need to be afraid of anything that he says.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}