{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Then we turned around and went through the desert toward the Sea of Reeds as Yahweh told us to do, and we wandered in Edom for many years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'You have been wandering around this hill country for a long enough time. Now turn and travel toward the north.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And tell the people that they are about to travel near the land that belongs to the descendants of Esau, who are also descendants of Isaac. They live in the hill country of Edom. They will be afraid of you,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but do not start to fight against them, because I am not going to give you even a tiny bit of their land. I have given that land to the descendants of Esau.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you travel near their land, buy food and water from them.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that Yahweh our God has blessed you in everything that you have done. He knows what has happened to you while you have wandered in this huge desert. But he has been with you during those forty years, and as a result you have had everything that you needed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we continued to travel. We avoided going through the hill country where the descendants of Esau live. We turned from the road that goes along the plain of the Jordan valley, and comes up from Ezion Geber and Elath, and we traveled along the desert road of Moab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Do not bother the people of Moab, and do not start to fight against them, because I am not going to give you any of their land. Do not forget that they are descendants of Abraham's nephew Lot, and I have given to them the city of Ar.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A large group of giants called Emim formerly lived there. They were as tall as the giants who were descendants of Anak.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They and the descendants of Anak are also called the Repha giants, but the people of Moab call them Emim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Hor people group also formerly lived in the Edom area, but the descendants of Esau chased them out. They defeated and killed them and settled in their land, just as the Israelite people later expelled their enemies from the land that Yahweh gave to them.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses also said to the Israelite people, \"Then we crossed the Zered Gorge, as Yahweh told us to do.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had been thirty-eight years from the time we first left Kadesh Barnea until we crossed the Zered Gorge. During those years, all the Israelite fighting men of that generation died, as Yahweh had solemnly said would happen.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They died because Yahweh opposed them until he had gotten rid of all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After all the men who had been old enough to fight in wars had died,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Today you all must travel through the region of Moab, near Ar, their city.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you come near the border of the land where the Ammon people group live, do not bother them or start to fight against them. They are also descendants of Lot, so I am not going to give you any of the land that I have given to them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(That region is also called the land of the Repha giants, who formerly lived there. The Ammon people group call them the Zamzum group.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were a large and powerful group, who were as tall as the descendants of Anak. But Yahweh destroyed them, and the Ammon people group drove them away and took their land from them and started to live there.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh had done the same thing for the descendants of Esau who live in the hill country of Edom. He got rid of the Hor people group, with the result that the Edom people group took their land from them and started to live there. They still live there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who came from the island of Crete got rid of the Av group who previously lived in the land close to the Mediterranean Sea, as far south as Gaza. They took their land from them and started to live there.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"After we had gone through the region of Moab, Yahweh said to us, 'Now cross the Arnon River. I will help you to defeat the army of Sihon, the king of the Amor people group, who lives in the city of Heshbon. So attack their army and start to take their land from them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today I will begin to cause everyone, everywhere, to be afraid of you. Everyone who hears about you will tremble and be terrified.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I sent messengers to go from the desert, where we were, to King Sihon at Heshbon. I told them to give this peaceful message to the king:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Please allow us to travel through your land. We promise that we will stay on the road; we will not turn off to the right or to the left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will pay for any food or water that you allow us to buy. We want only to walk through your country\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until we cross the Jordan River into the land that Yahweh our God is giving to us. Do for us just as the descendants of Esau who live in the Edom area and the Moab people group did for us when they allowed us to go through their areas.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Sihon would not allow us to go through his country. That was because Yahweh our God caused him to be stubborn. The result was that Yahweh enabled us to defeat his army and take his land, which we still live in.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Listen! I am about to allow you to defeat Sihon's army and to take the people's land from them. So start to occupy it!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Sihon came out of the city with all his army to fight against us at the town of Jahaz.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God enabled us to defeat them, and we killed Sihon, his sons, and all his soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We captured their cities and destroyed them all. We killed all the men and women and children; we did not allow any of them to remain alive.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We took the valuable things that were in the cities that we captured, and also their cattle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God enabled us to capture all their towns from Aroer in the south, which is at the edge of the Arnon River Valley, to the region of Gilead in the north. Some of their cities had walls around them, but we were still able to capture them.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we did not go near the area where the Ammon people group live, or the banks of the Jabbok River, or the towns of the hill country, or any other place where Yahweh our God told us not to go.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}