{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your soldiers go to fight your enemies, and you see that they have many horses and chariots and that their army is much bigger than yours, do not be afraid of them, because Yahweh our God, who brought your ancestors safely out of Egypt, will be with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you are ready to start the battle, the high priest must stand in front of the troops.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must say to them, 'You Israelite men, listen to me! Today you are going to fight against your enemies. Do not be timid or afraid,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because Yahweh our God will go with you. He will fight your enemies for you, and he will enable you to defeat them.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the army officers must say to the troops, 'If anyone among you has just built a new house and has not dedicated it to God, he should go home and dedicate the house. If he does not do that, if he dies in the battle, someone else will dedicate the house and live in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone among you has planted a vineyard and has not yet harvested any grapes from it, he should go home. If he stays here and dies in the battle, someone else will harvest the grapes and enjoy the wine made from them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone among you has become engaged to marry a woman but has not married her yet, he should go home. If he stays here and dies in the battle, someone else will marry her.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officers must also say, 'If anyone among you is afraid or timid, he should go home, in order that he does not cause his fellow soldiers to also stop being courageous.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the officers have finished speaking to the troops, they must appoint commanders over them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go up to a city that is far away to attack it, first tell the people there that if they surrender, you will not attack them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they open the gates of the city and surrender, they will all become your slaves to work for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they refuse to surrender peacefully and decide instead to fight against you, your troops must surround the city and break through the walls.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when Yahweh our God enables you to capture the city, you must kill all the men in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you are allowed to take for yourselves the women, the children, the livestock, and everything else that you want to take from the city. You will be allowed to enjoy all the things that belonged to your enemies, the things that Yahweh our God has given to you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should do that in all the cities that are far from the land in which you will settle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the cities that are in the land that Yahweh our God is giving to you forever, you must kill all the people and all the animals.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must get rid of them completely. Get rid of the Heth, the Amor the Canaan , the Periz, the Hiv, and the Jebus people groups; that is what Yahweh our God commanded you to do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not do that, they will teach you to sin against Yahweh our God and do the disgusting things that they do when they worship their gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you surround a city for a long time, trying to capture it, do not cut down the fruit trees outside the city. You are allowed to eat the fruit from the trees, but do not destroy the trees, because they certainly are not your enemies.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are permitted to cut down the other trees and use the wood to make ladders and towers to enable you to go over the walls and capture the city.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}