{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Suppose someone has been murdered in a field in the land that Yahweh our God is giving to you, and you do not know who killed that person.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that happens, your elders and judges must go out to where that person's corpse was found and measure the distance from there to each of the nearby towns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the elders in the closest town must select a young cow that has never been used for doing work.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must take it to a place near a stream where the ground has never been plowed or planted. There they must break its neck.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must go there also, because Yahweh our God has chosen them from the tribe of Levi to serve him and to be his representatives when they bless people. And he has also chosen them to settle disputes in which someone has been injured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The elders from the closest town must wash their hands over the young cow whose neck was broken, there in the valley,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they must say, 'We did not murder this person, and we did not see who did it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, forgive us, your Israelite people whom you rescued from Egypt. Do not consider us to be guilty. Instead, forgive us.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By doing that, you will be doing what Yahweh considers to be right, and you will not be considered to be guilty for murdering that person.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you who are soldiers go to fight against your enemies, and Yahweh our God enables you to defeat them, and they become your prisoners,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "one of you may see among them a beautiful woman that he likes, and he may want to marry her.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He should take her to his home, and there she must shave all the hair off her head and cut her fingernails to signify that now she does not belong to her people group anymore, but now she is becoming an Israelite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She must take off the clothes that she was wearing when she was captured, and put on Israelite clothes. She must stay in that man's house and mourn for a month because of leaving her parents. After that, he will be allowed to marry her.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, if he no longer is pleased with her, he will be permitted to allow her to leave him. But because she was shamed and was forced to sleep with him, he will not be allowed to treat her like a slave and sell her to anyone else.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that a man has two wives, but he likes one of them and dislikes the other one. And suppose that they both give birth to sons, and that the oldest son is the child of the woman that he does not like.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day when that man decides which of his possessions each son will obtain after he dies, he must not favor the son of the wife that he loves by giving him the larger share that should go to the firstborn son.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must give two-thirds of his possessions to the older son, the son of the wife whom he does not like. That son is his firstborn son, and he must be given the largest share.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose there is a boy who is very stubborn and is always rebelling against his parents, and who will not heed what they say to him. And suppose that they punish him but he still does not pay attention to what they tell him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that happens, his parents must take him to the gate of the city where they live and have him stand in front of the elders of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the parents must say to the elders of that city, 'This son of ours is stubborn and always rebelling against us. He will not pay attention to what we tell him. He eats too much, and he gets drunk.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the elders of that city must execute him by throwing stones at him. By doing that, you will get rid of this evil practice from among you. And everyone in Israel will hear about what happened and they will be afraid to do what he did.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone is executed for having committed a crime for which he deserves to die, and you hang his corpse on a post,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must not allow his corpse to remain there all night. You must bury it on the day that he died, because if you keep the corpse on a post, God will curse the land. You must bury the corpse that day, in order that you do not defile the land that Yahweh our God is giving to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}