{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you see an Israelite's ox or sheep that has strayed away, do not act as though you did not see it. Take it back to its owner.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the owner does not live near you, or if you do not know who he is, take the animal to your house. It can stay with you until the owner comes, searching for it. Then you must give the animal to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do that same thing if you see a donkey, a piece of clothing, or anything else that someone has lost. Do not refuse to do what you should do. Do not pretend to know nothing about the matter.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if you see a fellow Israelite's donkey or cow that has fallen down on the road, do not act as though you did not see it. Help the owner to lift the animal up so that it can stand on its feet again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Women must not wear men's clothes, and men must not wear women's clothes. Yahweh our God hates people who do things like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you happen to find a bird's nest in a tree or on the ground, and the mother bird is sitting in the nest on its eggs or with the baby birds, do not take the mother bird and kill it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are permitted to take the baby birds, but you must allow the mother bird to fly away. Do this in order that things will go well for you and that you will live for a long time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you build a new house, you must put a railing around the roof. In this way, you will not be guilty of having caused someone's death if a person falls from it and dies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not plant any crop in the area where your grapevines are growing. If you do, the priests in Yahweh's sanctuary will seize both the seed and the harvest of that vineyard.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not hitch together an ox and a donkey for plowing your fields.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not wear clothing that is made by weaving together wool and linen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Twist threads together to make tassels and sew them on the four bottom corners of your cloak.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose a man marries a young woman and sleeps with her and later decides that he does not want her anymore,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and suppose that he says false things about her, and claims that she was not a virgin when he married her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that happens, the young woman's parents must take the sheet that was on the bed when the man and their daughter were married, which still has bloodstains on it, and show it to the elders of the city at the gate of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the father of the young woman must say to the elders, 'I gave my daughter to this man to be his wife. But now he says that he does not want her anymore.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he has falsely said that she was not a virgin when he married her. But look! Here is what proves that my daughter was a virgin! Look at the bloodstains on the sheet where they slept the night that they were married!' And he will show the sheet to the elders.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the elders of that city must take that man and whip him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shall require that he pay a fine of one hundred pieces of silver and give the money to the father of the young woman, because the man has brought shame on an Israelite young woman. Also, that woman must continue to live with him; she is his wife. He is not allowed to divorce her during the rest of his life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if what the man said is true, and there is nothing to prove that she was a virgin when he married her,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they must take that young woman to the door of her father's house. Then the men of that city must execute her by throwing stones at her. They must do that because she has done something in Israel that is very disgraceful, by sleeping with some man while she was still living in her father's house. By executing her like that, you will get rid of this evil practice from among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man is caught while he is sleeping with another man's wife, both of them must be executed. By doing that, you will get rid of this evil practice from Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose in some town a man sees a young woman who is promised to be married to another man, and he is caught sleeping with her.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take both of them to the gate of that town, where the town leaders decide important matters. There you must execute them both by throwing stones at them. You must execute the young woman because she did not shout for help even though she was in the town. And the man must be executed because he slept with someone who was already promised to be married. By doing that, you will get rid of this evil practice from among you\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But suppose out in the open countryside a man meets a young woman who is engaged to be married, and he forces her to sleep with him. If that happens, only that man must be executed.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not punish the young woman, because she did not do anything for which she deserves to be executed. This case is like when one man attacks another man in the countryside and murders him,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the man who forced her to sleep with him saw her when she was in the open countryside, and even though she called out for help, there was no one there who could rescue her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man forces a young woman who is not engaged to be married to sleep with him, and if someone sees him while he is doing that,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that man must pay fifty pieces of silver to the young woman's father, and he must marry her, because he shamed her by forcing her to sleep with him. He is not allowed to divorce her during the rest of his life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man must not take what belongs to his father by sleeping with any of his father's wives.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}