{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any male person whose reproductive organs have been destroyed may not be included as one of Yahweh's people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No illegitimate person or descendant of an illegitimate person, extending to the tenth generation, shall be included as one of Yahweh's people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one from the Ammon or Moab people groups shall be included as one of Yahweh's people, extending to the tenth generation.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One reason for this is that their leaders refused to give your ancestors food and water when they were traveling from Egypt to Canaan. Another reason is that they paid Balaam son of Beor from the town of Pethor in Mesopotamia, to curse you Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh our God did not pay attention to Balaam; instead, he caused Balaam to bless your ancestors, because Yahweh loved them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As long as Israel is a nation, you must not do anything to cause things to go well for those two people groups to enable them to prosper.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not despise anyone from the Edom people group, because they are descendants of your ancestor Isaac, just like you are. And do not despise people from Egypt, because they treated your ancestors well when they first lived in Egypt.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The grandchildren of people from Edom and Egypt who live among you now may be included among Yahweh's people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your soldiers are living in camp in time of war, they must avoid doing things that would make them unacceptable to God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any soldier becomes unacceptable to God because semen comes out of his body during the night, the next morning he must go outside the camp and stay there during that day.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the evening of that day, he must bathe himself, and at sunset he will be allowed to come back into the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your soldiers must have a toilet area outside the camp where you can go when you need to.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go to fight against your enemies, carry a stick along along with your weapons, in order that when you need to defecate, you can dig a hole with the stick, and then cover up the hole when you have finished defecating.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep the camp acceptable to Yahweh our God, because he is with you in your camp to protect you and to enable you to defeat your enemies. Do not do anything disgraceful that would cause Yahweh to stop you from being his people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If slaves who escape from their masters come to you and request you to protect them, do not send them back to their masters.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Allow them to stay among you, in whatever town they choose, and do not mistreat them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow any Israelite man or woman to become prostitutes at the temple.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, do not allow any people who earned money from being a prostitute to bring any of that money into the temple of Yahweh our God, even if they solemnly promised to pay that money to him. Yahweh hates those who are prostitutes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you lend money or food or anything else to a fellow Israelite, do not charge them interest.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are allowed to charge interest when you lend money to foreigners who live in your land, but not when you lend money to Israelites. Do this in order that Yahweh our God will bless you in everything that you do in the land that you are about to enter and occupy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you solemnly promise to give something to Yahweh your God or to do something for him, do not delay in doing it. Yahweh expects you to do what you promised, and if you do not do it, you will be committing a sin.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not solemnly promise to do something, that is not sinful.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you voluntarily promise to do something, you must do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you walk through someone else's vineyard, you are allowed to pick and eat as many grapes as you want, but you must not put any in a container and take them away.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you walk along a path in someone else's field of grain, you are allowed to pluck some of the grain and eat it, but you must not cut any grain with a sickle and take it with you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}