{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose a man marries a woman and later decides that he does not want her because there is something offensive, and he sends her away from his house. And suppose he writes a paper in which he says that he is divorcing her, and he gives the paper to her and sends her away from his house\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then suppose that she goes away. She is allowed to marry another man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that that man later also decides that he does not like her, and that he also writes a paper in which he says that he is divorcing her, and he sends her away from his house. Or, suppose that the second husband dies.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If either of those things happen, her first husband must not marry her again. He must consider that she has become unacceptable to Yahweh. Yahweh would consider it to be disgusting if he married her again. You must not sin by doing that in the land that Yahweh our God is giving to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man has just become married, he must not be required to become a soldier in the army or be required to do any other work for the government. He must be exempt from such work for one year after being married. He should stay at home and make his wife happy for that year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who lends money to someone else is allowed to require that person to give him something to guarantee that he will pay back the money that he borrowed, but he must not take from him his millstone because that would be taking from the other person the millstone that his family needs to make flour for baking bread to stay alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone kidnaps a fellow Israelite to make that person his slave or to sell him to become someone else's slave, you must execute the person who did that. By doing that, you will get rid of this evil from among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are suffering from leprosy, be sure to do everything that the priests, who are from the tribe of Levi, tell you to do. Obey carefully the instructions that I have given to them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget what Yahweh our God did to Miriam, when she became a leper, as your ancestors were coming out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you lend something to someone, do not go into his house to take the cloak that he says that he will give you to guarantee that he will return what he has borrowed.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stand outside his house, and the man to whom you are lending something will bring the cloak out to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he is poor, do not keep that cloak overnight.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun sets, take the cloak back to him, in order that he may wear it while he sleeps. If you do that, he will ask God to bless you, and Yahweh our God will be pleased with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not mistreat any servants whom you have hired who are poor and needy, whether they are Israelites or foreigners who are living in your town.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day, before sunset, you must pay them the money that they have earned. They are poor and they need to get their pay. If you do not pay them right away, they will cry out against you to Yahweh, and he will punish you for having sinned like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Parents must not be executed for crimes that their children have committed, and children must not be executed for crimes that their parents have committed. People should be executed only for the crimes that they themselves have committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do for foreigners who live among you and for orphans the things that the laws state that must be done for them. And if you lend something to a widow, do not take her coat from her as a guarantee that she will return it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that you had great troubles when you were slaves in Egypt, and that Yahweh our God rescued you from there. That is why I am commanding you to help others who have troubles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you harvest your crops, if you have forgotten that you left one bundle in the field, do not go back to get it. Leave it there for foreigners, orphans, and widows. If you do that, Yahweh will bless you in everything that you do.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when you have harvested all your olives from the trees once, do not go back to pick the ones that are still on the trees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when you pick the grapes in your vineyard, do not go back a second time to try to find more. Leave them for the foreigners, orphans, and widows among you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that Yahweh acted kindly toward you when you were slaves in Egypt. That is why I am commanding you to be kind to those who are needy.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}