{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After you occupy the land that Yahweh our God is giving to you, and you have settled there,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "each of you must take some of the first crops that you harvest, put it in a basket, and take it to the place that Yahweh will have chosen for you to worship there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to the high priest who is serving at that time and say to him, 'By giving you this first part of my harvest today, I am declaring to Yahweh our God that I have picked it in the land that he solemnly promised to our ancestors to give to us.'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must take the basket of food from your hand and put it on the altar where sacrifices are offered to Yahweh our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in Yahweh's presence you must say this: 'My ancestor Jacob was a man from Aram and powerful nation. He took his family to Egypt. They were a small group when they went there, but they lived there and their descendants became a very large and powerful nation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Egypt acted very harshly toward them, and they forced them to become their slaves and to work very hard.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then our ancestors cried out to you, Yahweh our God, and you heard them. You saw that they were suffering, and that they were forced to work very hard, and were being oppressed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then by your great power and by performing many kinds of miracles, and other terrifying things, you brought them out of Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You brought us to this land and gave it to us, a land that is very fertile.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, Yahweh, I have brought to you the first part of the harvest from the land that I received.' Then you must set the basket down in Yahweh's presence and worship him there.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you must celebrate by eating a meal together to thank Yahweh our God for all the good things that he has given to you and to your family. And you must invite the descendants of Levi and the foreigners who are living among you to also rejoice and eat with you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every third year, you must bring to the descendants of Levi and to the foreigners who are living among you and the orphans and the widows a tithe of your crops, in order that in every town they will have plenty to eat.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you must say to Yahweh, 'I have brought to you, from my house, all of the tenth from my harvest this year, the tenth that I have set aside for you. I am giving it to the descendants of Levi, to the foreigners, the orphans, and the widows, as you commanded us to do. I have not disobeyed any of your commands about the tenth portion, and I have not forgotten any of your commands about it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I declare that I have not eaten any food from the tenth portion while I was mourning for someone who died. And I have not taken any of it out of my house while I was in any condition unacceptable to you; I have not offered any of it to spirits of dead people. Yahweh, I have obeyed you and done everything that you have commanded us concerning the tenth portion.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please look down from your holy place in heaven, and bless us, your Israelite people. Also bless this very fertile land which you have given to us, which is what you promised our ancestors that you would do.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today Yahweh our God is commanding you to obey all these rules and decrees. So obey them faithfully, with all your inner being.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today you have declared that he is your God, and that you will conduct your lives as he wants you to do, and that you will obey all his commands and rules and decrees, and that you will do all that he tells you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And today Yahweh has declared that you are his people, which is what he promised that you would be, and he commands you to obey all his commands.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, he will cause you to become greater than any other nation that he has established, and he will enable you to praise him and honor him. You are a special people to Yahweh, set apart and holy to him, just as he promised.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}