{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Then we turned north and went toward the region of Bashan. Og, the king of that area, and all his soldiers marched south to fight against us at the city of Edrei.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Do not be afraid of him, because I will enable your army to defeat him and all his army and to capture all their land. Do to him what you did to Sihon, the king of the Amor people group, who ruled in Heshbon.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh enabled us to defeat King Og and all his army. We killed them all; we did not allow any of them to remain alive.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were sixty cities in that region of Argob, in King Og's kingdom of Bashan. But we captured all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those cities had high walls around them with gates and bars. We also captured many villages that did not have walls around them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We completely destroyed everything, just as we had done in the area that King Sihon ruled. We killed all the men, women, and children.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But from those cities we took for ourselves all the livestock and other valuable things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So at that time we took from those two kings of the Amor people group all the land east of the Jordan River, from the Arnon River gorge in the south to Mount Hermon in the north.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(That mountain is called Sirion by the people of the city of Sidon and is called Senir by the Amor people group.)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We captured all the towns on the plateau, and all the region of Gilead, and all of Bashan as far east as the cities of Edrei and Salekah, which also belonged to Og's kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Og was the last king who was a descendant of the Repha giants. His bed was made of iron. It was four meters long and two meters wide. It was in the city of Rabbah in the region of Ammon.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"From the land that we captured at that time, I allotted to the tribes of Reuben and Gad the land north of the city of Aroer near the Arnon River, and some of the hill country of Gilead, along with the nearby cities.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other part of Gilead and all of Bashan, which was the region of Argob that King Og had ruled, I allotted to half of the tribe of Manasseh.\" (The entire region of Bashan is called the land of the Repha giants.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Jair, a man from the tribe of Manasseh, conquered all of Bashan as far north as the border of the Geshur and Maacath territories. He gave his own name to the villages there, and they are still called the villages of Jair.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The northern part of the Gilead region I allotted to the Machir clan, who are descendants of the tribe of Manasseh.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I allotted to the tribes of Reuben and Gad the southern part of Gilead, extending south to the Arnon River. The middle of the river is the southern boundary. The northern boundary is the Jabbok River, which is part of the border of region of Ammon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border extends from the plain along the east side of the Jordan valley, from Kinnereth in the north (known as the Sea of Galilee), to the Sea of Arabah (known as the Dead Sea) in the south, and to the slopes of Mount Pisgah on the east.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, I told you three tribes, 'Yahweh our God is giving you this land east of the Jordan River, for you to occupy. So now, your soldiers must take their weapons and go across the Jordan River ahead of the men from the other Israelite tribes to help them to conquer the land that God is going to give to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your wives and children and your very numerous cattle must stay in the towns that I have allotted to you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your men must help your fellow Israelites until Yahweh enables them to live there peacefully after they capture all the land that Yahweh our God is giving to them on the west side of the Jordan River, just like he did for you here on the east side of the river. After that, you all may return to this land that I have allotted to you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I told Joshua, 'You have seen everything that Yahweh our God did to those two kings, Sihon and Og. He will do the same thing to the people who are now in the land that you will be entering.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be afraid of those people, because Yahweh our God is the one who will fight for you all.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At that time, I earnestly prayed, saying\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh our Lord, you have merely begun to show me that you are very great and to show me the powerful things that you can do. There is certainly no god in heaven or on earth who can do the powerful things that you have done.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please allow me to cross the Jordan River and to see the good land on the east side, the beautiful hill country and the mountains in Lebanon.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was angry with me because of what your ancestors had done, so he would not pay attention to me. Instead, he said, 'That is enough talk from you! Do not talk to me about that again!\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will climb up to the top of Mount Pisgah and look toward the west and to the east, toward the north and to the south. You must look at it all carefully, because you will not cross the Jordan River to see the land from there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But tell Joshua what he must do; encourage him to be strong, because he is the one who will lead the people across the river so they can occupy the land that you will see from the top of the mountain.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we remained in the Jordan River valley close to the town of Beth Peor.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}