{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have now told you about the ways that Yahweh our God will bless you if you obey him and the ways that he will curse you if you disobey him. But if you choose not to obey his laws, some day you will be living in the countries to which he will have scattered you, and you will remember what I told you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, if you and your children begin to worship Yahweh our God and faithfully obey all that I have today commanded you to do,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he will again act mercifully toward you. He will bring you back from the nations to which he scattered you, and he will cause you to be prosperous again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if you have been scattered to the most distant places on the earth, Yahweh our God will gather you from there and bring you back to your land.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will enable you to possess again the land where your ancestors lived. And he will cause you to be more prosperous and more numerous than you are now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will change your inner beings, with the result that you will love him with all that you desire and with all that you feel. And then you will continue to live in that land.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will send all the disasters that I have told you about on your enemies and on those who oppressed you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you did before, you will do what Yahweh wants you to do, and you will obey all the commands that I have given to you today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will cause you to be very prosperous in all that you do. You will have many children and many cattle, and you will produce abundant crops. He will again be happy to enable you to prosper, just like he was happy to enable your ancestors to prosper.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he will do those things only if you do what he has told you to do, and only if you obey all his rules and regulations that I have written about in this book, and only if you turn to Yahweh with all that you desire and with all that you feel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commands that I am giving to you today are not very difficult for you to obey, and they are not difficult to know.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are not hidden in heaven. You do not need to say, 'Who can go up to heaven for us to bring them down here to us so we can learn them?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And they are not on the other side of the sea. You do not need to say, 'Who will cross the sea for us and bring them back to us, so we can learn them?'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, his commands are here with you. You know them, and you can say them again and again. So you can easily obey them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So listen! Today I am allowing you to choose between doing what is evil and doing what is good, between what will enable you to live for a long time and what will cause you to die while you are still young.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say again, if you obey the decrees of Yahweh our God that I am giving to you today, and if you love him and conduct your lives as he wants you to do, and if you obey all his rules and regulations, you will prosper and become very numerous, and Yahweh our God will bless you in the land that you are about to enter and possess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you stop worshiping Yahweh, and if you refuse to obey what he says, and if you allow others to persuade you to worship other gods,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am warning you today that you will soon die. Your people will not live for very long in the land that you are about to cross the Jordan River to enter and possess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am requesting everyone in heaven and on the earth to testify to you, that today I am allowing you to choose whether you want to live for a long time or to soon die, whether you want Yahweh to bless you or to curse you. So choose to live.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Decide to love Yahweh our God and to obey him. If you do that, you and your descendants will live for a long time in the land that Yahweh solemnly promised to your ancestors Abraham, Isaac, and Jacob, that he would give to them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}