{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses finished saying all that to the Israelite people,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am 120 years old. I am no longer able to go everywhere that you need to go, so I cannot be your leader any longer. Furthermore, Yahweh has told me that I will not cross the Jordan River.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh our God will go ahead of you. He will enable you to destroy the nations that are living there, in order that you can occupy their land. Joshua will be your leader, which is what Yahweh has already told me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will do to those nations what he did to Sihon and Og, the two kings of the Amor people group when he destroyed their armies and their people groups.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will enable you to conquer those people groups, but you must kill all of those people, which is what I have commanded you to do.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be brave and confident. Do not be afraid of those people. Do not forget that it is Yahweh our God who will go with you. He will always help you and never abandon you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses called Joshua to his side and said to him, \"Be brave and confident. You are the one who will lead these people into the land that Yahweh promised to our ancestors that he would give to them, and you will enable them to occupy it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is Yahweh who will go ahead of you. He will be with you. He will always help you. He will never abandon you. So do not be afraid or dismayed.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses wrote down all these laws and gave the scroll to the priests, who carried the sacred chest. He also gave the scroll to all the Israelite elders.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses told them, \"At the end of every seven years, at the time that all debts are canceled, read this to the people during the Festival of Shelters.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Read it to all the Israelite people when they gather at the place that Yahweh chooses for them to worship him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gather together everyone—men, women, children, even the foreigners who are living in your towns—in order that they may hear these laws and learn to have an awesome respect for Yahweh our God, and to faithfully obey everything that is written in these laws.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they do that, your descendants, who have never known these laws, will hear them and will also learn to have an awesome respect for Yahweh our God, during all the years that they live in the land that you are about to cross the Jordan River to occupy.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Listen carefully. You will soon die. Summon Joshua, and you will go to the sacred tent with him, in order that I may appoint him to be the new leader.\" So Joshua and Moses went to the sacred tent.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There Yahweh appeared to them in a pillar of cloud, and that cloud was over the entrance to the tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"You will soon die. Then these people will become unfaithful to me. They will stop obeying the covenant that I made with them. They will begin to worship the foreign gods that are worshiped by the people of the land that they will enter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, I will become very angry with them. I will abandon them and refuse to help them any longer. Many bad things will happen to them, and they will be destroyed. Then they will say among themselves, 'These things are happening to us because our God is no longer with us.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And because of all the evil things that they will have done, and especially because they will have started to worship other gods, I will refuse to help them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I am going to give you, Moses, a song. Write it on a scroll and teach it to the Israelite people and make them memorize it. It will be like a witness that accuses them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am about to take them into a very fertile land, a land that I solemnly promised their ancestors that I would give to them. There they will have plenty to eat, with the result that their stomachs will always be full and they will become fat. But then they will turn to other gods and start to worship them, and they will despise me and break the covenant that I have made with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And many terrible disasters will happen to them. After that happens, their descendants will remember this song, and it will be like a witness that says, 'Now you know why Yahweh punished your ancestors.' I will soon take them into the land that I solemnly promised that I would give to them; but even now, before I do that, I know what they are thinking that they will do when they are living there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So on the very day that Yahweh gave Moses that song, Moses also taught it to the Israelite people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh appointed Joshua as leader and said to him, \"Be brave and confident, because you will lead the Israelite people into the land that I solemnly promised that I would give to them. And I will be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses finished writing all the law onto a scroll.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told the descendants of Levi, who were carrying the Sacred Chest that contained the Ten Commandments,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take this scroll on which these laws are written, and place it beside the Sacred Chest that contains the covenant that Yahweh our God made with you, in order that it may remain there to testify about what Yahweh will do to the people if they disobey him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because I know that these people are very stubborn. They have rebelled against Yahweh all during the time that I have been with them, and they will rebel much more after I die!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So gather all the elders of the tribes and your officials, in order that I can teach them the words of this song, and so that I can request all those who are in heaven and on the earth to be witnesses to testify against these people.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this, because I know that after I die, the people will become very wicked. They will stop doing everything that I have commanded them to do. And in the future, because of all the evil things that they will do, they will cause Yahweh to become angry with them. Then he will cause them to experience disasters.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while all the Israelite people listened, Moses sang this entire song to them:\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}