{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses climbed up from the plains in the region of Moab to Mount Nebo, to the highest point on Mount Pisgah, which is across the Jordan River from Jericho. There Yahweh showed him all the land that the Israelites would occupy. He showed him the region of Gilead as far north as the city of Dan;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the land that the tribe of Naphtali would occupy; all the land that the tribes of Ephraim and Manasseh had occupied; all the land that the tribe of Judah would occupy as far west as the Mediterranean Sea;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the desert area in the south part of Judah; and the Valley of the Jordan that extends from Jericho in the north to the city of Zoar in the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to him, \"You have now seen this land that I solemnly promised to Abraham, Isaac, and Jacob, saying 'I will give it to your descendants.' I have allowed you to see it from a distance, but you will not go there.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses, who always served Yahweh faithfully, died there in the land of in Moab, which is what Yahweh said would happen.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh buried Moses' body in the valley in the land of Moab, across from the town of Beth Peor, but to this day no one knows where he is buried.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was 120 years old when he died, but he was still very strong, and he could still see very well.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people mourned for him in the plains of Moab for thirty days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God caused Joshua to be very wise, because Moses had put his hands on Joshua to appoint him to be their new leader. The Israelite people obeyed Joshua, and they obeyed all the commands that Yahweh had given to Moses to tell to the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since the time that Moses lived, there has never been a prophet in Israel like him, for Yahweh spoke with him face to face.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No other prophet has performed all the kinds of powerful miracles that Yahweh caused him to do against Pharaoh, king of Egypt, against all his servants, and against the people of Egypt.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No other prophet has been able to perform all the great and terrifying deeds that Moses performed while all the Israelites watched.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}