{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now, you Israelite people, obey all the rules and regulations that I will teach you. If you do that, you will remain alive and you will enter and occupy the land that Yahweh, the God whom your ancestors worshiped, is giving to you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not add anything to what I command you, and do not take anything away from what I tell you. Obey all the commands of Yahweh our God that I am giving to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have seen what Yahweh did at Baal Peor. He destroyed all the people who worshiped the god Baal there,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but all of you who faithfully continued to worship Yahweh our God are still alive today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Note that I have taught you all the rules and regulations, just like Yahweh our God told me to do. He wants you to obey them when you are living in the land that you are about to enter and occupy.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey them faithfully because, if you do that, you will show the people of other nations that you are very wise. When they hear about all these laws, they will say, 'The people of this great nation of Israel are certainly very wise!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if other nations are great, there is none of them that has a god who is as near to them as Yahweh our God is to us!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And there is no other nation, even if it is a great nation, that has laws that are as just as the laws that I am speaking to you today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But be very careful! Do not forget what you have seen God do. Remember those things as long as you are alive. Tell them to your children and your grandchildren.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them about the day that your ancestors stood in the presence of Yahweh our God at Mount Sinai, when he said to me, 'Gather the people together, in order that they can hear what I say. I want them to learn to respect me and honor me for me as long as they are alive, and I want them to teach their children to do that also.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell your children that your ancestors came near to the foot of the mountain, while the mountain burned with a fire that went up to the sky, and the mountain was covered with dark clouds and black smoke.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to your ancestors out of the middle of the fire. Your ancestors heard him speak, but they did not see him. They only heard his voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he declared to them his covenant that he wants you also to obey. He gave them the Ten Commandments. He wrote those on two stone tablets.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh commanded me to teach all the rules and regulations to you, in order that you would obey them in the land that you are about to enter and occupy.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that Yahweh spoke to your ancestors at Mount Sinai, they did not see him. So be careful!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not sin by making for yourselves any carved figure! Do not make anything that resembles the likeness of any person, either a man or a woman,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or that resembles any animal or any bird\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or any reptile or any fish in the deep ocean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And be careful to not look up toward the sky and be tempted to worship anything that you see there—the sun or the moon or the stars. Yahweh our God has given those to help all people everywhere, but you must not worship them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has brought your ancestors out of Egypt, where they were suffering as though they were in a blazing furnace, in order that they would be people who belong to him, which is what you are today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was angry with me because of what your ancestors did. And he promised that I would never enter the land that he is giving to you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He swore that I would die here in this land and never cross the Jordan River. But you will go across it, and you will occupy that land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure that you do not forget the covenant that Yahweh our God made with you, and do not make a carved figure in the likeness of anything he has forbidden you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not do that because Yahweh your God wants everyone to worship him alone. He will destroy anyone who worships idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have been in the land of Canaan for a long time and you have children and grandchildren, do not sin by making a carved figure that represents anything, because Yahweh says that is evil, and if you do that, you will cause him to become angry with you and punish you.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today I am requesting everyone who is in heaven and everyone who is on the earth to watch what you are doing. If you disobey what I am telling you, you will soon all die in the land that you will be crossing the Jordan River to occupy. You will not live very long there; Yahweh will completely get rid of many of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the rest of you, Yahweh will force you to go and live among the people of many other nations. Only a few of you will survive there.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you are in those nations, you will worship gods that are made of wood and stone, gods made by humans, gods that cannot see anything or hear anything or eat anything or smell anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while you are there, you will try to know Yahweh your God, and if you try with your entire heart to know him, he will answer you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the future, when you are being mistreated there and all those bad things happen to you, you will again worship only Yahweh and obey him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh is a God who acts mercifully. If you continue to obey him, he will not abandon you or destroy you or forget the agreement that he solemnly made with your ancestors.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now think about the past, about the time before you were born, about all the time since God first created people here on the earth. You could search everywhere, in heaven and on the earth. Has anything like this ever happened that is as great as what Yahweh did for us Israelite people?\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Has any group ever remained alive after they heard a god speak to them from the middle of a fire, like we did?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Certainly God has never before tried to take a huge group of people from one nation to another location, like he did for us when he brought us out of Egypt. We saw Yahweh our God use his great power to do miracles to show us who he is, and sent plagues, and did many other things that terrified people, and how he rescued us when the army of Egypt tried to attack us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh showed all these things to you, in order that you would know that only he is truly God, and that there is no other God.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He allowed your ancestors to hear him speak from heaven in order that he could discipline them. Here on the earth he allowed them to see his great fire on Mount Sinai, and he spoke to them from the middle of the fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he loved our ancestors, he chose you Israelites who are their descendants, and by his great power he brought your ancestors out of Egypt.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they traveled, he expelled the people of nations that were greater and more powerful than they were, in order that they could capture their land and cause it to become yours, which is what is happening now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So today you should think about the fact that Yahweh is God, that he rules in heaven and also on the earth, and that there is no other god.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey all the rules and regulations that I am giving to you today, in order that things will go well for you and for your descendants, and that you will live a long time in the land that Yahweh our God is giving to you, for it to belong to you forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses chose three cities that are on the east side of the Jordan River.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone accidentally killed another person, a person who had not been his enemy previously, he could escape to one of those cities. He would be safe in one of those cities because the people there would protect him.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tribe of Reuben, Moses chose the city of Bezer in the wilderness; for the tribe of Gad, he chose the city of Ramoth in the region of Gilead. For the tribe of Manasseh, Moses chose the city of Golan in the region of Bashan.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave God's laws to the Israelite people.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They included all the solemn commands, instructions and laws that Moses spoke to the people of Israel after they had come out of Egypt,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when they were in the valley east of the Jordan River. They were across from the town of Beth Peor, in the land that previously was ruled by Sihon, the king of the Amor people group, who lived in Heshbon. Moses and the other Israelites had defeated his army when they came out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured Sihon's land and the land that Og, the king of the region of Bashan, had ruled. Those were the two kings who ruled the Amor people group in the area east of the Jordan River.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their land extended from the city of Aroer in the south along the Arnon River, as far north as Mount Sirion, which most people call Mount Hermon.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It also included all the area in the plain east of the Jordan River valley, extending to the Sea of Arabah (known as the Dead Sea) and east to the slopes of Mount Pisgah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}