{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These are the commandments and rules and decrees that Yahweh our God commanded me to teach to you. He wants you to obey them in the land that you are about to enter and occupy.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wants you to honor him, and he wants you and your descendants to always obey all these rules and regulations that I am giving to you, in order that you may live for a long time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, you Israelite people, listen to them carefully and obey them. If you do that, things will go well with you, and you will become a very numerous nation when you are living in that very fertile land. That is what Yahweh, the God whom our ancestors worshiped, promised would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelite people, listen! Only Yahweh is our God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must love him with all your inner being and with all that you feel and in every way that you can.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Never forget these commands that I am giving to you today.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Teach them to your children again and again. Talk about them all the time. When you are in your houses and when you are walking outside, talk about them also when you are lying down and when you wake up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Write them on tiny scrolls and fasten them to your arms, and write them on bands that you fasten to your foreheads to help you to remember them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Write them on the doorposts of your houses and on your city gates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God solemnly promised to your ancestors Abraham and Isaac and Jacob that he would give you a land that already has in it large and prosperous cities that you did not build.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said that the houses in those cities will already be full of many good things that someone else put there; you did not put them there. There will be wells that someone else dug. There will be vineyards and olive trees that someone else planted. So when Yahweh brings you into that land, and you have all that you want to eat,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "be sure that you do not forget Yahweh, who rescued you from being slaves in Egypt and gave all these things to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must honor Yahweh our God, and you must worship him alone. When you make a solemn oath to tell the truth or to do something, do it in his name.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not worship any other gods, the gods that the people groups who live in this land worship.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God, who lives among you, will not accept people who worship anyone or anything else. So if you worship any other god, Yahweh will be very angry with you, and he will destroy you completely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not do sinful things to find out whether Yahweh will punish you or not, like your ancestors did at Massah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure that you always obey all the laws, the weighty instructions, and the regulations that he has given to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do what Yahweh says is right and good. If you do that, things will go well with you. You will be able to enter and occupy the good land that Yahweh solemnly promised to give to our ancestors.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will do that by driving out your enemies from that land, just as he promised to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the future, your children will ask you, 'Why did Yahweh our God command us to obey all these rules and decrees?'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will tell them, 'Our ancestors were slaves of the king in Egypt, but Yahweh brought them out of Egypt by his great power.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They saw him do many kinds of miracles and terrifying things to the people of Egypt and to the king and his officials.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He rescued our ancestors from Egypt and brought them here to give them this land, just as he solemnly promised our ancestors that he would do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he commanded us to obey all these laws and to honor him, so that things would go well with us, and so that he would protect our nation and enable us to prosper, as he is doing now.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God will approve of us if we carefully obey everything that he has commanded us to do.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}