{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh our God will bring you to the land that you will soon enter and occupy. As you advance, he will drive out from that land seven people groups that are more powerful and more numerous than you are. These are the Heth, the Girgash, the Amor, the Canaan, the Periz, the Hiv, and the Jebus people groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh our God enables you to defeat them, you must kill them all. You must make no agreement with them, and you must not act mercifully toward them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not marry any of them. You must not allow your daughters to marry any of their sons, or allow your sons to marry any of their daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you did that, those people would persuade your children to stop worshiping Yahweh and to worship other gods. If that happens, Yahweh will be very angry with you and he will destroy you very quickly.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what you must do to those people: Tear down their altars, break apart the stone pillars that are dedicated to their gods, cut down the poles that they use when they worship the goddess Asherah, and burn their molded idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do that because you are a group of people who belong only to Yahweh our God. He has chosen you from all the people groups in the world to be his own special people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was not because you were more numerous than any other people group that Yahweh chose you; you are one of the smallest people groups on the earth.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, it is because Yahweh loved you and because he wanted to do what he solemnly promised to your ancestors. That is the reason that he rescued you by his great power from slavery in Egypt and from Pharaoh, the king of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not forget that Yahweh is our God. He is faithful to us; he keeps his covenant for a thousand generations of people who love him and who obey his commandments.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for those who hate him, he will pay them back; he will punish them and quickly destroy them.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must be sure to obey all the commandments and rules and decrees that I am giving to you today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you pay attention to these decrees and always obey them, Yahweh our God will do what he has agreed to do for you, and he will faithfully love you, which is what he solemnly promised to your ancestors that he would do.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will love you and bless you. He will enable you to have many children. He will bless your fields, with the result that you will have plenty of grain and grapes to make wine and plenty of olive oil. You will have many cattle and sheep. He will do all these things for you in the land that he promised to your ancestors that he would give to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will bless you more than he will bless any other people group. All of you will be able to have children. All of your livestock will be able to produce offspring.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh will protect you from all illnesses. He will not make you to be sick with any of the dreadful diseases that our ancestors knew about in Egypt, but he will make all your enemies sick with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must destroy all the people groups that Yahweh our God enables you to conquer. Do not act mercifully toward any of them. And do not worship their gods, because if you do that, it would be like falling into a trap from which you will never be able to escape.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think to yourselves, 'These people groups are more numerous than we are. We will never be able to drive them out.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be afraid of them. Instead, think about what Yahweh our God did to the king of Egypt and to all the people whom he ruled.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget the terrible plagues that your ancestors saw him inflict on the people of Egypt, and the various kinds of miracles that God did in order to bring your ancestors out of Egypt. Yahweh our God will do the same kind of things to the people groups that you are afraid of now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, he will cause them to become terrified, and he will destroy those who remain alive and run away to hide from you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be afraid of those people, because Yahweh our God will be with you. He is a great God; he is the one that people are afraid of.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will gradually drive out those people groups. You should not try to drive all of them out at one time, because if you did that, the number of wild animals would quickly increase, and you would not be able to get rid of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, Yahweh will enable you to defeat your enemies one people group at a time. He will cause them to panic until they are destroyed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will enable you to defeat their kings. After you kill them, their names will be forgotten. No people group will be able to stop you; you will destroy all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must burn the carved figures that represent their gods. Do not desire to take the silver or gold decorations that are on those idols, because if you take them for yourselves, they will be like a trap to catch you. Yahweh hates every part of those idols.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not bring any of those disgusting idols into your houses, because if you do that, God will curse you like he curses them. You must hate and despise those idols, because they are things that Yahweh has cursed and he promises to destroy them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}