{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people of Israel, listen to me! You will soon cross the Jordan River. In the land that you will enter, there are large cities that have very high walls around them that seem to extend up to the sky. There are people groups in that land that are more numerous and more powerful than you are.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those people are very tall and strong. Some of them are giants who are descendants of Anak. You know about them, and you have heard people say that no one can defeat the descendants of Anak.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to know that Yahweh our God will go ahead of you. He will be like a raging fire. While you advance, he will defeat and destroy them. As a result, you will quickly be able to drive out some of them and kill the others, which is what Yahweh promised that you would do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Yahweh our God has expelled them for you, do not say to yourselves, 'It is because we are righteous that Yahweh has enabled us to capture this land.' The truth is that it is because the people in that land are wicked that Yahweh will drive out them as you advance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say again that it is not because you are righteous within yourselves or because you do things that are righteous that you will enter and capture that land. It is because those people groups are very wicked that Yahweh our God will expel them as you advance, and because he intends to do what he solemnly promised to your ancestors Abraham, Isaac, and Jacob that he would do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to know that it is not because you are righteous that Yahweh our God is giving you this good land. I say that because you are not righteous; you are a very stubborn people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Never forget what your ancestors did in the desert that caused Yahweh our God to become angry. From the day that we left Egypt until the day that we arrived here, you also have continually rebelled against him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even at Mount Sinai your ancestors caused Yahweh to become angry. Because he was very angry, he was ready to get rid of all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I climbed the mountain to receive from him the stone tablets on which he had written the Ten Commandments, I stayed there forty days and nights, and during that time I did not eat or drink anything.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me the two stone tablets on which he had written the commandments with his own fingers. They were the words that he had spoken to your ancestors from the fire on that mountain, when they were gathered together at the bottom of the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of those forty days and nights, Yahweh gave me those two stone tablets on which he had written those commandments.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then he said to me, 'Go down the mountain immediately, because the people whom you are leading, the people whom you led out of Egypt, have committed a terrible sin! They have very quickly done what I commanded them not to do. They have made for themselves a cast figure of a calf to worship.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, 'I have been watching these people, and I see that they are very stubborn.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not try to stop me. I am going to destroy all of them, with the result that no one anywhere will remember their names. Then I will enable you to become the ancestor of a nation that will be more numerous and more powerful than they are.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I turned and went down the mountain, carrying in my hands the two stone tablets on which the Ten Commandments were written. Fire was burning all over the mountain.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked, and I was shocked to see that your ancestors had committed a great sin against Yahweh. They very quickly had begun to do what Yahweh our God had commanded them not to do. They had requested Aaron to make for them a metal image of a calf to worship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So while they were watching, I lifted up those two stone tablets and threw them on the ground, and they broke into pieces.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I prostrated myself on the ground in Yahweh's presence as I had done before, and I did not eat or drink anything for forty days and nights. I did that because your ancestors had sinned against Yahweh and caused him to become very angry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was afraid that because Yahweh was very angry with them, he would get rid of all of them. But again I prayed that he would not do that, and again he listened to me and answered my prayer.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was also very angry with Aaron for making that golden calf and was ready to kill him. But at the same time I prayed for Aaron also, and Yahweh answered my prayer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors had sinned by requesting Aaron to make a metal statue of a calf. So I took that statue and I melted it in a fire and crushed it and ground it into very tiny pieces. Then I threw those tiny pieces into the stream that flowed down the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors also caused Yahweh to become very angry by what they did at places that they named Taberah, Massah, and Kibroth Hattaavah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when we were at Kadesh Barnea, Yahweh said to your ancestors, 'Go up and capture the land that I am about to give to you!' But they rebelled against him. They did not trust him, and they did not obey what he told them to do.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors rebelled against Yahweh from the first day that I knew them, in Egypt, and you have been exactly the same as your ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, as I said, I lay on the ground in Yahweh's presence for forty days and nights, because Yahweh had said that he would destroy your ancestors.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I prayed to Yahweh, saying, 'Lord Yahweh, these people belong to you; do not destroy them. They are people whom you rescued and brought out of Egypt by your very great power.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget what you promised to Abraham, Isaac, and Jacob. Ignore how stubborn and wicked these people have been, and the sin that they have committed.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not do that, and if you destroy them, the people of Egypt will hear about it and say that you were not able to bring them into the land that you promised to give to them. They will say that you took them into the desert only to kill them there because you hated them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that they are your people. You chose them to belong to you. You brought them out from Egypt by your very great power.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}