{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בֹּ֖א H935 אֶל H413 פַּרְעֹ֑ה H6547 כִּֽי H3588 אֲנִ֞י H589 הִכְבַּ֤דְתִּי H3513 אֶת H853 לִבּוֹ֙ H3820 וְאֶת H853 לֵ֣ב H3820 עֲבָדָ֔יו H5650 לְמַ֗עַן H4616 שִׁתִ֛י H7896 אֹתֹתַ֥י H226 אֵ֖לֶּה H428 בְּקִרְבּֽ H7130 ",
  "2": "וּלְמַ֡עַן H4616 תְּסַפֵּר֩ H5608 בְּאָזְנֵ֨י H241 בִנְךָ֜ H1121 וּבֶן H1121 בִּנְךָ֗ H1121 אֵ֣ת H853 אֲשֶׁ֤ר H834 הִתְעַלַּ֨לְתִּי֙ H5953 בְּמִצְרַ֔יִם H4714 וְאֶת H853 אֹתֹתַ֖י H226 אֲשֶׁר H834 שַׂ֣מְתִּי H7760 בָ֑ם Hb וִֽידַעְתֶּ֖ם H3045 כִּי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "3": "וַיָּבֹ֨א H935 מֹשֶׁ֣ה H4872 וְאַהֲרֹן֮ H175 אֶל H413 פַּרְעֹה֒ H6547 וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הָֽעִבְרִ֔ים H5680 עַד H5704 מָתַ֣י H4970 מֵאַ֔נְתָּ H3985 לֵעָנֹ֖ת H6031 מִפָּנָ֑ H6440 שַׁלַּ֥ח H7971 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
  "4": "כִּ֛י H3588 אִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לְשַׁלֵּ֣חַ H7971 אֶת H853 עַמִּ֑י H5971 הִנְנִ֨י H2005 מֵבִ֥יא H935 מָחָ֛ר H4279 אַרְבֶּ֖ה H697 בִּגְבֻלֶֽ H1366 ",
  "5": "וְכִסָּה֙ H3680 אֶת H853 עֵ֣ין H5869 הָאָ֔רֶץ H776 וְלֹ֥א H3808 יוּכַ֖ל H3201 לִרְאֹ֣ת H7200 אֶת H853 הָאָ֑רֶץ H776 וְאָכַ֣ל H398 אֶת H853 יֶ֣תֶר H3499 הַפְּלֵטָ֗ה H6413 הַנִּשְׁאֶ֤רֶת H7604 לָכֶם֙ Hl מִן H4480 הַבָּרָ֔ד H1259 וְאָכַל֙ H398 אֶת H853 כָּל H3605 הָעֵ֔ץ H6086 הַצֹּמֵ֥חַ H6779 לָכֶ֖ם Hl מִן H4480 הַשָּׂדֶֽה H7704 ",
  "6": "וּמָלְא֨וּ H4390 בָתֶּ֜יךָ H1004 וּבָתֵּ֣י H1004 כָל H3605 עֲבָדֶיךָ֮ H5650 וּבָתֵּ֣י H1004 כָל H3605 מִצְרַיִם֒ H4713 אֲשֶׁ֨ר H834 לֹֽא H3808 רָא֤וּ H7200 אֲבֹתֶ֨יךָ֙ H1 וַאֲב֣וֹת H1 אֲבֹתֶ֔יךָ H1 מִיּ֗וֹם H3117 הֱיוֹתָם֙ H1961 עַל H5921 הָ֣אֲדָמָ֔ה H127 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיִּ֥פֶן H6437 וַיֵּצֵ֖א H3318 מֵעִ֥ם H5973 פַּרְעֹֽה H6547 ",
  "7": "וַיֹּאמְרוּ֩ H559 עַבְדֵ֨י H5650 פַרְעֹ֜ה H6547 אֵלָ֗יו H413 עַד H5704 מָתַי֙ H4970 יִהְיֶ֨ה H1961 זֶ֥ה H2088 לָ֨נוּ֙ Hl לְמוֹקֵ֔שׁ H4170 שַׁלַּח֙ H7971 אֶת H853 הָ֣אֲנָשִׁ֔ים H376 וְיַֽעַבְד֖וּ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 הֲטֶ֣רֶם H2962 תֵּדַ֔ע H3045 כִּ֥י H3588 אָבְדָ֖ה H6 מִצְרָֽיִם H4714 ",
  "8": "וַיּוּשַׁ֞ב H7725 אֶת H853 מֹשֶׁ֤ה H4872 וְאֶֽת H853 אַהֲרֹן֙ H175 אֶל H413 פַּרְעֹ֔ה H6547 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 לְכ֥וּ H3212 עִבְד֖וּ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 מִ֥י H4310 וָמִ֖י H4310 הַהֹלְכִֽים H1980 ",
  "9": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 בִּנְעָרֵ֥י H5288 וּבִ H2205 נֵלֵ֑ךְ H3212 בְּבָנֵ֨י H1121 וּבִ H1323 בְּצֹאנֵ֤ H6629 וּבִ H1241 נֵלֵ֔ךְ H3212 כִּ֥י H3588 חַג H2282 יְהוָ֖ה H3068 לָֽנוּ Hl ",
  "10": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 יְהִ֨י H1961 כֵ֤ן H3651 יְהוָה֙ H3068 עִמָּכֶ֔ם H5973 כַּאֲשֶׁ֛ר H834 אֲשַׁלַּ֥ח H7971 אֶתְכֶ֖ם H853 וְאֶֽת H853 טַפְּכֶ֑ם H2945 רְא֕וּ H7200 כִּ֥י H3588 רָעָ֖ה H7451 נֶ֥גֶד H5048 פְּנֵיכֶֽם H6440 ",
  "11": "לֹ֣א H3808 כֵ֗ן H3651 לְכֽוּ H3212 נָ֤א H4994 הַגְּבָרִים֙ H1397 וְעִבְד֣וּ H5647 אֶת H853 יְהוָ֔ה H3068 כִּ֥י H3588 אֹתָ֖הּ H853 אַתֶּ֣ם H859 מְבַקְשִׁ֑ים H1245 וַיְגָ֣רֶשׁ H1644 אֹתָ֔ם H853 מֵאֵ֖ת H853 פְּנֵ֥י H6440 פַרְעֹֽה H6547 ",
  "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 נְטֵ֨ה H5186 יָדְךָ֜ H3027 עַל H5921 אֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 בָּֽאַרְבֶּ֔ה H697 וְיַ֖עַל H5927 עַל H5921 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְיֹאכַל֙ H398 אֶת H853 כָּל H3605 עֵ֣שֶׂב H6212 הָאָ֔רֶץ H776 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הִשְׁאִ֖יר H7604 הַבָּרָֽד H1259 ",
  "13": "וַיֵּ֨ט H5186 מֹשֶׁ֣ה H4872 אֶת H853 מַטֵּהוּ֮ H4294 עַל H5921 אֶ֣רֶץ H776 מִצְרַיִם֒ H4714 וַֽיהוָ֗ה H3068 נִהַ֤ג H5090 ר֥וּחַ H7307 קָדִים֙ H6921 בָּאָ֔רֶץ H776 כָּל H3605 הַיּ֥וֹם H3117 הַה֖וּא H1931 וְכָל H3605 הַלָּ֑יְלָה H3915 הַבֹּ֣קֶר H1242 הָיָ֔ה H1961 וְר֨וּחַ֙ H7307 הַקָּדִ֔ים H6921 נָשָׂ֖א H5375 אֶת H853 הָאַרְבֶּֽה H697 ",
  "14": "וַיַּ֣עַל H5927 הָֽאַרְבֶּ֗ה H697 עַ֚ל H5921 כָּל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וַיָּ֕נַח H5117 בְּכֹ֖ל H3605 גְּב֣וּל H1366 מִצְרָ֑יִם H4714 כָּבֵ֣ד H3515 מְאֹ֔ד H3966 לְ֠פָנָי H6440 לֹא H3808 הָ֨יָה H1961 כֵ֤ן H3651 אַרְבֶּה֙ H697 כָּמֹ֔הוּ H3644 וְאַחֲרָ֖י H310 לֹ֥א H3808 יִֽהְיֶה H1961 כֵּֽן H3651 ",
  "15": "וַיְכַ֞ס H3680 אֶת H853 עֵ֣ין H5869 כָּל H3605 הָאָרֶץ֮ H776 וַתֶּחְשַׁ֣ךְ H2821 הָאָרֶץ֒ H776 וַיֹּ֜אכַל H398 אֶת H853 כָּל H3605 עֵ֣שֶׂב H6212 הָאָ֗רֶץ H776 וְאֵת֙ H853 כָּל H3605 פְּרִ֣י H6529 הָעֵ֔ץ H6086 אֲשֶׁ֥ר H834 הוֹתִ֖יר H3498 הַבָּרָ֑ד H1259 וְלֹא H3808 נוֹתַ֨ר H3498 כָּל H3605 יֶ֧רֶק H3418 בָּעֵ֛ץ H6086 וּבְ H6212 הַשָּׂדֶ֖ה H7704 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "16": "וַיְמַהֵ֣ר H4116 פַּרְעֹ֔ה H6547 לִקְרֹ֖א H7121 לְמֹשֶׁ֣ה H4872 וּֽלְ H175 וַיֹּ֗אמֶר H559 חָטָ֛אתִי H2398 לַיהוָ֥ה H3068 אֱלֹֽהֵיכֶ֖ם H430 וְלָ Hc/Hl ",
  "17": "וְעַתָּ֗ה H6258 שָׂ֣א H5375 נָ֤א H4994 חַטָּאתִי֙ H2403 אַ֣ךְ H389 הַפַּ֔עַם H6471 וְהַעְתִּ֖ירוּ H6279 לַיהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְיָסֵר֙ H5493 מֵֽעָלַ֔ H5921 רַ֖ק H7535 אֶת H853 הַמָּ֥וֶת H4194 הַזֶּֽה H2088 ",
  "18": "וַיֵּצֵ֖א H3318 מֵעִ֣ם H5973 פַּרְעֹ֑ה H6547 וַיֶּעְתַּ֖ר H6279 אֶל H413 יְהוָֽה H3068 ",
  "19": "וַיַּהֲפֹ֨ךְ H2015 יְהוָ֤ה H3068 רֽוּחַ H7307 יָם֙ H3220 חָזָ֣ק H2389 מְאֹ֔ד H3966 וַיִּשָּׂא֙ H5375 אֶת H853 הָ֣אַרְבֶּ֔ה H697 וַיִּתְקָעֵ֖ H8628 יָ֣מָּה H3220 סּ֑וּף H5488 לֹ֤א H3808 נִשְׁאַר֙ H7604 אַרְבֶּ֣ה H697 אֶחָ֔ד H259 בְּכֹ֖ל H3605 גְּב֥וּל H1366 מִצְרָֽיִם H4714 ",
  "20": "וַיְחַזֵּ֥ק H2388 יְהוָ֖ה H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "21": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 נְטֵ֤ה H5186 יָֽדְךָ֙ H3027 עַל H5921 הַשָּׁמַ֔יִם H8064 וִ֥יהִי H1961 חֹ֖שֶׁךְ H2822 עַל H5921 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְיָמֵ֖שׁ H4959 חֹֽשֶׁךְ H2822 ",
  "22": "וַיֵּ֥ט H5186 מֹשֶׁ֛ה H4872 אֶת H853 יָד֖וֹ H3027 עַל H5921 הַשָּׁמָ֑יִם H8064 וַיְהִ֧י H1961 חֹֽשֶׁךְ H2822 אֲפֵלָ֛ה H653 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרַ֖יִם H4714 שְׁלֹ֥שֶׁת H7969 יָמִֽים H3117 ",
  "23": "לֹֽא H3808 רָא֞וּ H7200 אִ֣ישׁ H376 אֶת H853 אָחִ֗יו H251 וְלֹא H3808 קָ֛מוּ H6965 אִ֥ישׁ H376 מִתַּחְתָּ֖י H8478 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וּֽלְ H3605 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 הָ֥יָה H1961 א֖וֹר H216 בְּמוֹשְׁבֹתָֽ H4186 ",
  "24": "וַיִּקְרָ֨א H7121 פַרְעֹ֜ה H6547 אֶל H413 מֹשֶׁ֗ה H4872 וַיֹּ֨אמֶר֙ H559 לְכוּ֙ H3212 עִבְד֣וּ H5647 אֶת H853 יְהוָ֔ה H3068 רַ֛ק H7535 צֹאנְכֶ֥ם H6629 וּבְקַרְ H1241 יֻצָּ֑ג H3322 גַּֽם H1571 טַפְּכֶ֖ם H2945 יֵלֵ֥ךְ H3212 עִמָּכֶֽם H5973 ",
  "25": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 גַּם H1571 אַתָּ֛ה H859 תִּתֵּ֥ן H5414 בְּיָדֵ֖ H3027 זְבָחִ֣ים H2077 וְעֹל֑וֹת H5930 וְעָשִׂ֖ינוּ H6213 לַיהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "26": "וְגַם H1571 מִקְנֵ֜נוּ H4735 יֵלֵ֣ךְ H3212 עִמָּ֗נוּ H5973 לֹ֤א H3808 תִשָּׁאֵר֙ H7604 פַּרְסָ֔ה H6541 כִּ֚י H3588 מִמֶּ֣נּוּ H4480 נִקַּ֔ח H3947 לַעֲבֹ֖ד H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 וַאֲנַ֣חְנוּ H587 לֹֽא H3808 נֵדַ֗ע H3045 מַֽה H4100 נַּעֲבֹד֙ H5647 אֶת H853 יְהוָ֔ה H3068 עַד H5704 בֹּאֵ֖נוּ H935 שָֽׁמָּה H8033 ",
  "27": "וַיְחַזֵּ֥ק H2388 יְהוָ֖ה H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 וְלֹ֥א H3808 אָבָ֖ה H14 לְשַׁלְּחָֽ H7971 ",
  "28": "וַיֹּֽאמֶר H559 ל֥וֹ Hl פַרְעֹ֖ה H6547 לֵ֣ךְ H3212 מֵעָלָ֑ H5921 הִשָּׁ֣מֶר H8104 לְךָ֗ Hl אֶל H408 תֹּ֨סֶף֙ H3254 רְא֣וֹת H7200 פָּנַ֔י H6440 כִּ֗י H3588 בְּי֛וֹם H3117 רְאֹתְךָ֥ H7200 פָנַ֖י H6440 תָּמֽוּת H4191 ",
  "29": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 כֵּ֣ן H3651 דִּבַּ֑רְתָּ H1696 לֹא H3808 אֹסִ֥ף H3254 ע֖וֹד H5750 רְא֥וֹת H7200 פָּנֶֽיךָ H6440 "
}
