{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹ֔ן H175 בְּאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לֵאמֹֽר H559 ",
  "2": "הַחֹ֧דֶשׁ H2320 הַזֶּ֛ה H2088 לָכֶ֖ם Hl רֹ֣אשׁ H7218 חֳדָשִׁ֑ים H2320 רִאשׁ֥וֹן H7223 הוּא֙ H1931 לָכֶ֔ם Hl לְחָדְשֵׁ֖י H2320 הַשָּׁנָֽה H8141 ",
  "3": "דַּבְּר֗וּ H1696 אֶֽל H413 כָּל H3605 עֲדַ֤ת H5712 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 בֶּעָשֹׂ֖ר H6218 לַחֹ֣דֶשׁ H2320 הַזֶּ֑ה H2088 וְיִקְח֣וּ H3947 לָהֶ֗ם Hl אִ֛ישׁ H376 שֶׂ֥ה H7716 לְבֵית H1004 אָבֹ֖ת H1 שֶׂ֥ה H7716 לַבָּֽיִת H1004 ",
  "4": "וְאִם H518 יִמְעַ֣ט H4591 הַבַּיִת֮ H1004 מִהְיֹ֣ת H1961 מִשֶּׂה֒ H7716 וְלָקַ֣ח H3947 ה֗וּא H1931 וּשְׁכֵנ֛ H7934 הַקָּרֹ֥ב H7138 אֶל H413 בֵּית֖וֹ H1004 בְּמִכְסַ֣ת H4373 נְפָשֹׁ֑ת H5315 אִ֚ישׁ H376 לְפִ֣י H6310 אָכְל֔וֹ H400 תָּכֹ֖סּוּ H3699 עַל H5921 הַשֶּֽׂה H7716 ",
  "5": "שֶׂ֥ה H7716 תָמִ֛ים H8549 זָכָ֥ר H2145 בֶּן H1121 שָׁנָ֖ה H8141 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl מִן H4480 הַכְּבָשִׂ֥ים H3532 וּמִן H4480 הָעִזִּ֖ים H5795 תִּקָּֽחוּ H3947 ",
  "6": "וְהָיָ֤ה H1961 לָכֶם֙ Hl לְמִשְׁמֶ֔רֶת H4931 עַ֣ד H5704 אַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 י֖וֹם H3117 לַחֹ֣דֶשׁ H2320 הַזֶּ֑ה H2088 וְשָׁחֲט֣וּ H7819 אֹת֗וֹ H853 כֹּ֛ל H3605 קְהַ֥ל H6951 עֲדַֽת H5712 יִשְׂרָאֵ֖ל H3478 בֵּ֥ין H996 הָעַרְבָּֽיִם H6153 ",
  "7": "וְלָֽקְחוּ֙ H3947 מִן H4480 הַדָּ֔ם H1818 וְנָֽתְנ֛וּ H5414 עַל H5921 שְׁתֵּ֥י H8147 הַמְּזוּזֹ֖ת H4201 וְעַל H5921 הַמַּשְׁק֑וֹף H4947 עַ֚ל H5921 הַבָּ֣תִּ֔ים H1004 אֲשֶׁר H834 יֹאכְל֥וּ H398 אֹת֖וֹ H853 בָּהֶֽם Hb ",
  "8": "וְאָכְל֥וּ H398 אֶת H853 הַבָּשָׂ֖ר H1320 בַּלַּ֣יְלָה H3915 הַזֶּ֑ה H2088 צְלִי H6748 אֵ֣שׁ H784 וּמַצּ֔וֹת H4682 עַל H5921 מְרֹרִ֖ים H4844 יֹאכְלֻֽהוּ H398 ",
  "9": "אַל H408 תֹּאכְל֤וּ H398 מִמֶּ֨נּוּ֙ H4480 נָ֔א H4995 וּבָשֵׁ֥ל H1311 מְבֻשָּׁ֖ל H1310 בַּמָּ֑יִם H4325 כִּ֣י H3588 אִם H518 צְלִי H6748 אֵ֔שׁ H784 רֹאשׁ֥וֹ H7218 עַל H5921 כְּרָעָ֖יו H3767 וְעַל H5921 קִרְבּֽוֹ H7130 ",
  "10": "וְלֹא H3808 תוֹתִ֥ירוּ H3498 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּ֑קֶר H1242 וְהַ H3498 מִמֶּ֛נּוּ H4480 עַד H5704 בֹּ֖קֶר H1242 בָּאֵ֥שׁ H784 תִּשְׂרֹֽפוּ H8313 ",
  "11": "וְכָכָה֮ H3602 תֹּאכְל֣וּ H398 אֹתוֹ֒ H853 מָתְנֵיכֶ֣ם H4975 חֲגֻרִ֔ים H2296 נַֽעֲלֵיכֶם֙ H5275 בְּרַגְלֵי H7272 וּמַקֶּלְ H4731 בְּיֶדְ H3027 וַאֲכַלְתֶּ֤ם H398 אֹתוֹ֙ H853 בְּחִפָּז֔וֹן H2649 פֶּ֥סַח H6453 ה֖וּא H1931 לַיהוָֽה H3068 ",
  "12": "וְעָבַרְתִּ֣י H5674 בְאֶֽרֶץ H776 מִצְרַיִם֮ H4714 בַּלַּ֣יְלָה H3915 הַזֶּה֒ H2088 וְהִכֵּיתִ֤י H5221 כָל H3605 בְּכוֹר֙ H1060 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מֵאָדָ֖ם H120 וְעַד H5704 בְּהֵמָ֑ה H929 וּבְ H3605 אֱלֹהֵ֥י H430 מִצְרַ֛יִם H4714 אֶֽעֱשֶׂ֥ה H6213 שְׁפָטִ֖ים H8201 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "13": "וְהָיָה֩ H1961 הַדָּ֨ם H1818 לָכֶ֜ם Hl לְאֹ֗ת H226 עַ֤ל H5921 הַבָּתִּים֙ H1004 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 שָׁ֔ם H8033 וְרָאִ֨יתִי֙ H7200 אֶת H853 הַדָּ֔ם H1818 וּפָסַחְתִּ֖י H6452 עֲלֵכֶ֑ם H5921 וְלֹֽא H3808 יִֽהְיֶ֨ה H1961 בָכֶ֥ם Hb נֶ֨גֶף֙ H5063 לְמַשְׁחִ֔ית H4889 בְּהַכֹּתִ֖ H5221 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "14": "וְהָיָה֩ H1961 הַיּ֨וֹם H3117 הַזֶּ֤ה H2088 לָכֶם֙ Hl לְזִכָּר֔וֹן H2146 וְחַגֹּתֶ֥ם H2287 אֹת֖וֹ H853 חַ֣ג H2282 לַֽיהוָ֑ה H3068 לְדֹרֹ֣תֵי H1755 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 תְּחָגֻּֽהוּ H2287 ",
  "15": "שִׁבְעַ֤ת H7651 יָמִים֙ H3117 מַצּ֣וֹת H4682 תֹּאכֵ֔לוּ H398 אַ֚ךְ H389 בַּיּ֣וֹם H3117 הָרִאשׁ֔וֹן H7223 תַּשְׁבִּ֥יתוּ H7673 שְּׂאֹ֖ר H7603 מִבָּתֵּי H1004 כִּ֣י H3588 כָּל H3605 אֹכֵ֣ל H398 חָמֵ֗ץ H2557 וְנִכְרְתָ֞ה H3772 הַנֶּ֤פֶשׁ H5315 הַהִוא֙ H1931 מִיִּשְׂרָאֵ֔ל H3478 מִיּ֥וֹם H3117 הָרִאשֹׁ֖ן H7223 עַד H5704 י֥וֹם H3117 הַשְּׁבִעִֽי H7637 ",
  "16": "וּבַ H3117 הָרִאשׁוֹן֙ H7223 מִקְרָא H4744 קֹ֔דֶשׁ H6944 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 מִקְרָא H4744 קֹ֖דֶשׁ H6944 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלָאכָה֙ H4399 לֹא H3808 יֵעָשֶׂ֣ה H6213 בָהֶ֔ם Hb אַ֚ךְ H389 אֲשֶׁ֣ר H834 יֵאָכֵ֣ל H398 לְכָל H3605 נֶ֔פֶשׁ H5315 ה֥וּא H1931 לְבַדּ֖ H905 יֵעָשֶׂ֥ה H6213 לָכֶֽם Hl ",
  "17": "וּשְׁמַרְתֶּם֮ H8104 אֶת H853 הַמַּצּוֹת֒ H4682 כִּ֗י H3588 בְּעֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 הוֹצֵ֥אתִי H3318 אֶת H853 צִבְאוֹתֵיכֶ֖ם H6635 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וּשְׁמַרְתֶּ֞ם H8104 אֶת H853 הַיּ֥וֹם H3117 הַזֶּ֛ה H2088 לְדֹרֹתֵי H1755 חֻקַּ֥ת H2708 עוֹלָֽם H5769 ",
  "18": "בָּרִאשֹׁ֡ן H7223 בְּאַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 י֤וֹם H3117 לַחֹ֨דֶשׁ֙ H2320 בָּעֶ֔רֶב H6153 תֹּאכְל֖וּ H398 מַצֹּ֑ת H4682 עַ֠ד H5704 י֣וֹם H3117 הָאֶחָ֧ד H259 וְעֶשְׂרִ֛ים H6242 לַחֹ֖דֶשׁ H2320 בָּעָֽרֶב H6153 ",
  "19": "שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 שְׂאֹ֕ר H7603 לֹ֥א H3808 יִמָּצֵ֖א H4672 בְּבָתֵּי H1004 כִּ֣י H3588 כָּל H3605 אֹכֵ֣ל H398 מַחְמֶ֗צֶת H2557 וְנִכְרְתָ֞ה H3772 הַנֶּ֤פֶשׁ H5315 הַהִוא֙ H1931 מֵעֲדַ֣ת H5712 יִשְׂרָאֵ֔ל H3478 בַּגֵּ֖ר H1616 וּבְ H249 הָאָֽרֶץ H776 ",
  "20": "כָּל H3605 מַחְמֶ֖צֶת H2557 לֹ֣א H3808 תֹאכֵ֑לוּ H398 בְּכֹל֙ H3605 מוֹשְׁבֹ֣תֵיכֶ֔ם H4186 תֹּאכְל֖וּ H398 מַצּֽוֹת H4682 ",
  "21": "וַיִּקְרָ֥א H7121 מֹשֶׁ֛ה H4872 לְכָל H3605 זִקְנֵ֥י H2205 יִשְׂרָאֵ֖ל H3478 וַיֹּ֣אמֶר H559 אֲלֵהֶ֑ם H413 מִֽשְׁכ֗וּ H4900 וּקְח֨וּ H3947 לָכֶ֥ם Hl צֹ֛אן H6629 לְמִשְׁפְּחֹתֵי H4940 וְשַׁחֲט֥וּ H7819 הַפָּֽסַח H6453 ",
  "22": "וּלְקַחְתֶּ֞ם H3947 אֲגֻדַּ֣ת H92 אֵז֗וֹב H231 וּטְבַלְתֶּם֮ H2881 בַּדָּ֣ם H1818 אֲשֶׁר H834 בַּסַּף֒ H5592 וְהִגַּעְתֶּ֤ם H5060 אֶל H413 הַמַּשְׁקוֹף֙ H4947 וְאֶל H413 שְׁתֵּ֣י H8147 הַמְּזוּזֹ֔ת H4201 מִן H4480 הַדָּ֖ם H1818 אֲשֶׁ֣ר H834 בַּסָּ֑ף H5592 וְאַתֶּ֗ם H859 לֹ֥א H3808 תֵצְא֛וּ H3318 אִ֥ישׁ H376 מִפֶּֽתַח H6607 בֵּית֖וֹ H1004 עַד H5704 בֹּֽקֶר H1242 ",
  "23": "וְעָבַ֣ר H5674 יְהוָה֮ H3068 לִנְגֹּ֣ף H5062 אֶת H853 מִצְרַיִם֒ H4714 וְרָאָ֤ה H7200 אֶת H853 הַדָּם֙ H1818 עַל H5921 הַמַּשְׁק֔וֹף H4947 וְעַ֖ל H5921 שְׁתֵּ֣י H8147 הַמְּזוּזֹ֑ת H4201 וּפָסַ֤ח H6452 יְהוָה֙ H3068 עַל H5921 הַפֶּ֔תַח H6607 וְלֹ֤א H3808 יִתֵּן֙ H5414 הַמַּשְׁחִ֔ית H7843 לָבֹ֥א H935 אֶל H413 בָּתֵּיכֶ֖ם H1004 לִנְגֹּֽף H5062 ",
  "24": "וּשְׁמַרְתֶּ֖ם H8104 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 לְחָק H2706 לְךָ֥ Hl וּלְ H1121 עַד H5704 עוֹלָֽם H5769 ",
  "25": "וְהָיָ֞ה H1961 כִּֽי H3588 תָבֹ֣אוּ H935 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 יִתֵּ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl כַּאֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 וּשְׁמַרְתֶּ֖ם H8104 אֶת H853 הָעֲבֹדָ֥ה H5656 הַזֹּֽאת H2063 ",
  "26": "וְהָיָ֕ה H1961 כִּֽי H3588 יֹאמְר֥וּ H559 אֲלֵיכֶ֖ם H413 בְּנֵיכֶ֑ם H1121 מָ֛ה H4100 הָעֲבֹדָ֥ה H5656 הַזֹּ֖את H2063 לָכֶֽם Hl ",
  "27": "וַאֲמַרְתֶּ֡ם H559 זֶֽבַח H2077 פֶּ֨סַח H6453 ה֜וּא H1931 לַֽיהוָ֗ה H3068 אֲשֶׁ֣ר H834 פָּ֠סַח H6452 עַל H5921 בָּתֵּ֤י H1004 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּמִצְרַ֔יִם H4714 בְּנָגְפּ֥ H5062 אֶת H853 מִצְרַ֖יִם H4714 וְאֶת H853 בָּתֵּ֣ינוּ H1004 הִצִּ֑יל H5337 וַיִּקֹּ֥ד H6915 הָעָ֖ם H5971 וַיִּֽשְׁתַּחֲוּֽוּ H7812 ",
  "28": "וַיֵּלְכ֥וּ H3212 וַיַּֽעֲשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֥ה H4872 וְאַהֲרֹ֖ן H175 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
  "29": "וַיְהִ֣י H1961 בַּחֲצִ֣י H2677 הַלַּ֗יְלָה H3915 וַֽיהוָה֮ H3068 הִכָּ֣ה H5221 כָל H3605 בְּכוֹר֮ H1060 בְּאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 מִבְּכֹ֤ר H1060 פַּרְעֹה֙ H6547 הַיֹּשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 עַ֚ד H5704 בְּכ֣וֹר H1060 הַשְּׁבִ֔י H7628 אֲשֶׁ֖ר H834 בְּבֵ֣ית H1004 הַבּ֑וֹר H953 וְכֹ֖ל H3605 בְּכ֥וֹר H1060 בְּהֵמָֽה H929 ",
  "30": "וַיָּ֨קָם H6965 פַּרְעֹ֜ה H6547 לַ֗יְלָה H3915 ה֤וּא H1931 וְכָל H3605 עֲבָדָיו֙ H5650 וְכָל H3605 מִצְרַ֔יִם H4714 וַתְּהִ֛י H1961 צְעָקָ֥ה H6818 גְדֹלָ֖ה H1419 בְּמִצְרָ֑יִם H4714 כִּֽי H3588 אֵ֣ין H369 בַּ֔יִת H1004 אֲשֶׁ֥ר H834 אֵֽין H369 שָׁ֖ם H8033 מֵֽת H4191 ",
  "31": "וַיִּקְרָא֩ H7121 לְמֹשֶׁ֨ה H4872 וּֽלְ H175 לַ֗יְלָה H3915 וַיֹּ֨אמֶר֙ H559 ק֤וּמוּ H6965 צְּאוּ֙ H3318 מִתּ֣וֹךְ H8432 עַמִּ֔י H5971 גַּם H1571 אַתֶּ֖ם H859 גַּם H1571 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּלְכ֛וּ H3212 עִבְד֥וּ H5647 אֶת H853 יְהוָ֖ה H3068 כְּדַבֶּרְ H1696 ",
  "32": "גַּם H1571 צֹאנְכֶ֨ם H6629 גַּם H1571 בְּקַרְכֶ֥ם H1241 קְח֛וּ H3947 כַּאֲשֶׁ֥ר H834 דִּבַּרְתֶּ֖ם H1696 וָלֵ֑כוּ H3212 וּבֵֽרַכְתֶּ֖ם H1288 גַּם H1571 אֹתִֽי H853 ",
  "33": "וַתֶּחֱזַ֤ק H2388 מִצְרַ֨יִם֙ H4713 עַל H5921 הָעָ֔ם H5971 לְמַהֵ֖ר H4116 לְשַׁלְּחָ֣ H7971 מִן H4480 הָאָ֑רֶץ H776 כִּ֥י H3588 אָמְר֖וּ H559 כֻּלָּ֥נוּ H3605 מֵתִֽים H4191 ",
  "34": "וַיִּשָּׂ֥א H5375 הָעָ֛ם H5971 אֶת H853 בְּצֵק֖וֹ H1217 טֶ֣רֶם H2962 יֶחְמָ֑ץ H2556 מִשְׁאֲרֹתָ֛ם H4863 צְרֻרֹ֥ת H6887 בְּשִׂמְלֹתָ֖ H8071 עַל H5921 שִׁכְמָֽם H7926 ",
  "35": "וּבְנֵי H1121 יִשְׂרָאֵ֥ל H3478 עָשׂ֖וּ H6213 כִּדְבַ֣ר H1697 מֹשֶׁ֑ה H4872 וַֽיִּשְׁאֲלוּ֙ H7592 מִמִּצְרַ֔יִם H4714 כְּלֵי H3627 כֶ֛סֶף H3701 וּכְלֵ֥י H3627 זָהָ֖ב H2091 וּשְׂמָלֹֽת H8071 ",
  "36": "וַֽיהוָ֞ה H3068 נָתַ֨ן H5414 אֶת H853 חֵ֥ן H2580 הָעָ֛ם H5971 בְּעֵינֵ֥י H5869 מִצְרַ֖יִם H4714 וַיַּשְׁאִל֑וּ H7592 וַֽיְנַצְּל֖וּ H5337 אֶת H853 מִצְרָֽיִם H4714 ",
  "37": "וַיִּסְע֧וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מֵרַעְמְסֵ֖ס H7486 סֻכֹּ֑תָה H5523 כְּשֵׁשׁ H8337 מֵא֨וֹת H3967 אֶ֧לֶף H505 רַגְלִ֛י H7273 הַגְּבָרִ֖ים H1397 לְבַ֥ד H905 מִטָּֽף H2945 ",
  "38": "וְגַם H1571 עֵ֥רֶב H6154 רַ֖ב H7227 עָלָ֣ה H5927 אִתָּ֑ם H854 וְצֹ֣אן H6629 וּבָקָ֔ר H1241 מִקְנֶ֖ה H4735 כָּבֵ֥ד H3515 מְאֹֽד H3966 ",
  "39": "וַיֹּאפ֨וּ H644 אֶת H853 הַבָּצֵ֜ק H1217 אֲשֶׁ֨ר H834 הוֹצִ֧יאוּ H3318 מִמִּצְרַ֛יִם H4714 עֻגֹ֥ת H5692 מַצּ֖וֹת H4682 כִּ֣י H3588 לֹ֣א H3808 חָמֵ֑ץ H2556 כִּֽי H3588 גֹרְשׁ֣וּ H1644 מִמִּצְרַ֗יִם H4714 וְלֹ֤א H3808 יָֽכְלוּ֙ H3201 לְהִתְמַהְמֵ֔הַּ H4102 וְגַם H1571 צֵדָ֖ה H6720 לֹא H3808 עָשׂ֥וּ H6213 לָהֶֽם Hl ",
  "40": "וּמוֹשַׁב֙ H4186 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 יָשְׁב֖וּ H3427 בְּמִצְרָ֑יִם H4714 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָֽה H8141 ",
  "41": "וַיְהִ֗י H1961 מִקֵּץ֙ H7093 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיְהִ֗י H1961 בְּעֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 יָֽצְא֛וּ H3318 כָּל H3605 צִבְא֥וֹת H6635 יְהוָ֖ה H3068 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "42": "לֵ֣יל H3915 שִׁמֻּרִ֥ים H8107 הוּא֙ H1931 לַֽיהוָ֔ה H3068 לְהוֹצִיאָ֖ H3318 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 הֽוּא H1931 הַלַּ֤יְלָה H3915 הַזֶּה֙ H2088 לַֽיהוָ֔ה H3068 שִׁמֻּרִ֛ים H8107 לְכָל H3605 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לְדֹרֹתָֽ H1755 ",
  "43": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֔ן H175 זֹ֖את H2063 חֻקַּ֣ת H2708 הַפָּ֑סַח H6453 כָּל H3605 בֶּן H1121 נֵכָ֖ר H5236 לֹא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
  "44": "וְכָל H3605 עֶ֥בֶד H5650 אִ֖ישׁ H376 מִקְנַת H4736 כָּ֑סֶף H3701 וּמַלְתָּ֣ה H4135 אֹת֔וֹ H853 אָ֖ז H227 יֹ֥אכַל H398 בּֽוֹ Hb ",
  "45": "תּוֹשָׁ֥ב H8453 וְשָׂכִ֖יר H7916 לֹא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
  "46": "בְּבַ֤יִת H1004 אֶחָד֙ H259 יֵאָכֵ֔ל H398 לֹא H3808 תוֹצִ֧יא H3318 מִן H4480 הַבַּ֛יִת H1004 מִן H4480 הַבָּשָׂ֖ר H1320 ח֑וּצָה H2351 וְעֶ֖צֶם H6106 לֹ֥א H3808 תִשְׁבְּרוּ H7665 בֽוֹ Hb ",
  "47": "כָּל H3605 עֲדַ֥ת H5712 יִשְׂרָאֵ֖ל H3478 יַעֲשׂ֥וּ H6213 אֹתֽוֹ H853 ",
  "48": "וְכִֽי H3588 יָג֨וּר H1481 אִתְּךָ֜ H854 גֵּ֗ר H1616 וְעָ֣שָׂה H6213 פֶסַח֮ H6453 לַיהוָה֒ H3068 הִמּ֧וֹל H4135 ל֣וֹ Hl כָל H3605 זָכָ֗ר H2145 וְאָז֙ H227 יִקְרַ֣ב H7126 לַעֲשֹׂת֔ H6213 וְהָיָ֖ה H1961 כְּאֶזְרַ֣ח H249 הָאָ֑רֶץ H776 וְכָל H3605 עָרֵ֖ל H6189 לֹֽא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
  "49": "תּוֹרָ֣ה H8451 אַחַ֔ת H259 יִהְיֶ֖ה H1961 לָֽאֶזְרָ֑ח H249 וְלַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 ",
  "50": "וַיַּֽעֲשׂ֖וּ H6213 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֥ה H4872 וְאֶֽת H853 אַהֲרֹ֖ן H175 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
  "51": "וַיְהִ֕י H1961 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 הוֹצִ֨יא H3318 יְהוָ֜ה H3068 אֶת H853 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 עַל H5921 צִבְאֹתָֽם H6635 "
}
