{
  "1": "וַיִּסְעוּ֙ H5265 מֵֽאֵילִ֔ם H362 וַיָּבֹ֜אוּ H935 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶל H413 מִדְבַּר H4057 סִ֔ין H5512 אֲשֶׁ֥ר H834 בֵּין H996 אֵילִ֖ם H362 וּבֵ֣ין H996 סִינָ֑י H5514 בַּחֲמִשָּׁ֨ה H2568 עָשָׂ֥ר H6240 יוֹם֙ H3117 לַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֔י H8145 לְצֵאתָ֖ H3318 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "2": "וילינו H3885 כָּל H3605 עֲדַ֧ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֛ל H3478 עַל H5921 מֹשֶׁ֥ה H4872 וְעַֽל H5921 אַהֲרֹ֖ן H175 בַּמִּדְבָּֽר H4057 ",
  "3": "וַיֹּאמְר֨וּ H559 אֲלֵהֶ֜ם H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 מִֽי H4310 יִתֵּ֨ן H5414 מוּתֵ֤נוּ H4191 בְיַד H3027 יְהוָה֙ H3068 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּשִׁבְתֵּ֨ H3427 עַל H5921 סִ֣יר H5518 הַבָּשָׂ֔ר H1320 בְּאָכְלֵ֥ H398 לֶ֖חֶם H3899 לָשֹׂ֑בַע H7648 כִּֽי H3588 הוֹצֵאתֶ֤ם H3318 אֹתָ֨נוּ֙ H853 אֶל H413 הַמִּדְבָּ֣ר H4057 הַזֶּ֔ה H2088 לְהָמִ֛ית H4191 אֶת H853 כָּל H3605 הַקָּהָ֥ל H6951 הַזֶּ֖ה H2088 בָּרָעָֽב H7458 ",
  "4": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הִנְנִ֨י H2005 מַמְטִ֥יר H4305 לָכֶ֛ם Hl לֶ֖חֶם H3899 מִן H4480 הַשָּׁמָ֑יִם H8064 וְיָצָ֨א H3318 הָעָ֤ם H5971 וְלָֽקְטוּ֙ H3950 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֔ H3117 לְמַ֧עַן H4616 אֲנַסֶּ֛נּוּ H5254 הֲיֵלֵ֥ךְ H3212 בְּתוֹרָתִ֖ H8451 אִם H518 לֹֽא H3808 ",
  "5": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַשִּׁשִּׁ֔י H8345 וְהֵכִ֖ינוּ H3559 אֵ֣ת H853 אֲשֶׁר H834 יָבִ֑יאוּ H935 וְהָיָ֣ה H1961 מִשְׁנֶ֔ה H4932 עַ֥ל H5921 אֲשֶֽׁר H834 יִלְקְט֖וּ H3950 י֥וֹם H3117 יֽוֹם H3117 ",
  "6": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 עֶ֕רֶב H6153 וִֽידַעְתֶּ֕ם H3045 כִּ֧י H3588 יְהוָ֛ה H3068 הוֹצִ֥יא H3318 אֶתְכֶ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "7": "וּבֹ֗קֶר H1242 וּרְאִיתֶם֙ H7200 אֶת H853 כְּב֣וֹד H3519 יְהוָ֔ה H3068 בְּשָׁמְע֥ H8085 אֶת H853 תְּלֻנֹּתֵיכֶ֖ם H8519 עַל H5921 יְהוָ֑ה H3068 וְנַ֣חְנוּ H5168 מָ֔ה H4100 כִּ֥י H3588 תלונו H3885 עָלֵֽינוּ H5921 ",
  "8": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 בְּתֵ֣ת H5414 יְהוָה֩ H3068 לָכֶ֨ם Hl בָּעֶ֜רֶב H6153 בָּשָׂ֣ר H1320 לֶאֱכֹ֗ל H398 וְלֶ֤חֶם H3899 בַּבֹּ֨קֶר֙ H1242 לִשְׂבֹּ֔עַ H7646 בִּשְׁמֹ֤עַ H8085 יְהוָה֙ H3068 אֶת H853 תְּלֻנֹּ֣תֵיכֶ֔ם H8519 אֲשֶׁר H834 אַתֶּ֥ם H859 מַלִּינִ֖ם H8519 עָלָ֑יו H5921 וְנַ֣חְנוּ H5168 מָ֔ה H4100 לֹא H3808 עָלֵ֥ינוּ H5921 תְלֻנֹּתֵיכֶ֖ם H8519 כִּ֥י H3588 עַל H5921 יְהוָֽה H3068 ",
  "9": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶֽל H413 אַהֲרֹ֔ן H175 אֱמֹ֗ר H559 אֶֽל H413 כָּל H3605 עֲדַת֙ H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 קִרְב֖וּ H7126 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כִּ֣י H3588 שָׁמַ֔ע H8085 אֵ֖ת H853 תְּלֻנֹּתֵיכֶֽם H8519 ",
  "10": "וַיְהִ֗י H1961 כְּדַבֵּ֤ר H1696 אַהֲרֹן֙ H175 אֶל H413 כָּל H3605 עֲדַ֣ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 וַיִּפְנ֖וּ H6437 אֶל H413 הַמִּדְבָּ֑ר H4057 וְהִנֵּה֙ H2009 כְּב֣וֹד H3519 יְהוָ֔ה H3068 נִרְאָ֖ה H7200 בֶּעָנָֽן H6051 ",
  "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "12": "שָׁמַ֗עְתִּי H8085 אֶת H853 תְּלוּנֹּת֮ H8519 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 דַּבֵּ֨ר H1696 אֲלֵהֶ֜ם H413 לֵאמֹ֗ר H559 בֵּ֤ין H996 הָֽעַרְבַּ֨יִם֙ H6153 תֹּאכְל֣וּ H398 בָשָׂ֔ר H1320 וּבַ H1242 תִּשְׂבְּעוּ H7646 לָ֑חֶם H3899 וִֽידַעְתֶּ֕ם H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "13": "וַיְהִ֣י H1961 בָעֶ֔רֶב H6153 וַתַּ֣עַל H5927 הַשְּׂלָ֔ו H7958 וַתְּכַ֖ס H3680 אֶת H853 הַֽמַּחֲנֶ֑ה H4264 וּבַ H1242 הָֽיְתָה֙ H1961 שִׁכְבַ֣ת H7902 הַטַּ֔ל H2919 סָבִ֖יב H5439 לַֽמַּחֲנֶֽה H4264 ",
  "14": "וַתַּ֖עַל H5927 שִׁכְבַ֣ת H7902 הַטָּ֑ל H2919 וְהִנֵּ֞ה H2009 עַל H5921 פְּנֵ֤י H6440 הַמִּדְבָּר֙ H4057 דַּ֣ק H1851 מְחֻסְפָּ֔ס H2636 דַּ֥ק H1851 כַּכְּפֹ֖ר H3713 עַל H5921 הָאָֽרֶץ H776 ",
  "15": "וַיִּרְא֣וּ H7200 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 וַיֹּ֨אמְר֜וּ H559 אִ֤ישׁ H376 אֶל H413 אָחִיו֙ H251 מָ֣ן H4478 ה֔וּא H1931 כִּ֛י H3588 לֹ֥א H3808 יָדְע֖וּ H3045 מַה H4100 ה֑וּא H1931 וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֲלֵהֶ֔ם H413 ה֣וּא H1931 הַלֶּ֔חֶם H3899 אֲשֶׁ֨ר H834 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl לְאָכְלָֽה H402 ",
  "16": "זֶ֤ה H2088 הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לִקְט֣וּ H3950 מִמֶּ֔נּוּ H4480 אִ֖ישׁ H376 לְפִ֣י H6310 אָכְל֑וֹ H400 עֹ֣מֶר H6016 לַגֻּלְגֹּ֗לֶת H1538 מִסְפַּר֙ H4557 נַפְשֹׁ֣תֵיכֶ֔ם H5315 אִ֛ישׁ H376 לַאֲשֶׁ֥ר H834 בְּאָהֳל֖ H168 תִּקָּֽחוּ H3947 ",
  "17": "וַיַּעֲשׂוּ H6213 כֵ֖ן H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיִּלְקְט֔וּ H3950 הַמַּרְבֶּ֖ה H7235 וְהַ H4591 ",
  "18": "וַיָּמֹ֣דּוּ H4058 בָעֹ֔מֶר H6016 וְלֹ֤א H3808 הֶעְדִּיף֙ H5736 הַמַּרְבֶּ֔ה H7235 וְהַ H4591 לֹ֣א H3808 הֶחְסִ֑יר H2637 אִ֥ישׁ H376 לְפִֽי H6310 אָכְל֖וֹ H400 לָקָֽטוּ H3950 ",
  "19": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֲלֵהֶ֑ם H413 אִ֕ישׁ H376 אַל H408 יוֹתֵ֥ר H3498 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּֽקֶר H1242 ",
  "20": "וְלֹא H3808 שָׁמְע֣וּ H8085 אֶל H413 מֹשֶׁ֗ה H4872 וַיּוֹתִ֨רוּ H3498 אֲנָשִׁ֤ים H376 מִמֶּ֨נּוּ֙ H4480 עַד H5704 בֹּ֔קֶר H1242 וַיָּ֥רֻם H7311 תּוֹלָעִ֖ים H8438 וַיִּבְאַ֑שׁ H887 וַיִּקְצֹ֥ף H7107 עֲלֵהֶ֖ם H5921 מֹשֶֽׁה H4872 ",
  "21": "וַיִּלְקְט֤וּ H3950 אֹתוֹ֙ H853 בַּבֹּ֣קֶר H1242 בַּבֹּ֔קֶר H1242 אִ֖ישׁ H376 כְּפִ֣י H6310 אָכְל֑וֹ H400 וְחַ֥ם H2552 הַשֶּׁ֖מֶשׁ H8121 וְנָמָֽס H4549 ",
  "22": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשִּׁשִּׁ֗י H8345 לָֽקְט֥וּ H3950 לֶ֨חֶם֙ H3899 מִשְׁנֶ֔ה H4932 שְׁנֵ֥י H8147 הָעֹ֖מֶר H6016 לָאֶחָ֑ד H259 וַיָּבֹ֨אוּ֙ H935 כָּל H3605 נְשִׂיאֵ֣י H5387 הָֽעֵדָ֔ה H5712 וַיַּגִּ֖ידוּ H5046 לְמֹשֶֽׁה H4872 ",
  "23": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 ה֚וּא H1931 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 שַׁבָּת֧וֹן H7677 שַׁבַּת H7676 קֹ֛דֶשׁ H6944 לַֽיהוָ֖ה H3068 מָחָ֑ר H4279 אֵ֣ת H853 אֲשֶׁר H834 תֹּאפ֞וּ H644 אֵפ֗וּ H644 וְאֵ֤ת H853 אֲשֶֽׁר H834 תְּבַשְּׁלוּ֙ H1310 בַּשֵּׁ֔לוּ H1310 וְאֵת֙ H853 כָּל H3605 הָ֣עֹדֵ֔ף H5736 הַנִּ֧יחוּ H3240 לָכֶ֛ם Hl לְמִשְׁמֶ֖רֶת H4931 עַד H5704 הַבֹּֽקֶר H1242 ",
  "24": "וַיַּנִּ֤יחוּ H3240 אֹתוֹ֙ H853 עַד H5704 הַבֹּ֔קֶר H1242 כַּאֲשֶׁ֖ר H834 צִוָּ֣ה H6680 מֹשֶׁ֑ה H4872 וְלֹ֣א H3808 הִבְאִ֔ישׁ H887 וְרִמָּ֖ה H7415 לֹא H3808 הָ֥יְתָה H1961 בּֽוֹ Hb ",
  "25": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אִכְלֻ֣הוּ H398 הַיּ֔וֹם H3117 כִּֽי H3588 שַׁבָּ֥ת H7676 הַיּ֖וֹם H3117 לַיהוָ֑ה H3068 הַיּ֕וֹם H3117 לֹ֥א H3808 תִמְצָאֻ֖הוּ H4672 בַּשָּׂדֶֽה H7704 ",
  "26": "שֵׁ֥שֶׁת H8337 יָמִ֖ים H3117 תִּלְקְטֻ֑הוּ H3950 וּבַ H3117 הַשְּׁבִיעִ֛י H7637 שַׁבָּ֖ת H7676 לֹ֥א H3808 יִֽהְיֶה H1961 בּֽוֹ Hb ",
  "27": "וַֽיְהִי֙ H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 יָצְא֥וּ H3318 מִן H4480 הָעָ֖ם H5971 לִלְקֹ֑ט H3950 וְלֹ֖א H3808 מָצָֽאוּ H4672 ",
  "28": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 עַד H5704 אָ֨נָה֙ H575 מֵֽאַנְתֶּ֔ם H3985 לִשְׁמֹ֥ר H8104 מִצְוֺתַ֖י H4687 וְתוֹרֹתָֽ H8451 ",
  "29": "רְא֗וּ H7200 כִּֽי H3588 יְהוָה֮ H3068 נָתַ֣ן H5414 לָכֶ֣ם Hl הַשַּׁבָּת֒ H7676 עַל H5921 כֵּ֠ן H3651 ה֣וּא H1931 נֹתֵ֥ן H5414 לָכֶ֛ם Hl בַּיּ֥וֹם H3117 הַשִּׁשִּׁ֖י H8345 לֶ֣חֶם H3899 יוֹמָ֑יִם H3117 שְׁב֣וּ H3427 אִ֣ישׁ H376 תַּחְתָּ֗יו H8478 אַל H408 יֵ֥צֵא H3318 אִ֛ישׁ H376 מִמְּקֹמ֖ H4725 בַּיּ֥וֹם H3117 הַשְּׁבִיעִֽי H7637 ",
  "30": "וַיִּשְׁבְּת֥וּ H7673 הָעָ֖ם H5971 בַּיּ֥וֹם H3117 הַשְּׁבִעִֽי H7637 ",
  "31": "וַיִּקְרְא֧וּ H7121 בֵֽית H1004 יִשְׂרָאֵ֛ל H3478 אֶת H853 שְׁמ֖וֹ H8034 מָ֑ן H4478 וְה֗וּא H1931 כְּזֶ֤רַע H2233 גַּד֙ H1407 לָבָ֔ן H3836 וְטַעְמ֖ H2940 כְּצַפִּיחִ֥ת H6838 בִּדְבָֽשׁ H1706 ",
  "32": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 זֶ֤ה H2088 הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 מְלֹ֤א H4393 הָעֹ֨מֶר֙ H6016 מִמֶּ֔נּוּ H4480 לְמִשְׁמֶ֖רֶת H4931 לְדֹרֹתֵי H1755 לְמַ֣עַן H4616 יִרְא֣וּ H7200 אֶת H853 הַלֶּ֗חֶם H3899 אֲשֶׁ֨ר H834 הֶאֱכַ֤לְתִּי H398 אֶתְכֶם֙ H853 בַּמִּדְבָּ֔ר H4057 בְּהוֹצִיאִ֥ H3318 אֶתְכֶ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "33": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 קַ֚ח H3947 צִנְצֶ֣נֶת H6803 אַחַ֔ת H259 וְתֶן H5414 שָׁ֥מָּה H8033 מְלֹֽא H4393 הָעֹ֖מֶר H6016 מָ֑ן H4478 וְהַנַּ֤ח H3240 אֹתוֹ֙ H853 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְמִשְׁמֶ֖רֶת H4931 לְדֹרֹתֵי H1755 ",
  "34": "כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 וַיַּנִּיחֵ֧ H3240 אַהֲרֹ֛ן H175 לִפְנֵ֥י H6440 הָעֵדֻ֖ת H5715 לְמִשְׁמָֽרֶת H4931 ",
  "35": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אָֽכְל֤וּ H398 אֶת H853 הַמָּן֙ H4478 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 עַד H5704 בֹּאָ֖ם H935 אֶל H413 אֶ֣רֶץ H776 נוֹשָׁ֑בֶת H3427 אֶת H853 הַמָּן֙ H4478 אָֽכְל֔וּ H398 עַד H5704 בֹּאָ֕ם H935 אֶל H413 קְצֵ֖ה H7097 אֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "36": "וְהָ H6016 עֲשִׂרִ֥ית H6224 הָאֵיפָ֖ה H374 הֽוּא H1931 "
}
