{
  "1": "וַ֠יִּסְעוּ H5265 כָּל H3605 עֲדַ֨ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 מִמִּדְבַּר H4057 סִ֛ין H5512 לְמַסְעֵי H4550 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 וַֽיַּחֲנוּ֙ H2583 בִּרְפִידִ֔ים H7508 וְאֵ֥ין H369 מַ֖יִם H4325 לִשְׁתֹּ֥ת H8354 הָעָֽם H5971 ",
  "2": "וַיָּ֤רֶב H7378 הָעָם֙ H5971 עִם H5973 מֹשֶׁ֔ה H4872 וַיֹּ֣אמְר֔וּ H559 תְּנוּ H5414 לָ֥נוּ Hl מַ֖יִם H4325 וְנִשְׁתֶּ֑ה H8354 וַיֹּ֤אמֶר H559 לָהֶם֙ Hl מֹשֶׁ֔ה H4872 מַה H4100 תְּרִיבוּן֙ H7378 עִמָּדִ֔י H5978 מַה H4100 תְּנַסּ֖וּן H5254 אֶת H853 יְהוָֽה H3068 ",
  "3": "וַיִּצְמָ֨א H6770 שָׁ֤ם H8033 הָעָם֙ H5971 לַמַּ֔יִם H4325 וַיָּ֥לֶן H3885 הָעָ֖ם H5971 עַל H5921 מֹשֶׁ֑ה H4872 וַיֹּ֗אמֶר H559 לָ֤מָּה H4100 זֶּה֙ H2088 הֶעֱלִיתָ֣נוּ H5927 מִמִּצְרַ֔יִם H4714 לְהָמִ֥ית H4191 אֹתִ֛י H853 וְאֶת H853 בָּנַ֥י H1121 וְאֶת H853 מִקְנַ֖י H4735 בַּצָּמָֽא H6772 ",
  "4": "וַיִּצְעַ֤ק H6817 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֣ה H3068 לֵאמֹ֔ר H559 מָ֥ה H4100 אֶעֱשֶׂ֖ה H6213 לָעָ֣ם H5971 הַזֶּ֑ה H2088 ע֥וֹד H5750 מְעַ֖ט H4592 וּסְקָלֻֽ H5619 ",
  "5": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 עֲבֹר֙ H5674 לִפְנֵ֣י H6440 הָעָ֔ם H5971 וְקַ֥ח H3947 אִתְּךָ֖ H854 מִזִּקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וּמַטְּ H4294 אֲשֶׁ֨ר H834 הִכִּ֤יתָ H5221 בּוֹ֙ Hb אֶת H853 הַיְאֹ֔ר H2975 קַ֥ח H3947 בְּיָדְ H3027 וְהָלָֽכְתָּ H1980 ",
  "6": "הִנְנִ֣י H2005 עֹמֵד֩ H5975 לְפָנֶ֨י H6440 שָּׁ֥ם H8033 עַֽל H5921 הַצּוּר֮ H6697 בְּחֹרֵב֒ H2722 וְהִכִּ֣יתָ H5221 בַצּ֗וּר H6697 וְיָצְא֥וּ H3318 מִמֶּ֛נּוּ H4480 מַ֖יִם H4325 וְשָׁתָ֣ה H8354 הָעָ֑ם H5971 וַיַּ֤עַשׂ H6213 כֵּן֙ H3651 מֹשֶׁ֔ה H4872 לְעֵינֵ֖י H5869 זִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
  "7": "וַיִּקְרָא֙ H7121 שֵׁ֣ם H8034 הַמָּק֔וֹם H4725 מַסָּ֖ה H4532 וּמְרִיבָ֑ה H4809 עַל H5921 רִ֣יב H7379 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְעַ֨ל H5921 נַסֹּתָ֤ם H5254 אֶת H853 יְהוָה֙ H3068 לֵאמֹ֔ר H559 הֲיֵ֧שׁ H3426 יְהוָ֛ה H3068 בְּקִרְבֵּ֖ H7130 אִם H518 אָֽיִן H369 ",
  "8": "וַיָּבֹ֖א H935 עֲמָלֵ֑ק H6002 וַיִּלָּ֥חֶם H3898 עִם H5973 יִשְׂרָאֵ֖ל H3478 בִּרְפִידִֽם H7508 ",
  "9": "וַיֹּ֨אמֶר H559 מֹשֶׁ֤ה H4872 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 בְּחַר H977 לָ֣נוּ Hl אֲנָשִׁ֔ים H376 וְצֵ֖א H3318 הִלָּחֵ֣ם H3898 בַּעֲמָלֵ֑ק H6002 מָחָ֗ר H4279 אָנֹכִ֤י H595 נִצָּב֙ H5324 עַל H5921 רֹ֣אשׁ H7218 הַגִּבְעָ֔ה H1389 וּמַטֵּ֥ה H4294 הָאֱלֹהִ֖ים H430 בְּיָדִֽ H3027 ",
  "10": "וַיַּ֣עַשׂ H6213 יְהוֹשֻׁ֗עַ H3091 כַּאֲשֶׁ֤ר H834 אָֽמַר H559 לוֹ֙ Hl מֹשֶׁ֔ה H4872 לְהִלָּחֵ֖ם H3898 בַּעֲמָלֵ֑ק H6002 וּמֹשֶׁה֙ H4872 אַהֲרֹ֣ן H175 וְח֔וּר H2354 עָל֖וּ H5927 רֹ֥אשׁ H7218 הַגִּבְעָֽה H1389 ",
  "11": "וְהָיָ֗ה H1961 כַּאֲשֶׁ֨ר H834 יָרִ֥ים H7311 מֹשֶׁ֛ה H4872 יָד֖וֹ H3027 וְגָבַ֣ר H1396 יִשְׂרָאֵ֑ל H3478 וְכַ H834 יָנִ֛יחַ H5117 יָד֖וֹ H3027 וְגָבַ֥ר H1396 עֲמָלֵֽק H6002 ",
  "12": "וִידֵ֤י H3027 מֹשֶׁה֙ H4872 כְּבֵדִ֔ים H3515 וַיִּקְחוּ H3947 אֶ֛בֶן H68 וַיָּשִׂ֥ימוּ H7760 תַחְתָּ֖יו H8478 וַיֵּ֣שֶׁב H3427 עָלֶ֑יהָ H5921 וְאַהֲרֹ֨ן H175 וְח֜וּר H2354 תָּֽמְכ֣וּ H8551 בְיָדָ֗י H3027 מִזֶּ֤ה H2088 אֶחָד֙ H259 וּמִ H2088 אֶחָ֔ד H259 וַיְהִ֥י H1961 יָדָ֛יו H3027 אֱמוּנָ֖ה H530 עַד H5704 בֹּ֥א H935 הַשָּֽׁמֶשׁ H8121 ",
  "13": "וַיַּחֲלֹ֧שׁ H2522 יְהוֹשֻׁ֛עַ H3091 אֶת H853 עֲמָלֵ֥ק H6002 וְאֶת H853 עַמּ֖וֹ H5971 לְפִי H6310 חָֽרֶב H2719 ",
  "14": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 כְּתֹ֨ב H3789 זֹ֤את H2063 זִכָּרוֹן֙ H2146 בַּסֵּ֔פֶר H5612 וְשִׂ֖ים H7760 בְּאָזְנֵ֣י H241 יְהוֹשֻׁ֑עַ H3091 כִּֽי H3588 מָחֹ֤ה H4229 אֶמְחֶה֙ H4229 אֶת H853 זֵ֣כֶר H2143 עֲמָלֵ֔ק H6002 מִתַּ֖חַת H8478 הַשָּׁמָֽיִם H8064 ",
  "15": "וַיִּ֥בֶן H1129 מֹשֶׁ֖ה H4872 מִזְבֵּ֑חַ H4196 וַיִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 יְהוָ֥ה H3071 נִסִּֽי H3071 ",
  "16": "וַיֹּ֗אמֶר H559 כִּֽי H3588 יָד֙ H3027 עַל H5921 כֵּ֣ס H3676 יָ֔הּ H3050 מִלְחָמָ֥ה H4421 לַיהוָ֖ה H3068 בַּֽעֲמָלֵ֑ק H6002 מִדֹּ֖ר H1755 דֹּֽר H1755 "
}
