{
  "1": "וַיִּשְׁמַ֞ע H8085 יִתְר֨וֹ H3503 כֹהֵ֤ן H3548 מִדְיָן֙ H4080 חֹתֵ֣ן H2859 מֹשֶׁ֔ה H4872 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 אֱלֹהִים֙ H430 לְמֹשֶׁ֔ה H4872 וּלְ H3478 עַמּ֑וֹ H5971 כִּֽי H3588 הוֹצִ֧יא H3318 יְהוָ֛ה H3068 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָֽיִם H4714 ",
  "2": "וַיִּקַּ֗ח H3947 יִתְרוֹ֙ H3503 חֹתֵ֣ן H2859 מֹשֶׁ֔ה H4872 אֶת H853 צִפֹּרָ֖ה H6855 אֵ֣שֶׁת H802 מֹשֶׁ֑ה H4872 אַחַ֖ר H310 שִׁלּוּחֶֽיהָ H7964 ",
  "3": "וְאֵ֖ת H853 שְׁנֵ֣י H8147 בָנֶ֑יהָ H1121 אֲשֶׁ֨ר H834 שֵׁ֤ם H8034 הָֽאֶחָד֙ H259 גֵּֽרְשֹׁ֔ם H1647 כִּ֣י H3588 אָמַ֔ר H559 גֵּ֣ר H1616 הָיִ֔יתִי H1961 בְּאֶ֖רֶץ H776 נָכְרִיָּֽה H5237 ",
  "4": "וְשֵׁ֥ם H8034 הָאֶחָ֖ד H259 אֱלִיעֶ֑זֶר H461 כִּֽי H3588 אֱלֹהֵ֤י H430 אָבִי֙ H1 בְּעֶזְרִ֔ H5828 וַיַּצִּלֵ֖ H5337 מֵחֶ֥רֶב H2719 פַּרְעֹֽה H6547 ",
  "5": "וַיָּבֹ֞א H935 יִתְר֨וֹ H3503 חֹתֵ֥ן H2859 מֹשֶׁ֛ה H4872 וּבָנָ֥י H1121 וְאִשְׁתּ֖ H802 אֶל H413 מֹשֶׁ֑ה H4872 אֶל H413 הַמִּדְבָּ֗ר H4057 אֲשֶׁר H834 ה֛וּא H1931 חֹנֶ֥ה H2583 שָׁ֖ם H8033 הַ֥ר H2022 הָאֱלֹהִֽים H430 ",
  "6": "וַיֹּ֨אמֶר֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 אֲנִ֛י H589 חֹתֶנְךָ֥ H2859 יִתְר֖וֹ H3503 בָּ֣א H935 אֵלֶ֑יךָ H413 וְאִ֨שְׁתְּ H802 וּשְׁנֵ֥י H8147 בָנֶ֖יהָ H1121 עִמָּֽהּ H5973 ",
  "7": "וַיֵּצֵ֨א H3318 מֹשֶׁ֜ה H4872 לִקְרַ֣את H7125 חֹֽתְנ֗וֹ H2859 וַיִּשְׁתַּ֨חוּ֙ H7812 וַיִּשַּׁק H5401 ל֔וֹ Hl וַיִּשְׁאֲל֥וּ H7592 אִישׁ H376 לְרֵעֵ֖ H7453 לְשָׁל֑וֹם H7965 וַיָּבֹ֖אוּ H935 הָאֹֽהֱלָ H168 ",
  "8": "וַיְסַפֵּ֤ר H5608 מֹשֶׁה֙ H4872 לְחֹ֣תְנ֔ H2859 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לְפַרְעֹ֣ה H6547 וּלְ H4714 עַ֖ל H5921 אוֹדֹ֣ת H182 יִשְׂרָאֵ֑ל H3478 אֵ֤ת H853 כָּל H3605 הַתְּלָאָה֙ H8513 אֲשֶׁ֣ר H834 מְצָאָ֣תַם H4672 בַּדֶּ֔רֶךְ H1870 וַיַּצִּלֵ֖ H5337 יְהוָֽה H3068 ",
  "9": "וַיִּ֣חַדְּ H2302 יִתְר֔וֹ H3503 עַ֚ל H5921 כָּל H3605 הַטּוֹבָ֔ה H2896 אֲשֶׁר H834 עָשָׂ֥ה H6213 יְהוָ֖ה H3068 לְיִשְׂרָאֵ֑ל H3478 אֲשֶׁ֥ר H834 הִצִּיל֖וֹ H5337 מִיַּ֥ד H3027 מִצְרָֽיִם H4714 ",
  "10": "וַיֹּאמֶר֮ H559 יִתְרוֹ֒ H3503 בָּר֣וּךְ H1288 יְהוָ֔ה H3068 אֲשֶׁ֨ר H834 הִצִּ֥יל H5337 אֶתְכֶ֛ם H853 מִיַּ֥ד H3027 מִצְרַ֖יִם H4714 וּמִ H3027 פַּרְעֹ֑ה H6547 אֲשֶׁ֤ר H834 הִצִּיל֙ H5337 אֶת H853 הָעָ֔ם H5971 מִתַּ֖חַת H8478 יַד H3027 מִצְרָֽיִם H4714 ",
  "11": "עַתָּ֣ה H6258 יָדַ֔עְתִּי H3045 כִּֽי H3588 גָד֥וֹל H1419 יְהוָ֖ה H3068 מִכָּל H3605 הָאֱלֹהִ֑ים H430 כִּ֣י H3588 בַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 זָד֖וּ H2102 עֲלֵיהֶֽם H5921 ",
  "12": "וַיִּקַּ֞ח H3947 יִתְר֨וֹ H3503 חֹתֵ֥ן H2859 מֹשֶׁ֛ה H4872 עֹלָ֥ה H5930 וּזְבָחִ֖ים H2077 לֵֽאלֹהִ֑ים H430 וַיָּבֹ֨א H935 אַהֲרֹ֜ן H175 וְכֹ֣ל H3605 זִקְנֵ֣י H2205 יִשְׂרָאֵ֗ל H3478 לֶאֱכָל H398 לֶ֛חֶם H3899 עִם H5973 חֹתֵ֥ן H2859 מֹשֶׁ֖ה H4872 לִפְנֵ֥י H6440 הָאֱלֹהִֽים H430 ",
  "13": "וַיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיֵּ֥שֶׁב H3427 מֹשֶׁ֖ה H4872 לִשְׁפֹּ֣ט H8199 אֶת H853 הָעָ֑ם H5971 וַיַּעֲמֹ֤ד H5975 הָעָם֙ H5971 עַל H5921 מֹשֶׁ֔ה H4872 מִן H4480 הַבֹּ֖קֶר H1242 עַד H5704 הָעָֽרֶב H6153 ",
  "14": "וַיַּרְא֙ H7200 חֹתֵ֣ן H2859 מֹשֶׁ֔ה H4872 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 ה֥וּא H1931 עֹשֶׂ֖ה H6213 לָעָ֑ם H5971 וַיֹּ֗אמֶר H559 מָֽה H4100 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֲשֶׁ֨ר H834 אַתָּ֤ה H859 עֹשֶׂה֙ H6213 לָעָ֔ם H5971 מַדּ֗וּעַ H4069 אַתָּ֤ה H859 יוֹשֵׁב֙ H3427 לְבַדֶּ֔ H905 וְכָל H3605 הָעָ֛ם H5971 נִצָּ֥ב H5324 עָלֶ֖יךָ H5921 מִן H4480 בֹּ֥קֶר H1242 עַד H5704 עָֽרֶב H6153 ",
  "15": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 לְחֹתְנ֑ H2859 כִּֽי H3588 יָבֹ֥א H935 אֵלַ֛י H413 הָעָ֖ם H5971 לִדְרֹ֥שׁ H1875 אֱלֹהִֽים H430 ",
  "16": "כִּֽי H3588 יִהְיֶ֨ה H1961 לָהֶ֤ם Hl דָּבָר֙ H1697 בָּ֣א H935 אֵלַ֔י H413 וְשָׁ֣פַטְתִּ֔י H8199 בֵּ֥ין H996 אִ֖ישׁ H376 וּבֵ֣ין H996 רֵעֵ֑הוּ H7453 וְהוֹדַעְתִּ֛י H3045 אֶת H853 חֻקֵּ֥י H2706 הָאֱלֹהִ֖ים H430 וְאֶת H853 תּוֹרֹתָֽיו H8451 ",
  "17": "וַיֹּ֛אמֶר H559 חֹתֵ֥ן H2859 מֹשֶׁ֖ה H4872 אֵלָ֑יו H413 לֹא H3808 טוֹב֙ H2896 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 עֹשֶֽׂה H6213 ",
  "18": "נָבֹ֣ל H5034 תִּבֹּ֔ל H5034 גַּם H1571 אַתָּ֕ה H859 גַּם H1571 הָעָ֥ם H5971 הַזֶּ֖ה H2088 אֲשֶׁ֣ר H834 עִמָּ֑ךְ H5973 כִּֽי H3588 כָבֵ֤ד H3515 מִמְּךָ֙ H4480 הַדָּבָ֔ר H1697 לֹא H3808 תוּכַ֥ל H3201 עֲשֹׂ֖הוּ H6213 לְבַדֶּֽ H905 ",
  "19": "עַתָּ֞ה H6258 שְׁמַ֤ע H8085 בְּקֹלִ H6963 אִיעָ֣צְךָ֔ H3289 וִיהִ֥י H1961 אֱלֹהִ֖ים H430 עִמָּ֑ךְ H5973 הֱיֵ֧ה H1961 אַתָּ֣ה H859 לָעָ֗ם H5971 מ֚וּל H4136 הָֽאֱלֹהִ֔ים H430 וְהֵבֵאתָ֥ H935 אַתָּ֛ה H859 אֶת H853 הַדְּבָרִ֖ים H1697 אֶל H413 הָאֱלֹהִֽים H430 ",
  "20": "וְהִזְהַרְתָּ֣ה H2094 אֶתְהֶ֔ם H853 אֶת H853 הַחֻקִּ֖ים H2706 וְאֶת H853 הַתּוֹרֹ֑ת H8451 וְהוֹדַעְתָּ֣ H3045 לָהֶ֗ם Hl אֶת H853 הַדֶּ֨רֶךְ֙ H1870 יֵ֣לְכוּ H3212 בָ֔הּ Hb וְאֶת H853 הַֽמַּעֲשֶׂ֖ה H4639 אֲשֶׁ֥ר H834 יַעֲשֽׂוּן H6213 ",
  "21": "וְאַתָּ֣ה H859 תֶחֱזֶ֣ה H2372 מִכָּל H3605 הָ֠עָם H5971 אַנְשֵׁי H376 חַ֜יִל H2428 יִרְאֵ֧י H3373 אֱלֹהִ֛ים H430 אַנְשֵׁ֥י H376 אֱמֶ֖ת H571 שֹׂ֣נְאֵי H8130 בָ֑צַע H1215 וְשַׂמְתָּ֣ H7760 עֲלֵהֶ֗ם H5921 שָׂרֵ֤י H8269 אֲלָפִים֙ H505 שָׂרֵ֣י H8269 מֵא֔וֹת H3967 שָׂרֵ֥י H8269 חֲמִשִּׁ֖ים H2572 וְשָׂרֵ֥י H8269 עֲשָׂרֹֽת H6235 ",
  "22": "וְשָׁפְט֣וּ H8199 אֶת H853 הָעָם֮ H5971 בְּכָל H3605 עֵת֒ H6256 וְהָיָ֞ה H1961 כָּל H3605 הַדָּבָ֤ר H1697 הַגָּדֹל֙ H1419 יָבִ֣יאוּ H935 אֵלֶ֔יךָ H413 וְכָל H3605 הַדָּבָ֥ר H1697 הַקָּטֹ֖ן H6996 יִשְׁפְּטוּ H8199 הֵ֑ם H1992 וְהָקֵל֙ H7043 מֵֽעָלֶ֔י H5921 וְנָשְׂא֖וּ H5375 אִתָּֽךְ H854 ",
  "23": "אִ֣ם H518 אֶת H853 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 תַּעֲשֶׂ֔ה H6213 וְצִוְּ H6680 אֱלֹהִ֔ים H430 וְיָֽכָלְתָּ֖ H3201 עֲמֹ֑ד H5975 וְגַם֙ H1571 כָּל H3605 הָעָ֣ם H5971 הַזֶּ֔ה H2088 עַל H5921 מְקֹמ֖וֹ H4725 יָבֹ֥א H935 בְשָׁלֽוֹם H7965 ",
  "24": "וַיִּשְׁמַ֥ע H8085 מֹשֶׁ֖ה H4872 לְק֣וֹל H6963 חֹתְנ֑וֹ H2859 וַיַּ֕עַשׂ H6213 כֹּ֖ל H3605 אֲשֶׁ֥ר H834 אָמָֽר H559 ",
  "25": "וַיִּבְחַ֨ר H977 מֹשֶׁ֤ה H4872 אַנְשֵׁי H376 חַ֨יִל֙ H2428 מִכָּל H3605 יִשְׂרָאֵ֔ל H3478 וַיִּתֵּ֥ן H5414 אֹתָ֛ם H853 רָאשִׁ֖ים H7218 עַל H5921 הָעָ֑ם H5971 שָׂרֵ֤י H8269 אֲלָפִים֙ H505 שָׂרֵ֣י H8269 מֵא֔וֹת H3967 שָׂרֵ֥י H8269 חֲמִשִּׁ֖ים H2572 וְשָׂרֵ֥י H8269 עֲשָׂרֹֽת H6235 ",
  "26": "וְשָׁפְט֥וּ H8199 אֶת H853 הָעָ֖ם H5971 בְּכָל H3605 עֵ֑ת H6256 אֶת H853 הַדָּבָ֤ר H1697 הַקָּשֶׁה֙ H7186 יְבִיא֣וּן H935 אֶל H413 מֹשֶׁ֔ה H4872 וְכָל H3605 הַדָּבָ֥ר H1697 הַקָּטֹ֖ן H6996 יִשְׁפּוּט֥וּ H8199 הֵֽם H1992 ",
  "27": "וַיְשַׁלַּ֥ח H7971 מֹשֶׁ֖ה H4872 אֶת H853 חֹתְנ֑וֹ H2859 וַיֵּ֥לֶךְ H3212 ל֖וֹ Hl אֶל H413 אַרְצֽוֹ H776 "
}
