{
  "1": "לֹ֥א H3808 תִשָּׂ֖א H5375 שֵׁ֣מַע H8088 שָׁ֑וְא H7723 אַל H408 תָּ֤שֶׁת H7896 יָֽדְךָ֙ H3027 עִם H5973 רָשָׁ֔ע H7563 לִהְיֹ֖ת H1961 עֵ֥ד H5707 חָמָֽס H2555 ",
  "2": "לֹֽא H3808 תִהְיֶ֥ה H1961 אַחֲרֵֽי H310 רַבִּ֖ים H7227 לְרָעֹ֑ת H7451 וְלֹא H3808 תַעֲנֶ֣ה H6030 עַל H5921 רִ֗ב H7379 לִנְטֹ֛ת H5186 אַחֲרֵ֥י H310 רַבִּ֖ים H7227 לְהַטֹּֽת H5186 ",
  "3": "וְדָ֕ל H1800 לֹ֥א H3808 תֶהְדַּ֖ר H1921 בְּרִיבֽ H7379 ",
  "4": "כִּ֣י H3588 תִפְגַּ֞ע H6293 שׁ֧וֹר H7794 אֹֽיִבְךָ֛ H341 א֥וֹ H176 חֲמֹר֖וֹ H2543 תֹּעֶ֑ה H8582 הָשֵׁ֥ב H7725 תְּשִׁיבֶ֖נּוּ H7725 לֽוֹ Hl ",
  "5": "כִּֽי H3588 תִרְאֶ֞ה H7200 חֲמ֣וֹר H2543 שֹׂנַאֲךָ֗ H8130 רֹבֵץ֙ H7257 תַּ֣חַת H8478 מַשָּׂא֔וֹ H4853 וְחָדַלְתָּ֖ H2308 מֵעֲזֹ֣ב H5800 ל֑וֹ Hl עָזֹ֥ב H5800 תַּעֲזֹ֖ב H5800 עִמּֽוֹ H5973 ",
  "6": "לֹ֥א H3808 תַטֶּ֛ה H5186 מִשְׁפַּ֥ט H4941 אֶבְיֹנְךָ֖ H34 בְּרִיבֽ H7379 ",
  "7": "מִדְּבַר H1697 שֶׁ֖קֶר H8267 תִּרְחָ֑ק H7368 וְנָקִ֤י H5355 וְצַדִּיק֙ H6662 אַֽל H408 תַּהֲרֹ֔ג H2026 כִּ֥י H3588 לֹא H3808 אַצְדִּ֖יק H6663 רָשָֽׁע H7563 ",
  "8": "וְשֹׁ֖חַד H7810 לֹ֣א H3808 תִקָּ֑ח H3947 כִּ֤י H3588 הַשֹּׁ֨חַד֙ H7810 יְעַוֵּ֣ר H5786 פִּקְחִ֔ים H6493 וִֽיסַלֵּ֖ף H5557 דִּבְרֵ֥י H1697 צַדִּיקִֽים H6662 ",
  "9": "וְגֵ֖ר H1616 לֹ֣א H3808 תִלְחָ֑ץ H3905 וְאַתֶּ֗ם H859 יְדַעְתֶּם֙ H3045 אֶת H853 נֶ֣פֶשׁ H5315 הַגֵּ֔ר H1616 כִּֽי H3588 גֵרִ֥ים H1616 הֱיִיתֶ֖ם H1961 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "10": "וְשֵׁ֥שׁ H8337 שָׁנִ֖ים H8141 תִּזְרַ֣ע H2232 אֶת H853 אַרְצֶ֑ךָ H776 וְאָסַפְתָּ֖ H622 אֶת H853 תְּבוּאָתָֽהּ H8393 ",
  "11": "וְהַ H7637 תִּשְׁמְטֶ֣נָּה H8058 וּנְטַשְׁתָּ֗ H5203 וְאָֽכְלוּ֙ H398 אֶבְיֹנֵ֣י H34 עַמֶּ֔ךָ H5971 וְיִתְרָ֕ H3499 תֹּאכַ֖ל H398 חַיַּ֣ת H2416 הַשָּׂדֶ֑ה H7704 כֵּֽן H3651 תַּעֲשֶׂ֥ה H6213 לְכַרְמְ H3754 לְזֵיתֶֽ H2132 ",
  "12": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּעֲשֶׂ֣ה H6213 מַעֲשֶׂ֔יךָ H4639 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 תִּשְׁבֹּ֑ת H7673 לְמַ֣עַן H4616 יָנ֗וּחַ H5117 שֽׁוֹרְךָ֙ H7794 וַחֲמֹרֶ֔ H2543 וְיִנָּפֵ֥שׁ H5314 בֶּן H1121 אֲמָתְךָ֖ H519 וְהַ H1616 ",
  "13": "וּבְ H3605 אֲשֶׁר H834 אָמַ֥רְתִּי H559 אֲלֵיכֶ֖ם H413 תִּשָּׁמֵ֑רוּ H8104 וְשֵׁ֨ם H8034 אֱלֹהִ֤ים H430 אֲחֵרִים֙ H312 לֹ֣א H3808 תַזְכִּ֔ירוּ H2142 לֹ֥א H3808 יִשָּׁמַ֖ע H8085 עַל H5921 פִּֽיךָ H6310 ",
  "14": "שָׁלֹ֣שׁ H7969 רְגָלִ֔ים H7272 תָּחֹ֥ג H2287 לִ֖י Hl בַּשָּׁנָֽה H8141 ",
  "15": "אֶת H853 חַ֣ג H2282 הַמַּצּוֹת֮ H4682 תִּשְׁמֹר֒ H8104 שִׁבְעַ֣ת H7651 יָמִים֩ H3117 תֹּאכַ֨ל H398 מַצּ֜וֹת H4682 כַּֽאֲשֶׁ֣ר H834 צִוִּיתִ֗ךָ H6680 לְמוֹעֵד֙ H4150 חֹ֣דֶשׁ H2320 הָֽאָבִ֔יב H24 כִּי H3588 ב֖וֹ Hb יָצָ֣אתָ H3318 מִמִּצְרָ֑יִם H4714 וְלֹא H3808 יֵרָא֥וּ H7200 פָנַ֖י H6440 רֵיקָֽם H7387 ",
  "16": "וְחַ֤ג H2282 הַקָּצִיר֙ H7105 בִּכּוּרֵ֣י H1061 מַעֲשֶׂ֔יךָ H4639 אֲשֶׁ֥ר H834 תִּזְרַ֖ע H2232 בַּשָּׂדֶ֑ה H7704 וְחַ֤ג H2282 הָֽאָסִף֙ H614 בְּצֵ֣את H3318 הַשָּׁנָ֔ה H8141 בְּאָסְפְּ H622 אֶֽת H853 מַעֲשֶׂ֖יךָ H4639 מִן H4480 הַשָּׂדֶֽה H7704 ",
  "17": "שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָ֑ה H8141 יֵרָאֶה֙ H7200 כָּל H3605 זְכ֣וּרְךָ֔ H2138 אֶל H413 פְּנֵ֖י H6440 הָאָדֹ֥ן H113 יְהוָֽה H3068 ",
  "18": "לֹֽא H3808 תִזְבַּ֥ח H2076 עַל H5921 חָמֵ֖ץ H2557 דַּם H1818 זִבְחִ֑י H2077 וְלֹֽא H3808 יָלִ֥ין H3885 חֵֽלֶב H2459 חַגִּ֖י H2282 עַד H5704 בֹּֽקֶר H1242 ",
  "19": "רֵאשִׁ֗ית H7225 בִּכּוּרֵי֙ H1061 אַדְמָ֣תְךָ֔ H127 תָּבִ֕יא H935 בֵּ֖ית H1004 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹֽא H3808 תְבַשֵּׁ֥ל H1310 גְּדִ֖י H1423 בַּחֲלֵ֥ב H2461 אִמּֽוֹ H517 ",
  "20": "הִנֵּ֨ה H2009 אָנֹכִ֜י H595 שֹׁלֵ֤חַ H7971 מַלְאָךְ֙ H4397 לְפָנֶ֔י H6440 לִשְׁמָרְ H8104 בַּדָּ֑רֶךְ H1870 וְלַ H935 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁ֥ר H834 הֲכִנֹֽתִי H3559 ",
  "21": "הִשָּׁ֧מֶר H8104 מִפָּנָ֛י H6440 וּשְׁמַ֥ע H8085 בְּקֹל֖ H6963 אַל H408 תַּמֵּ֣ר H4843 בּ֑וֹ Hb כִּ֣י H3588 לֹ֤א H3808 יִשָּׂא֙ H5375 לְפִשְׁעֲ H6588 כִּ֥י H3588 שְׁמִ֖י H8034 בְּקִרְבּֽ H7130 ",
  "22": "כִּ֣י H3588 אִם H518 שָׁמֹ֤עַ H8085 תִּשְׁמַע֙ H8085 בְּקֹל֔ H6963 וְעָשִׂ֕יתָ H6213 כֹּ֖ל H3605 אֲשֶׁ֣ר H834 אֲדַבֵּ֑ר H1696 וְאָֽיַבְתִּי֙ H340 אֶת H853 אֹ֣יְבֶ֔יךָ H341 וְצַרְתִּ֖י H6696 אֶת H853 צֹרְרֶֽיךָ H6887 ",
  "23": "כִּֽי H3588 יֵלֵ֣ךְ H3212 מַלְאָכִי֮ H4397 לְפָנֶי H6440 וֶהֱבִֽיאֲ H935 אֶל H413 הָֽאֱמֹרִי֙ H567 וְהַ֣ H2850 וְהַ H6522 וְהַֽ H3669 הַחִוִּ֖י H2340 וְהַ H2983 וְהִכְחַדְתִּֽי H3582 ",
  "24": "לֹֽא H3808 תִשְׁתַּחֲוֶ֤ה H7812 לֵאלֹֽהֵי H430 וְלֹ֣א H3808 תָֽעָבְדֵ֔ם H5647 וְלֹ֥א H3808 תַעֲשֶׂ֖ה H6213 כְּמַֽעֲשֵׂי H4639 כִּ֤י H3588 הָרֵס֙ H2040 תְּהָ֣רְסֵ֔ם H2040 וְשַׁבֵּ֥ר H7665 תְּשַׁבֵּ֖ר H7665 מַצֵּבֹתֵיהֶֽם H4676 ",
  "25": "וַעֲבַדְתֶּ֗ם H5647 אֵ֚ת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וּבֵרַ֥ךְ H1288 אֶֽת H853 לַחְמְךָ֖ H3899 וְאֶת H853 מֵימֶ֑יךָ H4325 וַהֲסִרֹתִ֥י H5493 מַחֲלָ֖ה H4245 מִקִּרְבֶּֽ H7130 ",
  "26": "לֹ֥א H3808 תִהְיֶ֛ה H1961 מְשַׁכֵּלָ֥ה H7921 וַעֲקָרָ֖ה H6135 בְּאַרְצֶ֑ H776 אֶת H853 מִסְפַּ֥ר H4557 יָמֶ֖יךָ H3117 אֲמַלֵּֽא H4390 ",
  "27": "אֶת H853 אֵֽימָתִי֙ H367 אֲשַׁלַּ֣ח H7971 לְפָנֶ֔י H6440 וְהַמֹּתִי֙ H2000 אֶת H853 כָּל H3605 הָעָ֔ם H5971 אֲשֶׁ֥ר H834 תָּבֹ֖א H935 בָּהֶ֑ם Hb וְנָתַתִּ֧י H5414 אֶת H853 כָּל H3605 אֹיְבֶ֛יךָ H341 אֵלֶ֖יךָ H413 עֹֽרֶף H6203 ",
  "28": "וְשָׁלַחְתִּ֥י H7971 אֶת H853 הַצִּרְעָ֖ה H6880 לְפָנֶ֑י H6440 וְגֵרְשָׁ֗ה H1644 אֶת H853 הַחִוִּ֧י H2340 אֶת H853 הַֽכְּנַעֲנִ֛י H3669 וְאֶת H853 הַחִתִּ֖י H2850 מִלְּ H6440 ",
  "29": "לֹ֧א H3808 אֲגָרְשֶׁ֛נּוּ H1644 מִפָּנֶ֖י H6440 בְּשָׁנָ֣ה H8141 אֶחָ֑ת H259 פֶּן H6435 תִּהְיֶ֤ה H1961 הָאָ֨רֶץ֙ H776 שְׁמָמָ֔ה H8077 וְרַבָּ֥ה H7227 עָלֶ֖יךָ H5921 חַיַּ֥ת H2416 הַשָּׂדֶֽה H7704 ",
  "30": "מְעַ֥ט H4592 מְעַ֛ט H4592 אֲגָרְשֶׁ֖נּוּ H1644 מִפָּנֶ֑י H6440 עַ֚ד H5704 אֲשֶׁ֣ר H834 תִּפְרֶ֔ה H6509 וְנָחַלְתָּ֖ H5157 אֶת H853 הָאָֽרֶץ H776 ",
  "31": "וְשַׁתִּ֣י H7896 אֶת H853 גְּבֻלְךָ֗ H1366 מִיַּם H3220 סוּף֙ H5488 וְעַד H5704 יָ֣ם H3220 פְּלִשְׁתִּ֔ים H6430 וּמִ H4057 עַד H5704 הַנָּהָ֑ר H5104 כִּ֣י H3588 אֶתֵּ֣ן H5414 בְּיֶדְ H3027 אֵ֚ת H853 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 וְגֵרַשְׁתָּ֖ H1644 מִפָּנֶֽי H6440 ",
  "32": "לֹֽא H3808 תִכְרֹ֥ת H3772 לָהֶ֛ם Hl וְלֵ H430 בְּרִֽית H1285 ",
  "33": "לֹ֤א H3808 יֵשְׁבוּ֙ H3427 בְּאַרְצְ H776 פֶּן H6435 יַחֲטִ֥יאוּ H2398 אֹתְךָ֖ H853 לִ֑י Hl כִּ֤י H3588 תַעֲבֹד֙ H5647 אֶת H853 אֱלֹ֣הֵיהֶ֔ם H430 כִּֽי H3588 יִהְיֶ֥ה H1961 לְךָ֖ Hl לְמוֹקֵֽשׁ H4170 "
}
