{
  "1": "וְאֶל H413 מֹשֶׁ֨ה H4872 אָמַ֜ר H559 עֲלֵ֣ה H5927 אֶל H413 יְהוָ֗ה H3068 אַתָּה֙ H859 וְאַהֲרֹן֙ H175 נָדָ֣ב H5070 וַאֲבִיה֔וּא H30 וְשִׁבְעִ֖ים H7657 מִזִּקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 מֵרָחֹֽק H7350 ",
  "2": "וְנִגַּ֨שׁ H5066 מֹשֶׁ֤ה H4872 לְבַדּ H905 אֶל H413 יְהוָ֔ה H3068 וְהֵ֖ם H1992 לֹ֣א H3808 יִגָּ֑שׁוּ H5066 וְהָ H5971 לֹ֥א H3808 יַעֲל֖וּ H5927 עִמּֽוֹ H5973 ",
  "3": "וַיָּבֹ֣א H935 מֹשֶׁ֗ה H4872 וַיְסַפֵּ֤ר H5608 לָעָם֙ H5971 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 יְהוָ֔ה H3068 וְאֵ֖ת H853 כָּל H3605 הַמִּשְׁפָּטִ֑ים H4941 וַיַּ֨עַן H6030 כָּל H3605 הָעָ֜ם H5971 ק֤וֹל H6963 אֶחָד֙ H259 וַיֹּ֣אמְר֔וּ H559 כָּל H3605 הַדְּבָרִ֛ים H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 נַעֲשֶֽׂה H6213 ",
  "4": "וַיִּכְתֹּ֣ב H3789 מֹשֶׁ֗ה H4872 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 יְהוָ֔ה H3068 וַיַּשְׁכֵּ֣ם H7925 בַּבֹּ֔קֶר H1242 וַיִּ֥בֶן H1129 מִזְבֵּ֖חַ H4196 תַּ֣חַת H8478 הָהָ֑ר H2022 וּשְׁתֵּ֤ים H8147 עֶשְׂרֵה֙ H6240 מַצֵּבָ֔ה H4676 לִשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "5": "וַיִּשְׁלַ֗ח H7971 אֶֽת H853 נַעֲרֵי֙ H5288 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיַּֽעֲל֖וּ H5927 עֹלֹ֑ת H5930 וַֽיִּזְבְּח֞וּ H2076 זְבָחִ֧ים H2077 שְׁלָמִ֛ים H8002 לַיהוָ֖ה H3068 פָּרִֽים H6499 ",
  "6": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 חֲצִ֣י H2677 הַדָּ֔ם H1818 וַיָּ֖שֶׂם H7760 בָּאַגָּנֹ֑ת H101 וַחֲצִ֣י H2677 הַדָּ֔ם H1818 זָרַ֖ק H2236 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
  "7": "וַיִּקַּח֙ H3947 סֵ֣פֶר H5612 הַבְּרִ֔ית H1285 וַיִּקְרָ֖א H7121 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וַיֹּ֣אמְר֔וּ H559 כֹּ֛ל H3605 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 נַעֲשֶׂ֥ה H6213 וְנִשְׁמָֽע H8085 ",
  "8": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 אֶת H853 הַדָּ֔ם H1818 וַיִּזְרֹ֖ק H2236 עַל H5921 הָעָ֑ם H5971 וַיֹּ֗אמֶר H559 הִנֵּ֤ה H2009 דַֽם H1818 הַבְּרִית֙ H1285 אֲשֶׁ֨ר H834 כָּרַ֤ת H3772 יְהוָה֙ H3068 עִמָּכֶ֔ם H5973 עַ֥ל H5921 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "9": "וַיַּ֥עַל H5927 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 נָדָב֙ H5070 וַאֲבִיה֔וּא H30 וְשִׁבְעִ֖ים H7657 מִזִּקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
  "10": "וַיִּרְא֕וּ H7200 אֵ֖ת H853 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וְתַ֣חַת H8478 רַגְלָ֗יו H7272 כְּמַעֲשֵׂה֙ H4639 לִבְנַ֣ת H3840 הַסַּפִּ֔יר H5601 וּכְ H6106 הַשָּׁמַ֖יִם H8064 לָטֹֽהַר H2892 ",
  "11": "וְאֶל H413 אֲצִילֵי֙ H678 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 שָׁלַ֖ח H7971 יָד֑וֹ H3027 וַֽיֶּחֱזוּ֙ H2372 אֶת H853 הָ֣אֱלֹהִ֔ים H430 וַיֹּאכְל֖וּ H398 וַיִּשְׁתּֽוּ H8354 ",
  "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 עֲלֵ֥ה H5927 אֵלַ֛י H413 הָהָ֖רָ H2022 וֶהְיֵה H1961 שָׁ֑ם H8033 וְאֶתְּנָ֨ה H5414 לְךָ֜ Hl אֶת H853 לֻחֹ֣ת H3871 הָאֶ֗בֶן H68 וְהַ H8451 וְהַ H4687 אֲשֶׁ֥ר H834 כָּתַ֖בְתִּי H3789 לְהוֹרֹתָֽ H3384 ",
  "13": "וַיָּ֣קָם H6965 מֹשֶׁ֔ה H4872 וִיהוֹשֻׁ֖עַ H3091 מְשָׁרְת֑וֹ H8334 וַיַּ֥עַל H5927 מֹשֶׁ֖ה H4872 אֶל H413 הַ֥ר H2022 הָאֱלֹהִֽים H430 ",
  "14": "וְאֶל H413 הַזְּקֵנִ֤ים H2205 אָמַר֙ H559 שְׁבוּ H3427 לָ֣נוּ Hl בָזֶ֔ה H2088 עַ֥ד H5704 אֲשֶׁר H834 נָשׁ֖וּב H7725 אֲלֵיכֶ֑ם H413 וְהִנֵּ֨ה H2009 אַהֲרֹ֤ן H175 וְחוּר֙ H2354 עִמָּכֶ֔ם H5973 מִי H4310 בַ֥עַל H1167 דְּבָרִ֖ים H1697 יִגַּ֥שׁ H5066 אֲלֵהֶֽם H413 ",
  "15": "וַיַּ֥עַל H5927 מֹשֶׁ֖ה H4872 אֶל H413 הָהָ֑ר H2022 וַיְכַ֥ס H3680 הֶעָנָ֖ן H6051 אֶת H853 הָהָֽר H2022 ",
  "16": "וַיִּשְׁכֹּ֤ן H7931 כְּבוֹד H3519 יְהוָה֙ H3068 עַל H5921 הַ֣ר H2022 סִינַ֔י H5514 וַיְכַסֵּ֥ H3680 הֶעָנָ֖ן H6051 שֵׁ֣שֶׁת H8337 יָמִ֑ים H3117 וַיִּקְרָ֧א H7121 אֶל H413 מֹשֶׁ֛ה H4872 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 מִתּ֥וֹךְ H8432 הֶעָנָֽן H6051 ",
  "17": "וּמַרְאֵה֙ H4758 כְּב֣וֹד H3519 יְהוָ֔ה H3068 כְּאֵ֥שׁ H784 אֹכֶ֖לֶת H398 בְּרֹ֣אשׁ H7218 הָהָ֑ר H2022 לְעֵינֵ֖י H5869 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "18": "וַיָּבֹ֥א H935 מֹשֶׁ֛ה H4872 בְּת֥וֹךְ H8432 הֶעָנָ֖ן H6051 וַיַּ֣עַל H5927 אֶל H413 הָהָ֑ר H2022 וַיְהִ֤י H1961 מֹשֶׁה֙ H4872 בָּהָ֔ר H2022 אַרְבָּעִ֣ים H705 י֔וֹם H3117 וְאַרְבָּעִ֖ים H705 לָֽיְלָה H3915 "
}
