{
  "1": "וְזֶ֨ה H2088 הַדָּבָ֜ר H1697 אֲשֶֽׁר H834 תַּעֲשֶׂ֥ה H6213 לָהֶ֛ם Hl לְקַדֵּ֥שׁ H6942 אֹתָ֖ם H853 לְכַהֵ֣ן H3547 לִ֑י Hl לְ֠קַח H3947 פַּ֣ר H6499 אֶחָ֧ד H259 בֶּן H1121 בָּקָ֛ר H1241 וְאֵילִ֥ם H352 שְׁנַ֖יִם H8147 תְּמִימִֽם H8549 ",
  "2": "וְלֶ֣חֶם H3899 מַצּ֗וֹת H4682 וְחַלֹּ֤ת H2471 מַצֹּת֙ H4682 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֣ים H4886 בַּשָּׁ֑מֶן H8081 סֹ֥לֶת H5560 חִטִּ֖ים H2406 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
  "3": "וְנָתַתָּ֤ H5414 אוֹתָם֙ H853 עַל H5921 סַ֣ל H5536 אֶחָ֔ד H259 וְהִקְרַבְתָּ֥ H7126 אֹתָ֖ם H853 בַּסָּ֑ל H5536 וְאֶ֨ת H854 הַפָּ֔ר H6499 וְאֵ֖ת H853 שְׁנֵ֥י H8147 הָאֵילִֽם H352 ",
  "4": "וְאֶת H853 אַהֲרֹ֤ן H175 וְאֶת H853 בָּנָיו֙ H1121 תַּקְרִ֔יב H7126 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְרָחַצְתָּ֥ H7364 אֹתָ֖ם H853 בַּמָּֽיִם H4325 ",
  "5": "וְלָקַחְתָּ֣ H3947 אֶת H853 הַבְּגָדִ֗ים H899 וְהִלְבַּשְׁתָּ֤ H3847 אֶֽת H853 אַהֲרֹן֙ H175 אֶת H853 הַכֻּתֹּ֔נֶת H3801 וְאֵת֙ H853 מְעִ֣יל H4598 הָאֵפֹ֔ד H646 וְאֶת H853 הָאֵפֹ֖ד H646 וְאֶת H853 הַחֹ֑שֶׁן H2833 וְאָפַדְתָּ֣ H640 ל֔וֹ Hl בְּחֵ֖שֶׁב H2805 הָאֵפֹֽד H646 ",
  "6": "וְשַׂמְתָּ֥ H7760 הַמִּצְנֶ֖פֶת H4701 עַל H5921 רֹאשׁ֑וֹ H7218 וְנָתַתָּ֛ H5414 אֶת H853 נֵ֥זֶר H5145 הַקֹּ֖דֶשׁ H6944 עַל H5921 הַמִּצְנָֽפֶת H4701 ",
  "7": "וְלָֽקַחְתָּ֙ H3947 אֶת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְיָצַקְתָּ֖ H3332 עַל H5921 רֹאשׁ֑וֹ H7218 וּמָשַׁחְתָּ֖ H4886 אֹתֽוֹ H853 ",
  "8": "וְאֶת H853 בָּנָ֖יו H1121 תַּקְרִ֑יב H7126 וְהִלְבַּשְׁתָּ֖ H3847 כֻּתֳּנֹֽת H3801 ",
  "9": "וְחָגַרְתָּ֩ H2296 אֹתָ֨ם H853 אַבְנֵ֜ט H73 אַהֲרֹ֣ן H175 וּבָנָ֗י H1121 וְחָבַשְׁתָּ֤ H2280 לָהֶם֙ H1992 מִגְבָּעֹ֔ת H4021 וְהָיְתָ֥ה H1961 לָהֶ֛ם H1992 כְּהֻנָּ֖ה H3550 לְחֻקַּ֣ת H2708 עוֹלָ֑ם H5769 וּמִלֵּאתָ֥ H4390 יַֽד H3027 אַהֲרֹ֖ן H175 וְיַד H3027 בָּנָֽיו H1121 ",
  "10": "וְהִקְרַבְתָּ֙ H7126 אֶת H853 הַפָּ֔ר H6499 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְסָמַ֨ךְ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הַפָּֽר H6499 ",
  "11": "וְשָׁחַטְתָּ֥ H7819 אֶת H853 הַפָּ֖ר H6499 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "12": "וְלָֽקַחְתָּ֙ H3947 מִדַּ֣ם H1818 הַפָּ֔ר H6499 וְנָתַתָּ֛ה H5414 עַל H5921 קַרְנֹ֥ת H7161 הַמִּזְבֵּ֖חַ H4196 בְּאֶצְבָּעֶ֑ H676 וְאֶת H853 כָּל H3605 הַדָּ֣ם H1818 תִּשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
  "13": "וְלָֽקַחְתָּ֗ H3947 אֶֽת H853 כָּל H3605 הַחֵלֶב֮ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּרֶב֒ H7130 וְאֵ֗ת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֖לֶב H2459 אֲשֶׁ֣ר H834 עֲלֵיהֶ֑ן H5921 וְהִקְטַרְתָּ֖ H6999 הַמִּזְבֵּֽחָ H4196 ",
  "14": "וְאֶת H853 בְּשַׂ֤ר H1320 הַפָּר֙ H6499 וְאֶת H853 עֹר֣וֹ H5785 וְאֶת H853 פִּרְשׁ֔וֹ H6569 תִּשְׂרֹ֣ף H8313 בָּאֵ֔שׁ H784 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 חַטָּ֖את H2403 הֽוּא H1931 ",
  "15": "וְאֶת H853 הָאַ֥יִל H352 הָאֶחָ֖ד H259 תִּקָּ֑ח H3947 וְסָ֨מְכ֜וּ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
  "16": "וְשָׁחַטְתָּ֖ H7819 אֶת H853 הָאָ֑יִל H352 וְלָֽקַחְתָּ֙ H3947 אֶת H853 דָּמ֔וֹ H1818 וְזָרַקְתָּ֥ H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "17": "וְאֶ֨ת H853 הָאַ֔יִל H352 תְּנַתֵּ֖חַ H5408 לִנְתָחָ֑י H5409 וְרָחַצְתָּ֤ H7364 קִרְבּוֹ֙ H7130 וּכְרָעָ֔י H3767 וְנָתַתָּ֥ H5414 עַל H5921 נְתָחָ֖יו H5409 וְעַל H5921 רֹאשֽׁוֹ H7218 ",
  "18": "וְהִקְטַרְתָּ֤ H6999 אֶת H853 כָּל H3605 הָאַ֨יִל֙ H352 הַמִּזְבֵּ֔חָ H4196 עֹלָ֥ה H5930 ה֖וּא H1931 לַֽיהוָ֑ה H3068 רֵ֣יחַ H7381 נִיח֔וֹחַ H5207 אִשֶּׁ֥ה H801 לַיהוָ֖ה H3068 הֽוּא H1931 ",
  "19": "וְלָ֣קַחְתָּ֔ H3947 אֵ֖ת H853 הָאַ֣יִל H352 הַשֵּׁנִ֑י H8145 וְסָמַ֨ךְ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
  "20": "וְשָׁחַטְתָּ֣ H7819 אֶת H853 הָאַ֗יִל H352 וְלָקַחְתָּ֤ H3947 מִדָּמ H1818 וְנָֽתַתָּ֡ה H5414 עַל H5921 תְּנוּךְ֩ H8571 אֹ֨זֶן H241 אַהֲרֹ֜ן H175 וְעַל H5921 תְּנ֨וּךְ H8571 אֹ֤זֶן H241 בָּנָיו֙ H1121 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדָם֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְלָ֖ם H7272 הַיְמָנִ֑ית H3233 וְזָרַקְתָּ֧ H2236 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "21": "וְלָקַחְתָּ֞ H3947 מִן H4480 הַדָּ֨ם H1818 אֲשֶׁ֥ר H834 עַֽל H5921 הַמִּזְבֵּחַ֮ H4196 וּמִ H8081 הַמִּשְׁחָה֒ H4888 וְהִזֵּיתָ֤ H5137 עַֽל H5921 אַהֲרֹן֙ H175 וְעַל H5921 בְּגָדָ֔יו H899 וְעַל H5921 בָּנָ֛יו H1121 וְעַל H5921 בִּגְדֵ֥י H899 בָנָ֖יו H1121 אִתּ֑וֹ H854 וְקָדַ֥שׁ H6942 הוּא֙ H1931 וּבְגָדָ֔י H899 וּבָנָ֛י H1121 וּבִגְדֵ֥י H899 בָנָ֖יו H1121 אִתּֽוֹ H854 ",
  "22": "וְלָקַחְתָּ֣ H3947 מִן H4480 הָ֠אַיִל H352 הַחֵ֨לֶב H2459 וְהָֽ H451 וְאֶת H853 הַחֵ֣לֶב H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֗רֶב H7130 וְאֵ֨ת H853 יֹתֶ֤רֶת H3508 הַכָּבֵד֙ H3516 וְאֵ֣ת H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֗ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 וְאֵ֖ת H853 שׁ֣וֹק H7785 הַיָּמִ֑ין H3225 כִּ֛י H3588 אֵ֥יל H352 מִלֻּאִ֖ים H4394 הֽוּא H1931 ",
  "23": "וְכִכַּ֨ר H3603 לֶ֜חֶם H3899 אַחַ֗ת H259 וַֽחַלַּ֨ת H2471 לֶ֥חֶם H3899 שֶׁ֛מֶן H8081 אַחַ֖ת H259 וְרָקִ֣יק H7550 אֶחָ֑ד H259 מִסַּל֙ H5536 הַמַּצּ֔וֹת H4682 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "24": "וְשַׂמְתָּ֣ H7760 הַכֹּ֔ל H3605 עַ֚ל H5921 כַּפֵּ֣י H3709 אַהֲרֹ֔ן H175 וְעַ֖ל H5921 כַּפֵּ֣י H3709 בָנָ֑יו H1121 וְהֵנַפְתָּ֥ H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "25": "וְלָקַחְתָּ֤ H3947 אֹתָם֙ H853 מִיָּדָ֔ H3027 וְהִקְטַרְתָּ֥ H6999 הַמִּזְבֵּ֖חָ H4196 עַל H5921 הָעֹלָ֑ה H5930 לְרֵ֤יחַ H7381 נִיח֨וֹחַ֙ H5207 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אִשֶּׁ֥ה H801 ה֖וּא H1931 לַיהוָֽה H3068 ",
  "26": "וְלָקַחְתָּ֣ H3947 אֶת H853 הֶֽחָזֶ֗ה H2373 מֵאֵ֤יל H352 הַמִּלֻּאִים֙ H4394 אֲשֶׁ֣ר H834 לְאַהֲרֹ֔ן H175 וְהֵנַפְתָּ֥ H5130 אֹת֛וֹ H853 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְהָיָ֥ה H1961 לְךָ֖ Hl לְמָנָֽה H4490 ",
  "27": "וְקִדַּשְׁתָּ֞ H6942 אֵ֣ת H853 חֲזֵ֣ה H2373 הַתְּנוּפָ֗ה H8573 וְאֵת֙ H853 שׁ֣וֹק H7785 הַתְּרוּמָ֔ה H8641 אֲשֶׁ֥ר H834 הוּנַ֖ף H5130 וַאֲשֶׁ֣ר H834 הוּרָ֑ם H7311 מֵאֵיל֙ H352 הַמִּלֻּאִ֔ים H4394 מֵאֲשֶׁ֥ר H834 לְאַהֲרֹ֖ן H175 וּמֵ H834 לְבָנָֽי H1121 ",
  "28": "וְהָיָה֩ H1961 לְאַהֲרֹ֨ן H175 וּלְ H1121 לְחָק H2706 עוֹלָ֗ם H5769 מֵאֵת֙ H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 תְרוּמָ֖ה H8641 ה֑וּא H1931 וּתְרוּמָ֞ה H8641 יִהְיֶ֨ה H1961 מֵאֵ֤ת H853 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מִזִּבְחֵ֣י H2077 שַׁלְמֵיהֶ֔ם H8002 תְּרוּמָתָ֖ם H8641 לַיהוָֽה H3068 ",
  "29": "וּבִגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 אֲשֶׁ֣ר H834 לְאַהֲרֹ֔ן H175 יִהְי֥וּ H1961 לְבָנָ֖י H1121 אַחֲרָ֑יו H310 לְמָשְׁחָ֣ה H4888 בָהֶ֔ם Hb וּלְ H4390 בָ֖ם Hb אֶת H853 יָדָֽם H3027 ",
  "30": "שִׁבְעַ֣ת H7651 יָמִ֗ים H3117 יִלְבָּשָׁ֧ם H3847 הַכֹּהֵ֛ן H3548 תַּחְתָּ֖יו H8478 מִבָּנָ֑י H1121 אֲשֶׁ֥ר H834 יָבֹ֛א H935 אֶל H413 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 לְשָׁרֵ֥ת H8334 בַּקֹּֽדֶשׁ H6944 ",
  "31": "וְאֵ֛ת H853 אֵ֥יל H352 הַמִּלֻּאִ֖ים H4394 תִּקָּ֑ח H3947 וּבִשַּׁלְתָּ֥ H1310 אֶת H853 בְּשָׂר֖וֹ H1320 בְּמָקֹ֥ם H4725 קָדֹֽשׁ H6918 ",
  "32": "וְאָכַ֨ל H398 אַהֲרֹ֤ן H175 וּבָנָי H1121 אֶת H853 בְּשַׂ֣ר H1320 הָאַ֔יִל H352 וְאֶת H853 הַלֶּ֖חֶם H3899 אֲשֶׁ֣ר H834 בַּסָּ֑ל H5536 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "33": "וְאָכְל֤וּ H398 אֹתָם֙ H853 אֲשֶׁ֣ר H834 כֻּפַּ֣ר H3722 בָּהֶ֔ם Hb לְמַלֵּ֥א H4390 אֶת H853 יָדָ֖ם H3027 לְקַדֵּ֣שׁ H6942 אֹתָ֑ם H853 וְזָ֥ר H2114 לֹא H3808 יֹאכַ֖ל H398 כִּי H3588 קֹ֥דֶשׁ H6944 הֵֽם H1992 ",
  "34": "וְֽאִם H518 יִוָּתֵ֞ר H3498 מִבְּשַׂ֧ר H1320 הַמִּלֻּאִ֛ים H4394 וּמִן H4480 הַלֶּ֖חֶם H3899 עַד H5704 הַבֹּ֑קֶר H1242 וְשָׂרַפְתָּ֤ H8313 אֶת H853 הַנּוֹתָר֙ H3498 בָּאֵ֔שׁ H784 לֹ֥א H3808 יֵאָכֵ֖ל H398 כִּי H3588 קֹ֥דֶשׁ H6944 הֽוּא H1931 ",
  "35": "וְעָשִׂ֜יתָ H6213 לְאַהֲרֹ֤ן H175 וּלְ H1121 כָּ֔כָה H3602 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוִּ֖יתִי H6680 אֹתָ֑כָה H853 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 תְּמַלֵּ֥א H4390 יָדָֽם H3027 ",
  "36": "וּפַ֨ר H6499 חַטָּ֜את H2403 תַּעֲשֶׂ֤ה H6213 לַיּוֹם֙ H3117 עַל H5921 הַכִּפֻּרִ֔ים H3725 וְחִטֵּאתָ֙ H2398 עַל H5921 הַמִּזְבֵּ֔חַ H4196 בְּכַפֶּרְ H3722 עָלָ֑יו H5921 וּמָֽשַׁחְתָּ֥ H4886 אֹת֖וֹ H853 לְקַדְּשֽׁ H6942 ",
  "37": "שִׁבְעַ֣ת H7651 יָמִ֗ים H3117 תְּכַפֵּר֙ H3722 עַל H5921 הַמִּזְבֵּ֔חַ H4196 וְקִדַּשְׁתָּ֖ H6942 אֹת֑וֹ H853 וְהָיָ֤ה H1961 הַמִּזְבֵּ֨חַ֙ H4196 קֹ֣דֶשׁ H6944 קָֽדָשִׁ֔ים H6944 כָּל H3605 הַנֹּגֵ֥עַ H5060 בַּמִּזְבֵּ֖חַ H4196 יִקְדָּֽשׁ H6942 ",
  "38": "וְזֶ֕ה H2088 אֲשֶׁ֥ר H834 תַּעֲשֶׂ֖ה H6213 עַל H5921 הַמִּזְבֵּ֑חַ H4196 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 שְׁנַ֥יִם H8147 לַיּ֖וֹם H3117 תָּמִֽיד H8548 ",
  "39": "אֶת H853 הַכֶּ֥בֶשׂ H3532 הָאֶחָ֖ד H259 תַּעֲשֶׂ֣ה H6213 בַבֹּ֑קֶר H1242 וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֥ין H996 הָעַרְבָּֽיִם H6153 ",
  "40": "וְעִשָּׂרֹ֨ן H6241 סֹ֜לֶת H5560 בָּל֨וּל H1101 בְּשֶׁ֤מֶן H8081 כָּתִית֙ H3795 רֶ֣בַע H7253 הַהִ֔ין H1969 וְנֵ֕סֶךְ H5262 רְבִעִ֥ית H7253 הַהִ֖ין H1969 יָ֑יִן H3196 לַכֶּ֖בֶשׂ H3532 הָאֶחָֽד H259 ",
  "41": "וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֣ין H996 הָעַרְבָּ֑יִם H6153 כְּמִנְחַ֨ת H4503 הַבֹּ֤קֶר H1242 וּכְ H5262 תַּֽעֲשֶׂה H6213 לָּ֔הּ Hl לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "42": "עֹלַ֤ת H5930 תָּמִיד֙ H8548 לְדֹרֹ֣תֵי H1755 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 אִוָּעֵ֤ד H3259 לָכֶם֙ Hl שָׁ֔מָּה H8033 לְדַבֵּ֥ר H1696 אֵלֶ֖יךָ H413 שָֽׁם H8033 ",
  "43": "וְנֹעַדְתִּ֥י H3259 שָׁ֖מָּה H8033 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְנִקְדַּ֖שׁ H6942 בִּכְבֹדִֽ H3519 ",
  "44": "וְקִדַּשְׁתִּ֛י H6942 אֶת H853 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וְאֶת H853 הַמִּזְבֵּ֑חַ H4196 וְאֶת H853 אַהֲרֹ֧ן H175 וְאֶת H853 בָּנָ֛יו H1121 אֲקַדֵּ֖שׁ H6942 לְכַהֵ֥ן H3547 לִֽי Hl ",
  "45": "וְשָׁ֣כַנְתִּ֔י H7931 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָיִ֥יתִי H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "46": "וְיָדְע֗וּ H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיהֶ֔ם H430 אֲשֶׁ֨ר H834 הוֹצֵ֧אתִי H3318 אֹתָ֛ם H853 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לְשָׁכְנִ֣ H7931 בְתוֹכָ֑ H8432 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיהֶֽם H430 "
}
