{
  "1": "וּמֹשֶׁ֗ה H4872 הָיָ֥ה H1961 רֹעֶ֛ה H7462 אֶת H853 צֹ֛אן H6629 יִתְר֥וֹ H3503 חֹתְנ֖וֹ H2859 כֹּהֵ֣ן H3548 מִדְיָ֑ן H4080 וַיִּנְהַ֤ג H5090 אֶת H853 הַצֹּאן֙ H6629 אַחַ֣ר H310 הַמִּדְבָּ֔ר H4057 וַיָּבֹ֛א H935 אֶל H413 הַ֥ר H2022 הָאֱלֹהִ֖ים H430 חֹרֵֽבָה H2722 ",
  "2": "וַ֠יֵּרָא H7200 מַלְאַ֨ךְ H4397 יְהֹוָ֥ה H3068 אֵלָ֛יו H413 בְּלַבַּת H3827 אֵ֖שׁ H784 מִתּ֣וֹךְ H8432 הַסְּנֶ֑ה H5572 וַיַּ֗רְא H7200 וְהִנֵּ֤ה H2009 הַסְּנֶה֙ H5572 בֹּעֵ֣ר H1197 בָּאֵ֔שׁ H784 וְהַ H5572 אֵינֶ֥נּוּ H369 אֻכָּֽל H398 ",
  "3": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 אָסֻֽרָה H5493 נָּ֣א H4994 וְאֶרְאֶ֔ה H7200 אֶת H853 הַמַּרְאֶ֥ה H4758 הַגָּדֹ֖ל H1419 הַזֶּ֑ה H2088 מַדּ֖וּעַ H4069 לֹא H3808 יִבְעַ֥ר H1197 הַסְּנֶֽה H5572 ",
  "4": "וַיַּ֥רְא H7200 יְהוָ֖ה H3068 כִּ֣י H3588 סָ֣ר H5493 לִרְא֑וֹת H7200 וַיִּקְרָא֩ H7121 אֵלָ֨יו H413 אֱלֹהִ֜ים H430 מִתּ֣וֹךְ H8432 הַסְּנֶ֗ה H5572 וַיֹּ֛אמֶר H559 מֹשֶׁ֥ה H4872 מֹשֶׁ֖ה H4872 וַיֹּ֥אמֶר H559 הִנֵּֽנִי H2009 ",
  "5": "וַיֹּ֖אמֶר H559 אַל H408 תִּקְרַ֣ב H7126 הֲלֹ֑ם H1988 שַׁל H5394 נְעָלֶ֨יךָ֙ H5275 מֵעַ֣ל H5921 רַגְלֶ֔יךָ H7272 כִּ֣י H3588 הַמָּק֗וֹם H4725 אֲשֶׁ֤ר H834 אַתָּה֙ H859 עוֹמֵ֣ד H5975 עָלָ֔יו H5921 אַדְמַת H127 קֹ֖דֶשׁ H6944 הֽוּא H1931 ",
  "6": "וַיֹּ֗אמֶר H559 אָנֹכִי֙ H595 אֱלֹהֵ֣י H430 אָבִ֔יךָ H1 אֱלֹהֵ֧י H430 אַבְרָהָ֛ם H85 אֱלֹהֵ֥י H430 יִצְחָ֖ק H3327 וֵאלֹהֵ֣י H430 יַעֲקֹ֑ב H3290 וַיַּסְתֵּ֤ר H5641 מֹשֶׁה֙ H4872 פָּנָ֔יו H6440 כִּ֣י H3588 יָרֵ֔א H3372 מֵהַבִּ֖יט H5027 אֶל H413 הָאֱלֹהִֽים H430 ",
  "7": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 רָאֹ֥ה H7200 רָאִ֛יתִי H7200 אֶת H853 עֳנִ֥י H6040 עַמִּ֖י H5971 אֲשֶׁ֣ר H834 בְּמִצְרָ֑יִם H4714 וְאֶת H853 צַעֲקָתָ֤ם H6818 שָׁמַ֨עְתִּי֙ H8085 מִפְּנֵ֣י H6440 נֹֽגְשָׂ֔יו H5065 כִּ֥י H3588 יָדַ֖עְתִּי H3045 אֶת H853 מַכְאֹבָֽיו H4341 ",
  "8": "וָאֵרֵ֞ד H3381 לְהַצִּיל֣ H5337 מִיַּ֣ד H3027 מִצְרַ֗יִם H4713 וּֽלְ H5927 מִן H4480 הָאָ֣רֶץ H776 הַהִוא֒ H1931 אֶל H413 אֶ֤רֶץ H776 טוֹבָה֙ H2896 וּרְחָבָ֔ה H7342 אֶל H413 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 אֶל H413 מְק֤וֹם H4725 הַֽכְּנַעֲנִי֙ H3669 וְהַ֣ H2850 וְהָֽ H567 וְהַ H6522 וְהַ H2340 וְהַ H2983 ",
  "9": "וְעַתָּ֕ה H6258 הִנֵּ֛ה H2009 צַעֲקַ֥ת H6818 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 בָּ֣אָה H935 אֵלָ֑י H413 וְגַם H1571 רָאִ֨יתִי֙ H7200 אֶת H853 הַלַּ֔חַץ H3906 אֲשֶׁ֥ר H834 מִצְרַ֖יִם H4713 לֹחֲצִ֥ים H3905 אֹתָֽם H853 ",
  "10": "וְעַתָּ֣ה H6258 לְכָ֔ה H3212 וְאֶֽשְׁלָחֲ H7971 אֶל H413 פַּרְעֹ֑ה H6547 וְהוֹצֵ֛א H3318 אֶת H853 עַמִּ֥י H5971 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָֽיִם H4714 ",
  "11": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 הָ֣אֱלֹהִ֔ים H430 מִ֣י H4310 אָנֹ֔כִי H595 כִּ֥י H3588 אֵלֵ֖ךְ H3212 אֶל H413 פַּרְעֹ֑ה H6547 וְכִ֥י H3588 אוֹצִ֛יא H3318 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָֽיִם H4714 ",
  "12": "וַיֹּ֨אמֶר֙ H559 כִּֽי H3588 אֶֽהְיֶ֣ה H1961 עִמָּ֔ךְ H5973 וְזֶה H2088 לְּךָ֣ Hl הָא֔וֹת H226 כִּ֥י H3588 אָנֹכִ֖י H595 שְׁלַחְתִּ֑יךָ H7971 בְּהוֹצִֽיאֲ H3318 אֶת H853 הָעָם֙ H5971 מִמִּצְרַ֔יִם H4714 תַּֽעַבְדוּן֙ H5647 אֶת H853 הָ֣אֱלֹהִ֔ים H430 עַ֖ל H5921 הָהָ֥ר H2022 הַזֶּֽה H2088 ",
  "13": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 הָֽאֱלֹהִ֗ים H430 הִנֵּ֨ה H2009 אָנֹכִ֣י H595 בָא֮ H935 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְאָמַרְתִּ֣י H559 לָהֶ֔ם Hl אֱלֹהֵ֥י H430 אֲבוֹתֵיכֶ֖ם H1 שְׁלָחַ֣נִי H7971 אֲלֵיכֶ֑ם H413 וְאָֽמְרוּ H559 לִ֣י Hl מַה H4100 שְּׁמ֔וֹ H8034 מָ֥ה H4100 אֹמַ֖ר H559 אֲלֵהֶֽם H413 ",
  "14": "וַיֹּ֤אמֶר H559 אֱלֹהִים֙ H430 אֶל H413 מֹשֶׁ֔ה H4872 אֶֽהְיֶ֖ה H1961 אֲשֶׁ֣ר H834 אֶֽהְיֶ֑ה H1961 וַיֹּ֗אמֶר H559 כֹּ֤ה H3541 תֹאמַר֙ H559 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶֽהְיֶ֖ה H1961 שְׁלָחַ֥נִי H7971 אֲלֵיכֶֽם H413 ",
  "15": "וַיֹּאמֶר֩ H559 ע֨וֹד H5750 אֱלֹהִ֜ים H430 אֶל H413 מֹשֶׁ֗ה H4872 כֹּֽה H3541 תֹאמַר֮ H559 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 יְהוָ֞ה H3068 אֱלֹהֵ֣י H430 אֲבֹתֵיכֶ֗ם H1 אֱלֹהֵ֨י H430 אַבְרָהָ֜ם H85 אֱלֹהֵ֥י H430 יִצְחָ֛ק H3327 וֵאלֹהֵ֥י H430 יַעֲקֹ֖ב H3290 שְׁלָחַ֣נִי H7971 אֲלֵיכֶ֑ם H413 זֶה H2088 שְּׁמִ֣י H8034 לְעֹלָ֔ם H5769 וְזֶ֥ה H2088 זִכְרִ֖י H2143 לְדֹ֥ר H1755 דֹּֽר H1755 ",
  "16": "לֵ֣ךְ H3212 וְאָֽסַפְתָּ֞ H622 אֶת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֗ל H3478 וְאָמַרְתָּ֤ H559 אֲלֵהֶם֙ H413 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 אֲבֹֽתֵיכֶם֙ H1 נִרְאָ֣ה H7200 אֵלַ֔י H413 אֱלֹהֵ֧י H430 אַבְרָהָ֛ם H85 יִצְחָ֥ק H3327 וְיַעֲקֹ֖ב H3290 לֵאמֹ֑ר H559 פָּקֹ֤ד H6485 פָּקַ֨דְתִּי֙ H6485 אֶתְכֶ֔ם H853 וְאֶת H853 הֶעָשׂ֥וּי H6213 לָכֶ֖ם Hl בְּמִצְרָֽיִם H4714 ",
  "17": "וָאֹמַ֗ר H559 אַעֲלֶ֣ה H5927 אֶתְכֶם֮ H853 מֵעֳנִ֣י H6040 מִצְרַיִם֒ H4714 אֶל H413 אֶ֤רֶץ H776 הַֽכְּנַעֲנִי֙ H3669 וְהַ֣ H2850 וְהָֽ H567 וְהַ H6522 וְהַ H2340 וְהַ H2983 אֶל H413 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "18": "וְשָׁמְע֖וּ H8085 לְקֹלֶ֑ H6963 וּבָאתָ֡ H935 אַתָּה֩ H859 וְזִקְנֵ֨י H2205 יִשְׂרָאֵ֜ל H3478 אֶל H413 מֶ֣לֶךְ H4428 מִצְרַ֗יִם H4714 וַאֲמַרְתֶּ֤ם H559 אֵלָיו֙ H413 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 הָֽעִבְרִיִּים֙ H5680 נִקְרָ֣ה H7136 עָלֵ֔ינוּ H5921 וְעַתָּ֗ה H6258 נֵֽלֲכָה H3212 נָּ֞א H4994 דֶּ֣רֶךְ H1870 שְׁלֹ֤שֶׁת H7969 יָמִים֙ H3117 בַּמִּדְבָּ֔ר H4057 וְנִזְבְּחָ֖ה H2076 לַֽיהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "19": "וַאֲנִ֣י H589 יָדַ֔עְתִּי H3045 כִּ֠י H3588 לֹֽא H3808 יִתֵּ֥ן H5414 אֶתְכֶ֛ם H853 מֶ֥לֶךְ H4428 מִצְרַ֖יִם H4714 לַהֲלֹ֑ךְ H1980 וְלֹ֖א H3808 בְּיָ֥ד H3027 חֲזָקָֽה H2389 ",
  "20": "וְשָׁלַחְתִּ֤י H7971 אֶת H853 יָדִי֙ H3027 וְהִכֵּיתִ֣י H5221 אֶת H853 מִצְרַ֔יִם H4713 בְּכֹל֙ H3605 נִפְלְאֹתַ֔י H6381 אֲשֶׁ֥ר H834 אֶֽעֱשֶׂ֖ה H6213 בְּקִרְבּ֑ H7130 וְאַחֲרֵי H310 כֵ֖ן H3651 יְשַׁלַּ֥ח H7971 אֶתְכֶֽם H853 ",
  "21": "וְנָתַתִּ֛י H5414 אֶת H853 חֵ֥ן H2580 הָֽעָם H5971 הַזֶּ֖ה H2088 בְּעֵינֵ֣י H5869 מִצְרָ֑יִם H4713 וְהָיָה֙ H1961 כִּ֣י H3588 תֵֽלֵכ֔וּן H3212 לֹ֥א H3808 תֵלְכ֖וּ H3212 רֵיקָֽם H7387 ",
  "22": "וְשָׁאֲלָ֨ה H7592 אִשָּׁ֤ה H802 מִשְּׁכֶנְתָּ H7934 וּמִ H1481 בֵּיתָ֔הּ H1004 כְּלֵי H3627 כֶ֛סֶף H3701 וּכְלֵ֥י H3627 זָהָ֖ב H2091 וּשְׂמָלֹ֑ת H8071 וְשַׂמְתֶּ֗ם H7760 עַל H5921 בְּנֵיכֶם֙ H1121 וְעַל H5921 בְּנֹ֣תֵיכֶ֔ם H1323 וְנִצַּלְתֶּ֖ם H5337 אֶת H853 מִצְרָֽיִם H4713 "
}
