{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 פְּסָל H6458 לְךָ֛ Hl שְׁנֵֽי H8147 לֻחֹ֥ת H3871 אֲבָנִ֖ים H68 כָּרִאשֹׁנִ֑ים H7223 וְכָתַבְתִּי֙ H3789 עַל H5921 הַלֻּחֹ֔ת H3871 אֶת H853 הַדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 הָי֛וּ H1961 עַל H5921 הַלֻּחֹ֥ת H3871 הָרִאשֹׁנִ֖ים H7223 אֲשֶׁ֥ר H834 שִׁבַּֽרְתָּ H7665 ",
  "2": "וֶהְיֵ֥ה H1961 נָכ֖וֹן H3559 לַבֹּ֑קֶר H1242 וְעָלִ֤יתָ H5927 בַבֹּ֨קֶר֙ H1242 אֶל H413 הַ֣ר H2022 סִינַ֔י H5514 וְנִצַּבְתָּ֥ H5324 לִ֛י Hl שָׁ֖ם H8033 עַל H5921 רֹ֥אשׁ H7218 הָהָֽר H2022 ",
  "3": "וְאִישׁ֙ H376 לֹֽא H3808 יַעֲלֶ֣ה H5927 עִמָּ֔ךְ H5973 וְגַם H1571 אִ֥ישׁ H376 אַל H408 יֵרָ֖א H7200 בְּכָל H3605 הָהָ֑ר H2022 גַּם H1571 הַצֹּ֤אן H6629 וְהַ H1241 אַל H408 יִרְע֔וּ H7462 אֶל H413 מ֖וּל H4136 הָהָ֥ר H2022 הַהֽוּא H1931 ",
  "4": "וַיִּפְסֹ֡ל H6458 שְׁנֵֽי H8147 לֻחֹ֨ת H3871 אֲבָנִ֜ים H68 כָּרִאשֹׁנִ֗ים H7223 וַיַּשְׁכֵּ֨ם H7925 מֹשֶׁ֤ה H4872 בַבֹּ֨קֶר֙ H1242 וַיַּ֨עַל֙ H5927 אֶל H413 הַ֣ר H2022 סִינַ֔י H5514 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 וַיִּקַּ֣ח H3947 בְּיָד֔ H3027 שְׁנֵ֖י H8147 לֻחֹ֥ת H3871 אֲבָנִֽים H68 ",
  "5": "וַיֵּ֤רֶד H3381 יְהוָה֙ H3068 בֶּֽעָנָ֔ן H6051 וַיִּתְיַצֵּ֥ב H3320 עִמּ֖וֹ H5973 שָׁ֑ם H8033 וַיִּקְרָ֥א H7121 בְשֵׁ֖ם H8034 יְהוָֽה H3068 ",
  "6": "וַיַּעֲבֹ֨ר H5674 יְהוָ֥ה H3068 עַל H5921 פָּנָיו֮ H6440 וַיִּקְרָא֒ H7121 יְהוָ֣ה H3068 יְהוָ֔ה H3068 אֵ֥ל H410 רַח֖וּם H7349 וְחַנּ֑וּן H2587 אֶ֥רֶךְ H750 אַפַּ֖יִם H639 וְרַב H7227 חֶ֥סֶד H2617 וֶאֱמֶֽת H571 ",
  "7": "נֹצֵ֥ר H5341 חֶ֨סֶד֙ H2617 לָאֲלָפִ֔ים H505 נֹשֵׂ֥א H5375 עָוֺ֛ן H5771 וָפֶ֖שַׁע H6588 וְחַטָּאָ֑ה H2403 וְנַקֵּה֙ H5352 לֹ֣א H3808 יְנַקֶּ֔ה H5352 פֹּקֵ֣ד H6485 עֲוֺ֣ן H5771 אָב֗וֹת H1 עַל H5921 בָּנִים֙ H1121 וְעַל H5921 בְּנֵ֣י H1121 בָנִ֔ים H1121 עַל H5921 שִׁלֵּשִׁ֖ים H8029 וְעַל H5921 רִבֵּעִֽים H7256 ",
  "8": "וַיְמַהֵ֖ר H4116 מֹשֶׁ֑ה H4872 וַיִּקֹּ֥ד H6915 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
  "9": "וַיֹּ֡אמֶר H559 אִם H518 נָא֩ H4994 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 אֲדֹנָ֔י H136 יֵֽלֶךְ H3212 נָ֥א H4994 אֲדֹנָ֖י H136 בְּקִרְבֵּ֑ H7130 כִּ֤י H3588 עַם H5971 קְשֵׁה H7186 עֹ֨רֶף֙ H6203 ה֔וּא H1931 וְסָלַחְתָּ֛ H5545 לַעֲוֺנֵ֥ H5771 וּלְ H2403 וּנְחַלְתָּֽ H5157 ",
  "10": "וַיֹּ֗אמֶר H559 הִנֵּ֣ה H2009 אָנֹכִי֮ H595 כֹּרֵ֣ת H3772 בְּרִית֒ H1285 נֶ֤גֶד H5048 כָּֽל H3605 עַמְּךָ֙ H5971 אֶעֱשֶׂ֣ה H6213 נִפְלָאֹ֔ת H6381 אֲשֶׁ֛ר H834 לֹֽא H3808 נִבְרְא֥וּ H1254 בְכָל H3605 הָאָ֖רֶץ H776 וּבְ H3605 הַגּוֹיִ֑ם H1471 וְרָאָ֣ה H7200 כָל H3605 הָ֠עָם H5971 אֲשֶׁר H834 אַתָּ֨ה H859 בְקִרְבּ֜ H7130 אֶת H853 מַעֲשֵׂ֤ה H4639 יְהוָה֙ H3068 כִּֽי H3588 נוֹרָ֣א H3372 ה֔וּא H1931 אֲשֶׁ֥ר H834 אֲנִ֖י H589 עֹשֶׂ֥ה H6213 עִמָּֽךְ H5973 ",
  "11": "שְׁמָ֨ר H8104 לְךָ֔ Hl אֵ֛ת H853 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 מְצַוְּךָ֣ H6680 הַיּ֑וֹם H3117 הִנְנִ֧י H2005 גֹרֵ֣שׁ H1644 מִפָּנֶ֗י H6440 אֶת H853 הָאֱמֹרִי֙ H567 וְהַֽ H3669 וְהַ H2850 וְהַ H6522 וְהַ H2340 וְהַ H2983 ",
  "12": "הִשָּׁ֣מֶר H8104 לְךָ֗ Hl פֶּן H6435 תִּכְרֹ֤ת H3772 בְּרִית֙ H1285 לְיוֹשֵׁ֣ב H3427 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 בָּ֣א H935 עָלֶ֑יהָ H5921 פֶּן H6435 יִהְיֶ֥ה H1961 לְמוֹקֵ֖שׁ H4170 בְּקִרְבֶּֽ H7130 ",
  "13": "כִּ֤י H3588 אֶת H853 מִזְבְּחֹתָם֙ H4196 תִּתֹּצ֔וּן H5422 וְאֶת H853 מַצֵּבֹתָ֖ם H4676 תְּשַׁבֵּר֑וּן H7665 וְאֶת H853 אֲשֵׁרָ֖יו H842 תִּכְרֹתֽוּן H3772 ",
  "14": "כִּ֛י H3588 לֹ֥א H3808 תִֽשְׁתַּחֲוֶ֖ה H7812 לְאֵ֣ל H410 אַחֵ֑ר H312 כִּ֤י H3588 יְהוָה֙ H3068 קַנָּ֣א H7067 שְׁמ֔וֹ H8034 אֵ֥ל H410 קַנָּ֖א H7067 הֽוּא H1931 ",
  "15": "פֶּן H6435 תִּכְרֹ֥ת H3772 בְּרִ֖ית H1285 לְיוֹשֵׁ֣ב H3427 הָאָ֑רֶץ H776 וְזָנ֣וּ H2181 אַחֲרֵ֣י H310 אֱלֹֽהֵיהֶ֗ם H430 וְזָבְחוּ֙ H2076 לֵאלֹ֣הֵי H430 וְקָרָ֣א H7121 לְךָ֔ Hl וְאָכַלְתָּ֖ H398 מִזִּבְחֽ H2077 ",
  "16": "וְלָקַחְתָּ֥ H3947 מִבְּנֹתָ֖י H1323 לְבָנֶ֑י H1121 וְזָנ֣וּ H2181 בְנֹתָ֗יו H1323 אַחֲרֵי֙ H310 אֱלֹ֣הֵיהֶ֔ן H430 וְהִזְנוּ֙ H2181 אֶת H853 בָּנֶ֔יךָ H1121 אַחֲרֵ֖י H310 אֱלֹהֵיהֶֽן H430 ",
  "17": "אֱלֹהֵ֥י H430 מַסֵּכָ֖ה H4541 לֹ֥א H3808 תַעֲשֶׂה H6213 לָּֽךְ Hl ",
  "18": "אֶת H853 חַ֣ג H2282 הַמַּצּוֹת֮ H4682 תִּשְׁמֹר֒ H8104 שִׁבְעַ֨ת H7651 יָמִ֜ים H3117 תֹּאכַ֤ל H398 מַצּוֹת֙ H4682 אֲשֶׁ֣ר H834 צִוִּיתִ֔ךָ H6680 לְמוֹעֵ֖ד H4150 חֹ֣דֶשׁ H2320 הָאָבִ֑יב H24 כִּ֚י H3588 בְּחֹ֣דֶשׁ H2320 הָֽאָבִ֔יב H24 יָצָ֖אתָ H3318 מִמִּצְרָֽיִם H4714 ",
  "19": "כָּל H3605 פֶּ֥טֶר H6363 רֶ֖חֶם H7358 לִ֑י Hl וְכָֽל H3605 מִקְנְךָ֙ H4735 תִּזָּכָ֔ר H2142 פֶּ֖טֶר H6363 שׁ֥וֹר H7794 וָשֶֽׂה H7716 ",
  "20": "וּפֶ֤טֶר H6363 חֲמוֹר֙ H2543 תִּפְדֶּ֣ה H6299 בְשֶׂ֔ה H7716 וְאִם H518 לֹ֥א H3808 תִפְדֶּ֖ה H6299 וַעֲרַפְתּ֑ H6202 כֹּ֣ל H3605 בְּכ֤וֹר H1060 בָּנֶ֨יךָ֙ H1121 תִּפְדֶּ֔ה H6299 וְלֹֽא H3808 יֵרָא֥וּ H7200 פָנַ֖י H6440 רֵיקָֽם H7387 ",
  "21": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּעֲבֹ֔ד H5647 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 תִּשְׁבֹּ֑ת H7673 בֶּחָרִ֥ישׁ H2758 וּבַ H7105 תִּשְׁבֹּֽת H7673 ",
  "22": "וְחַ֤ג H2282 שָׁבֻעֹת֙ H7620 תַּעֲשֶׂ֣ה H6213 לְךָ֔ Hl בִּכּוּרֵ֖י H1061 קְצִ֣יר H7105 חִטִּ֑ים H2406 וְחַג֙ H2282 הָֽאָסִ֔יף H614 תְּקוּפַ֖ת H8622 הַשָּׁנָֽה H8141 ",
  "23": "שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָ֑ה H8141 יֵרָאֶה֙ H7200 כָּל H3605 זְכ֣וּרְךָ֔ H2138 אֶת H853 פְּנֵ֛י H6440 הָֽאָדֹ֥ן H113 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "24": "כִּֽי H3588 אוֹרִ֤ישׁ H3423 גּוֹיִם֙ H1471 מִפָּנֶ֔י H6440 וְהִרְחַבְתִּ֖י H7337 אֶת H853 גְּבוּלֶ֑ךָ H1366 וְלֹא H3808 יַחְמֹ֥ד H2530 אִישׁ֙ H376 אֶֽת H853 אַרְצְךָ֔ H776 בַּעֲלֹֽתְ H5927 לֵרָאוֹת֙ H7200 אֶת H853 פְּנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָֽה H8141 ",
  "25": "לֹֽא H3808 תִשְׁחַ֥ט H7819 עַל H5921 חָמֵ֖ץ H2557 דַּם H1818 זִבְחִ֑י H2077 וְלֹא H3808 יָלִ֣ין H3885 לַבֹּ֔קֶר H1242 זֶ֖בַח H2077 חַ֥ג H2282 הַפָּֽסַח H6453 ",
  "26": "רֵאשִׁ֗ית H7225 בִּכּוּרֵי֙ H1061 אַדְמָ֣תְךָ֔ H127 תָּבִ֕יא H935 בֵּ֖ית H1004 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹא H3808 תְבַשֵּׁ֥ל H1310 גְּדִ֖י H1423 בַּחֲלֵ֥ב H2461 אִמּֽוֹ H517 ",
  "27": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כְּתָב H3789 לְךָ֖ Hl אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 כִּ֞י H3588 עַל H5921 פִּ֣י H6310 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 כָּרַ֧תִּי H3772 אִתְּךָ֛ H854 בְּרִ֖ית H1285 וְאֶת H854 יִשְׂרָאֵֽל H3478 ",
  "28": "וַֽיְהִי H1961 שָׁ֣ם H8033 עִם H5973 יְהוָ֗ה H3068 אַרְבָּעִ֥ים H705 יוֹם֙ H3117 וְאַרְבָּעִ֣ים H705 לַ֔יְלָה H3915 לֶ֚חֶם H3899 לֹ֣א H3808 אָכַ֔ל H398 וּמַ֖יִם H4325 לֹ֣א H3808 שָׁתָ֑ה H8354 וַיִּכְתֹּ֣ב H3789 עַל H5921 הַלֻּחֹ֗ת H3871 אֵ֚ת H853 דִּבְרֵ֣י H1697 הַבְּרִ֔ית H1285 עֲשֶׂ֖רֶת H6235 הַדְּבָרִֽים H1697 ",
  "29": "וַיְהִ֗י H1961 בְּרֶ֤דֶת H3381 מֹשֶׁה֙ H4872 מֵהַ֣ר H2022 סִינַ֔י H5514 וּשְׁנֵ֨י H8147 לֻחֹ֤ת H3871 הָֽעֵדֻת֙ H5715 בְּיַד H3027 מֹשֶׁ֔ה H4872 בְּרִדְתּ֖ H3381 מִן H4480 הָהָ֑ר H2022 וּמֹשֶׁ֣ה H4872 לֹֽא H3808 יָדַ֗ע H3045 כִּ֥י H3588 קָרַ֛ן H7160 ע֥וֹר H5785 פָּנָ֖יו H6440 בְּדַבְּר֥ H1696 אִתּֽוֹ H854 ",
  "30": "וַיַּ֨רְא H7200 אַהֲרֹ֜ן H175 וְכָל H3605 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 אֶת H853 מֹשֶׁ֔ה H4872 וְהִנֵּ֥ה H2009 קָרַ֖ן H7160 ע֣וֹר H5785 פָּנָ֑יו H6440 וַיִּֽירְא֖וּ H3372 מִגֶּ֥שֶׁת H5066 אֵלָֽיו H413 ",
  "31": "וַיִּקְרָ֤א H7121 אֲלֵהֶם֙ H413 מֹשֶׁ֔ה H4872 וַיָּשֻׁ֧בוּ H7725 אֵלָ֛יו H413 אַהֲרֹ֥ן H175 וְכָל H3605 הַנְּשִׂאִ֖ים H5387 בָּעֵדָ֑ה H5712 וַיְדַבֵּ֥ר H1696 מֹשֶׁ֖ה H4872 אֲלֵהֶֽם H413 ",
  "32": "וְאַחֲרֵי H310 כֵ֥ן H3651 נִגְּשׁ֖וּ H5066 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיְצַוֵּ֕ H6680 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אִתּ֖וֹ H854 בְּהַ֥ר H2022 סִינָֽי H5514 ",
  "33": "וַיְכַ֣ל H3615 מֹשֶׁ֔ה H4872 מִדַּבֵּ֖ר H1696 אִתָּ֑ם H854 וַיִּתֵּ֥ן H5414 עַל H5921 פָּנָ֖יו H6440 מַסְוֶֽה H4533 ",
  "34": "וּבְ H935 מֹשֶׁ֜ה H4872 לִפְנֵ֤י H6440 יְהוָה֙ H3068 לְדַבֵּ֣ר H1696 אִתּ֔וֹ H854 יָסִ֥יר H5493 אֶת H853 הַמַּסְוֶ֖ה H4533 עַד H5704 צֵאת֑וֹ H3318 וְיָצָ֗א H3318 וְדִבֶּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֵ֖ת H853 אֲשֶׁ֥ר H834 יְצֻוֶּֽה H6680 ",
  "35": "וְרָא֤וּ H7200 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶת H853 פְּנֵ֣י H6440 מֹשֶׁ֔ה H4872 כִּ֣י H3588 קָרַ֔ן H7160 ע֖וֹר H5785 פְּנֵ֣י H6440 מֹשֶׁ֑ה H4872 וְהֵשִׁ֨יב H7725 מֹשֶׁ֤ה H4872 אֶת H853 הַמַּסְוֶה֙ H4533 עַל H5921 פָּנָ֔יו H6440 עַד H5704 בֹּא֖וֹ H935 לְדַבֵּ֥ר H1696 אִתּֽוֹ H854 "
}
