{
  "1": "וְעָשָׂה֩ H6213 בְצַלְאֵ֨ל H1212 וְאָהֳלִיאָ֜ב H171 וְכֹ֣ל H3605 אִ֣ישׁ H376 חֲכַם H2450 לֵ֗ב H3820 אֲשֶׁר֩ H834 נָתַ֨ן H5414 יְהוָ֜ה H3068 חָכְמָ֤ה H2451 וּתְבוּנָה֙ H8394 בָּהֵ֔מָּה H1992 לָדַ֣עַת H3045 לַעֲשֹׂ֔ת H6213 אֶֽת H853 כָּל H3605 מְלֶ֖אכֶת H4399 עֲבֹדַ֣ת H5656 הַקֹּ֑דֶשׁ H6944 לְכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 יְהוָֽה H3068 ",
  "2": "וַיִּקְרָ֣א H7121 מֹשֶׁ֗ה H4872 אֶל H413 בְּצַלְאֵ֘ל H1212 וְאֶל H413 אָֽהֳלִיאָב֒ H171 וְאֶל֙ H413 כָּל H3605 אִ֣ישׁ H376 חֲכַם H2450 לֵ֔ב H3820 אֲשֶׁ֨ר H834 נָתַ֧ן H5414 יְהוָ֛ה H3068 חָכְמָ֖ה H2451 בְּלִבּ֑ H3820 כֹּ֚ל H3605 אֲשֶׁ֣ר H834 נְשָׂא֣וֹ H5375 לִבּ֔וֹ H3820 לְקָרְבָ֥ה H7126 אֶל H413 הַמְּלָאכָ֖ה H4399 לַעֲשֹׂ֥ת H6213 אֹתָֽהּ H853 ",
  "3": "וַיִּקְח֞וּ H3947 מִלִּ H6440 מֹשֶׁ֗ה H4872 אֵ֤ת H853 כָּל H3605 הַתְּרוּמָה֙ H8641 אֲשֶׁ֨ר H834 הֵבִ֜יאוּ H935 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לִמְלֶ֛אכֶת H4399 עֲבֹדַ֥ת H5656 הַקֹּ֖דֶשׁ H6944 לַעֲשֹׂ֣ת H6213 אֹתָ֑הּ H853 וְ֠הֵם H1992 הֵבִ֨יאוּ H935 אֵלָ֥יו H413 ע֛וֹד H5750 נְדָבָ֖ה H5071 בַּבֹּ֥קֶר H1242 בַּבֹּֽקֶר H1242 ",
  "4": "וַיָּבֹ֨אוּ֙ H935 כָּל H3605 הַ֣חֲכָמִ֔ים H2450 הָעֹשִׂ֕ים H6213 אֵ֖ת H853 כָּל H3605 מְלֶ֣אכֶת H4399 הַקֹּ֑דֶשׁ H6944 אִֽישׁ H376 אִ֥ישׁ H376 מִמְּלַאכְתּ֖ H4399 אֲשֶׁר H834 הֵ֥מָּה H1992 עֹשִֽׂים H6213 ",
  "5": "וַיֹּאמְרוּ֙ H559 אֶל H413 מֹשֶׁ֣ה H4872 לֵּאמֹ֔ר H559 מַרְבִּ֥ים H7235 הָעָ֖ם H5971 לְהָבִ֑יא H935 מִדֵּ֤י H1767 הָֽעֲבֹדָה֙ H5656 לַמְּלָאכָ֔ה H4399 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לַעֲשֹׂ֥ת H6213 אֹתָֽהּ H853 ",
  "6": "וַיְצַ֣ו H6680 מֹשֶׁ֗ה H4872 וַיַּעֲבִ֨ירוּ H5674 ק֥וֹל H6963 בַּֽמַּחֲנֶה֮ H4264 לֵאמֹר֒ H559 אִ֣ישׁ H376 וְאִשָּׁ֗ה H802 אַל H408 יַעֲשׂוּ H6213 ע֛וֹד H5750 מְלָאכָ֖ה H4399 לִתְרוּמַ֣ת H8641 הַקֹּ֑דֶשׁ H6944 וַיִּכָּלֵ֥א H3607 הָעָ֖ם H5971 מֵהָבִֽיא H935 ",
  "7": "וְהַ H4399 הָיְתָ֥ה H1961 דַיָּ֛ם H1767 לְכָל H3605 הַמְּלָאכָ֖ה H4399 לַעֲשׂ֣וֹת H6213 אֹתָ֑הּ H853 וְהוֹתֵֽר H3498 ",
  "8": "וַיַּעֲשׂ֨וּ H6213 כָל H3605 חֲכַם H2450 לֵ֜ב H3820 בְּעֹשֵׂ֧י H6213 הַמְּלָאכָ֛ה H4399 אֶת H853 הַמִּשְׁכָּ֖ן H4908 עֶ֣שֶׂר H6235 יְרִיעֹ֑ת H3407 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 וּתְכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 וְתוֹלַ֣עַת H8438 שָׁנִ֔י H8144 כְּרֻבִ֛ים H3742 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֖ב H2803 עָשָׂ֥ה H6213 אֹתָֽם H853 ",
  "9": "אֹ֜רֶךְ H753 הַיְרִיעָ֣ה H3407 הָֽאַחַ֗ת H259 שְׁמֹנֶ֤ה H8083 וְעֶשְׂרִים֙ H6242 בָּֽאַמָּ֔ה H520 וְרֹ֨חַב֙ H7341 אַרְבַּ֣ע H702 בָּֽאַמָּ֔ה H520 הַיְרִיעָ֖ה H3407 הָאֶחָ֑ת H259 מִדָּ֥ה H4060 אַחַ֖ת H259 לְכָל H3605 הַיְרִיעֹֽת H3407 ",
  "10": "וַיְחַבֵּר֙ H2266 אֶת H853 חֲמֵ֣שׁ H2568 הַיְרִיעֹ֔ת H3407 אַחַ֖ת H259 אֶל H413 אֶחָ֑ת H259 וְחָמֵ֤שׁ H2568 יְרִיעֹת֙ H3407 חִבַּ֔ר H2266 אַחַ֖ת H259 אֶל H413 אֶחָֽת H259 ",
  "11": "וַיַּ֜עַשׂ H6213 לֻֽלְאֹ֣ת H3924 תְּכֵ֗לֶת H8504 עַ֣ל H5921 שְׂפַ֤ת H8193 הַיְרִיעָה֙ H3407 הָֽאֶחָ֔ת H259 מִקָּצָ֖ה H7098 בַּמַּחְבָּ֑רֶת H4225 כֵּ֤ן H3651 עָשָׂה֙ H6213 בִּשְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַקִּ֣יצוֹנָ֔ה H7020 בַּמַּחְבֶּ֖רֶת H4225 הַשֵּׁנִֽית H8145 ",
  "12": "חֲמִשִּׁ֣ים H2572 לֻלָאֹ֗ת H3924 עָשָׂה֮ H6213 בַּיְרִיעָ֣ה H3407 הָאֶחָת֒ H259 וַחֲמִשִּׁ֣ים H2572 לֻלָאֹ֗ת H3924 עָשָׂה֙ H6213 בִּקְצֵ֣ה H7097 הַיְרִיעָ֔ה H3407 אֲשֶׁ֖ר H834 בַּמַּחְבֶּ֣רֶת H4225 הַשֵּׁנִ֑ית H8145 מַקְבִּילֹת֙ H6901 הַלֻּ֣לָאֹ֔ת H3924 אַחַ֖ת H259 אֶל H413 אֶחָֽת H259 ",
  "13": "וַיַּ֕עַשׂ H6213 חֲמִשִּׁ֖ים H2572 קַרְסֵ֣י H7165 זָהָ֑ב H2091 וַיְחַבֵּ֨ר H2266 אֶת H853 הַיְרִעֹ֜ת H3407 אַחַ֤ת H259 אֶל H413 אַחַת֙ H259 בַּקְּרָסִ֔ים H7165 וַֽיְהִ֥י H1961 הַמִּשְׁכָּ֖ן H4908 אֶחָֽד H259 ",
  "14": "וַיַּ֨עַשׂ֙ H6213 יְרִיעֹ֣ת H3407 עִזִּ֔ים H5795 לְאֹ֖הֶל H168 עַל H5921 הַמִּשְׁכָּ֑ן H4908 עַשְׁתֵּֽי H6249 עֶשְׂרֵ֥ה H6240 יְרִיעֹ֖ת H3407 עָשָׂ֥ה H6213 אֹתָֽם H853 ",
  "15": "אֹ֜רֶךְ H753 הַיְרִיעָ֣ה H3407 הָאַחַ֗ת H259 שְׁלֹשִׁים֙ H7970 בָּֽאַמָּ֔ה H520 וְאַרְבַּ֣ע H702 אַמּ֔וֹת H520 רֹ֖חַב H7341 הַיְרִיעָ֣ה H3407 הָאֶחָ֑ת H259 מִדָּ֣ה H4060 אַחַ֔ת H259 לְעַשְׁתֵּ֥י H6249 עֶשְׂרֵ֖ה H6240 יְרִיעֹֽת H3407 ",
  "16": "וַיְחַבֵּ֛ר H2266 אֶת H853 חֲמֵ֥שׁ H2568 הַיְרִיעֹ֖ת H3407 לְבָ֑ד H905 וְאֶת H853 שֵׁ֥שׁ H8337 הַיְרִיעֹ֖ת H3407 לְבָֽד H905 ",
  "17": "וַיַּ֜עַשׂ H6213 לֻֽלָאֹ֣ת H3924 חֲמִשִּׁ֗ים H2572 עַ֚ל H5921 שְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַקִּיצֹנָ֖ה H7020 בַּמַּחְבָּ֑רֶת H4225 וַחֲמִשִּׁ֣ים H2572 לֻלָאֹ֗ת H3924 עָשָׂה֙ H6213 עַל H5921 שְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַחֹבֶ֖רֶת H2279 הַשֵּׁנִֽית H8145 ",
  "18": "וַיַּ֛עַשׂ H6213 קַרְסֵ֥י H7165 נְחֹ֖שֶׁת H5178 חֲמִשִּׁ֑ים H2572 לְחַבֵּ֥ר H2266 אֶת H853 הָאֹ֖הֶל H168 לִֽהְיֹ֥ת H1961 אֶחָֽד H259 ",
  "19": "וַיַּ֤עַשׂ H6213 מִכְסֶה֙ H4372 לָאֹ֔הֶל H168 עֹרֹ֥ת H5785 אֵלִ֖ים H352 מְאָדָּמִ֑ים H119 וּמִכְסֵ֛ה H4372 עֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 מִלְ H4605 ",
  "20": "וַיַּ֥עַשׂ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֲצֵ֥י H6086 שִׁטִּ֖ים H7848 עֹמְדִֽים H5975 ",
  "21": "עֶ֥שֶׂר H6235 אַמֹּ֖ת H520 אֹ֣רֶךְ H753 הַקָּ֑רֶשׁ H7175 וְאַמָּה֙ H520 וַחֲצִ֣י H2677 הָֽאַמָּ֔ה H520 רֹ֖חַב H7341 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
  "22": "שְׁתֵּ֣י H8147 יָדֹ֗ת H3027 לַקֶּ֨רֶשׁ֙ H7175 הָֽאֶחָ֔ד H259 מְשֻׁלָּבֹ֔ת H7947 אַחַ֖ת H259 אֶל H413 אֶחָ֑ת H259 כֵּ֣ן H3651 עָשָׂ֔ה H6213 לְכֹ֖ל H3605 קַרְשֵׁ֥י H7175 הַמִּשְׁכָּֽן H4908 ",
  "23": "וַיַּ֥עַשׂ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֶשְׂרִ֣ים H6242 קְרָשִׁ֔ים H7175 לִפְאַ֖ת H6285 נֶ֥גֶב H5045 תֵּימָֽנָה H8486 ",
  "24": "וְאַרְבָּעִים֙ H705 אַדְנֵי H134 כֶ֔סֶף H3701 עָשָׂ֕ה H6213 תַּ֖חַת H8478 עֶשְׂרִ֣ים H6242 הַקְּרָשִׁ֑ים H7175 שְׁנֵ֨י H8147 אֲדָנִ֜ים H134 תַּֽחַת H8478 הַקֶּ֤רֶשׁ H7175 הָאֶחָד֙ H259 לִשְׁתֵּ֣י H8147 יְדֹתָ֔יו H3027 וּשְׁנֵ֧י H8147 אֲדָנִ֛ים H134 תַּֽחַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָ֖ד H259 לִשְׁתֵּ֥י H8147 יְדֹתָֽיו H3027 ",
  "25": "וּלְ H6763 הַמִּשְׁכָּ֛ן H4908 הַשֵּׁנִ֖ית H8145 לִפְאַ֣ת H6285 צָפ֑וֹן H6828 עָשָׂ֖ה H6213 עֶשְׂרִ֥ים H6242 קְרָשִֽׁים H7175 ",
  "26": "וְאַרְבָּעִ֥ים H705 אַדְנֵיהֶ֖ם H134 כָּ֑סֶף H3701 שְׁנֵ֣י H8147 אֲדָנִ֗ים H134 תַּ֚חַת H8478 הַקֶּ֣רֶשׁ H7175 הָאֶחָ֔ד H259 וּשְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
  "27": "וּֽלְ H3411 הַמִּשְׁכָּ֖ן H4908 יָ֑מָּה H3220 עָשָׂ֖ה H6213 שִׁשָּׁ֥ה H8337 קְרָשִֽׁים H7175 ",
  "28": "וּשְׁנֵ֤י H8147 קְרָשִׁים֙ H7175 עָשָׂ֔ה H6213 לִמְקֻצְעֹ֖ת H4742 הַמִּשְׁכָּ֑ן H4908 בַּיַּרְכָתָֽיִם H3411 ",
  "29": "וְהָי֣וּ H1961 תוֹאֲמִם֮ H8382 מִלְּ H4295 וְיַחְדָּ֗ו H3162 יִהְי֤וּ H1961 תַמִּים֙ H8382 אֶל H413 רֹאשׁ֔וֹ H7218 אֶל H413 הַטַּבַּ֖עַת H2885 הָאֶחָ֑ת H259 כֵּ֚ן H3651 עָשָׂ֣ה H6213 לִשְׁנֵי H8147 לִשְׁנֵ֖י H8147 הַמִּקְצֹעֹֽת H4740 ",
  "30": "וְהָיוּ֙ H1961 שְׁמֹנָ֣ה H8083 קְרָשִׁ֔ים H7175 וְאַדְנֵי H134 כֶּ֔סֶף H3701 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אֲדָנִ֑ים H134 שְׁנֵ֤י H8147 אֲדָנִים֙ H134 שְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
  "31": "וַיַּ֥עַשׂ H6213 בְּרִיחֵ֖י H1280 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חֲמִשָּׁ֕ה H2568 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הָאֶחָֽת H259 ",
  "32": "וַחֲמִשָּׁ֣ה H2568 בְרִיחִ֔ם H1280 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הַשֵּׁנִ֑ית H8145 וַחֲמִשָּׁ֤ה H2568 בְרִיחִם֙ H1280 לְקַרְשֵׁ֣י H7175 הַמִּשְׁכָּ֔ן H4908 לַיַּרְכָתַ֖יִם H3411 יָֽמָּה H3220 ",
  "33": "וַיַּ֖עַשׂ H6213 אֶת H853 הַבְּרִ֣יחַ H1280 הַתִּיכֹ֑ן H8484 לִבְרֹ֨חַ֙ H1272 בְּת֣וֹךְ H8432 הַקְּרָשִׁ֔ים H7175 מִן H4480 הַקָּצֶ֖ה H7097 אֶל H413 הַקָּצֶֽה H7097 ",
  "34": "וְֽאֶת H853 הַקְּרָשִׁ֞ים H7175 צִפָּ֣ה H6823 זָהָ֗ב H2091 וְאֶת H853 טַבְּעֹתָם֙ H2885 עָשָׂ֣ה H6213 זָהָ֔ב H2091 בָּתִּ֖ים H1004 לַבְּרִיחִ֑ם H1280 וַיְצַ֥ף H6823 אֶת H853 הַבְּרִיחִ֖ם H1280 זָהָֽב H2091 ",
  "35": "וַיַּ֨עַשׂ֙ H6213 אֶת H853 הַפָּרֹ֔כֶת H6532 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֛ב H2803 עָשָׂ֥ה H6213 אֹתָ֖הּ H853 כְּרֻבִֽים H3742 ",
  "36": "וַיַּ֣עַשׂ H6213 לָ֗הּ Hl אַרְבָּעָה֙ H702 עַמּוּדֵ֣י H5982 שִׁטִּ֔ים H7848 וַיְצַפֵּ֣ H6823 זָהָ֔ב H2091 וָוֵיהֶ֖ם H2053 זָהָ֑ב H2091 וַיִּצֹ֣ק H3332 לָהֶ֔ם Hl אַרְבָּעָ֖ה H702 אַדְנֵי H134 כָֽסֶף H3701 ",
  "37": "וַיַּ֤עַשׂ H6213 מָסָךְ֙ H4539 לְפֶ֣תַח H6607 הָאֹ֔הֶל H168 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֖ה H4639 רֹקֵֽם H7551 ",
  "38": "וְאֶת H853 עַמּוּדָ֤יו H5982 חֲמִשָּׁה֙ H2568 וְאֶת H853 וָ֣וֵיהֶ֔ם H2053 וְצִפָּ֧ה H6823 רָאשֵׁיהֶ֛ם H7218 וַחֲשֻׁקֵי H2838 זָהָ֑ב H2091 וְאַדְנֵי H134 חֲמִשָּׁ֖ה H2568 נְחֹֽשֶׁת H5178 "
}
