{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 רְאֵ֛ה H7200 נְתַתִּ֥יךָ H5414 אֱלֹהִ֖ים H430 לְפַרְעֹ֑ה H6547 וְאַהֲרֹ֥ן H175 אָחִ֖יךָ H251 יִהְיֶ֥ה H1961 נְבִיאֶֽךָ H5030 ",
  "2": "אַתָּ֣ה H859 תְדַבֵּ֔ר H1696 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 אֲצַוֶּ֑ךָּ H6680 וְאַהֲרֹ֤ן H175 אָחִ֨יךָ֙ H251 יְדַבֵּ֣ר H1696 אֶל H413 פַּרְעֹ֔ה H6547 וְשִׁלַּ֥ח H7971 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאַרְצֽ H776 ",
  "3": "וַאֲנִ֥י H589 אַקְשֶׁ֖ה H7185 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 וְהִרְבֵּיתִ֧י H7235 אֶת H853 אֹתֹתַ֛י H226 וְאֶת H853 מוֹפְתַ֖י H4159 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "4": "וְלֹֽא H3808 יִשְׁמַ֤ע H8085 אֲלֵכֶם֙ H413 פַּרְעֹ֔ה H6547 וְנָתַתִּ֥י H5414 אֶת H853 יָדִ֖י H3027 בְּמִצְרָ֑יִם H4714 וְהוֹצֵאתִ֨י H3318 אֶת H853 צִבְאֹתַ֜י H6635 אֶת H853 עַמִּ֤י H5971 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בִּשְׁפָטִ֖ים H8201 גְּדֹלִֽים H1419 ",
  "5": "וְיָדְע֤וּ H3045 מִצְרַ֨יִם֙ H4713 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 בִּנְטֹתִ֥ H5186 אֶת H853 יָדִ֖י H3027 עַל H5921 מִצְרָ֑יִם H4714 וְהוֹצֵאתִ֥י H3318 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִתּוֹכָֽ H8432 ",
  "6": "וַיַּ֥עַשׂ H6213 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹתָ֖ם H853 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
  "7": "וּמֹשֶׁה֙ H4872 בֶּן H1121 שְׁמֹנִ֣ים H8084 שָׁנָ֔ה H8141 וְאַֽהֲרֹ֔ן H175 בֶּן H1121 שָׁלֹ֥שׁ H7969 וּשְׁמֹנִ֖ים H8084 שָׁנָ֑ה H8141 בְּדַבְּרָ֖ H1696 אֶל H413 פַּרְעֹֽה H6547 ",
  "8": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "9": "כִּי֩ H3588 יְדַבֵּ֨ר H1696 אֲלֵכֶ֤ם H413 פַּרְעֹה֙ H6547 לֵאמֹ֔ר H559 תְּנ֥וּ H5414 לָכֶ֖ם Hl מוֹפֵ֑ת H4159 וְאָמַרְתָּ֣ H559 אֶֽל H413 אַהֲרֹ֗ן H175 קַ֧ח H3947 אֶֽת H853 מַטְּךָ֛ H4294 וְהַשְׁלֵ֥ךְ H7993 לִפְנֵֽי H6440 פַרְעֹ֖ה H6547 יְהִ֥י H1961 לְתַנִּֽין H8577 ",
  "10": "וַיָּבֹ֨א H935 מֹשֶׁ֤ה H4872 וְאַהֲרֹן֙ H175 אֶל H413 פַּרְעֹ֔ה H6547 וַיַּ֣עַשׂוּ H6213 כֵ֔ן H3651 כַּאֲשֶׁ֖ר H834 צִוָּ֣ה H6680 יְהוָ֑ה H3068 וַיַּשְׁלֵ֨ךְ H7993 אַהֲרֹ֜ן H175 אֶת H853 מַטֵּ֗הוּ H4294 לִפְנֵ֥י H6440 פַרְעֹ֛ה H6547 וְלִ H6440 עֲבָדָ֖יו H5650 וַיְהִ֥י H1961 לְתַנִּֽין H8577 ",
  "11": "וַיִּקְרָא֙ H7121 גַּם H1571 פַּרְעֹ֔ה H6547 לַֽחֲכָמִ֖ים H2450 וְלַֽ H3784 וַיַּֽעֲשׂ֨וּ H6213 גַם H1571 הֵ֜ם H1992 חַרְטֻמֵּ֥י H2748 מִצְרַ֛יִם H4714 בְּלַהֲטֵי H3858 כֵּֽן H3651 ",
  "12": "וַיַּשְׁלִ֨יכוּ֙ H7993 אִ֣ישׁ H376 מַטֵּ֔הוּ H4294 וַיִּהְי֖וּ H1961 לְתַנִּינִ֑ם H8577 וַיִּבְלַ֥ע H1104 מַטֵּֽה H4294 אַהֲרֹ֖ן H175 אֶת H853 מַטֹּתָֽם H4294 ",
  "13": "וַיֶּחֱזַק֙ H2388 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵהֶ֑ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "14": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כָּבֵ֖ד H3515 לֵ֣ב H3820 פַּרְעֹ֑ה H6547 מֵאֵ֖ן H3985 לְשַׁלַּ֥ח H7971 הָעָֽם H5971 ",
  "15": "לֵ֣ךְ H3212 אֶל H413 פַּרְעֹ֞ה H6547 בַּבֹּ֗קֶר H1242 הִנֵּה֙ H2009 יֹצֵ֣א H3318 הַמַּ֔יְמָ H4325 וְנִצַּבְתָּ֥ H5324 לִקְרָאת֖ H7125 עַל H5921 שְׂפַ֣ת H8193 הַיְאֹ֑ר H2975 וְהַ H4294 אֲשֶׁר H834 נֶהְפַּ֥ךְ H2015 לְנָחָ֖שׁ H5175 תִּקַּ֥ח H3947 בְּיָדֶֽ H3027 ",
  "16": "וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 הָעִבְרִים֙ H5680 שְׁלָחַ֤נִי H7971 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 שַׁלַּח֙ H7971 אֶת H853 עַמִּ֔י H5971 וְיַֽעַבְדֻ֖ H5647 בַּמִּדְבָּ֑ר H4057 וְהִנֵּ֥ה H2009 לֹא H3808 שָׁמַ֖עְתָּ H8085 עַד H5704 כֹּֽה H3541 ",
  "17": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּזֹ֣את H2063 תֵּדַ֔ע H3045 כִּ֖י H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 מַכֶּ֣ה H5221 בַּמַּטֶּ֣ה H4294 אֲשֶׁר H834 בְּיָדִ֗ H3027 עַל H5921 הַמַּ֛יִם H4325 אֲשֶׁ֥ר H834 בַּיְאֹ֖ר H2975 וְנֶהֶפְכ֥וּ H2015 לְדָֽם H1818 ",
  "18": "וְהַ H1710 אֲשֶׁר H834 בַּיְאֹ֛ר H2975 תָּמ֖וּת H4191 וּבָאַ֣שׁ H887 הַיְאֹ֑ר H2975 וְנִלְא֣וּ H3811 מִצְרַ֔יִם H4713 לִשְׁתּ֥וֹת H8354 מַ֖יִם H4325 מִן H4480 הַיְאֹֽר H2975 ",
  "19": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 אֱמֹ֣ר H559 אֶֽל H413 אַהֲרֹ֡ן H175 קַ֣ח H3947 מַטְּךָ֣ H4294 וּנְטֵֽה H5186 יָדְךָ֩ H3027 עַל H5921 מֵימֵ֨י H4325 מִצְרַ֜יִם H4714 עַֽל H5921 נַהֲרֹתָ֣ם H5104 עַל H5921 יְאֹרֵיהֶ֣ם H2975 וְעַל H5921 אַגְמֵיהֶ֗ם H98 וְעַ֛ל H5921 כָּל H3605 מִקְוֵ֥ה H4723 מֵימֵיהֶ֖ם H4325 וְיִֽהְיוּ H1961 דָ֑ם H1818 וְהָ֤יָה H1961 דָם֙ H1818 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּבָ H6086 וּבָ H68 ",
  "20": "וַיַּֽעֲשׂוּ H6213 כֵן֩ H3651 מֹשֶׁ֨ה H4872 וְאַהֲרֹ֜ן H175 כַּאֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוָ֗ה H3068 וַיָּ֤רֶם H7311 בַּמַּטֶּה֙ H4294 וַיַּ֤ךְ H5221 אֶת H853 הַמַּ֨יִם֙ H4325 אֲשֶׁ֣ר H834 בַּיְאֹ֔ר H2975 לְעֵינֵ֣י H5869 פַרְעֹ֔ה H6547 וּלְ H5869 עֲבָדָ֑יו H5650 וַיֵּהָֽפְכ֛וּ H2015 כָּל H3605 הַמַּ֥יִם H4325 אֲשֶׁר H834 בַּיְאֹ֖ר H2975 לְדָֽם H1818 ",
  "21": "וְהַ H1710 אֲשֶׁר H834 בַּיְאֹ֥ר H2975 מֵ֨תָה֙ H4191 וַיִּבְאַ֣שׁ H887 הַיְאֹ֔ר H2975 וְלֹא H3808 יָכְל֣וּ H3201 מִצְרַ֔יִם H4713 לִשְׁתּ֥וֹת H8354 מַ֖יִם H4325 מִן H4480 הַיְאֹ֑ר H2975 וַיְהִ֥י H1961 הַדָּ֖ם H1818 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "22": "וַיַּֽעֲשׂוּ H6213 כֵ֛ן H3651 חַרְטֻמֵּ֥י H2748 מִצְרַ֖יִם H4714 בְּלָטֵי H3909 וַיֶּחֱזַ֤ק H2388 לֵב H3820 פַּרְעֹה֙ H6547 וְלֹא H3808 שָׁמַ֣ע H8085 אֲלֵהֶ֔ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "23": "וַיִּ֣פֶן H6437 פַּרְעֹ֔ה H6547 וַיָּבֹ֖א H935 אֶל H413 בֵּית֑וֹ H1004 וְלֹא H3808 שָׁ֥ת H7896 לִבּ֖וֹ H3820 גַּם H1571 לָזֹֽאת H2063 ",
  "24": "וַיַּחְפְּר֧וּ H2658 כָל H3605 מִצְרַ֛יִם H4713 סְבִיבֹ֥ת H5439 הַיְאֹ֖ר H2975 מַ֣יִם H4325 לִשְׁתּ֑וֹת H8354 כִּ֣י H3588 לֹ֤א H3808 יָֽכְלוּ֙ H3201 לִשְׁתֹּ֔ת H8354 מִמֵּימֵ֖י H4325 הַיְאֹֽר H2975 ",
  "25": "וַיִּמָּלֵ֖א H4390 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 אַחֲרֵ֥י H310 הַכּוֹת H5221 יְהוָ֖ה H3068 אֶת H853 הַיְאֹֽר H2975 ",
  "26": "",
  "27": "",
  "28": "",
  "29": ""
}
