{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בֹּ֖א H935 אֶל H413 פַּרְעֹ֑ה H6547 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שַׁלַּ֥ח H7971 אֶת H853 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
  "2": "וְאִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לְשַׁלֵּ֑חַ H7971 הִנֵּ֣ה H2009 אָנֹכִ֗י H595 נֹגֵ֛ף H5062 אֶת H853 כָּל H3605 גְּבוּלְךָ֖ H1366 בַּֽצְפַרְדְּעִֽים H6854 ",
  "3": "וְשָׁרַ֣ץ H8317 הַיְאֹר֮ H2975 צְפַרְדְּעִים֒ H6854 וְעָלוּ֙ H5927 וּבָ֣אוּ H935 בְּבֵיתֶ֔ H1004 וּבַ H2315 מִשְׁכָּבְךָ֖ H4904 וְעַל H5921 מִטָּתֶ֑ךָ H4296 וּבְ H1004 עֲבָדֶ֨יךָ֙ H5650 וּבְ H5971 וּבְ H8574 וּבְ H4863 ",
  "4": "וּבְ Hc/Hb וּֽבְ H5971 וּבְ H3605 עֲבָדֶ֑יךָ H5650 יַעֲל֖וּ H5927 הַֽצְפַרְדְּעִֽים H6854 ",
  "5": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 אֱמֹ֣ר H559 אֶֽל H413 אַהֲרֹ֗ן H175 נְטֵ֤ה H5186 אֶת H853 יָדְךָ֙ H3027 בְּמַטֶּ֔ H4294 עַל H5921 הַ֨נְּהָרֹ֔ת H5104 עַל H5921 הַיְאֹרִ֖ים H2975 וְעַל H5921 הָאֲגַמִּ֑ים H98 וְהַ֥עַל H5927 אֶת H853 הַֽצְפַרְדְּעִ֖ים H6854 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "6": "וַיֵּ֤ט H5186 אַהֲרֹן֙ H175 אֶת H853 יָד֔וֹ H3027 עַ֖ל H5921 מֵימֵ֣י H4325 מִצְרָ֑יִם H4714 וַתַּ֨עַל֙ H5927 הַצְּפַרְדֵּ֔עַ H6854 וַתְּכַ֖ס H3680 אֶת H853 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "7": "וַיַּֽעֲשׂוּ H6213 כֵ֥ן H3651 הַֽחֲרְטֻמִּ֖ים H2748 בְּלָטֵי H3909 וַיַּעֲל֥וּ H5927 אֶת H853 הַֽצְפַרְדְּעִ֖ים H6854 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "8": "וַיִּקְרָ֨א H7121 פַרְעֹ֜ה H6547 לְמֹשֶׁ֣ה H4872 וּֽלְ H175 וַיֹּ֨אמֶר֙ H559 הַעְתִּ֣ירוּ H6279 אֶל H413 יְהוָ֔ה H3068 וְיָסֵר֙ H5493 הַֽצְפַרְדְּעִ֔ים H6854 מִמֶּ֖נִּי H4480 וּמֵֽ H5971 וַאֲשַׁלְּחָה֙ H7971 אֶת H853 הָעָ֔ם H5971 וְיִזְבְּח֖וּ H2076 לַיהוָֽה H3068 ",
  "9": "וַיֹּ֣אמֶר H559 מֹשֶׁ֣ה H4872 לְפַרְעֹה֮ H6547 הִתְפָּאֵ֣ר H6286 עָלַי֒ H5921 לְמָתַ֣י H4970 אַעְתִּ֣יר H6279 לְךָ֗ Hl וְלַ H5650 וּֽלְ H5971 לְהַכְרִית֙ H3772 הַֽצֲפַרְדְּעִ֔ים H6854 מִמְּךָ֖ H4480 וּמִ H1004 רַ֥ק H7535 בַּיְאֹ֖ר H2975 תִּשָּׁאַֽרְנָה H7604 ",
  "10": "וַיֹּ֖אמֶר H559 לְמָחָ֑ר H4279 וַיֹּ֨אמֶר֙ H559 כִּדְבָ֣רְ H1697 לְמַ֣עַן H4616 תֵּדַ֔ע H3045 כִּי H3588 אֵ֖ין H369 כַּיהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "11": "וְסָר֣וּ H5493 הַֽצְפַרְדְּעִ֗ים H6854 מִמְּךָ֙ H4480 וּמִ H1004 וּמֵ H5650 וּמֵ H5971 רַ֥ק H7535 בַּיְאֹ֖ר H2975 תִּשָּׁאַֽרְנָה H7604 ",
  "12": "וַיֵּצֵ֥א H3318 מֹשֶׁ֛ה H4872 וְאַהֲרֹ֖ן H175 מֵעִ֣ם H5973 פַּרְעֹ֑ה H6547 וַיִּצְעַ֤ק H6817 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֔ה H3068 עַל H5921 דְּבַ֥ר H1697 הַֽצְפַרְדְּעִ֖ים H6854 אֲשֶׁר H834 שָׂ֥ם H7760 לְפַרְעֹֽה H6547 ",
  "13": "וַיַּ֥עַשׂ H6213 יְהוָ֖ה H3068 כִּדְבַ֣ר H1697 מֹשֶׁ֑ה H4872 וַיָּמֻ֨תוּ֙ H4191 הַֽצְפַרְדְּעִ֔ים H6854 מִן H4480 הַבָּתִּ֥ים H1004 מִן H4480 הַחֲצֵרֹ֖ת H2691 וּמִן H4480 הַשָּׂדֹֽת H7704 ",
  "14": "וַיִּצְבְּר֥וּ H6651 אֹתָ֖ם H853 חֳמָרִ֣ם H2563 חֳמָרִ֑ם H2563 וַתִּבְאַ֖שׁ H887 הָאָֽרֶץ H776 ",
  "15": "וַיַּ֣רְא H7200 פַּרְעֹ֗ה H6547 כִּ֤י H3588 הָֽיְתָה֙ H1961 הָֽרְוָחָ֔ה H7309 וְהַכְבֵּד֙ H3513 אֶת H853 לִבּ֔וֹ H3820 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵהֶ֑ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "16": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 אֱמֹר֙ H559 אֶֽל H413 אַהֲרֹ֔ן H175 נְטֵ֣ה H5186 אֶֽת H853 מַטְּךָ֔ H4294 וְהַ֖ךְ H5221 אֶת H853 עֲפַ֣ר H6083 הָאָ֑רֶץ H776 וְהָיָ֥ה H1961 לְכִנִּ֖ם H3654 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "17": "וַיַּֽעֲשׂוּ H6213 כֵ֗ן H3651 וַיֵּט֩ H5186 אַהֲרֹ֨ן H175 אֶת H853 יָד֤וֹ H3027 בְמַטֵּ֨ H4294 וַיַּךְ֙ H5221 אֶת H853 עֲפַ֣ר H6083 הָאָ֔רֶץ H776 וַתְּהִי֙ H1961 הַכִּנָּ֔ם H3654 בָּאָדָ֖ם H120 וּבַ H929 כָּל H3605 עֲפַ֥ר H6083 הָאָ֛רֶץ H776 הָיָ֥ה H1961 כִנִּ֖ים H3654 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "18": "וַיַּעֲשׂוּ H6213 כֵ֨ן H3651 הַחַרְטֻמִּ֧ים H2748 בְּלָטֵי H3909 לְהוֹצִ֥יא H3318 אֶת H853 הַכִּנִּ֖ים H3654 וְלֹ֣א H3808 יָכֹ֑לוּ H3201 וַתְּהִי֙ H1961 הַכִּנָּ֔ם H3654 בָּאָדָ֖ם H120 וּבַ H929 ",
  "19": "וַיֹּאמְר֤וּ H559 הַֽחַרְטֻמִּים֙ H2748 אֶל H413 פַּרְעֹ֔ה H6547 אֶצְבַּ֥ע H676 אֱלֹהִ֖ים H430 הִ֑וא H1931 וַיֶּחֱזַ֤ק H2388 לֵב H3820 פַּרְעֹה֙ H6547 וְלֹֽא H3808 שָׁמַ֣ע H8085 אֲלֵהֶ֔ם H413 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "20": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הַשְׁכֵּ֤ם H7925 בַּבֹּ֨קֶר֙ H1242 וְהִתְיַצֵּב֙ H3320 לִפְנֵ֣י H6440 פַרְעֹ֔ה H6547 הִנֵּ֖ה H2009 יוֹצֵ֣א H3318 הַמָּ֑יְמָ H4325 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שַׁלַּ֥ח H7971 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
  "21": "כִּ֣י H3588 אִם H518 אֵינְךָ֮ H369 מְשַׁלֵּ֣חַ H7971 אֶת H853 עַמִּי֒ H5971 הִנְנִי֩ H2005 מַשְׁלִ֨יחַ H7971 בְּךָ֜ Hb וּבַ H5650 וּֽבְ H5971 וּבְ H1004 אֶת H853 הֶעָרֹ֑ב H6157 וּמָ֨לְא֜וּ H4390 בָּתֵּ֤י H1004 מִצְרַ֨יִם֙ H4713 אֶת H853 הֶ֣עָרֹ֔ב H6157 וְגַ֥ם H1571 הָאֲדָמָ֖ה H127 אֲשֶׁר H834 הֵ֥ם H1992 עָלֶֽיהָ H5921 ",
  "22": "וְהִפְלֵיתִי֩ H6395 בַיּ֨וֹם H3117 הַה֜וּא H1931 אֶת H853 אֶ֣רֶץ H776 גֹּ֗שֶׁן H1657 אֲשֶׁ֤ר H834 עַמִּי֙ H5971 עֹמֵ֣ד H5975 עָלֶ֔יהָ H5921 לְבִלְתִּ֥י H1115 הֱיֽוֹת H1961 שָׁ֖ם H8033 עָרֹ֑ב H6157 לְמַ֣עַן H4616 תֵּדַ֔ע H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
  "23": "וְשַׂמְתִּ֣י H7760 פְדֻ֔ת H6304 בֵּ֥ין H996 עַמִּ֖י H5971 וּבֵ֣ין H996 עַמֶּ֑ךָ H5971 לְמָחָ֥ר H4279 יִהְיֶ֖ה H1961 הָאֹ֥ת H226 הַזֶּֽה H2088 ",
  "24": "וַיַּ֤עַשׂ H6213 יְהוָה֙ H3068 כֵּ֔ן H3651 וַיָּבֹא֙ H935 עָרֹ֣ב H6157 כָּבֵ֔ד H3515 בֵּ֥יתָה H1004 פַרְעֹ֖ה H6547 וּבֵ֣ית H1004 עֲבָדָ֑יו H5650 וּבְ H3605 אֶ֧רֶץ H776 מִצְרַ֛יִם H4714 תִּשָּׁחֵ֥ת H7843 הָאָ֖רֶץ H776 מִפְּנֵ֥י H6440 הֶעָרֹֽב H6157 ",
  "25": "וַיִּקְרָ֣א H7121 פַרְעֹ֔ה H6547 אֶל H413 מֹשֶׁ֖ה H4872 וּֽלְ H175 וַיֹּ֗אמֶר H559 לְכ֛וּ H3212 זִבְח֥וּ H2076 לֵֽאלֹהֵי H430 בָּאָֽרֶץ H776 ",
  "26": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 לֹ֤א H3808 נָכוֹן֙ H3559 לַעֲשׂ֣וֹת H6213 כֵּ֔ן H3651 כִּ֚י H3588 תּוֹעֲבַ֣ת H8441 מִצְרַ֔יִם H4713 נִזְבַּ֖ח H2076 לַיהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 הֵ֣ן H2005 נִזְבַּ֞ח H2076 אֶת H853 תּוֹעֲבַ֥ת H8441 מִצְרַ֛יִם H4713 לְעֵינֵי H5869 וְלֹ֥א H3808 יִסְקְלֻֽנוּ H5619 ",
  "27": "דֶּ֚רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 נֵלֵ֖ךְ H3212 בַּמִּדְבָּ֑ר H4057 וְזָבַ֨חְנוּ֙ H2076 לַֽיהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 כַּאֲשֶׁ֖ר H834 יֹאמַ֥ר H559 אֵלֵֽינוּ H413 ",
  "28": "וַיֹּ֣אמֶר H559 פַּרְעֹ֗ה H6547 אָנֹכִ֞י H595 אֲשַׁלַּ֤ח H7971 אֶתְכֶם֙ H853 וּזְבַחְתֶּ֞ם H2076 לַיהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 בַּמִּדְבָּ֔ר H4057 רַ֛ק H7535 הַרְחֵ֥ק H7368 לֹא H3808 תַרְחִ֖יקוּ H7368 לָלֶ֑כֶת H3212 הַעְתִּ֖ירוּ H6279 בַּעֲדִֽי H1157 ",
  "29": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 יוֹצֵ֤א H3318 מֵֽעִמָּ H5973 וְהַעְתַּרְתִּ֣י H6279 אֶל H413 יְהוָ֔ה H3068 וְסָ֣ר H5493 הֶעָרֹ֗ב H6157 מִפַּרְעֹ֛ה H6547 מֵעֲבָדָ֥י H5650 וּמֵ H5971 מָחָ֑ר H4279 רַ֗ק H7535 אַל H408 יֹסֵ֤ף H3254 פַּרְעֹה֙ H6547 הָתֵ֔ל H2048 לְבִלְתִּי֙ H1115 שַׁלַּ֣ח H7971 אֶת H853 הָעָ֔ם H5971 לִזְבֹּ֖חַ H2076 לַֽיהוָֽה H3068 ",
  "30": "וַיֵּצֵ֥א H3318 מֹשֶׁ֖ה H4872 מֵעִ֣ם H5973 פַּרְעֹ֑ה H6547 וַיֶּעְתַּ֖ר H6279 אֶל H413 יְהוָֽה H3068 ",
  "31": "וַיַּ֤עַשׂ H6213 יְהוָה֙ H3068 כִּדְבַ֣ר H1697 מֹשֶׁ֔ה H4872 וַיָּ֨סַר֙ H5493 הֶעָרֹ֔ב H6157 מִפַּרְעֹ֖ה H6547 מֵעֲבָדָ֣י H5650 וּמֵ H5971 לֹ֥א H3808 נִשְׁאַ֖ר H7604 אֶחָֽד H259 ",
  "32": "וַיַּכְבֵּ֤ד H3513 פַּרְעֹה֙ H6547 אֶת H853 לִבּ֔וֹ H3820 גַּ֖ם H1571 בַּפַּ֣עַם H6471 הַזֹּ֑את H2063 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 הָעָֽם H5971 "
}
