{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בֹּ֖א H935 אֶל H413 פַּרְעֹ֑ה H6547 וְדִבַּרְתָּ֣ H1696 אֵלָ֗יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הָֽעִבְרִ֔ים H5680 שַׁלַּ֥ח H7971 אֶת H853 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
  "2": "כִּ֛י H3588 אִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לְשַׁלֵּ֑חַ H7971 וְעוֹדְ H5750 מַחֲזִ֥יק H2388 בָּֽם Hb ",
  "3": "הִנֵּ֨ה H2009 יַד H3027 יְהוָ֜ה H3068 הוֹיָ֗ה H1961 בְּמִקְנְ H4735 אֲשֶׁ֣ר H834 בַּשָּׂדֶ֔ה H7704 בַּסּוּסִ֤ים H5483 בַּֽחֲמֹרִים֙ H2543 בַּגְּמַלִּ֔ים H1581 בַּבָּקָ֖ר H1241 וּבַ H6629 דֶּ֖בֶר H1698 כָּבֵ֥ד H3515 מְאֹֽד H3966 ",
  "4": "וְהִפְלָ֣ה H6395 יְהוָ֔ה H3068 בֵּ֚ין H996 מִקְנֵ֣ה H4735 יִשְׂרָאֵ֔ל H3478 וּבֵ֖ין H996 מִקְנֵ֣ה H4735 מִצְרָ֑יִם H4714 וְלֹ֥א H3808 יָמ֛וּת H4191 מִכָּל H3605 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 דָּבָֽר H1697 ",
  "5": "וַיָּ֥שֶׂם H7760 יְהוָ֖ה H3068 מוֹעֵ֣ד H4150 לֵאמֹ֑ר H559 מָחָ֗ר H4279 יַעֲשֶׂ֧ה H6213 יְהוָ֛ה H3068 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 בָּאָֽרֶץ H776 ",
  "6": "וַיַּ֨עַשׂ H6213 יְהוָ֜ה H3068 אֶת H853 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 מִֽמָּחֳרָ֔ת H4283 וַיָּ֕מָת H4191 כֹּ֖ל H3605 מִקְנֵ֣ה H4735 מִצְרָ֑יִם H4713 וּמִ H4735 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לֹא H3808 מֵ֥ת H4191 אֶחָֽד H259 ",
  "7": "וַיִּשְׁלַ֣ח H7971 פַּרְעֹ֔ה H6547 וְהִנֵּ֗ה H2009 לֹא H3808 מֵ֛ת H4191 מִמִּקְנֵ֥ה H4735 יִשְׂרָאֵ֖ל H3478 עַד H5704 אֶחָ֑ד H259 וַיִּכְבַּד֙ H3513 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 הָעָֽם H5971 ",
  "8": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹן֒ H175 קְח֤וּ H3947 לָכֶם֙ Hl מְלֹ֣א H4393 חָפְנֵיכֶ֔ם H2651 פִּ֖יחַ H6368 כִּבְשָׁ֑ן H3536 וּזְרָק֥ H2236 מֹשֶׁ֛ה H4872 הַשָּׁמַ֖יְמָ H8064 לְעֵינֵ֥י H5869 פַרְעֹֽה H6547 ",
  "9": "וְהָיָ֣ה H1961 לְאָבָ֔ק H80 עַ֖ל H5921 כָּל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְהָיָ֨ה H1961 עַל H5921 הָאָדָ֜ם H120 וְעַל H5921 הַבְּהֵמָ֗ה H929 לִשְׁחִ֥ין H7822 פֹּרֵ֛חַ H6524 אֲבַעְבֻּעֹ֖ת H76 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "10": "וַיִּקְח֞וּ H3947 אֶת H853 פִּ֣יחַ H6368 הַכִּבְשָׁ֗ן H3536 וַיַּֽעַמְדוּ֙ H5975 לִפְנֵ֣י H6440 פַרְעֹ֔ה H6547 וַיִּזְרֹ֥ק H2236 אֹת֛וֹ H853 מֹשֶׁ֖ה H4872 הַשָּׁמָ֑יְמָ H8064 וַיְהִ֗י H1961 שְׁחִין֙ H7822 אֲבַעְבֻּעֹ֔ת H76 פֹּרֵ֕חַ H6524 בָּאָדָ֖ם H120 וּבַ H929 ",
  "11": "וְלֹֽא H3808 יָכְל֣וּ H3201 הַֽחַרְטֻמִּ֗ים H2748 לַעֲמֹ֛ד H5975 לִפְנֵ֥י H6440 מֹשֶׁ֖ה H4872 מִפְּנֵ֣י H6440 הַשְּׁחִ֑ין H7822 כִּֽי H3588 הָיָ֣ה H1961 הַשְּׁחִ֔ין H7822 בַּֽחֲרְטֻמִּ֖ם H2748 וּבְ H3605 מִצְרָֽיִם H4713 ",
  "12": "וַיְחַזֵּ֤ק H2388 יְהוָה֙ H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵהֶ֑ם H413 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶֽׁה H4872 ",
  "13": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הַשְׁכֵּ֣ם H7925 בַּבֹּ֔קֶר H1242 וְהִתְיַצֵּ֖ב H3320 לִפְנֵ֣י H6440 פַרְעֹ֑ה H6547 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הָֽעִבְרִ֔ים H5680 שַׁלַּ֥ח H7971 אֶת H853 עַמִּ֖י H5971 וְיַֽעַבְדֻֽ H5647 ",
  "14": "כִּ֣י H3588 בַּפַּ֣עַם H6471 הַזֹּ֗את H2063 אֲנִ֨י H589 שֹׁלֵ֜חַ H7971 אֶת H853 כָּל H3605 מַגֵּפֹתַי֙ H4046 אֶֽל H413 לִבְּךָ֔ H3820 וּבַ H5650 וּבְ H5971 בַּעֲב֣וּר H5668 תֵּדַ֔ע H3045 כִּ֛י H3588 אֵ֥ין H369 כָּמֹ֖נִי H3644 בְּכָל H3605 הָאָֽרֶץ H776 ",
  "15": "כִּ֤י H3588 עַתָּה֙ H6258 שָׁלַ֣חְתִּי H7971 אֶת H853 יָדִ֔י H3027 וָאַ֥ךְ H5221 אוֹתְךָ֛ H853 וְאֶֽת H853 עַמְּךָ֖ H5971 בַּדָּ֑בֶר H1698 וַתִּכָּחֵ֖ד H3582 מִן H4480 הָאָֽרֶץ H776 ",
  "16": "וְאוּלָ֗ם H199 בַּעֲב֥וּר H5668 זֹאת֙ H2063 הֶעֱמַדְתִּ֔יךָ H5975 בַּעֲב֖וּר H5668 הַרְאֹתְךָ֣ H7200 אֶת H853 כֹּחִ֑י H3581 וּלְמַ֛עַן H4616 סַפֵּ֥ר H5608 שְׁמִ֖י H8034 בְּכָל H3605 הָאָֽרֶץ H776 ",
  "17": "עוֹדְךָ֖ H5750 מִסְתּוֹלֵ֣ל H5549 בְּעַמִּ֑ H5971 לְבִלְתִּ֖י H1115 שַׁלְּחָֽם H7971 ",
  "18": "הִנְנִ֤י H2005 מַמְטִיר֙ H4305 כָּעֵ֣ת H6256 מָחָ֔ר H4279 בָּרָ֖ד H1259 כָּבֵ֣ד H3515 מְאֹ֑ד H3966 אֲשֶׁ֨ר H834 לֹא H3808 הָיָ֤ה H1961 כָמֹ֨הוּ֙ H3644 בְּמִצְרַ֔יִם H4714 לְמִן H4480 הַיּ֥וֹם H3117 הִוָּסְדָ֖ה H3245 וְעַד H5704 עָֽתָּה H6258 ",
  "19": "וְעַתָּ֗ה H6258 שְׁלַ֤ח H7971 הָעֵז֙ H5756 אֶֽת H853 מִקְנְךָ֔ H4735 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 לְךָ֖ Hl בַּשָּׂדֶ֑ה H7704 כָּל H3605 הָאָדָ֨ם H120 וְהַ H929 אֲשֶֽׁר H834 יִמָּצֵ֣א H4672 בַשָּׂדֶ֗ה H7704 וְלֹ֤א H3808 יֵֽאָסֵף֙ H622 הַבַּ֔יְתָ H1004 וְיָרַ֧ד H3381 עֲלֵהֶ֛ם H5921 הַבָּרָ֖ד H1259 וָמֵֽתוּ H4191 ",
  "20": "הַיָּרֵא֙ H3372 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 מֵֽעַבְדֵ֖י H5650 פַּרְעֹ֑ה H6547 הֵנִ֛יס H5127 אֶת H853 עֲבָדָ֥יו H5650 וְאֶת H853 מִקְנֵ֖הוּ H4735 אֶל H413 הַבָּתִּֽים H1004 ",
  "21": "וַאֲשֶׁ֥ר H834 לֹא H3808 שָׂ֛ם H7760 לִבּ֖וֹ H3820 אֶל H413 דְּבַ֣ר H1697 יְהוָ֑ה H3068 וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲבָדָ֥יו H5650 וְאֶת H853 מִקְנֵ֖הוּ H4735 בַּשָּׂדֶֽה H7704 ",
  "22": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁה H4872 נְטֵ֤ה H5186 אֶת H853 יָֽדְךָ֙ H3027 עַל H5921 הַשָּׁמַ֔יִם H8064 וִיהִ֥י H1961 בָרָ֖ד H1259 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 עַל H5921 הָאָדָ֣ם H120 וְעַל H5921 הַבְּהֵמָ֗ה H929 וְעַ֛ל H5921 כָּל H3605 עֵ֥שֶׂב H6212 הַשָּׂדֶ֖ה H7704 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "23": "וַיֵּ֨ט H5186 מֹשֶׁ֣ה H4872 אֶת H853 מַטֵּהוּ֮ H4294 עַל H5921 הַשָּׁמַיִם֒ H8064 וַֽיהוָ֗ה H3068 נָתַ֤ן H5414 קֹלֹת֙ H6963 וּבָרָ֔ד H1259 וַתִּ֥הֲלַךְ H1980 אֵ֖שׁ H784 אָ֑רְצָה H776 וַיַּמְטֵ֧ר H4305 יְהוָ֛ה H3068 בָּרָ֖ד H1259 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "24": "וַיְהִ֣י H1961 בָרָ֔ד H1259 וְאֵ֕שׁ H784 מִתְלַקַּ֖חַת H3947 בְּת֣וֹךְ H8432 הַבָּרָ֑ד H1259 כָּבֵ֣ד H3515 מְאֹ֔ד H3966 אֲ֠שֶׁר H834 לֹֽא H3808 הָיָ֤ה H1961 כָמֹ֨הוּ֙ H3644 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מֵאָ֖ז H227 הָיְתָ֥ה H1961 לְגֽוֹי H1471 ",
  "25": "וַיַּ֨ךְ H5221 הַבָּרָ֜ד H1259 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרַ֗יִם H4714 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 בַּשָּׂדֶ֔ה H7704 מֵאָדָ֖ם H120 וְעַד H5704 בְּהֵמָ֑ה H929 וְאֵ֨ת H853 כָּל H3605 עֵ֤שֶׂב H6212 הַשָּׂדֶה֙ H7704 הִכָּ֣ה H5221 הַבָּרָ֔ד H1259 וְאֶת H853 כָּל H3605 עֵ֥ץ H6086 הַשָּׂדֶ֖ה H7704 שִׁבֵּֽר H7665 ",
  "26": "רַ֚ק H7535 בְּאֶ֣רֶץ H776 גֹּ֔שֶׁן H1657 אֲשֶׁר H834 שָׁ֖ם H8033 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לֹ֥א H3808 הָיָ֖ה H1961 בָּרָֽד H1259 ",
  "27": "וַיִּשְׁלַ֣ח H7971 פַּרְעֹ֗ה H6547 וַיִּקְרָא֙ H7121 לְמֹשֶׁ֣ה H4872 וּֽלְ H175 וַיֹּ֥אמֶר H559 אֲלֵהֶ֖ם H413 חָטָ֣אתִי H2398 הַפָּ֑עַם H6471 יְהוָה֙ H3068 הַצַּדִּ֔יק H6662 וַאֲנִ֥י H589 וְעַמִּ֖ H5971 הָרְשָׁעִֽים H7563 ",
  "28": "הַעְתִּ֨ירוּ֙ H6279 אֶל H413 יְהוָ֔ה H3068 וְרַ֕ב H7227 מִֽהְיֹ֛ת H1961 קֹלֹ֥ת H6963 אֱלֹהִ֖ים H430 וּבָרָ֑ד H1259 וַאֲשַׁלְּחָ֣ה H7971 אֶתְכֶ֔ם H853 וְלֹ֥א H3808 תֹסִפ֖וּן H3254 לַעֲמֹֽד H5975 ",
  "29": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 מֹשֶׁ֔ה H4872 כְּצֵאתִ H3318 אֶת H853 הָעִ֔יר H5892 אֶפְרֹ֥שׂ H6566 אֶת H853 כַּפַּ֖י H3709 אֶל H413 יְהוָ֑ה H3068 הַקֹּל֣וֹת H6963 יֶחְדָּל֗וּן H2308 וְהַ H1259 לֹ֣א H3808 יִֽהְיֶה H1961 ע֔וֹד H5750 לְמַ֣עַן H4616 תֵּדַ֔ע H3045 כִּ֥י H3588 לַיהוָ֖ה H3068 הָאָֽרֶץ H776 ",
  "30": "וְאַתָּ֖ה H859 וַעֲבָדֶ֑י H5650 יָדַ֕עְתִּי H3045 כִּ֚י H3588 טֶ֣רֶם H2962 תִּֽירְא֔וּן H3372 מִפְּנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהִֽים H430 ",
  "31": "וְהַ H6594 וְהַ H8184 נֻכָּ֑תָה H5221 כִּ֤י H3588 הַשְּׂעֹרָה֙ H8184 אָבִ֔יב H24 וְהַ H6594 גִּבְעֹֽל H1392 ",
  "32": "וְהַ H2406 וְהַ H3698 לֹ֣א H3808 נֻכּ֑וּ H5221 כִּ֥י H3588 אֲפִילֹ֖ת H648 הֵֽנָּה H2007 ",
  "33": "וַיֵּצֵ֨א H3318 מֹשֶׁ֜ה H4872 מֵעִ֤ם H5973 פַּרְעֹה֙ H6547 אֶת H853 הָעִ֔יר H5892 וַיִּפְרֹ֥שׂ H6566 כַּפָּ֖יו H3709 אֶל H413 יְהוָ֑ה H3068 וַֽיַּחְדְּל֤וּ H2308 הַקֹּלוֹת֙ H6963 וְהַ H1259 וּמָטָ֖ר H4306 לֹא H3808 נִתַּ֥ךְ H5413 אָֽרְצָה H776 ",
  "34": "וַיַּ֣רְא H7200 פַּרְעֹ֗ה H6547 כִּֽי H3588 חָדַ֨ל H2308 הַמָּטָ֧ר H4306 וְהַ H1259 וְהַ H6963 וַיֹּ֣סֶף H3254 לַחֲטֹ֑א H2398 וַיַּכְבֵּ֥ד H3513 לִבּ֖וֹ H3820 ה֥וּא H1931 וַעֲבָדָֽי H5650 ",
  "35": "וַֽיֶּחֱזַק֙ H2388 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹ֥א H3808 שִׁלַּ֖ח H7971 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
}
