{
  "1": "וַיַּעַל֩ H5927 אַבְרָ֨ם H87 מִמִּצְרַ֜יִם H4714 ה֠וּא H1931 וְאִשְׁתּ֧ H802 וְכָל H3605 אֲשֶׁר H834 ל֛וֹ Hl וְל֥וֹט H3876 עִמּ֖וֹ H5973 הַנֶּֽגְבָּ H5045 ",
  "2": "וְאַבְרָ֖ם H87 כָּבֵ֣ד H3513 מְאֹ֑ד H3966 בַּמִּקְנֶ֕ה H4735 בַּכֶּ֖סֶף H3701 וּבַ H2091 ",
  "3": "וַיֵּ֨לֶךְ֙ H3212 לְמַסָּעָ֔י H4550 מִנֶּ֖גֶב H5045 וְעַד H5704 בֵּֽית H1008 אֵ֑ל H1008 עַד H5704 הַמָּק֗וֹם H4725 אֲשֶׁר H834 הָ֨יָה H1961 שָׁ֤ם H8033 אהלה H168 בַּתְּחִלָּ֔ה H8462 בֵּ֥ין H996 בֵּֽית H1008 אֵ֖ל H1008 וּבֵ֥ין H996 הָעָֽי H5857 ",
  "4": "אֶל H413 מְקוֹם֙ H4725 הַמִּזְבֵּ֔חַ H4196 אֲשֶׁר H834 עָ֥שָׂה H6213 שָׁ֖ם H8033 בָּרִאשֹׁנָ֑ה H7223 וַיִּקְרָ֥א H7121 שָׁ֛ם H8033 אַבְרָ֖ם H87 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "5": "וְגַם H1571 לְל֔וֹט H3876 הַהֹלֵ֖ךְ H1980 אֶת H854 אַבְרָ֑ם H87 הָיָ֥ה H1961 צֹאן H6629 וּבָקָ֖ר H1241 וְאֹהָלִֽים H168 ",
  "6": "וְלֹא H3808 נָשָׂ֥א H5375 אֹתָ֛ם H853 הָאָ֖רֶץ H776 לָשֶׁ֣בֶת H3427 יַחְדָּ֑ו H3162 כִּֽי H3588 הָיָ֤ה H1961 רְכוּשָׁם֙ H7399 רָ֔ב H7227 וְלֹ֥א H3808 יָֽכְל֖וּ H3201 לָשֶׁ֥בֶת H3427 יַחְדָּֽו H3162 ",
  "7": "וַֽיְהִי H1961 רִ֗יב H7379 בֵּ֚ין H996 רֹעֵ֣י H7473 מִקְנֵֽה H4735 אַבְרָ֔ם H87 וּבֵ֖ין H996 רֹעֵ֣י H7473 מִקְנֵה H4735 ל֑וֹט H3876 וְהַֽ H3669 וְהַ H6522 אָ֖ז H227 יֹשֵׁ֥ב H3427 בָּאָֽרֶץ H776 ",
  "8": "וַיֹּ֨אמֶר H559 אַבְרָ֜ם H87 אֶל H413 ל֗וֹט H3876 אַל H408 נָ֨א H4994 תְהִ֤י H1961 מְרִיבָה֙ H4808 בֵּינִ֣י H996 וּבֵינֶ֔י H996 וּבֵ֥ין H996 רֹעַ֖י H7473 וּבֵ֣ין H996 רֹעֶ֑יךָ H7473 כִּֽי H3588 אֲנָשִׁ֥ים H376 אַחִ֖ים H251 אֲנָֽחְנוּ H587 ",
  "9": "הֲלֹ֤א H3808 כָל H3605 הָאָ֨רֶץ֙ H776 לְפָנֶ֔י H6440 הִפָּ֥רֶד H6504 נָ֖א H4994 מֵעָלָ֑ H5921 אִם H518 הַשְּׂמֹ֣אל H8040 וְאֵימִ֔נָה H3231 וְאִם H518 הַיָּמִ֖ין H3225 וְאַשְׂמְאִֽילָה H8041 ",
  "10": "וַיִּשָּׂא H5375 ל֣וֹט H3876 אֶת H853 עֵינָ֗יו H5869 וַיַּרְא֙ H7200 אֶת H853 כָּל H3605 כִּכַּ֣ר H3603 הַיַּרְדֵּ֔ן H3383 כִּ֥י H3588 כֻלָּ֖הּ H3605 מַשְׁקֶ֑ה H4945 לִפְנֵ֣י H6440 שַׁחֵ֣ת H7843 יְהוָ֗ה H3068 אֶת H853 סְדֹם֙ H5467 וְאֶת H853 עֲמֹרָ֔ה H6017 כְּגַן H1588 יְהוָה֙ H3068 כְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בֹּאֲכָ֖ה H935 צֹֽעַר H6820 ",
  "11": "וַיִּבְחַר H977 ל֣וֹ Hl ל֗וֹט H3876 אֵ֚ת H853 כָּל H3605 כִּכַּ֣ר H3603 הַיַּרְדֵּ֔ן H3383 וַיִּסַּ֥ע H5265 ל֖וֹט H3876 מִקֶּ֑דֶם H6924 וַיִּפָּ֣רְד֔וּ H6504 אִ֖ישׁ H376 מֵעַ֥ל H5921 אָחִֽיו H251 ",
  "12": "אַבְרָ֖ם H87 יָשַׁ֣ב H3427 בְּאֶֽרֶץ H776 כְּנָ֑עַן H3667 וְל֗וֹט H3876 יָשַׁב֙ H3427 בְּעָרֵ֣י H5892 הַכִּכָּ֔ר H3603 וַיֶּאֱהַ֖ל H167 עַד H5704 סְדֹֽם H5467 ",
  "13": "וְאַנְשֵׁ֣י H376 סְדֹ֔ם H5467 רָעִ֖ים H7451 וְחַטָּאִ֑ים H2400 לַיהוָ֖ה H3068 מְאֹֽד H3966 ",
  "14": "וַֽיהוָ֞ה H3068 אָמַ֣ר H559 אֶל H413 אַבְרָ֗ם H87 אַחֲרֵי֙ H310 הִפָּֽרֶד H6504 ל֣וֹט H3876 מֵֽעִמּ֔ H5973 שָׂ֣א H5375 נָ֤א H4994 עֵינֶ֨יךָ֙ H5869 וּרְאֵ֔ה H7200 מִן H4480 הַמָּק֖וֹם H4725 אֲשֶׁר H834 אַתָּ֣ה H859 שָׁ֑ם H8033 צָפֹ֥נָה H6828 וָנֶ֖גְבָּ H5045 וָקֵ֥דְמָ H6924 וָיָֽמָּ H3220 ",
  "15": "כִּ֧י H3588 אֶת H853 כָּל H3605 הָאָ֛רֶץ H776 אֲשֶׁר H834 אַתָּ֥ה H859 רֹאֶ֖ה H7200 לְךָ֣ Hl אֶתְּנֶ֑נָּה H5414 וּֽלְ H2233 עַד H5704 עוֹלָֽם H5769 ",
  "16": "וְשַׂמְתִּ֥י H7760 אֶֽת H853 זַרְעֲךָ֖ H2233 כַּעֲפַ֣ר H6083 הָאָ֑רֶץ H776 אֲשֶׁ֣ר H834 אִם H518 יוּכַ֣ל H3201 אִ֗ישׁ H376 לִמְנוֹת֙ H4487 אֶת H853 עֲפַ֣ר H6083 הָאָ֔רֶץ H776 גַּֽם H1571 זַרְעֲךָ֖ H2233 יִמָּנֶֽה H4487 ",
  "17": "ק֚וּם H6965 הִתְהַלֵּ֣ךְ H1980 בָּאָ֔רֶץ H776 לְאָרְכָּ֖ H753 וּלְ H7341 כִּ֥י H3588 לְךָ֖ Hl אֶתְּנֶֽנָּה H5414 ",
  "18": "וַיֶּאֱהַ֣ל H167 אַבְרָ֗ם H87 וַיָּבֹ֛א H935 וַיֵּ֛שֶׁב H3427 בְּאֵלֹנֵ֥י H436 מַמְרֵ֖א H4471 אֲשֶׁ֣ר H834 בְּחֶבְר֑וֹן H2275 וַיִּֽבֶן H1129 שָׁ֥ם H8033 מִזְבֵּ֖חַ H4196 לַֽיהוָֽה H3068 "
}
