{
  "1": "וַיְהִי֙ H1961 כִּֽי H3588 זָקֵ֣ן H2204 יִצְחָ֔ק H3327 וַתִּכְהֶ֥יןָ H3543 עֵינָ֖יו H5869 מֵרְאֹ֑ת H7200 וַיִּקְרָ֞א H7121 אֶת H853 עֵשָׂ֣ו H6215 בְּנ֣וֹ H1121 הַגָּדֹ֗ל H1419 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 בְּנִ֔י H1121 וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 הִנֵּֽנִי H2009 ",
  "2": "וַיֹּ֕אמֶר H559 הִנֵּה H2009 נָ֖א H4994 זָקַ֑נְתִּי H2204 לֹ֥א H3808 יָדַ֖עְתִּי H3045 י֥וֹם H3117 מוֹתִֽי H4194 ",
  "3": "וְעַתָּה֙ H6258 שָׂא H5375 נָ֣א H4994 כֵלֶ֔יךָ H3627 תֶּלְיְךָ֖ H8522 וְקַשְׁתֶּ֑ H7198 וְצֵא֙ H3318 הַשָּׂדֶ֔ה H7704 וְצ֥וּדָ H6679 לִּ֖י Hl צידה H6720 ",
  "4": "וַעֲשֵׂה H6213 לִ֨י Hl מַטְעַמִּ֜ים H4303 כַּאֲשֶׁ֥ר H834 אָהַ֛בְתִּי H157 וְהָבִ֥יאָ H935 לִּ֖י Hl וְאֹכֵ֑לָה H398 בַּעֲב֛וּר H5668 תְּבָרֶכְךָ֥ H1288 נַפְשִׁ֖י H5315 בְּטֶ֥רֶם H2962 אָמֽוּת H4191 ",
  "5": "וְרִבְקָ֣ה H7259 שֹׁמַ֔עַת H8085 בְּדַבֵּ֣ר H1696 יִצְחָ֔ק H3327 אֶל H413 עֵשָׂ֖ו H6215 בְּנ֑וֹ H1121 וַיֵּ֤לֶךְ H3212 עֵשָׂו֙ H6215 הַשָּׂדֶ֔ה H7704 לָצ֥וּד H6679 צַ֖יִד H6718 לְהָבִֽיא H935 ",
  "6": "וְרִבְקָה֙ H7259 אָֽמְרָ֔ה H559 אֶל H413 יַעֲקֹ֥ב H3290 בְּנָ֖הּ H1121 לֵאמֹ֑ר H559 הִנֵּ֤ה H2009 שָׁמַ֨עְתִּי֙ H8085 אֶת H853 אָבִ֔יךָ H1 מְדַבֵּ֛ר H1696 אֶל H413 עֵשָׂ֥ו H6215 אָחִ֖יךָ H251 לֵאמֹֽר H559 ",
  "7": "הָבִ֨יאָה H935 לִּ֥י Hl צַ֛יִד H6718 וַעֲשֵׂה H6213 לִ֥י Hl מַטְעַמִּ֖ים H4303 וְאֹכֵ֑לָה H398 וַאֲבָרֶכְ H1288 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לִפְנֵ֥י H6440 מוֹתִֽי H4194 ",
  "8": "וְעַתָּ֥ה H6258 בְנִ֖י H1121 שְׁמַ֣ע H8085 בְּקֹלִ֑ H6963 לַאֲשֶׁ֥ר H834 אֲנִ֖י H589 מְצַוָּ֥ה H6680 אֹתָֽךְ H853 ",
  "9": "לֶךְ H3212 נָא֙ H4994 אֶל H413 הַצֹּ֔אן H6629 וְקַֽח H3947 לִ֣י Hl מִשָּׁ֗ם H8033 שְׁנֵ֛י H8147 גְּדָיֵ֥י H1423 עִזִּ֖ים H5795 טֹבִ֑ים H2896 וְאֶֽעֱשֶׂ֨ה H6213 אֹתָ֧ם H853 מַטְעַמִּ֛ים H4303 לְאָבִ֖י H1 כַּאֲשֶׁ֥ר H834 אָהֵֽב H157 ",
  "10": "וְהֵבֵאתָ֥ H935 לְאָבִ֖י H1 וְאָכָ֑ל H398 בַּעֲבֻ֛ר H5668 אֲשֶׁ֥ר H834 יְבָרֶכְךָ֖ H1288 לִפְנֵ֥י H6440 מוֹתֽוֹ H4194 ",
  "11": "וַיֹּ֣אמֶר H559 יַעֲקֹ֔ב H3290 אֶל H413 רִבְקָ֖ה H7259 אִמּ֑וֹ H517 הֵ֣ן H2005 עֵשָׂ֤ו H6215 אָחִי֙ H251 אִ֣ישׁ H376 שָׂעִ֔ר H8163 וְאָנֹכִ֖י H595 אִ֥ישׁ H376 חָלָֽק H2509 ",
  "12": "אוּלַ֤י H194 יְמֻשֵּׁ֨נִי֙ H4959 אָבִ֔י H1 וְהָיִ֥יתִי H1961 בְעֵינָ֖י H5869 כִּמְתַעְתֵּ֑עַ H8591 וְהֵבֵאתִ֥י H935 עָלַ֛י H5921 קְלָלָ֖ה H7045 וְלֹ֥א H3808 בְרָכָֽה H1293 ",
  "13": "וַתֹּ֤אמֶר H559 לוֹ֙ Hl אִמּ֔וֹ H517 עָלַ֥י H5921 קִלְלָתְךָ֖ H7045 בְּנִ֑י H1121 אַ֛ךְ H389 שְׁמַ֥ע H8085 בְּקֹלִ֖ H6963 וְלֵ֥ךְ H3212 קַֽח H3947 לִֽי Hl ",
  "14": "וַיֵּ֨לֶךְ֙ H3212 וַיִּקַּ֔ח H3947 וַיָּבֵ֖א H935 לְאִמּ֑ H517 וַתַּ֤עַשׂ H6213 אִמּוֹ֙ H517 מַטְעַמִּ֔ים H4303 כַּאֲשֶׁ֖ר H834 אָהֵ֥ב H157 אָבִֽיו H1 ",
  "15": "וַתִּקַּ֣ח H3947 רִ֠בְקָה H7259 אֶת H853 בִּגְדֵ֨י H899 עֵשָׂ֜ו H6215 בְּנָ֤הּ H1121 הַגָּדֹל֙ H1419 הַחֲמֻדֹ֔ת H2532 אֲשֶׁ֥ר H834 אִתָּ֖הּ H854 בַּבָּ֑יִת H1004 וַתַּלְבֵּ֥שׁ H3847 אֶֽת H853 יַעֲקֹ֖ב H3290 בְּנָ֥הּ H1121 הַקָּטָֽן H6996 ",
  "16": "וְאֵ֗ת H853 עֹרֹת֙ H5785 גְּדָיֵ֣י H1423 הָֽעִזִּ֔ים H5795 הִלְבִּ֖ישָׁה H3847 עַל H5921 יָדָ֑יו H3027 וְעַ֖ל H5921 חֶלְקַ֥ת H2513 צַוָּארָֽיו H6677 ",
  "17": "וַתִּתֵּ֧ן H5414 אֶת H853 הַמַּטְעַמִּ֛ים H4303 וְאֶת H853 הַלֶּ֖חֶם H3899 אֲשֶׁ֣ר H834 עָשָׂ֑תָה H6213 בְּיַ֖ד H3027 יַעֲקֹ֥ב H3290 בְּנָֽהּ H1121 ",
  "18": "וַיָּבֹ֥א H935 אֶל H413 אָבִ֖יו H1 וַיֹּ֣אמֶר H559 אָבִ֑י H1 וַיֹּ֣אמֶר H559 הִנֶּ֔נִּי H2009 מִ֥י H4310 אַתָּ֖ה H859 בְּנִֽי H1121 ",
  "19": "וַיֹּ֨אמֶר H559 יַעֲקֹ֜ב H3290 אֶל H413 אָבִ֗יו H1 אָנֹכִי֙ H595 עֵשָׂ֣ו H6215 בְּכֹרֶ֔ךָ H1060 עָשִׂ֕יתִי H6213 כַּאֲשֶׁ֥ר H834 דִּבַּ֖רְתָּ H1696 אֵלָ֑י H413 קֽוּם H6965 נָ֣א H4994 שְׁבָ֗ה H3427 וְאָכְלָ H398 מִצֵּידִ֔ H6718 בַּעֲב֖וּר H5668 תְּבָרֲכַ֥נִּי H1288 נַפְשֶֽׁךָ H5315 ",
  "20": "וַיֹּ֤אמֶר H559 יִצְחָק֙ H3327 אֶל H413 בְּנ֔וֹ H1121 מַה H4100 זֶּ֛ה H2088 מִהַ֥רְתָּ H4116 לִמְצֹ֖א H4672 בְּנִ֑י H1121 וַיֹּ֕אמֶר H559 כִּ֥י H3588 הִקְרָ֛ה H7136 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לְפָנָֽ H6440 ",
  "21": "וַיֹּ֤אמֶר H559 יִצְחָק֙ H3327 אֶֽל H413 יַעֲקֹ֔ב H3290 גְּשָׁה H5066 נָּ֥א H4994 וַאֲמֻֽשְׁ H4184 בְּנִ֑י H1121 הַֽאַתָּ֥ה H859 זֶ֛ה H2088 בְּנִ֥י H1121 עֵשָׂ֖ו H6215 אִם H518 לֹֽא H3808 ",
  "22": "וַיִּגַּ֧שׁ H5066 יַעֲקֹ֛ב H3290 אֶל H413 יִצְחָ֥ק H3327 אָבִ֖יו H1 וַיְמֻשֵּׁ֑ H4959 וַיֹּ֗אמֶר H559 הַקֹּל֙ H6963 ק֣וֹל H6963 יַעֲקֹ֔ב H3290 וְהַ H3027 יְדֵ֥י H3027 עֵשָֽׂו H6215 ",
  "23": "וְלֹ֣א H3808 הִכִּיר֔וֹ H5234 כִּֽי H3588 הָי֣וּ H1961 יָדָ֗יו H3027 כִּידֵ֛י H3027 עֵשָׂ֥ו H6215 אָחִ֖יו H251 שְׂעִרֹ֑ת H8163 וַֽיְבָרְכֵֽ H1288 ",
  "24": "וַיֹּ֕אמֶר H559 אַתָּ֥ה H859 זֶ֖ה H2088 בְּנִ֣י H1121 עֵשָׂ֑ו H6215 וַיֹּ֖אמֶר H559 אָֽנִי H589 ",
  "25": "וַיֹּ֗אמֶר H559 הַגִּ֤שָׁה H5066 לִּי֙ Hl וְאֹֽכְלָה֙ H398 מִצֵּ֣יד H6718 בְּנִ֔י H1121 לְמַ֥עַן H4616 תְּבָֽרֶכְךָ֖ H1288 נַפְשִׁ֑י H5315 וַיַּגֶּשׁ H5066 לוֹ֙ Hl וַיֹּאכַ֔ל H398 וַיָּ֧בֵא H935 ל֦וֹ Hl יַ֖יִן H3196 וַיֵּֽשְׁתְּ H8354 ",
  "26": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 יִצְחָ֣ק H3327 אָבִ֑יו H1 גְּשָׁה H5066 נָּ֥א H4994 וּשְׁקָ H5401 לִּ֖י Hl בְּנִֽי H1121 ",
  "27": "וַיִּגַּשׁ֙ H5066 וַיִּשַּׁק H5401 ל֔וֹ Hl וַיָּ֛רַח H7306 אֶת H853 רֵ֥יחַ H7381 בְּגָדָ֖יו H899 וַֽיְבָרֲכֵ֑ H1288 וַיֹּ֗אמֶר H559 רְאֵה֙ H7200 רֵ֣יחַ H7381 בְּנִ֔י H1121 כְּרֵ֣יחַ H7381 שָׂדֶ֔ה H7704 אֲשֶׁ֥ר H834 בֵּרֲכ֖וֹ H1288 יְהוָֽה H3068 ",
  "28": "וְיִֽתֶּן H5414 לְךָ֙ Hl הָאֱלֹהִ֔ים H430 מִטַּל֙ H2919 הַשָּׁמַ֔יִם H8064 וּמִ H4924 הָאָ֑רֶץ H776 וְרֹ֥ב H7230 דָּגָ֖ן H1715 וְתִירֹֽשׁ H8492 ",
  "29": "יַֽעַבְד֣וּךָ H5647 עַמִּ֗ים H5971 וישתחו H7812 לְךָ֙ Hl לְאֻמִּ֔ים H3816 הֱוֵ֤ה H1933 גְבִיר֙ H1376 לְאַחֶ֔י H251 וְיִשְׁתַּחֲוּ֥וּ H7812 לְךָ֖ Hl בְּנֵ֣י H1121 אִמֶּ֑ךָ H517 אֹרְרֶ֣יךָ H779 אָר֔וּר H779 וּֽמְבָרֲכֶ֖י H1288 בָּרֽוּךְ H1288 ",
  "30": "וַיְהִ֗י H1961 כַּאֲשֶׁ֨ר H834 כִּלָּ֣ה H3615 יִצְחָק֮ H3327 לְבָרֵ֣ךְ H1288 אֶֽת H853 יַעֲקֹב֒ H3290 וַיְהִ֗י H1961 אַ֣ךְ H389 יָצֹ֤א H3318 יָצָא֙ H3318 יַעֲקֹ֔ב H3290 מֵאֵ֥ת H853 פְּנֵ֖י H6440 יִצְחָ֣ק H3327 אָבִ֑יו H1 וְעֵשָׂ֣ו H6215 אָחִ֔יו H251 בָּ֖א H935 מִצֵּידֽ H6718 ",
  "31": "וַיַּ֤עַשׂ H6213 גַּם H1571 הוּא֙ H1931 מַטְעַמִּ֔ים H4303 וַיָּבֵ֖א H935 לְאָבִ֑י H1 וַיֹּ֣אמֶר H559 לְאָבִ֗י H1 יָקֻ֤ם H6965 אָבִי֙ H1 וְיֹאכַל֙ H398 מִצֵּ֣יד H6718 בְּנ֔וֹ H1121 בַּעֲב֖וּר H5668 תְּבָרֲכַ֥נִּי H1288 נַפְשֶֽׁךָ H5315 ",
  "32": "וַיֹּ֥אמֶר H559 ל֛וֹ Hl יִצְחָ֥ק H3327 אָבִ֖יו H1 מִי H4310 אָ֑תָּה H859 וַיֹּ֕אמֶר H559 אֲנִ֛י H589 בִּנְךָ֥ H1121 בְכֹֽרְךָ֖ H1060 עֵשָֽׂו H6215 ",
  "33": "וַיֶּחֱרַ֨ד H2729 יִצְחָ֣ק H3327 חֲרָדָה֮ H2731 גְּדֹלָ֣ה H1419 עַד H5704 מְאֹד֒ H3966 וַיֹּ֡אמֶר H559 מִֽי H4310 אֵפ֡וֹא H645 ה֣וּא H1931 הַצָּֽד H6679 צַיִד֩ H6718 וַיָּ֨בֵא H935 לִ֜י Hl וָאֹכַ֥ל H398 מִכֹּ֛ל H3605 בְּטֶ֥רֶם H2962 תָּב֖וֹא H935 וָאֲבָרֲכֵ֑ H1288 גַּם H1571 בָּר֖וּךְ H1288 יִהְיֶֽה H1961 ",
  "34": "כִּשְׁמֹ֤עַ H8085 עֵשָׂו֙ H6215 אֶת H853 דִּבְרֵ֣י H1697 אָבִ֔יו H1 וַיִּצְעַ֣ק H6817 צְעָקָ֔ה H6818 גְּדֹלָ֥ה H1419 וּמָרָ֖ה H4751 עַד H5704 מְאֹ֑ד H3966 וַיֹּ֣אמֶר H559 לְאָבִ֔י H1 בָּרֲכֵ֥נִי H1288 גַם H1571 אָ֖נִי H589 אָבִֽי H1 ",
  "35": "וַיֹּ֕אמֶר H559 בָּ֥א H935 אָחִ֖יךָ H251 בְּמִרְמָ֑ה H4820 וַיִּקַּ֖ח H3947 בִּרְכָתֶֽךָ H1293 ",
  "36": "וַיֹּ֡אמֶר H559 הֲכִי֩ H3588 קָרָ֨א H7121 שְׁמ֜וֹ H8034 יַעֲקֹ֗ב H3290 וַֽיַּעְקְבֵ֨ H6117 זֶ֣ה H2088 פַעֲמַ֔יִם H6471 אֶת H853 בְּכֹרָתִ֣י H1062 לָקָ֔ח H3947 וְהִנֵּ֥ה H2009 עַתָּ֖ה H6258 לָקַ֣ח H3947 בִּרְכָתִ֑י H1293 וַיֹּאמַ֕ר H559 הֲלֹא H3808 אָצַ֥לְתָּ H680 לִּ֖י Hl בְּרָכָֽה H1293 ",
  "37": "וַיַּ֨עַן H6030 יִצְחָ֜ק H3327 וַיֹּ֣אמֶר H559 לְעֵשָׂ֗ו H6215 הֵ֣ן H2005 גְּבִ֞יר H1376 שַׂמְתִּ֥יו H7760 לָךְ֙ Hl וְאֶת H853 כָּל H3605 אֶחָ֗יו H251 נָתַ֤תִּי H5414 לוֹ֙ Hl לַעֲבָדִ֔ים H5650 וְדָגָ֥ן H1715 וְתִירֹ֖שׁ H8492 סְמַכְתִּ֑יו H5564 וּלְ Hc/Hl אֵפ֔וֹא H645 מָ֥ה H4100 אֶֽעֱשֶׂ֖ה H6213 בְּנִֽי H1121 ",
  "38": "וַיֹּ֨אמֶר H559 עֵשָׂ֜ו H6215 אֶל H413 אָבִ֗יו H1 הַֽבְרָכָ֨ה H1293 אַחַ֤ת H259 הִֽוא H1931 לְךָ֙ Hl אָבִ֔י H1 בָּרֲכֵ֥נִי H1288 גַם H1571 אָ֖נִי H589 אָבִ֑י H1 וַיִּשָּׂ֥א H5375 עֵשָׂ֛ו H6215 קֹל֖וֹ H6963 וַיֵּֽבְךְּ H1058 ",
  "39": "וַיַּ֛עַן H6030 יִצְחָ֥ק H3327 אָבִ֖יו H1 וַיֹּ֣אמֶר H559 אֵלָ֑יו H413 הִנֵּ֞ה H2009 מִשְׁמַנֵּ֤י H4924 הָאָ֨רֶץ֙ H776 יִהְיֶ֣ה H1961 מֽוֹשָׁבֶ֔ךָ H4186 וּמִ H2919 הַשָּׁמַ֖יִם H8064 מֵעָֽל H5921 ",
  "40": "וְעַל H5921 חַרְבְּךָ֣ H2719 תִֽחְיֶ֔ה H2421 וְאֶת H853 אָחִ֖יךָ H251 תַּעֲבֹ֑ד H5647 וְהָיָה֙ H1961 כַּאֲשֶׁ֣ר H834 תָּרִ֔יד H7300 וּפָרַקְתָּ֥ H6561 עֻלּ֖וֹ H5923 מֵעַ֥ל H5921 צַוָּארֶֽךָ H6677 ",
  "41": "וַיִּשְׂטֹ֤ם H7852 עֵשָׂו֙ H6215 אֶֽת H853 יַעֲקֹ֔ב H3290 עַל H5921 הַ֨בְּרָכָ֔ה H1293 אֲשֶׁ֥ר H834 בֵּרֲכ֖וֹ H1288 אָבִ֑יו H1 וַיֹּ֨אמֶר H559 עֵשָׂ֜ו H6215 בְּלִבּ֗ H3820 יִקְרְבוּ֙ H7126 יְמֵי֙ H3117 אֵ֣בֶל H60 אָבִ֔י H1 וְאַֽהַרְגָ֖ה H2026 אֶת H853 יַעֲקֹ֥ב H3290 אָחִֽי H251 ",
  "42": "וַיֻּגַּ֣ד H5046 לְרִבְקָ֔ה H7259 אֶת H853 דִּבְרֵ֥י H1697 עֵשָׂ֖ו H6215 בְּנָ֣הּ H1121 הַגָּדֹ֑ל H1419 וַתִּשְׁלַ֞ח H7971 וַתִּקְרָ֤א H7121 לְיַעֲקֹב֙ H3290 בְּנָ֣הּ H1121 הַקָּטָ֔ן H6996 וַתֹּ֣אמֶר H559 אֵלָ֔יו H413 הִנֵּה֙ H2009 עֵשָׂ֣ו H6215 אָחִ֔יךָ H251 מִתְנַחֵ֥ם H5162 לְךָ֖ Hl לְהָרְגֶֽ H2026 ",
  "43": "וְעַתָּ֥ה H6258 בְנִ֖י H1121 שְׁמַ֣ע H8085 בְּקֹלִ֑ H6963 וְק֧וּם H6965 בְּרַח H1272 לְךָ֛ Hl אֶל H413 לָבָ֥ן H3837 אָחִ֖י H251 חָרָֽנָה H2771 ",
  "44": "וְיָשַׁבְתָּ֥ H3427 עִמּ֖וֹ H5973 יָמִ֣ים H3117 אֲחָדִ֑ים H259 עַ֥ד H5704 אֲשֶׁר H834 תָּשׁ֖וּב H7725 חֲמַ֥ת H2534 אָחִֽיךָ H251 ",
  "45": "עַד H5704 שׁ֨וּב H7725 אַף H639 אָחִ֜יךָ H251 מִמְּךָ֗ H4480 וְשָׁכַח֙ H7911 אֵ֣ת H853 אֲשֶׁר H834 עָשִׂ֣יתָ H6213 לּ֔וֹ Hl וְשָׁלַחְתִּ֖י H7971 וּלְקַחְתִּ֣י H3947 מִשָּׁ֑ם H8033 לָמָ֥ה H4100 אֶשְׁכַּ֛ל H7921 גַּם H1571 שְׁנֵיכֶ֖ם H8147 י֥וֹם H3117 אֶחָֽד H259 ",
  "46": "וַתֹּ֤אמֶר H559 רִבְקָה֙ H7259 אֶל H413 יִצְחָ֔ק H3327 קַ֣צְתִּי H6973 בְחַיַּ֔ H2416 מִפְּנֵ֖י H6440 בְּנ֣וֹת H1323 חֵ֑ת H2845 אִם H518 לֹקֵ֣חַ H3947 יַ֠עֲקֹב H3290 אִשָּׁ֨ה H802 מִבְּנֽוֹת H1323 חֵ֤ת H2845 כָּאֵ֨לֶּה֙ H428 מִבְּנ֣וֹת H1323 הָאָ֔רֶץ H776 לָ֥מָּה H4100 לִּ֖י Hl חַיִּֽים H2416 "
}
