{
  "1": "וַיִּשָּׂ֨א H5375 יַעֲקֹ֜ב H3290 עֵינָ֗יו H5869 וַיַּרְא֙ H7200 וְהִנֵּ֣ה H2009 עֵשָׂ֣ו H6215 בָּ֔א H935 וְעִמּ֕ H5973 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 אִ֑ישׁ H376 וַיַּ֣חַץ H2673 אֶת H853 הַיְלָדִ֗ים H3206 עַל H5921 לֵאָה֙ H3812 וְעַל H5921 רָחֵ֔ל H7354 וְעַ֖ל H5921 שְׁתֵּ֥י H8147 הַשְּׁפָחֽוֹת H8198 ",
  "2": "וַיָּ֧שֶׂם H7760 אֶת H853 הַשְּׁפָח֛וֹת H8198 וְאֶת H853 יַלְדֵיהֶ֖ן H3206 רִֽאשֹׁנָ֑ה H7223 וְאֶת H853 לֵאָ֤ה H3812 וִֽילָדֶ֨י H3206 אַחֲרֹנִ֔ים H314 וְאֶת H853 רָחֵ֥ל H7354 וְאֶת H853 יוֹסֵ֖ף H3130 אַחֲרֹנִֽים H314 ",
  "3": "וְה֖וּא H1931 עָבַ֣ר H5674 לִפְנֵי H6440 וַיִּשְׁתַּ֤חוּ H7812 אַ֨רְצָה֙ H776 שֶׁ֣בַע H7651 פְּעָמִ֔ים H6471 עַד H5704 גִּשְׁתּ֖וֹ H5066 עַד H5704 אָחִֽיו H251 ",
  "4": "וַיָּ֨רָץ H7323 עֵשָׂ֤ו H6215 לִקְרָאת H7125 וַֽיְחַבְּקֵ֔ H2263 וַיִּפֹּ֥ל H5307 עַל H5921 צַוָּארָ֖ו H6677 וַׄיִּׄשָּׁׄקֵ֑ׄ H5401 וַיִּבְכּֽוּ H1058 ",
  "5": "וַיִּשָּׂ֣א H5375 אֶת H853 עֵינָ֗יו H5869 וַיַּ֤רְא H7200 אֶת H853 הַנָּשִׁים֙ H802 וְאֶת H853 הַיְלָדִ֔ים H3206 וַיֹּ֖אמֶר H559 מִי H4310 אֵ֣לֶּה H428 לָּ֑ךְ Hl וַיֹּאמַ֕ר H559 הַיְלָדִ֕ים H3206 אֲשֶׁר H834 חָנַ֥ן H2603 אֱלֹהִ֖ים H430 אֶת H853 עַבְדֶּֽךָ H5650 ",
  "6": "וַתִּגַּ֧שְׁןָ H5066 הַשְּׁפָח֛וֹת H8198 הֵ֥נָּה H2007 וְיַלְדֵי H3206 וַתִּֽשְׁתַּחֲוֶֽיןָ H7812 ",
  "7": "וַתִּגַּ֧שׁ H5066 גַּם H1571 לֵאָ֛ה H3812 וִילָדֶ֖י H3206 וַיִּֽשְׁתַּחֲו֑וּ H7812 וְאַחַ֗ר H310 נִגַּ֥שׁ H5066 יוֹסֵ֛ף H3130 וְרָחֵ֖ל H7354 וַיִּֽשְׁתַּחֲוֽוּ H7812 ",
  "8": "וַיֹּ֕אמֶר H559 מִ֥י H4310 לְךָ֛ Hl כָּל H3605 הַמַּחֲנֶ֥ה H4264 הַזֶּ֖ה H2088 אֲשֶׁ֣ר H834 פָּגָ֑שְׁתִּי H6298 וַיֹּ֕אמֶר H559 לִמְצֹא H4672 חֵ֖ן H2580 בְּעֵינֵ֥י H5869 אֲדֹנִֽי H113 ",
  "9": "וַיֹּ֥אמֶר H559 עֵשָׂ֖ו H6215 יֶשׁ H3426 לִ֣י Hl רָ֑ב H7227 אָחִ֕י H251 יְהִ֥י H1961 לְךָ֖ Hl אֲשֶׁר H834 לָֽךְ Hl ",
  "10": "וַיֹּ֣אמֶר H559 יַעֲקֹ֗ב H3290 אַל H408 נָא֙ H4994 אִם H518 נָ֨א H4994 מָצָ֤אתִי H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 וְלָקַחְתָּ֥ H3947 מִנְחָתִ֖י H4503 מִיָּדִ֑ H3027 כִּ֣י H3588 עַל H5921 כֵּ֞ן H3651 רָאִ֣יתִי H7200 פָנֶ֗יךָ H6440 כִּרְאֹ֛ת H7200 פְּנֵ֥י H6440 אֱלֹהִ֖ים H430 וַתִּרְצֵֽ H7521 ",
  "11": "קַח H3947 נָ֤א H4994 אֶת H853 בִּרְכָתִי֙ H1293 אֲשֶׁ֣ר H834 הֻבָ֣את H935 לָ֔ךְ Hl כִּֽי H3588 חַנַּ֥נִי H2603 אֱלֹהִ֖ים H430 וְכִ֣י H3588 יֶשׁ H3426 לִי Hl כֹ֑ל H3605 וַיִּפְצַר H6484 בּ֖וֹ Hb וַיִּקָּֽח H3947 ",
  "12": "וַיֹּ֖אמֶר H559 נִסְעָ֣ה H5265 וְנֵלֵ֑כָה H3212 וְאֵלְכָ֖ה H3212 לְנֶגְדֶּֽ H5048 ",
  "13": "וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 אֲדֹנִ֤י H113 יֹדֵ֨עַ֙ H3045 כִּֽי H3588 הַיְלָדִ֣ים H3206 רַכִּ֔ים H7390 וְהַ H6629 וְהַ H1241 עָל֣וֹת H5763 עָלָ֑י H5921 וּדְפָקוּ H1849 י֣וֹם H3117 אֶחָ֔ד H259 וָמֵ֖תוּ H4191 כָּל H3605 הַצֹּֽאן H6629 ",
  "14": "יַעֲבָר H5674 נָ֥א H4994 אֲדֹנִ֖י H113 לִפְנֵ֣י H6440 עַבְדּ֑וֹ H5650 וַאֲנִ֞י H589 אֶֽתְנָהֲלָ֣ה H5095 לְאִטִּ֗ H328 לְרֶ֨גֶל H7272 הַמְּלָאכָ֤ה H4399 אֲשֶׁר H834 לְפָנַ H6440 וּלְ H7272 הַיְלָדִ֔ים H3206 עַ֛ד H5704 אֲשֶׁר H834 אָבֹ֥א H935 אֶל H413 אֲדֹנִ֖י H113 שֵׂעִֽירָה H8165 ",
  "15": "וַיֹּ֣אמֶר H559 עֵשָׂ֔ו H6215 אַצִּֽיגָה H3322 נָּ֣א H4994 עִמְּךָ֔ H5973 מִן H4480 הָעָ֖ם H5971 אֲשֶׁ֣ר H834 אִתִּ֑י H854 וַיֹּ֨אמֶר֙ H559 לָ֣מָּה H4100 זֶּ֔ה H2088 אֶמְצָא H4672 חֵ֖ן H2580 בְּעֵינֵ֥י H5869 אֲדֹנִֽי H113 ",
  "16": "וַיָּשָׁב֩ H7725 בַּיּ֨וֹם H3117 הַה֥וּא H1931 עֵשָׂ֛ו H6215 לְדַרְכּ֖ H1870 שֵׂעִֽירָה H8165 ",
  "17": "וְיַעֲקֹב֙ H3290 נָסַ֣ע H5265 סֻכֹּ֔תָה H5523 וַיִּ֥בֶן H1129 ל֖וֹ Hl בָּ֑יִת H1004 וּלְ H4735 עָשָׂ֣ה H6213 סֻכֹּ֔ת H5521 עַל H5921 כֵּ֛ן H3651 קָרָ֥א H7121 שֵׁם H8034 הַמָּק֖וֹם H4725 סֻכּֽוֹת H5523 ",
  "18": "וַיָּבֹא֩ H935 יַעֲקֹ֨ב H3290 שָׁלֵ֜ם H8003 עִ֣יר H5892 שְׁכֶ֗ם H7927 אֲשֶׁר֙ H834 בְּאֶ֣רֶץ H776 כְּנַ֔עַן H3667 בְּבֹא֖ H935 מִפַּדַּ֣ן H6307 אֲרָ֑ם H6307 וַיִּ֖חַן H2583 אֶת H853 פְּנֵ֥י H6440 הָעִֽיר H5892 ",
  "19": "וַיִּ֜קֶן H7069 אֶת H853 חֶלְקַ֣ת H2513 הַשָּׂדֶ֗ה H7704 אֲשֶׁ֤ר H834 נָֽטָה H5186 שָׁם֙ H8033 אָהֳל֔וֹ H168 מִיַּ֥ד H3027 בְּנֵֽי H1121 חֲמ֖וֹר H2544 אֲבִ֣י H1 שְׁכֶ֑ם H7927 בְּמֵאָ֖ה H3967 קְשִׂיטָֽה H7192 ",
  "20": "וַיַּצֶּב H5324 שָׁ֖ם H8033 מִזְבֵּ֑חַ H4196 וַיִּ֨קְרָא H7121 ל֔וֹ Hl אֵ֖ל H410 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 "
}
