{
  "1": "וְאֵ֛לֶּה H428 תֹּלְד֥וֹת H8435 עֵשָׂ֖ו H6215 ה֥וּא H1931 אֱדֽוֹם H123 ",
  "2": "עֵשָׂ֛ו H6215 לָקַ֥ח H3947 אֶת H853 נָשָׁ֖יו H802 מִבְּנ֣וֹת H1323 כְּנָ֑עַן H3667 אֶת H853 עָדָ֗ה H5711 בַּת H1323 אֵילוֹן֙ H356 הַֽחִתִּ֔י H2850 וְאֶת H853 אָהֳלִֽיבָמָה֙ H173 בַּת H1323 עֲנָ֔ה H6034 בַּת H1323 צִבְע֖וֹן H6649 הַֽחִוִּֽי H2340 ",
  "3": "וְאֶת H853 בָּשְׂמַ֥ת H1315 בַּת H1323 יִשְׁמָעֵ֖אל H3458 אֲח֥וֹת H269 נְבָיֽוֹת H5032 ",
  "4": "וַתֵּ֧לֶד H3205 עָדָ֛ה H5711 לְעֵשָׂ֖ו H6215 אֶת H853 אֱלִיפָ֑ז H464 וּבָ֣שְׂמַ֔ת H1315 יָלְדָ֖ה H3205 אֶת H853 רְעוּאֵֽל H7467 ",
  "5": "וְאָהֳלִֽיבָמָה֙ H173 יָֽלְדָ֔ה H3205 אֶת H853 יעיש H3274 וְאֶת H853 יַעְלָ֖ם H3281 וְאֶת H853 קֹ֑רַח H7141 אֵ֚לֶּה H428 בְּנֵ֣י H1121 עֵשָׂ֔ו H6215 אֲשֶׁ֥ר H834 יֻלְּדוּ H3205 ל֖וֹ Hl בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "6": "וַיִּקַּ֣ח H3947 עֵשָׂ֡ו H6215 אֶת H853 נָ֠שָׁיו H802 וְאֶת H853 בָּנָ֣יו H1121 וְאֶת H853 בְּנֹתָיו֮ H1323 וְאֶת H853 כָּל H3605 נַפְשׁ֣וֹת H5315 בֵּיתוֹ֒ H1004 וְאֶת H853 מִקְנֵ֣הוּ H4735 וְאֶת H853 כָּל H3605 בְּהֶמְתּ֗וֹ H929 וְאֵת֙ H853 כָּל H3605 קִנְיָנ֔וֹ H7075 אֲשֶׁ֥ר H834 רָכַ֖שׁ H7408 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַיֵּ֣לֶךְ H3212 אֶל H413 אֶ֔רֶץ H776 מִפְּנֵ֖י H6440 יַעֲקֹ֥ב H3290 אָחִֽיו H251 ",
  "7": "כִּֽי H3588 הָיָ֧ה H1961 רְכוּשָׁ֛ם H7399 רָ֖ב H7227 מִשֶּׁ֣בֶת H3427 יַחְדָּ֑ו H3162 וְלֹ֨א H3808 יָֽכְלָ֜ה H3201 אֶ֤רֶץ H776 מְגֽוּרֵיהֶם֙ H4033 לָשֵׂ֣את H5375 אֹתָ֔ם H853 מִפְּנֵ֖י H6440 מִקְנֵיהֶֽם H4735 ",
  "8": "וַיֵּ֤שֶׁב H3427 עֵשָׂו֙ H6215 בְּהַ֣ר H2022 שֵׂעִ֔יר H8165 עֵשָׂ֖ו H6215 ה֥וּא H1931 אֱדֽוֹם H123 ",
  "9": "וְאֵ֛לֶּה H428 תֹּלְד֥וֹת H8435 עֵשָׂ֖ו H6215 אֲבִ֣י H1 אֱד֑וֹם H123 בְּהַ֖ר H2022 שֵׂעִֽיר H8165 ",
  "10": "אֵ֖לֶּה H428 שְׁמ֣וֹת H8034 בְּנֵֽי H1121 עֵשָׂ֑ו H6215 אֱלִיפַ֗ז H464 בֶּן H1121 עָדָה֙ H5711 אֵ֣שֶׁת H802 עֵשָׂ֔ו H6215 רְעוּאֵ֕ל H7467 בֶּן H1121 בָּשְׂמַ֖ת H1315 אֵ֥שֶׁת H802 עֵשָֽׂו H6215 ",
  "11": "וַיִּהְי֖וּ H1961 בְּנֵ֣י H1121 אֱלִיפָ֑ז H464 תֵּימָ֣ן H8487 אוֹמָ֔ר H201 צְפ֥וֹ H6825 וְגַעְתָּ֖ם H1609 וּקְנַֽז H7073 ",
  "12": "וְתִמְנַ֣ע H8555 הָיְתָ֣ה H1961 פִילֶ֗גֶשׁ H6370 לֶֽאֱלִיפַז֙ H464 בֶּן H1121 עֵשָׂ֔ו H6215 וַתֵּ֥לֶד H3205 לֶאֱלִיפַ֖ז H464 אֶת H853 עֲמָלֵ֑ק H6002 אֵ֕לֶּה H428 בְּנֵ֥י H1121 עָדָ֖ה H5711 אֵ֥שֶׁת H802 עֵשָֽׂו H6215 ",
  "13": "וְאֵ֨לֶּה֙ H428 בְּנֵ֣י H1121 רְעוּאֵ֔ל H7467 נַ֥חַת H5184 וָזֶ֖רַח H2226 שַׁמָּ֣ה H8048 וּמִזָּ֑ה H4199 אֵ֣לֶּ֣ה H428 הָי֔וּ H1961 בְּנֵ֥י H1121 בָשְׂמַ֖ת H1315 אֵ֥שֶׁת H802 עֵשָֽׂו H6215 ",
  "14": "וְאֵ֣לֶּה H428 הָי֗וּ H1961 בְּנֵ֨י H1121 אָהֳלִיבָמָ֧ה H173 בַת H1323 עֲנָ֛ה H6034 בַּת H1323 צִבְע֖וֹן H6649 אֵ֣שֶׁת H802 עֵשָׂ֑ו H6215 וַתֵּ֣לֶד H3205 לְעֵשָׂ֔ו H6215 אֶת H853 יעיש H3274 וְאֶת H853 יַעְלָ֖ם H3281 וְאֶת H853 קֹֽרַח H7141 ",
  "15": "אֵ֖לֶּה H428 אַלּוּפֵ֣י H441 בְנֵֽי H1121 עֵשָׂ֑ו H6215 בְּנֵ֤י H1121 אֱלִיפַז֙ H464 בְּכ֣וֹר H1060 עֵשָׂ֔ו H6215 אַלּ֤וּף H441 תֵּימָן֙ H8487 אַלּ֣וּף H441 אוֹמָ֔ר H201 אַלּ֥וּף H441 צְפ֖וֹ H6825 אַלּ֥וּף H441 קְנַֽז H7073 ",
  "16": "אַלּֽוּף H441 קֹ֛רַח H7141 אַלּ֥וּף H441 גַּעְתָּ֖ם H1609 אַלּ֣וּף H441 עֲמָלֵ֑ק H6002 אֵ֣לֶּה H428 אַלּוּפֵ֤י H441 אֱלִיפַז֙ H464 בְּאֶ֣רֶץ H776 אֱד֔וֹם H123 אֵ֖לֶּה H428 בְּנֵ֥י H1121 עָדָֽה H5711 ",
  "17": "וְאֵ֗לֶּה H428 בְּנֵ֤י H1121 רְעוּאֵל֙ H7467 בֶּן H1121 עֵשָׂ֔ו H6215 אַלּ֥וּף H441 נַ֨חַת֙ H5184 אַלּ֣וּף H441 זֶ֔רַח H2226 אַלּ֥וּף H441 שַׁמָּ֖ה H8048 אַלּ֣וּף H441 מִזָּ֑ה H4199 אֵ֣לֶּה H428 אַלּוּפֵ֤י H441 רְעוּאֵל֙ H7467 בְּאֶ֣רֶץ H776 אֱד֔וֹם H123 אֵ֕לֶּה H428 בְּנֵ֥י H1121 בָשְׂמַ֖ת H1315 אֵ֥שֶׁת H802 עֵשָֽׂו H6215 ",
  "18": "וְאֵ֗לֶּה H428 בְּנֵ֤י H1121 אָהֳלִֽיבָמָה֙ H173 אֵ֣שֶׁת H802 עֵשָׂ֔ו H6215 אַלּ֥וּף H441 יְע֛וּשׁ H3266 אַלּ֥וּף H441 יַעְלָ֖ם H3281 אַלּ֣וּף H441 קֹ֑רַח H7141 אֵ֣לֶּה H428 אַלּוּפֵ֞י H441 אָֽהֳלִיבָמָ֛ה H173 בַּת H1323 עֲנָ֖ה H6034 אֵ֥שֶׁת H802 עֵשָֽׂו H6215 ",
  "19": "אֵ֧לֶּה H428 בְנֵי H1121 עֵשָׂ֛ו H6215 וְאֵ֥לֶּה H428 אַלּוּפֵיהֶ֖ם H441 ה֥וּא H1931 אֱדֽוֹם H123 ",
  "20": "אֵ֤לֶּה H428 בְנֵֽי H1121 שֵׂעִיר֙ H8165 הַחֹרִ֔י H2752 יֹשְׁבֵ֖י H3427 הָאָ֑רֶץ H776 לוֹטָ֥ן H3877 וְשׁוֹבָ֖ל H7732 וְצִבְע֥וֹן H6649 וַעֲנָֽה H6034 ",
  "21": "וְדִשׁ֥וֹן H1787 וְאֵ֖צֶר H687 וְדִישָׁ֑ן H1789 אֵ֣לֶּה H428 אַלּוּפֵ֧י H441 הַחֹרִ֛י H2752 בְּנֵ֥י H1121 שֵׂעִ֖יר H8165 בְּאֶ֥רֶץ H776 אֱדֽוֹם H123 ",
  "22": "וַיִּהְי֥וּ H1961 בְנֵי H1121 לוֹטָ֖ן H3877 חֹרִ֣י H2753 וְהֵימָ֑ם H1967 וַאֲח֥וֹת H269 לוֹטָ֖ן H3877 תִּמְנָֽע H8555 ",
  "23": "וְאֵ֨לֶּה֙ H428 בְּנֵ֣י H1121 שׁוֹבָ֔ל H7732 עַלְוָ֥ן H5935 וּמָנַ֖חַת H4506 וְעֵיבָ֑ל H5858 שְׁפ֖וֹ H8195 וְאוֹנָֽם H208 ",
  "24": "וְאֵ֥לֶּה H428 בְנֵֽי H1121 צִבְע֖וֹן H6649 וְאַיָּ֣ה H345 וַעֲנָ֑ה H6034 ה֣וּא H1931 עֲנָ֗ה H6034 אֲשֶׁ֨ר H834 מָצָ֤א H4672 אֶת H853 הַיֵּמִם֙ H3222 בַּמִּדְבָּ֔ר H4057 בִּרְעֹת֥ H7462 אֶת H853 הַחֲמֹרִ֖ים H2543 לְצִבְע֥וֹן H6649 אָבִֽיו H1 ",
  "25": "וְאֵ֥לֶּה H428 בְנֵֽי H1121 עֲנָ֖ה H6034 דִּשֹׁ֑ן H1787 וְאָהֳלִיבָמָ֖ה H173 בַּת H1323 עֲנָֽה H6034 ",
  "26": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 דִישָׁ֑ן H1789 חֶמְדָּ֥ן H2533 וְאֶשְׁבָּ֖ן H790 וְיִתְרָ֥ן H3506 וּכְרָֽן H3763 ",
  "27": "אֵ֖לֶּה H428 בְּנֵי H1121 אֵ֑צֶר H687 בִּלְהָ֥ן H1092 וְזַעֲוָ֖ן H2190 וַעֲקָֽן H6130 ",
  "28": "אֵ֥לֶּה H428 בְנֵֽי H1121 דִישָׁ֖ן H1789 ע֥וּץ H5780 וַאֲרָֽן H765 ",
  "29": "אֵ֖לֶּה H428 אַלּוּפֵ֣י H441 הַחֹרִ֑י H2752 אַלּ֤וּף H441 לוֹטָן֙ H3877 אַלּ֣וּף H441 שׁוֹבָ֔ל H7732 אַלּ֥וּף H441 צִבְע֖וֹן H6649 אַלּ֥וּף H441 עֲנָֽה H6034 ",
  "30": "אַלּ֥וּף H441 דִּשֹׁ֛ן H1787 אַלּ֥וּף H441 אֵ֖צֶר H687 אַלּ֣וּף H441 דִּישָׁ֑ן H1789 אֵ֣לֶּה H428 אַלּוּפֵ֧י H441 הַחֹרִ֛י H2753 לְאַלֻּפֵי H441 בְּאֶ֥רֶץ H776 שֵׂעִֽיר H8165 ",
  "31": "וְאֵ֨לֶּה֙ H428 הַמְּלָכִ֔ים H4428 אֲשֶׁ֥ר H834 מָלְכ֖וּ H4427 בְּאֶ֣רֶץ H776 אֱד֑וֹם H123 לִפְנֵ֥י H6440 מְלָךְ H4427 מֶ֖לֶךְ H4428 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "32": "וַיִּמְלֹ֣ךְ H4427 בֶּאֱד֔וֹם H123 בֶּ֖לַע H1106 בֶּן H1121 בְּע֑וֹר H1160 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 דִּנְהָֽבָה H1838 ",
  "33": "וַיָּ֖מָת H4191 בָּ֑לַע H1106 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 יוֹבָ֥ב H3103 בֶּן H1121 זֶ֖רַח H2226 מִבָּצְרָֽה H1224 ",
  "34": "וַיָּ֖מָת H4191 יוֹבָ֑ב H3103 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 חֻשָׁ֖ם H2367 מֵאֶ֥רֶץ H776 הַתֵּימָנִֽי H8489 ",
  "35": "וַיָּ֖מָת H4191 חֻשָׁ֑ם H2367 וַיִּמְלֹ֨ךְ H4427 תַּחְתָּ֜יו H8478 הֲדַ֣ד H1908 בֶּן H1121 בְּדַ֗ד H911 הַמַּכֶּ֤ה H5221 אֶת H853 מִדְיָן֙ H4080 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 עֲוִֽית H5762 ",
  "36": "וַיָּ֖מָת H4191 הֲדָ֑ד H1908 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 שַׂמְלָ֖ה H8072 מִמַּשְׂרֵקָֽה H4957 ",
  "37": "וַיָּ֖מָת H4191 שַׂמְלָ֑ה H8072 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 שָׁא֖וּל H7586 מֵרְחֹב֥וֹת H7344 הַנָּהָֽר H5104 ",
  "38": "וַיָּ֖מָת H4191 שָׁא֑וּל H7586 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 בַּ֥עַל H1177 חָנָ֖ן H1177 בֶּן H1121 עַכְבּֽוֹר H5907 ",
  "39": "וַיָּמָת֮ H4191 בַּ֣עַל H1177 חָנָ֣ן H1177 בֶּן H1121 עַכְבּוֹר֒ H5907 וַיִּמְלֹ֤ךְ H4427 תַּחְתָּיו֙ H8478 הֲדַ֔ר H1924 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 פָּ֑עוּ H6464 וְשֵׁ֨ם H8034 אִשְׁתּ֤וֹ H802 מְהֵֽיטַבְאֵל֙ H4105 בַּת H1323 מַטְרֵ֔ד H4308 בַּ֖ת H1323 מֵ֥י H4314 זָהָֽב H4314 ",
  "40": "וְ֠אֵלֶּה H428 שְׁמ֞וֹת H8034 אַלּוּפֵ֤י H441 עֵשָׂו֙ H6215 לְמִשְׁפְּחֹתָ֔ H4940 לִמְקֹמֹתָ֖ H4725 בִּשְׁמֹתָ֑ H8034 אַלּ֥וּף H441 תִּמְנָ֛ע H8555 אַלּ֥וּף H441 עַֽלְוָ֖ה H5933 אַלּ֥וּף H441 יְתֵֽת H3509 ",
  "41": "אַלּ֧וּף H441 אָהֳלִיבָמָ֛ה H173 אַלּ֥וּף H441 אֵלָ֖ה H425 אַלּ֥וּף H441 פִּינֹֽן H6373 ",
  "42": "אַלּ֥וּף H441 קְנַ֛ז H7073 אַלּ֥וּף H441 תֵּימָ֖ן H8487 אַלּ֥וּף H441 מִבְצָֽר H4014 ",
  "43": "אַלּ֥וּף H441 מַגְדִּיאֵ֖ל H4025 אַלּ֣וּף H441 עִירָ֑ם H5902 אֵ֣לֶּה H428 אַלּוּפֵ֣י H441 אֱד֗וֹם H123 לְמֹֽשְׁבֹתָ H4186 בְּאֶ֣רֶץ H776 אֲחֻזָּתָ֔ם H272 ה֥וּא H1931 עֵשָׂ֖ו H6215 אֲבִ֥י H1 אֱדֽוֹם H123 "
}
