{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, an apostle of Christ Jesus through the will of God, and Timothy our brother,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to the believers and faithful brothers in Christ who are at Colossae. May grace be to you, and peace from God our Father. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions add, \\fqa and the Lord Jesus Christ \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We give thanks to God, the Father of our Lord Jesus Christ, and we always pray for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have heard of your faith in Christ Jesus and of the love that you have for all those set apart for God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have this love because of the certain hope reserved for you in heaven. You heard about this confident expectation before in the word of truth, the gospel,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "which has come to you. This gospel is bearing fruit and is growing in all the world. It has been doing this in you also from the day you heard it and learned about the grace of God in truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the gospel as you learned it from Epaphras, our beloved fellow servant, who is a faithful servant of Christ on our behalf.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa on your behalf \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Epaphras has made known to us your love in the Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this love, from the day we heard this we have not stopped praying for you. We have been asking that you will be filled with the knowledge of his will in all wisdom and spiritual understanding.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have been praying that you will walk worthily of the Lord in pleasing ways. We have been praying that you will bear fruit in every good deed and that you will grow in the knowledge of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray you may be strengthened in every ability according to the power of his glory into all perseverance and patience.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that you will joyfully give thanks to the Father, who has made you able to have a share in the inheritance of the saints in light.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa who has made us able to have a share \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has rescued us from the dominion of darkness and transferred us to the kingdom of his beloved Son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In his Son we have redemption, the forgiveness of sins.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa In his Son we have redemption through his blood, the forgiveness of sins \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Son is the image of the invisible God. He is the firstborn of all creation.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For by him all things were created, those in the heavens and those on the earth, the visible and the invisible things. Whether thrones or dominions or governments or authorities, all things were created by him and for him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He himself is before all things, and in him all things hold together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the head of the body, the church. He is the beginning and the firstborn from among the dead, so he has first place among all things.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God was pleased that all his fullness should live in him,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to reconcile through the Son all things to himself. God made peace through the blood of his cross. God reconciled all things to himself, whether the things on the earth or the things in heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At one time, you also were strangers to God and were his enemies in mind and in evil deeds.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now he has reconciled you by his physical body through death. He did this in order to present you holy, blameless, and above reproach before him,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if you continue in the faith, established and firm, not moved away from the certain hope of the gospel that you heard. This is the gospel that was proclaimed to every person created under heaven. This is the gospel of which I, Paul, became a servant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I rejoice in my sufferings for you, and I fill up in my flesh what is lacking of the afflictions of Christ for the sake of his body, which is the church.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is of this church that I am a servant, according to the responsibility from God that was given to me for you, to fulfill the word of God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the secret truth that was hidden for ages and for generations. But now it has been revealed to those who believe in him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to them that God wanted to make known the riches of the glory of this secret truth among the Gentiles, which is Christ in you, the hope of glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is he whom we proclaim. We admonish every person, and we teach every person with all wisdom, so that we may present every person complete in Christ.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this I labor and strive according to his energy that is at work in me in power.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}