{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I want you to know how great a struggle I have had for you, for those at Laodicea, and for as many as have not seen my face in the flesh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I work so that their hearts may be encouraged by being brought together in love and into all the riches of full assurance of understanding, into the knowledge of the secret truth of God, that is, Christ.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In him all the treasures of wisdom and knowledge are hidden.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this so that no one may trick you with persuasive speech.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although I am not with you in the flesh, yet I am with you in spirit. I rejoice to see your good order and the strength of your faith in Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you received Christ the Lord, walk in him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be rooted in him, be built on him, be established in faith just as you were taught, and abound in thanksgiving.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See that no one captures you through philosophy and empty deceit, according to the tradition of men, conforming to the elements of the world, and not conforming to Christ.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in him all the fullness of God lives in bodily form.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have been filled in him, who is the head over every power and authority.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In him you were also circumcised with a circumcision not done by humans in the removal of the body of flesh, but in the circumcision of Christ.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were buried with him in baptism, and in him you were raised up through faith in the power of God, who raised him from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you were dead in your trespasses and in the uncircumcision of your flesh, he made you alive together with him and forgave us all of our trespasses.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa and forgave you all of your trespasses \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He canceled the written record of debts that stood against us with its regulations. He took it away by nailing it to the cross.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He disarmed the powers and authorities and made a public spectacle of them, by being victorious over them by the cross.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, let no one judge you in eating or in drinking, or about a feast day or a new moon, or about Sabbath days.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are a shadow of the things to come, but the substance is Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let no one who wants humility and the worship of angels judge you out of your prize. Such a person enters into the things he has seen and becomes puffed up by his fleshly thinking.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He does not hold on to the head. It is from the head that the whole body throughout its joints and ligaments is supplied and held together; it grows with the growth given by God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you died together with Christ to the elements of the world, why do you live as obligated to the world:\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not handle, nor taste, nor touch\"?\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these things will perish with use, according to the instructions and teachings of men.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These rules have the wisdom of self-made religion and humility and severity of the body. But they have no value against the indulgence of the flesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}