{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If then God has raised you with Christ, seek the things above, where Christ is sitting at the right hand of God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the things above, not about the things on earth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you have died, and your life is hidden with Christ in God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Christ appears, who is your life, then you will also appear with him in glory.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa When Christ appears, who is our life, then you will also appear with him in glory \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put to death, then, the members that are on earth—sexual immorality, uncleanness, passion, evil desire, and greed, which is idolatry.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is for these things that the wrath of God is coming on the sons of disobedience.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read, \\fqa It is for these things that the wrath of God is coming \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is in these things that you also once walked when you lived in them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you must get rid of all these things—wrath, anger, evil intentions, insults, and obscene speech from your mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not lie to one another, since you have taken off the old man with its practices,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you have put on the new man that is being made new in knowledge according to the image of the one who created it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is where there is no Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, slave, freeman, but Christ is all, and is in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, as God's chosen ones, holy and beloved, put on a heart of mercy, kindness, humility, gentleness, and patience.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bear with one another. Be gracious to each other. If someone has a complaint against someone else, forgive in the same way that the Lord has forgiven you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above all these things, have love, which is the bond of perfection.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the peace of Christ rule in your hearts. It was for this peace that you were called in one body. And be thankful.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the word of Christ live in you richly. With all wisdom teach and admonish one another with psalms and hymns and spiritual songs. Sing with thankfulness in your hearts to God.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever you do, in word or in deed, do all in the name of the Lord Jesus. Give thanks to God the Father through him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wives, submit to your husbands, as it is appropriate in the Lord.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Husbands, love your wives, and do not be bitter against them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Children, obey your parents in all things, for this is pleasing in the Lord.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fathers, do not provoke your children, so that they will not be discouraged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slaves, obey your masters according to the flesh in all things, not with eyeservice as people pleasers, but with a sincere heart. Fear the Lord.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever you do, work from the soul as to the Lord and not as to people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that you will receive from the Lord the reward of the inheritance. It is the Lord Christ whom you serve.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For anyone who does unrighteousness will receive the penalty for the unrighteousness that he did, and there is no favoritism.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}