{
  "1": "בֶּן H1121 שְׁמֹנֶ֤ה H8083 שָׁנָה֙ H8141 יֹאשִׁיָּ֣הוּ H2977 בְמָלְכ֔ H4427 וּשְׁלֹשִׁ֤ים H7970 וְאַחַת֙ H259 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְדִידָ֥ה H3040 בַת H1323 עֲדָ֖יָה H5718 מִבָּצְקַֽת H1218 ",
  "2": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֗לֶךְ H3212 בְּכָל H3605 דֶּ֨רֶךְ֙ H1870 דָּוִ֣ד H1732 אָבִ֔יו H1 וְלֹא H3808 סָ֖ר H5493 יָמִ֥ין H3225 וּשְׂמֹֽאול H8040 ",
  "3": "וַיְהִ֗י H1961 בִּשְׁמֹנֶ֤ה H8083 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 יֹאשִׁיָּ֑הוּ H2977 שָׁלַ֣ח H7971 הַ֠מֶּלֶךְ H4428 אֶת H853 שָׁפָ֨ן H8227 בֶּן H1121 אֲצַלְיָ֤הוּ H683 בֶן H1121 מְשֻׁלָּם֙ H4918 הַסֹּפֵ֔ר H5608 בֵּ֥ית H1004 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "4": "עֲלֵ֗ה H5927 אֶל H413 חִלְקִיָּ֨הוּ֙ H2518 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 וְיַתֵּ֣ם H8552 אֶת H853 הַכֶּ֔סֶף H3701 הַמּוּבָ֖א H935 בֵּ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁ֥ר H834 אָסְפ֛וּ H622 שֹׁמְרֵ֥י H8104 הַסַּ֖ף H5592 מֵאֵ֥ת H853 הָעָֽם H5971 ",
  "5": "ויתנ H5414 עַל H5921 יַד֙ H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 הַמֻּפְקָדִ֖ים H6485 בבית H1004 יְהוָ֑ה H3068 וְיִתְּנ֣וּ H5414 אֹת֗וֹ H853 לְעֹשֵׂ֤י H6213 הַמְּלָאכָה֙ H4399 אֲשֶׁר֙ H834 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 לְחַזֵּ֖ק H2388 בֶּ֥דֶק H919 הַבָּֽיִת H1004 ",
  "6": "לֶחָ֣רָשִׁ֔ים H2796 וְלַ H1129 וְלַ H1443 וְלִ H7069 עֵצִים֙ H6086 וְאַבְנֵ֣י H68 מַחְצֵ֔ב H4274 לְחַזֵּ֖ק H2388 אֶת H853 הַבָּֽיִת H1004 ",
  "7": "אַ֚ךְ H389 לֹא H3808 יֵחָשֵׁ֣ב H2803 אִתָּ֔ם H854 הַכֶּ֖סֶף H3701 הַנִּתָּ֣ן H5414 עַל H5921 יָדָ֑ם H3027 כִּ֥י H3588 בֶאֱמוּנָ֖ה H530 הֵ֥ם H1992 עֹשִֽׂים H6213 ",
  "8": "וַ֠יֹּאמֶר H559 חִלְקִיָּ֜הוּ H2518 הַכֹּהֵ֤ן H3548 הַגָּדוֹל֙ H1419 עַל H5921 שָׁפָ֣ן H8227 הַסֹּפֵ֔ר H5608 סֵ֧פֶר H5612 הַתּוֹרָ֛ה H8451 מָצָ֖אתִי H4672 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 וַיִּתֵּ֨ן H5414 חִלְקִיָּ֧ה H2518 אֶת H853 הַסֵּ֛פֶר H5612 אֶל H413 שָׁפָ֖ן H8227 וַיִּקְרָאֵֽ H7121 ",
  "9": "וַיָּבֹ֞א H935 שָׁפָ֤ן H8227 הַסֹּפֵר֙ H5608 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיָּ֥שֶׁב H7725 אֶת H853 הַמֶּ֖לֶךְ H4428 דָּבָ֑ר H1697 וַיֹּ֗אמֶר H559 הִתִּ֤יכוּ H5413 עֲבָדֶ֨יךָ֙ H5650 אֶת H853 הַכֶּ֨סֶף֙ H3701 הַנִּמְצָ֣א H4672 בַבַּ֔יִת H1004 וַֽיִּתְּנֻ֗ H5414 עַל H5921 יַד֙ H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 הַמֻּפְקָדִ֖ים H6485 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "10": "וַיַּגֵּ֞ד H5046 שָׁפָ֤ן H8227 הַסֹּפֵר֙ H5608 לַמֶּ֣לֶךְ H4428 לֵאמֹ֔ר H559 סֵ֚פֶר H5612 נָ֣תַן H5414 לִ֔י Hl חִלְקִיָּ֖ה H2518 הַכֹּהֵ֑ן H3548 וַיִּקְרָאֵ֥ H7121 שָׁפָ֖ן H8227 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "11": "וַֽיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 הַמֶּ֔לֶךְ H4428 אֶת H853 דִּבְרֵ֖י H1697 סֵ֣פֶר H5612 הַתּוֹרָ֑ה H8451 וַיִּקְרַ֖ע H7167 אֶת H853 בְּגָדָֽיו H899 ",
  "12": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 אֶת H853 חִלְקִיָּ֣ה H2518 הַכֹּהֵ֡ן H3548 וְאֶת H853 אֲחִיקָ֣ם H296 בֶּן H1121 שָׁ֠פָן H8227 וְאֶת H853 עַכְבּ֨וֹר H5907 בֶּן H1121 מִיכָיָ֜ה H4320 וְאֵ֣ת H853 שָׁפָ֣ן H8227 הַסֹּפֵ֗ר H5608 וְאֵ֛ת H853 עֲשָׂיָ֥ה H6222 עֶֽבֶד H5650 הַמֶּ֖לֶךְ H4428 לֵאמֹֽר H559 ",
  "13": "לְכוּ֩ H3212 דִרְשׁ֨וּ H1875 אֶת H853 יְהוָ֜ה H3068 בַּעֲדִ֣י H1157 וּבְעַד H1157 הָעָ֗ם H5971 וּבְעַד֙ H1157 כָּל H3605 יְהוּדָ֔ה H3063 עַל H5921 דִּבְרֵ֛י H1697 הַסֵּ֥פֶר H5612 הַנִּמְצָ֖א H4672 הַזֶּ֑ה H2088 כִּֽי H3588 גְדוֹלָ֞ה H1419 חֲמַ֣ת H2534 יְהוָ֗ה H3068 אֲשֶׁר H834 הִיא֙ H1931 נִצְּתָ֣ה H3341 בָ֔נוּ Hb עַל֩ H5921 אֲשֶׁ֨ר H834 לֹֽא H3808 שָׁמְע֜וּ H8085 אֲבֹתֵ֗ינוּ H1 עַל H5921 דִּבְרֵי֙ H1697 הַסֵּ֣פֶר H5612 הַזֶּ֔ה H2088 לַעֲשׂ֖וֹת H6213 כְּכָל H3605 הַכָּת֥וּב H3789 עָלֵֽינוּ H5921 ",
  "14": "וַיֵּ֣לֶךְ H3212 חִלְקִיָּ֣הוּ H2518 הַ֠כֹּהֵן H3548 וַאֲחִיקָ֨ם H296 וְעַכְבּ֜וֹר H5907 וְשָׁפָ֣ן H8227 וַעֲשָׂיָ֗ה H6222 אֶל H413 חֻלְדָּ֨ה H2468 הַנְּבִיאָ֜ה H5031 אֵ֣שֶׁת H802 שַׁלֻּ֣ם H7967 בֶּן H1121 תִּקְוָ֗ה H8616 בֶּן H1121 חַרְחַס֙ H2745 שֹׁמֵ֣ר H8104 הַבְּגָדִ֔ים H899 וְהִ֛יא H1931 יֹשֶׁ֥בֶת H3427 בִּירוּשָׁלִַ֖ם H3389 בַּמִּשְׁנֶ֑ה H4932 וַֽיְדַבְּר֖וּ H1696 אֵלֶֽיהָ H413 ",
  "15": "וַתֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 אִמְר֣וּ H559 לָאִ֔ישׁ H376 אֲשֶׁר H834 שָׁלַ֥ח H7971 אֶתְכֶ֖ם H853 אֵלָֽי H413 ",
  "16": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֨י H2005 מֵבִ֥יא H935 רָעָ֛ה H7451 אֶל H413 הַמָּק֥וֹם H4725 הַזֶּ֖ה H2088 וְעַל H5921 יֹֽשְׁבָ֑יו H3427 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 הַסֵּ֔פֶר H5612 אֲשֶׁ֥ר H834 קָרָ֖א H7121 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "17": "תַּ֣חַת H8478 אֲשֶׁ֣ר H834 עֲזָב֗וּנִי H5800 וַֽיְקַטְּרוּ֙ H6999 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְמַ֨עַן֙ H4616 הַכְעִיסֵ֔נִי H3707 בְּכֹ֖ל H3605 מַעֲשֵׂ֣ה H4639 יְדֵיהֶ֑ם H3027 וְנִצְּתָ֧ה H3341 חֲמָתִ֛י H2534 בַּמָּק֥וֹם H4725 הַזֶּ֖ה H2088 וְלֹ֥א H3808 תִכְבֶּֽה H3518 ",
  "18": "וְאֶל H413 מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 הַשֹּׁלֵ֤חַ H7971 אֶתְכֶם֙ H853 לִדְרֹ֣שׁ H1875 אֶת H853 יְהוָ֔ה H3068 כֹּ֥ה H3541 תֹאמְר֖וּ H559 אֵלָ֑יו H413 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הַדְּבָרִ֖ים H1697 אֲשֶׁ֥ר H834 שָׁמָֽעְתָּ H8085 ",
  "19": "יַ֠עַן H3282 רַךְ H7401 לְבָ֨בְךָ֜ H3824 וַתִּכָּנַ֣ע H3665 מִפְּנֵ֣י H6440 יְהוָ֗ה H3068 בְּֽשָׁמְעֲ H8085 אֲשֶׁ֣ר H834 דִּבַּרְתִּי֩ H1696 עַל H5921 הַמָּק֨וֹם H4725 הַזֶּ֜ה H2088 וְעַל H5921 יֹשְׁבָ֗יו H3427 לִהְי֤וֹת H1961 לְשַׁמָּה֙ H8047 וְלִ H7045 וַתִּקְרַע֙ H7167 אֶת H853 בְּגָדֶ֔יךָ H899 וַתִּבְכֶּ֖ה H1058 לְפָנָ֑ H6440 וְגַ֧ם H1571 אָנֹכִ֛י H595 שָׁמַ֖עְתִּי H8085 נְאֻם H5002 יְהוָֽה H3068 ",
  "20": "לָכֵן֩ H3651 הִנְנִ֨י H2005 אֹֽסִפְךָ֜ H622 עַל H5921 אֲבֹתֶ֗יךָ H1 וְנֶאֱסַפְתָּ֣ H622 אֶל H413 קִבְרֹתֶיךָ֮ H6913 בְּשָׁלוֹם֒ H7965 וְלֹא H3808 תִרְאֶ֣ינָה H7200 עֵינֶ֔יךָ H5869 בְּכֹל֙ H3605 הָֽרָעָ֔ה H7451 אֲשֶׁר H834 אֲנִ֥י H589 מֵבִ֖יא H935 עַל H5921 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 וַיָּשִׁ֥יבוּ H7725 אֶת H853 הַמֶּ֖לֶךְ H4428 דָּבָֽר H1697 "
}
