{
  "1": "וַיִּשְׁלַ֖ח H7971 הַמֶּ֑לֶךְ H4428 וַיַּאַסְפ֣וּ H622 אֵלָ֔יו H413 כָּל H3605 זִקְנֵ֥י H2205 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
  "2": "וַיַּ֣עַל H5927 הַמֶּ֣לֶךְ H4428 בֵּית H1004 יְהוָ֡ה H3068 וְכָל H3605 אִ֣ישׁ H376 יְהוּדָה֩ H3063 וְכָל H3605 יֹשְׁבֵ֨י H3427 יְרוּשָׁלִַ֜ם H3389 אִתּ֗וֹ H854 וְהַ H3548 וְהַ H5030 וְכָל H3605 הָעָ֖ם H5971 לְמִ H6996 וְעַד H5704 גָּד֑וֹל H1419 וַיִּקְרָ֣א H7121 בְאָזְנֵי H241 אֶת H853 כָּל H3605 דִּבְרֵי֙ H1697 סֵ֣פֶר H5612 הַבְּרִ֔ית H1285 הַנִּמְצָ֖א H4672 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "3": "וַיַּעֲמֹ֣ד H5975 הַ֠מֶּלֶךְ H4428 עַֽל H5921 הָ֨עַמּ֜וּד H5982 וַיִּכְרֹ֥ת H3772 אֶֽת H853 הַבְּרִ֣ית H1285 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 לָלֶ֜כֶת H3212 אַחַ֤ר H310 יְהוָה֙ H3068 וְלִ H8104 מִצְוֺתָ֜יו H4687 וְאֶת H853 עֵדְוֺתָ֤יו H5715 וְאֶת H853 חֻקֹּתָיו֙ H2708 בְּכָל H3605 לֵ֣ב H3820 וּבְ H3605 נֶ֔פֶשׁ H5315 לְהָקִ֗ים H6965 אֶת H853 דִּבְרֵי֙ H1697 הַבְּרִ֣ית H1285 הַזֹּ֔את H2063 הַכְּתֻבִ֖ים H3789 עַל H5921 הַסֵּ֣פֶר H5612 הַזֶּ֑ה H2088 וַיַּעֲמֹ֥ד H5975 כָּל H3605 הָעָ֖ם H5971 בַּבְּרִֽית H1285 ",
  "4": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 אֶת H853 חִלְקִיָּהוּ֩ H2518 הַכֹּהֵ֨ן H3548 הַגָּד֜וֹל H1419 וְאֶת H853 כֹּהֲנֵ֣י H3548 הַמִּשְׁנֶה֮ H4932 וְאֶת H853 שֹׁמְרֵ֣י H8104 הַסַּף֒ H5592 לְהוֹצִיא֙ H3318 מֵהֵיכַ֣ל H1964 יְהוָ֔ה H3068 אֵ֣ת H853 כָּל H3605 הַכֵּלִ֗ים H3627 הָֽעֲשׂוּיִם֙ H6213 לַבַּ֣עַל H1168 וְלָֽ H842 וּלְ H3605 צְבָ֣א H6635 הַשָּׁמָ֑יִם H8064 וַֽיִּשְׂרְפֵ֞ H8313 מִח֤וּץ H2351 לִירוּשָׁלִַ֨ם֙ H3389 בְּשַׁדְמ֣וֹת H7709 קִדְר֔וֹן H6939 וְנָשָׂ֥א H5375 אֶת H853 עֲפָרָ֖ם H6083 בֵּֽית H1008 אֵֽל H1008 ",
  "5": "וְהִשְׁבִּ֣ית H7673 אֶת H853 הַכְּמָרִ֗ים H3649 אֲשֶׁ֤ר H834 נָֽתְנוּ֙ H5414 מַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 וַיְקַטֵּ֤ר H6999 בַּבָּמוֹת֙ H1116 בְּעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וּמְסִבֵּ֖י H4524 יְרוּשָׁלִָ֑ם H3389 וְאֶת H853 הַֽמְקַטְּרִ֣ים H6999 לַבַּ֗עַל H1168 לַשֶּׁ֤מֶשׁ H8121 וְלַ H3394 וְלַ H4208 וּלְ H3605 צְבָ֥א H6635 הַשָּׁמָֽיִם H8064 ",
  "6": "וַיֹּצֵ֣א H3318 אֶת H853 הָאֲשֵׁרָה֩ H842 מִבֵּ֨ית H1004 יְהוָ֜ה H3068 מִח֤וּץ H2351 לִירוּשָׁלִַ֨ם֙ H3389 אֶל H413 נַ֣חַל H5158 קִדְר֔וֹן H6939 וַיִּשְׂרֹ֥ף H8313 אֹתָ֛הּ H853 בְּנַ֥חַל H5158 קִדְר֖וֹן H6939 וַיָּ֣דֶק H1854 לְעָפָ֑ר H6083 וַיַּשְׁלֵךְ֙ H7993 אֶת H853 עֲפָרָ֔הּ H6083 עַל H5921 קֶ֖בֶר H6913 בְּנֵ֥י H1121 הָעָֽם H5971 ",
  "7": "וַיִּתֹּץ֙ H5422 אֶת H853 בָּתֵּ֣י H1004 הַקְּדֵשִׁ֔ים H6945 אֲשֶׁ֖ר H834 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁ֣ר H834 הַנָּשִׁ֗ים H802 אֹרְג֥וֹת H707 שָׁ֛ם H8033 בָּתִּ֖ים H1004 לָאֲשֵׁרָֽה H842 ",
  "8": "וַיָּבֵ֤א H935 אֶת H853 כָּל H3605 הַכֹּֽהֲנִים֙ H3548 מֵעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וַיְטַמֵּ֣א H2930 אֶת H853 הַבָּמ֗וֹת H1116 אֲשֶׁ֤ר H834 קִטְּרוּ H6999 שָׁ֨מָּה֙ H8033 הַכֹּ֣הֲנִ֔ים H3548 מִגֶּ֖בַע H1387 עַד H5704 בְּאֵ֣ר H884 שָׁ֑בַע H884 וְנָתַ֞ץ H5422 אֶת H853 בָּמ֣וֹת H1116 הַשְּׁעָרִ֗ים H8179 אֲשֶׁר H834 פֶּ֜תַח H6607 שַׁ֤עַר H8179 יְהוֹשֻׁ֨עַ֙ H3091 שַׂר H8269 הָעִ֔יר H5892 אֲשֶֽׁר H834 עַל H5921 שְׂמֹ֥אול H8040 אִ֖ישׁ H376 בְּשַׁ֥עַר H8179 הָעִֽיר H5892 ",
  "9": "אַ֗ךְ H389 לֹ֤א H3808 יַֽעֲלוּ֙ H5927 כֹּהֲנֵ֣י H3548 הַבָּמ֔וֹת H1116 אֶל H413 מִזְבַּ֥ח H4196 יְהוָ֖ה H3068 בִּירוּשָׁלִָ֑ם H3389 כִּ֛י H3588 אִם H518 אָכְל֥וּ H398 מַצּ֖וֹת H4682 בְּת֥וֹךְ H8432 אֲחֵיהֶֽם H251 ",
  "10": "וְטִמֵּ֣א H2930 אֶת H853 הַתֹּ֔פֶת H8612 אֲשֶׁ֖ר H834 בְּגֵ֣י H1516 בני H1121 הִנֹּ֑ם H2011 לְבִלְתִּ֗י H1115 לְהַעֲבִ֨יר H5674 אִ֜ישׁ H376 אֶת H853 בְּנ֧וֹ H1121 וְאֶת H853 בִּתּ֛וֹ H1323 בָּאֵ֖שׁ H784 לַמֹּֽלֶךְ H4432 ",
  "11": "וַיַּשְׁבֵּ֣ת H7673 אֶת H853 הַסּוּסִ֗ים H5483 אֲשֶׁ֣ר H834 נָתְנוּ֩ H5414 מַלְכֵ֨י H4428 יְהוּדָ֤ה H3063 לַשֶּׁ֨מֶשׁ֙ H8121 מִבֹּ֣א H935 בֵית H1004 יְהוָ֔ה H3068 אֶל H413 לִשְׁכַּת֙ H3957 נְתַן H5419 מֶ֣לֶךְ H5419 הַסָּרִ֔יס H5631 אֲשֶׁ֖ר H834 בַּפַּרְוָרִ֑ים H6503 וְאֶת H853 מַרְכְּב֥וֹת H4818 הַשֶּׁ֖מֶשׁ H8121 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
  "12": "וְאֶֽת H853 הַֽמִּזְבְּח֡וֹת H4196 אֲשֶׁ֣ר H834 עַל H5921 הַגָּג֩ H1406 עֲלִיַּ֨ת H5944 אָחָ֜ז H271 אֲשֶׁר H834 עָשׂ֣וּ H6213 מַלְכֵ֣י H4428 יְהוּדָ֗ה H3063 וְאֶת H853 הַֽמִּזְבְּחוֹת֙ H4196 אֲשֶׁר H834 עָשָׂ֣ה H6213 מְנַשֶּׁ֔ה H4519 בִּשְׁתֵּ֛י H8147 חַצְר֥וֹת H2691 בֵּית H1004 יְהוָ֖ה H3068 נָתַ֣ץ H5422 הַמֶּ֑לֶךְ H4428 וַיָּ֣רָץ H7323 מִשָּׁ֔ם H8033 וְהִשְׁלִ֥יךְ H7993 אֶת H853 עֲפָרָ֖ם H6083 אֶל H413 נַ֥חַל H5158 קִדְרֽוֹן H6939 ",
  "13": "וְֽאֶת H853 הַבָּמ֞וֹת H1116 אֲשֶׁ֣ר H834 עַל H5921 פְּנֵ֣י H6440 יְרוּשָׁלִַ֗ם H3389 אֲשֶׁר֮ H834 מִימִ֣ין H3225 לְהַר H2022 הַמַּשְׁחִית֒ H4889 אֲשֶׁ֣ר H834 בָּ֠נָה H1129 שְׁלֹמֹ֨ה H8010 מֶֽלֶךְ H4428 יִשְׂרָאֵ֜ל H3478 לְעַשְׁתֹּ֣רֶת H6253 שִׁקֻּ֣ץ H8251 צִידֹנִ֗ים H6722 וְלִ H3645 שִׁקֻּ֣ץ H8251 מוֹאָ֔ב H4124 וּלְ H4445 תּוֹעֲבַ֣ת H8441 בְּנֵֽי H1121 עַמּ֑וֹן H5983 טִמֵּ֖א H2930 הַמֶּֽלֶךְ H4428 ",
  "14": "וְשִׁבַּר֙ H7665 אֶת H853 הַמַּצֵּב֔וֹת H4676 וַיִּכְרֹ֖ת H3772 אֶת H853 הָאֲשֵׁרִ֑ים H842 וַיְמַלֵּ֥א H4390 אֶת H853 מְקוֹמָ֖ם H4725 עַצְמ֥וֹת H6106 אָדָֽם H120 ",
  "15": "וְגַ֨ם H1571 אֶת H853 הַמִּזְבֵּ֜חַ H4196 אֲשֶׁ֣ר H834 בְּבֵֽית H1008 אֵ֗ל H1008 הַבָּמָה֙ H1116 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 יָרָבְעָ֤ם H3379 בֶּן H1121 נְבָט֙ H5028 אֲשֶׁ֣ר H834 הֶחֱטִ֣יא H2398 אֶת H853 יִשְׂרָאֵ֔ל H3478 גַּ֣ם H1571 אֶת H853 הַמִּזְבֵּ֧חַ H4196 הַה֛וּא H1931 וְאֶת H853 הַבָּמָ֖ה H1116 נָתָ֑ץ H5422 וַיִּשְׂרֹ֧ף H8313 אֶת H853 הַבָּמָ֛ה H1116 הֵדַ֥ק H1854 לְעָפָ֖ר H6083 וְשָׂרַ֥ף H8313 אֲשֵׁרָֽה H842 ",
  "16": "וַיִּ֣פֶן H6437 יֹאשִׁיָּ֗הוּ H2977 וַיַּ֨רְא H7200 אֶת H853 הַקְּבָרִ֤ים H6913 אֲשֶׁר H834 שָׁם֙ H8033 בָּהָ֔ר H2022 וַיִּשְׁלַ֗ח H7971 וַיִּקַּ֤ח H3947 אֶת H853 הָֽעֲצָמוֹת֙ H6106 מִן H4480 הַקְּבָרִ֔ים H6913 וַיִּשְׂרֹ֥ף H8313 עַל H5921 הַמִּזְבֵּ֖חַ H4196 וַֽיְטַמְּאֵ֑ H2930 כִּדְבַ֣ר H1697 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 קָרָא֙ H7121 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֲשֶׁ֣ר H834 קָרָ֔א H7121 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "17": "וַיֹּ֕אמֶר H559 מָ֚ה H4100 הַצִּיּ֣וּן H6725 הַלָּ֔ז H1975 אֲשֶׁ֖ר H834 אֲנִ֣י H589 רֹאֶ֑ה H7200 וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 אַנְשֵׁ֣י H376 הָעִ֗יר H5892 הַקֶּ֤בֶר H6913 אִישׁ H376 הָֽאֱלֹהִים֙ H430 אֲשֶׁר H834 בָּ֣א H935 מִֽיהוּדָ֔ה H3063 וַיִּקְרָ֗א H7121 אֶת H853 הַדְּבָרִ֤ים H1697 הָאֵ֨לֶּה֙ H428 אֲשֶׁ֣ר H834 עָשִׂ֔יתָ H6213 עַ֖ל H5921 הַמִּזְבַּ֥ח H4196 בֵּֽית H1008 אֵֽל H1008 ",
  "18": "וַיֹּ֨אמֶר֙ H559 הַנִּ֣יחוּ H3240 ל֔וֹ Hl אִ֖ישׁ H376 אַל H408 יָנַ֣ע H5128 עַצְמֹתָ֑יו H6106 וַֽיְמַלְּטוּ֙ H4422 עַצְמֹתָ֔יו H6106 אֵ֚ת H854 עַצְמ֣וֹת H6106 הַנָּבִ֔יא H5030 אֲשֶׁר H834 בָּ֖א H935 מִשֹּׁמְרֽוֹן H8111 ",
  "19": "וְגַם֩ H1571 אֶת H853 כָּל H3605 בָּתֵּ֨י H1004 הַבָּמ֜וֹת H1116 אֲשֶׁ֣ר H834 בְּעָרֵ֣י H5892 שֹׁמְר֗וֹן H8111 אֲשֶׁ֨ר H834 עָשׂ֜וּ H6213 מַלְכֵ֤י H4428 יִשְׂרָאֵל֙ H3478 לְהַכְעִ֔יס H3707 הֵסִ֖יר H5493 יֹֽאשִׁיָּ֑הוּ H2977 וַיַּ֣עַשׂ H6213 לָהֶ֔ם H1992 כְּכָל H3605 הַֽמַּעֲשִׂ֔ים H4639 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בְּבֵֽית H1008 אֵֽל H1008 ",
  "20": "וַ֠יִּזְבַּח H2076 אֶת H853 כָּל H3605 כֹּהֲנֵ֨י H3548 הַבָּמ֤וֹת H1116 אֲשֶׁר H834 שָׁם֙ H8033 עַל H5921 הַֽמִּזְבְּח֔וֹת H4196 וַיִּשְׂרֹ֛ף H8313 אֶת H853 עַצְמ֥וֹת H6106 אָדָ֖ם H120 עֲלֵיהֶ֑ם H5921 וַיָּ֖שָׁב H7725 יְרוּשָׁלִָֽם H3389 ",
  "21": "וַיְצַ֤ו H6680 הַמֶּ֨לֶךְ֙ H4428 אֶת H853 כָּל H3605 הָעָ֣ם H5971 לֵאמֹ֔ר H559 עֲשׂ֣וּ H6213 פֶ֔סַח H6453 לַֽיהוָ֖ה H3068 אֱלֹֽהֵיכֶ֑ם H430 כַּכָּת֕וּב H3789 עַ֛ל H5921 סֵ֥פֶר H5612 הַבְּרִ֖ית H1285 הַזֶּֽה H2088 ",
  "22": "כִּ֣י H3588 לֹ֤א H3808 נַֽעֲשָׂה֙ H6213 כַּפֶּ֣סַח H6453 הַזֶּ֔ה H2088 מִימֵי֙ H3117 הַשֹּׁ֣פְטִ֔ים H8199 אֲשֶׁ֥ר H834 שָׁפְט֖וּ H8199 אֶת H853 יִשְׂרָאֵ֑ל H3478 וְכֹ֗ל H3605 יְמֵ֛י H3117 מַלְכֵ֥י H4428 יִשְׂרָאֵ֖ל H3478 וּמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "23": "כִּ֗י H3588 אִם H518 בִּשְׁמֹנֶ֤ה H8083 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 יֹֽאשִׁיָּ֑הוּ H2977 נַעֲשָׂ֞ה H6213 הַפֶּ֧סַח H6453 הַזֶּ֛ה H2088 לַיהוָ֖ה H3068 בִּירוּשָׁלִָֽם H3389 ",
  "24": "וְגַ֣ם H1571 אֶת H853 הָאֹב֣וֹת H178 וְאֶת H853 הַ֠יִּדְּעֹנִים H3049 וְאֶת H853 הַתְּרָפִ֨ים H8655 וְאֶת H853 הַגִּלֻּלִ֜ים H1544 וְאֵ֣ת H853 כָּל H3605 הַשִּׁקֻּצִ֗ים H8251 אֲשֶׁ֤ר H834 נִרְאוּ֙ H7200 בְּאֶ֤רֶץ H776 יְהוּדָה֙ H3063 וּבִ H3389 בִּעֵ֖ר H1197 יֹֽאשִׁיָּ֑הוּ H2977 לְ֠מַעַן H4616 הָקִ֞ים H6965 אֶת H853 דִּבְרֵ֤י H1697 הַתּוֹרָה֙ H8451 הַכְּתֻבִ֣ים H3789 עַל H5921 הַסֵּ֔פֶר H5612 אֲשֶׁ֥ר H834 מָצָ֛א H4672 חִלְקִיָּ֥הוּ H2518 הַכֹּהֵ֖ן H3548 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "25": "וְכָמֹ H3644 לֹֽא H3808 הָיָ֨ה H1961 לְפָנָ֜י H6440 מֶ֗לֶךְ H4428 אֲשֶׁר H834 שָׁ֤ב H7725 אֶל H413 יְהוָה֙ H3068 בְּכָל H3605 לְבָב֤וֹ H3824 וּבְ H3605 נַפְשׁוֹ֙ H5315 וּבְ H3605 מְאֹד֔וֹ H3966 כְּכֹ֖ל H3605 תּוֹרַ֣ת H8451 מֹשֶׁ֑ה H4872 וְאַחֲרָ֖י H310 לֹֽא H3808 קָ֥ם H6965 כָּמֹֽהוּ H3644 ",
  "26": "אַ֣ךְ H389 לֹֽא H3808 שָׁ֣ב H7725 יְהוָ֗ה H3068 מֵחֲר֤וֹן H2740 אַפּוֹ֙ H639 הַגָּד֔וֹל H1419 אֲשֶׁר H834 חָרָ֥ה H2734 אַפּ֖וֹ H639 בִּֽיהוּדָ֑ה H3063 עַ֚ל H5921 כָּל H3605 הַכְּעָסִ֔ים H3708 אֲשֶׁ֥ר H834 הִכְעִיס֖וֹ H3707 מְנַשֶּֽׁה H4519 ",
  "27": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 גַּ֤ם H1571 אֶת H853 יְהוּדָה֙ H3063 אָסִיר֙ H5493 מֵעַ֣ל H5921 פָּנַ֔י H6440 כַּאֲשֶׁ֥ר H834 הֲסִרֹ֖תִי H5493 אֶת H853 יִשְׂרָאֵ֑ל H3478 וּ֠מָאַסְתִּי H3988 אֶת H853 הָעִ֨יר H5892 הַזֹּ֤את H2063 אֲשֶׁר H834 בָּחַ֨רְתִּי֙ H977 אֶת H853 יְר֣וּשָׁלִַ֔ם H3389 וְאֶת H853 הַבַּ֔יִת H1004 אֲשֶׁ֣ר H834 אָמַ֔רְתִּי H559 יִהְיֶ֥ה H1961 שְׁמִ֖י H8034 שָֽׁם H8033 ",
  "28": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יֹאשִׁיָּ֖הוּ H2977 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "29": "בְּיָמָ֡י H3117 עָלָה֩ H5927 פַרְעֹ֨ה H6549 נְכֹ֧ה H6549 מֶֽלֶךְ H4428 מִצְרַ֛יִם H4714 עַל H5921 מֶ֥לֶךְ H4428 אַשּׁ֖וּר H804 עַל H5921 נְהַר H5104 פְּרָ֑ת H6578 וַיֵּ֨לֶךְ H3212 הַמֶּ֤לֶךְ H4428 יֹאשִׁיָּ֨הוּ֙ H2977 לִקְרָאת֔ H7125 וַיְמִיתֵ֨ H4191 בִּמְגִדּ֔וֹ H4023 כִּרְאֹת֖ H7200 אֹתֽוֹ H853 ",
  "30": "וַיַּרְכִּבֻ֨ H7392 עֲבָדָ֥יו H5650 מֵת֙ H4191 מִמְּגִדּ֔וֹ H4023 וַיְבִאֻ֨ H935 יְר֣וּשָׁלִַ֔ם H3389 וַֽיִּקְבְּרֻ֖ H6912 בִּקְבֻֽרָת֑ H6900 וַיִּקַּ֣ח H3947 עַם H5971 הָאָ֗רֶץ H776 אֶת H853 יְהֽוֹאָחָז֙ H3059 בֶּן H1121 יֹ֣אשִׁיָּ֔הוּ H2977 וַיִּמְשְׁח֥וּ H4886 אֹת֛וֹ H853 וַיַּמְלִ֥יכוּ H4427 אֹת֖וֹ H853 תַּ֥חַת H8478 אָבִֽיו H1 ",
  "31": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְשָׁלֹ֤שׁ H7969 שָׁנָה֙ H8141 יְהוֹאָחָ֣ז H3059 בְּמָלְכ֔ H4427 וּשְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֔ים H2320 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 חֲמוּטַ֥ל H2537 בַּֽת H1323 יִרְמְיָ֖הוּ H3414 מִלִּבְנָֽה H3841 ",
  "32": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשׂ֖וּ H6213 אֲבֹתָֽיו H1 ",
  "33": "וַיַּאַסְרֵ H631 פַרְעֹ֨ה H6549 נְכֹ֤ה H6549 בְרִבְלָה֙ H7247 בְּאֶ֣רֶץ H776 חֲמָ֔ת H2574 במלך H4427 בִּירוּשָׁלִָ֑ם H3389 וַיִּתֶּן H5414 עֹ֨נֶשׁ֙ H6066 עַל H5921 הָאָ֔רֶץ H776 מֵאָ֥ה H3967 כִכַּר H3603 כֶּ֖סֶף H3701 וְכִכַּ֥ר H3603 זָהָֽב H2091 ",
  "34": "וַיַּמְלֵךְ֩ H4427 פַּרְעֹ֨ה H6549 נְכֹ֜ה H6549 אֶת H853 אֶלְיָקִ֣ים H471 בֶּן H1121 יֹאשִׁיָּ֗הוּ H2977 תַּ֚חַת H8478 יֹאשִׁיָּ֣הוּ H2977 אָבִ֔יו H1 וַיַּסֵּ֥ב H5437 אֶת H853 שְׁמ֖וֹ H8034 יְהוֹיָקִ֑ים H3079 וְאֶת H853 יְהוֹאָחָ֣ז H3059 לָקָ֔ח H3947 וַיָּבֹ֥א H935 מִצְרַ֖יִם H4714 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
  "35": "וְהַ H3701 וְהַ H2091 נָתַ֤ן H5414 יְהוֹיָקִים֙ H3079 לְפַרְעֹ֔ה H6547 אַ֚ךְ H389 הֶעֱרִ֣יךְ H6186 אֶת H853 הָאָ֔רֶץ H776 לָתֵ֥ת H5414 אֶת H853 הַכֶּ֖סֶף H3701 עַל H5921 פִּ֣י H6310 פַרְעֹ֑ה H6547 אִ֣ישׁ H376 כְּעֶרְכּ֗ H6187 נָגַ֞שׂ H5065 אֶת H853 הַכֶּ֤סֶף H3701 וְאֶת H853 הַזָּהָב֙ H2091 אֶת H853 עַ֣ם H5971 הָאָ֔רֶץ H776 לָתֵ֖ת H5414 לְפַרְעֹ֥ה H6549 נְכֹֽה H6549 ",
  "36": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָ֨ה H8141 יְהוֹיָקִ֣ים H3079 בְּמָלְכ֔ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 זבידה H2080 בַת H1323 פְּדָיָ֖ה H6305 מִן H4480 רוּמָֽה H7316 ",
  "37": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשׂ֖וּ H6213 אֲבֹתָֽיו H1 "
}
