{
  "1": "בְּיָמָ֣י H3117 עָלָ֔ה H5927 נְבֻכַדְנֶאצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיְהִי H1961 ל֨וֹ Hl יְהוֹיָקִ֥ים H3079 עֶ֨בֶד֙ H5650 שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 וַיָּ֖שָׁב H7725 וַיִּמְרָד H4775 בּֽוֹ Hb ",
  "2": "וַיְשַׁלַּ֣ח H7971 יְהוָ֣ה H3068 בּ֡וֹ Hb אֶת H853 גְּדוּדֵ֣י H1416 כַשְׂדִּים֩ H3778 וְאֶת H853 גְּדוּדֵ֨י H1416 אֲרָ֜ם H758 וְאֵ֣ת H853 גְּדוּדֵ֣י H1416 מוֹאָ֗ב H4124 וְאֵת֙ H853 גְּדוּדֵ֣י H1416 בְנֵֽי H1121 עַמּ֔וֹן H5983 וַיְשַׁלְּחֵ֥ H7971 בִּֽיהוּדָ֖ה H3063 לְהַֽאֲבִיד֑ H6 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 עֲבָדָ֥יו H5650 הַנְּבִיאִֽים H5030 ",
  "3": "אַ֣ךְ H389 עַל H5921 פִּ֣י H6310 יְהוָ֗ה H3068 הָֽיְתָה֙ H1961 בִּֽיהוּדָ֔ה H3063 לְהָסִ֖יר H5493 מֵעַ֣ל H5921 פָּנָ֑יו H6440 בְּחַטֹּ֣את H2403 מְנַשֶּׁ֔ה H4519 כְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "4": "וְגַ֤ם H1571 דַּֽם H1818 הַנָּקִי֙ H5355 אֲשֶׁ֣ר H834 שָׁפָ֔ךְ H8210 וַיְמַלֵּ֥א H4390 אֶת H853 יְרוּשָׁלִַ֖ם H3389 דָּ֣ם H1818 נָקִ֑י H5355 וְלֹֽא H3808 אָבָ֥ה H14 יְהוָ֖ה H3068 לִסְלֹֽחַ H5545 ",
  "5": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יְהוֹיָקִ֖ים H3079 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "6": "וַיִּשְׁכַּ֥ב H7901 יְהוֹיָקִ֖ים H3079 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 יְהוֹיָכִ֥ין H3078 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "7": "וְלֹֽא H3808 הֹסִ֥יף H3254 עוֹד֙ H5750 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 לָצֵ֖את H3318 מֵֽאַרְצ֑ H776 כִּֽי H3588 לָקַ֞ח H3947 מֶ֣לֶךְ H4428 בָּבֶ֗ל H894 מִנַּ֤חַל H5158 מִצְרַ֨יִם֙ H4714 עַד H5704 נְהַר H5104 פְּרָ֔ת H6578 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 הָיְתָ֖ה H1961 לְמֶ֥לֶךְ H4428 מִצְרָֽיִם H4714 ",
  "8": "בֶּן H1121 שְׁמֹנֶ֨ה H8083 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 יְהוֹיָכִ֣ין H3078 בְּמָלְכ֔ H4427 וּשְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֔ים H2320 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נְחֻשְׁתָּ֥א H5179 בַת H1323 אֶלְנָתָ֖ן H494 מִירוּשָׁלִָֽם H3389 ",
  "9": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 ",
  "10": "בָּעֵ֣ת H6256 הַהִ֔יא H1931 עלה H5927 עַבְדֵ֛י H5650 נְבֻכַדְנֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 יְרוּשָׁלִָ֑ם H3389 וַתָּבֹ֥א H935 הָעִ֖יר H5892 בַּמָּצֽוֹר H4692 ",
  "11": "וַיָּבֹ֛א H935 נְבוּכַדְנֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 עַל H5921 הָעִ֑יר H5892 וַעֲבָדָ֖י H5650 צָרִ֥ים H6696 עָלֶֽיהָ H5921 ",
  "12": "וַיֵּצֵ֞א H3318 יְהוֹיָכִ֤ין H3078 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 עַל H5921 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 ה֣וּא H1931 וְאִמּ֔ H517 וַעֲבָדָ֖י H5650 וְשָׂרָ֣י H8269 וְסָֽרִיסָ֑י H5631 וַיִּקַּ֤ח H3947 אֹתוֹ֙ H853 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 בִּשְׁנַ֥ת H8141 שְׁמֹנֶ֖ה H8083 לְמָלְכֽ H4427 ",
  "13": "וַיּוֹצֵ֣א H3318 מִשָּׁ֗ם H8033 אֶת H853 כָּל H3605 אוֹצְרוֹת֙ H214 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְאֽוֹצְר֖וֹת H214 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיְקַצֵּ֞ץ H7112 אֶת H853 כָּל H3605 כְּלֵ֣י H3627 הַזָּהָ֗ב H2091 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 שְׁלֹמֹ֤ה H8010 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 בְּהֵיכַ֣ל H1964 יְהוָ֔ה H3068 כַּֽאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "14": "וְהִגְלָ֣ה H1540 אֶת H853 כָּל H3605 יְ֠רוּשָׁלִַם H3389 וְֽאֶת H853 כָּל H3605 הַשָּׂרִ֞ים H8269 וְאֵ֣ת H853 כָּל H3605 גִּבּוֹרֵ֣י H1368 הַחַ֗יִל H2428 עשרה H6235 אֲלָפִים֙ H505 גּוֹלֶ֔ה H1473 וְכָל H3605 הֶחָרָ֖שׁ H2796 וְהַ H4525 לֹ֣א H3808 נִשְׁאַ֔ר H7604 זוּלַ֖ת H2108 דַּלַּ֥ת H1803 עַם H5971 הָאָֽרֶץ H776 ",
  "15": "וַיֶּ֥גֶל H1540 אֶת H853 יְהוֹיָכִ֖ין H3078 בָּבֶ֑לָה H894 וְאֶת H853 אֵ֣ם H517 הַ֠מֶּלֶךְ H4428 וְאֶת H853 נְשֵׁ֨י H802 הַמֶּ֜לֶךְ H4428 וְאֶת H853 סָרִיסָ֗יו H5631 וְאֵת֙ H853 אולי H193 הָאָ֔רֶץ H776 הוֹלִ֛יךְ H3212 גּוֹלָ֥ה H1473 מִירוּשָׁלִַ֖ם H3389 בָּבֶֽלָה H894 ",
  "16": "וְאֵת֩ H853 כָּל H3605 אַנְשֵׁ֨י H376 הַחַ֜יִל H2428 שִׁבְעַ֣ת H7651 אֲלָפִ֗ים H505 וְהֶ H2796 וְהַ H4525 אֶ֔לֶף H505 הַכֹּ֕ל H3605 גִּבּוֹרִ֖ים H1368 עֹשֵׂ֣י H6213 מִלְחָמָ֑ה H4421 וַיְבִיאֵ֧ H935 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 גּוֹלָ֖ה H1473 בָּבֶֽלָה H894 ",
  "17": "וַיַּמְלֵ֧ךְ H4427 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 אֶת H853 מַתַּנְיָ֥ה H4983 דֹד֖וֹ H1730 תַּחְתָּ֑יו H8478 וַיַּסֵּ֥ב H5437 אֶת H853 שְׁמ֖וֹ H8034 צִדְקִיָּֽהוּ H6667 ",
  "18": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְאַחַ֤ת H259 שָׁנָה֙ H8141 צִדְקִיָּ֣הוּ H6667 בְמָלְכ֔ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 חמיטל H2537 בַּֽת H1323 יִרְמְיָ֖הוּ H3414 מִלִּבְנָֽה H3841 ",
  "19": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 יְהוֹיָקִֽים H3079 ",
  "20": "כִּ֣י H3588 עַל H5921 אַ֣ף H639 יְהוָ֗ה H3068 הָיְתָ֤ה H1961 בִירוּשָׁלִַ֨ם֙ H3389 וּבִ֣ H3063 עַד H5704 הִשְׁלִכ֥וֹ H7993 אֹתָ֖ם H853 מֵעַ֣ל H5921 פָּנָ֑יו H6440 וַיִּמְרֹ֥ד H4775 צִדְקִיָּ֖הוּ H6667 בְּמֶ֥לֶךְ H4428 בָּבֶֽל H894 "
}
