{
  "1": "וַיֹּאמְר֥וּ H559 בְנֵֽי H1121 הַנְּבִיאִ֖ים H5030 אֶל H413 אֱלִישָׁ֑ע H477 הִנֵּֽה H2009 נָ֣א H4994 הַמָּק֗וֹם H4725 אֲשֶׁ֨ר H834 אֲנַ֜חְנוּ H587 יֹשְׁבִ֥ים H3427 שָׁ֛ם H8033 לְפָנֶ֖י H6440 צַ֥ר H6862 מִמֶּֽנּוּ H4480 ",
  "2": "נֵֽלְכָה H3212 נָּ֣א H4994 עַד H5704 הַיַּרְדֵּ֗ן H3383 וְנִקְחָ֤ה H3947 מִשָּׁם֙ H8033 אִ֚ישׁ H376 קוֹרָ֣ה H6982 אֶחָ֔ת H259 וְנַעֲשֶׂה H6213 לָּ֥נוּ Hl שָׁ֛ם H8033 מָק֖וֹם H4725 לָשֶׁ֣בֶת H3427 שָׁ֑ם H8033 וַיֹּ֖אמֶר H559 לֵֽכוּ H3212 ",
  "3": "וַיֹּ֨אמֶר֙ H559 הָֽאֶחָ֔ד H259 ה֥וֹאֶל H2974 נָ֖א H4994 וְלֵ֣ךְ H3212 אֶת H854 עֲבָדֶ֑יךָ H5650 וַיֹּ֖אמֶר H559 אֲנִ֥י H589 אֵלֵֽךְ H3212 ",
  "4": "וַיֵּ֖לֶךְ H3212 אִתָּ֑ם H854 וַיָּבֹ֨אוּ֙ H935 הַיַּרְדֵּ֔נָ H3383 וַֽיִּגְזְר֖וּ H1504 הָעֵצִֽים H6086 ",
  "5": "וַיְהִ֤י H1961 הָֽאֶחָד֙ H259 מַפִּ֣יל H5307 הַקּוֹרָ֔ה H6982 וְאֶת H853 הַבַּרְזֶ֖ל H1270 נָפַ֣ל H5307 אֶל H413 הַמָּ֑יִם H4325 וַיִּצְעַ֥ק H6817 וַיֹּ֛אמֶר H559 אֲהָ֥הּ H162 אֲדֹנִ֖י H113 וְה֥וּא H1931 שָׁאֽוּל H7592 ",
  "6": "וַיֹּ֥אמֶר H559 אִישׁ H376 הָאֱלֹהִ֖ים H430 אָ֣נָה H575 נָפָ֑ל H5307 וַיַּרְאֵ֨ H7200 אֶת H853 הַמָּק֔וֹם H4725 וַיִּקְצָב H7094 עֵץ֙ H6086 וַיַּשְׁלֶךְ H7993 שָׁ֔מָּה H8033 וַיָּ֖צֶף H6687 הַבַּרְזֶֽל H1270 ",
  "7": "וַיֹּ֖אמֶר H559 הָ֣רֶם H7311 לָ֑ךְ Hl וַיִּשְׁלַ֥ח H7971 יָד֖וֹ H3027 וַיִּקָּחֵֽ H3947 ",
  "8": "וּמֶ֣לֶךְ H4428 אֲרָ֔ם H758 הָיָ֥ה H1961 נִלְחָ֖ם H3898 בְּיִשְׂרָאֵ֑ל H3478 וַיִּוָּעַץ֙ H3289 אֶל H413 עֲבָדָ֣יו H5650 לֵאמֹ֗ר H559 אֶל H413 מְק֛וֹם H4725 פְּלֹנִ֥י H6423 אַלְמֹנִ֖י H492 תַּחֲנֹתִֽי H8466 ",
  "9": "וַיִּשְׁלַ֞ח H7971 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 אֶל H413 מֶ֤לֶךְ H4428 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 הִשָּׁ֕מֶר H8104 מֵעֲבֹ֖ר H5674 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 כִּֽי H3588 שָׁ֖ם H8033 אֲרָ֥ם H758 נְחִתִּֽים H5185 ",
  "10": "וַיִּשְׁלַ֞ח H7971 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֶֽל H413 הַמָּק֞וֹם H4725 אֲשֶׁ֨ר H834 אָֽמַר H559 ל֧וֹ Hl אִישׁ H376 הָאֱלֹהִ֛ים H430 והזהיר H2094 וְנִשְׁמַ֣ר H8104 שָׁ֑ם H8033 לֹ֥א H3808 אַחַ֖ת H259 וְלֹ֥א H3808 שְׁתָּֽיִם H8147 ",
  "11": "וַיִּסָּעֵר֙ H5590 לֵ֣ב H3820 מֶֽלֶךְ H4428 אֲרָ֔ם H758 עַל H5921 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 וַיִּקְרָ֤א H7121 אֶל H413 עֲבָדָיו֙ H5650 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 הֲלוֹא֙ H3808 תַּגִּ֣ידוּ H5046 לִ֔י Hl מִ֥י H4310 מִשֶּׁ H7945 אֶל H413 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "12": "וַיֹּ֨אמֶר֙ H559 אַחַ֣ד H259 מֵֽעֲבָדָ֔י H5650 ל֖וֹא H3808 אֲדֹנִ֣י H113 הַמֶּ֑לֶךְ H4428 כִּֽי H3588 אֱלִישָׁ֤ע H477 הַנָּבִיא֙ H5030 אֲשֶׁ֣ר H834 בְּיִשְׂרָאֵ֔ל H3478 יַגִּיד֙ H5046 לְמֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַ֨דְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 תְּדַבֵּ֖ר H1696 בַּחֲדַ֥ר H2315 מִשְׁכָּבֶֽךָ H4904 ",
  "13": "וַיֹּ֗אמֶר H559 לְכ֤וּ H3212 וּרְאוּ֙ H7200 אֵיכֹ֣ה H351 ה֔וּא H1931 וְאֶשְׁלַ֖ח H7971 וְאֶקָּחֵ֑ H3947 וַיֻּגַּד H5046 ל֥וֹ Hl לֵאמֹ֖ר H559 הִנֵּ֥ה H2009 בְדֹתָֽן H1886 ",
  "14": "וַיִּשְׁלַח H7971 שָׁ֛מָּה H8033 סוּסִ֥ים H5483 וְרֶ֖כֶב H7393 וְחַ֣יִל H2428 כָּבֵ֑ד H3515 וַיָּבֹ֣אוּ H935 לַ֔יְלָה H3915 וַיַּקִּ֖פוּ H5362 עַל H5921 הָעִֽיר H5892 ",
  "15": "וַ֠יַּשְׁכֵּם H7925 מְשָׁרֵ֨ת H8334 אִ֥ישׁ H376 הָֽאֱלֹהִים֮ H430 לָקוּם֒ H6965 וַיֵּצֵ֕א H3318 וְהִנֵּה H2009 חַ֛יִל H2428 סוֹבֵ֥ב H5437 אֶת H853 הָעִ֖יר H5892 וְס֣וּס H5483 וָרָ֑כֶב H7393 וַיֹּ֨אמֶר H559 נַעֲר֥וֹ H5288 אֵלָ֛יו H413 אֲהָ֥הּ H162 אֲדֹנִ֖י H113 אֵיכָ֥ה H349 נַֽעֲשֶֽׂה H6213 ",
  "16": "וַיֹּ֖אמֶר H559 אַל H408 תִּירָ֑א H3372 כִּ֤י H3588 רַבִּים֙ H7227 אֲשֶׁ֣ר H834 אִתָּ֔נוּ H854 מֵאֲשֶׁ֖ר H834 אוֹתָֽם H854 ",
  "17": "וַיִּתְפַּלֵּ֤ל H6419 אֱלִישָׁע֙ H477 וַיֹּאמַ֔ר H559 יְהוָ֕ה H3068 פְּקַח H6491 נָ֥א H4994 אֶת H853 עֵינָ֖יו H5869 וְיִרְאֶ֑ה H7200 וַיִּפְקַ֤ח H6491 יְהוָה֙ H3068 אֶת H853 עֵינֵ֣י H5869 הַנַּ֔עַר H5288 וַיַּ֗רְא H7200 וְהִנֵּ֨ה H2009 הָהָ֜ר H2022 מָלֵ֨א H4390 סוּסִ֥ים H5483 וְרֶ֛כֶב H7393 אֵ֖שׁ H784 סְבִיבֹ֥ת H5439 אֱלִישָֽׁע H477 ",
  "18": "וַיֵּרְדוּ֮ H3381 אֵלָיו֒ H413 וַיִּתְפַּלֵּ֨ל H6419 אֱלִישָׁ֤ע H477 אֶל H413 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 הַךְ H5221 נָ֥א H4994 אֶת H853 הַגּוֹי H1471 הַזֶּ֖ה H2088 בַּסַּנְוֵרִ֑ים H5575 וַיַּכֵּ֥ H5221 בַּסַּנְוֵרִ֖ים H5575 כִּדְבַ֥ר H1697 אֱלִישָֽׁע H477 ",
  "19": "וַיֹּ֨אמֶר H559 אֲלֵהֶ֜ם H413 אֱלִישָׁ֗ע H477 לֹ֣א H3808 זֶ֣ה H2088 הַדֶּרֶךְ֮ H1870 וְלֹ֣א H3808 זֹ֣ה H2090 הָעִיר֒ H5892 לְכ֣וּ H3212 אַחֲרַ֔י H310 וְאוֹלִ֣יכָה H3212 אֶתְכֶ֔ם H853 אֶל H413 הָאִ֖ישׁ H376 אֲשֶׁ֣ר H834 תְּבַקֵּשׁ֑וּן H1245 וַיֹּ֥לֶךְ H3212 אוֹתָ֖ם H853 שֹׁמְרֽוֹנָה H8111 ",
  "20": "וַיְהִי֮ H1961 כְּבֹאָ֣ H935 שֹׁמְרוֹן֒ H8111 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 יְהוָ֕ה H3068 פְּקַ֥ח H6491 אֶת H853 עֵינֵֽי H5869 אֵ֖לֶּה H428 וְיִרְא֑וּ H7200 וַיִּפְקַ֤ח H6491 יְהוָה֙ H3068 אֶת H853 עֵ֣ינֵיהֶ֔ם H5869 וַיִּרְא֕וּ H7200 וְהִנֵּ֖ה H2009 בְּת֥וֹךְ H8432 שֹׁמְרֽוֹן H8111 ",
  "21": "וַיֹּ֤אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 אֶל H413 אֱלִישָׁ֔ע H477 כִּרְאֹת֖ H7200 אוֹתָ֑ם H853 הַאַכֶּ֥ה H5221 אַכֶּ֖ה H5221 אָבִֽי H1 ",
  "22": "וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 תַכֶּ֔ה H5221 הַאֲשֶׁ֥ר H834 שָׁבִ֛יתָ H7617 בְּחַרְבְּ H2719 וּֽבְ H7198 אַתָּ֣ה H859 מַכֶּ֑ה H5221 שִׂים֩ H7760 לֶ֨חֶם H3899 וָמַ֜יִם H4325 לִפְנֵי H6440 וְיֹֽאכְלוּ֙ H398 וְיִשְׁתּ֔וּ H8354 וְיֵלְכ֖וּ H3212 אֶל H413 אֲדֹנֵיהֶֽם H113 ",
  "23": "וַיִּכְרֶ֨ה H3739 לָהֶ֜ם H1992 כֵּרָ֣ה H3740 גְדוֹלָ֗ה H1419 וַיֹּֽאכְלוּ֙ H398 וַיִּשְׁתּ֔וּ H8354 וַֽיְשַׁלְּחֵ֔ H7971 וַיֵּלְכ֖וּ H3212 אֶל H413 אֲדֹֽנֵיהֶ֑ם H113 וְלֹֽא H3808 יָ֤סְפוּ H3254 עוֹד֙ H5750 גְּדוּדֵ֣י H1416 אֲרָ֔ם H758 לָב֖וֹא H935 בְּאֶ֥רֶץ H776 יִשְׂרָאֵֽל H3478 ",
  "24": "וַֽיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיִּקְבֹּ֛ץ H6908 בֶּן H1130 הֲדַ֥ד H1130 מֶֽלֶךְ H4428 אֲרָ֖ם H758 אֶת H853 כָּל H3605 מַחֲנֵ֑הוּ H4264 וַיַּ֕עַל H5927 וַיָּ֖צַר H6696 עַל H5921 שֹׁמְרֽוֹן H8111 ",
  "25": "וַיְהִ֨י H1961 רָעָ֤ב H7458 גָּדוֹל֙ H1419 בְּשֹׁ֣מְר֔וֹן H8111 וְהִנֵּ֖ה H2009 צָרִ֣ים H6696 עָלֶ֑יהָ H5921 עַ֣ד H5704 הֱי֤וֹת H1961 רֹאשׁ H7218 חֲמוֹר֙ H2543 בִּשְׁמֹנִ֣ים H8084 כֶּ֔סֶף H3701 וְרֹ֛בַע H7255 הַקַּ֥ב H6894 חרייונים H2755 בַּחֲמִשָּׁה H2568 כָֽסֶף H3701 ",
  "26": "וַֽיְהִי֙ H1961 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 עֹבֵ֖ר H5674 עַל H5921 הַחֹמָ֑ה H2346 וְאִשָּׁ֗ה H802 צָעֲקָ֤ה H6817 אֵלָיו֙ H413 לֵאמֹ֔ר H559 הוֹשִׁ֖יעָה H3467 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
  "27": "וַיֹּ֨אמֶר֙ H559 אַל H408 יוֹשִׁעֵ֣ךְ H3467 יְהוָ֔ה H3068 מֵאַ֖יִן H370 אֽוֹשִׁיעֵ֑ךְ H3467 הֲמִן H4480 הַגֹּ֖רֶן H1637 א֥וֹ H176 מִן H4480 הַיָּֽקֶב H3342 ",
  "28": "וַיֹּֽאמֶר H559 לָ֥הּ Hl הַמֶּ֖לֶךְ H4428 מַה H4100 לָּ֑ךְ Hl וַתֹּ֗אמֶר H559 הָאִשָּׁ֨ה H802 הַזֹּ֜את H2063 אָמְרָ֣ה H559 אֵלַ֗י H413 תְּנִ֤י H5414 אֶת H853 בְּנֵךְ֙ H1121 וְנֹאכְלֶ֣ H398 הַיּ֔וֹם H3117 וְאֶת H853 בְּנִ֖י H1121 נֹאכַ֥ל H398 מָחָֽר H4279 ",
  "29": "וַנְּבַשֵּׁ֥ל H1310 אֶת H853 בְּנִ֖י H1121 וַנֹּֽאכְלֵ֑ H398 וָאֹמַ֨ר H559 אֵלֶ֜יהָ H413 בַּיּ֣וֹם H3117 הָאַחֵ֗ר H312 תְּנִ֤י H5414 אֶת H853 בְּנֵךְ֙ H1121 וְנֹ֣אכְלֶ֔ H398 וַתַּחְבִּ֖א H2244 אֶת H853 בְּנָֽהּ H1121 ",
  "30": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 הַמֶּ֜לֶךְ H4428 אֶת H853 דִּבְרֵ֤י H1697 הָֽאִשָּׁה֙ H802 וַיִּקְרַ֣ע H7167 אֶת H853 בְּגָדָ֔יו H899 וְה֖וּא H1931 עֹבֵ֣ר H5674 עַל H5921 הַחֹמָ֑ה H2346 וַיַּ֣רְא H7200 הָעָ֔ם H5971 וְהִנֵּ֥ה H2009 הַשַּׂ֛ק H8242 עַל H5921 בְּשָׂר֖וֹ H1320 מִבָּֽיִת H1004 ",
  "31": "וַיֹּ֕אמֶר H559 כֹּֽה H3541 יַעֲשֶׂה H6213 לִּ֥י Hl אֱלֹהִ֖ים H430 וְכֹ֣ה H3541 יוֹסִ֑ף H3254 אִֽם H518 יַעֲמֹ֞ד H5975 רֹ֣אשׁ H7218 אֱלִישָׁ֧ע H477 בֶּן H1121 שָׁפָ֛ט H8202 עָלָ֖יו H5921 הַיּֽוֹם H3117 ",
  "32": "וֶאֱלִישָׁע֙ H477 יֹשֵׁ֣ב H3427 בְּבֵית֔ H1004 וְהַ H2205 יֹשְׁבִ֣ים H3427 אִתּ֑וֹ H854 וַיִּשְׁלַ֨ח H7971 אִ֜ישׁ H376 מִלְּ H6440 בְּטֶ֣רֶם H2962 יָבֹא֩ H935 הַמַּלְאָ֨ךְ H4397 אֵלָ֜יו H413 וְה֣וּא H1931 אָמַ֣ר H559 אֶל H413 הַזְּקֵנִ֗ים H2205 הַרְּאִיתֶם֙ H7200 כִּֽי H3588 שָׁלַ֞ח H7971 בֶּן H1121 הַֽמְרַצֵּ֤חַ H7523 הַזֶּה֙ H2088 לְהָסִ֣יר H5493 אֶת H853 רֹאשִׁ֔י H7218 רְא֣וּ H7200 כְּבֹ֣א H935 הַמַּלְאָ֗ךְ H4397 סִגְר֤וּ H5462 הַדֶּ֨לֶת֙ H1817 וּלְחַצְתֶּ֤ם H3905 אֹתוֹ֙ H853 בַּדֶּ֔לֶת H1817 הֲל֗וֹא H3808 ק֛וֹל H6963 רַגְלֵ֥י H7272 אֲדֹנָ֖יו H113 אַחֲרָֽיו H310 ",
  "33": "עוֹדֶ֨נּוּ֙ H5750 מְדַבֵּ֣ר H1696 עִמָּ֔ם H5973 וְהִנֵּ֥ה H2009 הַמַּלְאָ֖ךְ H4397 יֹרֵ֣ד H3381 אֵלָ֑יו H413 וַיֹּ֗אמֶר H559 הִנֵּֽה H2009 זֹ֤את H2063 הָֽרָעָה֙ H7451 מֵאֵ֣ת H853 יְהוָ֔ה H3068 מָֽה H4100 אוֹחִ֥יל H3176 לַיהוָ֖ה H3068 עֽוֹד H5750 "
}
