{
  "1": "Then Zophar, the friend from the region of Naamah, said this to Job:\\q1",
  "2": "\"Should no one answer all that you have said?\\q2 Just because you talk a lot, that fact should not persuade us to declare that you are innocent.\n\\q1",
  "3": "Job, should your babbling really cause us to be silent?\\q2 When you make fun of what we think, certainly there should be someone to rebuke you and cause you to be ashamed!\n\n\n\\q1",
  "4": "You say, 'What I say is true;\\q2 God knows that I am innocent.'\n\\q1",
  "5": "But I wish that God would talk\\q2 and say something to answer you!\n\\q1",
  "6": "God knows everything about everything,\\q2 so I wish that he would tell you the secrets that he knows because he is wise.\n\\q1 It would be good if you realized that God is punishing you less than you deserve!\n\n\n\\q1",
  "7": "Tell me, will you ever be able to find out the things about God that are very difficult to understand?\\q2 Will you be able to find out everything that there is to know about Almighty God?\n\\q1",
  "8": "What there is to know about God is greater than the distance from earth to heaven;\\q2 so there is no way that you can understand it all.\n\\q1 It is greater than the distance from here to the place of the dead;\n\\q2 so it is impossible for you to know it all.\n\\q1",
  "9": "What there is to know about God is wider than the earth\\q2 and wider than the ocean.\n\n\n\\q1",
  "10": "If God comes to you and puts you in prison and then brings you to a trial,\\q2 who can stop him?\n\\q1",
  "11": "He knows which people are worthless;\\q2 and when he sees people doing wicked things, he certainly does not ignore them.\n\\q1",
  "12": "Stupid people like you will start to become wise\\q2 when wild donkeys start giving birth to people.\n\n\n\\q1",
  "13": "Job, repent and make your heart humble;\\q2 reach out your hands toward God and plead with him.\n\\q1",
  "14": "If you have done evil things, stop doing them;\\q2 and do not allow any people in your house to do wicked deeds.\n\n\n\\q1",
  "15": "If you do that, surely you will be able to carry your head high, because you will not be ashamed;\\q2 you will be strong and not afraid of anything.\n\\q1",
  "16": "You will forget all your troubles;\\q2 they will be like the water that has all flowed away and dried up.\n\\q1",
  "17": "Your troubles will be ended, like the darkness ends at the dawn;\\q2 it will be as though the sun were shining brightly on you, like it shines at noon.\n\n\n\\q1",
  "18": "You will feel safe, because you will be confident that good things will happen to you;\\q2 God will protect you and allow you to rest safely each night.\n\\q1",
  "19": "You will lie down to sleep, and no one will make you afraid.\\q2 And many people will come and request you to be kind to them.\n\n\n\\q1",
  "20": "But wicked people will not be able to understand why bad things are happening to them;\\q2 they will not have any way to escape from their troubles.\n\\q2 The only thing that they will want to do is to die. \""
}
