{
  "1": "We humans are very frail. We are born, and\\q2 we live only a short time; we experience much trouble.\n\\q1",
  "2": "We disappear quickly, like flowers that grow from the ground quickly and then wither and die.\\q2 We are like shadows that disappear when the sun stops shining.\n\\q1",
  "3": "Yahweh, why do you keep watching me to see if I am doing something that is wrong ?\\q2 Do you want to take me to court to judge me?\n\n\n\\q1",
  "4": "No one can bring something acceptable to God out of something that is not acceptable to him.\\q1",
  "5": "You have decided how long our lives will be.\\q2 You have decided how many months we will live,\n\\q2 and we cannot live longer than the time that you have decided.\n\\q1",
  "6": "So please stop examining us, and allow us to be alone\\q2 so that we might enjoy our life of hard labor, if a hired worker can possibly do so.\n\n\n\n\\q1",
  "7": "If we cut a tree down,\\q2 sometimes we hope that it will sprout again and grow new branches.\n\\q1",
  "8": "Its roots in the ground may be very old,\\q2 and its stump may decay,\n\\q1",
  "9": "but if some water falls on it,\\q2 it may bud and send up shoots like a young plant.\n\n\n\\q1",
  "10": "But when we people lose all our strength and die,\\q2 we stop breathing, and then we are gone forever.\n\\q1",
  "11": "Just as water evaporates from a lake,\\q2 or as a riverbed dries up,\n\\q1",
  "12": "people lie down and die and do not get up again.\\q1 Until the heavens do not exist any longer;\n\\q2 people who die do not wake up,\n\\q2 and no one can wake them up.\n\n\n\\q1",
  "13": "Yahweh, I wish that you would put me safely in the place of the dead and forget about me, so that I do not suffer any more\\q2 until you are no longer angry with me.\n\\q1 I wish that you would decide how much time I would spend there,\n\\q2 and then remember that I am there.\n\\q1",
  "14": "When we humans die, we will certainly not live again.\\q2 If I knew that we would live again, I would wait patiently\n\\q2 for you to release me from my sufferings.\n\n\\q1",
  "15": "You would call me, and I would answer.\\q2 You would be eager to see me, one of the creatures that you had made.\n\\q1",
  "16": "You would carefully see where I went,\\q2 and you would not be interested in seeing whether I sinned or not.\n\\q1",
  "17": "The record of my sins would be sealed in a small bag,\\q2 and you would cover them.\n\n\n\\q1",
  "18": "But, just as mountains crumble and rocks fall down from a cliff,\\q1",
  "19": "and just as water slowly wears away the stones, and just as floods wash away soil,\\q2 you eventually destroy us; you do not allow us to continue to hope that we will keep on living.\n\n\n\\q1",
  "20": "You always defeat us, and then we die.\\q2 You cause our faces to look ugly after we die,\n\\q2 and you send us away.\n\\q1",
  "21": "When we die, we do not know if our sons will grow up and do things that will cause other people to honor them.\\q2 Or if they become disgraced, we do not know that either.\n\\q1",
  "22": "We will feel our own pain; we will not feel anything else;\\q2 we will be sorry for ourselves, not for anyone else.\""
}
