{
  "1": "Job replied to Eliphaz and the others,\\q1",
  "2": "\"I have heard things like that before;\\q2 all of you, instead of helping me, are only causing me to feel more miserable.\n\\q1",
  "3": "Will your speeches, which are only wind, never end?\\q2 Eliphaz, what bothers you that makes you continue replying like this to me?\n\n\n\\q1",
  "4": "If it were you three and not I who were suffering,\\q2 I could, in your place, say the things that you are saying.\n\\q1 I could make great speeches to criticize you,\n\\q2 and I could shake my head at you to ridicule you.\n\\q1",
  "5": "Then you would see whether my words encouraged you or not;\\q2 you would see whether they made you feel your pain less.\n\n\n\\q1",
  "6": "But now, if I talk, my pain does not decrease,\\q2 and if I am silent, my pain still certainly does not go away.\n\\q1",
  "7": "God, you have now taken away all my strength;\\q2 you have destroyed all my family.\n\\q1",
  "8": "You have shriveled me up,\\q2 and people think that shows me to be a sinner.\n\\q1 They see that I am only skin and bones,\n\\q2 and they think that proves that I am guilty.\n\n\n\\q1",
  "9": "Because God is very angry with me and hates me,\\q2 it is as though he were a wild animal that tore me apart with his teeth\n\\q2 because he was my enemy.\n\\q1",
  "10": "People gape at me with their mouths open to sneer at me;\\q2 they have struck me on the face to ridicule me,\n\\q2 and they crowd around me to threaten me.\n\n\n\\q1",
  "11": "It is as though God has handed me over to people who refuse to honor him\\q2 and has put me into the power of the wicked.\n\\q1",
  "12": "Previously, I was living peacefully,\\q2 but he crushed me;\n\\q1 it is as though he grabbed my neck and smashed me to pieces;\n\\q2 it is as though he set me up like a target.\n\n\n\\q1",
  "13": "It is as though I were a target, and that people were surrounding me and shooting arrows at me.\\q1 God's arrows pierce my kidneys\n\\q2 and cause the bile from my liver to spill onto the ground;\n\\q2 God does not pity me at all.\n\\q1",
  "14": "It is as though I were a wall that he is breaking through time after time;\\q2 he rushes at me like a soldier who is attacking his enemy.\n\n\n\\q1",
  "15": "Because I am mourning, I wear pieces of rough cloth that I have sewed together,\\q2 and I sit here in the dirt, very depressed.\n\\q1",
  "16": "My face is red because I have cried very much,\\q2 and there are dark circles around my eyes.\n\\q1",
  "17": "All this has happened to me even though I have not acted violently toward anyone,\\q2 and even though I always pray sincerely to God.\n\n\n\\q1",
  "18": "When I die, I want the ground to act as though I had been murdered;I want it to cry out against those who killed me,\n\\q2 and I do not want anyone to stop me while I am demanding that God act justly toward me.\n\\q1",
  "19": "But even now, I know that there is someone in heaven who will testify for me,\\q2 and he will say that what I have done is right.\n\n\n\\q1",
  "20": "My three friends scorn me,\\q2 but my eyes are full of tears while I cry out to God.\n\\q1",
  "21": "I pray that the one who knows what I have done would come to plead with God for me\\q2 as a person pleads for his friend.\n\\q1",
  "22": "I say this because within a few years I will die;\\q2 I will walk along the road to a place from which I will never return.\""
}
