{
  "1": "\"It is true that there are places where men dig to find silver,\\q2 and there are places where people refine gold that they have dug.\n\\q1",
  "2": "People dig iron ore out of the ground,\\q2 and they also smelt copper.\n\n\n\\q1",
  "3": "Men use lamps while they work far down under the ground\\q2 to search for the ore inside the mines\n\\q2 where it is very dark.\n\\q1",
  "4": "They dig shafts in places that are far from where people live,\\q2 where travelers do not go.\n\\q1 They work far away from other people,\n\\q2 swinging back and forth on ropes as they descend into the mine shafts.\n\n\n\\q1",
  "5": "Food grows on the surface of the ground,\\q2 but down under the ground, where there is no food, the miners make fires to break apart the rocks.\n\\q1",
  "6": "The stones that are dug from under the ground contain sapphires,\\q2 and the dirt contains bits of gold.\n\n\n\\q1",
  "7": "Some birds have very good eyes,\\q1 but even hawks do not know where the mines are,\n\\q2 and falcons have not seen those places.\n\\q1",
  "8": "Lions or other proud wild animals have never gone to those places.\n\n\\q1",
  "9": "Miners dig very hard rock;\\q2 it is as though they turned the mountains upside down to get the ore.\n\\q1",
  "10": "They cut tunnels through the rocks,\\q2 and they find precious things.\n\\q1",
  "11": "They dam up small streams to stop the water from flowing,\\q2 and they bring up into the light things that are hidden in the ground and in the streams.\n\n\n\\q1",
  "12": "But wisdom: Where can people find that?\\q2 Where can we find out how to truly understand things?\n\\q1",
  "13": "Humans do not know what wisdom is truly worth;\\q2 no one can find it here on this earth where they are living.\n\\q1",
  "14": "It is as though the water that is under the earth and water that is in the seas said,\\q2 'I do not have it!'\n\n\n\\q1",
  "15": "People cannot buy wisdom\\q2 by paying for it with silver or gold.\n\\q1",
  "16": "Wisdom is worth much more than fine gold from the land of Ophir,\\q2 much more than very valuable stones.\n\\q1",
  "17": "It is worth much more than gold or beautiful quartz;\\q2 wisdom is more expensive than the finest jewels, and it is worth more than a vase made with pure gold.\n\n\n\\q1",
  "18": "Wisdom is worth more than coral or crystal quartz;\\q2 the price of wisdom is higher than the price of rubies.\n\\q1",
  "19": "The prices of topaz from Ethiopia and of pure gold\\q2 are lower than the value of wisdom.\n\n\n\\q1",
  "20": "So from where does wisdom come?\\q2 Where can we find out how to truly understand things?\n\\q1",
  "21": "No living humans can see it;\\q2 and birds cannot see it while they are up in the sky.\n\\q1",
  "22": "It is as though the places where people go after they die said,\\q2 'We have only heard rumors about where to find wisdom.'\n\n\n\\q1",
  "23": "God is the only one who knows how to find wisdom;\\q2 he knows where it is\n\\q1",
  "24": "because he can see things even in the most remote places on the earth;\\q2 he can see everything that is below the sky.\n\\q1",
  "25": "He decided how strongly the winds should blow,\\q2 and how much rain should be in the clouds.\n\n\n\\q1",
  "26": "He decided where rain should fall,\\q2 and what path lightning should take from the clouds down to the ground.\n\\q1",
  "27": "At that time he saw wisdom and decided that it is very valuable.\\q2 He examined it and approved it.\n\\q1",
  "28": "And then he said to human beings, 'Listen! If you have much respect for me, you will be able to become wise;\\q2 to truly understand everything, you must first turn away from doing what is evil.'\""
}
