{
  "1": "Then those three men stopped replying to Job because they could not convince Job that he had done anything wrong.",
  "2": "Then Elihu son of Barakel, a descendant of Buz, from the clan of Ram, became very angry at Job. He was angry because Job continued to claim that he was innocent, and that God had been wrong to punish him.",
  "3": "He was also angry with Job's three friends because they had declared that Job must have done many things that were wrong, but they could not convince him.",
  "4": "Now Elihu was younger than the others, so he waited until they had finished speaking before he replied to Job.",
  "5": "But when Elihu realized that the three men had no more to say to Job, he became angry.",
  "6": "This is what he said:\\q1 \"I am young, and you all are much older than I am.\n\\q2 So I was timid, and I was afraid to tell you what I was thinking.\n\\q1",
  "7": "I said to myself, 'Let those who are much older speak\\q2 because older people should be able to say things that are wise.'\n\n\n\\q1",
  "8": "However, the Spirit of Almighty God is within people, and it is he who enables them to be wise.\\q1",
  "9": "Not all people become wise when they are old;\\q2 not all old people understand what is right.\n\\q1",
  "10": "That is why I say to you now, 'Listen to me,\\q2 and allow me to declare what I know.'\n\n\n\\q1",
  "11": "I waited for you all to speak;\\q2 I wanted to hear the wise things that you would say.\n\\q2 I waited while you thought carefully about what you should say.\n\\q1",
  "12": "I paid attention carefully,\\q2 but surprisingly, none of you was able to prove that what Job said was wrong.\n\n\n\\q1",
  "13": "So do not say to yourselves, 'We have discovered what is wise!'\\q2 It is God who must refute Job because you three have not been able to do that.\n\\q1",
  "14": "Job was replying to you, not to me,\\q2 so I will not reply to him by saying what you three have said.\n\n\n\\q1",
  "15": "I tell myself this: These three men are confused because they have nothing more to say to Job;\\q2 they have nothing more to say to him.\n\\q1",
  "16": "But because you do not speak, I certainly will not wait any longer;\\q2 you merely stand there and do not reply anymore.\n\\q1",
  "17": "So now I also will reply to Job\\q2 and tell him what I know.\n\\q1",
  "18": "I have plenty to say,\\q2 and my spirit forces me to say it.\n\\q1",
  "19": "My inner being is like a container of wine that is stretching more and more from the fermentation,\\q2 and it will soon burst.\n\n\n\\q1",
  "20": "I must speak in order that I can rest from trying to hold in my words;\\q2 I must say something to reply to you all.\n\\q1",
  "21": "I will speak fairly, not favoring any of you,\\q2 and I will not try to flatter anyone.\n\\q1",
  "22": "I really do not know how to flatter people;\\q2 if I did that, God would soon destroy me.\""
}
