{
  "1": "Then Elihu also said this:\\q1",
  "2": "\"Job, do you really think that you have done nothing wrong?\\q1 You say, 'God knows that I am innocent,'\n\\q1",
  "3": "and you also say, 'What good have I received for not sinning?\\q2 What benefit have I received that I would not have had, even if I had sinned?'\n\n\\q1",
  "4": "Well, I will answer you,\\q2 and I will answer your three friends, too.\n\\q1",
  "5": "Job, look up at the sky;\\q2 look at the clouds that are high above you\n\\q2 and realize that God is far above everything, entirely out of your reach.\n\n\n\\q1",
  "6": "If you have sinned, that cannot harm God at all.\\q2 Even if you do wrong things many, many times, that certainly does not hurt him.\n\\q1",
  "7": "In the same way, if you are righteous, does that help God?\\q2 No, nothing you do can help him.\n\\q1",
  "8": "It is other people who can suffer because of the wicked things that you do;\\q2 In the same way, you might help others if you do good things for them.\n\n\n\\q1",
  "9": "People cry out because of the many things that others do to make them suffer;\\q2 they call for help because of the things that powerful people do to them.\n\\q1",
  "10": "But no one calls out to God\\q2 and says, 'Why does God, my creator, not help me?\n\\q2 He should enable me to sing joyful songs, instead of very sad songs, during the night.\n\\q1",
  "11": "He should be able to teach us more than he teaches the wild animals;\\q2 he should enable us to become wiser than all the birds are!'\n\n\n\\q1",
  "12": "People cry out for help,\\q2 but God does not answer them\n\\q2 because those who cry out are proud and evil people.\n\\q1",
  "13": "It is useless for them to cry out\\q2 because God, the Almighty One, does not pay any attention to what they say.\n\\q1",
  "14": "So when you complain that you cannot see God,\\q2 and you tell him that you are waiting for him to decide whether or not you have done wrong,\n\\q2 he will not listen to you, either!\n\n\n\\q1",
  "15": "Furthermore, you say that because he does not pay attention when people commit sins,\\q2 he does not become angry and punish them.\n\\q1",
  "16": "My friends, you see that Job has said things that are completely useless,\\q2 that he says many things without knowing what in the world he is talking about.\""
}
