{
  "1": "Then Eliphaz replied to Job. He said,\\q1",
  "2": "\"Will you please allow me to say something to you?\\q2 I am not able to remain silent any longer.\n\\q1",
  "3": "In the past, you have instructed many people,\\q2 and you have encouraged those for whom it was difficult to trust in God.\n\n\n\\q1",
  "4": "In the past, when you spoke to others who were suffering, you helped them;\\q2 they were able to rejoice again because of God.\n\\q1",
  "5": "But now, when you yourself suffer from disasters, you become discouraged.\\q2 The disasters hit you, and you are stunned.\n\\q1",
  "6": "You say that you honor God; so you should be trusting in him, for him not to let you suffer.\\q2 If you really had not sinned, you would have been confident that God would not let these disasters happen to you!\n\n\n\\q1",
  "7": "Think about this: No innocent people ever die when they are still young!\\q2 God never kills innocent people!\n\\q1",
  "8": "I have seen this happen: if farmers plant bad seeds, they do not harvest good crops;\\q2 anyone who starts trouble for others later brings trouble on himself.\n\\q1",
  "9": "These people die when God commands them to,\\q2 because he is very angry with them.\n\n\n\\q1",
  "10": "Even though wicked people may be very powerful like young lions,\\q2 God destroys them.\n\\q1",
  "11": "They will die like older lions that starve to death when there are no animals left to eat.\\q2 Their children will scatter from each other like young lions that separate from each other to find food.\n\n\n\n\\q1",
  "12": "I heard a message that someone came\\q2 and whispered to me.\n\\q1",
  "13": "He spoke to me at night when I was having a bad dream that disturbed me.\n\n\\q1",
  "14": "It caused me to be afraid and tremble;\\q2 it caused all my bones to shake.\n\\q1",
  "15": "A ghost glided past my face\\q2 and caused the hair on the back of my neck to stand straight up.\n\n\n\\q1",
  "16": "It stopped, but I could not see what it really looked like.\\q2 But I knew that there was some being in front of me,\n\\q1 and it said in a quiet voice,\n\\q1",
  "17": "'No human being can be more righteous than God.\\q1 No man can be better than God, who made him.\n\n\n\\q1",
  "18": "God cannot be sure that his own angels will always do what is right;\\q2 he declares that some of them have done wrong.\n\\q1",
  "19": "So he certainly cannot trust human beings whom he has made from dust and clay,\\q2 human beings, whom disaster crushes as easily as you can crush a moth!\n\n\n\\q1",
  "20": "People are sometimes in good health in the morning, but by the evening they are dead.\\q2 They are gone forever and no one even pays attention.\n\\q1",
  "21": "Their families and possessions are like tents that collapse suddenly when you pull up their stakes;\\q2 they perish suddenly without anyone ever knowing why.'\""
}
