{
  "1": "Then Yahweh said to Job,\\q1",
  "2": "\"Do you still want to argue with me, the Almighty One?\\q2 Since you criticize me, you should be able to answer my questions!\"",
  "3": "Then Job replied to Yahweh,\\q1",
  "4": "\"Now I realize that I am completely worthless. So how could I answer those questions?\\q2 I will put my hand over my mouth and not say anything.\n\\q1",
  "5": "I have already said more than I should have said,\\q2 so now I will say nothing more.\"",
  "6": "Then Yahweh again spoke to Job from inside a powerful storm. He said,\\q1",
  "7": "\"I want to ask you some questions,\\q2 so act like a man and\n\\q2 get ready to answer my questions.\n\n\\q1",
  "8": "Are you going to accuse me and say that I am unjust?\\q2 Are you going to say that what I have done is wrong, in order that you can say that what you have done is right?\n\\q1",
  "9": "Do you have the same amount of power as I do?\\q2 Can your voice sound as loud as thunder, as mine can?\n\n\n\\q1",
  "10": "If you can do that, then put on the robes\\q2 that show that you are glorious and are greatly honored!\n\\q1",
  "11": "Show that you are very angry;\\q2 show that you have the right to humble people who are very proud!\n\n\n\\q1",
  "12": "Humble those proud people just by looking at them angrily!\\q2 Crush wicked people quickly!\n\\q1",
  "13": "Bury them in the ground!\\q2 Send them to the place where dead people are,\n\\q2 where they will not be able to get out!\n\\q1",
  "14": "If you do that, I will congratulate you\\q2 and say that truly you can save yourself by your own ability.\n\n\n\\q1",
  "15": "Think also about hippopotamuses.\\q2 I made you, and I made them also.\n\\q2 They eat grass, like oxen do.\n\\q1",
  "16": "Their legs are very strong,\\q2 and the muscles of their bellies are very powerful.\n\n\n\\q1",
  "17": "Their tails are stiff like the branches of a cedar tree.\\q2 The muscles of their thighs are close together.\n\\q1",
  "18": "Their thigh bones are like tubes made of bronze,\\q2 and the bones of their legs are like bars made of iron.\n\n\n\\q1",
  "19": "Hippopotamuses are among the strongest of the animals that I made,\\q2 and I, who created them, am the only one who can kill them.\n\\q1",
  "20": "On the hills grows food for them to eat\\q2 while many other wild animals play nearby.\n\\q1",
  "21": "They lie down in the water under the lotus plants;\\q2 they hide in tall reeds in the swamps.\n\n\n\\q1",
  "22": "The hippopotamuses find shade under the lotus plants,\\q2 and they are surrounded by willow trees growing in the streams.\n\\q1",
  "23": "They are not disturbed by raging, flooding rivers;\\q2 they are not even disturbed when rivers like the Jordan River rush over them.\n\\q1",
  "24": "No one can catch them with hooks\\q2 or by piercing their noses with the teeth of a trap!"
}
