{
  "1": "\"Think also about crocodiles.\\q2 Can you catch them with a fishhook\n\\q2 or fasten their jaws with a rope?\n\\q1",
  "2": "Can you put ropes through their noses to control them\\q2 or thrust hooks through their jaws?\n\\q1",
  "3": "Will they plead with you to act mercifully toward them\\q2 or use sweet talk in order that you will not harm them?\n\n\n\\q1",
  "4": "Will they make an agreement with you to work for you,\\q2 to be your slaves as long as they live?\n\\q1",
  "5": "Can you make them into pets like you do birds?\\q2 Can you put a leash around their necks so that your servant girls can play with them?\n\\q1",
  "6": "Will men who partner in selling fish try to sell them in the market?\\q2 Will they cut a crocodile up into pieces and sell the meat?\n\n\n\\q1",
  "7": "Can you pierce crocodiles through their hides by throwing fishing spears at them?\\q2 Can you pierce their heads with a harpoon?\n\\q1",
  "8": "If you grab one of them with your hands, it will give you a battle that you will never forget,\\q2 and you will never try to do it again!\n\\q1",
  "9": "It is useless to even hope to subdue them.\\q2 Anyone who tries to subdue one of them will fall to the ground out of fear.\n\n\n\\q1",
  "10": "No one dares to make a crocodile angry.\\q2 So, since I am much more powerful than they are, who would dare to cause me to be angry?\n\\q1",
  "11": "Also, everything on the earth is mine.\\q2 Therefore, no one is able to give anything to me and require me to pay money for it!\n\\q1",
  "12": "I will tell you about how strong crocodiles' legs are\\q2 and how strong their well formed bodies are.\n\n\n\\q1",
  "13": "Can anyone strip off their hides?\\q2 Can anyone pierce through their double layer of armor?\n\\q1",
  "14": "Can anyone pry open their jaws, which have terrible teeth in them?\\q1",
  "15": "They have rows of scales on their back\\q2 which are as hard as rock.\n\n\n\\q1",
  "16": "The scales are very close together;\\q2 not even air can get between them.\n\\q1",
  "17": "The scales are joined very closely to each other,\\q2 and they cannot be separated.\n\\q1",
  "18": "When crocodiles sneeze, the tiny drops of water that come out of their noses sparkle in the sunlight.\\q2 Their eyes are red like the rising sun.\n\n\n\\q1",
  "19": "It is as though sparks of fire poured out of their mouths.\\q1",
  "20": "Smoke pours out of their nostrils\\q2 as steam comes out of a pot that is put over a very, very hot fire.\n\\q1",
  "21": "Their breath can cause coals to blaze\\q2 and flames to shoot out from their mouths.\n\n\n\\q1",
  "22": "Their necks are very strong;\\q2 wherever they go, they make people very afraid.\n\\q1",
  "23": "The folds in their flesh are very close together\\q2 and are very hard.\n\\q1",
  "24": "They are fearless\\q2 because the inner parts of their bodies are as hard as a rock,\n\\q2 as hard as the lower millstone on which people grind grain.\n\n\n\\q1",
  "25": "When they rise up, they cause even very strong people to be terrified.\\q2 As a result, people fall back.\n\\q1",
  "26": "People cannot injure them with swords;\\q2 spears, arrows, or or other weapons with sharp points cannot injure them, either.\n\\q1",
  "27": "They certainly are not afraid of weapons made of straw or rotten wood,\\q2 but they are not even afraid of weapons made of iron or bronze!\n\n\n\\q1",
  "28": "Shooting arrows at them does not cause them to run away.\\q2 Hurling stones at them from a sling is like hurling bits of chaff at them.\n\\q1",
  "29": "They are not afraid of clubs anymore than they would be afraid of men throwing bits of straw at them,\\q2 and they laugh when they hear a spear coming at them.\n\\q1",
  "30": "Their bellies are covered with scales that are as sharp as broken pieces of pottery.\\q2 When they drag themselves through the mud,\n\\q2 their bellies tear up the ground like a plow.\n\n\n\\q1",
  "31": "They stir up the water and cause it to foam\\q2 as they churn through it.\n\\q1",
  "32": "As they go through the water, their wakes glisten.\\q2 People who see it would think that the foam had become white hair.\n\n\n\\q1",
  "33": "There are no creatures on earth that I have created as fearless as crocodiles.\\q1",
  "34": "They are the proudest of all the creatures;\\q2 they are like kings over all the other wild animals.\""
}
