{
  "1": "Then Job replied,\\q1",
  "2": "\"Yes, yes, I know.\\q2 But how can anyone say to God, 'I am innocent'?\n\\q1",
  "3": "If someone wanted to argue with God about that,\\q2 God could ask him a thousand questions\n\\q2 and that person would not be able to answer any of them!\n\n\n\\q1",
  "4": "God is very wise and powerful;\\q2 no one who has tried to argue against him has ever been able to win.\n\\q1",
  "5": "He even moves mountains in earthquakes without telling anyone in advance.\\q2 When he is angry, he turns the mountains upside down.\n\\q1",
  "6": "He sends earthquakes that shake the ground;\\q2 he causes the columns that support the earth to shake.\n\n\n\\q1",
  "7": "Some days he speaks to the sun, and it does not rise,\\q2 and some nights he prevents the stars from shining.\n\\q1",
  "8": "He alone stretched [stretches] out the sky;\\q2 he alone puts his feet on the waves and stops their violence.\n\\q1",
  "9": "He set in their places the groups of stars— the Bear, Orion, the Pleiades, and the groups of stars in the southern sky.\n\n\\q1",
  "10": "He does great things that we cannot understand;\\q2 he does more marvelous things than we are able to count.\n\\q1",
  "11": "He passes by where I am, but I cannot see him;\\q2 he moves further on, but I do not see him go.\n\\q1",
  "12": "If he wants to snatch someone away, no one could stop him;\\q2 no one dares ask him, 'Why are you doing that?'\n\n\\q1",
  "13": "God will not very easily stop being angry;\\q2 he defeated the servants of Rahab, the great sea monster.\n\\q1",
  "14": "If God took me to court,\\q2 what could I say to answer him?\n\\q1",
  "15": "Even though I would be innocent, I would not be able to answer him.\\q2 All I could do would be to request God, my judge, to act mercifully toward me.\n\n\n\\q1",
  "16": "If I summoned him to come to the courtroom and he said that he would come,\\q2 I would not believe that he would pay attention to what I would say.\n\\q1",
  "17": "He sends storms to batter me,\\q2 and he bruises me many times without any reason.\n\\q1",
  "18": "It is as though he will not let me get my breath\\q2 because he causes me to suffer all the time.\n\n\n\\q1",
  "19": "If I tried to wrestle with him, there would be no way to defeat him,\\q2 because he is stronger than I am.\n\\q1 If I called him to appear in court,\n\\q2 there is no one who could force him to go there.\n\\q1",
  "20": "Even though I was innocent, anything I said would cause him to punish me;\\q2 even though I had not done anything wrong, he would still prove that I was guilty.\n\n\n\\q1",
  "21": "I have not done anything wrong, but that is not important anymore because I do not care what happens to me.\\q2 I despise living.\n\\q1",
  "22": "Nothing is important to me\\q2 because God will get rid of all of us, both those who are innocent and those who are wicked.\n\\q1",
  "23": "When people experience disaster and it causes them to suddenly die,\\q2 God laughs at it, even if they are innocent.\n\\q1",
  "24": "God has allowed wicked people to control what happens in the world.\\q2 It is as though he had caused judges to be blind, no longer able to judge fairly.\n\\q1 If it is not God who has done that,\n\\q2 who, then, has done it?\n\n\n\\q1",
  "25": "My days pass very quickly, like a fast runner who passes one by;\\q2 it is as though the days run away, and nothing good ever happens to me.\n\\q1",
  "26": "My life goes by very rapidly, like a swiftly sailing boat made from reeds\\q2 or like an eagle that swoops down to seize an animal.\n\n\n\\q1",
  "27": "If I smile and say to God, 'I will forget what I am complaining about;\\q2 I will stop looking sad and try to be cheerful,'\n\\q1",
  "28": "then I become afraid because of all that I am suffering\\q2 because I know that God does not consider that I am innocent.\n\\q1",
  "29": "He will condemn me anyway,\\q2 so why should I keep trying in vain to defend myself?\n\n\n\\q1",
  "30": "If I washed myself with snow\\q2 or cleansed my hands with lye\n\\q2 to get rid of my guilt,\n\\q1",
  "31": "he would still throw me into a filthy pit;\\q2 as a result it would be as though even my clothes would detest me.\n\n\n\\q1",
  "32": "God is not a human, as I am,\\q2 so there is no way that I could answer him to prove that I am innocent\n\\q2 if we went together to have a trial in a courtroom.\n\\q1",
  "33": "There is no one to mediate,\\q2 no one who has authority over both of us.\n\n\n\\q1",
  "34": "I wish someone else could stop God from making me suffer,\\q2 and that he would not continue to terrify me.\n\\q1",
  "35": "If he did that, I would declare that I am innocent without being afraid of him\\q2 because I know within myself that I really have not done what is wrong like God thinks that I have."
}
