{
  "1": "You who are the most beautiful of the women,\\q2 where has the one who loves you gone?\n\\q1 If you tell us which direction he went,\n\\q2 we will go with you to search for him.\n\n\n\n\\sp The young woman speaking to herself\n\\q1",
  "2": "The one who loves me has come to me, I, who am like his garden,\\q2 He has come to enjoy my charms,\n\\q1 to enjoy cuddling embracing me\n\\q2 and kissing my lips, which are like lilies.\n\\q1",
  "3": "I belong to the one who loves me, and the one who loves me belongs to me.\\q2 He has pleasure in kissing my lips,\n\\q2 like sheep enjoy grazing.\n\n\n\n\\sp The woman's lover speaking to her\n\\q1",
  "4": "My darling, you are beautiful,\\q2 as Tirzah the capital city of Israel and Jerusalem the capital city of Judah are beautiful;\n\\q2 you make me tremble, just as if I had seen a great army approach.\n\n\n\\q1",
  "5": "Stop looking at me like that,\\q2 because your eyes excite me very much.\n\\q1 Your long black hair moves from side to side like a flock of black goats\n\\q2 moving down the slopes of Mount Gilead.\n\n\n\\q1",
  "6": "Your teeth are very white\\q2 like a flock of sheep whose wool has just been shorn\n\\q1 and have come up from being washed in a stream.\n\\q1 You have all of your teeth on both sides;\n\\q2 none of them is missing.\n\\q1",
  "7": "Beneath your veil,\\q2 your cheeks are like the halves of a pomegranate.\n\n\n\\sp The woman's lover speaking to himself\n\\q1",
  "8": "Even if a king had 60 queens and 80 concubines\\q2 and more young women than anyone can count,\n\\q1",
  "9": "none of them would be like my dove, who is perfect,\\q2 you who are your mother's only daughter,\n\\q2 whom your mother considers to be very precious.\n\\q1 Other young women who see you say that you are fortunate,\n\\q2 and the queens and concubines recognize that you are very beautiful.\n\n\n\n\\sp What the queens and the concubines said\n\\q1",
  "10": "Who is this who looks like the dawn,\\q2 who is as beautiful to look at as the moon,\n\\q2 who is an endless mystery?\n\n\n\n\\sp The woman's lover speaking to himself\n\\q1",
  "11": "I went down to some walnut trees\\q2 to look at the new plants that were growing in the valley.\n\\q1 I wanted to see if the grapevines had budded\n\\q2 and if the pomegranate trees were blooming.\n\\q1",
  "12": "I was as happy as if\\q2 I were riding in a chariot belonging to a prince.\n\n\n\n\\sp The woman's lover speaking to her\n\\q1",
  "13": "You who are the perfect one,\\q2 come back to us, in order that I may see you!\n\n\\sp The young woman speaking to her lover\n\\q1 Why do you want to look at me, the one who is perfect,\n\\q2 dancing between two rows of dancers?"
}
