{
  "1": "As Ezra prayed and confessed, he wept and threw himself down before God's house. A very great assembly of Israelite men, women, and children gathered to him, for the people were weeping very greatly.",
  "2": "Shekaniah son of Jehiel of the descendants of Elam said to Ezra, \"We have been unfaithful to our God and have married foreign women from the people of the other lands. But in spite of this, there is still hope for Israel.",
  "3": "So now let us make a covenant with our God to send out all the women and their children according to the Lord's instructions and the instructions of those who tremble at the commandments of our God, and let it be done according to the law.",
  "4": "Arise, for this thing is for you to carry out, and we are with you. Be strong and do this.\"",
  "5": "So Ezra rose and made the priestly officials, the Levites, and all of Israel promise to act in this way. So they all took a solemn oath.",
  "6": "Then Ezra rose from before God's house and went to the rooms of Jehohanan son of Eliashib. He did not eat any bread or drink any water, since he was mourning concerning the faithlessness of those who had been in captivity.",
  "7": "So they sent word in Judah and Jerusalem to all the people back from exile to assemble in Jerusalem.",
  "8": "Anyone who did not come in three days according to the instructions from the officials and elders forfeited all of his possessions and would be excluded from the great assembly of the people who had come back from exile.",
  "9": "So all the men of Judah and Benjamin assembled in Jerusalem in three days. It was the ninth month and the twentieth day of the month. All the people stood in the square before God's house and trembled because of the word and the rain.",
  "10": "Ezra the priest arose and said, \"You yourselves have committed treason. You lived with foreign women so as to increase Israel's guilt.",
  "11": "But now give praise to Yahweh, your ancestors' God, and do his will. Separate from the people of the land and from the foreign women.\"",
  "12": "All the assembly answered in a loud voice, \"We will do as you have said.",
  "13": "However, there are many people, and it is the rainy season. We have no strength to stand outside, and this is not only one or two days of work, since we have greatly transgressed in this matter.",
  "14": "So let our officials represent all the assembly. Let all who have allowed foreign women to live in our cities come at the time that will be fixed with the city elders and the city judges until the raging wrath of our God goes away from us.\"",
  "15": "Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them.",
  "16": "So the people who returned from exile did this. Ezra the priest selected men, the leaders in their ancestors' clans and houses—all of them by name, and they looked into the matter on the first day of the tenth month.",
  "17": "By the first day of the first month they had finished discovering which men had lived with foreign women.",
  "18": "Among the descendants of the priests there were those who had lived with foreign women. Among the descendants of Jeshua son of Jozadak and his brothers there were Maaseiah, Eliezer, Jarib, and Gedaliah.",
  "19": "So they determined to send their wives away. Since they were guilty, they offered a ram from the flock for their guilt.",
  "20": "Among the descendants of Immer: Hanani and Zebadiah.",
  "21": "Among the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.",
  "22": "Among the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.",
  "23": "Among the Levites: Jozabad, Shimei, Kelaiah—that is, Kelita, Pethahiah, Judah, and Eliezer.",
  "24": "Among the singers: Eliashib.Among the gatekeepers: Shallum, Telem, and Uri.",
  "25": "Among the rest of the Israelites—among the descendants of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah.\\f + \\ft Instead of the second occurrence of \\fqa Malchijah \\fqa* , some modern versions substitute \\fqa Hashabiah \\fqa* . \\f*",
  "26": "Among the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.",
  "27": "Among the descendants of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.",
  "28": "Among the descendants of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai.",
  "29": "Among the descendants of Bani: Meshullam, Malluk, Adaiah, Jashub, and Sheal Jeremoth. \\f + \\ft Instead of \\fqa Bani \\fqa* , some modern versions have \\fqa Bigvai \\fqa* . \\f*",
  "30": "Among the descendants of Pahath-Moab: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh.",
  "31": "Among the descendants of Harim: Eliezer, Ishijah, Malchijah, Shemaiah, Shimeon,",
  "32": "Benjamin, Malluk, and Shemariah.",
  "33": "Among the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.",
  "34": "Among the descendants of Bani: Maadai, Amram, Uel,",
  "35": "Benaiah, Bedeiah, Keluhi,",
  "36": "Vaniah, Meremoth, Eliashib,",
  "37": "Mattaniah, Mattenai, and Jaasu.",
  "38": "Among the descendants of Binnui: Shimei,\\f + \\ft Instead of \\fqa Among the descendants of Binnui: Shimei \\fqa* , some modern versions have \\fqa Bani, Binnui, Shimei \\fqa* . \\f*",
  "39": "Shelemiah, Nathan, Adaiah,",
  "40": "Maknadebai, Shashai, Sharai,\\f + \\ft Instead of \\fqa Maknadebai \\fqa* , some modern versions have \\fqa Among the descendants of Zaccai \\fqa* . \\f*",
  "41": "Azarel, Shelemiah, Shemariah,",
  "42": "Shallum, Amariah, and Joseph.",
  "43": "Among the descendants of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
  "44": "All of these had taken foreign wives and had children with some of them.\\f + \\ft Instead of \\fqa and had children with some of them \\fqa* , some modern versions have \\fqa but sent them away with their children \\fqa* . \\f*"
}
