{
  "1": "These are the people in the province who went up from the captivity of King Nebuchadnezzar, who had exiled them in Babylon, the people who returned to each of their cities of Jerusalem and in Judea.",
  "2": "They came with Zerubbabel, Joshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.\n This is the record of the men of the people of Israel.",
  "3": "The descendants of Parosh: 2,172.",
  "4": "The descendants of Shephatiah: 372.",
  "5": "The descendants of Arah: 775.",
  "6": "The descendants of Pahath-Moab, through Jeshua and Joab: 2,812.",
  "7": "The descendants of Elam: 1,254.",
  "8": "The descendants of Zattu: 945.",
  "9": "The descendants of Zakkai: 760.",
  "10": "The descendants of Bani: 642.",
  "11": "The descendants of Bebai: 623.",
  "12": "The descendants of Azgad: 1,222.",
  "13": "The descendants of Adonikam: 666.",
  "14": "The descendants of Bigvai: 2,056.",
  "15": "The descendants of Adin: 454.",
  "16": "The men of Ater, through Hezekiah: ninety-eight.",
  "17": "The descendants of Bezai: 323.",
  "18": "The descendants of Jorah: 112.",
  "19": "The men of Hashum: 223.",
  "20": "The men of Gibbar: ninety-five.",
  "21": "The men of Bethlehem: 123.",
  "22": "The men of Netophah: fifty-six.",
  "23": "The men of Anathoth: 128.",
  "24": "The men of Azmaveth: forty-two.",
  "25": "The men of Kiriath Arim, Kephirah, and Beeroth: 743.",
  "26": "The men of Ramah and Geba: 621.",
  "27": "The men of Michmas: 122.",
  "28": "The men of Bethel and Ai: 223.",
  "29": "The men of Nebo: fifty-two.",
  "30": "The men of Magbish: 156.",
  "31": "The men of the other Elam: 1,254.",
  "32": "The men of Harim: 320.",
  "33": "The men of Lod, Hadid, and Ono: 725.",
  "34": "The men of Jericho: 345.",
  "35": "The men of Senaah: 3,630.",
  "36": "The priests: descendants of Jedaiah of the house of Jeshua: 973.",
  "37": "Immer's descendants: 1,052.",
  "38": "Pashhur's descendants: 1,247.",
  "39": "Harim's descendants: 1,017.",
  "40": "The Levites: descendants of Jeshua and Kadmiel, descendants of Hodaviah: seventy-four.",
  "41": "The temple singers, descendants of Asaph: 128.",
  "42": "The descendants of the gatekeepers: descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai: 139 total.",
  "43": "Those who were assigned to serve in the temple: descendants of Ziha, Hasupha, Tabbaoth,",
  "44": "Keros, Siaha, Padon,",
  "45": "Lebanah, Hagabah, Akkub,",
  "46": "Hagab, Shalmai, and Hanan.",
  "47": "The descendants of Giddel: Gahar, Reaiah,",
  "48": "Rezin, Nekoda, Gazzam,",
  "49": "Uzza, Paseah, Besai,",
  "50": "Asnah, Meunim, and Nephusim.",
  "51": "The descendants of Bakbuk: Hakupha, Harhur,",
  "52": "Bazluth, Mehida, Harsha,",
  "53": "Barkos, Sisera, Temah,",
  "54": "Neziah, and Hatipha.",
  "55": "The descendants of Solomon's servants: descendants of Sotai, Hassophereth, Peruda,",
  "56": "Jaalah, Darkon, Giddel,",
  "57": "Shephatiah, Hattil, Pochereth Hazzebaim, and Ami.",
  "58": "There were 392 total descendants of those assigned to serve in the temple and descendants of Solomon's servants.",
  "59": "Those who left Tel Melah, Tel Harsha, Kerub, Addon, and Immer—but were not able to prove their ancestry from Israel",
  "60": "—included 652 descendants of Delaiah, Tobiah, and Nekoda.",
  "61": "Also, from the priest's descendants: the descendants of Habaiah, Hakkoz, and Barzillai (who took his wife from the daughters of Barzillai of Gilead and was called by their name).",
  "62": "They searched for their genealogical records, but could not find them, so they were excluded from the priesthood as unclean.",
  "63": "So the governor told them they must not eat any of the holy sacrifices until a priest with Urim and Thummim approved.",
  "64": "The whole group totaled 42,360,",
  "65": "not including their servants and their maidservants (these were 7,337) and their male and female temple singers (two hundred).",
  "66": "Their horses: 736.Their mules: 245.",
  "67": "Their camels: 435.Their donkeys: 6,720.",
  "68": "When they went to Yahweh's house in Jerusalem, the chief patriarchs offered freewill gifts to build the house.",
  "69": "They gave according to their ability to the work fund: sixty-one thousand gold darics, five thousand silver minas, and one hundred priestly tunics.",
  "70": "So the priests and Levites, the people, the temple singers and gatekeepers, and those assigned to serve in the temple inhabited their cities. All the people in Israel were in their cities."
}
