{
  "1": "The vision of Isaiah son of Amoz, that Yahweh showed him about Judah and Jerusalem during the years of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
  "2": "Hear, O heavens, and listen, O earth, because this is what Yahweh said:\\q1 \"I have raised people since they were born,\n\\q2 but they have rebelled against me.\n\\q1",
  "3": "Oxen know their owners,\\q2 and donkeys know who feeds them,\n\\q1 but Israel does not know;\n\\q2 Israel does not understand.\"\n\n\n\\q1",
  "4": "Terrible things will happen to this sinful nation, this people group weighted down by their sin,\\q2 these children of people who do evil things,\n\\q1 these sons who are unjust.\n\\q1 They have left Yahweh,\n\\q2 the Holy One of Israel.\n\\q2 They have turned away from him.\n\n\n\\q1",
  "5": "Why do you do things for which Yahweh should punish you?\\q2 Why do you continue to rebel against him?\n\\q1 You are like someone whose\n\\q2 whole mind and heart are sick.\n\\q1",
  "6": "From the bottom of the foot to the top of the head,\\q2 nothing is healthy.\n\\q1 There are open wounds, cuts, and sores\n\\q2 that have not been cleaned or bandaged,\n\\q1 and no one has put oil on them to heal them.\n\n\n\\q1",
  "7": "Enemies have ruined your country;\\q2 they have burned your towns, and there is no one left.\n\\q1 Foreigners plunder the crops in your fields while you watch;\n\\q2 they destroy everything that they see.\n\\q1",
  "8": "The city of Jerusalem has become as small as a shepherd's hut.\\q2 It is like a shelter in a vineyard;\n\\q1 it is like a watchman's hut in a field of melons.\n\\q2 It is a city surrounded by its enemies who are waiting to attack it.\n\n\n\\q1",
  "9": "If Yahweh, commander of the angel armies, had not allowed a few of his people to survive,\\q2 we would have all been destroyed,\n\\q2 like the cities of Sodom and Gomorrah were destroyed.\n\n\n\\q1",
  "10": "Listen to what Yahweh has to say to you, you rulers of Sodom!\\q2 Listen to the law of our God, you people of Gomorrah!\n\\q1",
  "11": "\"What do your many sacrifices mean to me?\" says Yahweh;\\q2 \"I do not want any more burnt offerings of rams, or the fat of bulls.\n\\q1 The blood of bulls, lambs, or goats does not make me happy.\n\n\n\\q1",
  "12": "When you come to my temple to worship me,\\q2 who has told you to tramp around in my courtyard while you perform all those rituals?\n\\q1",
  "13": "Stop bringing to me those offerings, because they are useless to me;\\q2 I am disgusted with the incense that the priests burn!\n\\q1 And your feasts to celebrate the new moon each month and your Sabbath days and your other festivals—\n\\q2 I hate them because of the wicked things that you do!\n\n\n\\q1",
  "14": "I hate all your celebrations of the new moon and the other festivals that you celebrate.\\q2 They are like a heavy burden that I am tired of carrying.\n\\q1",
  "15": "So when you lift up your hands to pray to me,\\q2 I will not look at you.\n\\q1 Even if you pray to me often,\n\\q1 I will not listen to you,\n\\q2 because it is as though your hands are covered with the blood of people whom you have killed.\n\n\n\\q2",
  "16": "Wash your hearts and become clean!\\q1 Get rid of your evil behavior!\n\\q2 Stop doing things that are wrong!\n\\q1",
  "17": "Learn to do deeds that are good and\\q2 try to cause people to do what is just.\n\\q1 Stop people from mistreating others,\n\\q2 and defend orphans and widows when people take them to court.\"\n\n\n\\q1",
  "18": "Yahweh says, \"You need to think about what you do.\\q2 Even though your sins are like scarlet red,\n\\q1 they will be as white as snow;\n\\q2 though your sins are like crimson red,\n\\q1 they will be as white as sheeps' wool.\n\n\n\\q1",
  "19": "If you are willing to obey me,\\q2 you will eat good food from the land.\n\\q1",
  "20": "But if you turn away from me and rebel against me,\\q2 your enemies will slaughter you.\"\n\\q1 That will happen because Yahweh said it.\n\n\n\n\\q1",
  "21": "At one time you people of Jerusalem faithfully worshiped only Yahweh,\\q2 but now you have become like prostitutes who are not faithful to any husband.\n\\q1 The people there always acted justly and righteously,\n\\q2 but now your city is full of murderers.\n\\q1",
  "22": "Your silver is no longer pure,\\q2 and your wine has become mixed with water.\n\n\n\\q1",
  "23": "Your leaders are rebels;\\q2 they are friends of thieves.\n\\q1 They all want to get money\n\\q2 and make others to give them gifts in order to decide cases in court in their favor.\n\\q1 They do not defend orphans in court,\n\\q2 and they do not help widows to get what they should receive.\n\n\n\\q1",
  "24": "Therefore Yahweh, commander of the angel armies, the mighty God of Israel, says,\\q1 \"I will get revenge against those who are against me,\n\\q2 and avenge myself on my enemies.\n\\q1",
  "25": "I will raise my fist to strike you,\\q2 and I will punish you severely,\n\\q2 as though you were silver and I needed to heat you very greatly to melt you and get rid of the impurities.\n\n\n\\q1",
  "26": "After that happens, I will give you good judges like you had in the past.\\q2 You will have wise counselors like you had long ago.\n\\q1 Then people will call your city a city where people act righteously,\n\\q2 a faithful city.\"\n\n\n\\q1",
  "27": "Because the people of Jerusalem will do what is fair,\\q2 Yahweh will restore their city,\n\\q1 and he will save those who repent\n\\q2 because of their righteousness.\n\\q1",
  "28": "But he will crush rebels and sinners,\\q2 and those who forsake him will disappear.\n\n\n\\q1",
  "29": "\"You will be ashamed because you worshiped idols under the oak trees that you thought were sacred,\\q2 and you will be disgraced because you worshiped idols in the gardens that you loved so much.\n\\q1",
  "30": "You will be like a very large tree that has withered leaves,\\q2 like a garden that has dried up because it has no water.\n\n\n\\q1",
  "31": "Those among you who are very strong will become like dry wood,\\q2 and the work they do will be like a spark.\n\\q1 Both they and the evil things that they do will burn up,\n\\q2 and no one will be able to put out the fire.\""
}
