{
  "1": "The rulers of Moab will say to each other,\\q1 \"We must send some lambs from the city of Sela as a gift to the ruler of Judah to persuade him to not allow his army to attack us anymore.\n\\q2 We should send them through the desert to the king in Jerusalem.\"\n\\q1",
  "2": "The women of Moab will be left alone at the fords of the Arnon River;\\q2 they will be like birds that have been pushed out of their nests.\n\n\n\\q1",
  "3": "They will cry out, \"Help us!\\q2 Tell us what we should do!\n\\q1 Protect us completely,\n\\q2 we who are running away from our enemies,\n\\q1 and do not betray us.\n\\q1",
  "4": "Allow those of us who are fleeing from Moab to stay with you;\\q2 hide us from our enemies who want to destroy us!\n\\q1 Some day there will be no one to oppress us,\n\\q2 and our enemies will stop destroying our land.\"\n\n\n\\q1",
  "5": "Then Yahweh will appoint someone to be king\\q2 who will be a descendant of King David.\n\\q2 As this man rules, he will be merciful and truthful.\n\\q1 He will always do what is fair\n\\q2 and quickly do what is righteous.\n\n\n\\q1",
  "6": "We people of Judah have heard about the people of Moab;\\q2 we have heard that they are very proud and conceited;\n\\q1 they are insolent,\n\\q2 but what they say about themselves is not true.\n\\q1",
  "7": "Some day all the people in Moab will weep.\\q2 They will all mourn,\n\\q1 because there will be no more raisin cakes in the city of Kir Hareseth.\n\\q2 But more than the cakes, they mourn for the people who lived there, who were all killed.\n\n\n\\q1",
  "8": "The crops in the fields of Heshbon will wither,\\q2 and the vineyards of Sibmah will wither also.\n\\q1 The armies of other nations will destroy Moab,\n\\q2 which is like a beautiful grapevine\n\\q1 whose branches spread north to Jazer,\n\\q2 and east to the desert.\n\\q1 Its branches spread very far west,\n\\q2 to the west side of the Dead Sea.\n\n\n\\q1",
  "9": "So I will weep for Jazer\\q2 and for the grapevines of Sibmah.\n\\q1 I will shed tears for all of you.\n\\q1 I will cry because people will no longer shout joyfully, like they usually do\n\\q2 when they gather the fruit that ripens in the summer and the other crops.\n\\q1",
  "10": "People will no longer be glad at harvest time.\\q2 No one will sing in the vineyards;\n\\q1 no one will shout joyfully.\n\\q2 No one will tread on grapes to get grape juice for wine;\n\\q2 there will be nothing to shout about joyfully.\n\n\n\\q1",
  "11": "I cry in my inner being for Moab;\\q2 my groaning is like a sad song played on a harp.\n\\q1 I am sad in my inner being for Kir Hareseth.\n\\q1",
  "12": "The people of Moab will go and pray at their high places,\\q2 but that will not help them.\n\\q1 They will cry out to their gods in their temples,\n\\q2 but no one will be able to rescue them.",
  "13": "Yahweh has already spoken those things about Moab.",
  "14": "But now he says that exactly three years from now, he will destroy all the things that the people of Moab have been proud of. Even though they have a huge number of people in Moab now, only a few people will remain alive, and they will be weak."
}
