{
  "1": "Yahweh gave this message about a land soon to become a desert:\\q1 An army will soon come from the southern Judean wilderness to invade that land;\n\\q2 they are an army that causes their enemies to be terrified,\n\\q2 an army that will come sweeping through the wilderness from a terrible land.\n\\q1",
  "2": "Yahweh showed me a terrifying vision:\\q1 In the vision I saw an army\n\\q2 that will betray people and steal their possessions after they conquer them.\n\\q1 Yahweh said, \"You armies from Elam and Media, surround Babylon and prepare to attack it!\n\\q2 I will cause the groaning and suffering that Babylon caused to cease!\"\n\n\n\\q1",
  "3": "Because of that, my body is full of pain;\\q2 my pain is like the pain that women who are giving birth experience.\n\\q1 When I hear about and see what God is planning to do,\n\\q2 I am shocked.\n\\q1",
  "4": "My heart shakes within me, and I tremble with fear.\\q2 Early evening is my favorite time of day, \n\\q2 but now terror has taken over and I am afraid.\n\n\n\\q1",
  "5": "In the vision I saw that the leaders of Babylonia were preparing a great feast.\\q2 They had spread rugs for people to sit on;\n\\q2 everyone was eating and drinking.\n\\q1 But you should get up and prepare your shields, you princes of Babylon,\n\\q2 because you are about to be attacked!",
  "6": "Then Yahweh said to me,\\q1 \"Put a watchman on the wall of Jerusalem,\n\\q2 and tell him to shout what he sees.\n\\q1",
  "7": "Tell him to watch for chariots pulled by pairs of horses,\\q2 and men riding camels and donkeys, coming from Babylon.\n\\q1 Tell the watchman to watch and listen carefully!\"",
  "8": "So I did that, and one day the watchman called out,\\q1 \"Day after day I have stood on this watchtower,\n\\q2 and I have continued to watch during the day and during the night.\n\\q1",
  "9": "A man comes riding in a chariot pulled by two horses.\\q2 I called out to him, and he answered,\n\\q1 'Babylon has been destroyed!\n\\q2 All the idols in Babylon lie in pieces on the ground!'\"\n\n\n\\q1",
  "10": "My people in Judah, the army of Babylon has caused you to suffer greatly\\q2 as though you were grain that was threshed and winnowed.\n\\q1 But now I have told you what Yahweh, commander of the angel armies, whom we Israelites worship, told me about Babylon.",
  "11": "Yahweh gave this message about Edom:\\q1 Someone from Edom has been calling to me saying,\n\\q2 \"Watchman, how long will it be before the night is over?\"\n\\q1",
  "12": "The watchman, replied,\\q2 \"It will soon be morning, but after that, it will soon be night again.\n\\q1 If you want to ask your question, then ask it now,\n\\q2 and then come back again.\"",
  "13": "Yahweh gave this message about Arabia:\\q1 Give this message to people traveling in caravans from the town of Dedan in northwest Arabia, travelers who camp in the scrub there.\n\\q1 Tell them to bring water for those who are thirsty.\n\\q2",
  "14": "And you people who live in the city of Tema in northwest Arabia,\\q2 must bring food for the refugees who are fleeing from their enemies.\n\\q1",
  "15": "They are fleeing in order not to be killed by their enemies' swords\\q2 and not to be shot in battles by arrows.",
  "16": "Yahweh said to me,\\q1 \"Exactly one year from now,\n\\q2 all the greatness of the region of Kedar in Arabia will end.\n\\q1",
  "17": "Only a few of their soldiers who know well how to shoot arrows will remain alive.\\q1 That will surely happen because I, Yahweh, have said it.\""
}
