{
  "1": "Some day Yahweh is going to destroy the earth.\\q2 He will devastate it and cause it to become a desert,\n\\q2 and he will scatter its people.\n\\q1",
  "2": "He will scatter everyone:\\q2 priests and common people,\n\\q2 servants and their masters,\n\\q2 maids and their mistresses,\n\\q2 buyers and sellers,\n\\q2 lenders and borrowers,\n\\q2 people who owe money and people who are owed money.\n\n\n\\q1",
  "3": "Nothing that is worth anything will be left on earth;\\q2 everything valuable will be destroyed.\n\\q1 That will surely happen because Yahweh has said it.\n\\q1",
  "4": "Everything on the earth will dry up and die;\\q2 its important people will become weak and unimportant.\n\\q1",
  "5": "The earth has become unacceptable to Yahweh because the people who live on it have disobeyed his laws;\\q2 they have rejected the covenant that he intends to last forever.\n\n\n\\q1",
  "6": "Therefore, Yahweh will curse the earth;\\q2 the people who live on it must be punished because of the sins that they have committed.\n\\q1 They will be destroyed by fire,\n\\q2 and only a few people will remain alive.\n\\q1",
  "7": "The grapevines will wither,\\q2 and there will be no grapes to make wine.\n\\q1 All the people who were previously happy will now groan and mourn.\n\n\n\\q1",
  "8": "People will no longer play cheerful songs with tambourines,\\q2 people will no longer play joyfully on their harps,\n\\q2 and people will no longer shout noisily during their celebrations.\n\\q1",
  "9": "People will no longer sing while they drink wine,\\q2 and all their alcoholic drinks will taste bitter.\n\n\n\\q1",
  "10": "Towns and cities will be desolate;\\q2 every house will be locked to prevent thieves from entering, for no one will live in them.\n\\q1",
  "11": "Mobs will gather in the streets, wanting wine;\\q2 no one on the earth will be happy anymore.\n\n\n\\q1",
  "12": "Cities will be ruined,\\q2 and all their gates will be battered into pieces.\n\\q1",
  "13": "It will be like that all over the earth:\\q2 there will only be a few people still alive,\n\\q1 like what happens when workers beat all the olives off a tree and there are only a few left,\n\\q2 or when they harvest the grapes and there are only a few left on the vines.\n\n\n\\q1",
  "14": "Those in the west will sing with great happiness;\\q2 they will declare that Yahweh is very great.\n\\q1",
  "15": "Those in the east of Israel will also praise Yahweh;\\q2 those along the coastlines of the sea will praise Yahweh, the God the people Israel worship.\n\n\n\\q1",
  "16": "We will hear people in the most distant places on the earth singing praise to Yahweh, the truly righteous one.\\q1 But now, I am very sad.\n\\q2 Weep for me, because I have become thin and weak.\n\\q1 Terrible things are happening!\n\\q2 Treacherous people still betray others everywhere.\n\n\n\\q1",
  "17": "You people all over the earth,\\q2 you will be terrified,\n\\q2 and you will fall into deep pits and traps.\n\\q1",
  "18": "Those who try to flee because they are terrified\\q2 will fall into deep pits,\n\\q1 and those who climb out of the pits\n\\q2 will be caught by traps.\n\\q1 The sky will split open and torrents of rain will fall;\n\\q2 the foundations of the earth will shake.\n\n\n\\q1",
  "19": "The earth will split apart and be shattered;\\q2 it will shake violently.\n\\q1",
  "20": "It will be as though the earth will stagger like a drunk;\\q2 it will shake like a hammock in a windstorm.\n\\q1 It will collapse and not be able to rise again,\n\\q2 because the guilt of the people who rebel against Yahweh is very great.\n\n\n\\q1",
  "21": "At that time, Yahweh will punish the wicked powerful beings in the skies\\q2 and the wicked kings on the earth.\n\\q1",
  "22": "They will all be gathered together and thrown into a dungeon.\\q2 They will be shut in that dungeon,\n\\q1 and later they will be punished.\n\\q1",
  "23": "At that time the light of the moon and the sun will be lessened;\\q2 it will be as though they are ashamed in the presence of Yahweh,\n\\q1 because he, Yahweh, commander of the angel armies, will rule gloriously on Mount Zion,\n\\q2 in the presence of all the leaders of his people."
}
