{
  "1": "Some day, people in Judah will sing this song:\\q1 \"Our city of Jerusalem is strong!\n\\q2 Yahweh protects our city;\n\\q2 He is like a wall that surrounds it.\n\\q1",
  "2": "Open the gates of the city for people who are righteous;\\q2 allow people who faithfully obey Yahweh to enter the city.\n\n\n\\q1",
  "3": "Yahweh, those who trust in you,\\q2 those who are determined to never doubt you,\n\\q2 you will enable them to be perfectly peaceful in their inner beings.\n\\q1",
  "4": "So always trust in Yahweh,\\q2 because he is forever like a huge rock on top of which we will be safe.\n\n\n\\q1",
  "5": "He humbles proud people\\q2 and destroys cities whose people are arrogant.\n\\q1 He causes those cities to collapse into the dust.\n\\q1",
  "6": "When that happens, poor and oppressed people will trample on the ruins.\n\n\\q1",
  "7": "But for the righteous people,\\q2 Yahweh, you do what is right;\n\\q1 it is as though you smooth out the paths where they walk.\n\\q1",
  "8": "Yahweh, by obeying your laws\\q2 we show that we trust you to help us;\n\\q1 and what we desire in our inner beings is that you will be honored.\n\\q1",
  "9": "All during the nights I desire to know you better,\\q2 and in the mornings I still want to be with you.\n\\q1 When you come to judge and punish people who live on the earth\n\\q2 they will learn to do what is right.\n\n\n\\q1",
  "10": "But your acting kindly toward wicked people does not cause them to do what is good.\\q1 Even in places where people do what is right, the wicked people continue to do what is evil,\n\\q2 and they do not realize that you, Yahweh, are great.\n\n\n\\q1",
  "11": "Yahweh, it is as though your fist was raised up ready to strike them,\\q2 but they do not realize that.\n\\q1 Show them that you are very eager to help your people.\n\\q2 If your enemies would realize that, they would be ashamed;\n\\q1 make your fire burn them up because they are your enemies.\n\\q1",
  "12": "Yahweh, we desire that you will allow things to go well for us;\\q2 all that we have done is what you have enabled us to do.\n\n\n\\q1",
  "13": "Yahweh, our God, other masters have ruled over us,\\q2 but you are the only one whom we honor.\n\\q1",
  "14": "Those who ruled us are now gone; they are dead;\\q2 their spirits have left this earth and they will never live again.\n\\q1 You punished those rulers and got rid of them,\n\\q2 and people do not even remember them anymore.\n\n\n\\q1",
  "15": "Yahweh, you have enabled our nation to become great;\\q2 we are more people now, and we have more land,\n\\q1 so we thank you.\n\n\n\\q1",
  "16": "Yahweh, when we were distressed, we asked you to help us;\\q2 when you disciplined us, we could barely speak out any prayer to you.\n\\q1",
  "17": "Like pregnant women who writhe and cry out\\q2 when they are giving birth,\n\\q2 we suffered very much, too.\n\n\n\\q1",
  "18": "We were pregnant and had severe pain,\\q2 but nothing good resulted from it.\n\\q1 We have not rescued any people or kept their enemies from conquering them, \n\\q2 and those in the world who were our enemies did not fall in battle.\n\n\n\n\\q1",
  "19": "But Yahweh's people who have died will become alive again,\\q2 their corpses will become alive!\n\\q1 You whose bodies lie in graves, rise and shout joyfully!\n\\q1 His light will be like dew that falls on you, his people who have died,\n\\q2 you who are now in the place where the dead people are;\n\\q2 he will cause you to live again.\n\n\n\\q1",
  "20": "But now, my fellow Israelites, go home\\q2 and lock your doors!\n\\q1 Hide for a short time,\n\\q2 until Yahweh is no longer angry.\n\\q1",
  "21": "Listen to this: Yahweh will come from heaven\\q2 to punish all the people on the earth for the sins that they have committed.\n\\q1 People will be able to see the blood of those who have been murdered;\n\\q2 everyone will at last know all the crimes of murder that have been committed.\""
}
