{
  "1": "At that time, Yahweh will punish Leviathan,\\q2 the swift-moving monster,\n\\q1 that coiling serpent that lives in the sea.\n\\q1 Yahweh will kill it with his sharp, huge, and powerful sword.",
  "2": "At that time, Yahweh will say,\\q1 \"You Israelite people, who are like a fruitful vineyard, must sing!\n\\q2",
  "3": "I will protect you\\q2 like a farmer waters his crops carefully in order that they will grow well.\n\\q1 I will guard you day and night, in order that no one harms you.\n\n\n\\q1",
  "4": "I am no longer angry with my people;\\q1 if any of your enemies try to injure you like briers and thorns injure people,\n\\q2 I will attack them in battle;\n\\q2 I will get rid of them completely,\n\\q1",
  "5": "unless they request me to protect them;\\q2 I strongly invite them to make peace with me!\"\n\n\n\\q1",
  "6": "There will be a time when the descendants of Jacob will prosper like a plant that has good roots;\\q2 they will be like trees that bud and blossom and bear a lot of fruit;\n\\q2 what they do will bless all the people in the world.\n\n\n\\q1",
  "7": "Has Yahweh punished us Israelites\\q2 like he punished our enemies?\n\\q1 Has he punished us as much as he punished them?\n\\q1",
  "8": "No, he has not done that,\\q2 but he did punish us Israelite people and exiled us;\n\\q2 we were taken away from our land\n\\q2 as though we were struck by a windstorm from the east.\n\n\n\\q1",
  "9": "Yahweh did that in order to punish us for our sins\\q2 and remove our guilt.\n\\q1 As a result of our being exiled, all the altars to other gods in Israel will be demolished,\n\\q2 and we will be forgiven for the sins that we have committed.\n\\q1 There will be no more poles for worshiping the goddess Asherah or altars for burning incense to other gods;\n\\q2 they will all be torn down and smashed to bits.\n\n\n\\q1",
  "10": "The cities that have strong walls around them will be empty;\\q2 like the desert, they will have no one living in them.\n\\q1 The houses will be abandoned,\n\\q2 and the streets will be full of weeds.\n\\q1 Calves will eat grass there and lie down there;\n\\q2 they will chew up all the leaves on the trees.\n\\q1",
  "11": "The Israelite people are like dry branches on a tree;\\q2 women break them off and use them to make fires under their cooking pots.\n\\q1 Our Israelite people do not have any sense;\n\\q2 so Yahweh, who created them, will not act mercifully toward them\n\\q2 or be kind to them.",
  "12": "However, there will be a time when Yahweh will gather them together again; he will separate them from the people who have conquered them, like people separate wheat from chaff. He will bring them back to Israel, one by one, from the land between the Euphrates River in the northeast and the brook at the border of Egypt in the southwest.",
  "13": "At that time, a trumpet will be blown very loudly. And those who were exiled to Assyria and Egypt and who almost died there will return to Jerusalem, to worship Yahweh on Zion, his holy hill."
}
