{
  "1": "Yahweh, commander of the angel armies, is about to take away from Jerusalem and other places in Judah\\q2 everything that you depend on—\n\\q2 all food and water.\n\\q1",
  "2": "He will take away heroes and other soldiers,\\q2 judges and prophets,\n\\q2 people who do rituals to find out what will happen in the future and the elders,\n\\q1",
  "3": "army officers and other important people,\\q2 advisors, skilled craftsmen, and those who perform rituals of magic.\n\n\n\\q1",
  "4": "Yahweh says, \"I will appoint boys to be leaders;\\q2 young children will rule.\n\\q1",
  "5": "People will treat each other cruelly:\\q2 people will fight against their neighbors.\n\\q1 Young people will say shameful things against older people,\n\\q2 and vulgar people will sneer at people whom others usually honor.\n\n\n\\q1",
  "6": "At that time, someone will grab one of his brothers in his father's house and say to him,\\q2 'You still have a coat; people respect you for that.\n\\q1 So you be our leader!\n\\q2 You rule this city, which is now a pile of ruins.'\n\\q1",
  "7": "But his brother will reply,\\q2 'No, I cannot help you,\n\\q1 because I do not have any extra food or clothes in this house.\n\\q2 So do not make me your leader!'\"\n\n\n\\q1",
  "8": "The people in Jerusalem and the other towns in Judah have disobeyed God,\\q2 because everything that the people do and say there opposes Yahweh,\n\\q2 the powerful and glorious one,\n\\q1 and they refuse to obey him.\n\\q2 They rebel against him.\n\\q1",
  "9": "They even show on their faces that they oppose Yahweh.\\q1 They are proud about their sins,\n\\q2 like the people of Sodom were long ago;\n\\q1 they do not try to hide their sins; they talk about them.\n\\q1 Because of their sins, terrible things will certainly happen to them.\n\n\n\n\\q1",
  "10": "You people must tell the righteous people that good things will happen to them;\\q2 they will enjoy the blessings that they will receive for their good deeds.\n\\q1",
  "11": "But terrible things will happen to wicked people;\\q2 Yahweh will pay them back for the evil things that they have done.\n\\q1",
  "12": "Youths who have become leaders treat my people cruelly,\\q2 and women rule over my people.\n\\q1 My people, your leaders are misleading you;\n\\q2 they are causing you to do all kinds of evil things.\n\n\n\\q1",
  "13": "It is as though Yahweh had taken his place in a courtroom\\q2 and were ready to accuse his people of breaking the covenant between themselves and him.\n\\q1",
  "14": "He will stand up to declare why he should punish the elders and rulers of his people;\\q1 he says, \"The people of Israel are like a vineyard that I planted,\n\\q2 but you leaders have made unable to bear any fruit.\n\\q2 Your houses are full of things that you have stolen from poor people.\n\\q1",
  "15": "You should stop making my people suffer.\\q2 It is as though you were pushing the faces of poor people into the ground.\"\n\\q1 That is what Yahweh, commander of the angel armies, says.",
  "16": "Yahweh says this:\\q1 \"The women of Jerusalem are haughty;\n\\q2 they walk around sticking their chins out,\n\\q2 and flirting with men with their eyes.\n\\q1 They walk with tiny steps\n\\q2 with bracelets on their ankles that jingle.\"\n\\q1",
  "17": "So the Lord will cause sores to be on their heads,\\q2 and he will cause those beautiful women in Jerusalem to become bald.",
  "18": "At the time that the Lord does that, he will also cause others to take away from the women of Jerusalem all of the beautiful things they like to wear—the ornaments on their ankles and their headbands, their crescent necklaces,",
  "19": "their earrings and bracelets and veils,",
  "20": "their scarves and ankle bracelets and sashes, their perfumes and charms.",
  "21": "He will cause others to remove the women's finger rings and nose rings,",
  "22": "their nice robes and capes and veils and purses,",
  "23": "their mirrors and nice linen clothes, the ornaments for their heads, and the shawls.\n\n\\q1",
  "24": "Instead of smelling nice from perfume, they will stink;\\q2 instead of beautiful sashes, they will have ropes around their waists.\n\\q1 Instead of having fancy hairdos, they will be bald.\n\\q2 Instead of fancy robes, they will wear rough sackcloth,\n\\q2 Instead of beauty, scars of branding.\n\\q1",
  "25": "Your men will die by their enemies' swords,\\q2 and your soldiers will also die in battle.\n\\q1",
  "26": "People will mourn and cry at the gates of the city.\\q2 The city will be like a woman who sits on the ground because all her friends have deserted her."
}
