{
  "1": "You people of all nations, come near and listen;\\q2 pay careful attention.\n\\q1 I want the world and everything that is in it to hear what I say.\n\\q1",
  "2": "Yahweh is angry with the people of all nations;\\q2 he is furious with all their armies.\n\\q1 He has decided that they must be destroyed,\n\\q2 and he will slaughter them.\n\n\n\\q1",
  "3": "Their corpses will not be buried,\\q2 and as a result their bodies will stink,\n\\q2 and the mountains will collapse because of their blood.\n\\q1",
  "4": "The sky will disappear like a scroll that is rolled up and thrown away.\\q2 Stars will fall from the sky\n\\q1 like withered leaves fall from grapevines,\n\\q2 or like shriveled figs fall from fig trees.\n\n\n\\q1",
  "5": "When Yahweh has finished his work of destroying objects in the sky,\\q2 he will punish the people of Edom,\n\\q2 the people group that he has said must be destroyed.\n\\q1",
  "6": "It is as though Yahweh will have a sword that is covered with blood and fat—\\q2 the blood of lambs and goats\n\\q2 and the fat of the kidneys of rams to be sacrificed.\n\\q1 It is as though Yahweh will offer a sacrifice in Bozrah\n\\q2 and kill many people in other cities in Edom.\n\n\n\\q1",
  "7": "Even wild oxen will be killed,\\q2 as well as young calves and big bulls.\n\\q1 The ground will be soaked with blood,\n\\q2 and the dirt will be covered with the fat of those animals.\n\n\n\\q1",
  "8": "That will be the time when Yahweh gets revenge\\q2 for what those people did to the people of Judah.\n\\q1",
  "9": "The streams in Edom will be full of burning pitch,\\q2 and the ground will be covered with burning sulfur and burning pitch.\n\\q1",
  "10": "Yahweh will never finish punishing Edom with fire;\\q2 the smoke will rise forever.\n\\q1 No one will ever live in that land,\n\\q2 and no one will even travel through it.\n\n\n\\q1",
  "11": "Ravens and various kinds of owls and small animals will live there.\\q1 Yahweh will measure that land carefully;\n\\q2 he will measure it to to decide where to cause chaos and destruction.\n\\q1",
  "12": "There will be no more princes;\\q2 the people who have authority will have no kingdom to rule; the princes will disappear.\n\n\n\\q1",
  "13": "The deserted palaces and fortified buildings will be full of thorns and thistles.\\q1 The ruins will be places for jackals and ostriches to live.\n\\q1",
  "14": "Animals that live in the desert and hyenas will be there,\\q2 and wild goats will bleat to each other.\n\\q1 There will also be creatures that roam around at night and rest there.\n\\q1",
  "15": "Owls will make their nests there and lay their eggs in the nests;\\q2 and when the eggs hatch, the mother birds will cover them with their wings.\n\\q1 There will also be hawks there,\n\\q2 each with its mate.",
  "16": "If you read what is written in the book that contains messages from Yahweh, you will find out what he will do to Edom.\\q1 All of those animals and birds will be there,\n\\q2 and each one will have a mate,\n\\q1 because that is what Yahweh has promised,\n\\q2 and his spirit will cause them all to gather there.\n\\q1",
  "17": "He has decided what parts of the land of Edom each will live in,\\q2 and those are the places where each bird or animal will live.\n\\q1 Their descendants will possess those areas forever,\n\\q2 throughout all generations."
}
