{
  "1": "Some day, it will be as though the desert and other very dry areas are glad;\\q2 the desert will rejoice and flowers will blossom.\n\\q1 Like the rose,\n\\q1",
  "2": "the desert will produce flowers abundantly;\\q2 it will be as though everything is rejoicing and singing!\n\\q1 The deserts will become as beautiful as the trees in Lebanon,\n\\q2 as fertile as the plains of the Sharon and the area of Carmel.\n\\q1 There people will see the glory of Yahweh;\n\\q2 they will see that he is magnificent.\n\n\n\\q1",
  "3": "So encourage those who are tired and weak.\\q1",
  "4": "Say to those who are afraid,\\q1 \"Be strong and do not be afraid,\n\\q2 because our God is going to come to get revenge on his enemies;\n\\q1 he will pay them back for what they have done,\n\\q2 and he will rescue you.\"\n\n\n\\q1",
  "5": "When he does that, he will enable blind people to see\\q2 and enable deaf people to hear.\n\\q1",
  "6": "Lame people will leap like deer,\\q2 and those who have been unable to speak will sing joyfully.\n\\q1 Water will gush out from springs in the desert,\n\\q2 and streams will flow in the desert.\n\\q1",
  "7": "The very hot and dry ground will become a pool of water,\\q2 and springs will provide water for the dry land.\n\\q1 Grass and reeds and papyrus will grow in places where the jackals lived previously.\n\n\n\\q1",
  "8": "There will be a highway through that land;\\q2 it will be called 'the Holy Highway.'\n\\q1 People who are not acceptable to God will not walk on that road;\n\\q2 it will be only for those who conduct their lives as God wants them to,\n\\q2 and no wicked fools will walk on that road.\n\\q1",
  "9": "There will not be any lions there\\q2 or any other dangerous animals along that road.\n\\q1 Only those whom Yahweh has set free will walk on it.\n\n\n\\q2",
  "10": "Those whom Yahweh has freed will return to Jerusalem;\\q1 they will sing as they enter the city,\n\\q2 and they will be extremely joyful forever.\n\\q1 No longer will they be sad or mourn;\n\\q2 they will be completely joyful and glad."
}
