{
  "1": "Our God says, \"Encourage my people!\\q2 Encourage them!\n\\q1",
  "2": "Speak kindly to the people of Jerusalem;\\q2 tell them that their suffering is ended\n\\q1 Yahweh has forgiven them for the sins that they have committed.\n\\q2 He has fully punished them for their sins.\"\n\n\n\\q1",
  "3": "Someone is shouting,\\q1 \"In the desert plain make the way straight for Yahweh to come to you;\n\\q2 make a smooth road for our God.\n\\q1",
  "4": "Fill in the valleys;\\q2 flatten every hill and every mountain.\n\\q1 Make the uneven ground smooth,\n\\q2 and make the rough places smooth.\n\\q1",
  "5": "If you do that, it will become known that Yahweh is glorious,\\q2 and all people will realize it at the same time.\n\\q1 Those things will surely happen because it is Yahweh who has said it.\"\n\n\n\\q1",
  "6": "Someone said to me, \"Shout!\"\\q2 I replied, \"What should I shout?\"\n\\q1 He replied, \"Shout that people are like grass;\n\\q2 their faithfulness fades as quickly as flowers in the field.\n\\q1",
  "7": "Grass withers and flowers dry up\\q2 when Yahweh causes a hot wind from the desert to blow on them.\n\\q2 And all people are like that.\n\\q1",
  "8": "The grass withers and the flowers dry up,\\q2 but what our God promises will last forever.\"\n\n\n\\q1",
  "9": "All of you who bring good news to Zion, \\q2 shout it from the high mountain!\n\\q1 Every one of you who brings good news to the people who live in Jerusalem,\n\\q2 shout out loud the message you have to tell!\n\\q1 Shout it out! Do not be afraid!\n\\q2 Say to the people living in the cities of Judah, \"Here is your God!\n\\q1",
  "10": "Yahweh your God will be coming with power,\\q2 he will rule powerfully.\n\\q1 When he comes, he will bring with him the people whom he has freed from being slaves in Babylonia.\n\n\n\\q1",
  "11": "He will take care of his people\\q2 like a shepherd takes care of his sheep,\n\\q2 and carries the young lambs in his arms.\n\\q1 He carries them close to his chest\n\\q2 and he gently leads the female sheep\n\\q2 that are nursing their young lambs.\n\n\n\\q1",
  "12": "There is no one like Yahweh!\\q2 Who else has measured the water in the oceans in the palm of his hand?\n\\q1 Who else has measured the sky?\n\\q2 Who else knows how much soil is in the earth?\n\\q2 Who else has weighed the mountains and hills on scales?\n\n\n\\q1",
  "13": "And who else can advise Yahweh?\\q2 Who can teach him or advise him what he should do?\n\\q1",
  "14": "Has Yahweh ever consulted anyone else to get advice?\\q2 Does he need someone to tell him what is right to do and how to act justly?\n\n\n\\q1",
  "15": "Yahweh considers that the nations are as insignificant as one drop from a bucket full of water.\\q2 They are as insignificant as dust on scales.\n\\q1 He is able to weigh islands\n\\q2 as though they weighed no more than specks of dust.\n\\q1",
  "16": "There would be not enough wood from all the trees in Lebanon\\q2 to make a suitable fire for sacrificing animals to him,\n\\q1 and there are not enough animals in Lebanon to offer as sacrifices to him.\n\\q1",
  "17": "The nations of the world are completely insignificant to him;\\q2 he considers that they are worthless and less than nothing.\n\n\n\\q1",
  "18": "So to whom can you compare God?\\q2 What image resembles him?\n\\q1",
  "19": "Can you compare him to an idol that is made in a mold,\\q2 and then is covered with a thin sheet of gold\n\\q2 and decorated with silver chains?\n\\q1",
  "20": "A man who is poor cannot buy silver or gold for his idol;\\q2 so he selects a piece of wood that will not rot,\n\\q1 and he gives it to a craftsman\n\\q2 to carve an idol that will not fall over!\n\n\n\\q1",
  "21": "Have you not heard this?\\q2 Do you not understand it?\n\\q1 Are you unable to hear what God said long ago—\n\\q2 messages that he gave before he created the earth?\n\\q1",
  "22": "God sits on his throne above the earth,\\q2 and the people on the earth below seem to be as small as grasshoppers.\n\\q1 He spreads out the sky like a curtain;\n\\q2 it is like a tent for him to live in.\n\n\n\\q1",
  "23": "He causes kings to have no more power,\\q2 and he causes the rulers to be worth nothing.\n\\q1",
  "24": "They start to rule, like small plants start to grow and form roots;\\q2 but then he gets rid of them\n\\q2 as though they withered when he blew on them,\n\\q1 like chaff that is blown away by the wind.\n\n\n\\q1",
  "25": "The Holy One asks,\\q2 \"To whom will you compare me?\n\\q2 Is anyone equal to me?\"\n\\q1",
  "26": "Look up toward the sky:\\q2 consider who created all the stars.\n\\q1 Yahweh created them, and at night he causes them to appear;\n\\q2 he calls each one by its name.\n\\q1 Because he is extremely powerful,\n\\q2 all of the stars are there when he calls out their names.\n\n\n\\q1",
  "27": "You people of Israel, why do you complain that Yahweh does not see the troubles that you are experiencing?\\q2 Why do you say that he does not act fairly toward you?\n\\q1",
  "28": "Have you never heard\\q2 and have you never understood\n\\q1 that Yahweh is the everlasting God?\n\\q2 He is the one who created the earth, even the most distant places on the earth.\n\\q1 He never becomes weak or weary,\n\\q2 and no one can find out how much he understands.\n\n\n\\q1",
  "29": "He strengthens those who feel weak and tired.\\q1",
  "30": "Even youths become faint and weary,\\q2 and young men will fall when they are exhausted.\n\\q1",
  "31": "But those who trust in Yahweh will become strong again;\\q2 it will be as though they will soar as eagles do.\n\\q1 They will run for a long time and not become weary;\n\\q2 they will walk long distances and not faint."
}
