{
  "1": "But now, you people of Israel whom Yahweh has chosen to serve him, listen to me.\\q1",
  "2": "Yahweh, the one who created you, watched over you while you were being born, and helps you, says this:\\q2 \"You dear people of Israel whom I have chosen,\n\\q2 you who serve me,\n\\q2 do not be afraid.\n\n\n\\q1",
  "3": "I will pour water on your dry land\\q2 and cause streams to flow.\n\\q1 And I will pour out my Spirit on your descendants\n\\q2 and greatly bless them.\n\\q1",
  "4": "They will grow up like grass grows along the water,\\q2 like willow trees grow well along a riverbank.\n\n\n\\q1",
  "5": "Some of them will say, 'I belong to Yahweh,'\\q2 and others will say, 'We are descendants of Jacob,'\n\\q1 and others will write on their hands, 'We belong to Yahweh,'\n\\q2 and others will say, 'We are Israelites, and we belong to Yahweh.'\"\n\n\n\n\\q1",
  "6": "Yahweh, the King of Israel, the one who saves us, commander of the angel armies, says this:\\q1 \"I am the one who begins everything and who ends everything;\n\\q2 there is no other God.\n\n\n\\q1",
  "7": "If there is anyone like me,\\q2 he should proclaim it!\n\\q1 He should speak and tell me now!\n\\q2 He should tell what has happened since I caused my people of Israel to become a nation long ago;\n\\q1 he should also explain why events in the past happened the way they did,\n\\q2 and he should predict what will happen in the future.\n\n\n\\q1",
  "8": "My people, do not be afraid.\\q2 Long ago I told you things that would happen;\n\\q1 you know that I predicted them, and you can testify that I did that.\n\\q1 There certainly is not any other God.\n\\q2 There is no other God who is able to protect you.\"\n\n\n\\q1",
  "9": "All those who make idols are foolish,\\q2 and the idols that they think highly of are worthless.\n\\q1 And the people who worship those idols—it is as though they were blind,\n\\q2 and they will be ashamed for having worshiped those idols.\n\\q1",
  "10": "Only foolish people would make idols in a mold,\\q2 idols that would never help them at all.\n\n\n\\q1",
  "11": "Those who make idols and those who worship them will be ashamed.\\q1 Those who make idols are only human beings,\n\\q2 but they claim that they are making gods!\n\\q1 They should stand in front of God in a courtroom,\n\\q2 and when they hear what he says, they will be terrified,\n\\q2 and they will all be disgraced.\n\n\n\\q1",
  "12": "Metalworkers stand in front of hot coals\\q2 in order to make idols.\n\\q1 They pound them with hammers and shape them.\n\\q1 Because they work very hard, they become hungry and weak;\n\\q2 they become very thirsty and feel exhausted.\n\n\n\\q1",
  "13": "Then a woodcarver takes a big block of wood and he measures it;\\q2 then he marks it to show where he will cut it.\n\\q1 He uses a chisel and other tools\n\\q2 to carve it to resemble a human.\n\\q1 He causes it to become a very beautiful idol,\n\\q2 and then he puts it in a special house, where he will bow down to it.\n\n\n\\q1",
  "14": "Before he carves an idol from that block of wood, he has already cut down a cedar tree,\\q2 or he has selected a cypress tree or an oak tree\n\\q2 and allowed it to grow tall in the forest.\n\\q1 Or he has planted a pine tree,\n\\q2 and the rain has watered it and caused it to grow tall.\n\n\n\\q1",
  "15": "After he uses part of the tree to make an idol,\\q2 he uses the other part to make a fire,\n\\q2 either to warm himself or to bake bread.\n\\q1 But he uses part of the same tree to make for himself an idol to worship!\n\\q2 He makes an idol, and then he bows down to worship it.\n\\q1",
  "16": "He burns part of the wood of that tree to cook his meat and eats it and becomes full,\\q2 and he burns part of it to warm himself,\n\\q2 and he says, \"I feel warm while I am watching the flames in the fire.\"\n\n\n\\q1",
  "17": "Then he takes the rest of the wood\\q2 and makes an idol which is to be his god.\n\\q1 He bows down to it and honors it,\n\\q2 and prays to it and says,\n\\q2 \"You are my god, so save me!\"\n\n\n\\q1",
  "18": "Those people are very stupid and ignorant.\\q2 It is as though they were blind and unable to see,\n\\q2 as though their minds were closed and unable to think well.\n\n\n\\q1",
  "19": "They do not think about what they are doing,\\q1 that they are taking a block of wood\n\\q2 and burning half of it to warm themselves\n\\q2 and using some of the rest to bake bread and roast some meat!\n\\q1 They do not say to themselves,\n\\q1 \"It is stupid to take the rest of the wood to make a detestable idol!\n\\q2 It does not make sense to bow down to a block of wood!\"\n\n\n\\q1",
  "20": "They might as well be eating the ashes from a fire!\\q2 They trust in something that cannot save them;\n\\q2 they do not admit, \"In my hand I hold something that is not really a god! \"\n\n\n\n\\q1",
  "21": "Yahweh says, \"You descendants of Jacob,\\q2 you people of Israel who should be serving me,\n\\q1 I created you,\n\\q2 and I will not forget you.\n\\q1",
  "22": "I have gotten rid of your sins\\q2 like the wind blows away a cloud.\n\\q1 It is as though your transgressions were a morning mist\n\\q2 that I have blown away.\n\\q1 Return to me\n\\q2 because I have rescued you.\"\n\n\n\\q1",
  "23": "The sun and moon and stars in the sky, should sing,\\q2 and the very deepest places of the earth will should joyfully!\n\\q1 All the mountains and forests, and all you trees,\n\\q should sing loudly,\n\\q2 because Yahweh has rescued the descendants of Jacob,\n\\q2 and the people of Israel will praise him.\n\n\n\n\\q1",
  "24": "Yahweh, who saved you and created you, says this:\\q1 \"I am Yahweh, the one who created everything.\n\\q1 I am the only one who stretched out the sky.\n\\q1 There was no one who was with me\n\\q2 when I created the earth.\n\\q1",
  "25": "I show that the false prophets are liars,\\q2 and I show that those who perform rituals to predict the future are fools.\n\\q1 Some people who falsely think that they are wise say that they know much,\n\\q2 but I show that they are foolish.\n\n\n\\q1",
  "26": "But I always cause to happen what my prophets predict.\\q2 I tell them to say to the people of Jerusalem, 'Some day people will live here again.'\n\\q1 And I tell them to say to the people in other towns in Judah that I, Yahweh, say,\n\\q1 'Your towns will be rebuilt;\n\\q2 I will cause the places that are only ruins to be rebuilt.'\n\\q1",
  "27": "When I say to the rivers, 'Dry up!'\\q2 they will become dry.\n\n\n\\q1",
  "28": "When I say about King Cyrus, 'He will take care of my people like a shepherd takes care of his sheep,\\q2 he will do all that I want him to do,'\n\\q2 he will say about Jerusalem,\n\\q2 'We must rebuild it!'\n\\q1 and he will also say, 'We must rebuild the temple!'\""
}
