{
  "1": "You people who live in the holy city of Jerusalem, wake up!\\q2 Be strong again!\n\\q1 Show that your city is beautiful and glorious;\n\\q2 uncircumcised foreigners, those who do not honor Yahweh, will never again enter your city to attack you.\n\n\n\\q1",
  "2": "People of Jerusalem, get up from where you have been sitting in the dust,\\q2 and sit down properly!\n\\q1 You people who have returned from being exiled,\n\\q2 take off from your neck the chains that the Babylonians fastened around your necks,",
  "3": "because this is what Yahweh says:\\q1 \"When you were sent as captives to Babylonia,\n\\q2 no one paid to make that happen.\n\\q1 So now you will be brought back,\n\\q2 and no money will be paid to anyone for your release.\"",
  "4": "Yahweh our Lord also says this:\\q1 \"Long ago, my people went to Egypt to live there.\n\\q2 Later the soldiers of Assyria oppressed them.",
  "5": "But now think about what is happening:\\q1 My people are being forced to be slaves again, this time by the people of Babylonia. They have taken my people away, but they never declared any just reason for taking them captive.\n\\q2 And the rulers of Babylon boast and make fun of them (as I, Yahweh, have said they would do),\n\\q1 and the other people groups in the world despise the mention of my name.\n\\q1",
  "6": "But after that, my people will love me and honor me;\\q2 when that happens, they will know that I am the one who said that this would happen. I am the one who speaks, and I say, \n\\q2 'Yes, this is Yahweh who is speaking to you.'\n\n\n\\q1",
  "7": "It is a wonderful thing when messengers come from across the mountains and\\q2 bring good news,\n\\q1 the news about God giving us peace and saving us,\n\\q1 the news that the God to whom we Israelite people belong is now showing everyone his power as king!\n\n\\q1",
  "8": "The watchmen who are guarding the city will shout and sing joyfully,\\q2 because while they are watching,\n\\q1 they will all see Yahweh returning to Jerusalem.\n\n\n\\q1",
  "9": "Jerusalem was ruined,\\q2 but the people who are there now should start to sing joyfully,\n\\q1 because Yahweh will encourage his people;\n\\q2 he will set his people free and bring them back to Jerusalem.\n\\q1",
  "10": "Yahweh will show all the nations that he is holy and powerful.\\q1 People in the most remote places on earth will know\n\\q2 that he has rescued his people.\n\n\n\\q1",
  "11": "So leave the places where you were taken to when you were captured,\\q2 where everything is unacceptable to God.\n\\q1 You men who are carrying the items used in the temple of Yahweh,\n\\q2 leave there and return to Jerusalem,\n\\q2 and purify yourselves in order to be acceptable to worship God.\n\\q1",
  "12": "But it will not be necessary for you to leave suddenly,\\q2 to flee in panic,\n\\q1 because Yahweh will go in front of you;\n\\q2 and he will also protect you from being attacked at the rear while you travel.\n\n\n\n\\q1",
  "13": "Listen carefully!\\q2 My servant will act wisely and do all that Yahweh wants him to do,\n\\q1 and he will be honored more than anyone else.\n\\q1",
  "14": "But many people will be appalled when they see what has happened to him.\\q2 Because he was beaten very badly, his appearance will be changed;\n\\q3 people will hardly recognize that he is a human.\n\n\n\\q1",
  "15": "But he will purify the people of many nations by sprinkling them clean;\\q2 even kings will be silent when they stand in front of him,\n\\q1 because they will see someone that no one had told them about before,\n\\q2 and they will understand things that they had not heard about before."
}
