{
  "1": "Righteous people die,\\q2 and no one is concerned about it.\n\\q1 Godly people die,\n\\q2 and no one understands why.\n\\q1 God takes them away in order that they will not endure more calamities,\n\\q2",
  "2": "and now they have peace.\\q1 They lived righteously,\n\\q2 and now they rest peacefully in their graves.\n\n\n\\q1",
  "3": "Yahweh says, \"But you who practice sorcery, come here!\\q2 You who worship idols,\n\\q2 listen to me!\n\\q1",
  "4": "Do you realize whom you are ridiculing,\\q2 and whom you are insulting?\n\\q2 Do you realize to whom you are sticking out your tongues?\n\\q1 You are insulting me, Yahweh!\n\\q2 You are always rebelling against me and always lying, just like your ancestors.\n\n\n\\q1",
  "5": "You are eager to sleep together under every tall green tree where you worship your gods.\\q1 You kill your children as sacrifices to your idols in the dry riverbeds,\n\\q2 and offer them as sacrifices to your idols in the rocky caves.\n\n\n\\q1",
  "6": "You take big smooth stones from the riverbeds\\q2 and worship them as your gods.\n\\q1 You pour out wine to be an offering to them,\n\\q2 and you bring grain to burn for an offering to them.\n\\q1 Do you think that I enjoy all those things?\n\n\n\\q1",
  "7": "You sleep with idols' prostitutes on every hill and mountain,\\q2 and you go there to offer sacrifices to your gods.\n\\q1",
  "8": "You have put charms behind your doors and doorposts,\\q2 and you have deserted me.\n\\q1 You have taken off your clothes\n\\q2 and climbed into your bed,\n\\q1 and invited more of your lovers to come to bed with you.\n\\q1 You have paid them to sleep with you,\n\\q2 and you have looked at their private parts.\n\n\n\\q1",
  "9": "You have given fragrant oil and lots of perfume to kings,\\q2 and you sent representatives to distant countries to look for other gods to worship;\n\\q1 you even tried to send messengers to the place of the dead to search for new gods.\n\\q1",
  "10": "You became weary because of doing all those things,\\q2 but you never said, 'It is useless for us to do that.'\n\\q1 You found new strength for worshiping idols,\n\\q2 so you continued to do so.\n\n\n\\q1",
  "11": "Was it because you were afraid of those idols more than you were afraid of me that you lied about what you were doing,\\q2 and you do not even think about me?\n\\q1 Was it because I did not punish you for a long time that you are not afraid of me ?\n\\q1",
  "12": "You think that the things that you have done are right,\\q2 but I will tell you the truth:\n\\q1 It will not help you to do any of those things.\n\n\n\\q1",
  "13": "When you cry out for help to your collection of idols,\\q2 they will not rescue you.\n\\q1 The wind will blow them away; a single breath will carry them all away.\n\\q2 But those who trust in me will live in the land of Israel,\n\\q1 and they will worship me on Zion, my sacred hill.\"",
  "14": "Yahweh will say, \"Prepare yourselves to receive me,\\q2 like people build and prepare a road for a king to come on.\n\\q1 Get rid of the things that are causing you to sin.\n\\q1",
  "15": "Because this is what I say—I, Yahweh, who am holy and honored more than anyone else, and who live forever:\\q1 I live in the highest heaven, where everything is holy,\n\\q2 but I also am with those who are humble and who are sorry for the sinful things that they have done.\n\\q1 I will greatly encourage those who have repented.\n\n\n\\q1",
  "16": "I will not accuse people forever;\\q2 I will not always be angry with them,\n\\q1 because if I did that, people would become weak;\n\\q2 all the people whom I created and caused to live would die.\n\\q1",
  "17": "I was angry with my people because they sinned by taking with force what belonged to others.\\q2 Because I was angry, I punished them and turned away from them,\n\\q2 but they continued sinning.\n\n\n\\q1",
  "18": "I have seen the evil things that they continually do,\\q2 but I will restore them and lead them.\n\\q1 I will encourage them.\n\\q2 As for those who are mourning,\n\\q2",
  "19": "I will enable them to sing songs to praise me.\\q1 I will restore all my people, those who live near Jerusalem and those who live far away,\n\\q2 and I will cause things to go well for them.\n\n\n\\q1",
  "20": "Wicked people do not have peace in their inner beings;\\q2 they are like a sea whose waves are always churning up mud,\n\\q1",
  "21": "and I, Yahweh, say that things will never go well for those who are evil.\""
}
