{
  "1": "Yahweh said to me,\\q1 \"Shout loudly!\n\\q2 Shout like a loud trumpet!\n\\q1 Shout to warn my Israelite people about their sins!\n\\q1",
  "2": "They worship me every day;\\q2 they come to my temple because they say that they are eager to know what I want them to do.\n\\q1 They act as though they were a nation that does things that are righteous,\n\\q2 that would never abandon the commands of me, their God.\n\\q1 They request me to decide matters justly,\n\\q2 and they are eager that I should come to them.\n\n\n\\q1",
  "3": "They say, 'We have fasted to please you,\\q2 but you did not notice our doing that.\n\\q1 We humbled ourselves,\n\\q2 but you did not pay any attention!'\n\\q1 I will tell you why I did not pay attention.\n\\q2 It is because when you fast,\n\\q1 you do it only to please yourselves,\n\\q2 and you act cruelly toward all your workers.\n\n\n\\q1",
  "4": "You fast, but you also quarrel and fight with each other with your fists.\\q2 Doing things like that while you fast will certainly not cause me to hear your prayers where I am, high in heaven.\n\\q1",
  "5": "You bow your heads\\q2 like the tops of reeds bend when the wind blows,\n\\q1 and you wear rough clothes and cover your heads with ashes like people do when they are grieving.\n\\q1 That is what you do when you are fasting,\n\\q2 but do you really think that will please me?\n\n\n\\q1",
  "6": "No, that is not the kind of fasting that I desire.\\q1 Instead you should seek to free those who have been unjustly put in prison,\n\\q2 and encourage those who are treated cruelly;\n\\q2 and free those who have been oppressed in any way.\n\n\\q1",
  "7": "Share your food with those who are hungry\\q2 and to allow those who have no houses to stay in your houses.\n\\q1 Give clothes to those who do not have clothes,\n\\q2 and do not hide yourself from your relatives who need help from you.\n\n\n\\q1",
  "8": "If you do those things,\\q1 what you do for others will be like a light that shines when it dawns.\n\\q2 The troubles that have been caused by your sins will end quickly.\n\\q1 Others will know about your righteous behavior,\n\\q2 and the glorious presence of Yahweh will protect you from behind\n\\q2 like I protected the Israelite people when they left Egypt.\n\n\n\\q1",
  "9": "Then you will call out to me,\\q2 and I will quickly answer and say, 'I am here to help you.'\n\\q1 Stop oppressing people;\n\\q2 stop falsely accusing people;\n\\q2 and stop saying evil things about people.\n\\q1",
  "10": "Give food to those who are hungry,\\q2 and give to people who are afflicted the things that they need.\n\\q1 Your doing that will be like a light that shines in the darkness;\n\\q2 instead of doing evil to people, the good things you do for people will be like the sunshine at noontime.\n\n\n\\q1",
  "11": "Yahweh will guide you continually,\\q2 and he will give you good things to satisfy you.\n\\q2 He will enable you to remain strong and healthy.\n\\q1 You will be like a garden that is well watered,\n\\q2 like a spring that never dries up.\n\n\n\\q1",
  "12": "Your people will rebuild the cities that were destroyed long ago;\\q2 they will build houses on top of the old foundations.\n\\q1 People will say that you are the ones who are repairing the holes in the city walls,\n\\q2 and who are repairing the streets where people live.\n\n\n\\q1",
  "13": "Do not travel on the Sabbath days,\\q2 and on Sabbath days do not do only the things that you delight to do.\n\\q1 Enjoy the Sabbath days, and consider them to be delightful.\n\\q2 The Sabbath days are my holy days.\n\\q2 Honor me, Yahweh, in everything that you do on the Sabbath days.\n\\q1 Do not talk about and do things to please yourselves.\n\\q2 If you do all the things that I have just now told you to do; listen, and I will tell you what I will do for you.\n\n\n\\q1",
  "14": "I will enable you to be joyful.\\q2 I will greatly honor you;\n\\q1 it will be as though you were riding with me above the highest mountains!\n\\q2 I will give to you the blessings that I gave to your ancestor Jacob.\n\\q1 Those things will surely happen because I, Yahweh, have said it.\""
}
