{
  "1": "I ask, \"Who is this who is coming from the city of Bozrah in Edom,\\q2 whose clothes are stained red from blood?\n\\q1 Who is this who is wearing beautiful robes?\"\n\\q2 He replies, \"It is I, Yahweh, declaring that I have defeated your enemies,\n\\q1 and I am able to rescue you!\"\n\\q1",
  "2": "I ask him, \"What are those red spots on your clothes?\\q2 It appears that you have been treading on grapes to make wine.\"\n\n\n\\q1",
  "3": "He replies, \"I have been treading on my enemies, not on grapes.\\q2 I did it myself; no one helped me.\n\\q1 I punished them because I was very angry with them,\n\\q2 and my clothes became stained with their blood.\n\\q1",
  "4": "I did that because it was time for me to get revenge;\\q2 it was time to rescue my people from those who had oppressed them.\n\n\n\\q1",
  "5": "I searched for someone who would enable me to help my people,\\q2 but I was amazed that there was no one to help me.\n\\q1 So I defeated their enemies with my own power;\n\\q2 I was able to do that because I was very angry.\n\\q1",
  "6": "Because I was extremely angry, I punished the nations;\\q2 I caused them to stagger like drunk men,\n\\q1 and I caused their blood to pour out on the ground.\"\n\n\n\\q1",
  "7": "I will tell about all the things that Yahweh has done for his people because of his faithful love for them,\\q2 and I will praise him for all that he has done.\n\\q1 Yahweh has done good things for us people of Israel;\n\\q2 he has acted mercifully toward us\n\\q2 and he has steadfastly and faithfully loved us.\n\\q1",
  "8": "Yahweh said, \"These are my people;\\q2 they will not deceive me\";\n\\q2 so he rescued us.\n\n\n\\q1",
  "9": "When we had many troubles,\\q2 he was sad also.\n\\q1 He sent his angel from before his presence to rescue us.\n\\q2 Because he loved us and was merciful to us,\n\\q2 he saved us;\n\\q2 it was as though he had picked our ancestors up and carried them all those years during which they were oppressed in Egypt.\n\n\n\\q1",
  "10": "But we rebelled against him,\\q2 and we caused his Holy Spirit to be sad.\n\\q1 So he became like an enemy\n\\q2 who fought against us.\n\n\n\\q1",
  "11": "Then we thought about what happened long ago,\\q2 during the time when Moses led our ancestors out of Egypt.\n\\q1 We cried out, \"Where is the one who brought our ancestors through the Sea of Reeds\n\\q2 while Moses led them?\n\\q1 Where is the one who sent his Holy Spirit\n\\q2 to be among our ancestors?\n\n\n\\q1",
  "12": "Where is the one who showed his glorious power\\q2 and caused the water to separate when Moses lifted his arm above it,\n\\q1 with the result that he will be honored forever?\n\\q1",
  "13": "Where is the one who led our ancestors while they walked through the seabed?\\q2 They were like horses that were racing along and never stumbled.\n\n\n\\q1",
  "14": "They were like cattle that walk down into a valley to rest,\\q2 and the Spirit of Yahweh enabled them to go to a place where they could rest.\n\\q1 Yahweh, you led your people,\n\\q2 and you caused yourself to be praised.\"\n\n\n\n\\q1",
  "15": "\"Yahweh, look down from heaven;\\q2 look down on us from your holy and glorious home.\n\\q1 You were previously very concerned about us, and you acted powerfully to help us.\n\\q2 But it seems that you do not act mercifully and zealously for us anymore.\n\\q1",
  "16": "You are our father, even if\\q2 Abraham does not know what is happening to us,\n\\q2 and Jacob is not concerned about us, either,\n\\q1 but Yahweh, you are our father;\n\\q2 you rescued us long ago.\n\n\n\\q1",
  "17": "Yahweh, why did you cause us to wander away from your road?\\q2 Why did you cause us to be stubborn in our inner beings,\n\\q2 with the result that we no longer honor you?\n\\q1 Help us like you did previously,\n\\q2 because we are the people who serve you and belong to you.\n\n\n\\q1",
  "18": "We, your holy people, possessed your sacred temple for only a short time,\\q2 and now our enemies have destroyed it.\n\\q1",
  "19": "Now it seems as though we never were ruled by you,\\q2 as though we never belonged to you.\""
}
