{
  "1": "However, those in Judah who were distressed will not continue to suffer. Previously, Yahweh humbled the people in the land where the tribes of Zebulun and Naphtali live. But in the future he will honor the people who live in the region of Galilee, along the road between the Jordan River and the Mediterranean Sea, where many foreigners live.\\q1",
  "2": "Some day in the future, it will be as though the people who walked in darkness have seen a bright light.\\q2 Yes, a bright light will shine on those who live in a land where they now have great troubles.\n\n\n\\q1",
  "3": "Yahweh, you will cause us people in Israel to rejoice;\\q2 we will become very happy.\n\\q1 We will rejoice about what you have done\n\\q2 like people rejoice when they harvest their crops,\n\\q1 or like soldiers rejoice\n\\q2 when they divide up among themselves the things that they have captured in battle.\n\n\n\\q1",
  "4": "You will cause us to no longer be slaves of those who captured us;\\q2 you will lift the heavy burdens from our shoulders.\n\\q1 It will be as though you have broken the weapons of those who oppressed us,\n\\q2 like you did when you destroyed the army of the Midian people group.\n\\q1",
  "5": "The boots that the enemy soldiers wore\\q2 and their clothing which has stains of blood on them\n\\q1 will all be burned up;\n\\q2 they will be fuel for a big fire.\n\n\n\\q1",
  "6": "Another reason that we will rejoice is that a special child will be born for us,\\q2 a woman will give birth to a son,\n\\q2 and he will be our ruler.\n\\q1 And his names will be 'Wonderful Counselor,' 'Mighty God,' 'Our Everlasting Father,' and 'King who causes us to have Peace.'\n\\q1",
  "7": "His rule and the peace that he brings will never end.\\q2 He will rule fairly and justly,\n\\q1 like his ancestor King David did.\n\\q2 This will happen because Yahweh, commander of the angel armies, greatly desires that it happen.\n\n\n\n\\q1",
  "8": "The Lord has warned the descendants of Jacob;\\q2 he has said that he will punish Israel.\n\\q1",
  "9": "9-10 And all the people in Samaria and other places in Israel will know that,\\q2 but they are now very proud and arrogant.\n\\q1 They said, \"Our city has been destroyed,\n\\q2 but we will take away the broken bricks from the ruins\n\\q2 and replace them with carefully cut stones.\n\\q1 Our sycamore fig trees have been cut down by our enemies,\n\\q2 but we will plant cedar trees in their place.\"\n\n\n\\q1",
  "10": "But Yahweh will bring the armies of Assyria, the enemies of King Rezin of Aram, to fight against Israel\\q2 and incite other nations to attack Israel.\n\\q1",
  "11": "The army of Aram will come from the east,\\q2 and the army of Philistia will come from the west,\n\\q1 and they will destroy Israel\n\\q2 like a wild animal tears another animal apart and devours it.\n\\q1 But even after that happened, Yahweh will still be very angry with them.\n\\q2 He will be ready to strike them with his fist again.\n\n\n\\q1",
  "12": "But even though Yahweh will punish his people like that,\\q2 they still will not return to him and worship him.\n\\q1 They still will not request Yahweh, commander of the angel armies, to assist them.\n\\q1",
  "13": "Therefore, in one day Yahweh will get rid of those who are like Israel's head and those who are like its tail;\\q2 the ones who are like the top of the palm tree and the ones who are like the bottom.\n\\q1",
  "14": "The leaders of Israel are the head,\\q2 and the prophets who tell lies are the tail.\n\n\n\\q1",
  "15": "The leaders of the people have misled them;\\q2 they have caused the people that they are ruling to be confused.\n\\q1",
  "16": "For that reason, Yahweh is not pleased with the young men of Israel,\\q2 and he does not even act mercifully toward the widows and orphans,\n\\q1 because they are all ungodly and wicked,\n\\q2 and they all say things that are foolish.\n\\q1 But Yahweh still is angry with them;\n\\q2 he is ready to strike them with his fist again.\n\n\n\\q1",
  "17": "When people do wicked things,\\q2 it is like a brush fire that spreads rapidly.\n\\q1 It burns up not only briers and thorns;\n\\q1 it starts a big fire in the forests\n\\q2 from which clouds of smoke will rise.\n\\q1",
  "18": "It is as though the whole land is burned black\\q2 because Yahweh, commander of the angel armies, is extremely angry with the Israelite people.\n\\q1 They will become like fuel for that great fire,\n\\q2 and no one will try to rescue even his own brother from that fire.\n\n\n\\q1",
  "19": "The Israelite people will attack their neighbors who live in houses at the right to get food from them,\\q2 but they will still be hungry.\n\\q1 They will kill and eat the flesh of those who live in houses at the left,\n\\q2 but their stomachs will still not be full.\n\\q2",
  "20": "Israelites of the tribes of Manasseh and Ephraim will attack each other,\\q2 and then they will both attack the people of Judah.\n\\q1 But even after that happens, Yahweh will still be very angry with them;\n\\q2 He will be ready to strike them with his fist again."
}
