{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'I am Yahweh your God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not do the things that the people do in Egypt, where you lived previously. You must not do the things that the people do in Canaan, the land to which I am taking you. Do not follow their customs.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My laws are what you must do, and my commandments are what you must keep, so that you walk in them, because I am Yahweh your God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must keep my decrees and my laws. If a person obeys them, he will live because of them. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not approach any close relatives to uncover nakedness, I am Yahweh.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your mother; she is your mother, you must not uncover her nakedness. \n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your father's wives; it is your father's nakedness.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your sister, whether she is the daughter of your father or the daughter of your mother, whether she was raised at your home or distant from you. \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your son's daughter or your daughter's daughter, for their nakedness is your own nakedness.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your father's wife's daughter, brought up in your father's family, since she is your sister. \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your father's sister; she is your father's relative.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness your mother's sister, she is your mother's relative. \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your father's brother, that is, you must not approach his wife; she is your aunt. \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your daughter-in-law; she is your son's wife; you must not uncover her nakedness.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of your brother's wife; that is your brother's nakedness.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not uncover the nakedness of a woman and her daughter; and you must not take her son's daughter or her daughter's daughter to uncover her nakedness; they are relatives; that is wickedness.  \n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not marry your wife's sister as a second wife and uncover her nakedness while your first wife is alive.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not approach a woman to uncover her nakedness during the time of her uncleanness.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not have sexual relations with your neighbor's wife and defile yourself with her in this way.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not give any of your children to put them into the fire, so that you sacrifice them to Molech, because you must not profane the name of your God. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not lie with other men as with a woman; that is detestable.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not lie with any animal and defile yourself with it. Neither should any woman present herself to an animal to lie with it; that is a perversion.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not defile yourselves in any of these ways, for in all these ways the nations are defiled, the nations that I will drive out from before you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land became defiled, so I punished their sin, and the land vomited out its inhabitants.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, therefore, must keep my commandments and decrees, and you must not do any of these detestable things, neither the native-born Israelite nor the foreigner who lives among you.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is the wickedness that the people in the land have committed, those who lived here before you, and now the land is defiled.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore be careful so that the land does not vomit you up also after you have defiled it, as it vomited out the people who were before you.\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does any of these detestable things, the persons who do such things will be cut off from among their people.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must keep my command not to practice any of these detestable customs which were practiced here before you, so that you do not defile yourselves by them. I am Yahweh your God.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}