{
  "1": "Now I remind you, brothers, of the gospel I proclaimed to you, which you received and on which you stand.",
  "2": "It is by this gospel that you are being saved, if you hold firmly to the word I preached to you, unless you believed in vain.",
  "3": "For I delivered to you as of first importance what I also received, that Christ died for our sins according to the scriptures,",
  "4": "that he was buried, and that he was raised on the third day according to the scriptures.",
  "5": "Christ appeared to Cephas, and then to the twelve;",
  "6": "then he appeared to more than five hundred brothers at once. Most of them are still alive, but some have fallen asleep.",
  "7": "Then he appeared to James, then to all the apostles.",
  "8": "Last of all, he appeared to me, as if to a child born at the wrong time.",
  "9": "For I am the least of the apostles. I am unworthy to be called an apostle because I persecuted the church of God.",
  "10": "But by the grace of God I am what I am, and his grace in me was not in vain. Instead, I worked harder than all of them. Yet it was not I, but the grace of God that is with me.",
  "11": "Therefore whether it is I or they, so we preach and so you believed.",
  "12": "Now if Christ is proclaimed as raised from the dead ones, how can some of you say there is no resurrection of the dead?",
  "13": "But if there is no resurrection of the dead, then not even Christ has been raised;",
  "14": "and if Christ has not been raised, then our preaching is in vain, and your faith also is in vain.",
  "15": "Also, we are found to be false witnesses about God, because we testified against God, saying he raised up Christ when he did not.",
  "16": "For if the dead are not raised, not even Christ has been raised;",
  "17": "and if Christ has not been raised, your faith is in vain and you are still in your sins.",
  "18": "Then those who have died in Christ have also perished.",
  "19": "If only in this life we have hope in Christ, of all people we are most to be pitied.",
  "20": "But now Christ has been raised from the dead ones, the firstfruits of those who died.",
  "21": "For since death came by a man, by a man also came the resurrection of the dead.",
  "22": "For as in Adam all die, so also in Christ will all be made alive.",
  "23": "But each in his own order: Christ, the firstfruits, and then those who belong to Christ will be made alive at his coming.",
  "24": "Then will be the end, when Christ will hand over the kingdom to God the Father. This is when he will abolish all rule and all authority and power.",
  "25": "For he must reign until he has put all his enemies under his feet.",
  "26": "The last enemy to be destroyed is death.",
  "27": "For \"he has put everything under his feet.\" But when it says \"he has put everything,\" it is clear that this does not include the one who put everything in subjection to himself.",
  "28": "When all things are subjected to him, then the Son himself will be subjected to the one who subjected everything to him. This will happen so that God the Father may be all in all.",
  "29": "Or else what will those do who are baptized for the dead? If the dead are not raised at all, why are they baptized for them?",
  "30": "Why then, are we in danger every hour?",
  "31": "Every day I face death! This is as sure as my boasting in you, which I have in Christ Jesus our Lord.",
  "32": "What do I gain, from a human point of view, if I fought with beasts at Ephesus, if the dead are not raised? \"Let us eat and drink, for tomorrow we die.\"",
  "33": "Be not deceived: \"Bad company corrupts good morals.\"",
  "34": "Sober up! Live righteously! Do not keep sinning. For some of you have no knowledge of God. I say this to your shame.",
  "35": "But someone will say, \"How are the dead raised, and with what kind of body will they come?\"",
  "36": "You are so ignorant! What you sow will not start to grow unless it dies.",
  "37": "What you sow is not the body that will be, but a bare seed. It may become wheat or something else.",
  "38": "But God will give it a body as he chooses, and to each seed its own body.",
  "39": "Not all flesh is the same. Instead, there is one flesh of human beings, and another flesh for animals, and another flesh for birds, and another for fish.",
  "40": "There are also heavenly bodies and earthly bodies. But the glory of the heavenly body is one kind and the glory of the earthly is another.",
  "41": "There is one glory of the sun, and another glory of the moon, and another glory of the stars. For one star differs from another star in glory.",
  "42": "So also is the resurrection of the dead. What is sown is perishable, and what is raised is imperishable.",
  "43": "It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power.",
  "44": "It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body.",
  "45": "So also it is written, \"The first man Adam became a living soul.\" The last Adam became a life-giving spirit.",
  "46": "But the spiritual did not come first but the natural, and then the spiritual.",
  "47": "The first man is of the earth, made of dust. The second man is from heaven.",
  "48": "Just as the one made from dust is, so also are those who are made of the dust, and as the man of heaven is, so also are those who are of heaven.",
  "49": "Just as we have borne the image of the man of dust, we will also bear the image of the man of heaven.",
  "50": "Now this I say, brothers, that flesh and blood cannot inherit the kingdom of God. Neither does what is perishable inherit what is imperishable.",
  "51": "Look! I tell you a secret truth: We will not all die, but we will all be changed.",
  "52": "We will be changed in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed.",
  "53": "For this perishable body must put on what is imperishable, and this mortal body must put on immortality.",
  "54": "But when this perishable body has put on what is imperishable, and when this mortal body has put on immortality, then will come about the saying that is written,\\q \"Death is swallowed up in victory.\"\n\\q1",
  "55": "\"Death, where is your victory?\\q Death, where is your sting?\"\n\\m",
  "56": "The sting of death is sin, and the power of sin is the law.",
  "57": "But thanks be to God, who gives us the victory through our Lord Jesus Christ!",
  "58": "Therefore, my dear brothers, be steadfast and immovable. Always abound in the work of the Lord, because you know that your work in the Lord is not in vain."
}
