{"1":"Now concerning the collection for the believers, as I directed the churches of Galatia, so you are to do.","2":"On the first day of the week, each of you is to put something aside and store it up as you are able. Do this so that there will be no collections when I come.","3":"When I arrive, whomever you approve, I will send with letters to deliver your offering to Jerusalem.","4":"If it is appropriate for me to go also, they will go with me.","5":"But I will come to you when I pass through Macedonia. For I will pass through Macedonia.","6":"Perhaps I may stay with you or even spend the winter, so that you may help me on my journey, wherever I go.","7":"For I do not wish to see you now for only a passing visit. For I am looking forward to spending more time with you, if the Lord permits.","8":"But I will stay in Ephesus until Pentecost,","9":"for a wide door has opened for me, and there are many adversaries.","10":"Now when Timothy comes, see that he is with you unafraid, for he is doing the work of the Lord, as I am doing.","11":"Let no one despise him. Help him on his way in peace, so that he may come to me. For I am expecting him to come along with the brothers.","12":"Now concerning our brother Apollos, I strongly encouraged him to visit you with the brothers. But it was not at all his will that he come now. However, he will come when the time is right.","13":"Be watchful, stand fast in the faith, act like men, be strong.","14":"Let all that you do be done in love.","15":"You know the household of Stephanas, that they were the first converts in Achaia, and that they have set themselves to the service of the believers. Now I urge you, brothers,","16":"to be in submission to such people and to everyone who helps in the work and labors with us.","17":"I rejoice at the coming of Stephanas, Fortunatus, and Achaicus. They have made up for your absence.","18":"For they have refreshed my spirit and yours. So then, recognize people like this.","19":"The churches of Asia send greetings to you. Aquila and Priscilla greet you in the Lord, with the church that is in their home.","20":"All the brothers greet you. Greet one another with a holy kiss.","21":"I, Paul, write this with my own hand.","22":"If anyone does not love the Lord, may he be accursed. Our Lord, come!","23":"The grace of the Lord Jesus be with you.","24":"My love be with you all in Christ Jesus.\\f + \\ft Some older versions add, \\fqa Amen. \\fqa* But many newer ones, including the ULB and UDB, leave it out. \\f*"}
