{"1":"When I came to you, brothers, I did not come with eloquence of speech or wisdom as I proclaimed hidden truths about God.\\f + \\ft Many other versions read, \\fqa as I proclaimed the testimony about God. \\f*","2":"For I decided to know nothing when I was among you except Jesus Christ, and him crucified.","3":"And I was with you in weakness, and in fear, and in much trembling.","4":"And my message and my proclamation were not with persuasive words of wisdom. Instead, they were with the demonstration of the Spirit and of power,","5":"so that your faith might not be in the wisdom of humans, but in the power of God.","6":"Now we do speak wisdom among the mature, but not the wisdom of this world, or of the rulers of this age, who are passing away.","7":"Instead, we speak God's wisdom in hidden truth, the hidden wisdom that God predestined before the ages for our glory.","8":"None of the rulers of this age knew this wisdom, for if they had understood it at that time, they would not have crucified the Lord of glory.","9":"But as it is written,\\q \"Things that no eye has seen,\n\\q1 no ear has heard,\n\\q no mind has imagined,\n\\q1 the things that God has prepared for those who love him.\"\n\\m","10":"These are the things that God has revealed to us through the Spirit. For the Spirit searches everything, even the deep things of God.","11":"For who knows a person's thoughts except the spirit of the person in him? So also, no one knows the deep things of God except the Spirit of God.","12":"But we did not receive the spirit of the world, but the Spirit who is from God, so that we might know the things freely given to us by God.","13":"We speak about these things in words that man's wisdom cannot teach, but which the Spirit teaches us. The Spirit interprets spiritual words with spiritual wisdom.","14":"The unspiritual person does not receive the things that belong to the Spirit of God, for they are foolishness to him. He cannot know them because they are spiritually discerned.","15":"The one who is spiritual judges all things, but he is not subject to the judgment of others.\\q","16":"\"For who can know the mind of the Lord, that he can instruct him?\"\\m But we have the mind of Christ."}
