{"1":"And I, brothers, could not speak to you as spiritual people, but instead as to fleshly people, as to little children in Christ.","2":"I fed you milk, not solid food, for you were not ready for it; and even now you are not yet ready.","3":"For you are still fleshly. For where jealousy and strife exist among you, are you not living according to the flesh, and are you not walking by human standards?","4":"For when one says, \"I follow Paul,\" and another says, \"I follow Apollos,\" are you not living as human beings?","5":"Who then is Apollos? Who is Paul? Servants through whom you believed, to each of whom the Lord gave tasks.","6":"I planted, Apollos watered, but God gave the growth.","7":"So then, neither he who plants nor he who waters is anything. But it is God who gives the growth.","8":"Now he who plants and he who waters are one, and each will receive his own wages according to his own labor.","9":"For we are God's fellow workers. You are God's garden, God's building.","10":"According to the grace of God that was given to me as a skilled master builder, I laid a foundation and another is building on it. But let each man be careful how he builds on it.","11":"For no one can lay a foundation other than the one that has been laid, that is, Jesus Christ.","12":"Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, or straw,","13":"his work will be revealed, for the daylight will reveal it. For it will be revealed in fire. The fire will test the quality of what each one had done.","14":"If anyone's work remains, he will receive a reward;","15":"but if anyone's work is burned up, he will suffer loss, but he himself will be saved, as though escaping through fire.","16":"Do you not know that you are God's temple and that the Spirit of God lives in you?","17":"If anyone destroys God's temple, God will destroy that person. For God's temple is holy, and so are you.","18":"Let no one deceive himself. If anyone among you thinks he is wise in this age, let him become a \"fool\" that he may become wise.","19":"For the wisdom of this world is foolishness with God. For it is written,\\q \"He catches the wise in their craftiness.\"\n\\m","20":"And again,\\q \"The Lord knows that the reasoning of the wise is futile.\"\n\\m","21":"For this reason, let no one boast in men. All things are yours,","22":"whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come. All things are yours,","23":"and you are Christ's, and Christ is God's."}
