{
  "1": "הַמַּשָׂא֙ H4853 אֲשֶׁ֣ר H834 חָזָ֔ה H2372 חֲבַקּ֖וּק H2265 הַנָּבִֽיא H5030 ",
  "2": "עַד H5704 אָ֧נָה H575 יְהוָ֛ה H3068 שִׁוַּ֖עְתִּי H7768 וְלֹ֣א H3808 תִשְׁמָ֑ע H8085 אֶזְעַ֥ק H2199 אֵלֶ֛יךָ H413 חָמָ֖ס H2555 וְלֹ֥א H3808 תוֹשִֽׁיעַ H3467 ",
  "3": "לָ֣מָּה H4100 תַרְאֵ֤נִי H7200 אָ֨וֶן֙ H205 וְעָמָ֣ל H5999 תַּבִּ֔יט H5027 וְשֹׁ֥ד H7701 וְחָמָ֖ס H2555 לְנֶגְדִּ֑ H5048 וַיְהִ֧י H1961 רִ֦יב H7379 וּמָד֖וֹן H4066 יִשָּֽׂא H5375 ",
  "4": "עַל H5921 כֵּן֙ H3651 תָּפ֣וּג H6313 תּוֹרָ֔ה H8451 וְלֹֽא H3808 יֵצֵ֥א H3318 לָנֶ֖צַח H5331 מִשְׁפָּ֑ט H4941 כִּ֤י H3588 רָשָׁע֙ H7563 מַכְתִּ֣יר H3803 אֶת H853 הַצַּדִּ֔יק H6662 עַל H5921 כֵּ֛ן H3651 יֵצֵ֥א H3318 מִשְׁפָּ֖ט H4941 מְעֻקָּֽל H6127 ",
  "5": "רְא֤וּ H7200 בַגּוֹיִם֙ H1471 וְֽהַבִּ֔יטוּ H5027 וְהִֽתַּמְּה֖וּ H8539 תְּמָ֑הוּ H8539 כִּי H3588 פֹ֨עַל֙ H6467 פֹּעֵ֣ל H6466 בִּֽימֵי H3117 לֹ֥א H3808 תַאֲמִ֖ינוּ H539 כִּ֥י H3588 יְסֻפָּֽר H5608 ",
  "6": "כִּֽי H3588 הִנְנִ֤י H2005 מֵקִים֙ H6965 אֶת H853 הַכַּשְׂדִּ֔ים H3778 הַגּ֖וֹי H1471 הַמַּ֣ר H4751 וְהַ H4116 הַֽהוֹלֵךְ֙ H1980 לְמֶרְחֲבֵי H4800 אֶ֔רֶץ H776 לָרֶ֖שֶׁת H3423 מִשְׁכָּנ֥וֹת H4908 לֹּא H3808 לֽוֹ Hl ",
  "7": "אָיֹ֥ם H366 וְנוֹרָ֖א H3372 ה֑וּא H1931 מִמֶּ֕נּוּ H4480 מִשְׁפָּט֥וֹ H4941 וּשְׂאֵת֖ H7613 יֵצֵֽא H3318 ",
  "8": "וְקַלּ֨וּ H7043 מִנְּמֵרִ֜ים H5246 סוּסָ֗יו H5483 וְחַדּוּ֙ H2300 מִזְּאֵ֣בֵי H2061 עֶ֔רֶב H6153 וּפָ֖שׁוּ H6335 פָּֽרָשָׁ֑יו H6571 וּפָֽרָשָׁי H6571 מֵרָח֣וֹק H7350 יָבֹ֔אוּ H935 יָעֻ֕פוּ H5774 כְּנֶ֖שֶׁר H5404 חָ֥שׁ H2363 לֶאֱכֽוֹל H398 ",
  "9": "כֻּלֹּה֙ H3605 לְחָמָ֣ס H2555 יָב֔וֹא H935 מְגַמַּ֥ת H4041 פְּנֵיהֶ֖ם H6440 קָדִ֑ימָה H6921 וַיֶּאֱסֹ֥ף H622 כַּח֖וֹל H2344 שֶֽׁבִי H7628 ",
  "10": "וְהוּא֙ H1931 בַּמְּלָכִ֣ים H4428 יִתְקַלָּ֔ס H7046 וְרֹזְנִ֖ים H7336 מִשְׂחָ֣ק H4890 ל֑וֹ Hl ה֚וּא H1931 לְכָל H3605 מִבְצָ֣ר H4013 יִשְׂחָ֔ק H7832 וַיִּצְבֹּ֥ר H6651 עָפָ֖ר H6083 וַֽיִּלְכְּדָֽ H3920 ",
  "11": "אָ֣ז H227 חָלַ֥ף H2498 ר֛וּחַ H7307 וַֽיַּעֲבֹ֖ר H5674 וְאָשֵׁ֑ם H816 ז֥וּ H2098 כֹח֖וֹ H3581 לֵאלֹהֽ H430 ",
  "12": "הֲל֧וֹא H3808 אַתָּ֣ה H859 מִקֶּ֗דֶם H6924 יְהוָ֧ה H3068 אֱלֹהַ֛י H430 קְדֹשִׁ֖י H6918 לֹ֣א H3808 נָמ֑וּת H4191 יְהוָה֙ H3068 לְמִשְׁפָּ֣ט H4941 שַׂמְתּ֔וֹ H7760 וְצ֖וּר H6697 לְהוֹכִ֥יחַ H3198 יְסַדְתּֽוֹ H3245 ",
  "13": "טְה֤וֹר H2890 עֵינַ֨יִם֙ H5869 מֵרְא֣וֹת H7200 רָ֔ע H7451 וְהַבִּ֥יט H5027 אֶל H413 עָמָ֖ל H5999 לֹ֣א H3808 תוּכָ֑ל H3201 לָ֤מָּה H4100 תַבִּיט֙ H5027 בּֽוֹגְדִ֔ים H898 תַּחֲרִ֕ישׁ H2790 בְּבַלַּ֥ע H1104 רָשָׁ֖ע H7563 צַדִּ֥יק H6662 מִמֶּֽנּוּ H4480 ",
  "14": "וַתַּעֲשֶׂ֥ה H6213 אָדָ֖ם H120 כִּדְגֵ֣י H1709 הַיָּ֑ם H3220 כְּרֶ֖מֶשׂ H7431 לֹא H3808 מֹשֵׁ֥ל H4910 בּֽוֹ Hb ",
  "15": "כֻּלֹּה֙ H3605 בְּחַכָּ֣ה H2443 הֵֽעֲלָ֔ה H5927 יְגֹרֵ֣הוּ H1641 בְחֶרְמ֔ H2764 וְיַאַסְפֵ֖ H622 בְּמִכְמַרְתּ֑ H4365 עַל H5921 כֵּ֖ן H3651 יִשְׂמַ֥ח H8055 וְיָגִֽיל H1523 ",
  "16": "עַל H5921 כֵּן֙ H3651 יְזַבֵּ֣חַ H2076 לְחֶרְמ֔ H2764 וִֽיקַטֵּ֖ר H6999 לְמִכְמַרְתּ֑ H4365 כִּ֤י H3588 בָהֵ֨מָּה֙ H1992 שָׁמֵ֣ן H8082 חֶלְק֔וֹ H2506 וּמַאֲכָל֖ H3978 בְּרִאָֽה H1277 ",
  "17": "הַ֥עַל H5921 כֵּ֖ן H3651 יָרִ֣יק H7324 חֶרְמ֑וֹ H2764 וְתָמִ֛יד H8548 לַהֲרֹ֥ג H2026 גּוֹיִ֖ם H1471 לֹ֥א H3808 יַחְמֽוֹל H2550 "
}
