{
  "1": "עַל H5921 מִשְׁמַרְתִּ֣י H4931 אֶעֱמֹ֔דָה H5975 וְאֶֽתְיַצְּבָ֖ה H3320 עַל H5921 מָצ֑וֹר H4692 וַאֲצַפֶּ֗ה H6822 לִרְאוֹת֙ H7200 מַה H4100 יְדַבֶּר H1696 בִּ֔י Hb וּמָ֥ה H4100 אָשִׁ֖יב H7725 עַל H5921 תּוֹכַחְתִּֽי H8433 ",
  "2": "וַיַּעֲנֵ֤ H6030 יְהוָה֙ H3068 וַיֹּ֔אמֶר H559 כְּת֣וֹב H3789 חָז֔וֹן H2377 וּבָאֵ֖ר H874 עַל H5921 הַלֻּח֑וֹת H3871 לְמַ֥עַן H4616 יָר֖וּץ H7323 ק֥וֹרֵא H7121 בֽוֹ Hb ",
  "3": "כִּ֣י H3588 ע֤וֹד H5750 חָזוֹן֙ H2377 לַמּוֹעֵ֔ד H4150 וְיָפֵ֥חַ H6315 לַקֵּ֖ץ H7093 וְלֹ֣א H3808 יְכַזֵּ֑ב H3576 אִם H518 יִתְמַהְמָהּ֙ H4102 חַכֵּה H2442 ל֔וֹ Hl כִּֽי H3588 בֹ֥א H935 יָבֹ֖א H935 לֹ֥א H3808 יְאַחֵֽר H309 ",
  "4": "הִנֵּ֣ה H2009 עֻפְּלָ֔ה H6075 לֹא H3808 יָשְׁרָ֥ה H3474 נַפְשׁ֖וֹ H5315 בּ֑וֹ Hb וְצַדִּ֖יק H6662 בֶּאֱמוּנָת֥ H530 יִחְיֶֽה H2421 ",
  "5": "וְאַף֙ H637 כִּֽי H3588 הַיַּ֣יִן H3196 בּוֹגֵ֔ד H898 גֶּ֥בֶר H1397 יָהִ֖יר H3093 וְלֹ֣א H3808 יִנְוֶ֑ה H5115 אֲשֶׁר֩ H834 הִרְחִ֨יב H7337 כִּשְׁא֜וֹל H7585 נַפְשׁ֗וֹ H5315 וְה֤וּא H1931 כַמָּ֨וֶת֙ H4194 וְלֹ֣א H3808 יִשְׂבָּ֔ע H7646 וַיֶּאֱסֹ֤ף H622 אֵלָיו֙ H413 כָּל H3605 הַגּוֹיִ֔ם H1471 וַיִּקְבֹּ֥ץ H6908 אֵלָ֖יו H413 כָּל H3605 הָעַמִּֽים H5971 ",
  "6": "הֲלוֹא H3808 אֵ֣לֶּה H428 כֻלָּ֗ם H3605 עָלָיו֙ H5921 מָשָׁ֣ל H4912 יִשָּׂ֔אוּ H5375 וּמְלִיצָ֖ה H4426 חִיד֣וֹת H2420 ל֑וֹ Hl וְיֹאמַ֗ר H559 ה֚וֹי H1945 הַמַּרְבֶּ֣ה H7235 לֹּא H3808 ל֔וֹ Hl עַד H5704 מָתַ֕י H4970 וּמַכְבִּ֥יד H3513 עָלָ֖יו H5921 עַבְטִֽיט H5671 ",
  "7": "הֲל֣וֹא H3808 פֶ֗תַע H6621 יָק֨וּמוּ֙ H6965 נֹשְׁכֶ֔יךָ H5391 וְיִקְצ֖וּ H6974 מְזַעְזְעֶ֑יךָ H2111 וְהָיִ֥יתָ H1961 לִמְשִׁסּ֖וֹת H4933 לָֽמוֹ Hl ",
  "8": "כִּֽי H3588 אַתָּ֤ה H859 שַׁלּ֨וֹתָ֙ H7997 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 יְשָׁלּ֖וּךָ H7997 כָּל H3605 יֶ֣תֶר H3499 עַמִּ֑ים H5971 מִדְּמֵ֤י H1818 אָדָם֙ H120 וַחֲמַס H2555 אֶ֔רֶץ H776 קִרְיָ֖ה H7151 וְכָל H3605 יֹ֥שְׁבֵי H3427 בָֽהּ Hb ",
  "9": "ה֗וֹי H1945 בֹּצֵ֛עַ H1214 בֶּ֥צַע H1215 רָ֖ע H7451 לְבֵית֑ H1004 לָשׂ֤וּם H7760 בַּמָּרוֹם֙ H4791 קִנּ֔וֹ H7064 לְהִנָּצֵ֖ל H5337 מִכַּף H3709 רָֽע H7451 ",
  "10": "יָעַ֥צְתָּ H3289 בֹּ֖שֶׁת H1322 לְבֵיתֶ֑ H1004 קְצוֹת H7096 עַמִּ֥ים H5971 רַבִּ֖ים H7227 וְחוֹטֵ֥א H2398 נַפְשֶֽׁךָ H5315 ",
  "11": "כִּי H3588 אֶ֖בֶן H68 מִקִּ֣יר H7023 תִּזְעָ֑ק H2199 וְכָפִ֖יס H3714 מֵעֵ֥ץ H6086 יַעֲנֶֽנָּה H6030 ",
  "12": "ה֛וֹי H1945 בֹּנֶ֥ה H1129 עִ֖יר H5892 בְּדָמִ֑ים H1818 וְכוֹנֵ֥ן H3559 קִרְיָ֖ה H7151 בְּעַוְלָֽה H5766 ",
  "13": "הֲל֣וֹא H3808 הִנֵּ֔ה H2009 מֵאֵ֖ת H853 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וְיִֽיגְע֤וּ H3021 עַמִּים֙ H5971 בְּדֵי H1767 אֵ֔שׁ H784 וּלְאֻמִּ֖ים H3816 בְּדֵי H1767 רִ֥יק H7385 יִעָֽפוּ H3286 ",
  "14": "כִּ֚י H3588 תִּמָּלֵ֣א H4390 הָאָ֔רֶץ H776 לָדַ֖עַת H3045 אֶת H853 כְּב֣וֹד H3519 יְהוָ֑ה H3068 כַּמַּ֖יִם H4325 יְכַסּ֥וּ H3680 עַל H5921 יָֽם H3220 ",
  "15": "ה֚וֹי H1945 מַשְׁקֵ֣ה H8248 רֵעֵ֔הוּ H7453 מְסַפֵּ֥חַ H5596 חֲמָתְךָ֖ H2573 וְאַ֣ף H637 שַׁכֵּ֑ר H7937 לְמַ֥עַן H4616 הַבִּ֖יט H5027 עַל H5921 מְעוֹרֵיהֶֽם H4589 ",
  "16": "שָׂבַ֤עְתָּ H7646 קָלוֹן֙ H7036 מִכָּב֔וֹד H3519 שְׁתֵ֥ה H8354 גַם H1571 אַ֖תָּה H859 וְהֵֽעָרֵ֑ל H6188 תִּסּ֣וֹב H5437 עָלֶ֗יךָ H5921 כּ֚וֹס H3563 יְמִ֣ין H3225 יְהוָ֔ה H3068 וְקִיקָל֖וֹן H7022 עַל H5921 כְּבוֹדֶֽךָ H3519 ",
  "17": "כִּ֣י H3588 חֲמַ֤ס H2555 לְבָנוֹן֙ H3844 יְכַסֶּ֔ךָּ H3680 וְשֹׁ֥ד H7701 בְּהֵמ֖וֹת H929 יְחִיתַ֑ן H2865 מִדְּמֵ֤י H1818 אָדָם֙ H120 וַחֲמַס H2555 אֶ֔רֶץ H776 קִרְיָ֖ה H7151 וְכָל H3605 יֹ֥שְׁבֵי H3427 בָֽהּ Hb ",
  "18": "מָֽה H4100 הוֹעִ֣יל H3276 פֶּ֗סֶל H6459 כִּ֤י H3588 פְסָלוֹ֙ H6458 יֹֽצְר֔וֹ H3336 מַסֵּכָ֖ה H4541 וּמ֣וֹרֶה H3384 שָּׁ֑קֶר H8267 כִּ֣י H3588 בָטַ֞ח H982 יֹצֵ֤ר H3335 יִצְרוֹ֙ H3336 עָלָ֔יו H5921 לַעֲשׂ֖וֹת H6213 אֱלִילִ֥ים H457 אִלְּמִֽים H483 ",
  "19": "ה֣וֹי H1945 אֹמֵ֤ר H559 לָעֵץ֙ H6086 הָקִ֔יצָה H6974 ע֖וּרִי H5782 לְאֶ֣בֶן H68 דּוּמָ֑ם H1748 ה֣וּא H1931 יוֹרֶ֔ה H3384 הִנֵּה H2009 ה֗וּא H1931 תָּפוּשׂ֙ H8610 זָהָ֣ב H2091 וָכֶ֔סֶף H3701 וְכָל H3605 ר֖וּחַ H7307 אֵ֥ין H369 בְּקִרְבּֽ H7130 ",
  "20": "וַֽיהוָ֖ה H3068 בְּהֵיכַ֣ל H1964 קָדְשׁ֑וֹ H6944 הַ֥ס H2013 מִפָּנָ֖י H6440 כָּל H3605 הָאָֽרֶץ H776 "
}
