{
  "1": "בָּנִ֣ים H1121 אַתֶּ֔ם H859 לַֽיהוָ֖ה H3068 אֱלֹהֵיכֶ֑ם H430 לֹ֣א H3808 תִתְגֹּֽדְד֗וּ H1413 וְלֹֽא H3808 תָשִׂ֧ימוּ H7760 קָרְחָ֛ה H7144 בֵּ֥ין H996 עֵינֵיכֶ֖ם H5869 לָמֵֽת H4191 ",
  "2": "כִּ֣י H3588 עַ֤ם H5971 קָדוֹשׁ֙ H6918 אַתָּ֔ה H859 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 וּבְ Hc/Hb בָּחַ֣ר H977 יְהוָ֗ה H3068 לִֽהְי֥וֹת H1961 לוֹ֙ Hl לְעַ֣ם H5971 סְגֻלָּ֔ה H5459 מִכֹּל֙ H3605 הָֽעַמִּ֔ים H5971 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "3": "לֹ֥א H3808 תֹאכַ֖ל H398 כָּל H3605 תּוֹעֵבָֽה H8441 ",
  "4": "זֹ֥את H2063 הַבְּהֵמָ֖ה H929 אֲשֶׁ֣ר H834 תֹּאכֵ֑לוּ H398 שׁ֕וֹר H7794 שֵׂ֥ה H7716 כְשָׂבִ֖ים H3775 וְשֵׂ֥ה H7716 עִזִּֽים H5795 ",
  "5": "אַיָּ֥ל H354 וּצְבִ֖י H6643 וְיַחְמ֑וּר H3180 וְאַקּ֥וֹ H689 וְדִישֹׁ֖ן H1788 וּתְא֥וֹ H8377 וָזָֽמֶר H2169 ",
  "6": "וְכָל H3605 בְּהֵמָ֞ה H929 מַפְרֶ֣סֶת H6536 פַּרְסָ֗ה H6541 וְשֹׁסַ֤עַת H8156 שֶׁ֨סַע֙ H8157 שְׁתֵּ֣י H8147 פְרָס֔וֹת H6541 מַעֲלַ֥ת H5927 גֵּרָ֖ה H1625 בַּבְּהֵמָ֑ה H929 אֹתָ֖הּ H853 תֹּאכֵֽלוּ H398 ",
  "7": "אַ֣ךְ H389 אֶת H853 זֶ֞ה H2088 לֹ֤א H3808 תֹֽאכְלוּ֙ H398 מִמַּֽעֲלֵ֣י H5927 הַגֵּרָ֔ה H1625 וּמִ H6536 הַפַּרְסָ֖ה H6541 הַשְּׁסוּעָ֑ה H8156 אֶֽת H853 הַ֠גָּמָל H1581 וְאֶת H853 הָאַרְנֶ֨בֶת H768 וְאֶת H853 הַשָּׁפָ֜ן H8227 כִּֽי H3588 מַעֲלֵ֧ה H5927 גֵרָ֣ה H1625 הֵ֗מָּה H1992 וּפַרְסָה֙ H6541 לֹ֣א H3808 הִפְרִ֔יסוּ H6536 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶֽם Hl ",
  "8": "וְאֶת H853 הַ֠חֲזִיר H2386 כִּֽי H3588 מַפְרִ֨יס H6536 פַּרְסָ֥ה H6541 הוּא֙ H1931 וְלֹ֣א H3808 גֵרָ֔ה H1625 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶ֑ם Hl מִבְּשָׂרָ H1320 לֹ֣א H3808 תֹאכֵ֔לוּ H398 וּבְ H5038 לֹ֥א H3808 תִגָּֽעוּ H5060 ",
  "9": "אֶת H853 זֶה֙ H2088 תֹּֽאכְל֔וּ H398 מִכֹּ֖ל H3605 אֲשֶׁ֣ר H834 בַּמָּ֑יִם H4325 כֹּ֧ל H3605 אֲשֶׁר H834 ל֛וֹ Hl סְנַפִּ֥יר H5579 וְקַשְׂקֶ֖שֶׂת H7193 תֹּאכֵֽלוּ H398 ",
  "10": "וְכֹ֨ל H3605 אֲשֶׁ֧ר H834 אֵֽין H369 ל֛וֹ Hl סְנַפִּ֥יר H5579 וְקַשְׂקֶ֖שֶׂת H7193 לֹ֣א H3808 תֹאכֵ֑לוּ H398 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
  "11": "כָּל H3605 צִפּ֥וֹר H6833 טְהֹרָ֖ה H2889 תֹּאכֵֽלוּ H398 ",
  "12": "וְזֶ֕ה H2088 אֲשֶׁ֥ר H834 לֹֽא H3808 תֹאכְל֖וּ H398 מֵהֶ֑ם H1992 הַנֶּ֥שֶׁר H5404 וְהַ H6538 וְהָֽ H5822 ",
  "13": "וְהָ H7201 וְאֶת H853 הָ֣אַיָּ֔ה H344 וְהַ H1772 לְמִינָֽ H4327 ",
  "14": "וְאֵ֥ת H853 כָּל H3605 עֹרֵ֖ב H6158 לְמִינֽ H4327 ",
  "15": "וְאֵת֙ H853 בַּ֣ת H1323 הַֽיַּעֲנָ֔ה H3284 וְאֶת H853 הַתַּחְמָ֖ס H8464 וְאֶת H853 הַשָּׁ֑חַף H7828 וְאֶת H853 הַנֵּ֖ץ H5322 לְמִינֵֽ H4327 ",
  "16": "אֶת H853 הַכּ֥וֹס H3563 וְאֶת H853 הַיַּנְשׁ֖וּף H3244 וְהַ H8580 ",
  "17": "וְהַ H6893 וְאֶֽת H853 הָרָחָ֖מָ H7360 וְאֶת H853 הַשָּׁלָֽךְ H7994 ",
  "18": "וְהַ֣ H2624 וְהָ H601 לְמִינָ֑ H4327 וְהַ H1744 וְהָ H5847 ",
  "19": "וְכֹל֙ H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶ֑ם Hl לֹ֖א H3808 יֵאָכֵֽלוּ H398 ",
  "20": "כָּל H3605 ע֥וֹף H5775 טָה֖וֹר H2889 תֹּאכֵֽלוּ H398 ",
  "21": "לֹ֣א H3808 תֹאכְל֣וּ H398 כָל H3605 נְ֠בֵלָה H5038 לַגֵּ֨ר H1616 אֲשֶׁר H834 בִּשְׁעָרֶ֜י H8179 תִּתְּנֶ֣נָּה H5414 וַאֲכָלָ֗ H398 א֤וֹ H176 מָכֹר֙ H4376 לְנָכְרִ֔י H5237 כִּ֣י H3588 עַ֤ם H5971 קָדוֹשׁ֙ H6918 אַתָּ֔ה H859 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 לֹֽא H3808 תְבַשֵּׁ֥ל H1310 גְּדִ֖י H1423 בַּחֲלֵ֥ב H2461 אִמּֽוֹ H517 ",
  "22": "עַשֵּׂ֣ר H6237 תְּעַשֵּׂ֔ר H6237 אֵ֖ת H853 כָּל H3605 תְּבוּאַ֣ת H8393 זַרְעֶ֑ךָ H2233 הַיֹּצֵ֥א H3318 הַשָּׂדֶ֖ה H7704 שָׁנָ֥ה H8141 שָׁנָֽה H8141 ",
  "23": "וְאָכַלְתָּ֞ H398 לִפְנֵ֣י H6440 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 בַּמָּק֣וֹם H4725 אֲשֶׁר H834 יִבְחַר֮ H977 לְשַׁכֵּ֣ן H7931 שְׁמ֣וֹ H8034 שָׁם֒ H8033 מַעְשַׂ֤ר H4643 דְּגָֽנְךָ֙ H1715 תִּֽירֹשְׁךָ֣ H8492 וְיִצְהָרֶ֔ H3323 וּבְכֹרֹ֥ת H1062 בְּקָרְךָ֖ H1241 וְצֹאנֶ֑ H6629 לְמַ֣עַן H4616 תִּלְמַ֗ד H3925 לְיִרְאָ֛ה H3372 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 כָּל H3605 הַיָּמִֽים H3117 ",
  "24": "וְכִֽי H3588 יִרְבֶּ֨ה H7235 מִמְּךָ֜ H4480 הַדֶּ֗רֶךְ H1870 כִּ֣י H3588 לֹ֣א H3808 תוּכַ֘ל H3201 שְׂאֵתוֹ֒ H5375 כִּֽי H3588 יִרְחַ֤ק H7368 מִמְּךָ֙ H4480 הַמָּק֔וֹם H4725 אֲשֶׁ֤ר H834 יִבְחַר֙ H977 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לָשׂ֥וּם H7760 שְׁמ֖וֹ H8034 שָׁ֑ם H8033 כִּ֥י H3588 יְבָרֶכְךָ֖ H1288 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "25": "וְנָתַתָּ֖ה H5414 בַּכָּ֑סֶף H3701 וְצַרְתָּ֤ H6887 הַכֶּ֨סֶף֙ H3701 בְּיָ֣דְ H3027 וְהָֽלַכְתָּ֙ H1980 אֶל H413 הַמָּק֔וֹם H4725 אֲשֶׁ֥ר H834 יִבְחַ֛ר H977 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 בּֽוֹ Hb ",
  "26": "וְנָתַתָּ֣ה H5414 הַכֶּ֡סֶף H3701 בְּכֹל֩ H3605 אֲשֶׁר H834 תְּאַוֶּ֨ה H183 נַפְשְׁךָ֜ H5315 בַּבָּקָ֣ר H1241 וּבַ H6629 וּבַ H3196 וּבַ H7941 וּבְ H3605 אֲשֶׁ֥ר H834 תִּֽשְׁאָלְךָ֖ H7592 נַפְשֶׁ֑ךָ H5315 וְאָכַ֣לְתָּ H398 שָּׁ֗ם H8033 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְשָׂמַחְתָּ֖ H8055 אַתָּ֥ה H859 וּבֵיתֶֽ H1004 ",
  "27": "וְהַ H3881 אֲשֶׁר H834 בִּשְׁעָרֶ֖י H8179 לֹ֣א H3808 תַֽעַזְבֶ֑נּוּ H5800 כִּ֣י H3588 אֵ֥ין H369 ל֛וֹ Hl חֵ֥לֶק H2506 וְנַחֲלָ֖ה H5159 עִמָּֽךְ H5973 ",
  "28": "מִקְצֵ֣ה H7097 שָׁלֹ֣שׁ H7969 שָׁנִ֗ים H8141 תּוֹצִיא֙ H3318 אֶת H853 כָּל H3605 מַעְשַׂר֙ H4643 תְּבוּאָ֣תְךָ֔ H8393 בַּשָּׁנָ֖ה H8141 הַהִ֑וא H1931 וְהִנַּחְתָּ֖ H3240 בִּשְׁעָרֶֽי H8179 ",
  "29": "וּבָ֣א H935 הַלֵּוִ֡י H3881 כִּ֣י H3588 אֵֽין H369 לוֹ֩ Hl חֵ֨לֶק H2506 וְנַחֲלָ֜ה H5159 עִמָּ֗ךְ H5973 וְ֠הַ H1616 וְהַ H3490 וְהָֽ H490 אֲשֶׁ֣ר H834 בִּשְׁעָרֶ֔י H8179 וְאָכְל֖וּ H398 וְשָׂבֵ֑עוּ H7646 לְמַ֤עַן H4616 יְבָרֶכְךָ֙ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכָל H3605 מַעֲשֵׂ֥ה H4639 יָדְךָ֖ H3027 אֲשֶׁ֥ר H834 תַּעֲשֶֽׂה H6213 "
}
