{
  "1": "לֹֽא H3808 יִ֠הְיֶה H1961 לַכֹּהֲנִ֨ים H3548 הַלְוִיִּ֜ם H3881 כָּל H3605 שֵׁ֧בֶט H7626 לֵוִ֛י H3878 חֵ֥לֶק H2506 וְנַחֲלָ֖ה H5159 עִם H5973 יִשְׂרָאֵ֑ל H3478 אִשֵּׁ֧י H801 יְהוָ֛ה H3068 וְנַחֲלָת֖ H5159 יֹאכֵלֽוּן H398 ",
  "2": "וְנַחֲלָ֥ה H5159 לֹא H3808 יִֽהְיֶה H1961 לּ֖וֹ Hl בְּקֶ֣רֶב H7130 אֶחָ֑יו H251 יְהוָה֙ H3068 ה֣וּא H1931 נַחֲלָת֔וֹ H5159 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 לֽוֹ Hl ",
  "3": "וְזֶ֡ה H2088 יִהְיֶה֩ H1961 מִשְׁפַּ֨ט H4941 הַכֹּהֲנִ֜ים H3548 מֵאֵ֣ת H853 הָעָ֗ם H5971 מֵאֵ֛ת H853 זֹבְחֵ֥י H2076 הַזֶּ֖בַח H2077 אִם H518 שׁ֣וֹר H7794 אִם H518 שֶׂ֑ה H7716 וְנָתַן֙ H5414 לַכֹּהֵ֔ן H3548 הַזְּרֹ֥עַ H2220 וְהַ H3895 וְהַ H6896 ",
  "4": "רֵאשִׁ֨ית H7225 דְּגָֽנְךָ֜ H1715 תִּֽירֹשְׁךָ֣ H8492 וְיִצְהָרֶ֗ H3323 וְרֵאשִׁ֛ית H7225 גֵּ֥ז H1488 צֹאנְךָ֖ H6629 תִּתֶּן H5414 לּֽוֹ Hl ",
  "5": "כִּ֣י H3588 ב֗וֹ Hb בָּחַ֛ר H977 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מִכָּל H3605 שְׁבָטֶ֑יךָ H7626 לַעֲמֹ֨ד H5975 לְשָׁרֵ֧ת H8334 בְּשֵׁם H8034 יְהוָ֛ה H3068 ה֥וּא H1931 וּבָנָ֖י H1121 כָּל H3605 הַיָּמִֽים H3117 ",
  "6": "וְכִֽי H3588 יָבֹ֨א H935 הַלֵּוִ֜י H3881 מֵאַחַ֤ד H259 שְׁעָרֶ֨יךָ֙ H8179 מִכָּל H3605 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 ה֖וּא H1931 גָּ֣ר H1481 שָׁ֑ם H8033 וּבָא֙ H935 בְּכָל H3605 אַוַּ֣ת H185 נַפְשׁ֔וֹ H5315 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁר H834 יִבְחַ֥ר H977 יְהוָֽה H3068 ",
  "7": "וְשֵׁרֵ֕ת H8334 בְּשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 כְּכָל H3605 אֶחָיו֙ H251 הַלְוִיִּ֔ם H3881 הָעֹמְדִ֥ים H5975 שָׁ֖ם H8033 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "8": "חֵ֥לֶק H2506 כְּחֵ֖לֶק H2506 יֹאכֵ֑לוּ H398 לְבַ֥ד H905 מִמְכָּרָ֖יו H4465 עַל H5921 הָאָבֽוֹת H1 ",
  "9": "כִּ֤י H3588 אַתָּה֙ H859 בָּ֣א H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֣ן H5414 לָ֑ךְ Hl לֹֽא H3808 תִלְמַ֣ד H3925 לַעֲשׂ֔וֹת H6213 כְּתוֹעֲבֹ֖ת H8441 הַגּוֹיִ֥ם H1471 הָהֵֽם H1992 ",
  "10": "לֹֽא H3808 יִמָּצֵ֣א H4672 בְךָ֔ Hb מַעֲבִ֥יר H5674 בְּנֽוֹ H1121 וּבִתּ֖ H1323 בָּאֵ֑שׁ H784 קֹסֵ֣ם H7081 קְסָמִ֔ים H7080 מְעוֹנֵ֥ן H6049 וּמְנַחֵ֖שׁ H5172 וּמְכַשֵּֽׁף H3784 ",
  "11": "וְחֹבֵ֖ר H2266 חָ֑בֶר H2267 וְשֹׁאֵ֥ל H7592 אוֹב֙ H178 וְיִדְּעֹנִ֔י H3049 וְדֹרֵ֖שׁ H1875 אֶל H413 הַמֵּתִֽים H4191 ",
  "12": "כִּֽי H3588 תוֹעֲבַ֥ת H8441 יְהוָ֖ה H3068 כָּל H3605 עֹ֣שֵׂה H6213 אֵ֑לֶּה H428 וּבִ H1558 הַתּוֹעֵבֹ֣ת H8441 הָאֵ֔לֶּה H428 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 מוֹרִ֥ישׁ H3423 אוֹתָ֖ם H853 מִפָּנֶֽי H6440 ",
  "13": "תָּמִ֣ים H8549 תִּֽהְיֶ֔ה H1961 עִ֖ם H5973 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "14": "כִּ֣י H3588 הַגּוֹיִ֣ם H1471 הָאֵ֗לֶּה H428 אֲשֶׁ֤ר H834 אַתָּה֙ H859 יוֹרֵ֣שׁ H3423 אוֹתָ֔ם H853 אֶל H413 מְעֹנְנִ֥ים H6049 וְאֶל H413 קֹסְמִ֖ים H7080 יִשְׁמָ֑עוּ H8085 וְאַתָּ֕ה H859 לֹ֣א H3808 כֵ֔ן H3651 נָ֛תַן H5414 לְךָ֖ Hl יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "15": "נָבִ֨יא H5030 מִקִּרְבְּ H7130 מֵאַחֶ֨י H251 כָּמֹ֔נִי H3644 יָקִ֥ים H6965 לְךָ֖ Hl יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 אֵלָ֖יו H413 תִּשְׁמָעֽוּן H8085 ",
  "16": "כְּכֹ֨ל H3605 אֲשֶׁר H834 שָׁאַ֜לְתָּ H7592 מֵעִ֨ם H5973 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בְּחֹרֵ֔ב H2722 בְּי֥וֹם H3117 הַקָּהָ֖ל H6951 לֵאמֹ֑ר H559 לֹ֣א H3808 אֹסֵ֗ף H3254 לִשְׁמֹ֨עַ֙ H8085 אֶת H853 קוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 וְאֶת H853 הָאֵ֨שׁ H784 הַגְּדֹלָ֥ה H1419 הַזֹּ֛את H2063 לֹֽא H3808 אֶרְאֶ֥ה H7200 ע֖וֹד H5750 וְלֹ֥א H3808 אָמֽוּת H4191 ",
  "17": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֵלָ֑י H413 הֵיטִ֖יבוּ H3190 אֲשֶׁ֥ר H834 דִּבֵּֽרוּ H1696 ",
  "18": "נָבִ֨יא H5030 אָקִ֥ים H6965 לָהֶ֛ם H1992 מִקֶּ֥רֶב H7130 אֲחֵיהֶ֖ם H251 כָּמ֑וֹךָ H3644 וְנָתַתִּ֤י H5414 דְבָרַי֙ H1697 בְּפִ֔י H6310 וְדִבֶּ֣ר H1696 אֲלֵיהֶ֔ם H413 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֥ר H834 אֲצַוֶּֽנּוּ H6680 ",
  "19": "וְהָיָ֗ה H1961 הָאִישׁ֙ H376 אֲשֶׁ֤ר H834 לֹֽא H3808 יִשְׁמַע֙ H8085 אֶל H413 דְּבָרַ֔י H1697 אֲשֶׁ֥ר H834 יְדַבֵּ֖ר H1696 בִּשְׁמִ֑ H8034 אָנֹכִ֖י H595 אֶדְרֹ֥שׁ H1875 מֵעִמּֽ H5973 ",
  "20": "אַ֣ךְ H389 הַנָּבִ֡יא H5030 אֲשֶׁ֣ר H834 יָזִיד֩ H2102 לְדַבֵּ֨ר H1696 דָּבָ֜ר H1697 בִּשְׁמִ֗ H8034 אֵ֣ת H853 אֲשֶׁ֤ר H834 לֹֽא H3808 צִוִּיתִיו֙ H6680 לְדַבֵּ֔ר H1696 וַאֲשֶׁ֣ר H834 יְדַבֵּ֔ר H1696 בְּשֵׁ֖ם H8034 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וּמֵ֖ת H4191 הַנָּבִ֥יא H5030 הַהֽוּא H1931 ",
  "21": "וְכִ֥י H3588 תֹאמַ֖ר H559 בִּלְבָבֶ֑ H3824 אֵיכָה֙ H349 נֵדַ֣ע H3045 אֶת H853 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 לֹא H3808 דִבְּר֖וֹ H1696 יְהוָֽה H3068 ",
  "22": "אֲשֶׁר֩ H834 יְדַבֵּ֨ר H1696 הַנָּבִ֜יא H5030 בְּשֵׁ֣ם H8034 יְהוָ֗ה H3068 וְלֹֽא H3808 יִהְיֶ֤ה H1961 הַדָּבָר֙ H1697 וְלֹ֣א H3808 יָב֔וֹא H935 ה֣וּא H1931 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 לֹא H3808 דִבְּר֖וֹ H1696 יְהוָ֑ה H3068 בְּזָדוֹן֙ H2087 דִּבְּר֣וֹ H1696 הַנָּבִ֔יא H5030 לֹ֥א H3808 תָג֖וּר H1481 מִמֶּֽנּוּ H4480 "
}
