{
  "1": "כִּֽי H3588 יִהְיֶ֥ה H1961 רִיב֙ H7379 בֵּ֣ין H996 אֲנָשִׁ֔ים H376 וְנִגְּשׁ֥וּ H5066 אֶל H413 הַמִּשְׁפָּ֖ט H4941 וּשְׁפָט֑וּ H8199 וְהִצְדִּ֨יקוּ֙ H6663 אֶת H853 הַצַּדִּ֔יק H6662 וְהִרְשִׁ֖יעוּ H7561 אֶת H853 הָרָשָֽׁע H7563 ",
  "2": "וְהָיָ֛ה H1961 אִם H518 בִּ֥ן H1121 הַכּ֖וֹת H5221 הָרָשָׁ֑ע H7563 וְהִפִּיל֤ H5307 הַשֹּׁפֵט֙ H8199 וְהִכָּ֣ה H5221 לְפָנָ֔י H6440 כְּדֵ֥י H1767 רִשְׁעָת֖וֹ H7564 בְּמִסְפָּֽר H4557 ",
  "3": "אַרְבָּעִ֥ים H705 יַכֶּ֖נּוּ H5221 לֹ֣א H3808 יֹסִ֑יף H3254 פֶּן H6435 יֹסִ֨יף H3254 לְהַכֹּת֤ H5221 עַל H5921 אֵ֨לֶּה֙ H428 מַכָּ֣ה H4347 רַבָּ֔ה H7227 וְנִקְלָ֥ה H7034 אָחִ֖יךָ H251 לְעֵינֶֽי H5869 ",
  "4": "לֹא H3808 תַחְסֹ֥ם H2629 שׁ֖וֹר H7794 בְּדִישֽׁ H1758 ",
  "5": "כִּֽי H3588 יֵשְׁב֨וּ H3427 אַחִ֜ים H251 יַחְדָּ֗ו H3162 וּמֵ֨ת H4191 אַחַ֤ד H259 מֵהֶם֙ H1992 וּבֵ֣ן H1121 אֵֽין H369 ל֔וֹ Hl לֹֽא H3808 תִהְיֶ֧ה H1961 אֵֽשֶׁת H802 הַמֵּ֛ת H4191 הַח֖וּצָ H2351 לְאִ֣ישׁ H376 זָ֑ר H2114 יְבָמָהּ֙ H2993 יָבֹ֣א H935 עָלֶ֔יהָ H5921 וּלְקָחָ֥ H3947 ל֛וֹ Hl לְאִשָּׁ֖ה H802 וְיִבְּמָֽ H2992 ",
  "6": "וְהָיָ֗ה H1961 הַבְּכוֹר֙ H1060 אֲשֶׁ֣ר H834 תֵּלֵ֔ד H3205 יָק֕וּם H6965 עַל H5921 שֵׁ֥ם H8034 אָחִ֖יו H251 הַמֵּ֑ת H4191 וְלֹֽא H3808 יִמָּחֶ֥ה H4229 שְׁמ֖וֹ H8034 מִיִּשְׂרָאֵֽל H3478 ",
  "7": "וְאִם H518 לֹ֤א H3808 יַחְפֹּץ֙ H2654 הָאִ֔ישׁ H376 לָקַ֖חַת H3947 אֶת H853 יְבִמְתּ֑וֹ H2994 וְעָלְתָה֩ H5927 יְבִמְתּ֨וֹ H2994 הַשַּׁ֜עְרָ H8179 אֶל H413 הַזְּקֵנִ֗ים H2205 וְאָֽמְרָה֙ H559 מֵאֵ֨ין H3985 יְבָמִ֜י H2993 לְהָקִ֨ים H6965 לְאָחִ֥י H251 שֵׁם֙ H8034 בְּיִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 אָבָ֖ה H14 יַבְּמִֽי H2992 ",
  "8": "וְקָֽרְאוּ H7121 ל֥וֹ Hl זִקְנֵי H2205 עִיר֖וֹ H5892 וְדִבְּר֣וּ H1696 אֵלָ֑יו H413 וְעָמַ֣ד H5975 וְאָמַ֔ר H559 לֹ֥א H3808 חָפַ֖צְתִּי H2654 לְקַחְתָּֽ H3947 ",
  "9": "וְנִגְּשָׁ֨ה H5066 יְבִמְתּ֣וֹ H2994 אֵלָיו֮ H413 לְעֵינֵ֣י H5869 הַזְּקֵנִים֒ H2205 וְחָלְצָ֤ה H2502 נַעֲלוֹ֙ H5275 מֵעַ֣ל H5921 רַגְל֔וֹ H7272 וְיָרְקָ֖ה H3417 בְּפָנָ֑י H6440 וְעָֽנְתָה֙ H6030 וְאָ֣מְרָ֔ה H559 כָּ֚כָה H3602 יֵעָשֶׂ֣ה H6213 לָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 לֹא H3808 יִבְנֶ֖ה H1129 אֶת H853 בֵּ֥ית H1004 אָחִֽיו H251 ",
  "10": "וְנִקְרָ֥א H7121 שְׁמ֖וֹ H8034 בְּיִשְׂרָאֵ֑ל H3478 בֵּ֖ית H1004 חֲל֥וּץ H2502 הַנָּֽעַל H5275 ",
  "11": "כִּֽי H3588 יִנָּצ֨וּ H5327 אֲנָשִׁ֤ים H376 יַחְדָּו֙ H3162 אִ֣ישׁ H376 וְאָחִ֔י H251 וְקָֽרְבָה֙ H7126 אֵ֣שֶׁת H802 הָֽאֶחָ֔ד H259 לְהַצִּ֥יל H5337 אֶת H853 אִישָׁ֖הּ H376 מִיַּ֣ד H3027 מַכֵּ֑הוּ H5221 וְשָׁלְחָ֣ה H7971 יָדָ֔הּ H3027 וְהֶחֱזִ֖יקָה H2388 בִּמְבֻשָֽׁי H4016 ",
  "12": "וְקַצֹּתָ֖ה H7112 אֶת H853 כַּפָּ֑הּ H3709 לֹ֥א H3808 תָח֖וֹס H2347 עֵינֶֽךָ H5869 ",
  "13": "לֹֽא H3808 יִהְיֶ֥ה H1961 לְךָ֛ Hl בְּכִֽיסְ H3599 אֶ֣בֶן H68 וָאָ֑בֶן H68 גְּדוֹלָ֖ה H1419 וּקְטַנָּֽה H6996 ",
  "14": "לֹא H3808 יִהְיֶ֥ה H1961 לְךָ֛ Hl בְּבֵיתְ H1004 אֵיפָ֣ה H374 וְאֵיפָ֑ה H374 גְּדוֹלָ֖ה H1419 וּקְטַנָּֽה H6996 ",
  "15": "אֶ֣בֶן H68 שְׁלֵמָ֤ה H8003 וָצֶ֨דֶק֙ H6664 יִֽהְיֶה H1961 לָּ֔ךְ Hl אֵיפָ֧ה H374 שְׁלֵמָ֛ה H8003 וָצֶ֖דֶק H6664 יִֽהְיֶה H1961 לָּ֑ךְ Hl לְמַ֨עַן֙ H4616 יַאֲרִ֣יכוּ H748 יָמֶ֔יךָ H3117 עַ֚ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֥ן H5414 לָֽךְ Hl ",
  "16": "כִּ֧י H3588 תוֹעֲבַ֛ת H8441 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 כָּל H3605 עֹ֣שֵׂה H6213 אֵ֑לֶּה H428 כֹּ֖ל H3605 עֹ֥שֵׂה H6213 עָֽוֶל H5766 ",
  "17": "זָכ֕וֹר H2142 אֵ֛ת H853 אֲשֶׁר H834 עָשָׂ֥ה H6213 לְךָ֖ Hl עֲמָלֵ֑ק H6002 בַּדֶּ֖רֶךְ H1870 בְּצֵאתְ H3318 מִמִּצְרָֽיִם H4714 ",
  "18": "אֲשֶׁ֨ר H834 קָֽרְךָ֜ H7136 בַּדֶּ֗רֶךְ H1870 וַיְזַנֵּ֤ב H2179 בְּךָ֙ Hb כָּל H3605 הַנֶּחֱשָׁלִ֣ים H2826 אַֽחַרֶ֔יךָ H310 וְאַתָּ֖ה H859 עָיֵ֣ף H5889 וְיָגֵ֑עַ H3023 וְלֹ֥א H3808 יָרֵ֖א H3373 אֱלֹהִֽים H430 ",
  "19": "וְהָיָ֡ה H1961 בְּהָנִ֣יחַ H5117 יְהוָ֣ה H3068 אֱלֹהֶ֣יךָ H430 לְ֠ךָ Hl מִכָּל H3605 אֹ֨יְבֶ֜יךָ H341 מִסָּבִ֗יב H5439 בָּאָ֨רֶץ֙ H776 אֲשֶׁ֣ר H834 יְהוָֽה H3068 אֱ֠לֹהֶיךָ H430 נֹתֵ֨ן H5414 לְךָ֤ Hl נַחֲלָה֙ H5159 לְרִשְׁתָּ֔ H3423 תִּמְחֶה֙ H4229 אֶת H853 זֵ֣כֶר H2143 עֲמָלֵ֔ק H6002 מִתַּ֖חַת H8478 הַשָּׁמָ֑יִם H8064 לֹ֖א H3808 תִּשְׁכָּֽח H7911 "
}
