{
  "1": "וַיְצַ֤ו H6680 מֹשֶׁה֙ H4872 וְזִקְנֵ֣י H2205 יִשְׂרָאֵ֔ל H3478 אֶת H853 הָעָ֖ם H5971 לֵאמֹ֑ר H559 שָׁמֹר֙ H8104 אֶת H853 כָּל H3605 הַמִּצְוָ֔ה H4687 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֖ם H853 הַיּֽוֹם H3117 ",
  "2": "וְהָיָ֗ה H1961 בַּיּוֹם֮ H3117 אֲשֶׁ֣ר H834 תַּעַבְר֣וּ H5674 אֶת H853 הַיַּרְדֵּן֒ H3383 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֣ן H5414 לָ֑ךְ Hl וַהֲקֵמֹתָ֤ H6965 לְךָ֙ Hl אֲבָנִ֣ים H68 גְּדֹל֔וֹת H1419 וְשַׂדְתָּ֥ H7874 אֹתָ֖ם H853 בַּשִּֽׂיד H7875 ",
  "3": "וְכָתַבְתָּ֣ H3789 עֲלֵיהֶ֗ן H5921 אֶֽת H853 כָּל H3605 דִּבְרֵ֛י H1697 הַתּוֹרָ֥ה H8451 הַזֹּ֖את H2063 בְּעָבְרֶ֑ H5674 לְמַ֡עַן H4616 אֲשֶׁר֩ H834 תָּבֹ֨א H935 אֶל H413 הָאָ֜רֶץ H776 אֲֽשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֣יךָ H430 נֹתֵ֣ן H5414 לְךָ֗ Hl אֶ֣רֶץ H776 זָבַ֤ת H2100 חָלָב֙ H2461 וּדְבַ֔שׁ H1706 כַּאֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 אֲבֹתֶ֖יךָ H1 לָֽךְ Hl ",
  "4": "וְהָיָה֮ H1961 בְּעָבְרְ H5674 אֶת H853 הַיַּרְדֵּן֒ H3383 תָּקִ֜ימוּ H6965 אֶת H853 הָאֲבָנִ֣ים H68 הָאֵ֗לֶּה H428 אֲשֶׁ֨ר H834 אָנֹכִ֜י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֛ם H853 הַיּ֖וֹם H3117 בְּהַ֣ר H2022 עֵיבָ֑ל H5858 וְשַׂדְתָּ֥ H7874 אוֹתָ֖ם H853 בַּשִּֽׂיד H7875 ",
  "5": "וּבָנִ֤יתָ H1129 שָּׁם֙ H8033 מִזְבֵּ֔חַ H4196 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 מִזְבַּ֣ח H4196 אֲבָנִ֔ים H68 לֹא H3808 תָנִ֥יף H5130 עֲלֵיהֶ֖ם H5921 בַּרְזֶֽל H1270 ",
  "6": "אֲבָנִ֤ים H68 שְׁלֵמוֹת֙ H8003 תִּבְנֶ֔ה H1129 אֶת H853 מִזְבַּ֖ח H4196 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְהַעֲלִ֤יתָ H5927 עָלָיו֙ H5921 עוֹלֹ֔ת H5930 לַיהוָ֖ה H3068 אֱלֹהֶֽיךָ H430 ",
  "7": "וְזָבַחְתָּ֥ H2076 שְׁלָמִ֖ים H8002 וְאָכַ֣לְתָּ H398 שָּׁ֑ם H8033 וְשָׂ֣מַחְתָּ֔ H8055 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "8": "וְכָתַבְתָּ֣ H3789 עַל H5921 הָאֲבָנִ֗ים H68 אֶֽת H853 כָּל H3605 דִּבְרֵ֛י H1697 הַתּוֹרָ֥ה H8451 הַזֹּ֖את H2063 בַּאֵ֥ר H874 הֵיטֵֽב H3190 ",
  "9": "וַיְדַבֵּ֤ר H1696 מֹשֶׁה֙ H4872 וְהַ H3548 הַלְוִיִּ֔ם H3881 אֶ֥ל H413 כָּל H3605 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הַסְכֵּ֤ת H5535 וּשְׁמַע֙ H8085 יִשְׂרָאֵ֔ל H3478 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 נִהְיֵ֣יתָֽ H1961 לְעָ֔ם H5971 לַיהוָ֖ה H3068 אֱלֹהֶֽיךָ H430 ",
  "10": "וְשָׁ֣מַעְתָּ֔ H8085 בְּק֖וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְעָשִׂ֤יתָ H6213 אֶת H853 מִצְוֺתָו֙ H4687 וְאֶת H853 חֻקָּ֔יו H2706 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּֽוֹם H3117 ",
  "11": "וַיְצַ֤ו H6680 מֹשֶׁה֙ H4872 אֶת H853 הָעָ֔ם H5971 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לֵאמֹֽר H559 ",
  "12": "אֵ֠לֶּה H428 יַֽעַמְד֞וּ H5975 לְבָרֵ֤ךְ H1288 אֶת H853 הָעָם֙ H5971 עַל H5921 הַ֣ר H2022 גְּרִזִ֔ים H1630 בְּעָבְרְ H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 שִׁמְעוֹן֙ H8095 וְלֵוִ֣י H3878 וִֽיהוּדָ֔ה H3063 וְיִשָּׂשכָ֖ר H3485 וְיוֹסֵ֥ף H3130 וּבִנְיָמִֽן H1144 ",
  "13": "וְאֵ֛לֶּה H428 יַֽעַמְד֥וּ H5975 עַל H5921 הַקְּלָלָ֖ה H7045 בְּהַ֣ר H2022 עֵיבָ֑ל H5858 רְאוּבֵן֙ H7205 גָּ֣ד H1410 וְאָשֵׁ֔ר H836 וּזְבוּלֻ֖ן H2074 דָּ֥ן H1835 וְנַפְתָּלִֽי H5321 ",
  "14": "וְעָנ֣וּ H6030 הַלְוִיִּ֗ם H3881 וְאָֽמְר֛וּ H559 אֶל H413 כָּל H3605 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 ק֥וֹל H6963 רָֽם H7311 ",
  "15": "אָר֣וּר H779 הָאִ֡ישׁ H376 אֲשֶׁ֣ר H834 יַעֲשֶׂה֩ H6213 פֶ֨סֶל H6459 וּמַסֵּכָ֜ה H4541 תּוֹעֲבַ֣ת H8441 יְהוָ֗ה H3068 מַעֲשֵׂ֛ה H4639 יְדֵ֥י H3027 חָרָ֖שׁ H2796 וְשָׂ֣ם H7760 בַּסָּ֑תֶר H5643 וְעָנ֧וּ H6030 כָל H3605 הָעָ֛ם H5971 וְאָמְר֖וּ H559 אָמֵֽן H543 ",
  "16": "אָר֕וּר H779 מַקְלֶ֥ה H7034 אָבִ֖יו H1 וְאִמּ֑ H517 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "17": "אָר֕וּר H779 מַסִּ֖יג H5253 גְּב֣וּל H1366 רֵעֵ֑הוּ H7453 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "18": "אָר֕וּר H779 מַשְׁגֶּ֥ה H7686 עִוֵּ֖ר H5787 בַּדָּ֑רֶךְ H1870 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "19": "אָר֗וּר H779 מַטֶּ֛ה H5186 מִשְׁפַּ֥ט H4941 גֵּר H1616 יָת֖וֹם H3490 וְאַלְמָנָ֑ה H490 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "20": "אָר֗וּר H779 שֹׁכֵב֙ H7901 עִם H5973 אֵ֣שֶׁת H802 אָבִ֔יו H1 כִּ֥י H3588 גִלָּ֖ה H1540 כְּנַ֣ף H3671 אָבִ֑יו H1 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "21": "אָר֕וּר H779 שֹׁכֵ֖ב H7901 עִם H5973 כָּל H3605 בְּהֵמָ֑ה H929 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "22": "אָר֗וּר H779 שֹׁכֵב֙ H7901 עִם H5973 אֲחֹת֔וֹ H269 בַּת H1323 אָבִ֖יו H1 א֣וֹ H176 בַת H1323 אִמּ֑וֹ H517 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "23": "אָר֕וּר H779 שֹׁכֵ֖ב H7901 עִם H5973 חֹֽתַנְתּ֑וֹ H2859 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "24": "אָר֕וּר H779 מַכֵּ֥ה H5221 רֵעֵ֖הוּ H7453 בַּסָּ֑תֶר H5643 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "25": "אָרוּר֙ H779 לֹקֵ֣חַ H3947 שֹׁ֔חַד H7810 לְהַכּ֥וֹת H5221 נֶ֖פֶשׁ H5315 דָּ֣ם H1818 נָקִ֑י H5355 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 ",
  "26": "אָר֗וּר H779 אֲשֶׁ֧ר H834 לֹא H3808 יָקִ֛ים H6965 אֶת H853 דִּבְרֵ֥י H1697 הַתּוֹרָֽה H8451 הַזֹּ֖את H2063 לַעֲשׂ֣וֹת H6213 אוֹתָ֑ם H853 וְאָמַ֥ר H559 כָּל H3605 הָעָ֖ם H5971 אָמֵֽן H543 "
}
