{
  "1": "וְהָיָ֗ה H1961 אִם H518 שָׁמ֤וֹעַ H8085 תִּשְׁמַע֙ H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹ֤ר H8104 לַעֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 מִצְוֺתָ֔יו H4687 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 וּנְתָ֨נְ H5414 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 עֶלְי֔וֹן H5945 עַ֖ל H5921 כָּל H3605 גּוֹיֵ֥י H1471 הָאָֽרֶץ H776 ",
  "2": "וּבָ֧אוּ H935 עָלֶ֛יךָ H5921 כָּל H3605 הַבְּרָכ֥וֹת H1293 הָאֵ֖לֶּה H428 וְהִשִּׂיגֻ֑ H5381 כִּ֣י H3588 תִשְׁמַ֔ע H8085 בְּק֖וֹל H6963 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "3": "בָּר֥וּךְ H1288 אַתָּ֖ה H859 בָּעִ֑יר H5892 וּבָר֥וּךְ H1288 אַתָּ֖ה H859 בַּשָּׂדֶֽה H7704 ",
  "4": "בָּר֧וּךְ H1288 פְּרִֽי H6529 בִטְנְךָ֛ H990 וּפְרִ֥י H6529 אַדְמָתְךָ֖ H127 וּפְרִ֣י H6529 בְהֶמְתֶּ֑ךָ H929 שְׁגַ֥ר H7698 אֲלָפֶ֖יךָ H504 וְעַשְׁתְּר֥וֹת H6251 צֹאנֶֽךָ H6629 ",
  "5": "בָּר֥וּךְ H1288 טַנְאֲךָ֖ H2935 וּמִשְׁאַרְתֶּֽ H4863 ",
  "6": "בָּר֥וּךְ H1288 אַתָּ֖ה H859 בְּבֹאֶ֑ H935 וּבָר֥וּךְ H1288 אַתָּ֖ה H859 בְּצֵאתֶֽ H3318 ",
  "7": "יִתֵּ֨ן H5414 יְהוָ֤ה H3068 אֶת H853 אֹיְבֶ֨יךָ֙ H341 הַקָּמִ֣ים H6965 עָלֶ֔יךָ H5921 נִגָּפִ֖ים H5062 לְפָנֶ֑י H6440 בְּדֶ֤רֶךְ H1870 אֶחָד֙ H259 יֵצְא֣וּ H3318 אֵלֶ֔יךָ H413 וּבְ H7651 דְרָכִ֖ים H1870 יָנ֥וּסוּ H5127 לְפָנֶֽי H6440 ",
  "8": "יְצַ֨ו H6680 יְהוָ֤ה H3068 אִתְּךָ֙ H854 אֶת H853 הַבְּרָכָ֔ה H1293 בַּאֲסָמֶ֕י H618 וּבְ H3605 מִשְׁלַ֣ח H4916 יָדֶ֑ךָ H3027 וּבֵ֣רַכְ H1288 בָּאָ֕רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֥ן H5414 לָֽךְ Hl ",
  "9": "יְקִֽימְךָ֨ H6965 יְהוָ֥ה H3068 לוֹ֙ Hl לְעַ֣ם H5971 קָד֔וֹשׁ H6918 כַּאֲשֶׁ֖ר H834 נִֽשְׁבַּֽע H7650 לָ֑ךְ Hl כִּ֣י H3588 תִשְׁמֹ֗ר H8104 אֶת H853 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְהָלַכְתָּ֖ H1980 בִּדְרָכָֽי H1870 ",
  "10": "וְרָאוּ֙ H7200 כָּל H3605 עַמֵּ֣י H5971 הָאָ֔רֶץ H776 כִּ֛י H3588 שֵׁ֥ם H8034 יְהוָ֖ה H3068 נִקְרָ֣א H7121 עָלֶ֑יךָ H5921 וְיָֽרְא֖וּ H3372 מִמֶּֽךָּ H4480 ",
  "11": "וְהוֹתִֽרְ H3498 יְהוָה֙ H3068 לְטוֹבָ֔ה H2896 בִּפְרִ֧י H6529 בִטְנְךָ֛ H990 וּבִ H6529 בְהַמְתְּךָ֖ H929 וּבִ H6529 אַדְמָתֶ֑ךָ H127 עַ֚ל H5921 הָאֲדָמָ֔ה H127 אֲשֶׁ֨ר H834 נִשְׁבַּ֧ע H7650 יְהוָ֛ה H3068 לַאֲבֹתֶ֖י H1 לָ֥תֶת H5414 לָֽךְ Hl ",
  "12": "יִפְתַּ֣ח H6605 יְהוָ֣ה H3068 לְ֠ךָ Hl אֶת H853 אוֹצָר֨וֹ H214 הַטּ֜וֹב H2896 אֶת H853 הַשָּׁמַ֗יִם H8064 לָתֵ֤ת H5414 מְטַֽר H4306 אַרְצְךָ֙ H776 בְּעִתּ֔ H6256 וּלְ H1288 אֵ֖ת H853 כָּל H3605 מַעֲשֵׂ֣ה H4639 יָדֶ֑ךָ H3027 וְהִלְוִ֨יתָ֙ H3867 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 וְאַתָּ֖ה H859 לֹ֥א H3808 תִלְוֶֽה H3867 ",
  "13": "וּנְתָֽנְ H5414 יְהוָ֤ה H3068 לְרֹאשׁ֙ H7218 וְלֹ֣א H3808 לְזָנָ֔ב H2180 וְהָיִ֨יתָ֙ H1961 רַ֣ק H7535 לְמַ֔עְלָ H4605 וְלֹ֥א H3808 תִהְיֶ֖ה H1961 לְמָ֑טָּה H4295 כִּֽי H3588 תִשְׁמַ֞ע H8085 אֶל H413 מִצְוֺ֣ת H4687 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 אֲשֶׁ֨ר H834 אָנֹכִ֧י H595 מְצַוְּךָ֛ H6680 הַיּ֖וֹם H3117 לִשְׁמֹ֥ר H8104 וְלַ H6213 ",
  "14": "וְלֹ֣א H3808 תָס֗וּר H5493 מִכָּל H3605 הַדְּבָרִים֙ H1697 אֲשֶׁ֨ר H834 אָנֹכִ֜י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֛ם H853 הַיּ֖וֹם H3117 יָמִ֣ין H3225 וּשְׂמֹ֑אול H8040 לָלֶ֗כֶת H3212 אַחֲרֵ֛י H310 אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 לְעָבְדָֽ H5647 ",
  "15": "וְהָיָ֗ה H1961 אִם H518 לֹ֤א H3808 תִשְׁמַע֙ H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹ֤ר H8104 לַעֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 מִצְוֺתָ֣יו H4687 וְחֻקֹּתָ֔י H2708 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 וּבָ֧אוּ H935 עָלֶ֛יךָ H5921 כָּל H3605 הַקְּלָל֥וֹת H7045 הָאֵ֖לֶּה H428 וְהִשִּׂיגֽוּ H5381 ",
  "16": "אָר֥וּר H779 אַתָּ֖ה H859 בָּעִ֑יר H5892 וְאָר֥וּר H779 אַתָּ֖ה H859 בַּשָּׂדֶֽה H7704 ",
  "17": "אָר֥וּר H779 טַנְאֲךָ֖ H2935 וּמִשְׁאַרְתֶּֽ H4863 ",
  "18": "אָר֥וּר H779 פְּרִֽי H6529 בִטְנְךָ֖ H990 וּפְרִ֣י H6529 אַדְמָתֶ֑ךָ H127 שְׁגַ֥ר H7698 אֲלָפֶ֖יךָ H504 וְעַשְׁתְּר֥וֹת H6251 צֹאנֶֽךָ H6629 ",
  "19": "אָר֥וּר H779 אַתָּ֖ה H859 בְּבֹאֶ֑ H935 וְאָר֥וּר H779 אַתָּ֖ה H859 בְּצֵאתֶֽ H3318 ",
  "20": "יְשַׁלַּ֣ח H7971 יְהוָ֣ה H3068 בְּ֠ךָ Hb אֶת H853 הַמְּאֵרָ֤ה H3994 אֶת H853 הַמְּהוּמָה֙ H4103 וְאֶת H853 הַמִּגְעֶ֔רֶת H4045 בְּכָל H3605 מִשְׁלַ֥ח H4916 יָדְךָ֖ H3027 אֲשֶׁ֣ר H834 תַּעֲשֶׂ֑ה H6213 עַ֣ד H5704 הִשָּֽׁמֶדְךָ֤ H8045 וְעַד H5704 אֲבָדְךָ֙ H6 מַהֵ֔ר H4118 מִפְּנֵ֛י H6440 רֹ֥עַ H7455 מַֽעֲלָלֶ֖יךָ H4611 אֲשֶׁ֥ר H834 עֲזַבְתָּֽנִי H5800 ",
  "21": "יַדְבֵּ֧ק H1692 יְהוָ֛ה H3068 בְּךָ֖ Hb אֶת H853 הַדָּ֑בֶר H1698 עַ֚ד H5704 כַּלֹּת֣וֹ H3615 אֹֽתְךָ֔ H853 מֵעַל֙ H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 אַתָּ֥ה H859 בָא H935 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "22": "יַכְּכָ֣ה H5221 יְ֠הוָה H3068 בַּשַּׁחֶ֨פֶת H7829 וּבַ H6920 וּבַ H1816 וּבַֽ H2746 וּבַ H2719 וּבַ H7711 וּבַ H3420 וּרְדָפ֖וּ H7291 עַ֥ד H5704 אָבְדֶֽךָ H6 ",
  "23": "וְהָי֥וּ H1961 שָׁמֶ֛יךָ H8064 אֲשֶׁ֥ר H834 עַל H5921 רֹאשְׁךָ֖ H7218 נְחֹ֑שֶׁת H5178 וְהָ H776 אֲשֶׁר H834 תַּחְתֶּ֖יךָ H8478 בַּרְזֶֽל H1270 ",
  "24": "יִתֵּ֧ן H5414 יְהוָ֛ה H3068 אֶת H853 מְטַ֥ר H4306 אַרְצְךָ֖ H776 אָבָ֣ק H80 וְעָפָ֑ר H6083 מִן H4480 הַשָּׁמַ֨יִם֙ H8064 יֵרֵ֣ד H3381 עָלֶ֔יךָ H5921 עַ֖ד H5704 הִשָּׁמְדָֽךְ H8045 ",
  "25": "יִתֶּנְךָ֨ H5414 יְהוָ֥ה H3068 נִגָּף֮ H5062 לִפְנֵ֣י H6440 אֹיְבֶיךָ֒ H341 בְּדֶ֤רֶךְ H1870 אֶחָד֙ H259 תֵּצֵ֣א H3318 אֵלָ֔יו H413 וּבְ H7651 דְרָכִ֖ים H1870 תָּנ֣וּס H5127 לְפָנָ֑י H6440 וְהָיִ֣יתָ H1961 לְזַעֲוָ֔ה H2189 לְכֹ֖ל H3605 מַמְלְכ֥וֹת H4467 הָאָֽרֶץ H776 ",
  "26": "וְהָיְתָ֤ה H1961 נִבְלָֽתְךָ֙ H5038 לְמַאֲכָ֔ל H3978 לְכָל H3605 ע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 וּלְ H929 הָאָ֑רֶץ H776 וְאֵ֖ין H369 מַחֲרִֽיד H2729 ",
  "27": "יַכְּכָ֨ה H5221 יְהוָ֜ה H3068 בִּשְׁחִ֤ין H7822 מִצְרַ֨יִם֙ H4714 וב H6076 וּבַ H1618 וּבֶ H2775 אֲשֶׁ֥ר H834 לֹא H3808 תוּכַ֖ל H3201 לְהֵרָפֵֽא H7495 ",
  "28": "יַכְּכָ֣ה H5221 יְהוָ֔ה H3068 בְּשִׁגָּע֖וֹן H7697 וּבְ H5788 וּבְ H8541 לֵבָֽב H3824 ",
  "29": "וְהָיִ֜יתָ H1961 מְמַשֵּׁ֣שׁ H4959 בַּֽצָּהֳרַ֗יִם H6672 כַּאֲשֶׁ֨ר H834 יְמַשֵּׁ֤שׁ H4959 הָעִוֵּר֙ H5787 בָּאֲפֵלָ֔ה H653 וְלֹ֥א H3808 תַצְלִ֖יחַ H6743 אֶת H853 דְּרָכֶ֑יךָ H1870 וְהָיִ֜יתָ H1961 אַ֣ךְ H389 עָשׁ֧וּק H6231 וְגָז֛וּל H1497 כָּל H3605 הַיָּמִ֖ים H3117 וְאֵ֥ין H369 מוֹשִֽׁיעַ H3467 ",
  "30": "אִשָּׁ֣ה H802 תְאָרֵ֗שׂ H781 וְאִ֤ישׁ H376 אַחֵר֙ H312 ישגלנה H7693 בַּ֥יִת H1004 תִּבְנֶ֖ה H1129 וְלֹא H3808 תֵשֵׁ֣ב H3427 בּ֑וֹ Hb כֶּ֥רֶם H3754 תִּטַּ֖ע H5193 וְלֹ֥א H3808 תְחַלְּלֶּֽנּוּ H2490 ",
  "31": "שׁוֹרְךָ֞ H7794 טָב֣וּחַ H2873 לְעֵינֶ֗י H5869 וְלֹ֣א H3808 תֹאכַל֮ H398 מִמֶּנּוּ֒ H4480 חֲמֹֽרְךָ֙ H2543 גָּז֣וּל H1497 מִלְּ H6440 וְלֹ֥א H3808 יָשׁ֖וּב H7725 לָ֑ךְ Hl צֹֽאנְךָ֙ H6629 נְתֻנ֣וֹת H5414 לְאֹיְבֶ֔י H341 וְאֵ֥ין H369 לְךָ֖ Hl מוֹשִֽׁיעַ H3467 ",
  "32": "בָּנֶ֨יךָ H1121 וּבְנֹתֶ֜י H1323 נְתֻנִ֨ים H5414 לְעַ֤ם H5971 אַחֵר֙ H312 וְעֵינֶ֣י H5869 רֹא֔וֹת H7200 וְכָל֥וֹת H3616 אֲלֵיהֶ֖ם H413 כָּל H3605 הַיּ֑וֹם H3117 וְאֵ֥ין H369 לְאֵ֖ל H410 יָדֶֽךָ H3027 ",
  "33": "פְּרִ֤י H6529 אַדְמָֽתְךָ֙ H127 וְכָל H3605 יְגִ֣יעֲךָ֔ H3018 יֹאכַ֥ל H398 עַ֖ם H5971 אֲשֶׁ֣ר H834 לֹא H3808 יָדָ֑עְתָּ H3045 וְהָיִ֗יתָ H1961 רַ֛ק H7535 עָשׁ֥וּק H6231 וְרָצ֖וּץ H7533 כָּל H3605 הַיָּמִֽים H3117 ",
  "34": "וְהָיִ֖יתָ H1961 מְשֻׁגָּ֑ע H7696 מִמַּרְאֵ֥ה H4758 עֵינֶ֖יךָ H5869 אֲשֶׁ֥ר H834 תִּרְאֶֽה H7200 ",
  "35": "יַכְּכָ֨ה H5221 יְהוָ֜ה H3068 בִּשְׁחִ֣ין H7822 רָ֗ע H7451 עַל H5921 הַבִּרְכַּ֨יִם֙ H1290 וְעַל H5921 הַשֹּׁקַ֔יִם H7785 אֲשֶׁ֥ר H834 לֹא H3808 תוּכַ֖ל H3201 לְהֵרָפֵ֑א H7495 מִכַּ֥ף H3709 רַגְלְךָ֖ H7272 וְעַ֥ד H5704 קָדְקֳדֶֽךָ H6936 ",
  "36": "יוֹלֵ֨ךְ H3212 יְהוָ֜ה H3068 אֹֽתְךָ֗ H853 וְאֶֽת H853 מַלְכְּךָ֙ H4428 אֲשֶׁ֣ר H834 תָּקִ֣ים H6965 עָלֶ֔יךָ H5921 אֶל H413 גּ֕וֹי H1471 אֲשֶׁ֥ר H834 לֹא H3808 יָדַ֖עְתָּ H3045 אַתָּ֣ה H859 וַאֲבֹתֶ֑י H1 וְעָבַ֥דְתָּ H5647 שָּׁ֛ם H8033 אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 עֵ֥ץ H6086 וָאָֽבֶן H68 ",
  "37": "וְהָיִ֣יתָ H1961 לְשַׁמָּ֔ה H8047 לְמָשָׁ֖ל H4912 וְלִ H8148 בְּכֹל֙ H3605 הָֽעַמִּ֔ים H5971 אֲשֶׁר H834 יְנַהֶגְךָ֥ H5090 יְהוָ֖ה H3068 שָֽׁמָּה H8033 ",
  "38": "זֶ֥רַע H2233 רַ֖ב H7227 תּוֹצִ֣יא H3318 הַשָּׂדֶ֑ה H7704 וּמְעַ֣ט H4592 תֶּאֱסֹ֔ף H622 כִּ֥י H3588 יַחְסְלֶ֖נּוּ H2628 הָאַרְבֶּֽה H697 ",
  "39": "כְּרָמִ֥ים H3754 תִּטַּ֖ע H5193 וְעָבָ֑דְתָּ H5647 וְיַ֤יִן H3196 לֹֽא H3808 תִשְׁתֶּה֙ H8354 וְלֹ֣א H3808 תֶאֱגֹ֔ר H103 כִּ֥י H3588 תֹאכְלֶ֖נּוּ H398 הַתֹּלָֽעַת H8438 ",
  "40": "זֵיתִ֛ים H2132 יִהְי֥וּ H1961 לְךָ֖ Hl בְּכָל H3605 גְּבוּלֶ֑ךָ H1366 וְשֶׁ֨מֶן֙ H8081 לֹ֣א H3808 תָס֔וּךְ H5480 כִּ֥י H3588 יִשַּׁ֖ל H5394 זֵיתֶֽךָ H2132 ",
  "41": "בָּנִ֥ים H1121 וּבָנ֖וֹת H1323 תּוֹלִ֑יד H3205 וְלֹא H3808 יִהְי֣וּ H1961 לָ֔ךְ Hl כִּ֥י H3588 יֵלְכ֖וּ H3212 בַּשֶּֽׁבִי H7628 ",
  "42": "כָּל H3605 עֵצְךָ֖ H6086 וּפְרִ֣י H6529 אַדְמָתֶ֑ךָ H127 יְיָרֵ֖שׁ H3423 הַצְּלָצַֽל H6767 ",
  "43": "הַגֵּר֙ H1616 אֲשֶׁ֣ר H834 בְּקִרְבְּ H7130 יַעֲלֶ֥ה H5927 עָלֶ֖יךָ H5921 מַ֣עְלָה H4605 מָּ֑עְלָה H4605 וְאַתָּ֥ה H859 תֵרֵ֖ד H3381 מַ֥טָּה H4295 מָּֽטָּה H4295 ",
  "44": "ה֣וּא H1931 יַלְוְךָ֔ H3867 וְאַתָּ֖ה H859 לֹ֣א H3808 תַלְוֶ֑נּוּ H3867 ה֚וּא H1931 יִהְיֶ֣ה H1961 לְרֹ֔אשׁ H7218 וְאַתָּ֖ה H859 תִּֽהְיֶ֥ה H1961 לְזָנָֽב H2180 ",
  "45": "וּבָ֨אוּ H935 עָלֶ֜יךָ H5921 כָּל H3605 הַקְּלָל֣וֹת H7045 הָאֵ֗לֶּה H428 וּרְדָפ֨וּ H7291 וְהִשִּׂיג֔וּ H5381 עַ֖ד H5704 הִשָּֽׁמְדָ֑ךְ H8045 כִּי H3588 לֹ֣א H3808 שָׁמַ֗עְתָּ H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹ֛ר H8104 מִצְוֺתָ֥יו H4687 וְחֻקֹּתָ֖י H2708 אֲשֶׁ֥ר H834 צִוָּֽךְ H6680 ",
  "46": "וְהָי֣וּ H1961 בְךָ֔ Hb לְא֖וֹת H226 וּלְ H4159 וּֽבְ H2233 עַד H5704 עוֹלָֽם H5769 ",
  "47": "תַּ֗חַת H8478 אֲשֶׁ֤ר H834 לֹא H3808 עָבַ֨דְתָּ֙ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּשִׂמְחָ֖ה H8057 וּבְ H2898 לֵבָ֑ב H3824 מֵרֹ֖ב H7230 כֹּֽל H3605 ",
  "48": "וְעָבַדְתָּ֣ H5647 אֶת H853 אֹיְבֶ֗יךָ H341 אֲשֶׁ֨ר H834 יְשַׁלְּחֶ֤נּוּ H7971 יְהוָה֙ H3068 בָּ֔ךְ Hb בְּרָעָ֧ב H7458 וּבְ H6772 וּבְ H5903 וּבְ H2640 כֹּ֑ל H3605 וְנָתַ֞ן H5414 עֹ֤ל H5923 בַּרְזֶל֙ H1270 עַל H5921 צַוָּארֶ֔ךָ H6677 עַ֥ד H5704 הִשְׁמִיד֖וֹ H8045 אֹתָֽךְ H853 ",
  "49": "יִשָּׂ֣א H5375 יְהוָה֩ H3068 עָלֶ֨יךָ H5921 גּ֤וֹי H1471 מֵרָחוֹק֙ H7350 מִקְצֵ֣ה H7097 הָאָ֔רֶץ H776 כַּאֲשֶׁ֥ר H834 יִדְאֶ֖ה H1675 הַנָּ֑שֶׁר H5404 גּ֕וֹי H1471 אֲשֶׁ֥ר H834 לֹא H3808 תִשְׁמַ֖ע H8085 לְשֹׁנֽוֹ H3956 ",
  "50": "גּ֖וֹי H1471 עַ֣ז H5794 פָּנִ֑ים H6440 אֲשֶׁ֨ר H834 לֹא H3808 יִשָּׂ֤א H5375 פָנִים֙ H6440 לְזָקֵ֔ן H2205 וְנַ֖עַר H5288 לֹ֥א H3808 יָחֹֽן H2603 ",
  "51": "וְ֠אָכַל H398 פְּרִ֨י H6529 בְהֶמְתְּךָ֥ H929 וּפְרִֽי H6529 אַדְמָתְךָ֮ H127 עַ֣ד H5704 הִשָּֽׁמְדָךְ֒ H8045 אֲשֶׁ֨ר H834 לֹֽא H3808 יַשְׁאִ֜יר H7604 לְךָ֗ Hl דָּגָן֙ H1715 תִּיר֣וֹשׁ H8492 וְיִצְהָ֔ר H3323 שְׁגַ֥ר H7698 אֲלָפֶ֖יךָ H504 וְעַשְׁתְּרֹ֣ת H6251 צֹאנֶ֑ךָ H6629 עַ֥ד H5704 הַאֲבִיד֖וֹ H6 אֹתָֽךְ H853 ",
  "52": "וְהֵצַ֨ר H6887 לְךָ֜ Hl בְּכָל H3605 שְׁעָרֶ֗יךָ H8179 עַ֣ד H5704 רֶ֤דֶת H3381 חֹמֹתֶ֨יךָ֙ H2346 הַגְּבֹה֣וֹת H1364 וְהַ H1219 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 בֹּטֵ֥חַ H982 בָּהֵ֖ן Hb בְּכָל H3605 אַרְצֶ֑ךָ H776 וְהֵצַ֤ר H6887 לְךָ֙ Hl בְּכָל H3605 שְׁעָרֶ֔יךָ H8179 בְּכָ֨ל H3605 אַרְצְךָ֔ H776 אֲשֶׁ֥ר H834 נָתַ֛ן H5414 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לָֽךְ Hl ",
  "53": "וְאָכַלְתָּ֣ H398 פְרִֽי H6529 בִטְנְךָ֗ H990 בְּשַׂ֤ר H1320 בָּנֶ֨יךָ֙ H1121 וּבְנֹתֶ֔י H1323 אֲשֶׁ֥ר H834 נָֽתַן H5414 לְךָ֖ Hl יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 בְּמָצוֹר֙ H4692 וּבְ H4689 אֲשֶׁר H834 יָצִ֥יק H6693 לְךָ֖ Hl אֹיְבֶֽךָ H341 ",
  "54": "הָאִישׁ֙ H376 הָרַ֣ךְ H7390 בְּךָ֔ Hb וְהֶ H6028 מְאֹ֑ד H3966 תֵּרַ֨ע H7489 עֵינ֤וֹ H5869 בְאָחִי H251 וּבְ H802 חֵיק֔וֹ H2436 וּבְ H3499 בָּנָ֖יו H1121 אֲשֶׁ֥ר H834 יוֹתִֽיר H3498 ",
  "55": "מִתֵּ֣ת H5414 לְאַחַ֣ד H259 מֵהֶ֗ם H1992 מִבְּשַׂ֤ר H1320 בָּנָיו֙ H1121 אֲשֶׁ֣ר H834 יֹאכֵ֔ל H398 מִבְּלִ֥י H1097 הִשְׁאִֽיר H7604 ל֖וֹ Hl כֹּ֑ל H3605 בְּמָצוֹר֙ H4692 וּבְ H4689 אֲשֶׁ֨ר H834 יָצִ֥יק H6693 לְךָ֛ Hl אֹיִבְךָ֖ H341 בְּכָל H3605 שְׁעָרֶֽיךָ H8179 ",
  "56": "הָרַכָּ֨ה H7390 בְךָ֜ Hb וְהָ H6028 אֲשֶׁ֨ר H834 לֹא H3808 נִסְּתָ֤ה H5254 כַף H3709 רַגְלָהּ֙ H7272 הַצֵּ֣ג H3322 עַל H5921 הָאָ֔רֶץ H776 מֵהִתְעַנֵּ֖ג H6026 וּמֵ H7391 תֵּרַ֤ע H7489 עֵינָהּ֙ H5869 בְּאִ֣ישׁ H376 חֵיקָ֔הּ H2436 וּבִ H1121 וּבְ H1323 ",
  "57": "וּֽבְ H7988 הַיּוֹצֵ֣ת H3318 מִבֵּ֣ין H996 רַגְלֶ֗יהָ H7272 וּבְ H1121 אֲשֶׁ֣ר H834 תֵּלֵ֔ד H3205 כִּֽי H3588 תֹאכְלֵ֥ם H398 בְּחֹֽסֶר H2640 כֹּ֖ל H3605 בַּסָּ֑תֶר H5643 בְּמָצוֹר֙ H4692 וּבְ H4689 אֲשֶׁ֨ר H834 יָצִ֥יק H6693 לְךָ֛ Hl אֹיִבְךָ֖ H341 בִּשְׁעָרֶֽי H8179 ",
  "58": "אִם H518 לֹ֨א H3808 תִשְׁמֹ֜ר H8104 לַעֲשׂ֗וֹת H6213 אֶת H853 כָּל H3605 דִּבְרֵי֙ H1697 הַתּוֹרָ֣ה H8451 הַזֹּ֔את H2063 הַכְּתוּבִ֖ים H3789 בַּסֵּ֣פֶר H5612 הַזֶּ֑ה H2088 לְ֠יִרְאָה H3372 אֶת H853 הַשֵּׁ֞ם H8034 הַנִּכְבָּ֤ד H3513 וְהַ H3372 הַזֶּ֔ה H2088 אֵ֖ת H853 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "59": "וְהִפְלָ֤א H6381 יְהוָה֙ H3068 אֶת H853 מַכֹּ֣תְךָ֔ H4347 וְאֵ֖ת H853 מַכּ֣וֹת H4347 זַרְעֶ֑ךָ H2233 מַכּ֤וֹת H4347 גְּדֹלוֹת֙ H1419 וְנֶ֣אֱמָנ֔וֹת H539 וָחֳלָיִ֥ם H2483 רָעִ֖ים H7451 וְנֶאֱמָנִֽים H539 ",
  "60": "וְהֵשִׁ֣יב H7725 בְּךָ֗ Hb אֵ֚ת H853 כָּל H3605 מַדְוֵ֣ה H4064 מִצְרַ֔יִם H4714 אֲשֶׁ֥ר H834 יָגֹ֖רְתָּ H3025 מִפְּנֵי H6440 וְדָבְק֖וּ H1692 בָּֽךְ Hb ",
  "61": "גַּ֤ם H1571 כָּל H3605 חֳלִי֙ H2483 וְכָל H3605 מַכָּ֔ה H4347 אֲשֶׁר֙ H834 לֹ֣א H3808 כָת֔וּב H3789 בְּסֵ֖פֶר H5612 הַתּוֹרָ֣ה H8451 הַזֹּ֑את H2063 יַעְלֵ֤ם H5927 יְהוָה֙ H3068 עָלֶ֔יךָ H5921 עַ֖ד H5704 הִשָּׁמְדָֽךְ H8045 ",
  "62": "וְנִשְׁאַרְתֶּם֙ H7604 בִּמְתֵ֣י H4962 מְעָ֔ט H4592 תַּ֚חַת H8478 אֲשֶׁ֣ר H834 הֱיִיתֶ֔ם H1961 כְּכוֹכְבֵ֥י H3556 הַשָּׁמַ֖יִם H8064 לָרֹ֑ב H7230 כִּי H3588 לֹ֣א H3808 שָׁמַ֔עְתָּ H8085 בְּק֖וֹל H6963 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "63": "וְ֠הָיָה H1961 כַּאֲשֶׁר H834 שָׂ֨שׂ H7797 יְהוָ֜ה H3068 עֲלֵיכֶ֗ם H5921 לְהֵיטִ֣יב H3190 אֶתְכֶם֮ H853 וּלְ H7235 אֶתְכֶם֒ H853 כֵּ֣ן H3651 יָשִׂ֤ישׂ H7797 יְהוָה֙ H3068 עֲלֵיכֶ֔ם H5921 לְהַאֲבִ֥יד H6 אֶתְכֶ֖ם H853 וּלְ H8045 אֶתְכֶ֑ם H853 וְנִסַּחְתֶּם֙ H5255 מֵעַ֣ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 אַתָּ֥ה H859 בָא H935 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "64": "וֶהֱפִֽיצְ H6327 יְהוָה֙ H3068 בְּכָל H3605 הָ֣עַמִּ֔ים H5971 מִקְצֵ֥ה H7097 הָאָ֖רֶץ H776 וְעַד H5704 קְצֵ֣ה H7097 הָאָ֑רֶץ H776 וְעָבַ֨דְתָּ H5647 שָּׁ֜ם H8033 אֱלֹהִ֣ים H430 אֲחֵרִ֗ים H312 אֲשֶׁ֧ר H834 לֹא H3808 יָדַ֛עְתָּ H3045 אַתָּ֥ה H859 וַאֲבֹתֶ֖י H1 עֵ֥ץ H6086 וָאָֽבֶן H68 ",
  "65": "וּבַ H1471 הָהֵם֙ H1992 לֹ֣א H3808 תַרְגִּ֔יעַ H7280 וְלֹא H3808 יִהְיֶ֥ה H1961 מָנ֖וֹחַ H4494 לְכַף H3709 רַגְלֶ֑ךָ H7272 וְנָתַן֩ H5414 יְהוָ֨ה H3068 לְךָ֥ Hl שָׁם֙ H8033 לֵ֣ב H3820 רַגָּ֔ז H7268 וְכִלְי֥וֹן H3631 עֵינַ֖יִם H5869 וְדַֽאֲב֥וֹן H1671 נָֽפֶשׁ H5315 ",
  "66": "וְהָי֣וּ H1961 חַיֶּ֔יךָ H2416 תְּלֻאִ֥ים H8511 לְךָ֖ Hl מִנֶּ֑גֶד H5048 וּפָֽחַדְתָּ֙ H6342 לַ֣יְלָה H3915 וְיוֹמָ֔ם H3119 וְלֹ֥א H3808 תַאֲמִ֖ין H539 בְּחַיֶּֽי H2416 ",
  "67": "בַּבֹּ֤קֶר H1242 תֹּאמַר֙ H559 מִֽי H4310 יִתֵּ֣ן H5414 עֶ֔רֶב H6153 וּבָ H6153 תֹּאמַ֖ר H559 מִֽי H4310 יִתֵּ֣ן H5414 בֹּ֑קֶר H1242 מִפַּ֤חַד H6343 לְבָֽבְךָ֙ H3824 אֲשֶׁ֣ר H834 תִּפְחָ֔ד H6342 וּמִ H4758 עֵינֶ֖יךָ H5869 אֲשֶׁ֥ר H834 תִּרְאֶֽה H7200 ",
  "68": "וֶֽהֱשִֽׁיבְ H7725 יְהוָ֥ה H3068 מִצְרַיִם֮ H4714 בָּאֳנִיּוֹת֒ H591 בַּדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 אָמַ֣רְתִּֽי H559 לְךָ֔ Hl לֹא H3808 תֹסִ֥יף H3254 ע֖וֹד H5750 לִרְאֹתָ֑ H7200 וְהִתְמַכַּרְתֶּ֨ם H4376 שָׁ֧ם H8033 לְאֹיְבֶ֛י H341 לַעֲבָדִ֥ים H5650 וְלִ H8198 וְאֵ֥ין H369 קֹנֶֽה H7069 ",
  "69": ""
}
