{
  "1": "וְזֹ֣את H2063 הַמִּצְוָ֗ה H4687 הַֽחֻקִּים֙ H2706 וְהַ H4941 אֲשֶׁ֥ר H834 צִוָּ֛ה H6680 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 לְלַמֵּ֣ד H3925 אֶתְכֶ֑ם H853 לַעֲשׂ֣וֹת H6213 בָּאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אַתֶּ֛ם H859 עֹבְרִ֥ים H5674 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "2": "לְמַ֨עַן H4616 תִּירָ֜א H3372 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 לִ֠שְׁמֹר H8104 אֶת H853 כָּל H3605 חֻקֹּתָ֣יו H2708 וּמִצְוֺתָי H4687 אֲשֶׁ֣ר H834 אָנֹכִ֣י H595 מְצַוֶּךָ֒ H6680 אַתָּה֙ H859 וּבִנְ H1121 וּבֶן H1121 בִּנְךָ֔ H1121 כֹּ֖ל H3605 יְמֵ֣י H3117 חַיֶּ֑יךָ H2416 וּלְמַ֖עַן H4616 יַאֲרִכֻ֥ן H748 יָמֶֽיךָ H3117 ",
  "3": "וְשָׁמַעְתָּ֤ H8085 יִשְׂרָאֵל֙ H3478 וְשָׁמַרְתָּ֣ H8104 לַעֲשׂ֔וֹת H6213 אֲשֶׁר֙ H834 יִיטַ֣ב H3190 לְךָ֔ Hl וַאֲשֶׁ֥ר H834 תִּרְבּ֖וּן H7235 מְאֹ֑ד H3966 כַּאֲשֶׁר֩ H834 דִּבֶּ֨ר H1696 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 אֲבֹתֶ֨יךָ֙ H1 לָ֔ךְ Hl אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "4": "שְׁמַ֖ H8085 יִשְׂרָאֵ֑ל H3478 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 יְהוָ֥ה H3068 אֶחָֽ H259 ",
  "5": "וְאָ֣הַבְתָּ֔ H157 אֵ֖ת H853 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 בְּכָל H3605 לְבָבְךָ֥ H3824 וּבְ H3605 נַפְשְׁךָ֖ H5315 וּבְ H3605 מְאֹדֶֽךָ H3966 ",
  "6": "וְהָי֞וּ H1961 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 אֲשֶׁ֨ר H834 אָנֹכִ֧י H595 מְצַוְּךָ֛ H6680 הַיּ֖וֹם H3117 עַל H5921 לְבָבֶֽךָ H3824 ",
  "7": "וְשִׁנַּנְתָּ֣ H8150 לְבָנֶ֔י H1121 וְדִבַּרְתָּ֖ H1696 בָּ֑ם Hb בְּשִׁבְתְּ H3427 בְּבֵיתֶ֨ H1004 וּבְ H3212 בַדֶּ֔רֶךְ H1870 וּֽבְ H7901 וּבְ H6965 ",
  "8": "וּקְשַׁרְתָּ֥ H7194 לְא֖וֹת H226 עַל H5921 יָדֶ֑ךָ H3027 וְהָי֥וּ H1961 לְטֹטָפֹ֖ת H2903 בֵּ֥ין H996 עֵינֶֽיךָ H5869 ",
  "9": "וּכְתַבְתָּ֛ H3789 עַל H5921 מְזוּזֹ֥ת H4201 בֵּיתֶ֖ךָ H1004 וּבִ H8179 ",
  "10": "וְהָיָ֞ה H1961 כִּ֥י H3588 יְבִיאֲךָ֣ H935 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 אֶל H413 הָאָ֜רֶץ H776 אֲשֶׁ֨ר H834 נִשְׁבַּ֧ע H7650 לַאֲבֹתֶ֛י H1 לְאַבְרָהָ֛ם H85 לְיִצְחָ֥ק H3327 וּֽלְ H3290 לָ֣תֶת H5414 לָ֑ךְ Hl עָרִ֛ים H5892 גְּדֹלֹ֥ת H1419 וְטֹבֹ֖ת H2896 אֲשֶׁ֥ר H834 לֹא H3808 בָנִֽיתָ H1129 ",
  "11": "וּבָ֨תִּ֜ים H1004 מְלֵאִ֣ים H4392 כָּל H3605 טוּב֮ H2898 אֲשֶׁ֣ר H834 לֹא H3808 מִלֵּאתָ֒ H4390 וּבֹרֹ֤ת H953 חֲצוּבִים֙ H2672 אֲשֶׁ֣ר H834 לֹא H3808 חָצַ֔בְתָּ H2672 כְּרָמִ֥ים H3754 וְזֵיתִ֖ים H2132 אֲשֶׁ֣ר H834 לֹא H3808 נָטָ֑עְתָּ H5193 וְאָכַלְתָּ֖ H398 וְשָׂבָֽעְתָּ H7646 ",
  "12": "הִשָּׁ֣מֶר H8104 לְךָ֔ Hl פֶּן H6435 תִּשְׁכַּ֖ח H7911 אֶת H853 יְהוָ֑ה H3068 אֲשֶׁ֧ר H834 הוֹצִֽיאֲךָ֛ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "13": "אֶת H853 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 תִּירָ֖א H3372 וְאֹת֣ H853 תַעֲבֹ֑ד H5647 וּבִ H8034 תִּשָּׁבֵֽעַ H7650 ",
  "14": "לֹ֣א H3808 תֵֽלְכ֔וּן H3212 אַחֲרֵ֖י H310 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 מֵאֱלֹהֵי֙ H430 הָֽעַמִּ֔ים H5971 אֲשֶׁ֖ר H834 סְבִיבוֹתֵיכֶֽם H5439 ",
  "15": "כִּ֣י H3588 אֵ֥ל H410 קַנָּ֛א H7067 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 בְּקִרְבֶּ֑ H7130 פֶּן H6435 יֶ֠חֱרֶה H2734 אַף H639 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בָּ֔ךְ Hb וְהִשְׁמִ֣ידְ H8045 מֵעַ֖ל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "16": "לֹ֣א H3808 תְנַסּ֔וּ H5254 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵיכֶ֑ם H430 כַּאֲשֶׁ֥ר H834 נִסִּיתֶ֖ם H5254 בַּמַּסָּֽה H4532 ",
  "17": "שָׁמ֣וֹר H8104 תִּשְׁמְר֔וּן H8104 אֶת H853 מִצְוֺ֖ת H4687 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וְעֵדֹתָ֥י H5713 וְחֻקָּ֖י H2706 אֲשֶׁ֥ר H834 צִוָּֽךְ H6680 ",
  "18": "וְעָשִׂ֛יתָ H6213 הַיָּשָׁ֥ר H3477 וְהַ H2896 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לְמַ֨עַן֙ H4616 יִ֣יטַב H3190 לָ֔ךְ Hl וּבָ֗אתָ H935 וְיָֽרַשְׁתָּ֙ H3423 אֶת H853 הָאָ֣רֶץ H776 הַטֹּבָ֔ה H2896 אֲשֶׁר H834 נִשְׁבַּ֥ע H7650 יְהוָ֖ה H3068 לַאֲבֹתֶֽי H1 ",
  "19": "לַהֲדֹ֥ף H1920 אֶת H853 כָּל H3605 אֹיְבֶ֖יךָ H341 מִפָּנֶ֑י H6440 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "20": "כִּֽי H3588 יִשְׁאָלְךָ֥ H7592 בִנְךָ֛ H1121 מָחָ֖ר H4279 לֵאמֹ֑ר H559 מָ֣ה H4100 הָעֵדֹ֗ת H5713 וְהַֽ H2706 וְהַ H4941 אֲשֶׁ֥ר H834 צִוָּ֛ה H6680 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 אֶתְכֶֽם H853 ",
  "21": "וְאָמַרְתָּ֣ H559 לְבִנְ H1121 עֲבָדִ֛ים H5650 הָיִ֥ינוּ H1961 לְפַרְעֹ֖ה H6547 בְּמִצְרָ֑יִם H4714 וַיּוֹצִיאֵ֧ H3318 יְהוָ֛ה H3068 מִמִּצְרַ֖יִם H4714 בְּיָ֥ד H3027 חֲזָקָֽה H2389 ",
  "22": "וַיִּתֵּ֣ן H5414 יְהוָ֡ה H3068 אוֹתֹ֣ת H226 וּ֠מֹפְתִים H4159 גְּדֹלִ֨ים H1419 וְרָעִ֧ים H7451 בְּמִצְרַ֛יִם H4714 בְּפַרְעֹ֥ה H6547 וּבְ H3605 בֵּית֖וֹ H1004 לְעֵינֵֽי H5869 ",
  "23": "וְאוֹתָ֖ H853 הוֹצִ֣יא H3318 מִשָּׁ֑ם H8033 לְמַ֨עַן֙ H4616 הָבִ֣יא H935 אֹתָ֔נוּ H853 לָ֤תֶת H5414 לָ֨נוּ֙ Hl אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נִשְׁבַּ֖ע H7650 לַאֲבֹתֵֽי H1 ",
  "24": "וַיְצַוֵּ֣ H6680 יְהוָ֗ה H3068 לַעֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 הַחֻקִּ֣ים H2706 הָאֵ֔לֶּה H428 לְיִרְאָ֖ה H3372 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 לְט֥וֹב H2896 לָ֨נוּ֙ Hl כָּל H3605 הַיָּמִ֔ים H3117 לְחַיֹּתֵ֖ H2421 כְּהַ H3117 הַזֶּֽה H2088 ",
  "25": "וּצְדָקָ֖ה H6666 תִּֽהְיֶה H1961 לָּ֑נוּ Hl כִּֽי H3588 נִשְׁמֹ֨ר H8104 לַעֲשׂ֜וֹת H6213 אֶת H853 כָּל H3605 הַמִּצְוָ֣ה H4687 הַזֹּ֗את H2063 לִפְנֵ֛י H6440 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 כַּאֲשֶׁ֥ר H834 צִוָּֽנוּ H6680 "
}
