{
  "1": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 שָׁא֔וּל H7586 אֹתִ֨י H853 שָׁלַ֤ח H7971 יְהוָה֙ H3068 לִמְשָׁחֳ H4886 לְמֶ֔לֶךְ H4428 עַל H5921 עַמּ֖וֹ H5971 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְעַתָּ֣ה H6258 שְׁמַ֔ע H8085 לְק֖וֹל H6963 דִּבְרֵ֥י H1697 יְהוָֽה H3068 ",
  "2": "כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 פָּקַ֕דְתִּי H6485 אֵ֛ת H853 אֲשֶׁר H834 עָשָׂ֥ה H6213 עֲמָלֵ֖ק H6002 לְיִשְׂרָאֵ֑ל H3478 אֲשֶׁר H834 שָׂ֥ם H7760 לוֹ֙ Hl בַּדֶּ֔רֶךְ H1870 בַּעֲלֹת֖ H5927 מִמִּצְרָֽיִם H4714 ",
  "3": "עַתָּה֩ H6258 לֵ֨ךְ H3212 וְהִכִּֽיתָ֜ה H5221 אֶת H853 עֲמָלֵ֗ק H6002 וְהַֽחֲרַמְתֶּם֙ H2763 אֶת H853 כָּל H3605 אֲשֶׁר H834 ל֔וֹ Hl וְלֹ֥א H3808 תַחְמֹ֖ל H2550 עָלָ֑יו H5921 וְהֵמַתָּ֞ה H4191 מֵאִ֣ישׁ H376 עַד H5704 אִשָּׁ֗ה H802 מֵֽעֹלֵל֙ H5768 וְעַד H5704 יוֹנֵ֔ק H3243 מִשּׁ֣וֹר H7794 וְעַד H5704 שֶׂ֔ה H7716 מִגָּמָ֖ל H1581 וְעַד H5704 חֲמֽוֹר H2543 ",
  "4": "וַיְשַׁמַּ֤ע H8085 שָׁאוּל֙ H7586 אֶת H853 הָעָ֔ם H5971 וַֽיִּפְקְדֵ H6485 בַּטְּלָאִ֔ים H2923 מָאתַ֥יִם H3967 אֶ֖לֶף H505 רַגְלִ֑י H7273 וַעֲשֶׂ֥רֶת H6235 אֲלָפִ֖ים H505 אֶת H853 אִ֥ישׁ H376 יְהוּדָֽה H3063 ",
  "5": "וַיָּבֹ֥א H935 שָׁא֖וּל H7586 עַד H5704 עִ֣יר H5892 עֲמָלֵ֑ק H6002 וַיָּ֖רֶב H7378 בַּנָּֽחַל H5158 ",
  "6": "וַיֹּ֣אמֶר H559 שָׁא֣וּל H7586 אֶֽל H413 הַקֵּינִ֡י H7017 לְכוּ֩ H3212 סֻּ֨רוּ H5493 רְד֜וּ H3381 מִתּ֣וֹךְ H8432 עֲמָלֵקִ֗י H6003 פֶּן H6435 אֹֽסִפְךָ֙ H622 עִמּ֔וֹ H5973 וְאַתָּ֞ה H859 עָשִׂ֤יתָה H6213 חֶ֨סֶד֙ H2617 עִם H5973 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בַּעֲלוֹתָ֖ H5927 מִמִּצְרָ֑יִם H4714 וַיָּ֥סַר H5493 קֵינִ֖י H7017 מִתּ֥וֹךְ H8432 עֲמָלֵֽק H6002 ",
  "7": "וַיַּ֥ךְ H5221 שָׁא֖וּל H7586 אֶת H853 עֲמָלֵ֑ק H6002 מֵֽחֲוִילָה֙ H2341 בּוֹאֲךָ֣ H935 שׁ֔וּר H7793 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 מִצְרָֽיִם H4714 ",
  "8": "וַיִּתְפֹּ֛שׂ H8610 אֶת H853 אֲגַ֥ג H90 מֶֽלֶךְ H4428 עֲמָלֵ֖ק H6002 חָ֑י H2416 וְאֶת H853 כָּל H3605 הָעָ֖ם H5971 הֶחֱרִ֥ים H2763 לְפִי H6310 חָֽרֶב H2719 ",
  "9": "וַיַּחְמֹל֩ H2550 שָׁא֨וּל H7586 וְהָ H5971 עַל H5921 אֲגָ֗ג H90 וְעַל H5921 מֵיטַ֣ב H4315 הַצֹּאן֩ H6629 וְהַ H1241 וְהַ H4932 וְעַל H5921 הַכָּרִים֙ H3733 וְעַל H5921 כָּל H3605 הַטּ֔וֹב H2896 וְלֹ֥א H3808 אָב֖וּ H14 הַחֲרִימָ֑ם H2763 וְכָל H3605 הַמְּלָאכָ֛ה H4399 נְמִבְזָ֥ה H5240 וְנָמֵ֖ס H4549 אֹתָ֥הּ H853 הֶחֱרִֽימוּ H2763 ",
  "10": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 שְׁמוּאֵ֖ל H8050 לֵאמֹֽר H559 ",
  "11": "נִחַ֗מְתִּי H5162 כִּֽי H3588 הִמְלַ֤כְתִּי H4427 אֶת H853 שָׁאוּל֙ H7586 לְמֶ֔לֶךְ H4428 כִּֽי H3588 שָׁב֙ H7725 מֵאַֽחֲרַ֔ H310 וְאֶת H853 דְּבָרַ֖י H1697 לֹ֣א H3808 הֵקִ֑ים H6965 וַיִּ֨חַר֙ H2734 לִשְׁמוּאֵ֔ל H8050 וַיִּזְעַ֥ק H2199 אֶל H413 יְהוָ֖ה H3068 כָּל H3605 הַלָּֽיְלָה H3915 ",
  "12": "וַיַּשְׁכֵּ֧ם H7925 שְׁמוּאֵ֛ל H8050 לִקְרַ֥את H7122 שָׁא֖וּל H7586 בַּבֹּ֑קֶר H1242 וַיֻּגַּ֨ד H5046 לִשְׁמוּאֵ֜ל H8050 לֵאמֹ֗ר H559 בָּֽא H935 שָׁא֤וּל H7586 הַכַּרְמֶ֨לָ H3760 וְהִנֵּ֨ה H2009 מַצִּ֥יב H5324 לוֹ֙ Hl יָ֔ד H3027 וַיִּסֹּב֙ H5437 וַֽיַּעֲבֹ֔ר H5674 וַיֵּ֖רֶד H3381 הַגִּלְגָּֽל H1537 ",
  "13": "וַיָּבֹ֥א H935 שְׁמוּאֵ֖ל H8050 אֶל H413 שָׁא֑וּל H7586 וַיֹּ֧אמֶר H559 ל֣וֹ Hl שָׁא֗וּל H7586 בָּר֤וּךְ H1288 אַתָּה֙ H859 לַֽיהוָ֔ה H3068 הֲקִימֹ֖תִי H6965 אֶת H853 דְּבַ֥ר H1697 יְהוָֽה H3068 ",
  "14": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֔ל H8050 וּמֶ֛ה H4100 קֽוֹל H6963 הַצֹּ֥אן H6629 הַזֶּ֖ה H2088 בְּאָזְנָ֑ H241 וְק֣וֹל H6963 הַבָּקָ֔ר H1241 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 שֹׁמֵֽעַ H8085 ",
  "15": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 מֵעֲמָלֵקִ֣י H6003 הֱבִיא֗וּם H935 אֲשֶׁ֨ר H834 חָמַ֤ל H2550 הָעָם֙ H5971 עַל H5921 מֵיטַ֤ב H4315 הַצֹּאן֙ H6629 וְהַ H1241 לְמַ֥עַן H4616 זְבֹ֖חַ H2076 לַיהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְאֶת H853 הַיּוֹתֵ֖ר H3498 הֶחֱרַֽמְנוּ H2763 ",
  "16": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 שָׁא֔וּל H7586 הֶ֚רֶף H7503 וְאַגִּ֣ידָה H5046 לְּךָ֔ Hl אֵת֩ H853 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֵלַ֖י H413 הַלָּ֑יְלָה H3915 ויאמרו H559 ל֖וֹ Hl דַּבֵּֽר H1696 ",
  "17": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֔ל H8050 הֲל֗וֹא H3808 אִם H518 קָטֹ֤ן H6996 אַתָּה֙ H859 בְּעֵינֶ֔י H5869 רֹ֛אשׁ H7218 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 אָ֑תָּה H859 וַיִּמְשָׁחֲ H4886 יְהוָ֛ה H3068 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "18": "וַיִּשְׁלָחֲ H7971 יְהוָ֖ה H3068 בְּדָ֑רֶךְ H1870 וַיֹּ֗אמֶר H559 לֵ֣ךְ H3212 וְהַחֲרַמְתָּ֞ה H2763 אֶת H853 הַֽחַטָּאִים֙ H2400 אֶת H853 עֲמָלֵ֔ק H6002 וְנִלְחַמְתָּ֣ H3898 ב֔וֹ Hb עַ֥ד H5704 כַּלּוֹתָ֖ם H3615 אֹתָֽם H853 ",
  "19": "וְלָ֥ H4100 לֹא H3808 שָׁמַ֖עְתָּ H8085 בְּק֣וֹל H6963 יְהוָ֑ה H3068 וַתַּ֨עַט֙ H5860 אֶל H413 הַשָּׁלָ֔ל H7998 וַתַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "20": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 אֶל H413 שְׁמוּאֵ֗ל H8050 אֲשֶׁ֤ר H834 שָׁמַ֨עְתִּי֙ H8085 בְּק֣וֹל H6963 יְהוָ֔ה H3068 וָאֵלֵ֕ךְ H3212 בַּדֶּ֖רֶךְ H1870 אֲשֶׁר H834 שְׁלָחַ֣נִי H7971 יְהוָ֑ה H3068 וָאָבִ֗יא H935 אֶת H853 אֲגַג֙ H90 מֶ֣לֶךְ H4428 עֲמָלֵ֔ק H6002 וְאֶת H853 עֲמָלֵ֖ק H6002 הֶחֱרַֽמְתִּי H2763 ",
  "21": "וַיִּקַּ֨ח H3947 הָעָ֧ם H5971 מֵהַ H7998 צֹ֥אן H6629 וּבָקָ֖ר H1241 רֵאשִׁ֣ית H7225 הַחֵ֑רֶם H2764 לִזְבֹּ֛חַ H2076 לַֽיהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 בַּגִּלְגָּֽל H1537 ",
  "22": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֗ל H8050 הַחֵ֤פֶץ H2656 לַֽיהוָה֙ H3068 בְּעֹל֣וֹת H5930 וּזְבָחִ֔ים H2077 כִּשְׁמֹ֖עַ H8085 בְּק֣וֹל H6963 יְהוָ֑ה H3068 הִנֵּ֤ה H2009 שְׁמֹ֨עַ֙ H8085 מִזֶּ֣בַח H2077 ט֔וֹב H2896 לְהַקְשִׁ֖יב H7181 מֵחֵ֥לֶב H2459 אֵילִֽים H352 ",
  "23": "כִּ֤י H3588 חַטַּאת H2403 קֶ֨סֶם֙ H7081 מֶ֔רִי H4805 וְאָ֥וֶן H205 וּתְרָפִ֖ים H8655 הַפְצַ֑ר H6484 יַ֗עַן H3282 מָאַ֨סְתָּ֙ H3988 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 וַיִּמְאָסְ H3988 מִמֶּֽלֶךְ H4428 ",
  "24": "וַיֹּ֨אמֶר H559 שָׁא֤וּל H7586 אֶל H413 שְׁמוּאֵל֙ H8050 חָטָ֔אתִי H2398 כִּֽי H3588 עָבַ֥רְתִּי H5674 אֶת H853 פִּֽי H6310 יְהוָ֖ה H3068 וְאֶת H853 דְּבָרֶ֑יךָ H1697 כִּ֤י H3588 יָרֵ֨אתִי֙ H3372 אֶת H853 הָעָ֔ם H5971 וָאֶשְׁמַ֖ע H8085 בְּקוֹלָֽ H6963 ",
  "25": "וְעַתָּ֕ה H6258 שָׂ֥א H5375 נָ֖א H4994 אֶת H853 חַטָּאתִ֑י H2403 וְשׁ֣וּב H7725 עִמִּ֔י H5973 וְאֶֽשְׁתַּחֲוֶ֖ה H7812 לַֽיהוָֽה H3068 ",
  "26": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 שָׁא֔וּל H7586 לֹ֥א H3808 אָשׁ֖וּב H7725 עִמָּ֑ךְ H5973 כִּ֤י H3588 מָאַ֨סְתָּה֙ H3988 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 וַיִּמְאָסְ H3988 יְהוָ֔ה H3068 מִהְי֥וֹת H1961 מֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "27": "וַיִּסֹּ֥ב H5437 שְׁמוּאֵ֖ל H8050 לָלֶ֑כֶת H3212 וַיַּחֲזֵ֥ק H2388 בִּכְנַף H3671 מְעִיל֖וֹ H4598 וַיִּקָּרַֽע H7167 ",
  "28": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 שְׁמוּאֵ֔ל H8050 קָרַ֨ע H7167 יְהוָ֜ה H3068 אֶֽת H853 מַמְלְכ֧וּת H4468 יִשְׂרָאֵ֛ל H3478 מֵעָלֶ֖י H5921 הַיּ֑וֹם H3117 וּנְתָנָ֕ H5414 לְרֵעֲ H7453 הַטּ֥וֹב H2896 מִמֶּֽךָּ H4480 ",
  "29": "וְגַם֙ H1571 נֵ֣צַח H5331 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 יְשַׁקֵּ֖ר H8266 וְלֹ֣א H3808 יִנָּחֵ֑ם H5162 כִּ֣י H3588 לֹ֥א H3808 אָדָ֛ם H120 ה֖וּא H1931 לְהִנָּחֵֽם H5162 ",
  "30": "וַיֹּ֣אמֶר H559 חָטָ֔אתִי H2398 עַתָּ֗ה H6258 כַּבְּדֵ֥נִי H3513 נָ֛א H4994 נֶ֥גֶד H5048 זִקְנֵֽי H2205 עַמִּ֖י H5971 וְנֶ֣גֶד H5048 יִשְׂרָאֵ֑ל H3478 וְשׁ֣וּב H7725 עִמִּ֔י H5973 וְהִֽשְׁתַּחֲוֵ֖יתִי H7812 לַֽיהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "31": "וַיָּ֥שָׁב H7725 שְׁמוּאֵ֖ל H8050 אַחֲרֵ֣י H310 שָׁא֑וּל H7586 וַיִּשְׁתַּ֥חוּ H7812 שָׁא֖וּל H7586 לַֽיהוָֽה H3068 ",
  "32": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֗ל H8050 הַגִּ֤ישׁוּ H5066 אֵלַי֙ H413 אֶת H853 אֲגַג֙ H90 מֶ֣לֶךְ H4428 עֲמָלֵ֔ק H6002 וַיֵּ֣לֶךְ H3212 אֵלָ֔יו H413 אֲגַ֖ג H90 מַעֲדַנֹּ֑ת H4574 וַיֹּ֣אמֶר H559 אֲגָ֔ג H90 אָכֵ֖ן H403 סָ֥ר H5493 מַר H4751 הַמָּֽוֶת H4194 ",
  "33": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֔ל H8050 כַּאֲשֶׁ֨ר H834 שִׁכְּלָ֤ה H7921 נָשִׁים֙ H802 חַרְבֶּ֔ךָ H2719 כֵּן H3651 תִּשְׁכַּ֥ל H7921 מִנָּשִׁ֖ים H802 אִמֶּ֑ךָ H517 וַיְשַׁסֵּ֨ף H8158 שְׁמוּאֵ֧ל H8050 אֶת H853 אֲגָ֛ג H90 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 בַּגִּלְגָּֽל H1537 ",
  "34": "וַיֵּ֥לֶךְ H3212 שְׁמוּאֵ֖ל H8050 הָרָמָ֑תָ H7414 וְשָׁא֛וּל H7586 עָלָ֥ה H5927 אֶל H413 בֵּית֖וֹ H1004 גִּבְעַ֥ת H1390 שָׁאֽוּל H7586 ",
  "35": "וְלֹא H3808 יָסַ֨ף H3254 שְׁמוּאֵ֜ל H8050 לִרְא֤וֹת H7200 אֶת H853 שָׁאוּל֙ H7586 עַד H5704 י֣וֹם H3117 מוֹת֔וֹ H4194 כִּֽי H3588 הִתְאַבֵּ֥ל H56 שְׁמוּאֵ֖ל H8050 אֶל H413 שָׁא֑וּל H7586 וַיהוָ֣ה H3068 נִחָ֔ם H5162 כִּֽי H3588 הִמְלִ֥יךְ H4427 אֶת H853 שָׁא֖וּל H7586 עַל H5921 יִשְׂרָאֵֽל H3478 "
}
