{
  "1": "וַיְהִ֗י H1961 כְּכַלֹּת H3615 לְדַבֵּ֣ר H1696 אֶל H413 שָׁא֔וּל H7586 וְנֶ֨פֶשׁ֙ H5315 יְה֣וֹנָתָ֔ן H3083 נִקְשְׁרָ֖ה H7194 בְּנֶ֣פֶשׁ H5315 דָּוִ֑ד H1732 ויאהבו H157 יְהוֹנָתָ֖ן H3083 כְּנַפְשֽׁ H5315 ",
  "2": "וַיִּקָּחֵ֥ H3947 שָׁא֖וּל H7586 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְלֹ֣א H3808 נְתָנ֔וֹ H5414 לָשׁ֖וּב H7725 בֵּ֥ית H1004 אָבִֽיו H1 ",
  "3": "וַיִּכְרֹ֧ת H3772 יְהוֹנָתָ֛ן H3083 וְדָוִ֖ד H1732 בְּרִ֑ית H1285 בְּאַהֲבָת֥ H160 אֹת֖וֹ H853 כְּנַפְשֽׁ H5315 ",
  "4": "וַיִּתְפַּשֵּׁ֣ט H6584 יְהוֹנָתָ֗ן H3083 אֶֽת H853 הַמְּעִיל֙ H4598 אֲשֶׁ֣ר H834 עָלָ֔יו H5921 וַֽיִּתְּנֵ֖ H5414 לְדָוִ֑ד H1732 וּמַדָּ֕י H4055 וְעַד H5704 חַרְבּ֥וֹ H2719 וְעַד H5704 קַשְׁתּ֖וֹ H7198 וְעַד H5704 חֲגֹרֽוֹ H2290 ",
  "5": "וַיֵּצֵ֨א H3318 דָוִ֜ד H1732 בְּכֹל֩ H3605 אֲשֶׁ֨ר H834 יִשְׁלָחֶ֤נּוּ H7971 שָׁאוּל֙ H7586 יַשְׂכִּ֔יל H7919 וַיְשִׂמֵ֣ H7760 שָׁא֔וּל H7586 עַ֖ל H5921 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֑ה H4421 וַיִּיטַב֙ H3190 בְּעֵינֵ֣י H5869 כָל H3605 הָעָ֔ם H5971 וְגַ֕ם H1571 בְּעֵינֵ֖י H5869 עַבְדֵ֥י H5650 שָׁאֽוּל H7586 ",
  "6": "וַיְהִ֣י H1961 בְּבוֹאָ֗ H935 בְּשׁ֤וּב H7725 דָּוִד֙ H1732 מֵהַכּ֣וֹת H5221 אֶת H853 הַפְּלִשְׁתִּ֔י H6430 וַתֵּצֶ֨אנָה H3318 הַנָּשִׁ֜ים H802 מִכָּל H3605 עָרֵ֤י H5892 יִשְׂרָאֵל֙ H3478 לשור H7891 וְהַ H4246 לִקְרַ֖את H7122 שָׁא֣וּל H7586 הַמֶּ֑לֶךְ H4428 בְּתֻפִּ֥ים H8596 בְּשִׂמְחָ֖ה H8057 וּבְ H7991 ",
  "7": "וַֽתַּעֲנֶ֛ינָה H6030 הַנָּשִׁ֥ים H802 הַֽמְשַׂחֲק֖וֹת H7832 וַתֹּאמַ֑רְןָ H559 הִכָּ֤ה H5221 שָׁאוּל֙ H7586 באלפ H505 וְדָוִ֖ד H1732 בְּרִבְבֹתָֽי H7233 ",
  "8": "וַיִּ֨חַר H2734 לְשָׁא֜וּל H7586 מְאֹ֗ד H3966 וַיֵּ֤רַע H7489 בְּעֵינָי H5869 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וַיֹּ֗אמֶר H559 נָתְנ֤וּ H5414 לְדָוִד֙ H1732 רְבָב֔וֹת H7233 וְלִ֥ Hc/Hl נָתְנ֖וּ H5414 הָאֲלָפִ֑ים H505 וְע֥וֹד H5750 ל֖וֹ Hl אַ֥ךְ H389 הַמְּלוּכָֽה H4410 ",
  "9": "וַיְהִ֥י H1961 שָׁא֖וּל H7586 עון H5771 אֶת H853 דָּוִ֑ד H1732 מֵהַ H3117 הַה֖וּא H1931 וָהָֽלְאָה H1973 ",
  "10": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַתִּצְלַ֣ח H6743 רוּחַ֩ H7307 אֱלֹהִ֨ים H430 רָעָ֤ה H7451 אֶל H413 שָׁאוּל֙ H7586 וַיִּתְנַבֵּ֣א H5012 בְתוֹךְ H8432 הַבַּ֔יִת H1004 וְדָוִ֛ד H1732 מְנַגֵּ֥ן H5059 בְּיָד֖ H3027 כְּי֣וֹם H3117 בְּי֑וֹם H3117 וְהַ H2595 בְּיַד H3027 שָׁאֽוּל H7586 ",
  "11": "וַיָּ֤טֶל H2904 שָׁאוּל֙ H7586 אֶֽת H853 הַחֲנִ֔ית H2595 וַיֹּ֕אמֶר H559 אַכֶּ֥ה H5221 בְדָוִ֖ד H1732 וּבַ H7023 וַיִּסֹּ֥ב H5437 דָּוִ֛ד H1732 מִפָּנָ֖י H6440 פַּעֲמָֽיִם H6471 ",
  "12": "וַיִּרָ֥א H3372 שָׁא֖וּל H7586 מִלִּ H6440 דָוִ֑ד H1732 כִּֽי H3588 הָיָ֤ה H1961 יְהוָה֙ H3068 עִמּ֔וֹ H5973 וּמֵ H5973 שָׁא֖וּל H7586 סָֽר H5493 ",
  "13": "וַיְסִרֵ֤ H5493 שָׁאוּל֙ H7586 מֵֽעִמּ֔ H5973 וַיְשִׂמֵ֥ H7760 ל֖וֹ Hl שַׂר H8269 אָ֑לֶף H505 וַיֵּצֵ֥א H3318 וַיָּבֹ֖א H935 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
  "14": "וַיְהִ֥י H1961 דָוִ֛ד H1732 לְכָל H3605 דָּרְכָ֖ו H1870 מַשְׂכִּ֑יל H7919 וַֽיהוָ֖ה H3068 עִמּֽוֹ H5973 ",
  "15": "וַיַּ֣רְא H7200 שָׁא֔וּל H7586 אֲשֶׁר H834 ה֖וּא H1931 מַשְׂכִּ֣יל H7919 מְאֹ֑ד H3966 וַיָּ֖גָר H1481 מִפָּנָֽי H6440 ",
  "16": "וְכָל H3605 יִשְׂרָאֵל֙ H3478 וִיהוּדָ֔ה H3063 אֹהֵ֖ב H157 אֶת H853 דָּוִ֑ד H1732 כִּֽי H3588 ה֛וּא H1931 יוֹצֵ֥א H3318 וָבָ֖א H935 לִפְנֵי H6440 ",
  "17": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 אֶל H413 דָּוִ֗ד H1732 הִנֵּה֩ H2009 בִתִּ֨י H1323 הַגְּדוֹלָ֤ה H1419 מֵרַב֙ H4764 אֹתָהּ֙ H853 אֶתֶּן H5414 לְךָ֣ Hl לְאִשָּׁ֔ה H802 אַ֚ךְ H389 הֱיֵה H1961 לִּ֣י Hl לְבֶן H1121 חַ֔יִל H2428 וְהִלָּחֵ֖ם H3898 מִלְחֲמ֣וֹת H4421 יְהוָ֑ה H3068 וְשָׁא֣וּל H7586 אָמַ֗ר H559 אַל H408 תְּהִ֤י H1961 יָדִי֙ H3027 בּ֔וֹ Hb וּתְהִי H1961 ב֖וֹ Hb יַד H3027 פְּלִשְׁתִּֽים H6430 ",
  "18": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 שָׁא֗וּל H7586 מִ֤י H4310 אָֽנֹכִי֙ H595 וּמִ֣י H4310 חַיַּ֔י H2416 מִשְׁפַּ֥חַת H4940 אָבִ֖י H1 בְּיִשְׂרָאֵ֑ל H3478 כִּֽי H3588 אֶהְיֶ֥ה H1961 חָתָ֖ן H2860 לַמֶּֽלֶךְ H4428 ",
  "19": "וַיְהִ֗י H1961 בְּעֵ֥ת H6256 תֵּ֛ת H5414 אֶת H853 מֵרַ֥ב H4764 בַּת H1323 שָׁא֖וּל H7586 לְדָוִ֑ד H1732 וְהִ֧יא H1931 נִתְּנָ֛ה H5414 לְעַדְרִיאֵ֥ל H5741 הַמְּחֹלָתִ֖י H4259 לְאִשָּֽׁה H802 ",
  "20": "וַתֶּאֱהַ֛ב H157 מִיכַ֥ל H4324 בַּת H1323 שָׁא֖וּל H7586 אֶת H853 דָּוִ֑ד H1732 וַיַּגִּ֣דוּ H5046 לְשָׁא֔וּל H7586 וַיִּשַׁ֥ר H3474 הַדָּבָ֖ר H1697 בְּעֵינָֽי H5869 ",
  "21": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 אֶתְּנֶ֤נָּה H5414 לּוֹ֙ Hl וּתְהִי H1961 ל֣וֹ Hl לְמוֹקֵ֔שׁ H4170 וּתְהִי H1961 ב֖וֹ Hb יַד H3027 פְּלִשְׁתִּ֑ים H6430 וַיֹּ֤אמֶר H559 שָׁאוּל֙ H7586 אֶל H413 דָּוִ֔ד H1732 בִּשְׁתַּ֛יִם H8147 תִּתְחַתֵּ֥ן H2859 בִּ֖י Hb הַיּֽוֹם H3117 ",
  "22": "וַיְצַ֨ו H6680 שָׁא֜וּל H7586 אֶת H853 עֲבָדָ֗ו H5650 דַּבְּר֨וּ H1696 אֶל H413 דָּוִ֤ד H1732 בַּלָּט֙ H3909 לֵאמֹ֔ר H559 הִנֵּ֨ה H2009 חָפֵ֤ץ H2654 בְּךָ֙ Hb הַמֶּ֔לֶךְ H4428 וְכָל H3605 עֲבָדָ֖יו H5650 אֲהֵב֑וּךָ H157 וְעַתָּ֖ה H6258 הִתְחַתֵּ֥ן H2859 בַּמֶּֽלֶךְ H4428 ",
  "23": "וַֽיְדַבְּר֞וּ H1696 עַבְדֵ֤י H5650 שָׁאוּל֙ H7586 בְּאָזְנֵ֣י H241 דָוִ֔ד H1732 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 הַֽנְקַלָּ֤ה H7043 בְעֵֽינֵי H5869 הִתְחַתֵּ֣ן H2859 בַּמֶּ֔לֶךְ H4428 וְאָנֹכִ֖י H595 אִֽישׁ H376 רָ֥שׁ H7326 וְנִקְלֶֽה H7034 ",
  "24": "וַיַּגִּ֜דוּ H5046 עַבְדֵ֥י H5650 שָׁא֛וּל H7586 ל֖וֹ Hl לֵאמֹ֑ר H559 כַּדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 דִּבֶּ֥ר H1696 דָּוִֽד H1732 ",
  "25": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 כֹּֽה H3541 תֹאמְר֣וּ H559 לְדָוִ֗ד H1732 אֵֽין H369 חֵ֤פֶץ H2656 לַמֶּ֨לֶךְ֙ H4428 בְּמֹ֔הַר H4119 כִּ֗י H3588 בְּמֵאָה֙ H3967 עָרְל֣וֹת H6190 פְּלִשְׁתִּ֔ים H6430 לְהִנָּקֵ֖ם H5358 בְּאֹיְבֵ֣י H341 הַמֶּ֑לֶךְ H4428 וְשָׁא֣וּל H7586 חָשַׁ֔ב H2803 לְהַפִּ֥יל H5307 אֶת H853 דָּוִ֖ד H1732 בְּיַד H3027 פְּלִשְׁתִּֽים H6430 ",
  "26": "וַיַּגִּ֨דוּ H5046 עֲבָדָ֤יו H5650 לְדָוִד֙ H1732 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַיִּשַׁ֤ר H3474 הַדָּבָר֙ H1697 בְּעֵינֵ֣י H5869 דָוִ֔ד H1732 לְהִתְחַתֵּ֖ן H2859 בַּמֶּ֑לֶךְ H4428 וְלֹ֥א H3808 מָלְא֖וּ H4390 הַיָּמִֽים H3117 ",
  "27": "וַיָּ֨קָם H6965 דָּוִ֜ד H1732 וַיֵּ֣לֶךְ H3212 ה֣וּא H1931 וַאֲנָשָׁ֗י H376 וַיַּ֣ךְ H5221 בַּפְּלִשְׁתִּים֮ H6430 מָאתַ֣יִם H3967 אִישׁ֒ H376 וַיָּבֵ֤א H935 דָוִד֙ H1732 אֶת H853 עָרְלֹ֣תֵיהֶ֔ם H6190 וַיְמַלְא֣וּ H4390 לַמֶּ֔לֶךְ H4428 לְהִתְחַתֵּ֖ן H2859 בַּמֶּ֑לֶךְ H4428 וַיִּתֶּן H5414 ל֥וֹ Hl שָׁא֛וּל H7586 אֶת H853 מִיכַ֥ל H4324 בִּתּ֖וֹ H1323 לְאִשָּֽׁה H802 ",
  "28": "וַיַּ֤רְא H7200 שָׁאוּל֙ H7586 וַיֵּ֔דַע H3045 כִּ֥י H3588 יְהוָ֖ה H3068 עִם H5973 דָּוִ֑ד H1732 וּמִיכַ֥ל H4324 בַּת H1323 שָׁא֖וּל H7586 אֲהֵבַֽתְהוּ H157 ",
  "29": "וַיֹּ֣אסֶף H3254 שָׁא֗וּל H7586 לֵרֹ֛א H3372 מִפְּנֵ֥י H6440 דָוִ֖ד H1732 ע֑וֹד H5750 וַיְהִ֥י H1961 שָׁא֛וּל H7586 אֹיֵ֥ב H341 אֶת H853 דָּוִ֖ד H1732 כָּל H3605 הַיָּמִֽים H3117 ",
  "30": "וַיֵּצְא֖וּ H3318 שָׂרֵ֣י H8269 פְלִשְׁתִּ֑ים H6430 וַיְהִ֣י H1961 מִדֵּ֣י H1767 צֵאתָ֗ם H3318 שָׂכַ֤ל H7919 דָּוִד֙ H1732 מִכֹּל֙ H3605 עַבְדֵ֣י H5650 שָׁא֔וּל H7586 וַיִּיקַ֥ר H3365 שְׁמ֖וֹ H8034 מְאֹֽד H3966 "
}
