{
  "1": "וַיֵּ֤לֶךְ H3212 דָּוִד֙ H1732 מִשָּׁ֔ם H8033 וַיִּמָּלֵ֖ט H4422 אֶל H413 מְעָרַ֣ת H4631 עֲדֻלָּ֑ם H5725 וַיִּשְׁמְע֤וּ H8085 אֶחָיו֙ H251 וְכָל H3605 בֵּ֣ית H1004 אָבִ֔יו H1 וַיֵּרְד֥וּ H3381 אֵלָ֖יו H413 שָֽׁמָּה H8033 ",
  "2": "וַיִּֽתְקַבְּצ֣וּ H6908 אֵ֠לָיו H413 כָּל H3605 אִ֨ישׁ H376 מָצ֜וֹק H4689 וְכָל H3605 אִ֨ישׁ H376 אֲשֶׁר H834 ל֤וֹ Hl נֹשֶׁא֙ H5378 וְכָל H3605 אִ֣ישׁ H376 מַר H4751 נֶ֔פֶשׁ H5315 וַיְהִ֥י H1961 עֲלֵיהֶ֖ם H5921 לְשָׂ֑ר H8269 וַיִּהְי֣וּ H1961 עִמּ֔וֹ H5973 כְּאַרְבַּ֥ע H702 מֵא֖וֹת H3967 אִֽישׁ H376 ",
  "3": "וַיֵּ֧לֶךְ H3212 דָּוִ֛ד H1732 מִשָּׁ֖ם H8033 מִצְפֵּ֣ה H4708 מוֹאָ֑ב H4124 וַיֹּ֣אמֶר H559 אֶל H413 מֶ֣לֶךְ H4428 מוֹאָ֗ב H4124 יֵֽצֵא H3318 נָ֞א H4994 אָבִ֤י H1 וְאִמִּ H517 אִתְּכֶ֔ם H854 עַ֚ד H5704 אֲשֶׁ֣ר H834 אֵדַ֔ע H3045 מַה H4100 יַּֽעֲשֶׂה H6213 לִּ֖י Hl אֱלֹהִֽים H430 ",
  "4": "וַיַּנְחֵ֕ H5148 אֶת H854 פְּנֵ֖י H6440 מֶ֣לֶךְ H4428 מוֹאָ֑ב H4124 וַיֵּשְׁב֣וּ H3427 עִמּ֔וֹ H5973 כָּל H3605 יְמֵ֥י H3117 הֱיוֹת H1961 דָּוִ֖ד H1732 בַּמְּצוּדָֽה H4686 ",
  "5": "וַיֹּאמֶר֩ H559 גָּ֨ד H1410 הַנָּבִ֜יא H5030 אֶל H413 דָּוִ֗ד H1732 לֹ֤א H3808 תֵשֵׁב֙ H3427 בַּמְּצוּדָ֔ה H4686 לֵ֥ךְ H3212 וּבָֽאתָ H935 לְּךָ֖ Hl אֶ֣רֶץ H776 יְהוּדָ֑ה H3063 וַיֵּ֣לֶךְ H3212 דָּוִ֔ד H1732 וַיָּבֹ֖א H935 יַ֥עַר H3293 חָֽרֶת H2802 ",
  "6": "וַיִּשְׁמַ֣ע H8085 שָׁא֔וּל H7586 כִּ֚י H3588 נוֹדַ֣ע H3045 דָּוִ֔ד H1732 וַאֲנָשִׁ֖ים H376 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 וְשָׁאוּל֩ H7586 יוֹשֵׁ֨ב H3427 בַּגִּבְעָ֜ה H1390 תַּֽחַת H8478 הָאֶ֤שֶׁל H815 בָּֽרָמָה֙ H7413 וַחֲנִית֣ H2595 בְיָד֔ H3027 וְכָל H3605 עֲבָדָ֖יו H5650 נִצָּבִ֥ים H5324 עָלָֽיו H5921 ",
  "7": "וַיֹּ֣אמֶר H559 שָׁא֗וּל H7586 לַֽעֲבָדָי H5650 הַנִּצָּבִ֣ים H5324 עָלָ֔יו H5921 שִׁמְעוּ H8085 נָ֖א H4994 בְּנֵ֣י H1121 יְמִינִ֑י H3227 גַּם H1571 לְכֻלְּ H3605 יִתֵּ֤ן H5414 בֶּן H1121 יִשַׁי֙ H3448 שָׂד֣וֹת H7704 וּכְרָמִ֔ים H3754 לְכֻלְּ H3605 יָשִׂ֔ים H7760 שָׂרֵ֥י H8269 אֲלָפִ֖ים H505 וְשָׂרֵ֥י H8269 מֵאֽוֹת H3967 ",
  "8": "כִּי֩ H3588 קְשַׁרְתֶּ֨ם H7194 כֻּלְּכֶ֜ם H3605 עָלַ֗י H5921 וְאֵין H369 גֹּלֶ֤ה H1540 אֶת H853 אָזְנִי֙ H241 בִּכְרָת H3772 בְּנִ֣י H1121 עִם H5973 בֶּן H1121 יִשַׁ֔י H3448 וְאֵין H369 חֹלֶ֥ה H2470 מִכֶּ֛ם H4480 עָלַ֖י H5921 וְגֹלֶ֣ה H1540 אֶת H853 אָזְנִ֑י H241 כִּ֣י H3588 הֵקִים֩ H6965 בְּנִ֨י H1121 אֶת H853 עַבְדִּ֥י H5650 עָלַ֛י H5921 לְאֹרֵ֖ב H693 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "9": "וַיַּ֜עַן H6030 דֹּאֵ֣ג H1673 הָאֲדֹמִ֗י H130 וְה֛וּא H1931 נִצָּ֥ב H5324 עַל H5921 עַבְדֵֽי H5650 שָׁא֖וּל H7586 וַיֹּאמַ֑ר H559 רָאִ֨יתִי֙ H7200 אֶת H853 בֶּן H1121 יִשַׁ֔י H3448 בָּ֣א H935 נֹ֔בֶה H5011 אֶל H413 אֲחִימֶ֖לֶךְ H288 בֶּן H1121 אֲחִטֽוּב H285 ",
  "10": "וַיִּשְׁאַל H7592 לוֹ֙ Hl בַּֽיהוָ֔ה H3068 וְצֵידָ֖ה H6720 נָ֣תַן H5414 ל֑וֹ Hl וְאֵ֗ת H853 חֶ֛רֶב H2719 גָּלְיָ֥ת H1555 הַפְּלִשְׁתִּ֖י H6430 נָ֥תַן H5414 לֽוֹ Hl ",
  "11": "וַיִּשְׁלַ֣ח H7971 הַמֶּ֡לֶךְ H4428 לִקְרֹא֩ H7121 אֶת H853 אֲחִימֶ֨לֶךְ H288 בֶּן H1121 אֲחִיט֜וּב H285 הַכֹּהֵ֗ן H3548 וְאֵ֨ת H853 כָּל H3605 בֵּ֥ית H1004 אָבִ֛יו H1 הַכֹּהֲנִ֖ים H3548 אֲשֶׁ֣ר H834 בְּנֹ֑ב H5011 וַיָּבֹ֥אוּ H935 כֻלָּ֖ם H3605 אֶל H413 הַמֶּֽלֶךְ H4428 ",
  "12": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 שְֽׁמַֽע H8085 נָ֖א H4994 בֶּן H1121 אֲחִיט֑וּב H285 וַיֹּ֖אמֶר H559 הִנְנִ֥י H2005 אֲדֹנִֽי H113 ",
  "13": "וַיֹּ֤אמֶר H559 אלו H413 שָׁא֔וּל H7586 לָ֚מָּה H4100 קְשַׁרְתֶּ֣ם H7194 עָלַ֔י H5921 אַתָּ֖ה H859 וּבֶן H1121 יִשָׁ֑י H3448 בְּתִתְּ H5414 ל֜וֹ Hl לֶ֣חֶם H3899 וְחֶ֗רֶב H2719 וְשָׁא֥וֹל H7592 לוֹ֙ Hl בֵּֽאלֹהִ֔ים H430 לָק֥וּם H6965 אֵלַ֛י H413 לְאֹרֵ֖ב H693 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "14": "וַיַּ֧עַן H6030 אֲחִימֶ֛לֶךְ H288 אֶת H853 הַמֶּ֖לֶךְ H4428 וַיֹּאמַ֑ר H559 וּמִ֤י H4310 בְכָל H3605 עֲבָדֶ֨יךָ֙ H5650 כְּדָוִ֣ד H1732 נֶאֱמָ֔ן H539 וַחֲתַ֥ן H2860 הַמֶּ֛לֶךְ H4428 וְסָ֥ר H5493 אֶל H413 מִשְׁמַעְתֶּ֖ךָ H4928 וְנִכְבָּ֥ד H3513 בְּבֵיתֶֽ H1004 ",
  "15": "הַיּ֧וֹם H3117 הַחִלֹּ֛תִי H2490 לשאול H7592 ל֥וֹ H7592 בֵאלֹהִ֖ים H430 חָלִ֣ילָה H2486 לִּ֑י Hl אַל H408 יָשֵׂם֩ H7760 הַמֶּ֨לֶךְ H4428 בְּעַבְדּ֤ H5650 דָבָר֙ H1697 בְּכָל H3605 בֵּ֣ית H1004 אָבִ֔י H1 כִּ֠י H3588 לֹֽא H3808 יָדַ֤ע H3045 עַבְדְּךָ֙ H5650 בְּכָל H3605 זֹ֔את H2063 דָּבָ֥ר H1697 קָטֹ֖ן H6996 א֥וֹ H176 גָדֽוֹל H1419 ",
  "16": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מ֥וֹת H4191 תָּמ֖וּת H4191 אֲחִימֶ֑לֶךְ H288 אַתָּ֖ה H859 וְכָל H3605 בֵּ֥ית H1004 אָבִֽיךָ H1 ",
  "17": "וַיֹּ֣אמֶר H559 הַמֶּ֡לֶךְ H4428 לָרָצִים֩ H7323 הַנִּצָּבִ֨ים H5324 עָלָ֜יו H5921 סֹ֥בּוּ H5437 וְהָמִ֣יתוּ H4191 כֹּהֲנֵ֣י H3548 יְהוָ֗ה H3068 כִּ֤י H3588 גַם H1571 יָדָם֙ H3027 עִם H5973 דָּוִ֔ד H1732 וְכִ֤י H3588 יָֽדְעוּ֙ H3045 כִּֽי H3588 בֹרֵ֣חַ H1272 ה֔וּא H1931 וְלֹ֥א H3808 גָל֖וּ H1540 אֶת H853 אזנו H241 וְלֹֽא H3808 אָב֞וּ H14 עַבְדֵ֤י H5650 הַמֶּ֨לֶךְ֙ H4428 לִשְׁלֹ֣חַ H7971 אֶת H853 יָדָ֔ם H3027 לִפְגֹ֖עַ H6293 בְּכֹהֲנֵ֥י H3548 יְהוָֽה H3068 ",
  "18": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לדויג H1673 סֹ֣ב H5437 אַתָּ֔ה H859 וּפְגַ֖ע H6293 בַּכֹּהֲנִ֑ים H3548 וַיִּסֹּ֞ב H5437 דויג H1673 הָאֲדֹמִ֗י H130 וַיִּפְגַּע H6293 הוּא֙ H1931 בַּכֹּ֣הֲנִ֔ים H3548 וַיָּ֣מֶת H4191 בַּיּ֣וֹם H3117 הַה֗וּא H1931 שְׁמֹנִ֤ים H8084 וַחֲמִשָּׁה֙ H2568 אִ֔ישׁ H376 נֹשֵׂ֖א H5375 אֵפ֥וֹד H646 בָּֽד H906 ",
  "19": "וְאֵ֨ת H853 נֹ֤ב H5011 עִיר H5892 הַכֹּֽהֲנִים֙ H3548 הִכָּ֣ה H5221 לְפִי H6310 חֶ֔רֶב H2719 מֵאִישׁ֙ H376 וְעַד H5704 אִשָּׁ֔ה H802 מֵעוֹלֵ֖ל H5768 וְעַד H5704 יוֹנֵ֑ק H3243 וְשׁ֧וֹר H7794 וַחֲמ֛וֹר H2543 וָשֶׂ֖ה H7716 לְפִי H6310 חָֽרֶב H2719 ",
  "20": "וַיִּמָּלֵ֣ט H4422 בֵּן H1121 אֶחָ֗ד H259 לַאֲחִימֶ֨לֶךְ֙ H288 בֶּן H1121 אֲחִט֔וּב H285 וּשְׁמ֖ H8034 אֶבְיָתָ֑ר H54 וַיִּבְרַ֖ח H1272 אַחֲרֵ֥י H310 דָוִֽד H1732 ",
  "21": "וַיַּגֵּ֥ד H5046 אֶבְיָתָ֖ר H54 לְדָוִ֑ד H1732 כִּ֚י H3588 הָרַ֣ג H2026 שָׁא֔וּל H7586 אֵ֖ת H853 כֹּהֲנֵ֥י H3548 יְהוָֽה H3068 ",
  "22": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 לְאֶבְיָתָ֗ר H54 יָדַ֜עְתִּי H3045 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 כִּֽי H3588 שָׁם֙ H8033 דויג H1673 הָאֲדֹמִ֔י H130 כִּֽי H3588 הַגֵּ֥ד H5046 יַגִּ֖יד H5046 לְשָׁא֑וּל H7586 אָנֹכִ֣י H595 סַבֹּ֔תִי H5437 בְּכָל H3605 נֶ֖פֶשׁ H5315 בֵּ֥ית H1004 אָבִֽיךָ H1 ",
  "23": "שְׁבָ֤ה H3427 אִתִּי֙ H854 אַל H408 תִּירָ֔א H3372 כִּ֛י H3588 אֲשֶׁר H834 יְבַקֵּ֥שׁ H1245 אֶת H853 נַפְשִׁ֖י H5315 יְבַקֵּ֣שׁ H1245 אֶת H853 נַפְשֶׁ֑ךָ H5315 כִּֽי H3588 מִשְׁמֶ֥רֶת H4931 אַתָּ֖ה H859 עִמָּדִֽי H5978 "
}
