{
  "1": "וַיַּגִּ֥דוּ H5046 לְדָוִ֖ד H1732 לֵאמֹ֑ר H559 הִנֵּ֤ה H2009 פְלִשְׁתִּים֙ H6430 נִלְחָמִ֣ים H3898 בִּקְעִילָ֔ה H7084 וְהֵ֖מָּה H1992 שֹׁסִ֥ים H8154 אֶת H853 הַגֳּרָנֽוֹת H1637 ",
  "2": "וַיִּשְׁאַ֨ל H7592 דָּוִ֤ד H1732 בַּֽיהוָה֙ H3068 לֵאמֹ֔ר H559 הַאֵלֵ֣ךְ H3212 וְהִכֵּ֔יתִי H5221 בַּפְּלִשְׁתִּ֖ים H6430 הָאֵ֑לֶּה H428 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 דָּוִ֗ד H1732 לֵ֚ךְ H3212 וְהִכִּ֣יתָ H5221 בַפְּלִשְׁתִּ֔ים H6430 וְהוֹשַׁעְתָּ֖ H3467 אֶת H853 קְעִילָֽה H7084 ",
  "3": "וַיֹּ֨אמְר֜וּ H559 אַנְשֵׁ֤י H376 דָוִד֙ H1732 אֵלָ֔יו H413 הִנֵּ֨ה H2009 אֲנַ֥חְנוּ H587 פֹ֛ה H6311 בִּֽיהוּדָ֖ה H3063 יְרֵאִ֑ים H3372 וְאַף֙ H637 כִּֽי H3588 נֵלֵ֣ךְ H3212 קְעִלָ֔ה H7084 אֶל H413 מַֽעַרְכ֖וֹת H4634 פְּלִשְׁתִּֽים H6430 ",
  "4": "וַיּ֨וֹסֶף H3254 ע֤וֹד H5750 דָּוִד֙ H1732 לִשְׁאֹ֣ל H7592 בַּֽיהוָ֔ה H3068 וַֽיַּעֲנֵ֖ H6030 יְהוָ֑ה H3068 וַיֹּ֗אמֶר H559 ק֚וּם H6965 רֵ֣ד H3381 קְעִילָ֔ה H7084 כִּֽי H3588 אֲנִ֥י H589 נֹתֵ֛ן H5414 אֶת H853 פְּלִשְׁתִּ֖ים H6430 בְּיָדֶֽ H3027 ",
  "5": "וַיֵּ֣לֶךְ H3212 דָּוִד֩ H1732 ואנש H376 קְעִילָ֜ה H7084 וַיִּלָּ֣חֶם H3898 בַּפְּלִשְׁתִּ֗ים H6430 וַיִּנְהַג֙ H5090 אֶת H853 מִקְנֵיהֶ֔ם H4735 וַיַּ֥ךְ H5221 בָּהֶ֖ם Hb מַכָּ֣ה H4347 גְדוֹלָ֑ה H1419 וַיֹּ֣שַׁע H3467 דָּוִ֔ד H1732 אֵ֖ת H853 יֹשְׁבֵ֥י H3427 קְעִילָֽה H7084 ",
  "6": "וַיְהִ֗י H1961 בִּ֠בְרֹחַ H1272 אֶבְיָתָ֧ר H54 בֶּן H1121 אֲחִימֶ֛לֶךְ H288 אֶל H413 דָּוִ֖ד H1732 קְעִילָ֑ה H7084 אֵפ֖וֹד H646 יָרַ֥ד H3381 בְּיָדֽ H3027 ",
  "7": "וַיֻּגַּ֣ד H5046 לְשָׁא֔וּל H7586 כִּי H3588 בָ֥א H935 דָוִ֖ד H1732 קְעִילָ֑ה H7084 וַיֹּ֣אמֶר H559 שָׁא֗וּל H7586 נִכַּ֨ר H5234 אֹת֤וֹ H853 אֱלֹהִים֙ H430 בְּיָדִ֔ H3027 כִּ֚י H3588 נִסְגַּ֣ר H5462 לָב֔וֹא H935 בְּעִ֖יר H5892 דְּלָתַ֥יִם H1817 וּבְרִֽיחַ H1280 ",
  "8": "וַיְשַׁמַּ֥ע H8085 שָׁא֛וּל H7586 אֶת H853 כָּל H3605 הָעָ֖ם H5971 לַמִּלְחָמָ֑ה H4421 לָרֶ֣דֶת H3381 קְעִילָ֔ה H7084 לָצ֥וּר H6696 אֶל H413 דָּוִ֖ד H1732 וְאֶל H413 אֲנָשָֽׁיו H376 ",
  "9": "וַיֵּ֣דַע H3045 דָּוִ֔ד H1732 כִּ֣י H3588 עָלָ֔יו H5921 שָׁא֖וּל H7586 מַחֲרִ֣ישׁ H2790 הָרָעָ֑ה H7451 וַיֹּ֨אמֶר֙ H559 אֶל H413 אֶבְיָתָ֣ר H54 הַכֹּהֵ֔ן H3548 הַגִּ֖ישָׁה H5066 הָאֵפֽוֹד H646 ",
  "10": "וַיֹּאמֶר֮ H559 דָּוִד֒ H1732 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 שָׁמֹ֤עַ H8085 שָׁמַע֙ H8085 עַבְדְּךָ֔ H5650 כִּֽי H3588 מְבַקֵּ֥שׁ H1245 שָׁא֖וּל H7586 לָב֣וֹא H935 אֶל H413 קְעִילָ֑ה H7084 לְשַׁחֵ֥ת H7843 לָעִ֖יר H5892 בַּעֲבוּרִֽ H5668 ",
  "11": "הֲיַסְגִּרֻ֣ H5462 בַעֲלֵי֩ H1167 קְעִילָ֨ה H7084 בְיָד֜ H3027 הֲיֵרֵ֣ד H3381 שָׁא֗וּל H7586 כַּֽאֲשֶׁר֙ H834 שָׁמַ֣ע H8085 עַבְדֶּ֔ךָ H5650 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הַגֶּד H5046 נָ֖א H4994 לְעַבְדֶּ֑ H5650 וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 יֵרֵֽד H3381 ",
  "12": "וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 הֲיַסְגִּ֜רוּ H5462 בַּעֲלֵ֧י H1167 קְעִילָ֛ה H7084 אֹתִ֥י H853 וְאֶת H853 אֲנָשַׁ֖י H376 בְּיַד H3027 שָׁא֑וּל H7586 וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 יַסְגִּֽירוּ H5462 ",
  "13": "וַיָּקָם֩ H6965 דָּוִ֨ד H1732 וַאֲנָשָׁ֜י H376 כְּשֵׁשׁ H8337 מֵא֣וֹת H3967 אִ֗ישׁ H376 וַיֵּצְאוּ֙ H3318 מִקְּעִלָ֔ה H7084 וַיִּֽתְהַלְּכ֖וּ H1980 בַּאֲשֶׁ֣ר H834 יִתְהַלָּ֑כוּ H1980 וּלְ H7586 הֻגַּ֗ד H5046 כִּֽי H3588 נִמְלַ֤ט H4422 דָּוִד֙ H1732 מִקְּעִילָ֔ה H7084 וַיֶּחְדַּ֖ל H2308 לָצֵֽאת H3318 ",
  "14": "וַיֵּ֨שֶׁב H3427 דָּוִ֤ד H1732 בַּמִּדְבָּר֙ H4057 בַּמְּצָד֔וֹת H4679 וַיֵּ֥שֶׁב H3427 בָּהָ֖ר H2022 בְּמִדְבַּר H4057 זִ֑יף H2128 וַיְבַקְשֵׁ֤ H1245 שָׁאוּל֙ H7586 כָּל H3605 הַיָּמִ֔ים H3117 וְלֹֽא H3808 נְתָנ֥וֹ H5414 אֱלֹהִ֖ים H430 בְּיָדֽ H3027 ",
  "15": "וַיַּ֣רְא H7200 דָוִ֔ד H1732 כִּֽי H3588 יָצָ֥א H3318 שָׁא֖וּל H7586 לְבַקֵּ֣שׁ H1245 אֶת H853 נַפְשׁ֑וֹ H5315 וְדָוִ֥ד H1732 בְּמִדְבַּר H4057 זִ֖יף H2128 בַּחֹֽרְשָׁה H2793 ",
  "16": "וַיָּ֨קָם֙ H6965 יְהוֹנָתָ֣ן H3083 בֶּן H1121 שָׁא֔וּל H7586 וַיֵּ֥לֶךְ H3212 אֶל H413 דָּוִ֖ד H1732 חֹ֑רְשָׁה H2793 וַיְחַזֵּ֥ק H2388 אֶת H853 יָד֖וֹ H3027 בֵּאלֹהִֽים H430 ",
  "17": "וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 אַל H408 תִּירָ֗א H3372 כִּ֠י H3588 לֹ֤א H3808 תִֽמְצָאֲךָ֙ H4672 יַ֚ד H3027 שָׁא֣וּל H7586 אָבִ֔י H1 וְאַתָּה֙ H859 תִּמְלֹ֣ךְ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 וְאָנֹכִ֖י H595 אֶֽהְיֶה H1961 לְּךָ֣ Hl לְמִשְׁנֶ֑ה H4932 וְגַם H1571 שָׁא֥וּל H7586 אָבִ֖י H1 יֹדֵ֥עַ H3045 כֵּֽן H3651 ",
  "18": "וַיִּכְרְת֧וּ H3772 שְׁנֵיהֶ֛ם H8147 בְּרִ֖ית H1285 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיֵּ֤שֶׁב H3427 דָּוִד֙ H1732 בַּחֹ֔רְשָׁה H2793 וִיהוֹנָתָ֖ן H3083 הָלַ֥ךְ H1980 לְבֵיתֽ H1004 ",
  "19": "וַיַּעֲל֤וּ H5927 זִפִים֙ H2130 אֶל H413 שָׁא֔וּל H7586 הַגִּבְעָ֖תָ H1390 לֵאמֹ֑ר H559 הֲל֣וֹא H3808 דָ֠וִד H1732 מִסְתַּתֵּ֨ר H5641 עִמָּ֤נוּ H5973 בַמְּצָדוֹת֙ H4679 בַּחֹ֔רְשָׁה H2793 בְּגִבְעַת֙ H1389 הַֽחֲכִילָ֔ה H2444 אֲשֶׁ֖ר H834 מִימִ֥ין H3225 הַיְשִׁימֽוֹן H3452 ",
  "20": "וְ֠עַתָּה H6258 לְכָל H3605 אַוַּ֨ת H185 נַפְשְׁךָ֥ H5315 הַמֶּ֛לֶךְ H4428 לָרֶ֖דֶת H3381 רֵ֑ד H3381 וְלָ֥ Hc/Hl הַסְגִּיר֖וֹ H5462 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "21": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 בְּרוּכִ֥ים H1288 אַתֶּ֖ם H859 לַֽיהוָ֑ה H3068 כִּ֥י H3588 חֲמַלְתֶּ֖ם H2550 עָלָֽי H5921 ",
  "22": "לְכוּ H3212 נָ֞א H4994 הָכִ֣ינוּ H3559 ע֗וֹד H5750 וּדְע֤וּ H3045 וּרְאוּ֙ H7200 אֶת H853 מְקוֹמוֹ֙ H4725 אֲשֶׁ֣ר H834 תִּֽהְיֶ֣ה H1961 רַגְל֔וֹ H7272 מִ֥י H4310 רָאָ֖הוּ H7200 שָׁ֑ם H8033 כִּ֚י H3588 אָמַ֣ר H559 אֵלַ֔י H413 עָר֥וֹם H6191 יַעְרִ֖ם H6191 הֽוּא H1931 ",
  "23": "וּרְא֣וּ H7200 וּדְע֗וּ H3045 מִכֹּ֤ל H3605 הַמַּֽחֲבֹאִים֙ H4224 אֲשֶׁ֣ר H834 יִתְחַבֵּ֣א H2244 שָׁ֔ם H8033 וְשַׁבְתֶּ֤ם H7725 אֵלַי֙ H413 אֶל H413 נָכ֔וֹן H3559 וְהָלַכְתִּ֖י H1980 אִתְּכֶ֑ם H854 וְהָיָה֙ H1961 אִם H518 יֶשְׁנ֣וֹ H3426 בָאָ֔רֶץ H776 וְחִפַּשְׂתִּ֣י H2664 אֹת֔וֹ H853 בְּכֹ֖ל H3605 אַלְפֵ֥י H505 יְהוּדָֽה H3063 ",
  "24": "וַיָּק֛וּמוּ H6965 וַיֵּלְכ֥וּ H3212 זִ֖יפָה H2128 לִפְנֵ֣י H6440 שָׁא֑וּל H7586 וְדָוִ֨ד H1732 וַאֲנָשָׁ֜י H376 בְּמִדְבַּ֤ר H4057 מָעוֹן֙ H4584 בָּעֲרָבָ֔ה H6160 אֶ֖ל H413 יְמִ֥ין H3225 הַיְשִׁימֽוֹן H3452 ",
  "25": "וַיֵּ֨לֶךְ H3212 שָׁא֣וּל H7586 וַאֲנָשָׁי H376 לְבַקֵּשׁ֒ H1245 וַיַּגִּ֣דוּ H5046 לְדָוִ֔ד H1732 וַיֵּ֣רֶד H3381 הַסֶּ֔לַע H5553 וַיֵּ֖שֶׁב H3427 בְּמִדְבַּ֣ר H4057 מָע֑וֹן H4584 וַיִּשְׁמַ֣ע H8085 שָׁא֔וּל H7586 וַיִּרְדֹּ֥ף H7291 אַחֲרֵֽי H310 דָוִ֖ד H1732 מִדְבַּ֥ר H4057 מָעֽוֹן H4584 ",
  "26": "וַיֵּ֨לֶךְ H3212 שָׁא֜וּל H7586 מִצַּ֤ד H6654 הָהָר֙ H2022 מִזֶּ֔ה H2088 וְדָוִ֧ד H1732 וַאֲנָשָׁ֛י H376 מִצַּ֥ד H6654 הָהָ֖ר H2022 מִזֶּ֑ה H2088 וַיְהִ֨י H1961 דָוִ֜ד H1732 נֶחְפָּ֤ז H2648 לָלֶ֨כֶת֙ H3212 מִפְּנֵ֣י H6440 שָׁא֔וּל H7586 וְשָׁא֣וּל H7586 וַאֲנָשָׁ֗י H376 עֹֽטְרִ֛ים H5849 אֶל H413 דָּוִ֥ד H1732 וְאֶל H413 אֲנָשָׁ֖יו H376 לְתָפְשָֽׂ H8610 ",
  "27": "וּמַלְאָ֣ךְ H4397 בָּ֔א H935 אֶל H413 שָׁא֖וּל H7586 לֵאמֹ֑ר H559 מַהֲרָ֣ה H4116 וְלֵ֔כָ H3212 כִּֽי H3588 פָשְׁט֥וּ H6584 פְלִשְׁתִּ֖ים H6430 עַל H5921 הָאָֽרֶץ H776 ",
  "28": "וַיָּ֣שָׁב H7725 שָׁא֗וּל H7586 מִרְדֹף֙ H7291 אַחֲרֵ֣י H310 דָוִ֔ד H1732 וַיֵּ֖לֶךְ H3212 לִקְרַ֣את H7122 פְּלִשְׁתִּ֑ים H6430 עַל H5921 כֵּ֗ן H3651 קָֽרְאוּ֙ H7121 לַמָּק֣וֹם H4725 הַה֔וּא H1931 סֶ֖לַע H5555 הַֽמַּחְלְקֽוֹת H5555 ",
  "29": "וַיַּ֥עַל H5927 דָּוִ֖ד H1732 מִשָּׁ֑ם H8033 וַיֵּ֖שֶׁב H3427 בִּמְצָד֥וֹת H4679 עֵֽין H5872 גֶּֽדִי H5872 "
}
