{
  "1": "וַיְהִ֗י H1961 כַּֽאֲשֶׁר֙ H834 שָׁ֣ב H7725 שָׁא֔וּל H7586 מֵאַחֲרֵ֖י H310 פְּלִשְׁתִּ֑ים H6430 וַיַּגִּ֤דוּ H5046 לוֹ֙ Hl לֵאמֹ֔ר H559 הִנֵּ֣ה H2009 דָוִ֔ד H1732 בְּמִדְבַּ֖ר H4057 עֵ֥ין H5872 גֶּֽדִי H5872 ",
  "2": "וַיִּקַּ֣ח H3947 שָׁא֗וּל H7586 שְׁלֹ֧שֶׁת H7969 אֲלָפִ֛ים H505 אִ֥ישׁ H376 בָּח֖וּר H977 מִכָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיֵּ֗לֶךְ H3212 לְבַקֵּ֤שׁ H1245 אֶת H853 דָּוִד֙ H1732 וַֽאֲנָשָׁ֔י H376 עַל H5921 פְּנֵ֖י H6440 צוּרֵ֥י H6697 הַיְּעֵלִֽים H3277 ",
  "3": "וַ֠יָּבֹא H935 אֶל H413 גִּדְר֨וֹת H1448 הַצֹּ֤אן H6629 עַל H5921 הַדֶּ֨רֶךְ֙ H1870 וְשָׁ֣ם H8033 מְעָרָ֔ה H4631 וַיָּבֹ֥א H935 שָׁא֖וּל H7586 לְהָסֵ֣ךְ H5526 אֶת H853 רַגְלָ֑יו H7272 וְדָוִד֙ H1732 וַאֲנָשָׁ֔י H376 בְּיַרְכְּתֵ֥י H3411 הַמְּעָרָ֖ה H4631 יֹשְׁבִֽים H3427 ",
  "4": "וַיֹּאמְרוּ֩ H559 אַנְשֵׁ֨י H376 דָוִ֜ד H1732 אֵלָ֗יו H413 הִנֵּ֨ה H2009 הַיּ֜וֹם H3117 אֲֽשֶׁר H834 אָמַ֧ר H559 יְהוָ֣ה H3068 אֵלֶ֗יךָ H413 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 נֹתֵ֤ן H5414 אֶת H853 איביך H341 בְּיָדֶ֔ H3027 וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl כַּאֲשֶׁ֖ר H834 יִטַ֣ב H3190 בְּעֵינֶ֑י H5869 וַיָּ֣קָם H6965 דָּוִ֗ד H1732 וַיִּכְרֹ֛ת H3772 אֶת H853 כְּנַֽף H3671 הַמְּעִ֥יל H4598 אֲשֶׁר H834 לְשָׁא֖וּל H7586 בַּלָּֽט H3909 ",
  "5": "וַֽיְהִי֙ H1961 אַֽחֲרֵי H310 כֵ֔ן H3651 וַיַּ֥ךְ H5221 לֵב H3820 דָּוִ֖ד H1732 אֹת֑וֹ H853 עַ֚ל H5921 אֲשֶׁ֣ר H834 כָּרַ֔ת H3772 אֶת H853 כָּנָ֖ף H3671 אֲשֶׁ֥ר H834 לְשָׁאֽוּל H7586 ",
  "6": "וַיֹּ֨אמֶר H559 לַאֲנָשָׁ֜י H376 חָלִ֧ילָה H2486 לִּ֣י Hl מֵֽיהוָ֗ה H3068 אִם H518 אֶעֱשֶׂה֩ H6213 אֶת H853 הַדָּבָ֨ר H1697 הַזֶּ֤ה H2088 לַֽאדֹנִ H113 לִמְשִׁ֣יחַ H4899 יְהוָ֔ה H3068 לִשְׁלֹ֥חַ H7971 יָדִ֖י H3027 בּ֑וֹ Hb כִּֽי H3588 מְשִׁ֥יחַ H4899 יְהוָ֖ה H3068 הֽוּא H1931 ",
  "7": "וַיְשַׁסַּ֨ע H8156 דָּוִ֤ד H1732 אֶת H853 אֲנָשָׁיו֙ H376 בַּדְּבָרִ֔ים H1697 וְלֹ֥א H3808 נְתָנָ֖ם H5414 לָק֣וּם H6965 אֶל H413 שָׁא֑וּל H7586 וְשָׁא֛וּל H7586 קָ֥ם H6965 מֵהַ H4631 וַיֵּ֥לֶךְ H3212 בַּדָּֽרֶךְ H1870 ",
  "8": "וַיָּ֨קָם H6965 דָּוִ֜ד H1732 אַחֲרֵי H310 כֵ֗ן H3651 וַיֵּצֵא֙ H3318 מן H4480 המערה H4631 וַיִּקְרָ֧א H7121 אַֽחֲרֵי H310 שָׁא֛וּל H7586 לֵאמֹ֖ר H559 אֲדֹנִ֣י H113 הַמֶּ֑לֶךְ H4428 וַיַּבֵּ֤ט H5027 שָׁאוּל֙ H7586 אַֽחֲרָ֔יו H310 וַיִּקֹּ֨ד H6915 דָּוִ֥ד H1732 אַפַּ֛יִם H639 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
  "9": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 לְשָׁא֔וּל H7586 לָ֧מָּה H4100 תִשְׁמַ֛ע H8085 אֶת H853 דִּבְרֵ֥י H1697 אָדָ֖ם H120 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 דָוִ֔ד H1732 מְבַקֵּ֖שׁ H1245 רָעָתֶֽךָ H7451 ",
  "10": "הִנֵּה֩ H2009 הַיּ֨וֹם H3117 הַזֶּ֜ה H2088 רָא֣וּ H7200 עֵינֶ֗יךָ H5869 אֵ֣ת H853 אֲשֶׁר H834 נְתָנְךָ֩ H5414 יְהוָ֨ה H3068 הַיּ֤וֹם H3117 בְּיָדִ H3027 בַּמְּעָרָ֔ה H4631 וְאָמַ֥ר H559 לַהֲרָגֲ H2026 וַתָּ֣חָס H2347 עָלֶ֑יךָ H5921 וָאֹמַ֗ר H559 לֹא H3808 אֶשְׁלַ֤ח H7971 יָדִי֙ H3027 בַּֽאדֹנִ֔ H113 כִּי H3588 מְשִׁ֥יחַ H4899 יְהוָ֖ה H3068 הֽוּא H1931 ",
  "11": "וְאָבִ֣ H1 רְאֵ֔ה H7200 גַּ֗ם H1571 רְאֵ֛ה H7200 אֶת H853 כְּנַ֥ף H3671 מְעִילְךָ֖ H4598 בְּיָדִ֑ H3027 כִּ֡י H3588 בְּכָרְתִ H3772 אֶת H853 כְּנַ֨ף H3671 מְעִֽילְךָ֜ H4598 וְלֹ֣א H3808 הֲרַגְתִּ֗יךָ H2026 דַּ֤ע H3045 וּרְאֵה֙ H7200 כִּי֩ H3588 אֵ֨ין H369 בְּיָדִ֜ H3027 רָעָ֤ה H7451 וָפֶ֨שַׁע֙ H6588 וְלֹא H3808 חָטָ֣אתִי H2398 לָ֔ךְ Hl וְאַתָּ֛ה H859 צֹדֶ֥ה H6658 אֶת H853 נַפְשִׁ֖י H5315 לְקַחְתָּֽ H3947 ",
  "12": "יִשְׁפֹּ֤ט H8199 יְהוָה֙ H3068 בֵּינִ֣י H996 וּבֵינֶ֔ H996 וּנְקָמַ֥ H5358 יְהוָ֖ה H3068 מִמֶּ֑ךָּ H4480 וְיָדִ֖ H3027 לֹ֥א H3808 תִֽהְיֶה H1961 בָּֽךְ Hb ",
  "13": "כַּאֲשֶׁ֣ר H834 יֹאמַ֗ר H559 מְשַׁל֙ H4912 הַקַּדְמֹנִ֔י H6931 מֵרְשָׁעִ֖ים H7561 יֵ֣צֵא H3318 רֶ֑שַׁע H7562 וְיָדִ֖ H3027 לֹ֥א H3808 תִֽהְיֶה H1961 בָּֽךְ Hb ",
  "14": "אַחֲרֵ֨י H310 מִ֤י H4310 יָצָא֙ H3318 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אַחֲרֵ֥י H310 מִ֖י H4310 אַתָּ֣ה H859 רֹדֵ֑ף H7291 אַֽחֲרֵי֙ H310 כֶּ֣לֶב H3611 מֵ֔ת H4191 אַחֲרֵ֖י H310 פַּרְעֹ֥שׁ H6550 אֶחָֽד H259 ",
  "15": "וְהָיָ֤ה H1961 יְהוָה֙ H3068 לְדַיָּ֔ן H1781 וְשָׁפַ֖ט H8199 בֵּינִ֣י H996 וּבֵינֶ֑ H996 וְיֵ֨רֶא֙ H7200 וְיָרֵ֣ב H7378 אֶת H853 רִיבִ֔י H7379 וְיִשְׁפְּטֵ֖ H8199 מִיָּדֶֽ H3027 ",
  "16": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 דָּוִ֗ד H1732 לְדַבֵּ֞ר H1696 אֶת H853 הַדְּבָרִ֤ים H1697 הָאֵ֨לֶּה֙ H428 אֶל H413 שָׁא֔וּל H7586 וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 הֲקֹלְ H6963 זֶ֖ה H2088 בְּנִ֣י H1121 דָוִ֑ד H1732 וַיִּשָּׂ֥א H5375 שָׁא֛וּל H7586 קֹל֖וֹ H6963 וַיֵּֽבְךְּ H1058 ",
  "17": "וַיֹּ֨אמֶר֙ H559 אֶל H413 דָּוִ֔ד H1732 צַדִּ֥יק H6662 אַתָּ֖ה H859 מִמֶּ֑נִּי H4480 כִּ֤י H3588 אַתָּה֙ H859 גְּמַלְתַּ֣נִי H1580 הַטּוֹבָ֔ה H2896 וַאֲנִ֖י H589 גְּמַלְתִּ֥יךָ H1580 הָרָעָֽה H7451 ",
  "18": "ואת H859 הִגַּ֣דְתָּ H5046 הַיּ֔וֹם H3117 אֵ֛ת H853 אֲשֶׁר H834 עָשִׂ֥יתָה H6213 אִתִּ֖י H854 טוֹבָ֑ה H2896 אֵת֩ H853 אֲשֶׁ֨ר H834 סִגְּרַ֧נִי H5462 יְהוָ֛ה H3068 בְּיָדְ H3027 וְלֹ֥א H3808 הֲרַגְתָּֽנִי H2026 ",
  "19": "וְכִֽי H3588 יִמְצָ֥א H4672 אִישׁ֙ H376 אֶת H853 אֹ֣יְב֔וֹ H341 וְשִׁלְּח֖ H7971 בְּדֶ֣רֶךְ H1870 טוֹבָ֑ה H2896 וַֽיהוָה֙ H3068 יְשַׁלֶּמְךָ֣ H7999 טוֹבָ֔ה H2896 תַּ֚חַת H8478 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 אֲשֶׁ֥ר H834 עָשִׂ֖יתָה H6213 לִֽי Hl ",
  "20": "וְעַתָּה֙ H6258 הִנֵּ֣ה H2009 יָדַ֔עְתִּי H3045 כִּ֥י H3588 מָלֹ֖ךְ H4427 תִּמְל֑וֹךְ H4427 וְקָ֨מָה֙ H6965 בְּיָ֣דְ H3027 מַמְלֶ֖כֶת H4467 יִשְׂרָאֵֽל H3478 ",
  "21": "וְעַתָּ֗ה H6258 הִשָּׁ֤בְעָה H7650 לִּי֙ Hl בַּֽיהוָ֔ה H3068 אִם H518 תַּכְרִ֥ית H3772 אֶת H853 זַרְעִ֖י H2233 אַֽחֲרָ֑י H310 וְאִם H518 תַּשְׁמִ֥יד H8045 אֶת H853 שְׁמִ֖י H8034 מִבֵּ֥ית H1004 אָבִֽי H1 ",
  "22": "וַיִּשָּׁבַ֥ע H7650 דָּוִ֖ד H1732 לְשָׁא֑וּל H7586 וַיֵּ֤לֶךְ H3212 שָׁאוּל֙ H7586 אֶל H413 בֵּית֔וֹ H1004 וְדָוִד֙ H1732 וַֽאֲנָשָׁ֔י H376 עָל֖וּ H5927 עַל H5921 הַמְּצוּדָֽה H4686 ",
  "23": "וַיִּשָּׁבַ֥ע H7650 דָּוִ֖ד H1732 לְשָׁא֑וּל H7586 וַיֵּ֤לֶךְ H3212 שָׁאוּל֙ H7586 אֶל H413 בֵּית֔וֹ H1004 וְדָוִד֙ H1732 וַֽאֲנָשָׁ֔י H376 עָל֖וּ H5927 עַל H5921 הַמְּצוּדָֽה H4686 "
}
