{
  "1": "וַֽיְהִי֙ H1961 בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 וַיִּקְבְּצ֨וּ H6908 פְלִשְׁתִּ֤ים H6430 אֶת H853 מַֽחֲנֵיהֶם֙ H4264 לַצָּבָ֔א H6635 לְהִלָּחֵ֖ם H3898 בְּיִשְׂרָאֵ֑ל H3478 וַיֹּ֤אמֶר H559 אָכִישׁ֙ H397 אֶל H413 דָּוִ֔ד H1732 יָדֹ֣עַ H3045 תֵּדַ֗ע H3045 כִּ֤י H3588 אִתִּי֙ H854 תֵּצֵ֣א H3318 בַֽמַּחֲנֶ֔ה H4264 אַתָּ֖ה H859 וַאֲנָשֶֽׁי H376 ",
  "2": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 אָכִ֔ישׁ H397 לָכֵן֙ H3651 אַתָּ֣ה H859 תֵדַ֔ע H3045 אֵ֥ת H853 אֲשֶׁר H834 יַעֲשֶׂ֖ה H6213 עַבְדֶּ֑ךָ H5650 וַיֹּ֤אמֶר H559 אָכִישׁ֙ H397 אֶל H413 דָּוִ֔ד H1732 לָכֵ֗ן H3651 שֹׁמֵ֧ר H8104 לְרֹאשִׁ֛ H7218 אֲשִֽׂימְךָ֖ H7760 כָּל H3605 הַיָּמִֽים H3117 ",
  "3": "וּשְׁמוּאֵ֣ל H8050 מֵ֔ת H4191 וַיִּסְפְּדוּ H5594 לוֹ֙ Hl כָּל H3605 יִשְׂרָאֵ֔ל H3478 וַיִּקְבְּרֻ֥ H6912 בָרָמָ֖ה H7414 וּבְ H5892 וְשָׁא֗וּל H7586 הֵסִ֛יר H5493 הָאֹב֥וֹת H178 וְאֶת H853 הַיִּדְּעֹנִ֖ים H3049 מֵהָ H776 ",
  "4": "וַיִּקָּבְצ֣וּ H6908 פְלִשְׁתִּ֔ים H6430 וַיָּבֹ֖אוּ H935 וַיַּחֲנ֣וּ H2583 בְשׁוּנֵ֑ם H7766 וַיִּקְבֹּ֤ץ H6908 שָׁאוּל֙ H7586 אֶת H853 כָּל H3605 יִשְׂרָאֵ֔ל H3478 וַֽיַּחֲנ֖וּ H2583 בַּגִּלְבֹּֽעַ H1533 ",
  "5": "וַיַּ֥רְא H7200 שָׁא֖וּל H7586 אֶת H853 מַחֲנֵ֣ה H4264 פְלִשְׁתִּ֑ים H6430 וַיִּרָ֕א H3372 וַיֶּחֱרַ֥ד H2729 לִבּ֖וֹ H3820 מְאֹֽד H3966 ",
  "6": "וַיִּשְׁאַ֤ל H7592 שָׁאוּל֙ H7586 בַּֽיהוָ֔ה H3068 וְלֹ֥א H3808 עָנָ֖הוּ H6030 יְהוָ֑ה H3068 גַּ֧ם H1571 בַּחֲלֹמ֛וֹת H2472 גַּ֥ם H1571 בָּאוּרִ֖ים H224 גַּ֥ם H1571 בַּנְּבִיאִֽם H5030 ",
  "7": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 לַעֲבָדָ֗י H5650 בַּקְּשׁוּ H1245 לִי֙ Hl אֵ֣שֶׁת H802 בַּעֲלַת H1172 א֔וֹב H178 וְאֵלְכָ֥ה H3212 אֵלֶ֖יהָ H413 וְאֶדְרְשָׁה H1875 בָּ֑הּ Hb וַיֹּאמְר֤וּ H559 עֲבָדָיו֙ H5650 אֵלָ֔יו H413 הִנֵּ֛ה H2009 אֵ֥שֶׁת H802 בַּֽעֲלַת H1172 א֖וֹב H178 בְּעֵ֥ין H5874 דּֽוֹר H5874 ",
  "8": "וַיִּתְחַפֵּ֣שׂ H2664 שָׁא֗וּל H7586 וַיִּלְבַּשׁ֙ H3847 בְּגָדִ֣ים H899 אֲחֵרִ֔ים H312 וַיֵּ֣לֶךְ H3212 ה֗וּא H1931 וּשְׁנֵ֤י H8147 אֲנָשִׁים֙ H376 עִמּ֔וֹ H5973 וַיָּבֹ֥אוּ H935 אֶל H413 הָאִשָּׁ֖ה H802 לָ֑יְלָה H3915 וַיֹּ֗אמֶר H559 קסומי H7080 נָ֥א H7080 לִי֙ Hl בָּא֔וֹב H178 וְהַ֣עֲלִי H5927 לִ֔י Hl אֵ֥ת H853 אֲשֶׁר H834 אֹמַ֖ר H559 אֵלָֽיִךְ H413 ",
  "9": "וַתֹּ֨אמֶר H559 הָֽאִשָּׁ֜ה H802 אֵלָ֗יו H413 הִנֵּ֨ה H2009 אַתָּ֤ה H859 יָדַ֨עְתָּ֙ H3045 אֵ֣ת H853 אֲשֶׁר H834 עָשָׂ֣ה H6213 שָׁא֔וּל H7586 אֲשֶׁ֥ר H834 הִכְרִ֛ית H3772 אֶת H853 הָאֹב֥וֹת H178 וְאֶת H853 הַיִּדְּעֹנִ֖י H3049 מִן H4480 הָאָ֑רֶץ H776 וְלָ H4100 אַתָּ֛ה H859 מִתְנַקֵּ֥שׁ H5367 בְּנַפְשִׁ֖ H5315 לַהֲמִיתֵֽ H4191 ",
  "10": "וַיִּשָּׁ֤בַֽע H7650 לָהּ֙ Hl שָׁא֔וּל H7586 בַּֽיהוָ֖ה H3068 לֵאמֹ֑ר H559 חַי H2416 יְהוָ֕ה H3068 אִֽם H518 יִקְּרֵ֥ךְ H7136 עָוֺ֖ן H5771 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "11": "וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 אֶת H853 מִ֖י H4310 אַֽעֲלֶה H5927 לָּ֑ךְ Hl וַיֹּ֕אמֶר H559 אֶת H853 שְׁמוּאֵ֖ל H8050 הַֽעֲלִי H5927 לִֽי Hl ",
  "12": "וַתֵּ֤רֶא H7200 הָֽאִשָּׁה֙ H802 אֶת H853 שְׁמוּאֵ֔ל H8050 וַתִּזְעַ֖ק H2199 בְּק֣וֹל H6963 גָּד֑וֹל H1419 וַתֹּאמֶר֩ H559 הָאִשָּׁ֨ה H802 אֶל H413 שָׁא֧וּל H7586 לֵאמֹ֛ר H559 לָ֥מָּה H4100 רִמִּיתָ֖נִי H7411 וְאַתָּ֥ה H859 שָׁאֽוּל H7586 ",
  "13": "וַיֹּ֨אמֶר H559 לָ֥הּ Hl הַמֶּ֛לֶךְ H4428 אַל H408 תִּֽירְאִ֖י H3372 כִּ֣י H3588 מָ֣ה H4100 רָאִ֑ית H7200 וַתֹּ֤אמֶר H559 הָֽאִשָּׁה֙ H802 אֶל H413 שָׁא֔וּל H7586 אֱלֹהִ֥ים H430 רָאִ֖יתִי H7200 עֹלִ֥ים H5927 מִן H4480 הָאָֽרֶץ H776 ",
  "14": "וַיֹּ֤אמֶר H559 לָהּ֙ Hl מַֽה H4100 תָּאֳר֔וֹ H8389 וַתֹּ֗אמֶר H559 אִ֤ישׁ H376 זָקֵן֙ H2205 עֹלֶ֔ה H5927 וְה֥וּא H1931 עֹטֶ֖ה H5844 מְעִ֑יל H4598 וַיֵּ֤דַע H3045 שָׁאוּל֙ H7586 כִּֽי H3588 שְׁמוּאֵ֣ל H8050 ה֔וּא H1931 וַיִּקֹּ֥ד H6915 אַפַּ֛יִם H639 אַ֖רְצָה H776 וַיִּשְׁתָּֽחוּ H7812 ",
  "15": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 שָׁא֔וּל H7586 לָ֥מָּה H4100 הִרְגַּזְתַּ֖נִי H7264 לְהַעֲל֣וֹת H5927 אֹתִ֑י H853 וַיֹּ֣אמֶר H559 שָׁ֠אוּל H7586 צַר H6887 לִ֨י Hl מְאֹ֜ד H3966 וּפְלִשְׁתִּ֣ים H6430 נִלְחָמִ֣ים H3898 בִּ֗י Hb וֵֽאלֹהִ֞ים H430 סָ֤ר H5493 מֵֽעָלַ H5921 וְלֹֽא H3808 עָנָ֣נִי H6030 ע֗וֹד H5750 גַּ֤ם H1571 בְּיַֽד H3027 הַנְּבִיאִם֙ H5030 גַּם H1571 בַּ֣חֲלֹמ֔וֹת H2472 וָאֶקְרָאֶ֣ H7121 לְךָ֔ Hl לְהוֹדִיעֵ֖ H3045 מָ֥ה H4100 אֶעֱשֶֽׂה H6213 ",
  "16": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֔ל H8050 וְלָ֖ H4100 תִּשְׁאָלֵ֑נִי H7592 וַיהוָ֛ה H3068 סָ֥ר H5493 מֵעָלֶ֖י H5921 וַיְהִ֥י H1961 עָרֶֽךָ H6145 ",
  "17": "וַיַּ֤עַשׂ H6213 יְהוָה֙ H3068 ל֔וֹ Hl כַּאֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 בְּיָדִ֑ H3027 וַיִּקְרַ֨ע H7167 יְהוָ֤ה H3068 אֶת H853 הַמַּמְלָכָה֙ H4467 מִיָּדֶ֔ H3027 וַֽיִּתְּנָ֖ H5414 לְרֵעֲ H7453 לְדָוִֽד H1732 ",
  "18": "כַּאֲשֶׁ֤ר H834 לֹֽא H3808 שָׁמַ֨עְתָּ֙ H8085 בְּק֣וֹל H6963 יְהוָ֔ה H3068 וְלֹֽא H3808 עָשִׂ֥יתָ H6213 חֲרוֹן H2740 אַפּ֖וֹ H639 בַּעֲמָלֵ֑ק H6002 עַל H5921 כֵּן֙ H3651 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 עָשָֽׂה H6213 לְךָ֥ Hl יְהוָ֖ה H3068 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "19": "וְיִתֵּ֣ן H5414 יְ֠הוָה H3068 גַּ֣ם H1571 אֶת H853 יִשְׂרָאֵ֤ל H3478 עִמְּךָ֙ H5973 בְּיַד H3027 פְּלִשְׁתִּ֔ים H6430 וּמָחָ֕ר H4279 אַתָּ֥ה H859 וּבָנֶ֖י H1121 עִמִּ֑י H5973 גַּ֚ם H1571 אֶת H853 מַחֲנֵ֣ה H4264 יִשְׂרָאֵ֔ל H3478 יִתֵּ֥ן H5414 יְהוָ֖ה H3068 בְּיַד H3027 פְּלִשְׁתִּֽים H6430 ",
  "20": "וַיְמַהֵ֣ר H4116 שָׁא֗וּל H7586 וַיִּפֹּ֤ל H5307 מְלֹא H4393 קֽוֹמָתוֹ֙ H6967 אַ֔רְצָה H776 וַיִּרָ֥א H3372 מְאֹ֖ד H3966 מִדִּבְרֵ֣י H1697 שְׁמוּאֵ֑ל H8050 גַּם H1571 כֹּ֨חַ֙ H3581 לֹא H3808 הָ֣יָה H1961 ב֔וֹ Hb כִּ֣י H3588 לֹ֤א H3808 אָכַל֙ H398 לֶ֔חֶם H3899 כָּל H3605 הַיּ֖וֹם H3117 וְכָל H3605 הַלָּֽיְלָה H3915 ",
  "21": "וַתָּב֤וֹא H935 הָֽאִשָּׁה֙ H802 אֶל H413 שָׁא֔וּל H7586 וַתֵּ֖רֶא H7200 כִּי H3588 נִבְהַ֣ל H926 מְאֹ֑ד H3966 וַתֹּ֣אמֶר H559 אֵלָ֗יו H413 הִנֵּ֨ה H2009 שָׁמְעָ֤ה H8085 שִׁפְחָֽתְךָ֙ H8198 בְּקוֹלֶ֔ H6963 וָאָשִׂ֤ים H7760 נַפְשִׁי֙ H5315 בְּכַפִּ֔ H3709 וָֽאֶשְׁמַע֙ H8085 אֶת H853 דְּבָרֶ֔יךָ H1697 אֲשֶׁ֥ר H834 דִּבַּ֖רְתָּ H1696 אֵלָֽי H413 ",
  "22": "וְעַתָּ֗ה H6258 שְׁמַֽע H8085 נָ֤א H4994 גַם H1571 אַתָּה֙ H859 בְּק֣וֹל H6963 שִׁפְחָתֶ֔ךָ H8198 וְאָשִׂ֧מָה H7760 לְפָנֶ֛י H6440 פַּת H6595 לֶ֖חֶם H3899 וֶאֱכ֑וֹל H398 וִיהִ֤י H1961 בְךָ֙ Hb כֹּ֔חַ H3581 כִּ֥י H3588 תֵלֵ֖ךְ H3212 בַּדָּֽרֶךְ H1870 ",
  "23": "וַיְמָאֵ֗ן H3985 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אֹכַ֔ל H398 וַיִּפְרְצוּ H6555 ב֤וֹ Hb עֲבָדָיו֙ H5650 וְגַם H1571 הָ֣אִשָּׁ֔ה H802 וַיִּשְׁמַ֖ע H8085 לְקֹלָ֑ H6963 וַיָּ֨קָם֙ H6965 מֵֽהָ H776 וַיֵּ֖שֶׁב H3427 אֶל H413 הַמִּטָּֽה H4296 ",
  "24": "וְלָ H802 עֵֽגֶל H5695 מַרְבֵּק֙ H4770 בַּבַּ֔יִת H1004 וַתְּמַהֵ֖ר H4116 וַתִּזְבָּחֵ֑ H2076 וַתִּקַּח H3947 קֶ֣מַח H7058 וַתָּ֔לָשׁ H3888 וַתֹּפֵ֖ H644 מַצּֽוֹת H4682 ",
  "25": "וַתַּגֵּ֧שׁ H5066 לִפְנֵֽי H6440 שָׁא֛וּל H7586 וְלִ H6440 עֲבָדָ֖יו H5650 וַיֹּאכֵ֑לוּ H398 וַיָּקֻ֥מוּ H6965 וַיֵּלְכ֖וּ H3212 בַּלַּ֥יְלָה H3915 הַהֽוּא H1931 "
}
