{
  "1": "וְהַ H5288 שְׁמוּאֵ֛ל H8050 מְשָׁרֵ֥ת H8334 אֶת H853 יְהוָ֖ה H3068 לִפְנֵ֣י H6440 עֵלִ֑י H5941 וּדְבַר H1697 יְהוָ֗ה H3068 הָיָ֤ה H1961 יָקָר֙ H3368 בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 אֵ֥ין H369 חָז֖וֹן H2377 נִפְרָֽץ H6555 ",
  "2": "וַֽיְהִי֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְעֵלִ֖י H5941 שֹׁכֵ֣ב H7901 בִּמְקֹמ֑ H4725 ועינ H5869 הֵחֵ֣לּוּ H2490 כֵה֔וֹת H3544 לֹ֥א H3808 יוּכַ֖ל H3201 לִרְאֽוֹת H7200 ",
  "3": "וְנֵ֤ר H5216 אֱלֹהִים֙ H430 טֶ֣רֶם H2962 יִכְבֶּ֔ה H3518 וּשְׁמוּאֵ֖ל H8050 שֹׁכֵ֑ב H7901 בְּהֵיכַ֣ל H1964 יְהוָ֔ה H3068 אֲשֶׁר H834 שָׁ֖ם H8033 אֲר֥וֹן H727 אֱלֹהִֽים H430 ",
  "4": "וַיִּקְרָ֧א H7121 יְהוָ֛ה H3068 אֶל H413 שְׁמוּאֵ֖ל H8050 וַיֹּ֥אמֶר H559 הִנֵּֽנִי H2005 ",
  "5": "וַיָּ֣רָץ H7323 אֶל H413 עֵלִ֗י H5941 וַיֹּ֤אמֶר H559 הִנְנִי֙ H2005 כִּֽי H3588 קָרָ֣אתָ H7121 לִּ֔י Hl וַיֹּ֥אמֶר H559 לֹֽא H3808 קָרָ֖אתִי H7121 שׁ֣וּב H7725 שְׁכָ֑ב H7901 וַיֵּ֖לֶךְ H3212 וַיִּשְׁכָּֽב H7901 ",
  "6": "וַיֹּ֣סֶף H3254 יְהוָ֗ה H3068 קְרֹ֣א H7121 עוֹד֮ H5750 שְׁמוּאֵל֒ H8050 וַיָּ֤קָם H6965 שְׁמוּאֵל֙ H8050 וַיֵּ֣לֶךְ H3212 אֶל H413 עֵלִ֔י H5941 וַיֹּ֣אמֶר H559 הִנְנִ֔י H2005 כִּ֥י H3588 קָרָ֖אתָ H7121 לִ֑י Hl וַיֹּ֛אמֶר H559 לֹֽא H3808 קָרָ֥אתִי H7121 בְנִ֖י H1121 שׁ֥וּב H7725 שְׁכָֽב H7901 ",
  "7": "וּשְׁמוּאֵ֕ל H8050 טֶ֖רֶם H2962 יָדַ֣ע H3045 אֶת H853 יְהוָ֑ה H3068 וְטֶ֛רֶם H2962 יִגָּלֶ֥ה H1540 אֵלָ֖יו H413 דְּבַר H1697 יְהוָֽה H3068 ",
  "8": "וַיֹּ֨סֶף H3254 יְהוָ֥ה H3068 קְרֹא H7121 שְׁמוּאֵל֮ H8050 בַּשְּׁלִשִׁית֒ H7992 וַיָּ֨קָם֙ H6965 וַיֵּ֣לֶךְ H3212 אֶל H413 עֵלִ֔י H5941 וַיֹּ֣אמֶר H559 הִנְנִ֔י H2005 כִּ֥י H3588 קָרָ֖אתָ H7121 לִ֑י Hl וַיָּ֣בֶן H995 עֵלִ֔י H5941 כִּ֥י H3588 יְהוָ֖ה H3068 קֹרֵ֥א H7121 לַנָּֽעַר H5288 ",
  "9": "וַיֹּ֨אמֶר H559 עֵלִ֣י H5941 לִשְׁמוּאֵל֮ H8050 לֵ֣ךְ H3212 שְׁכָב֒ H7901 וְהָיָה֙ H1961 אִם H518 יִקְרָ֣א H7121 אֵלֶ֔יךָ H413 וְאָֽמַרְתָּ֙ H559 דַּבֵּ֣ר H1696 יְהוָ֔ה H3068 כִּ֥י H3588 שֹׁמֵ֖עַ H8085 עַבְדֶּ֑ךָ H5650 וַיֵּ֣לֶךְ H3212 שְׁמוּאֵ֔ל H8050 וַיִּשְׁכַּ֖ב H7901 בִּמְקוֹמֽ H4725 ",
  "10": "וַיָּבֹ֤א H935 יְהוָה֙ H3068 וַיִּתְיַצַּ֔ב H3320 וַיִּקְרָ֥א H7121 כְפַֽעַם H6471 בְּפַ֖עַם H6471 שְׁמוּאֵ֣ל H8050 שְׁמוּאֵ֑ל H8050 וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 דַּבֵּ֔ר H1696 כִּ֥י H3588 שֹׁמֵ֖עַ H8085 עַבְדֶּֽךָ H5650 ",
  "11": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 שְׁמוּאֵ֔ל H8050 הִנֵּ֧ה H2009 אָנֹכִ֛י H595 עֹשֶׂ֥ה H6213 דָבָ֖ר H1697 בְּיִשְׂרָאֵ֑ל H3478 אֲשֶׁר֙ H834 כָּל H3605 שֹׁ֣מְע֔וֹ H8085 תְּצִלֶּ֖ינָה H6750 שְׁתֵּ֥י H8147 אָזְנָֽיו H241 ",
  "12": "בַּיּ֤וֹם H3117 הַהוּא֙ H1931 אָקִ֣ים H6965 אֶל H413 עֵלִ֔י H5941 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 אֶל H413 בֵּית֑וֹ H1004 הָחֵ֖ל H2490 וְכַלֵּֽה H3615 ",
  "13": "וְהִגַּ֣דְתִּי H5046 ל֔וֹ Hl כִּֽי H3588 שֹׁפֵ֥ט H8199 אֲנִ֛י H589 אֶת H853 בֵּית֖וֹ H1004 עַד H5704 עוֹלָ֑ם H5769 בַּעֲוֺ֣ן H5771 אֲשֶׁר H834 יָדַ֗ע H3045 כִּֽי H3588 מְקַֽלְלִ֤ים H7043 לָהֶם֙ H1992 בָּנָ֔יו H1121 וְלֹ֥א H3808 כִהָ֖ה H3543 בָּֽם Hb ",
  "14": "וְלָ H3651 נִשְׁבַּ֖עְתִּי H7650 לְבֵ֣ית H1004 עֵלִ֑י H5941 אִֽם H518 יִתְכַּפֵּ֞ר H3722 עֲוֺ֧ן H5771 בֵּית H1004 עֵלִ֛י H5941 בְּזֶ֥בַח H2077 וּבְ H4503 עַד H5704 עוֹלָֽם H5769 ",
  "15": "וַיִּשְׁכַּ֤ב H7901 שְׁמוּאֵל֙ H8050 עַד H5704 הַבֹּ֔קֶר H1242 וַיִּפְתַּ֖ח H6605 אֶת H853 דַּלְת֣וֹת H1817 בֵּית H1004 יְהוָ֑ה H3068 וּשְׁמוּאֵ֣ל H8050 יָרֵ֔א H3372 מֵהַגִּ֥יד H5046 אֶת H853 הַמַּרְאָ֖ה H4759 אֶל H413 עֵלִֽי H5941 ",
  "16": "וַיִּקְרָ֤א H7121 עֵלִי֙ H5941 אֶת H853 שְׁמוּאֵ֔ל H8050 וַיֹּ֖אמֶר H559 שְׁמוּאֵ֣ל H8050 בְּנִ֑י H1121 וַיֹּ֖אמֶר H559 הִנֵּֽנִי H2005 ",
  "17": "וַיֹּ֗אמֶר H559 מָ֤ה H4100 הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 אֵלֶ֔יךָ H413 אַל H408 נָ֥א H4994 תְכַחֵ֖ד H3582 מִמֶּ֑נִּי H4480 כֹּ֣ה H3541 יַעֲשֶׂה H6213 לְּךָ֤ Hl אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יוֹסִ֔יף H3254 אִם H518 תְּכַחֵ֤ד H3582 מִמֶּ֨נִּי֙ H4480 דָּבָ֔ר H1697 מִכָּל H3605 הַדָּבָ֖ר H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֵלֶֽיךָ H413 ",
  "18": "וַיַּגֶּד H5046 ל֤וֹ Hl שְׁמוּאֵל֙ H8050 אֶת H853 כָּל H3605 הַדְּבָרִ֔ים H1697 וְלֹ֥א H3808 כִחֵ֖ד H3582 מִמֶּ֑נּוּ H4480 וַיֹּאמַ֕ר H559 יְהוָ֣ה H3068 ה֔וּא H1931 הַטּ֥וֹב H2896 בְּעֵינָ֖ H5869 יַעֲשֶֽׂה H6213 ",
  "19": "וַיִּגְדַּ֖ל H1431 שְׁמוּאֵ֑ל H8050 וַֽיהוָה֙ H3068 הָיָ֣ה H1961 עִמּ֔וֹ H5973 וְלֹֽא H3808 הִפִּ֥יל H5307 מִכָּל H3605 דְּבָרָ֖יו H1697 אָֽרְצָה H776 ",
  "20": "וַיֵּ֨דַע֙ H3045 כָּל H3605 יִשְׂרָאֵ֔ל H3478 מִדָּ֖ן H1835 וְעַד H5704 בְּאֵ֣ר H884 שָׁ֑בַע H884 כִּ֚י H3588 נֶאֱמָ֣ן H539 שְׁמוּאֵ֔ל H8050 לְנָבִ֖יא H5030 לַיהוָֽה H3068 ",
  "21": "וַיֹּ֥סֶף H3254 יְהוָ֖ה H3068 לְהֵרָאֹ֣ה H7200 בְשִׁלֹ֑ה H7887 כִּֽי H3588 נִגְלָ֨ה H1540 יְהוָ֧ה H3068 אֶל H413 שְׁמוּאֵ֛ל H8050 בְּשִׁל֖וֹ H7887 בִּדְבַ֥ר H1697 יְהוָֽה H3068 "
}
