{
  "1": "וַיְהִ֕י H1961 כַּאֲשֶׁ֥ר H834 זָקֵ֖ן H2204 שְׁמוּאֵ֑ל H8050 וַיָּ֧שֶׂם H7760 אֶת H853 בָּנָ֛יו H1121 שֹׁפְטִ֖ים H8199 לְיִשְׂרָאֵֽל H3478 ",
  "2": "וַיְהִ֞י H1961 שֶׁם H8034 בְּנ֤וֹ H1121 הַבְּכוֹר֙ H1060 יוֹאֵ֔ל H3100 וְשֵׁ֥ם H8034 מִשְׁנֵ֖הוּ H4932 אֲבִיָּ֑ה H29 שֹׁפְטִ֖ים H8199 בִּבְאֵ֥ר H884 שָֽׁבַע H884 ",
  "3": "וְלֹֽא H3808 הָלְכ֤וּ H1980 בָנָיו֙ H1121 בדרכ H1870 וַיִּטּ֖וּ H5186 אַחֲרֵ֣י H310 הַבָּ֑צַע H1215 וַיִּ֨קְחוּ H3947 שֹׁ֔חַד H7810 וַיַּטּ֖וּ H5186 מִשְׁפָּֽט H4941 ",
  "4": "וַיִּֽתְקַבְּצ֔וּ H6908 כֹּ֖ל H3605 זִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וַיָּבֹ֥אוּ H935 אֶל H413 שְׁמוּאֵ֖ל H8050 הָרָמָֽתָ H7414 ",
  "5": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 הִנֵּה֙ H2009 אַתָּ֣ה H859 זָקַ֔נְתָּ H2204 וּבָנֶ֕י H1121 לֹ֥א H3808 הָלְכ֖וּ H1980 בִּדְרָכֶ֑י H1870 עַתָּ֗ה H6258 שִֽׂימָה H7760 לָּ֥נוּ Hl מֶ֛לֶךְ H4428 לְשָׁפְטֵ֖ H8199 כְּכָל H3605 הַגּוֹיִֽם H1471 ",
  "6": "וַיֵּ֤רַע H7489 הַדָּבָר֙ H1697 בְּעֵינֵ֣י H5869 שְׁמוּאֵ֔ל H8050 כַּאֲשֶׁ֣ר H834 אָמְר֔וּ H559 תְּנָה H5414 לָּ֥נוּ Hl מֶ֖לֶךְ H4428 לְשָׁפְטֵ֑ H8199 וַיִּתְפַּלֵּ֥ל H6419 שְׁמוּאֵ֖ל H8050 אֶל H413 יְהוָֽה H3068 ",
  "7": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 שְׁמוּאֵ֔ל H8050 שְׁמַע֙ H8085 בְּק֣וֹל H6963 הָעָ֔ם H5971 לְכֹ֥ל H3605 אֲשֶׁר H834 יֹאמְר֖וּ H559 אֵלֶ֑יךָ H413 כִּ֣י H3588 לֹ֤א H3808 אֹֽתְךָ֙ H853 מָאָ֔סוּ H3988 כִּֽי H3588 אֹתִ֥י H853 מָאֲס֖וּ H3988 מִמְּלֹ֥ךְ H4427 עֲלֵיהֶֽם H5921 ",
  "8": "כְּכָֽל H3605 הַמַּעֲשִׂ֣ים H4639 אֲשֶׁר H834 עָשׂ֗וּ H6213 מִיּוֹם֩ H3117 הַעֲלֹתִ֨י H5927 אֹתָ֤ם H853 מִמִּצְרַ֨יִם֙ H4714 וְעַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וַיַּ֣עַזְבֻ֔ H5800 וַיַּעַבְד֖וּ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 כֵּ֛ן H3651 הֵ֥מָּה H1992 עֹשִׂ֖ים H6213 גַּם H1571 לָֽךְ Hl ",
  "9": "וְעַתָּ֖ה H6258 שְׁמַ֣ע H8085 בְּקוֹלָ֑ H6963 אַ֗ךְ H389 כִּֽי H3588 הָעֵ֤ד H5749 תָּעִיד֙ H5749 בָּהֶ֔ם Hb וְהִגַּדְתָּ֣ H5046 לָהֶ֔ם Hl מִשְׁפַּ֣ט H4941 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֥ר H834 יִמְלֹ֖ךְ H4427 עֲלֵיהֶֽם H5921 ",
  "10": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֔ל H8050 אֵ֖ת H853 כָּל H3605 דִּבְרֵ֣י H1697 יְהוָ֑ה H3068 אֶל H413 הָעָ֕ם H5971 הַשֹּׁאֲלִ֥ים H7592 מֵאִתּ֖ H853 מֶֽלֶךְ H4428 ",
  "11": "וַיֹּ֕אמֶר H559 זֶ֗ה H2088 יִֽהְיֶה֙ H1961 מִשְׁפַּ֣ט H4941 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֥ר H834 יִמְלֹ֖ךְ H4427 עֲלֵיכֶ֑ם H5921 אֶת H853 בְּנֵיכֶ֣ם H1121 יִקָּ֗ח H3947 וְשָׂ֥ם H7760 לוֹ֙ Hl בְּמֶרְכַּבְתּ֣ H4818 וּבְ H6571 וְרָצ֖וּ H7323 לִפְנֵ֥י H6440 מֶרְכַּבְתּֽוֹ H4818 ",
  "12": "וְלָ H7760 ל֔וֹ Hl שָׂרֵ֥י H8269 אֲלָפִ֖ים H505 וְשָׂרֵ֣י H8269 חֲמִשִּׁ֑ים H2572 וְלַ H2790 חֲרִישׁוֹ֙ H2758 וְלִ H7114 קְצִיר֔וֹ H7105 וְלַ H6213 כְּלֵֽי H3627 מִלְחַמְתּ֖וֹ H4421 וּכְלֵ֥י H3627 רִכְבּֽוֹ H7393 ",
  "13": "וְאֶת H853 בְּנוֹתֵיכֶ֖ם H1323 יִקָּ֑ח H3947 לְרַקָּח֥וֹת H7548 וּלְ H2879 וּלְ H644 ",
  "14": "וְאֶת H853 שְׂ֠דֽוֹתֵיכֶם H7704 וְאֶת H853 כַּרְמֵיכֶ֧ם H3754 וְזֵיתֵי H2132 הַטּוֹבִ֖ים H2896 יִקָּ֑ח H3947 וְנָתַ֖ן H5414 לַעֲבָדָֽי H5650 ",
  "15": "וְזַרְעֵי H2233 וְכַרְמֵי H3754 יַעְשֹׂ֑ר H6237 וְנָתַ֥ן H5414 לְסָרִיסָ֖י H5631 וְלַ H5650 ",
  "16": "וְאֶת H853 עַבְדֵיכֶם֩ H5650 וְֽאֶת H853 שִׁפְח֨וֹתֵיכֶ֜ם H8198 וְאֶת H853 בַּחוּרֵיכֶ֧ם H970 הַטּוֹבִ֛ים H2896 וְאֶת H853 חֲמוֹרֵיכֶ֖ם H2543 יִקָּ֑ח H3947 וְעָשָׂ֖ה H6213 לִמְלַאכְתּֽ H4399 ",
  "17": "צֹאנְכֶ֖ם H6629 יַעְשֹׂ֑ר H6237 וְאַתֶּ֖ם H859 תִּֽהְיוּ H1961 ל֥וֹ Hl לַעֲבָדִֽים H5650 ",
  "18": "וּזְעַקְתֶּם֙ H2199 בַּיּ֣וֹם H3117 הַה֔וּא H1931 מִלִּ H6440 מַלְכְּכֶ֔ם H4428 אֲשֶׁ֥ר H834 בְּחַרְתֶּ֖ם H977 לָכֶ֑ם Hl וְלֹֽא H3808 יַעֲנֶ֧ה H6030 יְהוָ֛ה H3068 אֶתְכֶ֖ם H853 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "19": "וַיְמָאֲנ֣וּ H3985 הָעָ֔ם H5971 לִשְׁמֹ֖עַ H8085 בְּק֣וֹל H6963 שְׁמוּאֵ֑ל H8050 וַיֹּאמְר֣וּ H559 לֹּ֔א H3808 כִּ֥י H3588 אִם H518 מֶ֖לֶךְ H4428 יִֽהְיֶ֥ה H1961 עָלֵֽינוּ H5921 ",
  "20": "וְהָיִ֥ינוּ H1961 גַם H1571 אֲנַ֖חְנוּ H587 כְּכָל H3605 הַגּוֹיִ֑ם H1471 וּשְׁפָטָ֤ H8199 מַלְכֵּ֨נוּ֙ H4428 וְיָצָ֣א H3318 לְפָנֵ֔י H6440 וְנִלְחַ֖ם H3898 אֶת H853 מִלְחֲמֹתֵֽנוּ H4421 ",
  "21": "וַיִּשְׁמַ֣ע H8085 שְׁמוּאֵ֔ל H8050 אֵ֖ת H853 כָּל H3605 דִּבְרֵ֣י H1697 הָעָ֑ם H5971 וַֽיְדַבְּרֵ֖ H1696 בְּאָזְנֵ֥י H241 יְהוָֽה H3068 ",
  "22": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 שְׁמוּאֵל֙ H8050 שְׁמַ֣ע H8085 בְּקוֹלָ֔ H6963 וְהִמְלַכְתָּ֥ H4427 לָהֶ֖ם Hl מֶ֑לֶךְ H4428 וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 אַנְשֵׁ֣י H376 יִשְׂרָאֵ֔ל H3478 לְכ֖וּ H3212 אִ֥ישׁ H376 לְעִירֽ H5892 "
}
