{
  "1": "וַֽיְהִי H1961 אִ֣ישׁ H376 מבן H1121 ימין H3225 וּ֠שְׁמ H8034 קִ֣ישׁ H7027 בֶּן H1121 אֲבִיאֵ֞ל H22 בֶּן H1121 צְר֧וֹר H6872 בֶּן H1121 בְּכוֹרַ֛ת H1064 בֶּן H1121 אֲפִ֖יחַ H647 בֶּן H1121 אִ֣ישׁ H376 יְמִינִ֑י H3227 גִּבּ֖וֹר H1368 חָֽיִל H2428 ",
  "2": "וְל Hc/Hl הָיָ֨ה H1961 בֵ֜ן H1121 וּשְׁמ֤ H8034 שָׁאוּל֙ H7586 בָּח֣וּר H970 וָט֔וֹב H2896 וְאֵ֥ין H369 אִ֛ישׁ H376 מִבְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 ט֣וֹב H2896 מִמֶּ֑נּוּ H4480 מִשִּׁכְמ֣ H7926 וָמַ֔עְלָ H4605 גָּבֹ֖הַּ H1364 מִכָּל H3605 הָעָֽם H5971 ",
  "3": "וַתֹּאבַ֨דְנָה֙ H6 הָאֲתֹנ֔וֹת H860 לְקִ֖ישׁ H7027 אֲבִ֣י H1 שָׁא֑וּל H7586 וַיֹּ֨אמֶר H559 קִ֜ישׁ H7027 אֶל H413 שָׁא֣וּל H7586 בְּנ֗וֹ H1121 קַח H3947 נָ֤א H4994 אִתְּךָ֙ H854 אֶת H853 אַחַ֣ד H259 מֵֽהַ H5288 וְק֣וּם H6965 לֵ֔ךְ H3212 בַּקֵּ֖שׁ H1245 אֶת H853 הָאֲתֹנֹֽת H860 ",
  "4": "וַיַּעֲבֹ֧ר H5674 בְּהַר H2022 אֶפְרַ֛יִם H669 וַיַּעֲבֹ֥ר H5674 בְּאֶֽרֶץ H776 שָׁלִ֖שָׁה H8031 וְלֹ֣א H3808 מָצָ֑אוּ H4672 וַיַּעַבְר֤וּ H5674 בְאֶֽרֶץ H776 שַׁעֲלִים֙ H8171 וָאַ֔יִן H369 וַיַּעֲבֹ֥ר H5674 בְּאֶֽרֶץ H776 יְמִינִ֖י H3227 וְלֹ֥א H3808 מָצָֽאוּ H4672 ",
  "5": "הֵ֗מָּה H1992 בָּ֚אוּ H935 בְּאֶ֣רֶץ H776 צ֔וּף H6689 וְשָׁא֥וּל H7586 אָמַ֛ר H559 לְנַעֲר֥ H5288 אֲשֶׁר H834 עִמּ֖וֹ H5973 לְכָ֣ה H3212 וְנָשׁ֑וּבָה H7725 פֶּן H6435 יֶחְדַּ֥ל H2308 אָבִ֛י H1 מִן H4480 הָאֲתֹנ֖וֹת H860 וְדָ֥אַג H1672 לָֽנוּ Hl ",
  "6": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl הִנֵּה H2009 נָ֤א H4994 אִישׁ H376 אֱלֹהִים֙ H430 בָּעִ֣יר H5892 הַזֹּ֔את H2063 וְהָ H376 נִכְבָּ֔ד H3513 כֹּ֥ל H3605 אֲשֶׁר H834 יְדַבֵּ֖ר H1696 בּ֣וֹא H935 יָב֑וֹא H935 עַתָּה֙ H6258 נֵ֣לֲכָה H3212 שָּׁ֔ם H8033 אוּלַי֙ H194 יַגִּ֣יד H5046 לָ֔נוּ Hl אֶת H853 דַּרְכֵּ֖נוּ H1870 אֲשֶׁר H834 הָלַ֥כְנוּ H1980 עָלֶֽיהָ H5921 ",
  "7": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 לְנַעֲר֗ H5288 וְהִנֵּ֣ה H2009 נֵלֵךְ֮ H3212 וּמַה H4100 נָּבִ֣יא H935 לָאִישׁ֒ H376 כִּ֤י H3588 הַלֶּ֨חֶם֙ H3899 אָזַ֣ל H235 מִכֵּלֵ֔י H3627 וּתְשׁוּרָ֥ה H8670 אֵין H369 לְהָבִ֖יא H935 לְאִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 מָ֖ה H4100 אִתָּֽנוּ H854 ",
  "8": "וַיֹּ֤סֶף H3254 הַנַּ֨עַר֙ H5288 לַעֲנ֣וֹת H6030 אֶת H853 שָׁא֔וּל H7586 וַיֹּ֕אמֶר H559 הִנֵּה֙ H2009 נִמְצָ֣א H4672 בְיָדִ֔ H3027 רֶ֖בַע H7253 שֶׁ֣קֶל H8255 כָּ֑סֶף H3701 וְנָֽתַתִּי֙ H5414 לְאִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וְהִגִּ֥יד H5046 לָ֖נוּ Hl אֶת H853 דַּרְכֵּֽנוּ H1870 ",
  "9": "לְפָנִ֣ים H6440 בְּיִשְׂרָאֵ֗ל H3478 כֹּֽה H3541 אָמַ֤ר H559 הָאִישׁ֙ H376 בְּלֶכְתּ H3212 לִדְר֣וֹשׁ H1875 אֱלֹהִ֔ים H430 לְכ֥וּ H3212 וְנֵלְכָ֖ה H3212 עַד H5704 הָרֹאֶ֑ה H7203 כִּ֤י H3588 לַנָּבִיא֙ H5030 הַיּ֔וֹם H3117 יִקָּרֵ֥א H7121 לְפָנִ֖ים H6440 הָרֹאֶֽה H7203 ",
  "10": "וַיֹּ֨אמֶר H559 שָׁא֧וּל H7586 לְנַעֲר֛ H5288 ט֥וֹב H2896 דְּבָרְךָ֖ H1697 לְכָ֣ה H3212 נֵלֵ֑כָה H3212 וַיֵּֽלְכוּ֙ H3212 אֶל H413 הָעִ֔יר H5892 אֲשֶׁר H834 שָׁ֖ם H8033 אִ֥ישׁ H376 הָאֱלֹהִֽים H430 ",
  "11": "הֵ֗מָּה H1992 עֹלִים֙ H5927 בְּמַעֲלֵ֣ה H4608 הָעִ֔יר H5892 וְהֵ֨מָּה֙ H1992 מָצְא֣וּ H4672 נְעָר֔וֹת H5291 יֹצְא֖וֹת H3318 לִשְׁאֹ֣ב H7579 מָ֑יִם H4325 וַיֹּאמְר֣וּ H559 לָהֶ֔ן Hl הֲיֵ֥שׁ H3426 בָּזֶ֖ה H2088 הָרֹאֶֽה H7203 ",
  "12": "וַתַּעֲנֶ֧ינָה H6030 אוֹתָ֛ם H853 וַתֹּאמַ֥רְנָה H559 יֵּ֖שׁ H3426 הִנֵּ֣ה H2009 לְפָנֶ֑י H6440 מַהֵ֣ר H4116 עַתָּ֗ה H6258 כִּ֤י H3588 הַיּוֹם֙ H3117 בָּ֣א H935 לָעִ֔יר H5892 כִּ֣י H3588 זֶ֧בַח H2077 הַיּ֛וֹם H3117 לָעָ֖ם H5971 בַּבָּמָֽה H1116 ",
  "13": "כְּבֹאֲ H935 הָעִ֣יר H5892 כֵּ֣ן H3651 תִּמְצְא֣וּן H4672 אֹת֡וֹ H853 בְּטֶרֶם֩ H2962 יַעֲלֶ֨ה H5927 הַבָּמָ֜תָ H1116 לֶאֱכֹ֗ל H398 כִּ֠י H3588 לֹֽא H3808 יֹאכַ֤ל H398 הָעָם֙ H5971 עַד H5704 בֹּא֔וֹ H935 כִּֽי H3588 הוּא֙ H1931 יְבָרֵ֣ךְ H1288 הַזֶּ֔בַח H2077 אַחֲרֵי H310 כֵ֖ן H3651 יֹאכְל֣וּ H398 הַקְּרֻאִ֑ים H7121 וְעַתָּ֣ה H6258 עֲל֔וּ H5927 כִּֽי H3588 אֹת֥וֹ H853 כְהַ H3117 תִּמְצְא֥וּן H4672 אֹתֽוֹ H853 ",
  "14": "וַֽיַּעֲל֖וּ H5927 הָעִ֑יר H5892 הֵ֗מָּה H1992 בָּאִים֙ H935 בְּת֣וֹךְ H8432 הָעִ֔יר H5892 וְהִנֵּ֤ה H2009 שְׁמוּאֵל֙ H8050 יֹצֵ֣א H3318 לִקְרָאתָ֔ H7122 לַעֲל֖וֹת H5927 הַבָּמָֽה H1116 ",
  "15": "וַֽיהוָ֔ה H3068 גָּלָ֖ה H1540 אֶת H853 אֹ֣זֶן H241 שְׁמוּאֵ֑ל H8050 י֣וֹם H3117 אֶחָ֔ד H259 לִפְנֵ֥י H6440 בֽוֹא H935 שָׁא֖וּל H7586 לֵאמֹֽר H559 ",
  "16": "כָּעֵ֣ת H6256 מָחָ֡ר H4279 אֶשְׁלַח֩ H7971 אֵלֶ֨יךָ H413 אִ֜ישׁ H376 מֵאֶ֣רֶץ H776 בִּנְיָמִ֗ן H1144 וּמְשַׁחְתּ֤ H4886 לְנָגִיד֙ H5057 עַל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 וְהוֹשִׁ֥יעַ H3467 אֶת H853 עַמִּ֖י H5971 מִיַּ֣ד H3027 פְּלִשְׁתִּ֑ים H6430 כִּ֤י H3588 רָאִ֨יתִי֙ H7200 אֶת H853 עַמִּ֔י H5971 כִּ֛י H3588 בָּ֥אָה H935 צַעֲקָת֖וֹ H6818 אֵלָֽי H413 ",
  "17": "וּשְׁמוּאֵ֖ל H8050 רָאָ֣ה H7200 אֶת H853 שָׁא֑וּל H7586 וַיהוָ֣ה H3068 עָנָ֔הוּ H6030 הִנֵּ֤ה H2009 הָאִישׁ֙ H376 אֲשֶׁ֣ר H834 אָמַ֣רְתִּי H559 אֵלֶ֔יךָ H413 זֶ֖ה H2088 יַעְצֹ֥ר H6113 בְּעַמִּֽ H5971 ",
  "18": "וַיִּגַּ֥שׁ H5066 שָׁא֛וּל H7586 אֶת H853 שְׁמוּאֵ֖ל H8050 בְּת֣וֹךְ H8432 הַשָּׁ֑עַר H8179 וַיֹּ֨אמֶר֙ H559 הַגִּֽידָה H5046 נָּ֣א H4994 לִ֔י Hl אֵי H335 זֶ֖ה H2088 בֵּ֥ית H1004 הָרֹאֶֽה H7203 ",
  "19": "וַיַּ֨עַן H6030 שְׁמוּאֵ֜ל H8050 אֶת H853 שָׁא֗וּל H7586 וַיֹּ֨אמֶר֙ H559 אָנֹכִ֣י H595 הָרֹאֶ֔ה H7203 עֲלֵ֤ה H5927 לְפָנַ H6440 הַבָּמָ֔ה H1116 וַאֲכַלְתֶּ֥ם H398 עִמִּ֖י H5973 הַיּ֑וֹם H3117 וְשִׁלַּחְתִּ֣י H7971 בַבֹּ֔קֶר H1242 וְכֹ֛ל H3605 אֲשֶׁ֥ר H834 בִּֽלְבָבְ H3824 אַגִּ֥יד H5046 לָֽךְ Hl ",
  "20": "וְלָ H860 הָאֹבְד֣וֹת H6 לְךָ֗ Hl הַיּוֹם֙ H3117 שְׁלֹ֣שֶׁת H7969 הַיָּמִ֔ים H3117 אַל H408 תָּ֧שֶׂם H7760 אֶֽת H853 לִבְּךָ֛ H3820 לָהֶ֖ם Hl כִּ֣י H3588 נִמְצָ֑אוּ H4672 וּלְ H4310 כָּל H3605 חֶמְדַּ֣ת H2532 יִשְׂרָאֵ֔ל H3478 הֲל֣וֹא H3808 לְךָ֔ Hl וּלְ H3605 בֵּ֥ית H1004 אָבִֽיךָ H1 ",
  "21": "וַיַּ֨עַן H6030 שָׁא֜וּל H7586 וַיֹּ֗אמֶר H559 הֲל֨וֹא H3808 בֶן H1145 יְמִינִ֤י H1145 אָ֨נֹכִי֙ H595 מִקַּטַנֵּי֙ H6996 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 וּמִשְׁפַּחְתִּ H4940 הַצְּעִרָ֔ה H6810 מִכָּֽל H3605 מִשְׁפְּח֖וֹת H4940 שִׁבְטֵ֣י H7626 בִנְיָמִ֑ן H1144 וְלָ֨ H4100 דִּבַּ֣רְתָּ H1696 אֵלַ֔י H413 כַּדָּבָ֖ר H1697 הַזֶּֽה H2088 ",
  "22": "וַיִּקַּ֤ח H3947 שְׁמוּאֵל֙ H8050 אֶת H853 שָׁא֣וּל H7586 וְאֶֽת H853 נַעֲר֔וֹ H5288 וַיְבִיאֵ֖ H935 לִשְׁכָּ֑תָה H3957 וַיִּתֵּ֨ן H5414 לָהֶ֤ם Hl מָקוֹם֙ H4725 בְּרֹ֣אשׁ H7218 הַקְּרוּאִ֔ים H7121 וְהֵ֖מָּה H1992 כִּשְׁלֹשִׁ֥ים H7970 אִֽישׁ H376 ",
  "23": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 לַטַּבָּ֔ח H2876 תְּנָה֙ H5414 אֶת H853 הַמָּנָ֔ה H4490 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לָ֑ךְ Hl אֲשֶׁר֙ H834 אָמַ֣רְתִּי H559 אֵלֶ֔יךָ H413 שִׂ֥ים H7760 אֹתָ֖הּ H853 עִמָּֽךְ H5973 ",
  "24": "וַיָּ֣רֶם H7311 הַ֠טַּבָּח H2876 אֶת H853 הַשּׁ֨וֹק H7785 וְהֶ H5921 וַיָּ֣שֶׂם H7760 לִפְנֵ֣י H6440 שָׁא֗וּל H7586 וַיֹּ֨אמֶר֙ H559 הִנֵּ֤ה H2009 הַנִּשְׁאָר֙ H7604 שִׂים H7760 לְפָנֶ֣י H6440 אֱכֹ֔ל H398 כִּ֧י H3588 לַמּוֹעֵ֛ד H4150 שָֽׁמוּר H8104 לְךָ֥ Hl לֵאמֹ֖ר H559 הָעָ֣ם H5971 קָרָ֑אתִי H7121 וַיֹּ֧אכַל H398 שָׁא֛וּל H7586 עִם H5973 שְׁמוּאֵ֖ל H8050 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "25": "וַיֵּרְד֥וּ H3381 מֵהַ H1116 הָעִ֑יר H5892 וַיְדַבֵּ֥ר H1696 עִם H5973 שָׁא֖וּל H7586 עַל H5921 הַגָּֽג H1406 ",
  "26": "וַיַּשְׁכִּ֗מוּ H7925 וַיְהִ֞י H1961 כַּעֲל֤וֹת H5927 הַשַּׁ֨חַר֙ H7837 וַיִּקְרָ֨א H7121 שְׁמוּאֵ֤ל H8050 אֶל H413 שָׁאוּל֙ H7586 הגג H1406 לֵאמֹ֔ר H559 ק֖וּמָה H6965 וַאֲשַׁלְּחֶ֑ H7971 וַיָּ֣קָם H6965 שָׁא֗וּל H7586 וַיֵּצְא֧וּ H3318 שְׁנֵיהֶ֛ם H8147 ה֥וּא H1931 וּשְׁמוּאֵ֖ל H8050 הַחֽוּצָ H2351 ",
  "27": "הֵ֗מָּה H1992 יֽוֹרְדִים֙ H3381 בִּקְצֵ֣ה H7097 הָעִ֔יר H5892 וּשְׁמוּאֵ֞ל H8050 אָמַ֣ר H559 אֶל H413 שָׁא֗וּל H7586 אֱמֹ֥ר H559 לַנַּ֛עַר H5288 וְיַעֲבֹ֥ר H5674 לְפָנֵ֖י H6440 וַֽיַּעֲבֹ֑ר H5674 וְאַתָּה֙ H859 עֲמֹ֣ד H5975 כַּיּ֔וֹם H3117 וְאַשְׁמִיעֲ H8085 אֶת H853 דְּבַ֥ר H1697 אֱלֹהִֽים H430 "
}
