{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King David was old and advanced in years, they covered him with blankets, but he could not keep warm.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his servants said to him, \"Let us look for a young virgin for our master the king. Let her serve the king and take care of him. Let her lie in his arms so that our master the king may keep warm.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they searched for a beautiful girl within all the borders of Israel. They found Abishag the Shunammite and brought her to the king.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The girl was very beautiful. She served the king and took care of him, but the king did not have sexual relations with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Adonijah son of Haggith exalted himself, saying, \"I will be king.\" So he prepared for himself chariots and horsemen with fifty men to run ahead of him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His father had never troubled him, saying, \"Why have you done this or that?\" Adonijah was also a very handsome man, born next after Absalom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He conferred with Joab son of Zeruiah and with Abiathar the priest. They followed Adonijah and helped him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged to David did not follow Adonijah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adonijah sacrificed sheep, oxen, and fattened calves by the stone of Zoheleth, which is beside En Rogel. He invited all his brothers, the king's sons, and all the men of Judah, the king's servants.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not invite Nathan the prophet, Benaiah, the mighty men, or his brother Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan spoke to Bathsheba the mother of Solomon, saying, \"Have you not heard that Adonijah son of Haggith has become king, and David our master does not know it?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore let me give you advice, so that you may save your own life and the life of your son Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to King David; say to him, 'My master the king, did you not swear to your servant, saying, \"Surely Solomon your son will reign after me, and he will sit on my throne?\" Why then is Adonijah reigning?'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While you are there speaking with the king, I will come in after you and confirm your words.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Bathsheba went into the king's room. The king was very old, and Abishag the Shunammite was serving the king.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathsheba bowed and prostrated herself before the king. Then the king said, \"What do you desire?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to him, \"My master, you swore to your servant by Yahweh your God, saying, 'Surely Solomon your son shall reign after me, and he shall sit on my throne.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, see, Adonijah is king, and you, my master the king, do not know it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has sacrificed oxen, fatted calves, and sheep in abundance, and has invited all the sons of the king, Abiathar the priest, and Joab the captain of the army, but he has not invited Solomon your servant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, my master the king, the eyes of all Israel are on you, waiting for you to tell them who will sit on the throne after you, my master.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Otherwise it will happen, when my master the king sleeps with his fathers, that I and my son Solomon will be regarded as criminals.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While she was still speaking with the king, Nathan the prophet came in.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servants told the king, \"Nathan the prophet is here.\" When he came in before the king, he prostrated himself before the king with his face to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathan said, \"My master the king, have you said, 'Adonijah will reign after me, and he will sit on my throne?'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he has gone down today and sacrificed oxen, fatted calves, and sheep in abundance, and has invited all the king's sons, the captains of the army, and Abiathar the priest. They are eating and drinking before him, and saying, 'Long live King Adonijah!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for me, your servant, Zadok the priest, Benaiah son of Jehoiada, and your servant Solomon, he has not invited us.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Has my master the king done this without telling us, your servants, who should sit on the throne after him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King David answered and said, \"Call Bathsheba back to me.\" She came into the king's presence and stood before the king.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king made an oath and said, \"As Yahweh lives, who has redeemed me out of all trouble,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as I vowed to you by Yahweh, the God of Israel, saying, 'Solomon your son will reign after me, and he will sit on my throne in my place,' I will do this today.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Bathsheba bowed with her face to the ground and prostrated herself before the king and said, \"May my master King David live forever!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David said, \"Call to me Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.\" So they came before the king.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to them, \"Take with you the servants of your master, and have Solomon my son ride on my own mule and take him down to Gihon.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let Zadok the priest and Nathan the prophet anoint him king over Israel and blow the trumpet and say, 'Long live King Solomon!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will come up after him, and he will come and sit on my throne; for he will be king in my place. I have appointed him to be ruler over Israel and Judah.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah son of Jehoiada answered the king, and said, \"So let it be! May Yahweh, the God of my master the king, confirm it.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Yahweh has been with my master the king, so may he be with Solomon, and make his throne greater than the throne of my master King David.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, and the Kerethites and the Pelethites went down and had Solomon ride upon King David's mule; they brought him to Gihon.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok the priest took the horn of oil out of the tent and anointed Solomon. Then they blew the trumpet, and all the people said, \"Long live King Solomon!\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people went up after him, and the people played the flutes and rejoiced with great joy, so that the earth shook with their sound.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adonijah and all the guests who were with him heard it as they finished eating. When Joab heard the sound of the trumpet, he said, \"Why is there an uproar in the city?\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, Jonathan son of Abiathar the priest came. Adonijah said, \"Come in, for you are a worthy man and bring good news.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan answered and said to Adonijah, \"Our master King David has made Solomon the king,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the king has sent with him Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, and the Kerethites and the Pelethites. They have had Solomon ride on the king's mule.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok the priest and Nathan the prophet have anointed him king at Gihon, and have come up from there rejoicing, so that the city is in an uproar. This is the noise that you have heard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, Solomon is sitting on the throne of the kingdom.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, the king's servants came to bless our master King David, saying, 'May your God make the name of Solomon better than your name, and make his throne greater than your throne.' Then the king bowed down on the bed.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also said, 'Blessed be Yahweh, the God of Israel, who has given a person to sit on my throne this day, and that my own eyes should see it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the guests of Adonijah were terrified. They stood up and each man went his way.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adonijah was afraid of Solomon and rose up, went, and took hold of the horns of the altar.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was told Solomon, saying, \"See, Adonijah is afraid of King Solomon, for he has laid hold on the horns of the altar, saying, 'Let King Solomon swear to me first that he will not kill his servant with the sword.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon said, \"If he will show himself a worthy man, not a hair of his will fall to the earth, but if wickedness is found in him, he will die.\"\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Solomon sent men, who brought Adonijah down from the altar. He came and bowed down to King Solomon, and Solomon said to him, \"Go to your house.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}