{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the queen of Sheba heard of Solomon's fame concerning the name of Yahweh, she came to test him with hard questions.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She came to Jerusalem with a very long caravan, with camels loaded with spices, much gold, and many precious gemstones. When she arrived, she told Solomon all that was in her heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon answered all her questions. There was nothing she asked that the king did not answer.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the queen of Sheba saw all Solomon's wisdom, the palace that he had built,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the food on his table, the seating of his servants, the work of his servants and their clothing, also his cupbearers, and the manner in which he offered burnt offerings in the house of Yahweh, there was no more breath in her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to the king, \"It is true, the report that I heard in my own land of your words and your wisdom.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not believe what I heard until I came here, and now my eyes have seen it. Not half was told me about your wisdom and wealth! You have exceeded the fame that I heard about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How blessed are your wives, and how blessed are your servants who constantly stand before you, because they hear your wisdom. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions read \\fqa How blessed are your men \\fqa* . Important ancient translations, however, have \\fqa How blessed are your wives \\fqa* . Many think it is probable that \\fqa women \\fqa* was misread as \\fqa men \\fqa* , because the Hebrew words are very similar. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh your God be praised, who has taken pleasure in you, who placed you on the throne of Israel. Because Yahweh loved Israel forever, he has made you king, for you to do justice and righteousness!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She gave the king 120 talents of gold and a large amount of spices and precious stones. No greater amount of spices as these that the queen of Sheba gave to King Solomon was ever given to him again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fleet of Hiram, which brought gold from Ophir, also brought from Ophir a large amount of almug wood and precious stones.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king made almug wood pillars for the temple of Yahweh and for the king's palace, and harps and lyres for the singers. No such quantity of almug wood has ever come or been seen again to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon gave to the queen of Sheba everything she wished for, whatever she asked, in addition to what Solomon gave her of his royal bounty. So she returned to her own land with her servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the weight of gold that came to Solomon in one year was 666 talents of gold,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "besides the gold that the traders and merchants brought. All the kings of Arabia and the governors in the country also brought gold and silver to Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon made two hundred large shields of beaten gold. Six hundred shekels of gold went into each one.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made three hundred shields of beaten gold. Three minas of gold went into each shield; the king put them into the Palace of the Forest of Lebanon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king made a great throne of ivory and overlaid it with the finest gold.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were six steps to the throne, and the back of it had a rounded top. There were armrests on each side of the seat, and two lions standing beside the armrests.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Twelve lions stood on the steps, one on each side of each of the six steps. There was no throne like it in any other kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All King Solomon's drinking cups were gold, and all the drinking cups in the Palace of the Forest of Lebanon were of pure gold. None were silver, because silver was not considered valuable in Solomon's days.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had at sea a fleet of oceangoing ships, along with the fleet of Hiram. Once every three years the fleet brought gold, silver, and ivory, as well as apes and baboons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Solomon exceeded all the kings of the world in riches and in wisdom.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the earth sought the presence of Solomon in order to hear his wisdom, which God had put in his heart.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who visited brought tribute, vessels of silver and of gold, and clothes, armor, and spices, as well as horses and mules, year after year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon gathered together chariots and horsemen. He had 1,400 chariots and twelve thousand horsemen that he stationed in the chariot cities and with himself in Jerusalem.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had silver in Jerusalem, as much as the stones on the ground. He made cedar wood to be as abundant as the sycamore fig trees that are in the lowlands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The horses that belonged to Solomon were imported from Egypt, and Kue and the king's merchants purchased them from Kue.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Chariots were purchased out of Egypt for six hundred shekels of silver each, and horses for 150 shekels each. Many of these were then sold to all the kings of the Hittites and Aram.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}