{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now King Solomon loved many foreign women including the daughter of Pharaoh—women of the Moabites, Ammonites, Edomites, Sidonians, and Hittites.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were from the nations about which Yahweh said to the people of Israel, \"You will not go among them to marry, neither will they come among you, for they will certainly turn your heart to their gods.\" In spite of this command, Solomon was affectionate toward these women in love.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon had seven hundred royal wives and three hundred concubines. His wives turned his heart away.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when Solomon grew old, his wives turned away his heart after other gods; his heart was not fully surrendered to Yahweh his God, as was the heart of David his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Solomon followed Ashtoreth, the goddess of the Sidonians, and he followed Molech, the disgusting idol of the Ammonites.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon did what was evil in the sight of Yahweh; he did not fully follow Yahweh as David his father had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon built a high place for Chemosh, the disgusting idol of Moab, on a hill east of Jerusalem, and also for Molech, the disgusting idol of the people of Ammon.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also built high places for all his foreign wives, who burned incense and sacrificed to their gods at them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was angry with Solomon, because his heart had turned away from him, the God of Israel, even though he had appeared to him twice\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and commanded him about this very thing, that he should not go after other gods. But Solomon did not obey what Yahweh commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh said to Solomon, \"Because you have done this and have not kept the covenant and my statutes that I have commanded you, I will surely tear the kingdom from you and give it to your servant.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, for David your father's sake, I will not do it in your lifetime, but I will tear it out of the hand of your son.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet I will not tear away all the kingdom; I will give one tribe to your son for David my servant's sake, and for the sake of Jerusalem, which I have chosen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh raised up an adversary to Solomon, Hadad the Edomite. He was from the royal family of Edom.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David was in Edom, Joab the captain of the army had gone up to bury the dead, every man who had been killed in Edom.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab and all Israel remained there six months until he had killed every male in Edom.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hadad was taken with other Edomites by his father's servants into Egypt, since Hadad was still a little child.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left Midian and came to Paran, from where they took men with them to Egypt, to Pharaoh king of Egypt, who gave him a house and land and food.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hadad found great favor in the sight of Pharaoh, so that Pharaoh gave him a wife, his own wife's sister, the sister of Tahpenes the queen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sister of Tahpenes gave birth to Hadad's son. They named him Genubath. Tahpenes raised him in Pharaoh's palace. So Genubath lived in Pharaoh's palace among the children of Pharaoh.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was in Egypt, Hadad heard that David had lain down with his ancestors and that Joab the captain of the host was dead, Hadad said to Pharaoh, \"Let me depart, so I may go to my own country.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh said to him, \"But what have you lacked with me, that you now seek to go to your own country?\" Hadad answered, \"Nothing. Please let me go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also raised up another adversary to Solomon, Rezon son of Eliada, who had fled from his master Hadadezer king of Zobah.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rezon gathered men to himself and became captain over a small force, when David defeated the men of Zobah. Rezon's men went to Damascus and lived there, and Rezon controlled Damascus.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was an enemy of Israel all the days of Solomon, along with the trouble that Hadad caused. Rezon abhorred Israel and reigned over Aram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeroboam son of Nebat, an Ephraimite of Zeredah, an official of Solomon, whose mother's name was Zeruah, a widow, also lifted up his hand against the king.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He lifted up his hand against the king because Solomon had built up the place located at Millo and repaired the opening in the city wall of David his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam was a mighty man of valor. Solomon saw that the young man was industrious, so he gave him command over all the labor of the house of Joseph.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, when Jeroboam went out of Jerusalem, the prophet Ahijah the Shilonite found him on the road. Now Ahijah had dressed in a new garment and the two men were alone in the field.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahijah grabbed hold of the new garment that was on him and tore it into twelve pieces.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Jeroboam, \"Take ten pieces, for Yahweh, the God of Israel, says, 'Look, I will tear the kingdom out of the hand of Solomon and I will give ten tribes to you\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(but Solomon will have one tribe, for my servant David's sake and for Jerusalem's sake—the city that I have chosen out of all the tribes of Israel),\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because they have forsaken me and have worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of Moab, and Molech the god of the people of Ammon. They have not walked in my ways, to do what is right in my eyes, and to keep my statutes and my decrees, as did David his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, I will not take the whole kingdom out of Solomon's hand. Instead, I have made him ruler all the days of his life, for David my servant's sake whom I chose, the one who kept my commandments and my statutes.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will take the kingdom out of his son's hand and I will give it to you, ten tribes.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give one tribe to Solomon's son, so that David my servant may always have a lamp before me in Jerusalem, the city in which I have chosen to put my name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will take you, and you will rule to fulfill all that you desire, and you will be king over Israel.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you listen to all that I command you, and if you walk in my ways and do what is right in my eyes, to keep my statutes and my commandments, as David my servant did, then I will be with you and will build you a sure house, as I built for David, and will give Israel to you.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish the descendants of David, but not forever.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon tried to kill Jeroboam. But Jeroboam got up and fled into Egypt, to Shishak king of Egypt, and he remained in Egypt until the death of Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Solomon, all that he did and his wisdom, are they not written in the book of the events of Solomon?\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon reigned in Jerusalem over all Israel for forty years.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He slept with his ancestors and he was buried in the city of David his father. Rehoboam his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}