{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Abijah son of Jeroboam became very sick.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam said to his wife, \"Please arise and disguise yourself, so you will not be recognized as my wife, and go to Shiloh, because Ahijah the prophet is there; he is the one who spoke about me, saying that I would become king over these people.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take with you ten loaves, some cakes, and a jar of honey, and go to Ahijah. He will tell you what will happen to the child.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam's wife did so; she left and went to Shiloh and came to the house of Ahijah. Now Ahijah could not see; he lost his sight because of old age.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Ahijah, \"Look, the wife of Jeroboam is coming to seek advice from you regarding her son, for he is sick. Say such and such to her, because when she comes, she will act as if she were some other woman.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahijah heard the sound of her feet as she came in at the door, he said, \"Come in, wife of Jeroboam. Why do you pretend to be someone you are not? I have been sent to you with bad news.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go, tell Jeroboam that Yahweh, the God of Israel, says, 'I raised you from among the people to make you the leader over my people Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tore the kingdom away from the family of David and gave it to you, yet you have not been like my servant David, who kept my commandments and followed me with all his heart, to do only what was right in my eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you have done evil, more than all who were before you. You have made other gods, and you have cast metal images to provoke me to anger, and have thrust me behind your back.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, look, I will bring disaster on your family; I will cut off from you every male child in Israel, whether slave or free, and will completely remove your family, like someone who burns up dung until it is gone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who belongs to your family who dies in the city will be eaten by dogs, and anyone who dies in the field will be eaten by the birds of the heavens, for I, Yahweh, have said it.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So arise, wife of Jeroboam, and go back to your home; when your feet enter the city, the child Abijah will die.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel will mourn for him and bury him. He is the only one from Jeroboam's family who will go into a grave, because only in him, out of Jeroboam's house, was anything good found in the sight of Yahweh, the God of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, Yahweh will raise up a king of Israel who will cut off the family of Jeroboam on that day. Today is that day, right now.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh will attack Israel as a reed is shaken in the water, and he will root up Israel out of this good land that he gave to their ancestors. He will scatter them beyond the Euphrates River, because they have made their Asherah poles and provoked Yahweh to anger.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will give Israel up because of the sins of Jeroboam, the sins that he has committed, and through which he has led Israel to sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeroboam's wife arose and left, and came to Tirzah. As she came to the threshold of her house, the child died.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel buried him and mourned for him, just as it was told to them by the word of Yahweh which he had spoken by his servant Ahijah the prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jeroboam, how he waged war and how he reigned, see, they are written in the book of the events of the kings of Israel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam reigned twenty-two years and then slept with his ancestors, and Nadab his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Rehoboam son of Solomon was reigning in Judah. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city that Yahweh had chosen out of all the tribes of Israel in which to put his name. His mother's name was Naamah the Ammonite woman.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah did what was evil in the sight of Yahweh; they provoked him to jealousy with the sins that they committed, more than everything that their fathers had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they also built for themselves high places, stone pillars, and Asherah poles on every high hill and under every green tree.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also cultic prostitutes in the land. They did the same despicable practices as the nations that Yahweh had driven out before the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in the fifth year of King Rehoboam that Shishak king of Egypt came up against Jerusalem.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took away the treasures in the house of Yahweh, and the treasures in the king's house. He took everything away; he also took all the shields of gold that Solomon had made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Rehoboam made shields of bronze in their place and entrusted them into the hands of the commanders of the guard, who guarded the doors to the king's house.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that whenever the king entered the house of Yahweh, the guards would carry them; then they would bring them back into the guardhouse.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Rehoboam, and all that he did, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was constant warfare between Rehoboam and Jeroboam.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Rehoboam slept with his ancestors and was buried with them in the city of David. His mother's name was Naamah the Ammonite woman. Abijah his son became king in his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}