{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the eighteenth year of King Jeroboam son of Nebat, Abijah began to reign over Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled for three years in Jerusalem. His mother's name was Maacah. She was the daughter of Abishalom.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He walked in all the sins that his father had committed before his time; his heart was not devoted to Yahweh his God as the heart of David, his ancestor, had been.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, for David's sake, Yahweh his God gave him a lamp in Jerusalem by raising up his son after him in order to strengthen Jerusalem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did this because David had done what was right in his eyes; for all the days of his life, he had not turned away from anything that he commanded him, except only in the matter of Uriah the Hittite.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was war between Rehoboam and Jeroboam all the days of Abijah's life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters of Abijah, all that he did, are they not written in the book of the events of the kings of Judah? There was war between Abijah and Jeroboam.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah slept with his ancestors, and they buried him in the city of David. Asa his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twentieth year of Jeroboam king of Israel, Asa began to reign over Judah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled forty-one years in Jerusalem. His grandmother's name was Maacah, the daughter of Abishalom.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa did what was right in the eyes of Yahweh, as David, his ancestor, had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He expelled the cultic prostitutes from the land and removed all the idols that his ancestors had made.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also removed Maacah, his grandmother, from being queen, because she had made a disgusting figure out of an Asherah pole. Asa cut down the disgusting figure and burned it at the Kidron Valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the high places were not taken away. Nevertheless, Asa's heart was completely devoted to Yahweh all his days.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought into the house of Yahweh the things that were set apart by his father, and his own things that had been set apart that were made of silver and gold, and vessels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was war between Asa and Baasha king of Israel, all their days.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baasha king of Israel, acted aggressively against Judah and built up Ramah, so that he might not allow anyone to leave or enter into the land of Asa king of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa took all the silver and gold left in the storerooms in the house of Yahweh, and the storerooms of the king's palace. He put it into the hands of his servants and sent it to Ben Hadad son of Tabrimmon son of Hezion, the king of Aram, who lived in Damascus. He said,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Let there be a covenant between me and you, as there was between my father and your father. Look, I have sent to you a gift of silver and gold. Break your covenant with Baasha king of Israel, so that he may leave me alone.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad listened to King Asa and sent the commanders of his armies, and they attacked the cities of Israel. They attacked Ijon, Dan, Abel of Beth Maacah, and all Kinnereth, together with all the land of Naphtali.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Baasha heard this, he stopped building up Ramah and went back to Tirzah.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Asa made a proclamation to all Judah. No one was exempted. They carried away the stones and timbers of Ramah with which Baasha had been building up the city. Then King Asa used that building material to build up Geba of Benjamin and Mizpah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters of Asa, all his might, all that he did, and the cities he built, are they not written in the book of the events of the kings of Judah? But during his old age he was diseased in his feet.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa slept with his ancestors and was buried with them in the city of David his father. Jehoshaphat his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nadab son of Jeroboam began to reign over Israel in the second year of Asa king of Judah; he reigned over Israel two years.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh and walked in the way of his father, and in his own sin, by which he led Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baasha son of Ahijah, of the family of Issachar, conspired against Nadab; Baasha killed him down at Gibbethon, which belonged to the Philistines, for Nadab and all Israel were laying siege to Gibbethon.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of Asa king of Judah, Baasha killed Nadab and became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he was king, Baasha killed all the family of Jeroboam. He left none of Jeroboam's descendants breathing; in this way he destroyed his royal line, just as Yahweh had spoken by his servant Ahijah the Shilonite,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for the sins of Jeroboam which he committed and by which he led Israel to sin, because he provoked Yahweh, the God of Israel, to anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Nadab, and all that he did, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was war between Asa and Baasha king of Israel all their days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of Asa king of Judah, Baasha son of Ahijah began to reign over all Israel in Tirzah and he reigned twenty-four years.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh and walked in the way of Jeroboam and in his sin by which he led Israel to sin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}