{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Jehu son of Hanani against Baasha, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Although I exalted you out of the dust and made you leader over my people Israel, you have walked in the way of Jeroboam and have made my people Israel to sin, so as to provoke me to anger with their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I will completely sweep away Baasha and his family and I will make your family like the family of Jeroboam son of Nebat.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dogs will eat anyone belonging to Baasha who dies in the city, and the birds of the sky will eat anyone who dies in the fields.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Baasha, what he did, and his might, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baasha slept with his ancestors and was buried in Tirzah, and Elah his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So by the prophet Jehu son of Hanani the word of Yahweh came against Baasha and his family, both because of all the evil that he did in the sight of Yahweh, so as to provoke him to anger with the work of his hands, like the family of Jeroboam, and also because he had killed all of Jeroboam's family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twenty-sixth year of Asa king of Judah, Elah son of Baasha began to reign over Israel in Tirzah; he reigned two years.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servant Zimri, captain of half his chariots, conspired against him. Now Elah was in Tirzah, drinking himself drunk in the house of Arza, who was over the household in Tirzah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zimri went in, attacked him and killed him, in the twenty-seventh year of Asa king of Judah, and became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zimri began to reign and was seated on his throne, he killed all the family of Baasha. He did not leave alive a single male belonging to Baasha's relatives or friends.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zimri destroyed all the family of Baasha, according to the word of Yahweh which he spoke against Baasha by Jehu the prophet,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for all the sins of Baasha and the sins of Elah his son that they committed, and by which they had led Israel to sin, so that they provoked Yahweh, the God of Israel, to anger with their idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Elah, all that he did, are they not written in the book of the events of the kings of Israel?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twenty-seventh year of Asa king of Judah, Zimri reigned only for seven days in Tirzah. Now the army was camped by Gibbethon, which belonged to the Philistines.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army camped there heard it said, \"Zimri has plotted and has killed the king.\" So that day in the camp, all Israel declared Omri, the commander of the army, king over Israel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Omri went up from Gibbethon and all Israel with him, and they besieged Tirzah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Zimri saw that the city had been taken, he went into the fortress attached to the king's palace and set fire to the building over him; in this way he died in the flames.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was for the sins that he had committed in doing what was evil in the sight of Yahweh, by walking in the way of Jeroboam and in the sin that he had committed, so as to lead Israel to sin.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Zimri, and the treason that he carried out, are they not written in the book of the events of the kings of Israel?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel were divided into two parts. Half of the people followed Tibni son of Ginath, to make him king, and half followed Omri.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people who followed Omri were stronger than the people who followed Tibni son of Ginath. So Tibni died, and Omri became king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Omri began to reign over Israel in the thirty-first year of Asa king of Judah, and he reigned twelve years. He reigned from Tirzah for six years.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He bought the hill of Samaria from Shemer for two talents of silver. He built a city on the hill and called the name of the city Samaria, after the name of Shemer, the past owner of the hill.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Omri did what was evil in the sight of Yahweh and acted more wickedly than all who had been before him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he walked in all the ways of Jeroboam son of Nebat and in his sins by which he led Israel to sin, to provoke Yahweh, the God of Israel, to be angry with their worthless idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Omri which he did, and the might that he showed, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Omri slept with his ancestors and was buried in Samaria and Ahab his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirty-eighth year of Asa king of Judah, Ahab son of Omri began to reign over Israel. Ahab son of Omri reigned over Israel in Samaria twenty-two years.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab son of Omri did what was evil in the sight of Yahweh, more than all those who were before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was to Ahab a trivial thing to walk in the sins of Jeroboam son of Nebat, so he took as his wife Jezebel the daughter of Ethbaal, king of the Sidonians; he went and worshiped Baal and bowed down to him.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built an altar for Baal in the house of Baal, which he had built in Samaria.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab made an Asherah pole. Ahab did even more to provoke Yahweh, the God of Israel, to anger than all the kings of Israel who had been before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During Ahab's rule, Hiel of Bethel rebuilt Jericho. Hiel laid the foundation of the city at the cost of the life of Abiram, his firstborn son; and Segub, his youngest son, lost his life while he was building the gates of the city, in keeping with the word of Yahweh which he spoke by Joshua son of Nun.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}