{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, \"As Yahweh, the God of Israel lives, before whom I stand, there will not be dew or rain these years unless I say so.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Elijah, saying,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Leave from here and go eastward; hide yourself by the brook Kerith, east of the Jordan.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that you will drink from the brook, and I have commanded the ravens to feed you there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah went and did as the word of Yahweh commanded. He went to live by the brook Kerith, east of the Jordan.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ravens brought him bread and meat in the morning and bread and meat in the evening, and he drank from the brook.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after a while the brook dried up because there was no rain in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to him, saying,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Arise, go to Zarephath, which belongs to Sidon, and live there. Look, I have commanded a widow there to provide for you.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he arose and went to Zarephath, and when he came to the gate of the city a widow was there gathering sticks. So he called to her and said, \"Please bring me a little water in a jar so that I may drink.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she was going to get water he called to her, and said, \"Please bring me a piece of bread in your hand.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"As Yahweh your God lives, I do not have any bread, but only a handful of meal in a jar and a little oil in a jug. See, I am gathering two sticks so I may go in and cook it for me and my son, that we may eat it, and die.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah said to her, \"Do not fear. Go and do as you have said, but make me a little bread first and bring it out to me. Then afterward make some for you and for your son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh, the God of Israel, says, 'The jar of meal will not empty, neither will the jug of oil stop flowing, until the day that Yahweh sends rain on the earth.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she did as Elijah had told her. She and Elijah, along with her household, ate for many days. \n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The jar of meal did not empty, neither did the jug of oil stop flowing, just as the word of Yahweh had said, as he had spoken by Elijah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things the woman's son, the woman who owned the house, fell sick. His sickness was so severe that there was no more breath left in him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his mother said to Elijah, \"What do you have against me, man of God? Have you come to me to remind me of my sin and to kill my son?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah replied to her, \"Give me your son.\" He took the boy from her arms and carried him up into the room where he was staying, and he laid the boy on his own bed.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cried to Yahweh and said, \"Yahweh my God, have you also brought disaster on the widow with whom I am staying, by killing her son?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah stretched himself on the child three times; he cried out to Yahweh and said, \"Yahweh my God, I beg you, please let this child's life return to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh listened to the voice of Elijah; the life of the child returned to him, and he revived.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah took the child and brought him out of his room down into the house; he handed the boy to his mother and said, \"See, your son is alive.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to Elijah, \"Now I know that you are a man of God, and that the word of Yahweh in your mouth is true.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}