{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after many days the word of Yahweh came to Elijah, in the third year of the drought, saying, \"Go, show yourself to Ahab and I will send rain on the land.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah went to show himself to Ahab; now the famine was severe in Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab called Obadiah, who was in charge of the palace. Now Obadiah honored Yahweh very much,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for when Jezebel was killing the prophets of Yahweh, Obadiah took one hundred prophets and hid them by fifties in a cave and fed them with bread and water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab said to Obadiah, \"Go through the land to all the water springs and brooks. Perhaps we will find grass and save the horses and mules alive, so that we will not lose all the animals.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they divided the land between them to pass through it and look for water. Ahab went one way by himself and Obadiah went another way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Obadiah was on the road, Elijah unexpectedly met him. Obadiah recognized him and lay facedown on the ground. He said, \"Is it you, my master Elijah?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah answered him, \"It is I. Go tell your master, 'Look, Elijah is here.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obadiah replied, \"How have I sinned, that you would give your servant into the hand of Ahab, for him to kill me?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Yahweh your God lives, there is no nation or kingdom where my master has not sent men to find you. Whenever a nation or kingdom says, 'Elijah is not here,' Ahab makes them take an oath swearing that they could not find you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet now you say, 'Go, tell your master that Elijah is here.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as I am gone from you, the Spirit of Yahweh will carry you some place I do not know. Then when I go and tell Ahab, and when he cannot find you, he will kill me. Yet I, your servant, have worshiped Yahweh from my youth.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Has it not been told to you, my master, what I did when Jezebel killed the prophets of Yahweh, how I hid one hundred of Yahweh's prophets by fifties in a cave and fed them with bread and water?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you say to me, 'Go and tell your master that Elijah is here,' so that he will kill me.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah responded, \"As Yahweh of hosts lives, before whom I stand, I will surely show myself to Ahab today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Obadiah went to meet Ahab, and told him what Elijah said. Then the king went to meet Elijah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahab saw Elijah, he said to him, \"Is it you? You are the one who brings trouble to Israel!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah answered, \"I have not brought trouble to Israel, but you and your father's family are the ones who have caused trouble by abandoning the commandments of Yahweh and by following the Baals.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, send word and gather to me all Israel at Mount Carmel, along with the 450 prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel's table.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab sent word to all the people of Israel and gathered the prophets together at Mount Carmel.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah came near to all the people and said, \"How long will you keep changing your mind? If Yahweh is God, follow him. But if Baal is God, then follow him.\" Yet the people did not answer him a word.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to the people, \"I, I alone, am left as a prophet of Yahweh, but Baal's prophets are 450 men.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So let them give us two bulls. Let them choose one bull for themselves and cut it in pieces, and lay it on the wood, but put no fire under it. Then I will prepare the other bull and lay it on the wood, and put no fire under it.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will call on the name of your god, and I will call on the name of Yahweh, and the God who answers by fire, then let him be God.\" So all the people answered and said, \"This is good.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah said to the prophets of Baal, \"Choose one bull for yourselves and prepare it first, for you are many people. Then call on the name of your god, but put no fire under the bull.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the bull that was given to them and prepared it, and they called on the name of Baal from morning until noon, saying, \"Baal, hear us.\" But there was no voice, nor anyone who answered. They danced around the altar they had made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At noon Elijah mocked them and said, \"Shout out loudly! He is a god! Perhaps he is thinking, or is relieving himself, or he is traveling on a journey, or perhaps he is sleeping and must be awakened.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they shouted more loudly, and they cut themselves, as they usually did, with swords and spears, until their blood flowed out over themselves.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Midday passed, and they were still raving until the time of offering of the evening sacrifice, but there was no voice or anyone to answer; there was no one who paid any attention to their pleadings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to all the people, \"Come near to me,\" and all the people came near to him. Then he repaired the altar of Yahweh that was lying in ruin.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah took twelve stones, each stone representing one of the tribes of the sons of Jacob—it was Jacob to whom the word of Yahweh came, saying, \"Israel will be your name.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the stones he built an altar in the name of Yahweh and he dug a trench around the altar large enough to contain two seahs of seeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He arranged the wood for a fire, cut the bull in pieces, and laid the pieces of the bull on the wood. He said, \"Fill four jars with water and pour it on the burnt offering and on the wood.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Do it a second time,\" and they did it a second time. Once more he said, \"Do it a third time,\" and they did it a third time.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The water ran around the altar and filled the trench.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened at the time of the offering of the evening sacrifice, that Elijah the prophet came near and said, \"Yahweh, the God of Abraham, of Isaac, and of Israel, let it be known this day that you are God in Israel, and that I am your servant, and that I have done all these things at your word.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hear me, Yahweh, hear me, that these people may know that you, Yahweh, are God, and that you have turned their heart back again to yourself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the fire of Yahweh fell and consumed the burnt offering, as well as the wood, the stones, and the dust, and licked up the water that was in the trench.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people saw this, they lay facedown on the ground and said, \"Yahweh, he is God! Yahweh, he is God!\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah said to them, \"Take the prophets of Baal. Do not let one of them escape.\" So they took them, and Elijah brought the prophets of Baal down to the Kishon River and killed them there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah said to Ahab, \"Get up, eat and drink, for there is the sound of much rain.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab went up to eat and to drink. Then Elijah went up to the top of Carmel, bowed himself down on the earth and put his face between his knees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his servant, \"Go up now, look toward the sea.\" His servant went up and looked and said, \"There is nothing.\" So Elijah said, \"Go again, seven times.\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the seventh time the servant said, \"Look, there is a cloud going up from the sea, as small as a man's hand.\" Elijah replied, \"Go up and say to Ahab, 'Make ready your chariot and go down before the rain stops you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that in a little while the heavens grew black with clouds and wind, and there was a great rain. Ahab rode and went to Jezreel,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the hand of Yahweh was on Elijah. He tucked his robe in his belt and ran before Ahab to the entrance of Jezreel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}