{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab told Jezebel all that Elijah had done and how he had killed all the prophets with the sword.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jezebel sent a messenger to Elijah, saying, \"So may the gods do to me, and more also, if I do not make your life like the life of one of those dead prophets by tomorrow about this time.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Elijah heard that, he arose and fled for his life and came to Beersheba, which belongs to Judah, and left his servant there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he himself went a day's journey into the wilderness, and came and sat down under a broom tree. He requested for himself that he might die, and said, \"It is enough, now, Yahweh; take away my life, for I am no better than my dead ancestors.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he lay down and slept under a broom tree. Suddenly an angel touched him and said to him, \"Get up and eat.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah looked, and near his head was bread that had been baked on coals and a jug of water. So he ate and drank and then lay down again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh came again a second time and touched him and said, \"Get up and eat, because the journey will be too much for you.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he arose and ate and drank, and he traveled in the strength of that food forty days and forty nights to Horeb, the mountain of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went to a cave there and stayed in it. Then the word of Yahweh came to him and said to him, \"What are you doing here, Elijah?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah replied, \"I have been very zealous for Yahweh, God of hosts, for the people of Israel have forsaken your covenant, destroyed your altars, and killed your prophets with the sword. Now I, only I, am left and they are also trying to take my life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"Go out and stand on the mountain before me.\" Then Yahweh passed by, and a very strong wind struck the mountains and broke rocks into pieces before Yahweh, but Yahweh was not in the wind. Then after the wind, an earthquake came, but Yahweh was not in the earthquake.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after the earthquake a fire came, but Yahweh was not in the fire. Then after the fire, a still small voice came.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Elijah heard the voice, he wrapped his face in his cloak, went out, and stood at the entrance of the cave. Then a voice came to him that said, \"What are you doing here, Elijah?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah replied, \"I have been very zealous for Yahweh, God of hosts, because the people of Israel have forsaken your covenant, destroyed your altars, and killed your prophets with the sword. Now I, only I, am left and they are also trying to take my life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to him, \"Go, return on your way to the wilderness of Damascus, and when you arrive you will anoint Hazael to be king over Aram,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you will anoint Jehu son of Nimshi to be king over Israel, and you will anoint Elisha son of Shaphat of Abel Meholah to be prophet in your place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that Jehu will kill whoever escapes from the sword of Hazael, and that Elisha will kill whoever escapes from the sword of Jehu.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will leave for myself seven thousand people in Israel, whose knees have not bent down to Baal, and whose mouths have not kissed him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah left from there and found Elisha son of Shaphat, who was plowing with twelve yoke of oxen before him, and he himself was plowing with the twelfth yoke. Elijah walked over to Elisha and draped his cloak on him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha left the oxen and ran after Elijah; he said, \"Please let me kiss my father and my mother, and then I will follow you.\" Then Elijah said to him, \"Go back, but think about what I have done to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elisha returned from Elijah and took the yoke of oxen, killed the animals, and cooked the meat with the wood from the ox yoke. Then he gave it to the people and they ate. Then he arose, went after Elijah and served him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}