{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the day of David's death approached, he commanded Solomon his son, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am going the way of all the earth. Be strong, therefore, and show yourself a man.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep the commands of Yahweh your God to walk in his ways, to obey his statutes, his commandments, his decisions, and his covenant decrees, being careful to do what is written in the law of Moses, so you may prosper in all you do, wherever you go,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that Yahweh may fulfill his word which he spoke concerning me, saying, 'If your sons carefully watch their conduct, to walk before me faithfully with all their heart and with all their soul, you will never cease to have a man on the throne of Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know also what Joab son of Zeruiah did to me, and what he did to the two commanders of the armies of Israel, to Abner son of Ner, and to Amasa son of Jether, whom he killed. He shed the blood of war in peace and put the blood of war on the belt around his waist and on the shoes on his feet.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Deal with Joab by the wisdom you have learned, but do not let his gray head go down to the grave in peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table, for they came to me when I fled from Absalom your brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, there is with you Shimei son of Gera, the Benjamite of Bahurim, who cursed me with a violent curse on the day I went to Mahanaim. Shimei came down to meet me at the Jordan, and I swore to him by Yahweh, saying, 'I will not put you to death with the sword.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore do not let him go free from punishment. You are a wise man, and you will know what you ought to do to him. You will bring his gray head down to the grave with blood.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David slept with his ancestors and was buried in the city of David.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The days that David reigned over Israel were forty years. He had reigned for seven years in Hebron and for thirty-three years in Jerusalem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon sat on the throne of his father David, and his rule was firmly established.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Adonijah son of Haggith came to Bathsheba the mother of Solomon. She said, \"Do you come peacefully?\" He replied, \"Peacefully.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"I have something to say to you.\" So she replied, \"Speak.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adonijah said, \"You know that the kingdom was mine, and that all Israel expected me to be king. But things changed, and the kingdom was given to my brother, for it was his from Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have one request of you, and do not turn away from my face.\" Bathsheba said to him, \"Speak.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please speak to Solomon the king, for he will not turn away from your face, so that he may give me Abishag the Shunammite as my wife.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathsheba said, \"Very well, I will speak to the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathsheba therefore went to King Solomon to speak to him for Adonijah. The king rose to meet her and bowed down to her. Then he sat down on his throne and had a throne brought for the king's mother. She sat at his right hand.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she said, \"I wish to ask one small request of you, for you will not turn away from my face.\" The king answered her, \"Ask, my mother, for I will not turn away from your face.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Let Abishag the Shunammite be given to Adonijah your brother as his wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon answered and said to his mother, \"Why do you ask Abishag the Shunammite for Adonijah? Why do you not ask the kingdom for him also, for he is my elder brother—for him, for Abiathar the priest, and for Joab son of Zeruiah?\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Solomon swore by Yahweh, saying, \"May God do so to me, and more also, if Adonijah has not spoken this word against his own life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore as Yahweh lives, who has established me and set me on the throne of David my father, and who has made me a house as he promised, surely Adonijah will be put to death today.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Solomon sent Benaiah son of Jehoiada, and Benaiah found Adonijah and put him to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to Abiathar the priest the king said, \"Go to Anathoth, to your own fields. You are worthy of death, but I will not at this time put you to death, because you carried the ark of the Lord Yahweh before David my father and suffered in every way my father suffered.\" \n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions have, \\fqa the ark of Yahweh  \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon dismissed Abiathar from being priest to Yahweh, that he might fulfill the word of Yahweh, which he had spoken concerning the house of Eli at Shiloh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The news came to Joab, for Joab had supported Adonijah, though he had not supported Absalom. So Joab fled to the tent of Yahweh and took hold of the horns of the altar.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was told King Solomon that Joab had fled to the tent of Yahweh and was now beside the altar. Then Solomon sent Benaiah son of Jehoiada, saying, \"Go, execute him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Benaiah came to the tent of Yahweh and said to him, \"The king says, 'Come out.'\" Joab replied, \"No, I will die here.\" So Benaiah returned to the king, saying, \"Joab said he wanted to die at the altar.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to him, \"Do as he has said. Kill him and bury him so that you may take away from me and from my father's house the blood that Joab shed without cause.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh return his blood on his own head, because he attacked two men more righteous and better than himself and killed them with the sword, Abner son of Ner, the captain of the army of Israel, and Amasa son of Jether, the captain of the army of Judah, without my father David knowing it.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So may their blood return on the head of Joab and on the head of his descendants forever. But to David and his descendants, and to his house, and to his throne, may there be peace forever from Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Benaiah son of Jehoiada went up and attacked Joab and killed him. He was buried in his own house in the wilderness.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king put Benaiah son of Jehoiada over the army in his place, and he put Zadok the priest in Abiathar's place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent and called for Shimei, and said to him, \"Build yourself a house in Jerusalem and live there, and do not go out from there to any other place.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For on the day you go out, and pass over the Kidron Valley, know you for certain that you will surely die. Your blood will be on your own head.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Shimei said to the king, \"What you say is good. As my master the king has said, so your servant will do.\" So Shimei lived in Jerusalem for many days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But at the end of three years, two of the servants of Shimei ran away to Achish son of Maacah, the king of Gath. So they told Shimei, saying, \"See, your servants are in Gath.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shimei arose, saddled his donkey and went to Achish in Gath to seek his servants. He went and brought his servants back from Gath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Solomon was told that Shimei had gone from Jerusalem to Gath and had returned,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the king sent and called for Shimei and said to him, \"Did I not make you swear by Yahweh and testify to you, saying, 'Know for certain that on the day you go out and go to any other place, you will surely die'? Then you said to me, 'What you say is good.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why then have you not kept your oath to Yahweh and the command that I gave you?\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also said to Shimei, \"You know in your heart all the wickedness that you did to my father David. Therefore Yahweh will return your wickedness on your own head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Solomon will be blessed and the throne of David will be established before Yahweh forever.\"\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king gave a command to Benaiah son of Jehoiada. He went out and put Shimei to death. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So the rule was well established in Solomon's hand. \n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}