{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some time later, Naboth the Jezreelite had a vineyard in Jezreel, near the palace of Ahab, king of Samaria.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab spoke to Naboth, saying, \"Give me your vineyard, so I can have it as a vegetable garden, because it is near my house. In exchange, I will give you a better vineyard, or, if you prefer, I will pay you its value in money.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naboth replied to Ahab, \"May Yahweh forbid that I should give the inheritance of my ancestors to you.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab went into his palace resentful and angry because of the answer Naboth the Jezreelite gave him when he said, \"I will not give you the inheritance of my ancestors.\" He lay down on his bed, turned away his face, and refused to eat any food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jezebel his wife came to him and said to him, \"Why is your heart so sad, so that you eat no food?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied to her, \"I spoke to Naboth the Jezreelite and said to him, 'Give me your vineyard for money, or if it pleases you, I will give you another vineyard to be yours.' Then he answered me, 'I will not give you my vineyard.'\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jezebel his wife replied to him, \"Do you not still rule the kingdom of Israel? Get up and eat; let your heart be happy. I will obtain for you the vineyard of Naboth the Jezreelite.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jezebel wrote letters in Ahab's name, sealed them with his seal, and sent them to the elders and to the wealthy who sat with him in meetings, and who lived near Naboth.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She wrote in the letters, saying, \"Proclaim a fast and seat Naboth above the people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also place two dishonest men with him and let them testify against him, saying, 'You cursed God and the king.'\" Then take him out and stone him to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men of his city, the elders and the wealthy who lived in Naboth's city, did as Jezebel had described to them, as was written in the letters that she had sent to them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They proclaimed a fast and seated Naboth above the people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two dishonest men came in and sat before Naboth; they testified against Naboth in the presence of the people, saying, \"Naboth cursed both God and the king.\" Then they carried him out of the city and stoned him to death.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the elders sent word to Jezebel, saying, \"Naboth has been stoned and is dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Jezebel heard that Naboth had been stoned and was dead, she said to Ahab, \"Get up and take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money, because Naboth is not alive, but dead.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahab heard that Naboth was dead, he rose up to go down to the vineyard of Naboth the Jezreelite and take possession of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Elijah the Tishbite, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Get up and go meet Ahab king of Israel, who lives in Samaria. He is in the vineyard of Naboth, where he has gone to take possession of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must speak to him and say that Yahweh says, 'Have you killed and also taken possession?' Then you will tell him that Yahweh says, 'In the place where dogs licked the blood of Naboth, the dogs will lick your blood, yes, your blood.'\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab said to Elijah, \"Have you found me, my enemy?\" Elijah answered, \"I have found you, because you have sold yourself to do what is evil in the sight of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this to you: 'See, I will bring disaster on you and will completely consume and cut off from you every male child and slave and free man in Israel.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make your family like the family of Jeroboam son of Nebat, and like the family of Baasha son of Ahijah, because you have provoked me to anger and have led Israel to sin.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has also spoken concerning Jezebel, saying, 'The dogs will eat Jezebel beside the wall of Jezreel.'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who belongs to Ahab and dies in the city, the dogs will eat; and the birds of the sky will eat anyone who dies in the field.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no one like Ahab, who sold himself to do what was evil in the sight of Yahweh, whom Jezebel his wife incited to sin.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab did disgusting deeds for the idols he followed, just as all that the Amorites had done, those whom Yahweh had removed before the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahab heard these words, he tore his clothes and put sackcloth on his body and fasted, and lay in sackcloth and became very sad.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Elijah the Tishbite, saying,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do you see how Ahab humbles himself before me? Because he humbles himself before me, I will not bring the coming disaster in his days; it is in his son's day that I will bring disaster on his family.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}