{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three years passed without war between Aram and Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it came about that in the third year, Jehoshaphat the king of Judah went down to the king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king of Israel had said to his servants, \"Do you know that Ramoth Gilead is ours, but that we are doing nothing to take it from the hand of the king of Aram?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to Jehoshaphat, \"Will you go with me to war at Ramoth Gilead?\" Jehoshaphat replied to the king of Israel, \"I am like you, my people are like your people, and my horses are like your horses.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat said to the king of Israel, \"Please seek direction from the word of Yahweh for what you should do first.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Israel gathered the prophets together, four hundred men, and said to them, \"Should I go to Ramoth Gilead to battle, or should I not?\" They said, \"Attack, for the Lord will give it into the hand of the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoshaphat said, \"Is there not here yet another prophet of Yahweh from whom we might seek advice?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to Jehoshaphat, \"There is still one man by whom we may seek advice from Yahweh to help, Micaiah son of Imlah, but I hate him because he does not prophesy anything good about me, but only hardships.\" But Jehoshaphat said, \"May the king not say that.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Israel called an officer and commanded, \"Bring Micaiah son of Imlah, right away.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Ahab the king of Israel and Jehoshaphat the king of Judah were sitting each on a throne, clothed in their robes, in an open place at the entrance of the gate of Samaria, and all the prophets were prophesying before them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah son of Kenaanah made himself horns of iron and said, \"Yahweh says this: 'With these you will push the Arameans until they are consumed.'\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the prophets prophesied the same, saying, \"Attack Ramoth Gilead and win, for Yahweh has given it into the hand of the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messenger who went to call Micaiah spoke to him, saying, \"Now look, the words of the prophets declare good things to the king with one mouth. Please let your word be like one of them and say good things.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah replied, \"As Yahweh lives, it is what Yahweh says to me that I will say.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came to the king, the king said to him, \"Micaiah, should we go to Ramoth Gilead for battle, or not?\" Micaiah answered him, \"Attack and win. Yahweh will give it into the hand of the king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to him, \"How many times must I require you to swear to tell me nothing but the truth in the name of Yahweh?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Micaiah said, \"I saw all Israel scattered to the mountains, like sheep who have no shepherd, and Yahweh said, 'These have no shepherd. Let every man return to his house in peace.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel said to Jehoshaphat, \"Did I not tell you that he would not prophesy good concerning me, but only disaster?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micaiah said, \"Therefore hear the word of Yahweh: I saw Yahweh sitting on his throne, and all the host of heaven were standing by him on his right hand and on his left.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, 'Who will entice Ahab, so that he may go up and fall at Ramoth Gilead?' One of them said this and another one said that. \n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a spirit came forward, stood before Yahweh, and said, 'I will entice him.' Yahweh said to him, 'How?'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spirit replied, 'I will go out and be a lying spirit in the mouth of all his prophets.' Yahweh replied, 'You will entice him, and you will also be successful. Go now and do so.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now see, Yahweh has put a lying spirit in the mouth of all these prophets of yours, and Yahweh has decreed disaster for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zedekiah son of Kenaanah, came up, slapped Micaiah on the cheek, and said, \"Which way did the Spirit of Yahweh take to go from me to speak to you?\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah said, \"Look, you will see on that day when you will go to hide in an inner room.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to his servant, \"Seize Micaiah and take him to Amon, the governor of the city, and to Joash, my son.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to him, 'The king says, Put this man in prison and feed him with only a little bread and only a little water, until I come safely.'\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micaiah said, \"If you return safely, then Yahweh has not spoken by me.\" Then he added, \"Listen to this, all you people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab, the king of Israel, and Jehoshaphat, the king of Judah, went up to Ramoth Gilead.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel said to Jehoshaphat, \"I will disguise myself and go into the battle, but you put on your royal robes.\" So the king of Israel disguised himself and went into the battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king of Aram had commanded the thirty-two captains of his chariots, saying, \"Do not attack unimportant or important soldiers. Instead, attack only the king of Israel.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the captains of the chariots saw Jehoshaphat they said, \"Surely that is the king of Israel.\" They turned to attack him, so Jehoshaphat cried out.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the commanders of the chariots saw that it was not the king of Israel, they turned back from pursuing him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a certain man drew his bow at random and shot the king of Israel between the joints of his armor. Then Ahab said to the driver of his chariot, \"Turn around and carry me out of the battle, for I am badly wounded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle grew worse that day and the king was held up in his chariot facing the Arameans. He died in the evening. The blood ran out from his wound into the bottom of the chariot.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then about the time the sun was going down, a cry went up throughout the army, saying, \"Every man should go back to his city; and every man should go back to his region!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Ahab died and was brought to Samaria, and they buried him in Samaria.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They washed the chariot by the pool of Samaria, and the dogs licked up his blood (this was where the prostitutes bathed), just as the word of Yahweh had declared.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Ahab, all that he did, the ivory house that he built, and all the cities that he built, are they not written in the book of the events of the kings of Israel?\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab slept with his ancestors, and Ahaziah his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoshaphat son of Asa began to reign over Judah in the fourth year of Ahab king of Israel.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat was thirty-five years old when he began to reign, and he reigned in Jerusalem twenty-five years. His mother's name was Azubah, the daughter of Shilhi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He walked in the ways of Asa, his father; he did not turn away from them; he did what was right in the eyes of Yahweh. Yet the high places were not taken away. The people were still sacrificing and burning incense on the high places.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat made peace with the king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the other matters concerning Jehoshaphat, and the might that he showed, and how he waged war, are they not written in the book of the events of the kings of Judah?\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He removed from the land the rest of the cultic prostitutes who had remained in the days of his father Asa.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no king in Edom, but a deputy ruled there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat built oceangoing ships; they were to go to Ophir for gold, but they did not go because the ships were wrecked at Ezion Geber.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahaziah son of Ahab said to Jehoshaphat, \"Let my servants sail with your servants in the ships.\" But Jehoshaphat would not allow it.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat slept with his ancestors and was buried with them in the city of David, his ancestor; Jehoram his son became king in his place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh and walked in the way of his father, in the way of his mother, and in the way of Jeroboam son of Nebat, by which he led Israel to sin.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He served Baal and worshiped him and so he provoked Yahweh, the God of Israel, to anger, just as his father had done.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}