{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon allied himself by marriage with Pharaoh king of Egypt. He took Pharaoh's daughter and brought her into the city of David until he had finished building his own house, the house of Yahweh, and the wall around Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people were sacrificing at the high places, because no house had yet been built for the name of Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon showed his love for Yahweh by walking in the statutes of David his father, except that he sacrificed and burned incense at the high places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king went to Gibeon to sacrifice there, for that was the great high place there. Solomon offered a thousand burnt offerings on that altar.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared at Gibeon to Solomon in a dream by night; he said, \"Ask! What should I give you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon said, \"You have shown great covenant faithfulness to your servant, David my father, because he walked before you in trustworthiness, in righteousness, and in uprightness of heart. You have kept for him this great covenant faithfulness and have given him a son to sit on his throne today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Yahweh my God, you have made your servant king in the place of David my father, though I am only a little child. I do not know how to go out or come in.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your servant is in the midst of the people whom you have chosen, a great people, too numerous to be numbered or counted.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So give your servant an understanding heart to judge your people, so that I may discern between good and evil. For who is able to judge this great people of yours?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This request of Solomon pleased the Lord.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God said to him, \"Because you have asked this thing and have not asked for yourself long life or riches or the life of your enemies, but have asked for yourself understanding to discern justice.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, now I will do all you asked of me when you gave me your request. I give you a wise and an understanding heart, so that there has been no one like you before you, and no one like you will rise up after you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have also given you what you have not asked, both riches and honor, so that there will not be any among the kings like you all your days.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you will walk in my ways to keep my statutes and my commandments, as your father David walked, then I will lengthen your days.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon awoke, and behold, it was a dream. He came to Jerusalem and stood before the ark of the covenant of the Lord. He offered up burnt offerings and peace offerings, and made a feast for all his servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then two women who were prostitutes came to the king and stood before him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One woman said, \"Oh, my master, this woman and I live in the same house, and I gave birth to a child with her in the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened on the third day after I gave birth that this woman also gave birth. We were together. There was no one else with us in the house, but only the two of us in the house.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this woman's son died in the night, because she lay on him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she arose at midnight and took my son from beside me, while your servant slept, and laid him at her breast, and laid her dead son at my breast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I rose in the morning to nurse my child, he was dead. But when I had looked at him carefully in the morning, he was not my son, whom I had borne.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the other woman said, \"No, the living one is my son, and the dead one is your son.\" The first woman said, \"No, the dead one is your son, and the living one is my son.\" This is how they spoke before the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"One of you says, 'This is my son who is alive, and your son is dead,' and the other says, 'No, your son is the dead one, and my son is the living one.'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Bring me a sword.\" So they brought a sword before the king.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"Divide the living child in two, and give half to this woman and half to the other.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman whose son was alive spoke to the king, for her heart was full of compassion for her son, and she said, \"Oh, my master, give her the living child, and by no means kill him.\" But the other woman said, \"He shall be neither mine nor yours. Divide him.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king answered and said, \"Give the first woman the living child, and by no means kill him. She is his mother.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all Israel heard of the judgment which the king had rendered, they feared the king, because they saw that the wisdom of God was in him for giving judgments.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}