{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon was king over all Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were his officials: Azariah son of Zadok was the priest.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elihoreph and Ahijah sons of Shisha, were secretaries. Jehoshaphat son of Ahilud was the recorder.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah son of Jehoiada was over the army. Zadok and Abiathar were priests.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions treat \\fqa Zadok and Abiathar were priests \\fqa* as a later addition to the text. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah son of Nathan was over the officers. Zabud son of Nathan was a priest and the king's friend.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahishar was over the household. Adoniram son of Abda was over the men who were subjected to forced labor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon had twelve officers over all Israel, who provided food for the king and his household. Each man had to make provision for one month in the year.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were their names: Ben-Hur, in the hill country of Ephraim;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben-Deker in Makaz, Shaalbim, Beth Shemesh, and Elon Beth Hanan;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben-Hesed, in Arubboth (to him belonged Sokoh and all the land of Hepher);\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben-Abinadab, in all Naphoth Dor (he had Taphath the daughter of Solomon as his wife);\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baana son of Ahilud, in Taanach and Megiddo, and all Beth Shan that is beside Zarethan below Jezreel, from Beth Shan to Abel Meholah as far as the other side of Jokmeam;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben-Geber, in Ramoth Gilead (to him belonged the towns of Jair son of Manasseh, that are in Gilead, and the region of Argob belonged to him, which is in Bashan, sixty great cities with walls and bronze gate bars);\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahinadab son of Iddo, in Mahanaim;\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahimaaz, in Naphtali (he also married Basemath the daughter of Solomon as his wife);\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baana son of Hushai, in Asher and Bealoth;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat son of Paruah, in Issachar;\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei son of Ela, in Benjamin;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Geber son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan, and he was the only official who was in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah and Israel were as numerous as the sand by the sea. They were eating and drinking and were happy.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon ruled over all the kingdoms from the River to the land of the Philistines and to the border of Egypt. They brought tribute and served Solomon all the days of his life.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's provision for one day was thirty cors of fine flour and sixty cors of meal,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ten fat oxen, twenty oxen out of the pastures, and one hundred sheep, besides deer, gazelles, roebucks, and fattened fowl.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he had dominion over all the region on this side of the River, from Tiphsah as far as to Gaza, over all the kings on this side the River, and he had peace on all sides around him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah and Israel lived in safety, every man under his vine and under his fig tree, from Dan to Beersheba, all the days of Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those officials provided food for King Solomon and for all who came to King Solomon's table, every man in his month. They let nothing be lacking.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also brought to the proper place barley and straw for the chariot horses and riding horses, each one bringing in what he was able.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave Solomon great wisdom and understanding, and wideness of understanding like the sand on the seashore.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's wisdom exceeded the wisdom of all the people of the east and all the wisdom of Egypt.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was wiser than all men—than Ethan the Ezrahite, Heman, Kalkol, and Darda, the sons of Mahol—and his fame reached all the surrounding nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke three thousand proverbs and his songs were one thousand and five in number.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He described the plants, from the cedar that is in Lebanon to the hyssop that grows out of the wall. He explained also about beasts, birds, creeping things, and fish.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People came from all the nations to hear the wisdom of Solomon. They came from all kings of the earth who had heard of his wisdom.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}