{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram king of Tyre sent his servants to Solomon for he had heard that they had anointed him king in place of his father; for Hiram had always loved David.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon sent word to Hiram, saying,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You know that David my father could not build a house for the name of Yahweh his God because of the wars that surrounded him, for during his lifetime Yahweh was putting his enemies under the soles of his feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, Yahweh my God has given me rest on every side. There is neither adversary nor disaster.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I intend to build a temple for the name of Yahweh my God, as Yahweh spoke to David my father, saying, 'Your son, whom I will set on your throne in your place, will build the temple for my name.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore command that they cut cedars from Lebanon for me. My servants will join your servants, and I will pay you for your servants so that you are paid fairly for everything you agreed to do. For you know there is no one among us who knows how to cut timber like the Sidonians.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hiram heard the words of Solomon, he rejoiced greatly and said, \"May Yahweh be blessed today, who has given to David a wise son over this great people.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram sent word to Solomon, saying, \"I have heard the message that you have sent to me. I will provide all the wood of cedar and cypress that you desire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My servants will bring the trees down from Lebanon to the sea, and I will make them into rafts to go by sea to the place that you direct me. I will have them broken up there, and you will take them away. You will do what I desire by giving food for my household.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hiram gave Solomon all the timber of cedar and fir that he desired.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon gave Hiram twenty thousand measures of wheat for food to his household and twenty measures of pure oil. Solomon gave this to Hiram year by year.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave Solomon wisdom, as he promised him. There was peace between Hiram and Solomon, and the two of them made a covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon conscripted labor out of all Israel. The forced laborers numbered thirty thousand men.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent them to Lebanon, ten thousand a month in shifts. One month they were in Lebanon and two months at home. Adoniram was over the men who were subjected to forced labor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon had seventy thousand who carried burdens and eighty thousand who were stonecutters in the mountains,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "besides Solomon's 3,300 chief officers who were over the work and who supervised the workers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the king's command they quarried large stones of high quality with which to lay the foundation of the temple.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon's builders and Hiram's builders and the Gebalites did the cutting and prepared the timber and the stones to build the temple.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}