{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon began to build the temple of Yahweh. This happened in the 480th year after the people of Israel came out of the land of Egypt, in the fourth year of Solomon's reign over Israel, in the month of Ziv, which is the second month.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The temple that King Solomon built for Yahweh was sixty cubits long, twenty cubits wide, and thirty cubits high.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The portico in front of the temple's main hall was twenty cubits in length, equal to the width of the temple, and ten cubits deep in front of the temple.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the house he made windows with frames that made them more narrow at the outside than on the inside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Against the walls of the main chamber he built rooms around it, around both the outer room and the inner room. He built rooms all around the sides.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lowest story was five cubits wide, the middle was six cubits wide, and the third was seven cubits wide. For on the outside he made offsets in the wall of the house all around so that the beams would not be inserted in the walls of the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house was built of stones prepared at the quarry. No hammer, ax, or any iron tool was heard in the house while it was being built.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the south side of the temple there was an entrance at the ground level, then one went up by stairs to the middle level, and from the middle to the third level.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon built the temple and finished it; he covered the house with beams and planks of cedar.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built the side rooms against the inner chambers of the temple, each side five cubits high; they were joined to the house with timbers of cedar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Solomon, saying,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Concerning this temple which you are building, if you walk in my statutes and do justice, keep all my commandments and walk in them, then I will confirm my promise with you that I had made to David your father.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will live among the people of Israel and will not forsake them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon built the house and finished it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he built the interior walls of the house with boards of cedar. From the floor of the house to the ceiling, he covered them on the inside with wood, and he covered the floor of the house with cypress boards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built twenty cubits onto the rear of the house with boards of cedar from the floor to the ceiling. He built this room to be the inner room, the most holy place.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The main hall, that is, the holy place that was in front of the most holy place, was forty cubits long.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was cedar inside the house, carved in the shape of gourds and open flowers. All was cedar inside. No stonework was visible on the inside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon prepared the inner room inside the house in order to place the ark of the covenant of Yahweh there.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The inner room was twenty cubits in length, twenty cubits in width, and twenty cubits in height. Solomon overlaid the walls with pure gold and covered the altar with cedar wood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon overlaid the inside of the temple with pure gold, and he placed chains of gold across the front of the inner room, and overlaid the front with gold.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He overlaid the entire interior with gold until all the temple was finished. He also overlaid with gold the whole altar that belonged to the inner room.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon made two cherubim of olivewood, each ten cubits high, for the inner room.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One wing of the first cherub was five cubits long and its other wing was also five cubits long. So from the tip of one wing to the tip of the other there was a distance of ten cubits.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other cherub also had a wingspan ten cubits. Both the cherubim were of the same dimensions and shape.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The height of one cherub was ten cubits and the other cherub was the same.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon placed the cherubim in the innermost room. The wings of the cherubim were stretched out so that the wing of one touched one wall and the wing of the other cherub touched the other wall. Their wings touched one another in the middle of the most holy place.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon overlaid the cherubim with gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He carved all the walls of the house around about with figures of cherubim, palm trees, and open flowers, in the outer and inner rooms.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon overlaid the floor of the house with gold, in both the outer and inner rooms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon made doors of olivewood for the entrance to the inner room. The lintel and doorposts had five indented sections.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he made two doors of olivewood, and he made on them carvings of cherubim, palm trees, and open flowers. He overlaid them with gold and he spread the gold on the cherubim and palm trees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Solomon also made for the temple entrance doorposts of olive wood having four indented sections\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and two doors of cypress wood. The two leaves of the one door were folding and the two leaves of the other door were folding.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He carved on them cherubim, palm trees, and open flowers, and he evenly overlaid gold on the carved work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built the inner courtyard with three rows of cut stone and a row of cedar beams.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foundation of the house of Yahweh was laid in the fourth year, in the month of Ziv.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the eleventh year, in the month of Bul, which is the eighth month, the house was finished in all its parts and conforming to all its specifications. Solomon took seven years to build the temple.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}