{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon took thirteen years to build his own palace.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built the Palace of the Forest of Lebanon. Its length was one hundred cubits, its width was fifty cubits, and its height was thirty cubits. The palace was built with four rows of cedar pillars with cedar beams on the pillars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house was roofed with cedar that rested on beams. Those beams were supported by pillars. There were forty-five beams, fifteen in a row.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were beams in three rows, and each window was opposite another window in three sets.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the doors and posts were made square with beams, and window was opposite window in three sets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a colonnade fifty cubits long and thirty cubits wide, with a portico in front and pillars and a roof.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon built the hall of the throne where he was to judge, the hall of justice. It was covered with cedar from floor to floor.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some versions have, \\fqa It was covered with cedar from the floor to the rafters \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's house in which he was to live, in another courtyard within the palace grounds, was similarly designed. He also built a house like this for Pharaoh's daughter, whom he had taken as a wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These buildings were adorned with costly hewn stones, precisely measured and cut with a saw and smoothed on all sides. These stones were used from the foundation to the stones on top, and also on the outside to the great court.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foundation was constructed with very large, costly stones of eight and ten cubits in length.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above were costly hewn stones precisely cut to size, and cedar beams.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The great courtyard surrounding the palace had three rows of cut stone and a row of cedar beams like the courtyard of the temple of Yahweh and the temple portico.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon sent for Huram and brought him from Tyre.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram was the son of a widow of the tribe of Naphtali; his father was a man of Tyre, a craftsman in bronze. Huram was filled with wisdom and understanding and skill to do great work with bronze. He came to King Solomon to work with bronze for the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram fashioned the two pillars of bronze, each eighteen cubits high and twelve cubits in circumference.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made two capitals of polished bronze to set on the tops of the pillars. The height of each capital was five cubits.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Checker latticework and wreaths of chain work for the capitals decorated the top of the pillars, seven for each capital.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Huram made two rows of pomegranates around the top of each pillar to decorate their capitals.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The capitals on the tops of the portico pillars were decorated with lilies, four cubits high.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The capitals on these two pillars also included, close to their very top, two hundred pomegranates in rows all around.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He raised up the pillars at the temple portico. The pillar on the right was named Jakin, and the pillar on the left was named Boaz.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the top of the pillars were decorations like lilies. The fashioning of the pillars was done in this way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram made the round sea of cast metal, ten cubits from brim to brim. Its height was five cubits, and the sea was thirty cubits in circumference.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Under the brim encircling the sea were gourds, ten in each cubit, cast in one piece with \"The Sea,\" when that basin was cast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The Sea\" stood on twelve oxen, three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east. \"The Sea\" was set on top of them, and all their hindquarters were toward the inside.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sea was as thick as the width of a hand, and its brim was forged like the brim of a cup, like a lily blossom. The sea held two thousand baths of water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram made the ten stands of bronze. Each stand was four cubits long and four cubits wide, and the height was three cubits.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The work of the stands was like this. They had panels that stood between frames,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and on the panels and on the frames were lions, oxen, and cherubim. Above and below the lions and oxen were wreaths of hammered work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every stand had four bronze wheels and axles, and its four corners had supports beneath for the basin. The supports were cast with wreaths on the side of each one.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The opening was round like a pedestal, a cubit and a half wide, and was within a crown that rose up a cubit. On the opening were engravings, and their panels were square, not round.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The four wheels were underneath the panels, and the axles of the wheels and their housings were in the stand. The height of a wheel was a cubit and a half.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wheels were forged like chariot wheels. Their housings, rims, spokes, and hubs were all cast metal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four handles at the four corners of each stand, forged into the stand itself.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the top of the stands there was a round band half a cubit deep, and on the top of the stand its supports and panels were attached.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the surfaces of the supports and on the panels Huram engraved cherubim, lions, and palm trees that covered the space available, and they were surrounded by wreaths.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the ten stands in this manner. All of them were cast in the same molds, and they had one size, and the same shape.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram made ten basins of bronze. One basin could hold forty baths of water. Each basin was four cubits across and there was one basin on each of ten stands.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made five stands on the south-facing side of the temple and five on the north-facing side of the temple. He set \"The Sea\" on the east corner, facing toward the south of the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram made the basins and the shovels and the sprinkling bowls. Then he finished all the work that he did for King Solomon in the temple of Yahweh:\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the two pillars, and the bowl-like capitals that were on top of the two pillars, and the two sets of decorative latticework to cover the two bowl like capitals that were on top of the pillars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the four hundred pomegranates for the two sets of decorative latticework (two rows of pomegranates for each set of latticework to cover the two bowl-like capitals that were on the pillars);\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the ten stands, and the ten basins on the stands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the large basin called \"The Sea\" with its twelve oxen under it;\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also the pots, shovels, basins, and all the other implements. Huram made them out of polished bronze, for King Solomon, for the temple of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had cast them in the plain of the Jordan, in the clay ground between Succoth and Zarethan.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon did not weigh all the utensils because there were too many to weigh, because the weight of the bronze could not be measured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon had made all the furnishings that were in the temple of Yahweh out of gold: the golden altar and the table on which the bread of the presence was to be placed;\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the lampstands, five on the right side and five on the left, in front of the inner room, were of pure gold, and the flowers, the lamps, and the tongs were of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon also had made the cups, lamp trimmers, basins, spoons, and incense burners, all of which were made of pure gold; he had sockets of gold made for the doors of the inner room (which was the most holy place), and for the doors of the main hall of the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, all the work that King Solomon directed for the house of Yahweh was finished. So Solomon brought in the things that were set apart by David, his father, and the silver, the gold, and the furnishings, and put them into the storerooms of the house of Yahweh. \n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}