{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Solomon had finished building the house of Yahweh and the king's palace, and after he had accomplished all that he wanted to do,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared to Solomon a second time, as he had appeared to him at Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to him, \"I have heard your prayer and your request that you have made before me. I have set apart this house, which you have built, to myself, to put my name there forever. My eyes and my heart will be there for all time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, if you walk before me as David your father walked in integrity of heart and in uprightness, obeying all that I have commanded you and keeping my statutes and my decrees,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will establish the throne of your kingdom over Israel forever, as I promised David your father, saying, 'A descendant of yours will never fail to be on the throne of Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you turn away, you or your children, and do not keep my commandments and my statutes that I have placed before you, and if you go and worship other gods and bow down to them,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then will I cut off Israel from off the ground that I have given them; and this house that I have set apart to my name, I will cast it out of my sight, and Israel will become an example to be mocked and an object of ridicule among all peoples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This temple will become a heap of ruins, and everyone who passes by it will be shocked and will hiss. They will ask, 'Why has Yahweh done this to this land and to this house?'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others will answer, 'Because they forsook Yahweh, their God, who had brought their ancestors out of the land of Egypt, and they laid hold of other gods and bowed down to them and worshiped them. That is why Yahweh has brought all this disaster on them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at the end of twenty years that Solomon had finished building the two buildings, the temple of Yahweh and the king's palace.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Hiram, the king of Tyre, had furnished Solomon with cedar and cypress trees, and with gold—all that Solomon desired—so King Solomon gave Hiram twenty cities in the land of Galilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram came out from Tyre to see the cities that Solomon had given him, but they did not please him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hiram said, \"What cities are these which you have given me, my brother?\" Hiram called them the Land of Kabul, which they are still called today.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram had sent to the king 120 talents of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the account of the forced labor which King Solomon imposed to build the temple of Yahweh and his own palace, the Millo, the wall of Jerusalem, and Hazor, and Megiddo, and Gezer.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh king of Egypt had gone up and taken Gezer. He burned it and killed the Canaanites in the city. Then Pharaoh gave the city to his daughter, Solomon's wife, as a wedding gift.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon rebuilt Gezer and Beth Horon the Lower,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baalath and Tamar "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\fqa Tamar \\fqa* \\ft is also pronounced \\fqa Tadmor \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "in the wilderness in the land of Judah,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and all the store cities that he possessed, and the cities for his chariots and the cities for his horsemen, and whatever he wished to build for his pleasure in Jerusalem, in Lebanon, and in all the lands under his rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for all the people who were left of the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites, who were not of the people of Israel,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "their descendants who were left after them in the land, whom the people of Israel were not able to totally destroy—Solomon made them into forced laborers, which they are to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Solomon made no forced laborers of the people of Israel. Instead, they became his soldiers and his servants, his officials, and his officers and commanders of his chariot forces and his horsemen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were also the chief officers managing the supervisors who were over Solomon's works, 550 of them, who supervised the people who did the work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's daughter moved from the city of David to the house that Solomon had built for her. Later, Solomon built the Millo.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times each year Solomon offered burnt offerings and peace offerings on the altar that he built for Yahweh, burning incense with them on the altar that was before Yahweh. So he completed the temple and was now using it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon built a fleet of ships in Ezion Geber, which is near Elath on the shore of the Red Sea, in the land of Edom.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram sent servants to Solomon's fleet, sailors who were familiar with the sea, with Solomon's own servants.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to Ophir with servants of Solomon. From there they brought back 420 talents of gold for King Solomon.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}