{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे इस्राएल के घराने, इस विलाप के गीत के वचन सुन जो मैं तुम्हारे विषय में कहता हूँ:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएल की कुमारी कन्या गिर गई, और फिर उठ न सकेगी; वह अपनी ही भूमि पर पटक दी गई है, और उसका उठानेवाला कोई नहीं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि परमेश्‍वर यहोवा यह कहता है, “जिस नगर से हजार निकलते थे, उसमें इस्राएल के घराने के सौ ही बचे रहेंगे, और जिससे सौ निकलते थे, उसमें दस बचे रहेंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा, इस्राएल के घराने से यह कहता है, मेरी खोज में लगो, तब जीवित रहोगे*।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बेतेल की खोज में न लगो, न गिलगाल में प्रवेश करो, और न बेर्शेबा को जाओ; क्योंकि गिलगाल निश्चय बँधुआई में जाएगा, और बेतेल सूना पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की खोज करो, तब जीवित रहोगे, नहीं तो वह यूसुफ के घराने पर आग के समान भड़केगा, और वह उसे भस्म करेगी, और बेतेल में कोई उसका बुझानेवाला न होगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे न्याय के बिगाड़नेवालों और धार्मिकता को मिट्टी में मिलानेवालो!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कचपचिया और मृगशिरा का बनानेवाला है, जो घोर अंधकार को भोर का प्रकाश बनाता है, जो दिन को अंधकार करके रात बना देता है, और समुद्र का जल स्थल के ऊपर बहा देता है, उसका नाम यहोवा है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तुरन्त ही बलवन्त को विनाश कर देता, और गढ़ का भी सत्यानाश करता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो सभा में उलाहना देता है उससे वे बैर रखते हैं, और खरी बात बोलनेवाले से घृणा करते हैं। (गला. 4:16)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम जो कंगालों को लताड़ा करते, और भेंट कहकर उनसे अन्न हर लेते हो, इसलिए जो घर तुम ने गढ़े हुए पत्थरों के बनाए हैं, उनमें रहने न पाओगे; और जो मनभावनी दाख की बारियाँ तुम ने लगाई हैं, उनका दाखमधु न पीने पाओगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं जानता हूँ कि तुम्हारे पाप भारी हैं। तुम धर्मी को सताते और घूस लेते, और फाटक में दरिद्रों का न्याय बिगाड़ते हो।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण जो बुद्धिमान् हो, वह ऐसे समय चुप रहे, क्योंकि समय बुरा है। (इफि. 5:16)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे लोगों, बुराई को नहीं, भलाई को ढूँढ़ो, ताकि तुम जीवित रहो; और तुम्हारा यह कहना सच ठहरे कि सेनाओं का परमेश्‍वर यहोवा तुम्हारे संग है।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बुराई से बैर और भलाई से प्रीति रखो, और फाटक में न्याय को स्थिर करो; क्या जाने सेनाओं का परमेश्‍वर यहोवा यूसुफ के बचे हुओं पर अनुग्रह करे। (रोम. 12:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण सेनाओं का परमेश्‍वर, प्रभु यहोवा यह कहता है: “सब चौकों में रोना-पीटना होगा; और सब सड़कों में लोग हाय, हाय, करेंगे! वे किसानों को शोक करने के लिये, और जो लोग विलाप करने में निपुण हैं, उन्हें रोने-पीटने को बुलाएँगे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सब दाख की बारियों में रोना-पीटना होगा,” क्योंकि यहोवा यह कहता है, “मैं तुम्हारे बीच में से होकर जाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय तुम पर, जो यहोवा के दिन की अभिलाषा करते हो! यहोवा के दिन से तुम्हारा क्या लाभ होगा? वह तो उजियाले का नहीं, अंधियारे का दिन होगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा कोई सिंह से भागे और उसे भालू मिले; या घर में आकर दीवार पर हाथ टेके और साँप उसको डसे।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या यह सच नहीं है कि यहोवा का दिन उजियाले का नहीं, वरन् अंधियारे ही का होगा? हाँ, ऐसे घोर अंधकार का जिसमें कुछ भी चमक न हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं तुम्हारे पर्वों से बैर रखता, और उन्हें निकम्मा जानता हूँ, और तुम्हारी महासभाओं से मैं प्रसन्‍न नहीं।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे तुम मेरे लिये होमबलि और अन्नबलि चढ़ाओ, तो भी मैं प्रसन्‍न न होऊँगा, और तुम्हारे पाले हुए पशुओं के मेलबलियों की ओर न ताकूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने गीतों का कोलाहल मुझसे दूर करो; तुम्हारी सारंगियों का सुर मैं न सुनूँगा।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु न्याय को नदी के समान, और धार्मिकता को महानद के समान बहने दो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे इस्राएल के घराने, तुम जंगल में चालीस वर्ष तक पशुबलि और अन्नबलि क्या मुझी को चढ़ाते रहे*?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नहीं, तुम तो अपने राजा का तम्बू, और अपनी मूरतों की चरणपीठ, और अपने देवता का तारा लिए फिरते रहे, जिन्हें तुमने अपने लिए बनाए है। (प्रेरि. 7:42-43)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण मैं तुम को दमिश्क के उस पार बँधुआई में कर दूँगा, सेनाओं के परमेश्‍वर यहोवा का यही वचन है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पश्चाताप करने का आह्वान\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}