{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हाय उन पर जो सिय्योन में सुख से रहते, और उन पर जो सामरिया के पर्वत पर निश्चिन्त रहते हैं*, वे जो श्रेष्ठ जाति में प्रसिद्ध हैं, जिनके पास इस्राएल का घराना आता है!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कलने नगर को जाकर देखो, और वहाँ से हमात नामक बड़े नगर को जाओ; फिर पलिश्तियों के गत नगर को जाओ। क्या वे इन राज्यों से उत्तम हैं? क्या उनका देश तुम्हारे देश से कुछ बड़ा है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम बुरे दिन को दूर कर देते, और उपद्रव की गद्दी को निकट ले आते हो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम हाथी दाँत के पलंगों पर लेटते, और अपने-अपने बिछौने पर पाँव फैलाए सोते हो, और भेड़-बकरियों में से मेम्‍ने और गौशालाओं में से बछड़े खाते हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम सारंगी के साथ गीत गाते, और दाऊद के समान भाँति-भाँति के बाजे बुद्धि से निकालते हो;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कटोरों में से दाखमधु पीते, और उत्तम-उत्तम तेल लगाते हो, परन्तु यूसुफ पर आनेवाली विपत्ति का हाल सुनकर शोकित नहीं होते।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण वे अब बँधुआई में पहले जाएँगे, और जो पाँव फैलाए सोते थे, उनकी विलासिता जाती रहेगी।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के परमेश्‍वर यहोवा की यह वाणी है, (परमेश्‍वर यहोवा ने अपनी ही शपथ खाकर कहा है): “जिस पर याकूब घमण्ड करता है, उससे मैं घृणा, और उसके राजभवनों से बैर रखता हूँ; और मैं इस नगर को उस सब समेत जो उसमें है, शत्रु के वश में कर दूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि किसी घर में दस पुरुष बचे रहें, तो भी वे मर जाएँगे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब किसी का चाचा, जो उसका जलानेवाला हो, उसकी हड्डियों को घर से निकालने के लिये उठाएगा, और जो घर के कोने में हो उससे कहेगा, “क्या तेरे पास कोई और है?” तब वह कहेगा, “कोई नहीं;” तब वह कहेगा, “चुप रह! हमें यहोवा का नाम नहीं लेना चाहिए।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा की आज्ञा से बड़े घर में छेद, और छोटे घर में दरार होगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या घोड़े चट्टान पर दौड़ें? क्या कोई ऐसे स्थान में बैलों से जोते जहाँ तुम लोगों ने न्याय को विष से, और धार्मिकता के फल को कड़वे फल में बदल डाला है?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम ऐसी वस्तु के कारण आनन्द करते हो जो व्यर्थ है; और कहते हो, “क्या हम अपने ही यत्न से सामर्थी नहीं हो गए?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण सेनाओं के परमेश्‍वर यहोवा की यह वाणी है, “हे इस्राएल के घराने, देख, मैं तुम्हारे विरुद्ध एक ऐसी जाति खड़ी करूँगा, जो हमात की घाटी से लेकर अराबा की नदी तक तुम को संकट में डालेगी।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}