{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर यहोवा ने मुझ को यह दिखाया: कि, धूपकाल के फलों से भरी हुई एक टोकरी है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने कहा, “हे आमोस, तुझे क्या देख पड़ता है?” मैंने कहा, “धूपकाल के फलों से भरी एक टोकरी।” तब यहोवा ने मुझसे कहा, “मेरी प्रजा इस्राएल का अन्त आ गया है; मैं अब उसको और न छोड़ूँगा।”\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर यहोवा की वाणी है, “उस दिन राजमन्दिर के गीत हाहाकार में बदल जाएँगे*, और शवों का बड़ा ढेर लगेगा; और सब स्थानों में वे चुपचाप फेंक दिए जाएँगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनो, तुम जो दरिद्रों को निगलना और देश के नम्र लोगों को नष्ट करना चाहते हो,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कहते हो, “नया चाँद कब बीतेगा कि हम अन्न बेच सके? और विश्रामदिन कब बीतेगा, कि हम अन्न के खत्ते खोलकर एपा को छोटा और शेकेल को भारी कर दें, छल के तराजू से धोखा दे,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि हम कंगालों को रुपया देकर, और दरिद्रों को एक जोड़ी जूतियाँ देकर मोल लें, और निकम्मा अन्न बेचें?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा, जिस पर याकूब को घमण्ड करना उचित है, वही अपनी शपथ खाकर कहता है, “मैं तुम्हारे किसी काम को कभी न भूलूँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या इस कारण भूमि न काँपेगी? क्या उन पर के सब रहनेवाले विलाप न करेंगे? यह देश सब का सब मिस्र की नील नदी के समान होगा, जो बढ़ती है, फिर लहरें मारती, और घट जाती है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर यहोवा की यह वाणी है, “उस समय मैं सूर्य को दोपहर के समय अस्त करूँगा*, और इस देश को दिन दुपहरी अंधियारा कर दूँगा। (मत्ती 27:45, मर. 15:33, लूका 23:44-45)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुम्हारे पर्वों के उत्सव को दूर करके विलाप कराऊँगा, और तुम्हारे सब गीतों को दूर करके विलाप के गीत गवाऊँगा; मैं तुम सब की कटि में टाट बँधाऊँगा, और तुम सब के सिरों को मुँड़ाऊँगा; और ऐसा विलाप कराऊँगा जैसा एकलौते के लिये होता है, और उसका अन्त कठिन दुःख के दिन का सा होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर यहोवा की यह वाणी है, “देखो, ऐसे दिन आते हैं, जब मैं इस देश में अकाल करूँगा; उसमें न तो अन्न की भूख और न पानी की प्यास होगी, परन्तु यहोवा के वचनों के सुनने ही की भूख प्यास होगी।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोग यहोवा के वचन की खोज में समुद्र से समुद्र तब और उत्तर से पूरब तक मारे-मारे फिरेंगे, परन्तु उसको न पाएँगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उस समय सुन्दर कुमारियाँ और जवान पुरुष दोनों प्यास के मारे मूर्छा खाएँगे।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो लोग सामरिया के दोष देवता की शपथ खाते हैं, और जो कहते हैं, ‘दान के देवता के जीवन की शपथ,’ और बेर्शेबा के पन्थ की शपथ, वे सब गिर पड़ेंगे, और फिर न उठेंगे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "फलों से भरी टोकरी का दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}