{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after these things, the Lord appointed seventy "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Many of the best ancient copies read \"seventy\" but some read \"seventy-two\" ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "others, and sent them out two by two ahead of him to every town and place where he himself was about to go.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"The harvest is plentiful, but the laborers are few. Therefore ask the Lord of the harvest to send out laborers into his harvest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go on your way. See, I send you out as lambs in the midst of wolves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not carry a money bag, or a traveler's bag, or sandals, and greet no one on the road.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever house you enter, first say, 'May peace be on this house!'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a person of peace is there, your peace will rest upon him, but if not, it will return to you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remain in that same house, eating and drinking what they provide, for the laborer is worthy of his wages. Do not move around from house to house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever town you enter, and they receive you, eat what is set before you,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and heal the sick that are there. Say to them, 'The kingdom of God has come close to you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever you enter a town and they do not receive you, go out into its streets and say,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Even the dust from your town that clings to our feet we wipe off against you! But know this: The kingdom of God has come near.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you that on the judgment day it will be more tolerable for Sodom than for that town.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you, Chorazin! Woe to you, Bethsaida! If the mighty works which were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it will be more tolerable for Tyre and Sidon at the judgment than for you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, Capernaum, do you think you will be exalted to heaven? No, you will be brought down to Hades.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who listens to you listens to me, and the one who rejects you rejects me, and the one who rejects me rejects the one who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The seventy returned with joy, saying, \"Lord, even the demons submitted to us in your name.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I was watching Satan fall from heaven as lightning.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing will in any way hurt you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless do not rejoice only in this, that the spirits submit to you, but rejoice even more that your names are engraved in heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that same time he rejoiced greatly in the Holy Spirit, and said, \"I praise you, Father, Lord of heaven and earth, because you concealed these things from the wise and understanding, and revealed them to those who are untaught, like little children. Yes, Father, for so it was well pleasing in your sight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"All things have been entrusted to me from my Father, and no one knows who the Son is except the Father, and no one knows who the Father is except the Son and those to whom the Son chooses to reveal him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he turned around to the disciples and said privately, \"Blessed are those who see the things that you see.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, many prophets and kings desired to see the things you see, and they did not see them, and to hear the things that you hear, and they did not hear them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a certain teacher of the Jewish laws stood up so that he might test him, saying, \"Teacher, what must I do to inherit eternal life?\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"What is written in the law? How do you read it?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave an answer and he said, \"You will love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind, and your neighbor as yourself.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"You have answered correctly. Do this, and you will live.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the teacher, desiring to justify himself, said to Jesus, \"Who is my neighbor?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him and said, \"A certain man was going down from Jerusalem to Jericho. He fell among robbers, who stripped him of his belongings, and beat him, and left him half dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By chance a certain priest was going down that way, and when he saw him, he passed by on the other side.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly a Levite also, when he came to the place and saw him, passed by on the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a certain Samaritan, as he journeyed, came to where he was. When he saw him, he was moved with compassion.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He approached him and bound up his wounds, pouring oil and wine on them. He set him on his own animal, and brought him to an inn, and took care of him.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day he took out two denarii, and gave them to the host, and said, 'Take care of him and whatever extra you spend, when I return, I will repay you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which of these three do you think was a neighbor to him who fell among the robbers?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The teacher said, \"The one who showed mercy to him.\" Jesus said to him, \"Go and do the same.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now as they were traveling along, he entered into a certain village, and a certain woman named Martha welcomed him into her house.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She had a sister named Mary, who sat at the Lord's feet and heard his word.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Martha was overly busy with preparing to serve a meal. She came up to Jesus, and said, \"Lord, do you not care that my sister left me to serve alone? Therefore tell her to help me.\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord answered and said to her, \"Martha, Martha, you are anxious about many things,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but only one thing is necessary. Mary has chosen what is best, which will not be taken away from her.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}