{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened when Jesus was praying in a certain place, one of his disciples said to him, \"Lord, teach us to pray just as John taught his disciples.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"When you pray say,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Father, may your name be sanctified.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "May your kingdom come.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give us our daily bread each day.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Forgive us our sins,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "as we forgive everyone\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "who is in debt to us.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Do not lead us into temptation.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Which of you will have a friend, and will go to him at midnight, and say to him, 'Friend, lend to me three loaves of bread,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "since a friend of mine just came in from the road, and I do not have anything to set before him'?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the one inside who answered him may say, 'Do not bother me. The door is already shut, and my children, along with me, are in bed. I am not able to get up and give bread to you.'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, even if he does not get up and give bread to you because you are his friend, yet because of your shameless persistence, he will get up and give you as many loaves of bread as you need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For every asking person receives; and the seeking person finds; and to the person who knocks, it will be opened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which father among you, if your son asks for a fish, will give him a snake instead of a fish? "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies have the shorter reading, which we follow here. Some ancient copies have a longer reading, which also is found in Matthew 7:9: \\fqa Which father among you, if your son asks for a loaf of bread, will give him a stone? Or a fish, will give him a snake? \\fqa* ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or if he asks for an egg, will you give a scorpion to him?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if you who are evil know how to give good gifts to your children, how much more will your Father from heaven give the Holy Spirit to those who ask him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus was driving out a demon that was mute. When the demon had gone out, the man who had been mute spoke, and the crowd was amazed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the people said, \"By Beelzebul, the ruler of demons, he is driving out demons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others tested him and sought from him a sign from heaven.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew their thoughts and said to them, \"Every kingdom divided against itself is made desolate, and a house divided against itself falls.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Satan is divided against himself, how will his kingdom stand? For you say I cast out demons by Beelzebul.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I drive out demons by Beelzebul, by whom do your followers drive them out? Because of this, they will be your judges.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I drive out demons by the finger of God, then the kingdom of God has come to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a strong man who is fully armed guards his own house, his goods are safe,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but when a stronger man overcomes him, the stronger man takes away the armor from the man, and plunders the man's possessions.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who is not with me is against me, and the one who does not gather with me scatters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When an unclean spirit has gone away from a man, it passes through waterless places and looks for rest. Finding none, it says, 'I will return to my house from which I came.'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Having returned, it finds that house swept out and put in order.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it goes and takes along with it seven other spirits more evil than itself and they all come in to live there. Then the final condition of that man becomes worse than the first.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that, as he said these things, a certain woman raised her voice above the crowd and said to him, \"Blessed is the womb that bore you and the breasts that nursed you.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said, \"Rather, blessed are they who hear the word of God and keep it.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the crowds were increasing, Jesus began to say, \"This generation is an evil generation. It seeks a sign, though no sign will be given to it except the sign of Jonah.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For just as Jonah became a sign to the Ninevites, so too the Son of Man will be a sign to this generation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and see, someone greater than Solomon is here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Nineveh will stand up at the judgment with this generation of people and will condemn it, for they repented at the preaching of Jonah, and see, someone greater than Jonah is here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one, after lighting a lamp, puts it in a hidden place or under a basket, but on a lampstand, so that those who enter may see the light.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your eye is the lamp of the body. When your eye is good, the whole body is filled with light. But when your eye is bad, your body is full of darkness.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, be careful that the light in you is not darkness.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If then your whole body is full of light, with no part of it in darkness, then your whole body will be like when a lamp shines its brightness on you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had finished speaking, a Pharisee asked him to eat with him at his house, so Jesus went in and reclined.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisee was surprised that Jesus first did not wash before dinner.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord said to him, \"Now then, you Pharisees clean the outside of cups and bowls, but the inside of you is filled with greed and evil.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You senseless men! Did not the one who made the outside also make the inside?\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give to the poor what is inside, and then all things will be clean for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But woe to you Pharisees, because you tithe mint and rue and every other garden herb, but you neglect justice and the love of God. It is necessary to act justly and love God, without failing to do the other things also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you Pharisees, for you love the front seats in the synagogues and respectful greetings in the marketplaces.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you, for you are like unmarked graves that people walk over without knowing it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the teachers of the law said to him, \"Teacher, what you say insults us too.\"\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Woe to you, teachers of the law! For you put people under burdens that are hard to carry, but you do not touch the burdens with one of your own fingers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you, because you build tombs for the prophets, and it was your ancestors who killed them.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you are witnesses and you consent to the works of your ancestors, for they indeed killed them and you build their tombs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason also, God's wisdom said, 'I will send to them prophets and apostles, and they will persecute and kill some of them.'\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This generation, then, will be held responsible for all the blood of the prophets shed since the world began,\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from Abel's blood to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I say to you, this generation will be held responsible.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you teachers of Jewish laws, because you have taken away the key of knowledge; you do not enter in yourselves, and you hinder those who are entering.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus left there, the scribes and the Pharisees opposed him and argued with him about many things,\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "trying to trap him in his own words.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}