{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the meantime, when many thousands of the people were gathered together, so much that they trampled on each other, he began to say to his disciples first of all, \"Beware of the yeast of the Pharisees, which is hypocrisy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there is nothing concealed that will not be revealed, and nothing hidden that will not be known.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So whatever you have said in the darkness will be heard in the light, and what you have spoken in the ear in the inner rooms will be proclaimed upon the housetops.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you my friends, do not be afraid of those who kill the body, and after that they have no more that they can do.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will warn you about whom to fear. Fear the one who, after he has killed, has authority to throw you into hell. Yes, I say to you, fear him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are not five sparrows sold for two small coins? Yet not one of them is forgotten in the sight of God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even the hairs of your head are all numbered. Do not fear. You are more valuable than many sparrows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, everyone who confesses me before men, the Son of Man will also confess before the angels of God,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but he who denies me before men will be denied before the angels of God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who speaks a word against the Son of Man, it will be forgiven him, but to him who blasphemes against the Holy Spirit, it will not be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they bring you before the synagogues, the rulers, and the authorities, do not worry about how you will speak in your defense, or what you will say,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for the Holy Spirit will teach you in that hour what you should say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone from the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Man, who made me a judge or a mediator over you?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Watch that you keep yourselves from all greedy desires, because a person's life does not consist of the abundance of his possessions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus told them a parable, saying, \"The field of a rich man yielded abundantly,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he reasoned with himself, saying, 'What will I do, because I do not have a place to store my crops?'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'This is what I will do. I will pull down my barns and build bigger ones, and there I will store all of my grain and other goods.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will say to my soul, \"Soul, you have many goods stored up for many years. Rest easy, eat, drink, be merry.\"'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God said to him, 'Foolish man, tonight your soul is required of you, and the things you have prepared, whose will they be?'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what someone is like who stores up treasure for himself and is not rich toward God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to his disciples, \"Therefore I say to you, do not worry about your life, what you will eat—or about your body, what you will wear.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For life is more than food, and the body is more than clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Consider the ravens, that they do not sow or reap. They have no storeroom or barn, but God feeds them. How much more valuable you are than the birds!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which of you by being anxious can add a cubit to his lifespan?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If then you are not able to do such a very little thing, why do you worry about the rest?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Consider the lilies—how they grow. They do not labor, neither do they spin. Yet I say to you, even Solomon in all his glory was not clothed like one of these.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If God so clothes the grass in the field, which exists today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not look for what you will eat and what you will drink, and do not be anxious.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all the nations of the world look for these things, and your Father knows that you need them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But seek his kingdom, and these things will be added to you.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not fear, little flock, because your Father is very pleased to give you the kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sell your possessions and give to the poor. Make for yourselves purses which will not wear out—treasure in the heavens that does not run out, where no thief comes near, and no moth destroys.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For where your treasure is, there your heart will be also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let your long clothing be tucked in at your belt, and let your lamps be kept burning,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and be like people looking for their master when he returns from the marriage feast, so that when he comes and knocks, they may immediately open the door for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed are those servants whom the master will find watching when he comes. Truly I say to you, he will tuck in his long clothing at his belt, and have them sit down at the table, and he will come and serve them.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the master comes in the second watch of the night, or if even in the third watch, and finds them ready, blessed are those servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But understand this, that if the master of the house had known the hour the thief was coming he would not have let his house be broken into.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be ready also, because you do not know the hour when the Son of Man comes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said, \"Lord, are you telling this parable only to us, or also to everyone?\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord said, \"Who then is the faithful and wise manager whom his lord will set over his other servants to give them their portion of food at the right time?\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed is that servant whom his lord finds doing that when he comes.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you that he will set him over all his property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if that servant says in his heart, 'My lord delays his return,' and begins to beat the male and female servants, and to eat and drink, and to become drunk,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the lord of that servant will come in a day when he does not expect, and in an hour that he does not know, and will cut him in pieces and appoint a place for him with the unfaithful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That servant, having known his lord's will, and not having prepared or done according to his will, will be beaten with many blows.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the one who did not know and did what deserved a beating, he will be beaten with a few blows. But everyone who has been given much, from them much will be required, and the one who has been entrusted with much, even more will be asked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I came to cast fire upon the earth, and how I wish that it were already kindled.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have a baptism to be baptized with, and how I am distressed until it is completed!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you think that I came to bring peace on the earth? No, I tell you, but rather division.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For from now on there will be five in one house divided—three people against two, and two people against three.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be divided, father against son, and son against father; mother against daughter, and daughter against mother; mother-in-law against her daughter-in-law, and daughter-in-law against mother-in-law.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was saying to the crowds also, \"When you see a cloud rising in the west, immediately you say, 'A shower is coming,' and so it happens.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a south wind is blowing, you say, 'There will be a scorching heat,' and it happens.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hypocrites, you know how to interpret the appearance of the earth and the heavens, but how is it that you do not know how to interpret the present time?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why do you not judge what is right for yourselves?\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when you go with your adversary before the magistrate, on the way make an effort to settle the matter with him so that he does not drag you to the judge, and so that the judge does not deliver you to the officer, and the officer does not throw you into prison.\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, you will never come out from there until you have paid the very last bit of money.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}