{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, some people there told him about the Galileans whose blood Pilate mixed with their own sacrifices.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to them, \"Do you think that these Galileans were more sinful than all the other Galileans because they suffered in this way?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, I tell you. But if you do not repent, all of you will perish in the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or those eighteen people in Siloam on whom a tower fell and killed them, do you think they were worse sinners than other men in Jerusalem?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, I say. But if you do not repent, all of you will also perish.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus told this parable, \"Someone had a fig tree planted in his vineyard and he came and looked for fruit on it but found none.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to the gardener, 'Look, for three years I came and tried to find fruit on this fig tree and found none. Cut it down. Why let it waste the ground?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gardener answered and said, 'Leave it alone this year while I dig around it and put manure on it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it bears fruit next year, good; but if it does not, cut it down!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus was teaching in one of the synagogues during the Sabbath.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a woman was there who for eighteen years had a spirit of weakness. She was bent over and was not able to straighten up completely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw her, he called to her and said, \"Woman, you are freed from your weakness.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed his hands on her, and immediately she was straightened up and she glorified God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the synagogue ruler was indignant because Jesus had healed on the Sabbath. So the ruler answered and said to the crowd, \"There are six days in which it is necessary to work. Come and be healed then, not on the Sabbath day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord answered him and said, \"Hypocrites! Does not each of you untie his ox or his donkey from the stall and lead it to drink on the Sabbath?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So too this daughter of Abraham, whom Satan bound for eighteen long years, should her bonds not be untied on the Sabbath day?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he said these things, all those who opposed him were ashamed, but the whole crowd was rejoicing over all the glorious things he did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"What is the kingdom of God like, and what can I compare it to?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is like a mustard seed that a man took and threw into his garden, and it grew into a big tree, and the birds of heaven built their nests in its branches.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again he said, \"To what can I compare the kingdom of God?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is like yeast that a woman took and mixed with three measures of flour until it spread through all the flour.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus traveled through the towns and villages, teaching and making his way toward Jerusalem.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone said to him, \"Lord, are only a few people to be saved?\" So he said to them,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Struggle to enter through the narrow door, because, I say to you, many will want to enter, but will not be able to enter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once the owner of the house gets up and locks the door, then you will stand outside and pound the door and say, 'Lord, Lord, let us in.' He will answer and say to you, 'I do not know you or where you are from.'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will say, 'We ate and drank in front of you and you taught in our streets.'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he will reply, 'I say to you, I do not know where you are from. Get away from me, you evildoers!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be crying and the grinding of teeth when you see Abraham, Isaac, Jacob, and all the prophets in God's kingdom, but you are thrown out.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will come from the east, west, north, and south, and be seated at a table in the kingdom of God.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Know this, those who are least important will be first, and those who are most important will be last.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shortly after, some Pharisees came and said to him, \"Go and leave here because Herod wants to kill you.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Go and tell that fox, 'Look, I cast out demons and perform healings today and tomorrow, and the third day I will reach my goal.'\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In any case, it is necessary for me to continue on today, tomorrow, and the following day, since it is not acceptable to kill a prophet away from Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jerusalem, Jerusalem, who kills the prophets and stones those sent to you. How often I desired to gather your children the way a hen gathers her brood under her wings, but you did not desire this.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, your house is abandoned. I say to you, you will not see me until you say, 'Blessed is he who comes in the name of the Lord.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}