{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened one Sabbath, when he went into the house of one of the leaders of the Pharisees to eat bread, that they were watching him closely.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, there in front of him was a man who was suffering from edema.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked the experts in the Jewish law and the Pharisees, \"Is it lawful to heal on the Sabbath, or not?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they kept silent. So Jesus took hold of him, healed him, and sent him away.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Which of you who has a son or an ox that falls into a well on the Sabbath day will not immediately pull him out?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were not able to give an answer to these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus noticed how those who were invited chose the seats of honor, he spoke a parable, saying to them,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you are invited by someone to a wedding feast, do not sit down in the place of honor, because someone may have been invited who is more honored than you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the person who invited both of you arrives, he will say to you, 'Give this other person your place,' and then in shame you will proceed to take the lowest place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you are invited, go and sit down in the lowest place, so that when the one who has invited you comes, he may say to you, 'Friend, go up higher.' Then you will be honored in the presence of all who sit at the table with you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to the man who had invited him, \"When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or your rich neighbors, as they may also invite you in return, and you will be repaid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you give a banquet, invite the poor, the crippled, the lame, and the blind,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you will be blessed, because they cannot repay you. For you will be repaid in the resurrection of the just.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When one of them who sat at the table with Jesus heard these things, he said to him, \"Blessed is he who will eat bread in the kingdom of God!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"A certain man prepared a large dinner and invited many.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the dinner was prepared, he sent his servant to say to those who were invited, 'Come, because everything is now ready.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all alike began to make excuses. The first said to him, 'I have bought a field, and I must go out and see it. Please excuse me.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another said, 'I have bought five pairs of oxen, and I am going to try them out. Please excuse me.'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then another man said, 'I have married a wife, and therefore I cannot come.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant came and told his master these things. Then the master of the house became angry and said to his servant, 'Go out quickly into the streets and lanes of the town and bring in here the poor, the crippled, the blind, and the lame.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant said, 'Master, what you commanded has been done, and yet there is still room.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The master said to the servant, 'Go out into the highways and hedges and compel them to come in, that my house may be filled.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I say to you, none of those men who were invited will taste my dinner.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now large crowds were going with him, and he turned and said to them,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If anyone comes to me and does not hate his own father, mother, wife, children, brothers and sisters, and even his own life, he cannot be my disciple.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does not carry his own cross and come after me cannot be my disciple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For which of you who desires to build a tower does not first sit down and count the cost to calculate if he has what he needs to complete it?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Otherwise, when he has laid a foundation and is not able to finish, all who see it will begin to mock him,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "saying, 'This man began to build and was not able to finish.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or what king, as he goes to encounter another king in war, will not sit down first and take advice about whether he is able with ten thousand men to fight the other king who comes against him with twenty thousand men?\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If not, while the other army is still far away, he sends a delegation and asks for conditions of peace.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So therefore, any one of you who does not give up all that he has cannot be my disciple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Salt is good, but if the salt has lost its taste, how can it be made salty again?\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is of no use for the soil or even for the manure pile. It is thrown away. He who has ears to hear, let him hear.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}