{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now all the tax collectors and other sinners were coming to Jesus to listen to him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both the Pharisees and the scribes grumbled to each other, saying, \"This man welcomes sinners, and even eats with them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus spoke this parable to them, saying,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Which one of you, if he has a hundred sheep and then loses one of them, will not leave the ninety-nine in the wilderness, and go after the lost one until he finds it?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when he has found it, he lays it across his shoulders and rejoices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he comes to the house, he calls together his friends and his neighbors, saying to them, 'Rejoice with me, for I have found my lost sheep.'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you that even so, there will be joy in heaven over one sinner who repents, more than over ninety-nine righteous persons who do not need to repent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or what woman who has ten silver coins, if she were to lose one coin, would not light a lamp, sweep the house, and seek diligently until she has found it?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she has found it, she calls together her friends and neighbors, saying, 'Rejoice with me, for I have found the coin which I lost.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even so, I say to you, there is joy in the presence of the angels of God over one sinner who repents.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"A certain man had two sons,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the younger of them said to his father, 'Father, give me the portion of the wealth that falls to me.' So he divided his property between them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not many days later, the younger son gathered together all he owned and went to a country far away, and there he wasted all his wealth by living recklessly.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when he had spent everything, a severe famine spread through that country, and he began to be in need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He would gladly have eaten the carob pods that the pigs ate, because no one gave him anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the young son came to himself, he said, 'How many of my father's hired servants have more than enough food, and I am here, dying from hunger!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will leave here and go to my father, and will say to him, \"Father, I have sinned against heaven and against you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am no longer worthy to be called your son; make me as one of your hired servants.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the young son left and came toward his father. While he was still far away, his father saw him and was moved with compassion, and he ran and embraced him and kissed him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The father said to his servants, 'Bring quickly the best robe, and put it on him, and put a ring on his hand, and sandals on his feet.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then bring the fattened calf and kill it. Let us celebrate with a feast!\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For my son was dead, and now he is alive. He was lost, and now he is found.' Then they began to celebrate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now his older son was out in the field. As he came and approached the house, he heard music and dancing.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called to one of the servants and asked what these things might be.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant said to him, 'Your brother has come home and your father has killed the fattened calf because he has returned safely.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The older son was angry and would not go in, and his father came out and begged him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the older son answered and said to his father, 'Look, these many years I slaved for you, and I never broke a rule of yours, and yet you never gave me a young goat that I might celebrate with my friends,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but when your son came, who has devoured your living with prostitutes, you killed for him the fattened calf.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The father said to him, 'Son, you are always with me, and all that is mine is yours.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it was proper for us to feast and be happy, for this brother of yours was dead, and is now alive; he was lost, and has now been found.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}