{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to the disciples, \"There was a certain rich man who had a manager, and it was reported to him that this manager was wasting his possessions.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the rich man called him and said to him, 'What is this that I hear about you? Give an account of your management, for you can no longer be manager.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The manager said to himself, 'What should I do, since my master is taking away my management job? I do not have strength to dig, and I am ashamed to beg.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know what I will do, so that when I am removed from my management job, people will welcome me into their houses.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the manager called for each one of his master's debtors, and he asked the first one, 'How much do you owe to my master?'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'A hundred baths of olive oil.' He said to him, 'Take your bill, sit down quickly, and write fifty.'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the manager said to another, 'How much do you owe?' He said, 'A hundred cors of wheat.' He said to him, 'Take your bill, and write eighty.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The master then commended the unrighteous manager because he had acted shrewdly. For the children of this world are more shrewd in dealing with their own people than are the children of light.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, make friends for yourselves by means of unrighteous wealth, so that when it is gone, they may welcome you into the eternal dwellings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who is faithful in very little is also faithful in much, and he who is unrighteous in very little is also unrighteous in much.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you have not been faithful in using unrighteous wealth, who will trust you with true wealth?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you have not been faithful in using other people's property, who will give you money of your own?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No servant can serve two masters, for either he will hate the one and love the other, or else he will be devoted to one and despise the other. You cannot serve God and wealth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Pharisees, who were lovers of money, heard all these things, and they ridiculed him.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You justify yourselves in the sight of men, but God knows your hearts. That which is exalted among men is detestable in the sight of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The law and the prophets were in effect until John came. From that time on, the gospel of the kingdom of God is preached, and everyone tries to force their way into it.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it is easier for heaven and earth to pass away than for one stroke of a letter of the law to become invalid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who divorces his wife and marries another commits adultery, and he who marries one who is divorced from her husband commits adultery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a certain rich man who was clothed in purple and fine linen and was enjoying every day his great wealth.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A certain beggar named Lazarus was laid at his gate, covered with sores,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that the beggar died and was carried away by the angels to Abraham's side. The rich man also died and was buried,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and in Hades, being in torment, he lifted up his eyes and saw Abraham far away and Lazarus at his side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he cried out and said, 'Father Abraham, have mercy on me and send Lazarus, that he may dip the tip of his finger in water and cool my tongue, for I am in anguish in this flame.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abraham said, 'Child, remember that in your lifetime you received your good things, and Lazarus in like manner evil things. But now he is comforted here, and you are in agony.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Besides all this, a great chasm has been put in place, so that those who want to cross over from here to you cannot, and no one can cross over from there to us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rich man said, 'I beg you, Father Abraham, that you would send him to my father's house—\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for I have five brothers—in order that he may warn them, so that it may not be that they come into this place of torment.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abraham said, 'They have Moses and the prophets; let them listen to them.'\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rich man replied, 'No, Father Abraham, but if someone would go to them from the dead, they will repent.'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abraham said to him, 'If they do not listen to Moses and the prophets, neither will they be persuaded if someone rises from the dead.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}