{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in those days, it came about that Caesar Augustus sent out a decree ordering that a census be taken of all the people living in the world.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the first census made while Quirinius was governor of Syria.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So everyone went to his own city to be registered for the census.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph also went up from Galilee, from the city of Nazareth, to Judea, to the city of David which is called Bethlehem, because he was of the house and family line of David.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went there to register along with Mary, who was engaged to him and was pregnant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it came about that while they were there, the time came for her to deliver her baby.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She gave birth to a son, her firstborn child, and she wrapped him in long strips of cloth and laid him in a manger, because there was no room for them in the inn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were shepherds in that region who were staying in the fields, guarding their flock at night.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel said to them, \"Do not be afraid, because I bring you the good news that will bring great joy to all the people.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today a savior was born for you in the city of David! He is Christ the Lord!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the sign that will be given to you: You will find a baby wrapped in strips of cloth and lying in a manger.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly there was together with the angel a great, heavenly army praising God and saying,\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Glory to God in the highest,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and may there be peace on earth among people\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "with whom he is pleased.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the angels had gone away from them into heaven, the shepherds said to each other, \"Let us now go to Bethlehem, and see this thing that has happened, which the Lord has made known to us.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They hurried there and found Mary and Joseph, and saw the baby lying in the manger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had seen him, they made known what had been said to them about this child.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who heard it were amazed at what was spoken to them by the shepherds.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Mary kept thinking about all the things she had heard, treasuring them in her heart.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The shepherds returned, glorifying and praising God for everything that they had heard and seen, just as it had been spoken to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was the end of the eighth day, when he was circumcised, he was named Jesus, the name he had been given by the angel before he was conceived in the womb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the required number of days for their purification had passed, according to the law of Moses, Joseph and Mary "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The proper names \\fqa Joseph and Mary \\fqa* were not in the original text, and are supplied for the reader from the third person plural verb. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "brought him up to the temple in Jerusalem to present him to the Lord.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As it is written in the law of the Lord, \"Every male who opens the womb will be set apart to the Lord.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they offered a sacrifice according to what was said in the law of the Lord, \"a pair of doves or two young pigeons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout. He was looking for the consolation of Israel, and the Holy Spirit was upon him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord's Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Led by the Spirit, Simeon came into the temple. When the parents brought in the infant Jesus, to do for him according to the custom of the law,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he took him into his arms and praised God and he said,\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now let your servant depart in peace, Lord, according to your word.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For my eyes have seen your salvation,\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "which you have prepared in the presence of all peoples:\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A light for revelation to the Gentiles and glory to your people Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His father and mother "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies add to the text the name of his father, \\fqa Joseph \\fqa* ;  and some omit the mention of the mother. The most reliable copies have \\fqa his father and mother \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "were amazed at what was said about him.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simeon blessed them and said to Mary his mother, \"Behold, this child is appointed for the downfall and rising up of many people in Israel and for a sign that is rejected—\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and a sword will pierce your own soul—so that the thoughts of many hearts may be revealed.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A prophetess named Anna was there. She was the daughter of Phanuel from the tribe of Asher. She was very old. She had lived with her husband for seven years after her virginity,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and was a widow for eighty-four years. She never left the temple but was serving with fastings and prayers, night and day.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that very hour she came near to them and began giving thanks to God and she spoke about the child to everyone who had been waiting for the redemption of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had finished everything they were required to do according to the law of the Lord, they returned to Galilee, to their own town of Nazareth.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The child grew and became strong, increasing in wisdom, and the grace of God was upon him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His parents went every year to Jerusalem for the Festival of the Passover.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was twelve years old, they again went up at the customary time for the feast.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had stayed the full number of days for the feast, they began to return home. But the boy Jesus stayed behind in Jerusalem and his parents did not know it.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They assumed that he was with the group that was traveling with them, so they traveled a day's journey. Then they started looking for him among their relatives and friends.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they did not find him, they returned to Jerusalem and started looking for him there.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that after three days, they found him in the temple, sitting in the middle of the teachers, listening to them and asking them questions.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who heard him were amazed at his understanding and his answers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they saw him, they were astonished. His mother said to him, \"Son, why have you treated us this way? Listen, your father and I have been anxiously searching for you.\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Why were you searching for me? Did you not know that I had to be about my Father's business? "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some scholars translate \"about my Father's business\" as \\fqa in my Father's house \\fqa . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not understand what he meant by those words.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went back home with them to Nazareth and was obedient to them. His mother treasured all these things in her heart.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus continued to grow in wisdom and stature, and increased in favor with God and people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}