{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it happened, while the people were crowding around Jesus and listening to the word of God, that he was standing by the lake of Gennesaret.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw two boats pulled up by the edge of the lake. The fishermen had gotten out of them and were washing their nets.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus got into one of the boats, which was Simon's, and asked him to put it out in the water a short distance from the land. Then he sat down and taught the people out of the boat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had finished speaking, he said to Simon, \"Take the boat out into the deeper water and let down your nets for a catch.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon answered and said, \"Master, we worked all night, and caught nothing, but at your word, I will let down the nets.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had done this, they gathered a very large number of fish, and their nets were breaking.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they motioned to their partners in the other boat that they should come and help them. They came and filled both the boats, so that they began to sink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Simon Peter, when he saw it, fell down at Jesus' knees, saying, \"Depart from me, for I am a sinful man, Lord.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he was amazed, and all who were with him, at the catch of fish which they had taken.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This included James and John, sons of Zebedee, who were partners with Simon. Jesus said to Simon, \"Do not be afraid, because from now on you will catch men.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had brought their boats to land, they left everything and followed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that while he was in one of the cities, a man full of leprosy was there. When he saw Jesus, he fell on his face and begged him, saying, \"Lord, if you are willing, you can make me clean.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus reached out his hand and touched him, saying, \"I am willing. Be clean.\" Immediately the leprosy left him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He instructed him to tell no one, but told him, \"Go on your way, and show yourself to the priest and offer a sacrifice for your cleansing, according to what Moses commanded, for a testimony to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the report about him spread even farther, and large crowds of people came together to hear him teach and to be healed of their sicknesses.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he often withdrew into the deserted places and prayed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on one of those days that he was teaching, and there were Pharisees and teachers of the law sitting there who had come from many different villages in the regions of Galilee and Judea, and also from the town of Jerusalem. The power of the Lord was with him to heal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some men came, carrying on a mat a man that was paralyzed, and they looked for a way to bring him inside in order to lay him down in front of Jesus.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They could not find a way to bring him in because of the crowd, so they went up to the housetop and let the man down through the tiles, on his mat, into the midst of the people, right in front of Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seeing their faith, Jesus said, \"Man, your sins are forgiven you.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scribes and the Pharisees began to question this, saying, \"Who is this who speaks blasphemies? Who can forgive sins but God alone?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus, perceiving what they were thinking, answered and said to them, \"Why are you questioning this in your hearts?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which is easier to say, 'Your sins are forgiven you' or to say 'Get up and walk?'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that you may know that the Son of Man has authority on earth to forgive sins,\"—he said to the paralysed man—\"I tell you, get up, pick up your mat and go to your house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he got up in front of them and picked up the mat on which he was lying. Then he went away to his house, glorifying God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone was amazed and they glorified God. They were filled with fear, saying, \"We have seen extraordinary things today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things happened, Jesus went out from there and saw a tax collector named Levi sitting at the tax collector's tent. He said to him, \"Follow me.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Levi got up and followed him, leaving everything behind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Levi gave a big banquet in his house for Jesus. There were many tax collectors there and other people who were reclining at the table and eating with them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Pharisees and their scribes were complaining to his disciples, saying, \"Why do you eat and drink with tax collectors and other sinful people?\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"People who are well do not need a physician; only those who are sick.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not come to call righteous people to repentance, but to call sinners to repentance.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"The disciples of John often fast and pray, and the disciples of the Pharisees do the same. But your disciples eat and drink.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Can anyone make the wedding attendants of the bridegroom fast while the bridegroom is still with them?\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the days will come when the bridegroom will be taken away from them, then in those days they will fast.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus also spoke a parable to them. \"No one tears a piece of cloth from a new garment and uses it to mend an old garment. If he did that, he would tear the new garment, and the piece of cloth from the new garment would not fit with the cloth of the old garment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one puts new wine into old wineskins. If he does that, the new wine would burst the skins, and the wine would be spilled, and the wineskins would be destroyed.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But new wine must be put into fresh wineskins.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one after drinking old wine wants the new, for he says, 'The old is better.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}