{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it happened on a Sabbath that Jesus was going through the grainfields, and his disciples were picking the heads of grain, rubbing them between their hands, and eating the grain.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the Pharisees said, \"Why are you doing something that is not lawful to do on the Sabbath day?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Answering them, Jesus said, \"Have you not even read what David did when he was hungry, he and the men who were with him?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went into the house of God, and took the bread of the presence and ate some of it, and also gave some to the men who were with him to eat, even though it was only lawful for the priests to eat it.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"The Son of Man is Lord of the Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened on another Sabbath that he went into the synagogue and taught the people there. A man was there whose right hand was withered.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scribes and the Pharisees were watching him closely to see whether he would heal someone on the Sabbath, so that they might find a reason to accuse him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he knew what they were thinking and he said to the man whose hand was withered, \"Get up, and stand here in the middle of everyone.\" So the man got up and stood there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I ask you, is it lawful on the Sabbath to do good or to do harm, to save a life or to destroy it?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he looked around at them all and said to the man, \"Stretch out your hand.\" He did so, and his hand was restored.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were filled with anger and they talked to each other about what they might do to Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in those days that he went out to the mountain to pray. He continued all night in prayer to God.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was day, he called his disciples to him, and he chose twelve of them, whom he also named apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The names of the apostles were Simon (whom he also named Peter) and his brother Andrew, James, John, Philip, Bartholomew,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Matthew, Thomas, James son of Alphaeus, Simon who was called the Zealot,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas son of James, and Judas Iscariot, who became a traitor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus came down the mountain with them and stood on a level place with a large crowd of his disciples and a large number of the people from Judea and Jerusalem and the seacoast of Tyre and Sidon.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had come to listen to him and to be healed of their diseases. People who were troubled with unclean spirits were also healed.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone in the crowd kept trying to touch him because power to heal was coming out from him, and he healed them all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he looked at his disciples, and said, \"Blessed are you who are poor, for yours is the kingdom of God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed are you who hunger now, for you will be filled. Blessed are you who weep now, for you will laugh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed are you when people hate you, and when they exclude you and insult you and reject your name as evil, because of the Son of Man.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rejoice in that day and leap for joy, because you will surely have a great reward in heaven, for their ancestors treated the prophets in the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But woe to you who are rich, for you have already received your comfort.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you who are full now, for you will be hungry later. Woe to you who laugh now, for you will mourn and weep later.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to you when all men speak well of you, for that is how their ancestors treated the false prophets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you who are listening, love your enemies and do good to those who hate you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bless those who curse you and pray for those who mistreat you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To him who strikes you on the one cheek, offer him also the other. If someone takes away your coat, do not withhold your tunic either.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give to everyone who asks you. If someone takes away something that belongs to you, do not ask him to give it back to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you want people to do to you, you should do the same to them.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you only love people who love you, what credit is that to you? For even sinners love those who love them.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do good only to people who do good to you, what credit is that to you? For even sinners do the same.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you only lend to people from whom you expect to be repaid, what credit is that to you? Even sinners lend to sinners, to get back the same amount.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But love your enemies and do good to them. Lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he himself is kind toward unthankful and evil people.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be merciful, just as your Father is merciful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive others, and you will be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give, and it will be given to you. A generous amount—pressed down, shaken together and spilling over—will pour into your lap. For with the measure you use, it will be measured back to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he also told them a parable. \"Can a blind person guide another blind person? If he did, they would both fall into a pit, would they not?\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A disciple is not greater than his teacher, but everyone when he is fully trained will be like his teacher.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why do you look at the tiny piece of straw that is in your brother's eye, but you do not notice the log that is in your own eye?\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How can you say to your brother, 'Brother, let me take out the piece of straw that is in your eye,' when you yourself do not even see the log that is in your own eye? You hypocrite! First take the log out of your own eye, and then you will see clearly to take out the piece of straw that is in your brother's eye.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there is no good tree that produces rotten fruit, nor is there a rotten tree that produces good fruit.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For each tree is known by the kind of fruit it produces. For people do not gather figs from a thornbush, nor do they gather grapes from a briar bush.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The good man from the good treasure of his heart produces what is good, and the evil man from the evil treasure of his heart produces what is evil. For out of the abundance of the heart his mouth speaks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why do you call me, 'Lord, Lord,' and yet you do not obey the things that I say?\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every person who comes to me and hears my words and obeys them, I will tell you what he is like.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is like a man building a house, who dug down deep in the ground and built the house's foundation on solid rock. When a flood came, the torrent of water flowed against that house, but could not shake it, because it had been well built.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the person who hears my words and does not obey them, he is like a man who built a house on top of the ground without a foundation. When the torrent of water flowed against that house, it immediately collapsed, and the ruin of that house was complete.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}