{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus had finished everything he was saying in the hearing of the people, he entered Capernaum.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a centurion had a slave who was highly regarded by him, and he was sick and about to die.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the centurion heard about Jesus, he sent to him elders of the Jews, asking him to come and heal his servant.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had come to Jesus, they asked him earnestly, saying, \"He is worthy to have you do this for him,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because he loves our nation, and he is the one who built the synagogue for us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus continued on his way with them. But when he was not far from the house, the centurion sent friends to say to him, \"Lord, do not trouble yourself, because I am not worthy for you to come under my roof.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason I did not even consider myself worthy to come to you, but just say a word and my servant will be healed.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I also am a man who is under authority, with soldiers under me. I say to this one, 'Go,' and he goes, and to another one, 'Come,' and he comes, and to my servant, 'Do this,' and he does it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard this, he was amazed at him, and turning to the crowd following him said, \"I say to you, not even in Israel have I found such faith.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those who had been sent returned to the house, they found the servant was well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, Jesus went to a town called Nain, and his disciples and a great crowd went with him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he came near to the gate of the town, behold, a man who had died was being carried out, the only son of his mother (who was a widow), and a rather large crowd from the town was with her.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Lord saw her, he was deeply moved with compassion for her and said to her, \"Do not cry.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went up and touched the wooden frame on which they carried the body, and those carrying it stood still. He said, \"Young man, I say to you, arise.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dead man sat up and began to speak, and Jesus gave him to his mother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then fear overcame all of them, and they kept praising God, saying, \"A great prophet has been raised among us\" and \"God has looked upon his people.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This news about Jesus spread throughout the whole of Judea and all the neighboring regions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John's disciples told him about all these things.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then John called two of his disciples and sent them to the Lord to say, \"Are you the one who is to come, or should we look for another?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had come near to Jesus, the men said, \"John the Baptist has sent us to you to say, 'Are you the one who is coming, or should we look for another?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that hour he healed many people from sicknesses and afflictions and from evil spirits, and to many blind people he gave sight.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to them, \"After you have gone on your way, report to John what you have seen and heard. Blind people are receiving sight, lame people are walking, lepers are being cleansed, deaf people are hearing, people who have died are being raised back to life, and needy people are being told the good news.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person who does not stop believing in me because of my actions is blessed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After John's messengers had gone away, Jesus began to say to the crowds about John, \"What did you go out into the desert to see? A reed shaken by the wind?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what did you go out to see? A man dressed in soft clothes? Look, those who wear expensive clothing and who live in luxury are in kings' palaces.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what did you go out to see? A prophet? Yes, I say to you, and more than a prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is he of whom it is written, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'See, I am sending my messenger before your face, \n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "who will prepare your way before you.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, among those born of women none is greater than John. Yet the one who is least in the kingdom of God is greater than he is.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(When all the people heard this, including the tax collectors, they declared that God is righteous, because they had been baptized with the baptism of John.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Pharisees and the experts in Jewish law rejected God's purpose for themselves, because they had not been baptized by John.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"To what, then, can I compare the people of this generation? What are they like?\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are like children playing in the marketplace, who sit and call to one another and say, 'We played a flute for you, and you did not dance. We sang a funeral song, and you did not cry.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For John the Baptist came eating no bread and drinking no wine, and you say, 'He has a demon.'\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Son of Man came eating and drinking, and you say, 'Look, he is a gluttonous man and a drunkard, a friend of tax collectors and sinners!'\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But wisdom is justified by all her children.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now one of the Pharisees invited Jesus to eat with him. So after Jesus entered into the Pharisee's house, he reclined at the table to eat.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, there was a woman in the city who was a sinner. When she found out that he was reclining at the table in the Pharisee's house, she brought an alabaster jar of perfumed oil.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she stood behind him near his feet, weeping, she began to wet his feet with her tears, and she wiped them with the hair of her head and kissed his feet and anointed them with perfumed oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Pharisee who had invited Jesus saw this, he thought to himself, saying, \"If this man were a prophet, then he would know who and what type of woman is touching him, that she is a sinner.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus responded and said to him, \"Simon, I have something to say to you.\" He said, \"Say it, Teacher!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"A certain moneylender had two debtors. The one owed five hundred denarii, and the other fifty.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they could not pay him, he forgave them both. Therefore, which of them will love him more?\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon answered him and said, \"I suppose the one whom he forgave the most.\" Jesus said to him, \"You have judged correctly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus turned to the woman and said to Simon, \"You see this woman. I have entered into your house. You gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not give me a kiss, but from the time I came in she did not stop kissing my feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not anoint my head with oil, but she has anointed my feet with perfumed oil.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I say to you, her sins, which were many, have been forgiven—for she loved much. But the one who is forgiven little, loves little.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to her, \"Your sins are forgiven.\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those reclining together began to say among themselves, \"Who is this that even forgives sins?\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the woman, \"Your faith has saved you. Go in peace.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}