{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called the twelve together and gave them power and authority over all the demons and to cure diseases.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent them out to preach the kingdom of God and to heal the sick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Take nothing for your journey—no staff, no wallet, no bread, no money, and no extra tunic.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever house you enter, stay there until you leave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever they do not receive you, when you leave that town, shake off the dust from your feet as a testimony against them.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they departed and went through the villages, proclaiming the good news and healing everywhere.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Herod the tetrarch heard about all that was happening, and he was perplexed, because it was said by some that John had risen from the dead,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and others said that Elijah had appeared, and still others that one of the prophets of long ago had risen.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Herod said, \"I beheaded John. Who is this about whom I hear such things?\" And so he tried to see him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the apostles returned, they told him everything they had done. Then he took them with him, and they went away privately to a town called Bethsaida.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the crowds heard about this, they followed him. He welcomed them and spoke to them about the kingdom of God, and he cured those who needed healing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the day was about to come to an end, and the twelve came to him and said, \"Send the crowd away that they may go into the surrounding villages and countryside to find lodging and food, because we are here in an isolated place.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, \"You give them something to eat.\" They said, \"We have no more than five loaves of bread and two fish—unless we go and buy food for all these people.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(There were about five thousand men.) He said to his disciples, \"Have them sit down in groups of about fifty each.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they did this, and made the people sit down.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Taking the five loaves and the two fish, he looked up to heaven, he blessed them and broke them into pieces, and he gave them to the disciples to set before the crowd.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all ate and were satisfied, and what was left over was picked up—twelve baskets of broken pieces.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about while Jesus was praying by himself, the disciples were with him. He questioned them, saying, \"Who do the crowds say that I am?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered, \"John the Baptist. But others say Elijah, and others say that one of the prophets from long ago has risen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"But who do you say that I am?\" Peter answered, \"The Christ of God.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he strongly warned them to tell this to no one,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "saying, \"The Son of Man must suffer many things and be rejected by the elders and chief priests and scribes, and he will be killed and on the third day be raised.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them all, \"If anyone wants to come after me, he must deny himself and take up his cross daily and follow me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever would save his life will lose it, but whoever loses his life for my sake will save it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What good is it for a person to gain the whole world, and yet lose or forfeit himself?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever is ashamed of me and my words, of him will the Son of Man be ashamed when he comes in his own glory, and the glory of the Father and of the holy angels.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you truly, there are some standing here who will not taste death before they see the kingdom of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now about eight days after Jesus said these words, he took with him Peter and John and James and went up on the mountain to pray.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was praying, the form of his face was changed, and his clothes became brilliant white.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, two men were talking with him, Moses and Elijah,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who appeared in glorious splendor. They spoke about his departure, which he was about to bring to completion in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Peter and those who were with him were heavy with sleep, but when they became fully awake, they saw his glory and the two men who were standing with him.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were going away from Jesus, Peter said to him, \"Master, it is good for us to be here. Let us make three shelters, one for you, one for Moses, and one for Elijah.\" (He did not know what he was saying.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was saying this, a cloud came and overshadowed them, and they were afraid as they entered into the cloud.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A voice came out of the cloud, saying, \"This is my Son, the one who is chosen; listen to him.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the voice had spoken, Jesus was found alone. They kept silent and told no one in those days anything of what they had seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now on the next day, when they came down from the mountain, a large crowd met him.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a man from the crowd cried out, saying, \"Teacher, I beg you to look at my son, for he is my only child.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You see, a spirit takes control over him and he suddenly screams; it causes him to have convulsions so that he foams at the mouth. It hardly ever leaves him and it bruises him badly.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I begged your disciples to force it out, but they could not.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said, \"You unbelieving and depraved generation, how long must I be with you and put up with you? Bring your son here.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the boy was coming, the demon threw him to the ground and shook him with convulsions. But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they were all amazed at the greatness of God. While they all were marveling at everything he was doing, he said to his disciples,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Let these words go deeply into your ears: The Son of Man will be betrayed into the hands of men.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not understand this statement. It was hidden from them, so they could not know its meaning, and yet they were afraid to ask about this statement.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then an argument started among them about which of them would be the greatest.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus, knowing the reasoning in their hearts, took a little child and put him by his side\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"Whoever welcomes this child in my name, welcomes me; and whoever welcomes me, welcomes the one who sent me. For whoever is least among you all is the one who is great.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John answered, \"Master, we saw someone forcing out demons in your name and we prevented him, because he does not follow along with us.\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not stop him,\" Jesus said, \"because whoever is not against you is for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the days drew near for him to be taken up, he set his face to go to Jerusalem.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent messengers on ahead of him, and they went and entered into a Samaritan village to prepare everything for him.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people there did not welcome him, because he had set his face to go to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the disciples James and John saw this, they said, \"Lord, do you want us to command fire to come down from heaven and destroy them?\"\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he turned and rebuked them,\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they went on to another village.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were going along the road, someone said to him, \"I will follow you wherever you go.\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Foxes have holes, and birds in the sky have nests, but the Son of Man has nowhere to lay his head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to another, \"Follow me.\" But he said, \"Lord, first let me go and bury my father.\"\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to him, \"Leave the dead to bury their own dead. But as for you, go and proclaim far and wide the kingdom of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone else said, \"I will follow you, Lord, but first let me say goodbye to those in my home.\"\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"No one who puts his hand to the plow and looks back is fit for the kingdom of God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}