{
  "1": "שִׁמְעוּ H8085 זֹ֨את H2063 הַכֹּהֲנִ֜ים H3548 וְהַקְשִׁ֣יבוּ H7181 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 וּבֵ֤ית H1004 הַמֶּ֨לֶךְ֙ H4428 הַאֲזִ֔ינוּ H238 כִּ֥י H3588 לָכֶ֖ם Hl הַמִּשְׁפָּ֑ט H4941 כִּֽי H3588 פַח֙ H6341 הֱיִיתֶ֣ם H1961 לְמִצְפָּ֔ה H4709 וְרֶ֖שֶׁת H7568 פְּרוּשָׂ֥ה H6566 עַל H5921 תָּבֽוֹר H8396 ",
  "2": "וְשַׁחֲטָ֥ה H7819 שֵׂטִ֖ים H7846 הֶעְמִ֑יקוּ H6009 וַאֲנִ֖י H589 מוּסָ֥ר H4148 לְכֻלָּֽ H3605 ",
  "3": "אֲנִי֙ H589 יָדַ֣עְתִּי H3045 אֶפְרַ֔יִם H669 וְיִשְׂרָאֵ֖ל H3478 לֹֽא H3808 נִכְחַ֣ד H3582 מִמֶּ֑נִּי H4480 כִּ֤י H3588 עַתָּה֙ H6258 הִזְנֵ֣יתָ H2181 אֶפְרַ֔יִם H669 נִטְמָ֖א H2930 יִשְׂרָאֵֽל H3478 ",
  "4": "לֹ֤א H3808 יִתְּנוּ֙ H5414 מַ֣עַלְלֵיהֶ֔ם H4611 לָשׁ֖וּב H7725 אֶל H413 אֱלֹֽהֵיהֶ֑ם H430 כִּ֣י H3588 ר֤וּחַ H7307 זְנוּנִים֙ H2183 בְּקִרְבָּ֔ H7130 וְאֶת H853 יְהוָ֖ה H3068 לֹ֥א H3808 יָדָֽעוּ H3045 ",
  "5": "וְעָנָ֥ה H6030 גְאֽוֹן H1347 יִשְׂרָאֵ֖ל H3478 בְּפָנָ֑י H6440 וְיִשְׂרָאֵ֣ל H3478 וְאֶפְרַ֗יִם H669 יִכָּֽשְׁלוּ֙ H3782 בַּעֲוֺנָ֔ H5771 כָּשַׁ֥ל H3782 גַּם H1571 יְהוּדָ֖ה H3063 עִמָּֽם H5973 ",
  "6": "בְּצֹאנָ֣ H6629 וּבִ H1241 יֵֽלְכ֛וּ H3212 לְבַקֵּ֥שׁ H1245 אֶת H853 יְהוָ֖ה H3068 וְלֹ֣א H3808 יִמְצָ֑אוּ H4672 חָלַ֖ץ H2502 מֵהֶֽם H1992 ",
  "7": "בַּיהוָ֣ה H3068 בָּגָ֔דוּ H898 כִּֽי H3588 בָנִ֥ים H1121 זָרִ֖ים H2114 יָלָ֑דוּ H3205 עַתָּ֛ה H6258 יֹאכְלֵ֥ם H398 חֹ֖דֶשׁ H2320 אֶת H854 חֶלְקֵיהֶֽם H2506 ",
  "8": "תִּקְע֤וּ H8628 שׁוֹפָר֙ H7782 בַּגִּבְעָ֔ה H1390 חֲצֹצְרָ֖ה H2689 בָּרָמָ֑ה H7414 הָרִ֨יעוּ֙ H7321 בֵּ֣ית H1007 אָ֔וֶן H1007 אַחֲרֶ֖יךָ H310 בִּנְיָמִֽין H1144 ",
  "9": "אֶפְרַ֨יִם֙ H669 לְשַׁמָּ֣ה H8047 תִֽהְיֶ֔ה H1961 בְּי֖וֹם H3117 תּֽוֹכֵחָ֑ה H8433 בְּשִׁבְטֵי֙ H7626 יִשְׂרָאֵ֔ל H3478 הוֹדַ֖עְתִּי H3045 נֶאֱמָנָֽה H539 ",
  "10": "הָיוּ֙ H1961 שָׂרֵ֣י H8269 יְהוּדָ֔ה H3063 כְּמַסִּיגֵ֖י H5253 גְּב֑וּל H1366 עֲלֵיהֶ֕ם H5921 אֶשְׁפּ֥וֹךְ H8210 כַּמַּ֖יִם H4325 עֶבְרָתִֽי H5678 ",
  "11": "עָשׁ֥וּק H6231 אֶפְרַ֖יִם H669 רְצ֣וּץ H7533 מִשְׁפָּ֑ט H4941 כִּ֣י H3588 הוֹאִ֔יל H2974 הָלַ֖ךְ H1980 אַחֲרֵי H310 צָֽו H6673 ",
  "12": "וַאֲנִ֥י H589 כָעָ֖שׁ H6211 לְאֶפְרָ֑יִם H669 וְכָ H7538 לְבֵ֥ית H1004 יְהוּדָֽה H3063 ",
  "13": "וַיַּ֨רְא H7200 אֶפְרַ֜יִם H669 אֶת H853 חָלְי֗וֹ H2483 וִֽיהוּדָה֙ H3063 אֶת H853 מְזֹר֔וֹ H4205 וַיֵּ֤לֶךְ H3212 אֶפְרַ֨יִם֙ H669 אֶל H413 אַשּׁ֔וּר H804 וַיִּשְׁלַ֖ח H7971 אֶל H413 מֶ֣לֶךְ H4428 יָרֵ֑ב H3377 וְה֗וּא H1931 לֹ֤א H3808 יוּכַל֙ H3201 לִרְפֹּ֣א H7495 לָכֶ֔ם Hl וְלֹֽא H3808 יִגְהֶ֥ה H1455 מִכֶּ֖ם H4480 מָזֽוֹר H4205 ",
  "14": "כִּ֣י H3588 אָנֹכִ֤י H595 כַשַּׁ֨חַל֙ H7826 לְאֶפְרַ֔יִם H669 וְכַ H3715 לְבֵ֣ית H1004 יְהוּדָ֑ה H3063 אֲנִ֨י H589 אֲנִ֤י H589 אֶטְרֹף֙ H2963 וְאֵלֵ֔ךְ H3212 אֶשָּׂ֖א H5375 וְאֵ֥ין H369 מַצִּֽיל H5337 ",
  "15": "אֵלֵ֤ךְ H3212 אָשׁ֨וּבָה֙ H7725 אֶל H413 מְקוֹמִ֔י H4725 עַ֥ד H5704 אֲשֶֽׁר H834 יֶאְשְׁמ֖וּ H816 וּבִקְשׁ֣וּ H1245 פָנָ֑י H6440 בַּצַּ֥ר H6862 לָהֶ֖ם H1992 יְשַׁחֲרֻֽנְנִי H7836 "
}
