{
  "1": "כְּרָפְאִ֣ H7495 לְיִשְׂרָאֵ֗ל H3478 וְנִגְלָ֞ה H1540 עֲוֺ֤ן H5771 אֶפְרַ֨יִם֙ H669 וְרָע֣וֹת H7451 שֹֽׁמְר֔וֹן H8111 כִּ֥י H3588 פָעֲל֖וּ H6466 שָׁ֑קֶר H8267 וְגַנָּ֣ב H1590 יָב֔וֹא H935 פָּשַׁ֥ט H6584 גְּד֖וּד H1416 בַּחֽוּץ H2351 ",
  "2": "וּבַל H1077 יֹֽאמְרוּ֙ H559 לִלְבָבָ֔ H3824 כָּל H3605 רָעָתָ֖ם H7451 זָכָ֑רְתִּי H2142 עַתָּה֙ H6258 סְבָב֣וּם H5437 מַֽעַלְלֵיהֶ֔ם H4611 נֶ֥גֶד H5048 פָּנַ֖י H6440 הָיֽוּ H1961 ",
  "3": "בְּרָעָתָ֖ H7451 יְשַׂמְּחוּ H8055 מֶ֑לֶךְ H4428 וּבְ H3585 שָׂרִֽים H8269 ",
  "4": "כֻּלָּם֙ H3605 מְנָ֣אֲפִ֔ים H5003 כְּמ֣וֹ H3644 תַנּ֔וּר H8574 בֹּעֵ֖רָה H1197 מֵֽאֹפֶ֑ה H644 יִשְׁבּ֣וֹת H7673 מֵעִ֔יר H5782 מִלּ֥וּשׁ H3888 בָּצֵ֖ק H1217 עַד H5704 חֻמְצָתֽוֹ H2556 ",
  "5": "י֣וֹם H3117 מַלְכֵּ֔נוּ H4428 הֶחֱל֥וּ H2470 שָׂרִ֖ים H8269 חֲמַ֣ת H2534 מִיָּ֑יִן H3196 מָשַׁ֥ךְ H4900 יָד֖וֹ H3027 אֶת H854 לֹצְצִֽים H3945 ",
  "6": "כִּֽי H3588 קֵרְב֧וּ H7126 כַתַּנּ֛וּר H8574 לִבָּ֖ם H3820 בְּאָרְבָּ֑ H693 כָּל H3605 הַלַּ֨יְלָה֙ H3915 יָשֵׁ֣ן H3463 אֹֽפֵהֶ֔ם H644 בֹּ֕קֶר H1242 ה֥וּא H1931 בֹעֵ֖ר H1197 כְּאֵ֥שׁ H784 לֶהָבָֽה H3852 ",
  "7": "כֻּלָּ֤ם H3605 יֵחַ֨מּוּ֙ H2552 כַּתַּנּ֔וּר H8574 וְאָכְל֖וּ H398 אֶת H853 שֹֽׁפְטֵיהֶ֑ם H8199 כָּל H3605 מַלְכֵיהֶ֣ם H4428 נָפָ֔לוּ H5307 אֵין H369 קֹרֵ֥א H7121 בָהֶ֖ם Hb אֵלָֽי H413 ",
  "8": "אֶפְרַ֕יִם H669 בָּעַמִּ֖ים H5971 ה֣וּא H1931 יִתְבּוֹלָ֑ל H1101 אֶפְרַ֛יִם H669 הָיָ֥ה H1961 עֻגָ֖ה H5692 בְּלִ֥י H1097 הֲפוּכָֽה H2015 ",
  "9": "אָכְל֤וּ H398 זָרִים֙ H2114 כֹּח֔וֹ H3581 וְה֖וּא H1931 לֹ֣א H3808 יָדָ֑ע H3045 גַּם H1571 שֵׂיבָה֙ H7872 זָ֣רְקָה H2236 בּ֔וֹ Hb וְה֖וּא H1931 לֹ֥א H3808 יָדָֽע H3045 ",
  "10": "וְעָנָ֥ה H6030 גְאֽוֹן H1347 יִשְׂרָאֵ֖ל H3478 בְּפָנָ֑י H6440 וְלֹֽא H3808 שָׁ֨בוּ֙ H7725 אֶל H413 יְהוָ֣ה H3068 אֱלֹֽהֵיהֶ֔ם H430 וְלֹ֥א H3808 בִקְשֻׁ֖הוּ H1245 בְּכָל H3605 זֹֽאת H2063 ",
  "11": "וַיְהִ֣י H1961 אֶפְרַ֔יִם H669 כְּיוֹנָ֥ה H3123 פוֹתָ֖ה H6601 אֵ֣ין H369 לֵ֑ב H3820 מִצְרַ֥יִם H4714 קָרָ֖אוּ H7121 אַשּׁ֥וּר H804 הָלָֽכוּ H1980 ",
  "12": "כַּאֲשֶׁ֣ר H834 יֵלֵ֗כוּ H3212 אֶפְר֤וֹשׂ H6566 עֲלֵיהֶם֙ H5921 רִשְׁתִּ֔י H7568 כְּע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 אֽוֹרִידֵ֑ם H3381 אַיְסִרֵ֕ם H3256 כְּשֵׁ֖מַע H8088 לַעֲדָתָֽ H5712 ",
  "13": "א֤וֹי H188 לָהֶם֙ H1992 כִּֽי H3588 נָדְד֣וּ H5074 מִמֶּ֔נִּי H4480 שֹׁ֥ד H7701 לָהֶ֖ם H1992 כִּֽי H3588 פָ֣שְׁעוּ H6586 בִ֑י Hb וְאָנֹכִ֣י H595 אֶפְדֵּ֔ם H6299 וְהֵ֕מָּה H1992 דִּבְּר֥וּ H1696 עָלַ֖י H5921 כְּזָבִֽים H3577 ",
  "14": "וְלֹֽא H3808 זָעֲק֤וּ H2199 אֵלַי֙ H413 בְּלִבָּ֔ H3820 כִּ֥י H3588 יְיֵלִ֖ילוּ H3213 עַל H5921 מִשְׁכְּבוֹתָ֑ם H4904 עַל H5921 דָּגָ֧ן H1715 וְתִיר֛וֹשׁ H8492 יִתְגּוֹרָ֖רוּ H1481 יָס֥וּרוּ H5493 בִֽי Hb ",
  "15": "וַאֲנִ֣י H589 יִסַּ֔רְתִּי H3256 חִזַּ֖קְתִּי H2388 זְרֽוֹעֹתָ֑ם H2220 וְאֵלַ֖ H413 יְחַשְּׁבוּ H2803 רָֽע H7451 ",
  "16": "יָשׁ֣וּבוּ H7725 לֹ֣א H3808 עָ֗ל H5920 הָיוּ֙ H1961 כְּקֶ֣שֶׁת H7198 רְמִיָּ֔ה H7423 יִפְּל֥וּ H5307 בַחֶ֛רֶב H2719 שָׂרֵיהֶ֖ם H8269 מִזַּ֣עַם H2195 לְשׁוֹנָ֑ם H3956 ז֥וֹ H2097 לַעְגָּ֖ם H3933 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 "
}
