{
  "1": "אַל H408 תִּשְׂמַ֨ח H8055 יִשְׂרָאֵ֤ל H3478 אֶל H413 גִּיל֙ H1524 כָּֽעַמִּ֔ים H5971 כִּ֥י H3588 זָנִ֖יתָ H2181 מֵעַ֣ל H5921 אֱלֹהֶ֑יךָ H430 אָהַ֣בְתָּ H157 אֶתְנָ֔ן H868 עַ֖ל H5921 כָּל H3605 גָּרְנ֥וֹת H1637 דָּגָֽן H1715 ",
  "2": "גֹּ֥רֶן H1637 וָיֶ֖קֶב H3342 לֹ֣א H3808 יִרְעֵ֑ם H7462 וְתִיר֖וֹשׁ H8492 יְכַ֥חֶשׁ H3584 בָּֽהּ Hb ",
  "3": "לֹ֥א H3808 יֵשְׁב֖וּ H3427 בְּאֶ֣רֶץ H776 יְהוָ֑ה H3068 וְשָׁ֤ב H7725 אֶפְרַ֨יִם֙ H669 מִצְרַ֔יִם H4714 וּבְ H804 טָמֵ֥א H2931 יֹאכֵֽלוּ H398 ",
  "4": "לֹא H3808 יִסְּכ֨וּ H5258 לַיהוָ֥ה H3068 יַיִן֮ H3196 וְלֹ֣א H3808 יֶֽעֶרְבוּ H6148 לוֹ֒ Hl זִבְחֵיהֶ֗ם H2077 כְּלֶ֤חֶם H3899 אוֹנִים֙ H205 לָהֶ֔ם Hl כָּל H3605 אֹכְלָ֖יו H398 יִטַמָּ֑אוּ H2930 כִּֽי H3588 לַחְמָ֣ם H3899 לְנַפְשָׁ֔ H5315 לֹ֥א H3808 יָב֖וֹא H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "5": "מַֽה H4100 תַּעֲשׂ֖וּ H6213 לְי֣וֹם H3117 מוֹעֵ֑ד H4150 וּלְ H3117 חַג H2282 יְהוָֽה H3068 ",
  "6": "כִּֽי H3588 הִנֵּ֤ה H2009 הָֽלְכוּ֙ H1980 מִשֹּׁ֔ד H7701 מִצְרַ֥יִם H4714 תְּקַבְּצֵ֖ם H6908 מֹ֣ף H4644 תְּקַבְּרֵ֑ם H6912 מַחְמַ֣ד H4261 לְכַסְפָּ֗ H3701 קִמּוֹשׂ֙ H7057 יִֽירָשֵׁ֔ם H3423 ח֖וֹחַ H2336 בְּאָהֳלֵי H168 ",
  "7": "בָּ֣אוּ H935 יְמֵ֣י H3117 הַפְּקֻדָּ֗ה H6486 בָּ֚אוּ H935 יְמֵ֣י H3117 הַשִׁלֻּ֔ם H7966 יֵדְע֖וּ H3045 יִשְׂרָאֵ֑ל H3478 אֱוִ֣יל H191 הַנָּבִ֗יא H5030 מְשֻׁגָּע֙ H7696 אִ֣ישׁ H376 הָר֔וּחַ H7307 עַ֚ל H5921 רֹ֣ב H7230 עֲוֺנְךָ֔ H5771 וְרַבָּ֖ה H7227 מַשְׂטֵמָֽה H4895 ",
  "8": "צֹפֶ֥ה H6822 אֶפְרַ֖יִם H669 עִם H5973 אֱלֹהָ֑י H430 נָבִ֞יא H5030 פַּ֤ח H6341 יָקוֹשׁ֙ H3352 עַל H5921 כָּל H3605 דְּרָכָ֔יו H1870 מַשְׂטֵמָ֖ה H4895 בְּבֵ֥ית H1004 אֱלֹהָֽיו H430 ",
  "9": "הֶעְמִֽיקוּ H6009 שִׁחֵ֖תוּ H7843 כִּימֵ֣י H3117 הַגִּבְעָ֑ה H1390 יִזְכּ֣וֹר H2142 עֲוֺנָ֔ם H5771 יִפְק֖וֹד H6485 חַטֹּאותָֽם H2403 ",
  "10": "כַּעֲנָבִ֣ים H6025 בַּמִּדְבָּ֗ר H4057 מָצָ֨אתִי֙ H4672 יִשְׂרָאֵ֔ל H3478 כְּבִכּוּרָ֤ה H1063 בִתְאֵנָה֙ H8384 בְּרֵ֣אשִׁיתָ֔ H7225 רָאִ֖יתִי H7200 אֲבֽוֹתֵיכֶ֑ם H1 הֵ֜מָּה H1992 בָּ֣אוּ H935 בַֽעַל H1187 פְּע֗וֹר H1187 וַיִּנָּֽזְרוּ֙ H5144 לַבֹּ֔שֶׁת H1322 וַיִּהְי֥וּ H1961 שִׁקּוּצִ֖ים H8251 כְּאָהֳבָֽ H157 ",
  "11": "אֶפְרַ֕יִם H669 כָּע֖וֹף H5775 יִתְעוֹפֵ֣ף H5774 כְּבוֹדָ֑ם H3519 מִלֵּדָ֥ה H3205 וּמִ H990 וּמֵ H2032 ",
  "12": "כִּ֤י H3588 אִם H518 יְגַדְּלוּ֙ H1431 אֶת H853 בְּנֵיהֶ֔ם H1121 וְשִׁכַּלְתִּ֖י H7921 מֵֽאָדָ֑ם H120 כִּֽי H3588 גַם H1571 א֥וֹי H188 לָהֶ֖ם Hl בְּשׂוּרִ֥ H5493 מֵהֶֽם H1992 ",
  "13": "אֶפְרַ֛יִם H669 כַּאֲשֶׁר H834 רָאִ֥יתִי H7200 לְצ֖וֹר H6865 שְׁתוּלָ֣ה H8362 בְנָוֶ֑ה H5116 וְאֶפְרַ֕יִם H669 לְהוֹצִ֥יא H3318 אֶל H413 הֹרֵ֖ג H2026 בָּנָֽיו H1121 ",
  "14": "תֵּן H5414 לָהֶ֥ם Hl יְהוָ֖ה H3068 מַה H4100 תִּתֵּ֑ן H5414 תֵּן H5414 לָהֶם֙ Hl רֶ֣חֶם H7358 מַשְׁכִּ֔יל H7921 וְשָׁדַ֖יִם H7699 צֹמְקִֽים H6784 ",
  "15": "כָּל H3605 רָעָתָ֤ם H7451 בַּגִּלְגָּל֙ H1537 כִּֽי H3588 שָׁ֣ם H8033 שְׂנֵאתִ֔ים H8130 עַ֚ל H5921 רֹ֣עַ H7455 מַֽעַלְלֵיהֶ֔ם H4611 מִבֵּיתִ֖ H1004 אֲגָרְשֵׁ֑ם H1644 לֹ֤א H3808 אוֹסֵף֙ H3254 אַהֲבָתָ֔ם H160 כָּל H3605 שָׂרֵיהֶ֖ם H8269 סֹרְרִֽים H5637 ",
  "16": "הֻכָּ֣ה H5221 אֶפְרַ֔יִם H669 שָׁרְשָׁ֥ם H8328 יָבֵ֖שׁ H3001 פְּרִ֣י H6529 בלי H1097 יַעֲשׂ֑וּן H6213 גַּ֚ם H1571 כִּ֣י H3588 יֵֽלֵד֔וּן H3205 וְהֵמַתִּ֖י H4191 מַחֲמַדֵּ֥י H4261 בִטְנָֽם H990 ",
  "17": "יִמְאָסֵ֣ם H3988 אֱלֹהַ֔י H430 כִּ֛י H3588 לֹ֥א H3808 שָׁמְע֖וּ H8085 ל֑וֹ Hl וְיִהְי֥וּ H1961 נֹדְדִ֖ים H5074 בַּגּוֹיִֽם H1471 "
}
