{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, an apostle of Christ Jesus through the will of God, to God's holy people in Ephesus, who are faithful in Christ Jesus.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some early versions omit, \\fqa in Ephesus, \\fqa* but this expression is probably in Paul's original letter.",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the God and Father of our Lord Jesus Christ be praised, who has blessed us with every spiritual blessing in the heavenly places in Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God chose us in him from the beginning of the world, that we may be holy and blameless in his sight in love "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some interpreters place the phrase \\fqa in love \\fqa* with the next sentence, Eph. 1:5 \\fqa In love God chose us \\fqa* . ",
        "endTag": "f*"
      },
      {
        "type": "text",
        "text": ".\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some interpreters place the last phrase of Eph. 1:4 \\fqa in love \\fqa* with verse 5 so that it reads, \\fqa In love God chose us \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "God chose us beforehand for adoption as sons through Jesus Christ, according to the good pleasure of his will. \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our adoption results in the praise of his glorious grace that he has freely given us in the One he loves. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Jesus Christ we have redemption through his blood and the forgiveness of sins, according to the riches of his grace.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He lavished this grace upon us with all wisdom and understanding.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made known to us the hidden purpose of his will, according to what pleased him, and which he demonstrated in Christ,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "with a view to a plan for the fullness of time, to bring all things together, all things in heaven and on earth, under one head, even Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Christ we were appointed as heirs. We were decided on beforehand according to the plan of him who works out everything according to the purpose of his will.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God appointed us as heirs so that we might be the first to have a certain hope in Christ, so we would be for the praise of his glory. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Christ, you also, when you had heard the word of truth, the gospel of your salvation, you believed in him and were sealed with the promised Holy Spirit,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who is the guarantee of our inheritance until we take full possession of it, to the praise of his glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason, ever since I heard about your faith in the Lord Jesus and your love for all God's holy people,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have not stopped thanking God for you as I mention you in my prayers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that the God of our Lord Jesus Christ, the Father of glory, will give to you a spirit of wisdom and revelation in the knowledge of him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that the eyes of your heart may be enlightened, that you may know the hope to which he has called you and the riches of his glorious inheritance among all God's holy people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In my prayers I ask that you may know the incomparable greatness of his power toward us who believe, according to the working of his great strength.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the same power that God worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He seated Christ far above all rule and authority and power and dominion, and every name that is named. Christ will rule, not only in this age, but also in the age to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God put all things under Christ's feet and gave him to the church as head over all things.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The church is his body, the fullness of him who fills all in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}