{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as for you, you were dead in your trespasses and sins.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was in these trespasses and sins that you once lived according to the ways of this world. You were living according to the ruler of the authorities of the air, the spirit that is working in the sons of disobedience.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once we all lived among these people, fulfilling the evil desires of our sinful nature, and carrying out the desires of the body and of the mind. We were by nature children of wrath, like the rest of humanity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God is rich in mercy because of his great love with which he loved us.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While we were dead in trespasses, he made us alive together in Christ—by grace you have been saved.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God raised us up together with Christ, and God made us sit together in the heavenly places in Christ Jesus,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that in the ages to come he might show to us the immeasurably great riches of his grace expressed in his kindness toward us in Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For by grace you have been saved through faith, and this did not come from you, it is the gift of God, \n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "not from works and so no one may boast.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are God's workmanship, created in Christ Jesus to do good deeds that God planned long ago for us, so that we would walk in them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore remember that once you were Gentiles in the flesh. You are called \"uncircumcision\" by what is called the \"circumcision\" in the flesh made by human hands.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For at that time you were separated from Christ, foreigners to the people of Israel, strangers to the covenants of the promise, having no hope and without God in the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now in Christ Jesus you who once were far away from God have been brought near by the blood of Christ.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he is our peace. He made the two one. By his flesh he destroyed the wall of hostility that divided us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, he abolished the law of commandments and regulations so that he might create one new man in himself, and so making peace.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ reconciles both peoples into one body to God through the cross, putting to death the hostility.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus came and proclaimed peace to you who were far away and peace to those who were near.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For through Jesus we both have access in one Spirit to the Father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, now you Gentiles are no longer strangers and foreigners. Instead you are fellow citizens with the saints and members of God's household.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have been built on the foundation of the apostles and prophets, and Christ Jesus himself was the cornerstone.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In him the whole building fits together and grows as a temple in the Lord.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is in him that you also are being built together as a dwelling place for God in the Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}