{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this I, Paul, am the prisoner of Christ Jesus for you Gentiles.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I assume that you have heard of the stewardship of the grace of God that was given to me for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing according to the revelation made known to me. This is the hidden truth about which I briefly wrote to you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you read about this, you will be able to understand my insight into this hidden truth about Christ.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In other generations this truth was not made known to the sons of men. But now it has been revealed by the Spirit to his apostles and prophets who were set apart for this work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This hidden truth is that the Gentiles are fellow heirs, and fellow members of the body, and they share the promise in Christ Jesus through the gospel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I became a servant of this gospel by the gift of God's grace given to me through the working of his power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This grace was given to me, although I am the least of all the saints, that I should proclaim to the Gentiles the gospel of the unsearchable riches of Christ,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that I will bring to light for everyone the plan—the mystery hidden for ages in God who created all things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This plan was made known through the church so the rulers and authorities in the heavenly places would come to know the many-sided nature of the wisdom of God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened according to the eternal plan that he accomplished in Christ Jesus our Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in Christ we have boldness and access with confidence because of our faith in him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I ask you not to be discouraged because of what I am suffering for you, which is your glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason I bend my knees to the Father,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from whom every family in heaven and on earth is named.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that he would grant you, according to the riches of his glory, to be strengthened with power through his Spirit, who is in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that Christ may live in your hearts through faith, that you will be rooted and grounded in his love.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May you have strength so you can understand, along with all the believers, what is the width, the length, the height, and the depth,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that you may know the love of Christ, which goes beyond knowledge, and that you may be filled with all the fullness of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now to him who is able to do far beyond all that we ask or think, according to his power that works in us,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to him be glory in the church and in Christ Jesus to all generations forever and ever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}