{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, therefore, as the prisoner for the Lord, urge you to walk worthily of the calling by which you were called.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I urge you to live with great humility and gentleness and patience, putting up with one another in love.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do your best to keep the unity of the Spirit in the bond of peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is one body and one Spirit, just as also you were called in one certain hope of your calling.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And there is one Lord, one faith, one baptism,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and one God and Father of all, who is over all and through all and in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To each one of us grace has been given according to the measure of the gift of Christ.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as scripture says:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"When he ascended to the heights,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he led the captives into captivity,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he gave gifts to the people.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What is the meaning of \"He ascended,\" except that he also descended into the lower regions of the earth?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who descended is the same person who also ascended far above all the heavens, that he might fill all things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ gave some to be apostles, some as prophets, some as evangelists, and some as pastors and teachers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave these offices to equip the saints for the work of service, for the building up of the body of Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He continues to build up his body until we all reach the unity of faith and knowledge of the Son of God, and that we become mature and so reach the measure of the fullness of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ builds us up so that we should no longer be children who are tossed back and forth by the waves, and carried away by every wind of teaching and by the trickery of people in their deceitful schemes.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, speaking the truth in love, we are to grow up in every way into him who is the head, that is, Christ.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ builds the whole body, and it is joined and held together by every supporting ligament, and when each part works together, that makes the body grow so that it builds itself up in love.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I say and insist on this in the Lord, that you must no longer live as the Gentiles live, in the futility of their minds.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, because of the hardness of their hearts.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have no shame and have handed themselves over to sensuality, and they are continually practicing every kind of impurity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that is not how you learned about Christ.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I assume that you have heard about him, and that you were taught in him, as the truth is in Jesus.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were taught to put off what belongs to your former manner of life, to put off the old man. It is the old man that is corrupt because of its deceitful desires.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were taught to be renewed in the spirit of your minds, \n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to put on the new man that is created in the image of God—in true righteousness and holiness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, get rid of lies, and let each one of you speak truth with his neighbor, because we are members of one another.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be angry and do not sin. Do not let the sun go down on your anger.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not give an opportunity to the devil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who had been stealing must steal no longer. He must labor, doing useful work with his hands, so that he may have something to share with those who are in need. \n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let any filthy talk come out of your mouth. Use only words that are helpful for building others up, according to their needs, that your words would be helpful to those who hear you.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And do not grieve the Holy Spirit of God, for it is by him that you were sealed for the day of redemption.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put away all bitterness, rage, anger, quarreling, and insults, along with every kind of evil.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be kind to each other, tenderhearted, forgiving one another, just as God in Christ forgave you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}