{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Children, obey your parents in the Lord, for this is right.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Honor your father and mother\" (which is the first commandment with promise),\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"so that it may be well with you and you may live long on the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fathers, do not provoke your children to anger. Instead, raise them in the discipline and instruction of the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slaves, be obedient to your human masters with deep respect and trembling, in the honesty of your heart. Be obedient to them as you would be obedient to Christ.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be obedient not only when your masters are watching in order to please them. Instead, be obedient as slaves of Christ, who do the will of God from your heart.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Serve with all your heart, as though you were serving the Lord and not people,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because we know that for whatever good deed each person does, he will receive a reward from the Lord, whether he is slave or free.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Masters, treat your slaves in the same way. Do not threaten them. You know that he who is both their Master and yours is in heaven, and there is no favoritism with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, be strong in the Lord and in the strength of his might.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put on the whole armor of God, so that you may be able to stand against the scheming plans of the devil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers over this present darkness, against the spiritual forces of evil in the heavenly places.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore put on the whole armor of God, so that you may be able to stand in this time of evil, and after you have done everything, to stand firm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stand, therefore, after you have put on the belt of truth and the breastplate of righteousness.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then as shoes for your feet, put on the readiness to proclaim the gospel of peace.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all circumstances take up the shield of faith, by which you will be able to put out all the flaming arrows of the evil one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And take the helmet of salvation and the sword of the Spirit, which is the word of God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With every prayer and request, pray at all times in the Spirit. To this end, always be watching with all perseverance, as you offer prayers for all the saints.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And pray for me, that a message might be given to me when I open my mouth. Pray that I might make known with boldness the hidden truth about the gospel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is for the gospel that I am an ambassador who is kept in chains, so that I may declare it boldly, as I ought to speak.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tychicus, the beloved brother and faithful servant in the Lord, will tell you everything, so that you may know how I am doing.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have sent him to you for this very purpose, so that you may know how we are, and so that he may encourage your hearts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peace be to the brothers, and love with faith from God the Father and the Lord Jesus Christ.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Grace be to all those who love our Lord Jesus Christ with an incorruptible love.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}