{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylonia came to Jerusalem and surrounded the city to cut off all supplies to it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord gave Nebuchadnezzar victory over Jehoiakim king of Judah, and he gave him some of the sacred objects from the house of God. He brought them into the land of Babylonia, to the house of his god, and he placed the sacred objects in his god's treasury.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king spoke to Ashpenaz, his chief official, to bring in some of the people of Israel, both of the royal family and of the nobility—\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "young men without blemish, attractive in appearance, skillful in all wisdom, filled with knowledge and understanding, and qualified to serve in the king's palace. He was to teach them the Babylonians' literature and language.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king counted out for them a daily portion of his delicacies and some of the wine that he drank. These young men were to be trained for three years, and after that, they would serve the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among these were Daniel, Hananiah, Mishael, and Azariah, some of the people of Judah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief official gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Daniel intended in his mind that he would not pollute himself with the king's delicacies or with the wine that he drank. So he asked permission from the chief official that he might not pollute himself.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now God gave Daniel favor and compassion through the respect that the chief official had for him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief official said to Daniel, \"I am afraid of my master the king. He has commanded what food and drink you should have. Why should he see you looking worse than the other young men of your own age? The king might have my head because of you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel spoke to the steward whom the chief official had assigned over Daniel, Hananiah, Mishael, and Azariah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please test us, your servants, for ten days. Give us only some vegetables to eat and water to drink.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then compare our appearance with the appearance of the young men who eat the king's delicacies, and treat us, your servants, based on what you see.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the steward agreed with him to do this, and he tested them for ten days.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of ten days their appearance was more healthy, and they were better nourished, than all the young men who ate the king's delicacies.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the steward took away their delicacies and their wine and gave them only vegetables.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for these four young men, God gave them knowledge and insight in all literature and wisdom, and Daniel could understand all kinds of visions and dreams.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of the time set by the king to bring them in, the chief official brought them in before Nebuchadnezzar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king spoke with them, and among the whole group there were none to compare with Daniel, Hananiah, Mishael, and Azariah. They stood before the king, ready to serve him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every question of wisdom and understanding that the king asked them, he found them ten times better than all the magicians and those who claimed to speak with the dead, who were in his entire kingdom.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel was there until the first year of King Cyrus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}