{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of Cyrus king of Persia, a message was revealed to Daniel, who was also called Belteshazzar. This message was true. It was about a great war. Daniel understood the message when he had insight from the vision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days I, Daniel, was in mourning for three weeks.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I ate no delicacies, I ate no meat, I drank no wine, and I did not anoint myself with oil until the completion of three entire weeks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the twenty-fourth day of the first month, as I was beside the great river (that is, the Tigris),\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked up and saw a man dressed in linen, with a belt around his waist made of pure gold from Uphaz.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His body was like topaz, and his face was like lightning. His eyes were like flaming torches, and his arms and his feet were like polished bronze. The sound of his words was like the sound of a great crowd.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Daniel, alone saw the vision, for the men who were with me did not see the vision. However, a great terror came on them, and they ran away to hide themselves.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I was left alone and saw this great vision. No strength remained in me; my bright appearance was turned into a ruined look, and no strength remained in me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard his words—and as I heard them, I fell on my face in deep sleep with my face to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A hand touched me, and it made me tremble in my knees and the palms of my hands.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, \"Daniel, man greatly treasured, understand the words that I am speaking to you. Stand upright, for I have been sent to you.\" When he had spoken this message to me, I stood up trembling.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Do not be afraid, Daniel. Since the first day you set your mind to understand and to humble yourself before your God, your words were heard, and I have come because of your words.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prince of the kingdom of Persia resisted me, and I was kept there with the kings of Persia for twenty-one days. But Michael, one of the chief princes, came to help me.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa kings of Persia \\fqa* , some ancient copies have \\fqa prince of the kings of Persia \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have come to help you understand what will happen to your people in the last days. For the vision is for days yet to come.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was speaking to me using these words, I turned my face toward the ground and was unable to speak.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One who was like the sons of man touched my lips, and I opened my mouth and spoke to him who stood before me: \"My master, I am in agony because of the vision; I have no strength left.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am your servant. How can I talk with my master? For I now have no strength, and there is no breath left in me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the one with an appearance of a man touched me and strengthened me.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Do not be afraid, man greatly treasured. May peace be to you! Be strong now, be strong!\" While he was speaking to me, I was strengthened. I said, \"Let my master speak, for you have strengthened me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Do you know why I have come to you? I will soon return to fight against the prince of Persia. When I go, the prince of Greece will come.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will tell you what is written in the Book of Truth. There is no one who shows himself to be strong with me against them, except Michael your prince.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}