{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first year of Darius the Mede, I myself came to support and protect Michael.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I will tell you the truth. Three kings will arise in Persia, and a fourth will be far richer than all the others. When he has gained power through his riches, he will stir up everyone against the kingdom of Greece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A mighty king will rise up who will rule a very great kingdom, and he will act according to his desires.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he has risen up, his kingdom will be broken and divided to the four winds of heaven, but not to his own descendants, and not with his power when he had been ruling. For his kingdom will be uprooted for others besides his descendants. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the South will become strong, but one of his commanders will become even stronger than he and will rule his kingdom with great power.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a few years, when the time is right, they will make an alliance. The daughter of the king of the South will come to the king of the North to confirm the agreement. But she will not keep her arm's strength, nor will he stand, or his arm. She will be abandoned—she and those who brought her, and her father, and the one who supported her in those times.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa his arm \\fqa* , which the Hebrew text has, some ancient and many modern versions read \\fqa his seed \\fqa* , that is, \\fqa his children \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a branch from her roots will rise up in her place. He will attack the army and enter the fortress of the king of the North. He will fight them, and he will conquer them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will carry off to Egypt their gods along with their cast metal figures and their precious vessels of silver and of gold. For some years he will stay away from the king of the North.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the North will invade the realm of the king of the South, but he will withdraw to his own land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons will get ready and assemble a great army. It will keep coming and will flood everything; it will pass through all the way to his fortress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the South will become very angry; he will go and fight against him, the king of the North. The king of the North will raise up a great army, but the army will be given into his hand.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army will be carried off, and the heart of the king of the South will be lifted up, and he will make tens of thousands to fall, but he will not be victorious. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the North will raise up another army, greater than the first. After some years, the king of the North will surely come with a great army supplied with much equipment.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those times many will rise against the king of the South. Sons of the violent among your people will set themselves in order to fulfill a vision, but they will stumble.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the North will come, pour out earth for siege mounds, and capture a city with fortifications. The forces of the South will not be able to stand, not even their best soldiers. There will be no strength to stand.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, the one who comes will act according to his desires against him; no one will stand in his way. He will stand in the land of beauty, and destruction will be in his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the North will set his face to come with the strength of his entire kingdom, and with him will be an agreement that he will make with the king of the South. He will give him a daughter of women in marriage to ruin the kingdom of the South. But the plan will not succeed or help him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, the king of the North will pay attention to the coastlands and will capture many of them. But a commander will end his arrogance and will cause his arrogance to turn back upon him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will pay attention to the fortresses of his own land, but he will stumble and fall; he will not be found.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone will rise up in his place who will make a tax collector pass through for the sake of the splendor of the kingdom. But in the next days he will be broken, but not in anger or in battle.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In his place will rise up a despised person to whom the people will not have given the honor of royal power; he will come unexpectedly and will take over the kingdom by trickery.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An army will be swept away like a flood from before him. Both that army and the leader of the covenant will be destroyed. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the time an alliance is made with him, he will act deceitfully; with only a small number of people he will become strong.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Without warning he will come into the richest part of the province, and he will do what neither his father nor his father's father did. He will spread among his followers the booty, the plunder, and the wealth. He will plan the overthrow of fortresses, but only for a time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will wake up his power and his heart against the king of the South with a great army. The king of the South will wage war with a large, very powerful army, but he will not stand because others will make plots against him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even those who eat his fine food will try to destroy him. His army will be swept away like a flood, and many of them will fall killed.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both these kings, with their hearts set on evil against each other, will sit at the same table and lie to each other, but it will be of no use. For the end will come at the time that has been fixed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the North will go back into his land with great riches, with his heart set against the holy covenant. He will act and then will return to his own land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the appointed time he will return and come against the South again. But this time it will not be as before.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For ships of Kittim will come against him, and he will become afraid and will turn back. He will be furious against the holy covenant, and he will show favor to those who forsake the holy covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His forces will rise up and profane the fortress sanctuary. They will take away the regular burnt offering, and they will set up the abomination that causes desolation.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those who acted wickedly against the covenant, he will deceive them and corrupt them. But the people who know their God will be strong and will take action.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wise among the people will make many understand. But they will stumble by the sword and by flame; they will stumble into captivity and into being robbed for days.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In their stumbling, they will be helped with a little help. In hypocrisy many will join themselves with them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the wise will stumble so that refining will happen to them, and cleansing, and purifying, until the time of the end. For the appointed time is still to come.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king will act according to his desires. He will lift himself up and make himself great above every god. Against the God of gods he will say astonishing things, for he will succeed until the wrath is completed. For what has been decreed will be done.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will pay no attention to the gods of his ancestors or to the god desirable to women. Neither will he will pay attention to any other god. For all above every one he will make himself great.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will honor the god of fortresses instead of these. It is a god whom his fathers did not acknowledge that he will honor with gold and silver, with precious stones and valuable gifts.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will attack the strongest fortresses with the help of a foreign god. To anyone who acknowledges him, he will give much honor. He will make them rulers over many people, and he will divide up the land as a reward.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa He will attack the strongest fortresses \\fqa* , some modern versions have \\fqa He will defend his fortress \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the time of the end the king of the South will attack. The king of the North will storm against him with chariots and horsemen, and with many ships. He will go against lands, flood them, and pass through.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will go into the land of beauty, and tens of thousands of Israelites will fall. But these will escape from his hand: Edom, Moab, and the remainder of the people of Ammon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will extend his hand into lands; the land of Egypt will not be rescued.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will have control over the treasures of gold and of silver, and over all the riches of Egypt; the Libyans and the Cushites will be in his footsteps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But news from the east and the north will frighten him, and he will go out with great rage to completely destroy and to set many apart for destruction.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will set up the tent of his royal residence between the seas and the mountain of the beauty of holiness. He will come to his end, and there will be no helper for him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}