{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At that time Michael, the great prince who guards your people, will rise up. There will be a time of trouble such as never was since the beginning of any nation until that time. At that time your people will be saved, everyone whose name is found written in the book.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of those who sleep in the dust of the earth will rise up, some to everlasting life and some to shame and everlasting contempt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are wise will shine like the brightness of the sky above, and those who turn many to righteousness, are like the stars forever and ever.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, Daniel, close up these words; keep the book sealed until the time of the end. Many will run here and there, and knowledge will increase.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I, Daniel, looked, and there were two others standing. One stood on the bank on this side of the river, and one stood on the bank on the other side of the river.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them said to the man clothed in linen, the one who was upstream along the river, \"How long will it be to the end of these amazing events?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard the man clothed in linen, who was upstream along the river—he raised his right hand and his left hand to heaven and swore by the one who lives forever that it would be for a time, times, and half a time. When the power of the holy people has been finally broken, all these things will be completed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard, but I did not understand. So I asked, \"My master, what will be the outcome of all these things?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Go your way, Daniel, for the words are shut up and sealed until the time of the end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many will be purified, cleansed, and refined, but the wicked will act wickedly. None of the wicked will understand, but those who are wise will understand.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the time that the regular burnt offering is taken away and the abomination that causes complete desolation is set up, there will be 1,290 days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed is the one who waits until the end of the 1,335 days.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must go your way until the end, and you will rest. You will rise in the place assigned to you, at the end of days.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}