{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second year of the reign of Nebuchadnezzar, he had dreams. His mind was troubled, and he could not sleep.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king summoned the magicians and those who claimed to speak with the dead. He also called the sorcerers and wise men. He wanted them to tell him about his dreams. So they came in and stood before the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to them, \"I have had a dream, and my mind is anxious to know what the dream means.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the wise men spoke to the king in Aramaic, \"King, live forever! Tell the dream to us, your servants, and we will reveal the meaning.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied to the wise men, \"This matter has been settled. If you do not reveal the dream to me and interpret it, your bodies will be torn apart and your houses made into rubbish heaps.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you will tell me the dream and its meaning, you will receive gifts from me, a reward, and great honor. So tell to me the dream and its meaning.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied again and said, \"Let the king tell us, his servants, the dream and we will tell you its meaning.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king answered, \"I know for certain that you want more time because you see how firm my decision is about this.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not tell me the dream, there is only one sentence for you. You have decided to prepare false and deceptive words that you agreed together to say to me until I change my mind. So then, tell me the dream, and then I will know you can interpret it for me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wise men replied to the king, \"There is not a man on earth able to meet the king's demand. There is no great and powerful king who has demanded such a thing from any magician, or from anyone who claims to speak with the dead, or from a wise man.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What the king demands is difficult, and there is no one who can tell it to the king except the gods, and they do not live among humans.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This made the king angry and very furious, and he gave an order to destroy all those in Babylon who were known for their wisdom.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the decree went out that all those who were known for their wisdom were to be put to death. Because of this decree, they searched for Daniel and his friends so they could be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel replied with prudence and discretion to Arioch the commander of the king's bodyguard, who had come to kill all those in Babylon who were known for their wisdom.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel asked the king's commander, \"Why is the king's decree so urgent?\" So Arioch told Daniel what had happened.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel went in and requested an appointment with the king so that he could present the interpretation to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel went to his house and explained to Hananiah, Mishael, and Azariah, what had happened.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He urged them to seek mercy from the God of heaven concerning this mystery so that he and they might not be killed with the rest of the men of Babylon who were known for their wisdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Praise the name of God forever and ever;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for wisdom and power belong to him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He changes the times\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and seasons;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he removes kings\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and places kings on their thrones.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He gives wisdom to the wise\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and knowledge to those who have understanding.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He reveals the deep and hidden things\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "because he knows what is in the darkness,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the light lives with him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God of my ancestors, I thank you and praise you\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for the wisdom and power you gave to me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Now you have made known to me what we asked of you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "you have made known to us the matter that concerns the king.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel went in to see Arioch (the one the king appointed to kill everyone who was wise in Babylon). He went and said to him, \"Do not kill the wise men in Babylon. Take me to the king and I will show the king the interpretation of his dream.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Arioch quickly brought in Daniel before the king and said, \"I have found among the exiles of Judah a man who will reveal the meaning of the king's dream.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Daniel (who was called Belteshazzar), \"Are you able to tell me the dream that I saw and its meaning?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel answered the king and said, \"The mystery that the king has asked about cannot be revealed by those who have wisdom, nor by those who claim to speak with the dead, nor by magicians, and not by astrologers.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, there is a God who lives in the heavens, who reveals mysteries, and he has made known to you, King Nebuchadnezzar, what will happen in the days to come. These were your dream and the visions of your mind as you lay on your bed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, king, your thoughts on your bed were about things to come, and the one who reveals mysteries has made known to you what is about to happen.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for me, this mystery was not revealed to me because of any wisdom that I have more than any other living person. This mystery was revealed to me so that you, king, may understand the meaning, and so that you may know the thoughts deep within you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King, you looked up and you saw a large statue. This statue, which was very powerful and bright, stood before you. Its brightness was terrifying.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The head of the statue was made of fine gold. Its breast and arms were of silver. Its middle and its thighs were made of bronze,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and its legs were made of iron. Its feet were made partly of iron and partly of clay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You looked up, and a stone was cut out, although not by human hands, and it struck the statue on its feet of iron and clay, and it shattered them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the iron, clay, bronze, silver, and gold at the same time were broken into pieces and became like the chaff of the threshing floors in the summer. The wind carried them away and there was no trace of them left. But the stone that struck the statue became a great mountain and filled the whole earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was your dream. Now we will tell the king the meaning.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, king, are king of the kings to whom the God of heaven has given the kingdom, the power, the strength, and the honor.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has given into your hand the place where the human beings live. He has given over the animals of the fields and the birds of the heavens into your hand, and he has made you rule over them all. You are the statue's head of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After you, another kingdom will arise that is inferior to you, and yet a third kingdom of bronze will rule over all the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be a fourth kingdom, strong as iron, because iron breaks other things into pieces and shatters everything. It will shatter all these things and crush them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as you saw, the feet and toes were partly made of baked clay and partly made of iron, so it will be a divided kingdom; some of the strength of iron will be in it, just as you saw iron mixed with the soft clay.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the toes of the feet were partly made of iron and partly made of clay, so the kingdom will be partly strong and partly brittle.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you saw the iron mixed with soft clay, so the people will be a mixture; they will not stay together, just as iron does not mix with clay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the days of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be conquered by another people. It will break the other kingdoms into pieces and put an end to all of them, and it will remain forever.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as you saw, a stone was cut out of the mountain, but not by human hands. It broke the iron, bronze, clay, silver, and gold into pieces. The great God has made known to you, king, what will happen after this. The dream is true and this interpretation is reliable.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Nebuchadnezzar fell on his face before Daniel and honored him; he commanded that an offering be made and that incense be offered up to him.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Daniel, \"Truly your God is the God of gods, the Lord of kings, and the one who reveals mysteries, for you have been able to reveal this mystery.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king made Daniel highly honored and gave him many wonderful gifts. He made him ruler over the whole province of Babylon. Daniel became chief governor over the wisest men of Babylon.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel made a request of the king, and the king appointed Shadrach, Meshach, and Abednego to be administrators over the province of Babylon. But Daniel remained at the king's court.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}