{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Nebuchadnezzar made a gold statue that was sixty cubits tall and six cubits wide. He set it up in the Plain of Dura in the province of Babylon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar sent messages out to gather together the provincial governors, regional governors, and local governors, together with the counselors, treasurers, judges, magistrates, and all the high officials of the provinces to come to the dedication of the statue that he had set up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the provincial governors, regional governors, and local governors, together with the counselors, treasurers, judges, magistrates, and all the high officials of the provinces gathered together to the dedication of the statue that Nebuchadnezzar had set up. They stood before it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a herald loudly shouted, \"You are commanded, peoples, nations, and languages,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that at the time you hear the sound of the horns, flutes, zithers, lyres, harps, and pipes, and all kinds of music, you must fall down and prostrate yourselves to the golden statue that King Nebuchadnezzar has set up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does not fall down and worship, at that very moment, will be thrown into a blazing furnace.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when all the peoples heard the sounds of the horns, flutes, zithers, lyres, harps, and pipes, and all kinds of music, all the peoples, nations, and languages fell down and prostrated themselves to the golden statue that Nebuchadnezzar the king had set up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now at this time certain Chaldeans came and brought accusations against the Jews.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Nebuchadnezzar the king, \"King, live forever!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, king, have made a decree that every person who hears the sounds of the horns, flutes, zithers, lyres, harps, and pipes, and all kinds of music, must fall down and prostrate himself to the golden statue.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever does not fall down and worship must be thrown into a blazing furnace.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there are certain Jews whom you have appointed over the affairs of the province of Babylon; their names are Shadrach, Meshach, and Abednego. These men, king, pay no attention to you. They will not worship or serve your gods, or prostrate themselves before the golden statue you have set up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar, filled with anger and rage, commanded that Shadrach, Meshach, and Abednego be brought to him. So they brought these men before the king.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar said to them, \"Have you made your minds up, Shadrach, Meshach, and Abednego, that you will not worship my gods or prostrate yourselves to the golden statue that I have set up?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if you are ready—when you hear the sounds of the horns, flutes, zithers, lyres, harps, and pipes, and all kinds of music—to fall down and prostrate yourselves to the statue that I have made, all will be well. But if you do not worship, you will immediately be thrown into a blazing furnace. Who is the god who is able to rescue you out of my hands?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shadrach, Meshach, and Abednego answered the king, \"Nebuchadnezzar, we have no need to answer you in this matter.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is an answer, it is that our God whom we serve is able to keep us safe from the blazing furnace, and he will rescue us out of your hand, king.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if not, let it be known to you, king, that we will not worship your gods, and we will not prostrate ourselves to the golden statue you set up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar was filled with rage; the look on his face changed against Shadrach, Meshach, and Abednego. He commanded that the furnace should be heated seven times hotter than it was normally heated.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he commanded some very strong men in his army to tie up Shadrach, Meshach, and Abednego and to throw them into the blazing furnace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were tied up still wearing their robes, tunics, turbans, and other clothing, and they were thrown into the blazing furnace.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the king's command was strictly followed and the furnace was very hot, the flames killed the men who took up Shadrach, Meshach, and Abednego.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These three men, Shadrach, Meshach, and Abednego, fell into the blazing furnace while they were tied up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar the king was amazed and stood up quickly. He asked his advisors, \"Did we not throw three men tied up into the fire?\" They replied to the king, \"Certainly, king.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"But I see four men who are not tied up walking around in the fire, and they are not hurt. The brilliance of the fourth is like a son of the gods.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar came near the door of the blazing furnace and called out, \"Shadrach, Meshach, and Abednego, servants of God Most High, come out! Come here!\" Then Shadrach, Meshach, and Abednego came out of the fire.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The provincial governors, regional governors, other governors, and the king's counselors who had gathered together saw these men. The fire had not hurt their bodies; the hair on their heads was not singed; their robes were not harmed; and there was no smell of fire on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar said, \"Let us praise the God of Shadrach, Meshach, and Abednego, who has sent his messenger and given his message to his servants. They trusted in him when they set aside my command, and they gave up their bodies rather than worship or prostrate themselves to any god except their God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I make a decree that any people, nation, or language that speaks anything against the God of Shadrach, Meshach, and Abednego must be torn apart, and that their houses must be made into rubbish heaps because there is no other god who is able to save like this.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}