{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Belshazzar the king made a great feast for a thousand of his noblemen, and he drank wine in front of all one thousand of them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Belshazzar tasted the wine, he gave orders to bring the containers made of gold or silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem, from which he, his noblemen, and his wives and concubines could drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servants brought the gold containers that had been taken out of the temple, the house of God, in Jerusalem. The king, his noblemen, and his wives and concubines drank from them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They drank the wine and praised their idols made of gold and silver, bronze, iron, wood, and stone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that moment the fingers of a human hand appeared in front of the lampstand and wrote on the plaster wall in the king's palace. The king could see part of the hand as it wrote.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's face changed and his thoughts frightened him; his limbs could not support him, and his knees were knocking together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king shouted a command to bring in those who claimed to speak with the dead, wise men, and astrologers. The king said to those known for their wisdom in Babylon, \"Whoever explains this writing and its meaning will be clothed with purple and will have a gold chain around his neck. He will have the authority of the third highest ruler in the kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the king's men who were known for their wisdom came in, but they could not read the writing or explain its meaning to the king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Belshazzar was greatly alarmed and the look on his face changed. His noblemen were perplexed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the queen came into the banquet house because of what the king and his nobles had said. The queen said, \"King, live forever! Do not let your thoughts trouble you. Do not let the look on your face change.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is a man in your kingdom who has the spirit of the holy gods. In the days of your father, light and understanding and wisdom like the wisdom of the gods was found in him. King Nebuchadnezzar, your father the king, made him chief of the magicians, as well as chief of those who speak with the dead, of the wise men, and of the astrologers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An excellent spirit, knowledge, understanding, interpreting of dreams, explaining riddles and solving problems—these qualities were found in this man Daniel, whom the king named Belteshazzar. Now call for Daniel and he will tell you the meaning of what has been written.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel was brought before the king. The king said to him, \"You are that Daniel, one of the people of the exiles of Judah, whom my father the king brought out of Judah.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have heard about you, that the spirit of the gods is in you, and that light and understanding and excellent wisdom are found in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the men known for wisdom and those who claim to speak with the dead have been brought in before me to read this writing and make known to me its interpretation, but they could not make known the interpretation of it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have heard that you can give interpretations and solve problems. Now if you can read the writing and tell me its meaning, you will be clothed with purple and have a gold chain placed around your neck, and you will have the authority of the third highest ruler in the kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Daniel answered before the king, \"Let your gifts be for yourself, and give your rewards to another person. Nevertheless, I will read the writing to you, king, and will tell you the meaning.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, king, the Most High God gave Nebuchadnezzar your father the kingdom, greatness, honor, and majesty.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of the greatness God gave him, all peoples, nations, and languages trembled and feared him. He put to death those he wanted to die, and he kept alive those he wished to live. He raised up those he wanted, and he humbled those he wished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when his heart was arrogant and his spirit was hardened so that he acted presumptuously, he was brought down from his kingly throne, and they took away his majesty.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was driven away from humanity, he had the mind of an animal, and he lived with the wild donkeys. He ate grass like an ox. His body was wet with the dew from the heavens until he learned that the Most High God rules over the kingdoms of people and that he sets over them anyone he wishes.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You his son, Belshazzar, have not humbled your heart, even though you knew all this.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have lifted yourself up against the Lord of heaven. From his house they brought you the containers that you, your nobles, your wives and your concubines drank wine from, and you praised the idols made of silver and gold, bronze, iron, wood, and stone—idols that do not see, hear, or know anything. You have not honored the God who holds your breath in his hand and who knows all your ways.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God sent out a hand from his presence and this writing was done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the writing that was done: 'Mene, Mene, Tekel, and Pharsin.'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is its meaning: 'Mene,' 'God has numbered your kingdom and brought it to an end.'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Tekel,' 'you are weighed in the scales and are found lacking.'\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Peres,' 'your kingdom is divided and is given to the Medes and Persians.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Belshazzar gave a command, and they clothed Daniel with purple. A chain of gold was put around his neck, and the king made a proclamation about him that he would have the authority of the third highest ruler in the kingdom.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night Belshazzar, the Babylonian king, was killed,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Darius the Mede received the kingdom when he was about sixty-two years old.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}