{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of the reign of King Belshazzar, I, Daniel, had a vision appear to me (after the one that appeared to me at first).\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw in the vision, as I was looking, that I was in the fortress of Susa in the province of Elam. I saw in the vision that I was beside the Ulai Canal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked up and saw before me a ram with two horns, standing beside the canal. One horn was longer than the other, but the longer one grew more slowly than the shorter and was passed up in length by it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw the ram charging west, then north, and then south; no other animal could stand before him. None of them was able to rescue anyone out of his hand. He did whatever he wanted, and he became great.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I was thinking about this, I saw a male goat come from the west, who went across the surface of the whole earth, running fast, not seeming to touch the ground. The goat had a large horn between his eyes.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to the ram who had two horns—I had seen the ram standing on the bank of the canal—and the goat ran toward the ram in a powerful rage.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw the goat come close to the ram. He was very angry at the ram, and he hit the ram and broke off its two horns. The ram was powerless to stand before him. The goat knocked him down to the ground and trampled on him. There was no one who could rescue the ram from his power.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the goat became very large. But when he became strong, the large horn was broken, and in its place four other large horns grew up that pointed toward the four winds of the heavens.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of one of them grew another horn, little at first, but which became very large in the south, in the east, and in the land of beauty.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It became so large as to engage in war with the army of heaven. Some of that army and some of the stars were thrown down to the earth, and it trampled on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It made itself to be as great as the commander of the army. It took away from him the regular burnt offering, and the place of his sanctuary was polluted.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of rebellion, the army will be given over to the goat's horn, and the burnt offering will be stopped. The horn will throw truth down to the ground, and it will succeed in what it does.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard a holy one speaking and another holy one answering him, \"How long will these things last, this vision about the burnt offering, the sin that brings destruction, the handing over of the sanctuary, and heaven's army being trampled on?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"It will last for 2,300 evenings and mornings. After that the sanctuary will be put right.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I, Daniel, had seen the vision, I tried to understand it. Then there stood before me one who looked like a man.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard a man's voice calling between the banks of the Ulai Canal. He said, \"Gabriel, help this man understand the vision.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he came near where I stood. When he came, I was frightened and prostrated myself on the ground. He said to me, \"Understand, son of man, that the vision is for the time of the end.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he spoke to me, I fell into a deep sleep with my face to the ground. Then he touched me and made me stand up.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"See, I will show you what will happen later in the time of wrath, because the vision concerns the appointed time for the end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the ram you saw, the one that had two horns—they are the kings of Media and Persia.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The male goat is the king of Greece. The large horn between his eyes is the first king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the horn that was broken, in the place of which four others arose—four kingdoms will arise from his nation, but not with his great power.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the latter time of those kingdoms, when the transgressors shall have reached their limit, a grim-faced king, one who is very intelligent, will arise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His power will be great—but not by his own power. He will be amazing in what he destroys; he will act and succeed. He will destroy powerful people, people among the holy ones.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By his craftiness he will make deceit prosper under his hand. He will become great in his own mind. He will unexpectedly destroy many people. He will even rise up against the King of kings, and he will be broken, but not by any human hand.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The vision about the evenings and mornings that has been told is true. But seal up the vision, for it refers to many days in the future.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I, Daniel, was overcome and lay weak for several days. Then I got up, and went about the king's business. But I was appalled by the vision, and there was no one who understood it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}