{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Darius was the son of Ahasuerus, a descendant of the Medes. It was Ahasuerus who had been made king over the realm of the Babylonians.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the first year of Darius' reign I, Daniel, was studying the books containing Yahweh's word, the word that had come to Jeremiah the prophet. I observed that there would be seventy years until Jerusalem's abandonment would end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I turned my face to the Lord God, to seek him with prayer and requests, with fasting, wearing sackcloth, and sitting in ashes.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I prayed to Yahweh my God, and I made confession of our sins. I said, \"Please, Lord—you are the great and awesome God—you are the one who keeps the covenant and is faithful to love those who love you and keep your commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have sinned and have done what is wrong. We have acted wickedly and we have rebelled, turning aside from your commands and decrees.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have not listened to your servants the prophets who spoke in your name to our kings, our leaders, our ancestors, and to all the people of the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To you, Lord, belongs righteousness. To us today, however, belongs shame on our faces—for the people of Judah and those who live in Jerusalem, and to all Israel. This includes those who are near and those who are far away in all the lands where you scattered them. This is because of the great treachery that we committed against you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To us, Yahweh, belongs shame on our faces—to our kings, to our leaders, and to our ancestors—because we have sinned against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the Lord our God belong compassion and forgiveness, for we have rebelled against him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have not obeyed the voice of Yahweh our God by walking in his laws he gave us through his servants the prophets.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel has transgressed your law and turned aside, refusing to obey your voice. The curse and oath that are written in the law of Moses, the servant of God, have been poured out on us, for we have sinned against him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has confirmed the words that he spoke against us and against our rulers over us, by bringing on us a great disaster. For under the whole of heaven there has not been done anything that could compare with what has been done to Jerusalem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As it is written in the law of Moses, all this disaster has come on us, yet we have not begged for mercy from Yahweh our God by turning away from our iniquities and paying attention to your truth.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh has kept the disaster ready and has brought it on us, for Yahweh our God is righteous in all the deeds he does, yet we have not obeyed his voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Lord our God, you brought out your people from the land of Egypt with a mighty hand, and you have made a famous name for yourself, as in this present day. But still we sinned; we have done wicked things.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lord, because of all your righteous deeds, let your anger and your wrath turn away from your city Jerusalem, your holy mountain. Because of our sins, and because of the iniquities of our ancestors, Jerusalem and your people have become an object of scorn to all those around us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, our God, listen to the prayer of your servant and to his pleas for mercy; for your sake, Lord, make your face shine on your sanctuary that is desolate.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My God, open your ears and listen; open your eyes and see. We have been devastated; look at the city that is called by your name. We do not beg for your help because of our righteousness, but because of your great mercy.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lord, listen! Lord, forgive! Lord, pay attention and take action! For your own sake, do not delay, my God, for your city and your people are called by your name.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was speaking—praying and confessing my sin and the sin of my people Israel, and presenting my requests before Yahweh my God on behalf of God's holy mountain—\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "while I was praying, the man Gabriel, whom I had seen in the vision at the first, flew down to me in rapid flight, at the time of the evening sacrifice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave me understanding and said to me, \"Daniel, I have now come out to give you insight and understanding.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you began pleading for mercy, the order was given and I have come to tell you the answer, for you are greatly loved. Therefore consider this word and understand the revelation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seventy sevens are decreed for your people and your holy city to end the guilt and put an end to sin, to atone for wickedness, to bring everlasting righteousness, to carry out the vision and the prophecy, and to consecrate the most holy place.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Know and understand that from the issuing of the order to restore and rebuild Jerusalem to the coming of the anointed one (who will be a leader), there will be seven sevens and sixty-two sevens. Jerusalem will be rebuilt with streets and a moat, despite the times of distress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the sixty-two sevens, the anointed one will be destroyed and will have nothing. The army of a coming ruler will destroy the city and the holy place. Its end will come with a flood, and there will be war even to the end. Desolations have been decreed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will confirm a covenant with many for one seven. In the middle of the seven he will put an end to the sacrifice and the offering. On the wing of abominations will come someone who makes desolate. A full end and destruction are decreed to be poured out on the one who has made the desolation.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}