{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the message of Jeremiah son of Hilkiah, who wrote this. He was a priest, from the town of Anathoth in the area where the tribe of Benjamin lives.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh started to give him these messages when Josiah had been ruling Judah for almost thirteen years.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh continued to give him messages when Josiah's son Jehoiakim was the king, and he continued to do that until Zedekiah had been the king of Judah for almost eleven years. It was in the fifth month of that year that the people of Jerusalem were exiled to Babylonia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Yahweh gave me this message,\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I knew you before I finished forming you in your mother's womb.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I set you apart for my honor before you were born,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and I appointed you to be my prophet for all the nations.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I replied, \"O, Yahweh my God, do you not see that I am not qualified to speak for you? I am very young!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"Do not say that you are too young, because you must go to everyone to whom I will send you, and you must tell them everything that I tell you to say.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you must not be afraid of the people to whom you will speak, because I will protect you from being harmed by them. This will surely happen because I, Yahweh, have said it!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was as though Yahweh touched my mouth and said, \"Listen to me! I have put my message into your mouth.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today I am appointing you to warn nations and kingdoms. You will tell them that I will completely destroy and get rid of some of them and that I will establish others and cause them to be prosperous.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh showed something to me, and said, \"Jeremiah, what do you see?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I replied, \"I see a branch from an almond tree.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"That is correct. And because the word for 'almond' resembles the word for 'watching', it means that I am watching what will happen, and I will make certain that what I have said to you about destroying nations will happen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to me again and said, \"What do you see now?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I replied, \"I see a pot full of boiling water. It is in the north, tipping toward me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"Yes! It means that from the north great trouble will spread over this land, like boiling water pouring from a pot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to what I say:\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I am summoning the armies of the kingdoms that are north of Judah to come to Jerusalem. "
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Their kings will set up their thrones at the gates of this city to indicate that they are now the kings of Judah.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Their armies will attack and break down the walls of this city, and they will do the same thing to all the other towns in Judah.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish my people because of all the evil things that they have done;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "they have abandoned me and they offer offerings of worship to false gods.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "They worship idols that they have made with their own hands!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, get up and put on your clothes to get ready for action! Then go to the people of Judah and tell them everything that I tell you to say. Do not be afraid of them, because if you are afraid of them, I will punish you as an example right in front of them!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But listen! I will cause you to be strong, like a city that has strong walls around it. You will be as strong as an iron pillar or a bronze wall. Even the royal officials, the priests, and the general populace will not be able to defeat you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will oppose you, but they will not be able to defeat you, because I will be with you and will protect you. That will surely happen because I, Yahweh, have said it!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}